{"path":"/serie/stream/1864","name":"1864","descr":"Diese Miniserie erzählt eine Geschichte von Liebe, Leidenschaft und Gewalt vor dem Hintergrund des Krieges Dänemarks gegen Preußen und Österreich. Dieser erste der drei deutschen Einigungskriege kulminierte in der Entscheidungsschlacht an den Düppeler Schanzen, in der große Teile der dänischen Armee den Tod fanden und die Autonomie des Königreichs Dänemark beinahe verloren ging.","seasons":[{"path":"/serie/stream/1864/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/1864/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"Episode 1","descr":"Dänemark, Mitte des 19. Jahrhunderts: Das Land ist berauscht von seinem Sieg gegen die Preußen 1851. Der Ruf nach der Annexion Schleswigs ins dänische Königreich wird immer lauter, noch überwiegt allerdings die Angst vor den Konsequenzen dieser massiven Provokation gegenüber Preußen. Die Brüder Peter und Laust wachsen trotz Armut wohlbehütet und glücklich auf dem Land auf. Peter geht zur Schule, während der ein Jahr ältere Bruder Laust dem kriegsversehrten Vater und der Mutter auf dem Hof hilft. Die beiden Jungs lernen die kluge und schlagfertige Gutsverwalterstochter Inge kennen und schon bald verbindet die drei eine tiefe Freundschaft. Doch auch der aus dem Krieg zurückgekehrte Sohn des Barons, Didrich, hat ein Auge auf das junge Mädchen geworfen. Fern von dieser ländlichen Idylle plant man in Kopenhagen die Annexion Schleswigs und lässt es damit auf einen Krieg mit dem Deutschen Bund und Preußen ankommen. Der Politiker und Theologe Monrad lässt sich von Dänemarks erster Tragödin, Johanne Luise Heiberg, in Rhetorik und Demagogie schulen. 150 Jahre später läuft Claudia mit ihrer Schulklasse über das ehemalige Schlachtfeld von Düppel. Sie hat ihren Bruder im Afghanistan-Krieg verloren, ihre Familie ist zerrüttet. Am Rande eines völligen Zusammenbruchs akzeptiert sie die Anstellung als Haushaltshilfe im Herrenhaus des alten Barons Severin …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302044","hoster":"VOE"},{"path":"/redirect/8249335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"Episode 2","descr":"Widerwillig tritt Claudia ihre Stelle bei dem geheimnisvollen und eigensinnigen Severin an. Dort findet sie in einer Kiste Inges Tagebuch und beginnt, dem Baron daraus vorzulesen. Peter und Laust sind zu zwei jungen Männern herangewachsen. Laust arbeitet auf dem Gutshof des Barons. Beide sind in Inge, die Tochter des Gutsverwalters, verliebt. Inge erwidert die Liebe der beiden ungleichen Brüder: Sie liebt Peter wegen seiner Intelligenz und Sensibilität, Laust wegen seiner Kraft und Energie. Doch die Idylle ist trügerisch. Denn in Berlin reagieren Otto von Bismarck und Graf von Moltke verblüfft auf das politische Pathos, mit dem Monrad, der Mehrheitsführer im dänischen Parlament, die Eingliederung des Herzogtums Schleswig ins dänische Königreich fordert. Und als die neue dänische Verfassung auch für das Herzogtum gelten soll, scheint die militärische Konfrontation mit den weitaus überlegenen Heeren Preußens und Österreichs unvermeidbar. Ein Krieg, bei dem Dänemark Gott auf seiner Seite wähnt. Es ruft seine jungen Männer zu den Waffen, auch Peter und Laust melden sich auf Drängen des Barons freiwillig zur Armee. Der Abschied von Inge fällt beiden schwer. Auf einem Dorffest tanzen die drei ein letztes Mal miteinander, zum Missfallen Didrichs, der ein von seinen Kriegserlebnissen gequälter und bösartiger Mann geworden ist. Bevor die Brüder endgültig aufbrechen, schlafen Laust und Inge miteinander, unbemerkt von Peter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10776681","hoster":"VOE"},{"path":"/redirect/10776659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"Episode 3","descr":"Nachdem der Mehrheitsführer im dänischen Parlament, Bischof Monrad, König Frederik VII. auf dem Sterbebett die Unterschrift unter die neue Verfassung abgerungen hat, ist das Herzogtum Schleswig integraler Bestandteil des dänischen Königreichs. Es ist ein klarer Bruch internationaler Verträge. Das sieht man nicht nur in Berlin so, auch in dem mit Dänemark verbündeten Vereinigten Königreich ist man irritiert. Der neue König Christian IX. lässt sich zudem leicht von Monrad beeinflussen. Unterdessen werden Laust und Peter in der Armee ausgebildet. Regelmäßig schreiben sie Briefe an Inge, die sie sich vorher gegenseitig vorlesen. Doch Laust schreibt auch heimlich Briefe, die er an \"Ingeborg\" adressiert. In Dänemark wartet man nur noch auf die Kriegserklärung. Die Dänen wähnen Gott auf ihrer Seite und fiebern dem Krieg entgegen. Dänemarks große Schauspielerin Johanne Louise Heiberg verkündet von der Bühne, dass der Deutsche Bund und Preußen Dänemark den Krieg erklärt haben. Der Jubel will nicht enden. Als Didrich erfährt, dass er wieder in den Krieg ziehen muss, gerät er völlig außer sich. In seiner Verzweiflung und blinden Wut vergewaltigt er die Zigeunertochter Sofia. Ohne von dem Vorfall zu wissen, bittet Inge diese, bei ihr zu bleiben, auch wenn Sofias Familie weiterziehen wird. Inge wird bald ihre Hilfe brauchen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302046","hoster":"VOE"},{"path":"/redirect/8249344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"Episode 4","descr":"Peter, Laust und die anderen Soldaten ziehen mit Pauken und Trompeten in den Krieg. Am alten, sagenumwobenen Befestigungswall, dem \"Danewerk\", wollen sie den Deutschen und Österreichern trotzen. Einem ersten Angriff der Deutschen können sie auch noch erfolgreich standhalten. Doch einem modernen Krieg ist die marode Anlage nicht gewachsen und die jungen Soldaten begreifen schnell, dass sie einem in Kopenhagen geborenen Mythos ihrer eigenen Stärke aufgesessen sind. Es gibt erste Verwundete, die das Grauen des Krieges für die Männer sichtbar machen. Auf der deutschen Seite ziehen die beiden Soldaten Heinz und Ludwig voller Ideale in den Krieg, doch schon bald müssen sie der ernüchternden Realität ins Auge blicken. Die Dänen beschließen den Rückzug nach Düppel. So kann Dänemark Zeit gewinnen. Außerdem sollen die Deutschen eine moralische Niederlage erleiden, da sie ihren Feind nicht dort antreffen werden, wo sie ihn erwarten. Didrich, der alte Konkurrent um Inges Liebe, wird zum Vorgesetzten der Brüder Peter und Laust und schikaniert sie, wo immer er kann. Zu allem Überfluss erhält Peter versehentlich einen Brief Inges an seinen Bruder und erfährt so von der heimlichen Liebe der beiden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302048","hoster":"VOE"},{"path":"/redirect/8249342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-5","name":"Teil 5","epNo":5,"alt":"Episode 5","descr":"Die dänische Armee tritt den Rückzug vom Danewerk Richtung Düppel an, sehr zum Entsetzen der Politiker in Kopenhagen und besonders von Monrads Muse Johanne Louise Heiberg. Sie nennt den Rückzug eine nationale Schande und hetzt Monrad immer weiter gegen die \"Feiglinge\" auf, die nicht den Heldentod sterben wollen. Nun muss sich die dänische Armee nicht nur an der Front gegen Deutschland und Österreich verteidigen, sondern auch noch gegen die Politik der eigenen Regierung. Sofia und die schwangere Inge folgen im Planwagen von Sofias Familie der Armee, Inge will unbedingt Laust und Peter finden. Sie wurde von ihren Eltern verstoßen und hat nichts zu verlieren. Sie findet zudem heraus, dass Sofia auch schwanger ist – von ihrem Vergewaltiger Didrich. Die Brüder gehen unterdessen getrennte Wege. Peter fühlt sich von Laust und Inge verraten. Er ist nun mit dem Offizier Wilhelm Dinesen und anderen Kameraden auf einer gefährlichen Mission, bei der sie von Husaren angegriffen werden. Peter muss zum ersten Mal einen Mann töten, ein Vorfall, der ihn verändert. Dinesens furchtlosem Kampfeinsatz allein ist es zu verdanken, dass sie nicht alle sterben. Laust wird von seinem Vorgesetzten Didrich zu einem völlig unsinnigen Einsatz gezwungen, der ihn an den Rand des Todes bringt. Didrich hingegen schafft es, sich der Verantwortung zu entziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302049","hoster":"VOE"},{"path":"/redirect/8249354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-6","name":"Teil 6","epNo":6,"alt":"Episode 6","descr":"General de Meza, dessen Strategie sich an den Stärken der dänischen Armee orientiert hat, wurde von der Regierung entlassen. An seine Stelle tritt General Gerlach, der den Befehlen aus Kopenhagen unbedingt Folge leistet: Kopenhagen will Helden, keine Niederlagen. Die Soldaten werden ohne Rücksicht auf Verluste in den unsinnigsten Einsätzen in den Tod geschickt. Düppel muss gehalten werden, auch wenn es an Wahnsinn grenzt. Inzwischen ist Sofia mit ihrer Familie und Inge in Sønderburg angekommen, dem \"Eintrittstor zur Hölle von Düppel\", wo Tag und Nacht die Kanonen donnern. Dort treffen Inge und Sofia auf Didrich, der die beiden Frauen skrupellos belügt und ihnen erzählt, dass Peter und Laust gestorben seien, der eine im Kampf, der andere am Fieber. In ihrer Verzweiflung bietet Inge ihre und Sofias Dienste in einem Lazarett an, um etwas Sinnvolles zu leisten. Nach anfänglichem Widerwillen akzeptiert Doktor Krøldrup die Hilfe. Angesichts der verzweifelten Lage der dänischen Armee wollen die Deutschen nun einen Friedensschluss und die Briten ihre Vermittlerdienste durch Lord Palmerston anbieten. 150 Jahre später macht Claudia bei sich zu Hause in der Garage in einem alten Fotoalbum eine unerwartete Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302054","hoster":"VOE"},{"path":"/redirect/8249351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-7","name":"Teil 7","epNo":7,"alt":"Episode 7","descr":"Sønderburg brennt und die Deutschen stehen vor dem Großangriff auf Düppel. Niemand schläft in dieser Nacht, nicht die Soldaten, nicht die Generäle, nicht Monrad und nicht Bismarck. Inge und Sofia arbeiten unentwegt im Feldlazarett, doch mitten im größten Chaos setzen bei Inge die Wehen ein. Nur Sofia wird ihr bei der Geburt ihres Sohnes zur Seite stehen können. Um vier Uhr morgens beginnt das sechs Stunden anhaltende Bombardement der Düppeler Schanzen, dann stürmen die Preußen die Schützengräben. Die dänische Armee wird nahezu ausgelöscht. Didrich schafft es wieder, sich außer Gefahr zu bringen. Laust, der ihm dabei helfen will, gerät ins Visier von Heinz und dessen Kameraden. Peter will währenddessen seinen Bruder, von dem er schon zu lange getrennt war, auf dem Schlachtfeld finden. Bei den Friedensverhandlungen in London unterbreitet Bismarck ein neues Angebot, nach dem Dänemark ein Drittel von Schleswig bekommen soll. Doch Monrad und Kriegsminister Lundbye lehnen erneut hochmütig ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10776750","hoster":"VOE"},{"path":"/redirect/8249356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1864/staffel-1/episode-8","name":"Teil 8","epNo":8,"alt":"Episode 8","descr":"Nach der Ablehnung des Friedensvertrags durch die Dänen erobern die preußischen Truppen nun auch die Insel Alsen, den letzten Rückzugsort der dänischen Armee. Die dänische Flagge liegt am Boden. Innerhalb weniger Monate ist aus dem nationalen Höhenflug eine nationale Tragödie geworden. Monrad, der das noch immer nicht wahrhaben will, wird nach einer Durchhalte-Rede im Parlament zum König gebracht, der ihn über die totale Kapitulation Dänemarks informiert. Monrad ist fassungslos. Wieder sucht er Unterstützung bei Johanne Louise Heiberg, die ihm jedoch sehr pragmatisch erklärt, dass eben nicht jede \"Show\" ein Hit werden könne und er sich damit abfinden solle. Am Rande des Wahnsinns wird Monrad als Missionar nach Neuseeland auswandern. Nach Ende des Krieges 1866 werden die Soldaten entlassen. Johan, der Älteste unter ihnen, macht es sich zur Aufgabe, den Familien die Todesnachrichten persönlich zu überbringen, während Peter sich zu Fuß auf den langen Weg nach Hause macht. Inge, die in Sønderburg einen kleinen Jungen zur Welt gebracht hat, hat ihre Lebenslust und ihre Kraft verloren. Ihr kleiner Laust ist alles, was sie noch hat. Inges Eltern nehmen sie wieder auf, aber sie sind nicht zufrieden mit der Tochter und dem unehelichen Kind. Sie möchten Inge mit Didrich verheiraten. Dieser willigt ein, unter der Bedingung, dass der \"Bastard\" weggegeben wird. Sofia lebt bei der Mutter von Laust und Peter und bringt dort ihr Kind zur Welt, es ist ebenfalls ein kleiner Junge, und sie nennt ihn Peter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8302058","hoster":"VOE"},{"path":"/redirect/8249359","hoster":"Streamtape"}]}]}]}]}