{"path":"/serie/stream/18if","name":"18if","descr":"Als sei es nicht schlimm genug, dass Haruto Tsukishiro urplötzlich in einer Traumwelt aufwacht, so muss er dort ebenfalls mit vielen weiteren Ungewissheiten fertig werden. Zum einen trifft er auf das geheimnisvolle Mädchen Lily sowie auf Katsumi Kanzaki, einen komischen Professor, der die Traumwelt untersucht, zum anderen muss er nunmehr mit der Tatsache leben, dass Hexen existieren und er immer wieder in verschiedene Zwischenfälle involviert wird. Quelle: aniSearch.de","seasons":[{"path":"/serie/stream/18if/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/18if/staffel-1/episode-1","name":"","epNo":1,"alt":"The Witch of Thunder","descr":"Haruto Tsukishiro erwacht in einer mysteriösen Traumwelt, die von seltsamen und mächtigen Wesenheiten namens Hexen bewohnt wird, von denen die erste Yuko Sakurabe, die Hexe des Donners, ist. Harutos einzige Quellen der Kameradschaft sind Lily, ein weißhaariges Mädchen, das Haruto ihren \"Bruder\" nennt, und Katsumi Kanzaki, eine Wissenschaftlerin, die die Traumwelt erforscht. Yuko findet Haruto und versucht ihn zu überzeugen, mit ihr zu spielen. Zuerst lehnt Haruto ab, aber als Kanzaki fast getötet wird, ist er gezwungen zu akzeptieren. Seine Versuche, Yuko zu beschwichtigen, sind umsonst, da sie auch versucht, ihn zu töten. Glücklicherweise stellt Haruto fest, dass alle Verletzungen, die er in der Traumwelt erleidet, nicht real sind, sodass er Yukos Angriffe leicht überlebt. Mit Lilys Hilfe erkennt Haruto, dass Yuko tatsächlich ein trauriger Mensch ist. Mädchen mit gebrochenem Herzen, das in die Traumwelt ging, nachdem es in der realen Welt einen grausamen Streich gespielt hatte. Haruto hilft Yuko, sich mit ihren Schmerzen zurechtzufinden und ermöglicht ihr, in die reale Welt zurückzukehren. Als Yuko aufwacht, produziert die Traumwelt eine blaue Tür, die laut Kanzaki und Lily Haruto in die reale Welt zurückbringen wird. Aber als Haruto es durchläuft, wird er in den Raum zurückgebracht, in dem die Episode begonnen hat. Haruto beschließt einfach, wieder zu schlafen, in der Hoffnung, einen anderen Weg zu finden, um nach Hause zurückzukehren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13810973","hoster":"VOE"},{"path":"/redirect/13810972","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279276","hoster":"VOE"},{"path":"/redirect/8279272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-2","name":"","epNo":2,"alt":"Time Stopped at Age 12","descr":"Haruto hat einen beängstigenden Traum von einer Frau, die jemanden gnadenlos und grotesk tötet und erwacht, als Professor Katsumi feststellt, dass sein Traum wahr ist und dass die Hexe jemanden getötet hat. Der Professor erklärt, dass vor 10 Jahren ein Verbrechen begangen wurde, als eine vierköpfige Familie in ihrem Haus getötet wurde. Die jüngste Tochter überlebte jedoch, indem sie sich in einem Schrank versteckte, während ihre Eltern und ihre ältere Schwester getötet wurden. Der Traum, den Haruto mit der Hexe teilte, war ein Bild von einem der drei Mörder, die genauso ermordet wurden wie die Mutter. Der größte Verdächtige ist also die jüngste Schwester, die ebenfalls an einer Störung namens Dornröschen-Syndrom leidet. Als Haruto in die Traumwelt zurückkehrt, kontaktiert Professor Katsumi die verbleibenden zwei Mörder. die offenbaren, dass sie jedes Mal den gleichen Traum hatten, von roten Fersen verfolgt zu werden, bevor sie getötet wurden, wie der Vater und die ältere Schwester. Aus Angst haben sie versucht, wach zu bleiben, aber einer von ihnen gibt schließlich nach und wird vor Haruto in der Traumwelt ermordet, wo er auf die Hexe trifft. Als er sieht, wie sein Freund im wirklichen Leben enthauptet wird, beschließt der Letzte, der hinter dem Mord steckt und derjenige, der alles inszeniert hat, einzuschlafen. Dies alles ist jedoch Teil eines Plans für ihn, sein Unbewusstsein in der Traumwelt zu wecken, in der er versucht, die Hexe zu töten, nachdem er herausgefunden hat, dass in der Traumwelt alles passieren kann, solange Sie es sich vorstellen. Bevor die Hexe überwältigt ist, tritt Haruto ein und tötet den Mastermind auf die exakte Weise, wie die Hexe es gerne hätte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13810976","hoster":"VOE"},{"path":"/redirect/13810975","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279281","hoster":"VOE"},{"path":"/redirect/8279279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-3","name":"","epNo":3,"alt":"The Witch of First Love","descr":"Haruto endet in den Träumen eines kranken Highschool-Mädchens, mit dem er sich anfreundet, und führt sie über die Grenzen des Parks in der Nähe ihres Hauses hinaus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13810985","hoster":"VOE"},{"path":"/redirect/13810984","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279278","hoster":"VOE"},{"path":"/redirect/8279282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-4","name":"","epNo":4,"alt":"The Witch of Gluttony","descr":"In letzter Zeit war Dr. Kats auf einem Curry Rice Bender. Es gibt ein Restaurant, in das er jeden Tag gegangen ist und das mindestens drei Teller hat. Und nein, er hat es nicht von diesem einen Restaurant bekommen. Das Rezept wird jeden Tag von Airi Kojima gemacht, einem Amateur-Model, das im Restaurant ihres Onkels arbeitet. Weißt du was sie noch ist? Die vierte Hexe. Sie hat ein kleines Problem. Ihr Körper nimmt mit äußerster Leichtigkeit zu. Als sie das letzte Mal satt wurde, ließ ihr Freund sie für ein dünneres Mädchen fallen. Der Trottel. Das hat sie in einen schrecklichen Kreislauf gebracht. Das einzige, was sie möchte, ist ein großartiger Geschmack, der sie glücklich macht. Also isst sie Tonnen von Junk Food. Die ganze Zeit ist sie sich kaum ihrer Handlungen bewusst. In Wahrheit flüchtet sie in die Traumwelt, wenn sie sich auf KFC und McDonald\u0027s verlässt. Dort verzieht sie die Realität, um ein Land aus Kuchen, Donuts und Zuckerwatte zu schaffen. Wo Sie essen können, was Sie wollen und nie fett werden. Dort ist sie ein cherubisches Kind. Aber dann merkt sie, wie sie aussehen wird und erbricht alles.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13810988","hoster":"VOE"},{"path":"/redirect/13810989","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279286","hoster":"VOE"},{"path":"/redirect/8279283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-5","name":"","epNo":5,"alt":"The Witch of Ordinariness","descr":"Die Weltklasse-Eiskunstläuferin Mirei Saegusa ist gestresst von ihrem gegenwärtigen Lebensstil und sehnt sich nach einem normalen Leben. In der Traumwelt versucht sie, ein normales Leben zu führen, und Haruto bringt ihr bei, wie normale College-Kinder Spaß haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13812822","hoster":"VOE"},{"path":"/redirect/13812821","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279287","hoster":"VOE"},{"path":"/redirect/8279288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-6","name":"","epNo":6,"alt":"Curses Return Upon the Casters","descr":"Natsuki Kamikawa versucht Selbstmord zu begehen, nachdem sie gemobbt wurde, aber anstatt zu sterben, betritt sie die Welt ihres Lieblingsanimes Onmyo Ukiyo Ayakashi-Barai. Sie ist zuerst aufgeregt, hat es aber irgendwann satt, dasselbe alte Anime-Ding zu machen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13812824","hoster":"VOE"},{"path":"/redirect/13812825","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279290","hoster":"VOE"},{"path":"/redirect/8279289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-7","name":"","epNo":7,"alt":"And Now There Are None...","descr":"Haruto und Kanzaki treffen einen Blechmann namens Yoshitsune, der versucht, ein Mädchen namens Nene zu finden. Gerade als Haruto und Kanzaki herausfinden, dass Nene eine Hexe ist, werden sie in eine andere Dimension hineingezogen, in der Nene ihre Tage mit zwei Jungen und einer Katze verbringt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13812826","hoster":"VOE"},{"path":"/redirect/13812827","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279294","hoster":"VOE"},{"path":"/redirect/8279293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-8","name":"","epNo":8,"alt":"Threshold","descr":"Haruto kämpft, weil er nicht effektiv mit einer Hexe kommunizieren kann. Als Kanzaki Mari um Rat fragt, stößt er auf jemanden, der ihr reales Gegenstück zu sein scheint.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813046","hoster":"VOE"},{"path":"/redirect/13813044","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279296","hoster":"VOE"},{"path":"/redirect/8279297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-9","name":"","epNo":9,"alt":"Idols Don`t Go to the Bathroom!","descr":"Misaki, das zentrale Mädchen in der Idolgruppe Shark Lady, handelt davon, gemobbt, von Produzenten und Paparazzi sexuell belästigt zu werden. Währenddessen wird sie von einem Stalker angegriffen und erkrankt am Dornröschen-Syndrom.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813048","hoster":"VOE"},{"path":"/redirect/13813047","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279300","hoster":"VOE"},{"path":"/redirect/8279299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-10","name":"","epNo":10,"alt":"Dream Dimension Alpha","descr":"Haruto trifft Jane Doe, eine Hexe, die in der Traumwelt macht, was sie will. Haruto und die anderen spielen mit ihnen, während sie in ihre verrückten Handlungen und Ideen verwickelt werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813051","hoster":"VOE"},{"path":"/redirect/13813050","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279302","hoster":"VOE"},{"path":"/redirect/8279303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-11","name":"","epNo":11,"alt":"The Thorn Cross Association","descr":"Kanzaki hört, dass Menschen mit Dornröschen-Syndrom \"von Eva gesegnet\" wurden und sagt Haruto, dass er einen Hinweis auf Yurina gefunden hat, aber Haruto ist irritiert darüber, dass er die Traumwelt nicht verlassen kann und nicht zuhört.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813053","hoster":"VOE"},{"path":"/redirect/13813054","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279305","hoster":"VOE"},{"path":"/redirect/8279304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-12","name":"","epNo":12,"alt":"The Witch Wars","descr":"Die ehemaligen Hexen, die in die reale Welt zurückgekehrt sind, suchen nach Haruto. Während die Thorn Cross Association das Erwachen von Eva in der Welt verbreitet, erscheint Kanzakis jüngere Schwester Yurina als Hexe in der Traumwelt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813094","hoster":"VOE"},{"path":"/redirect/13813081","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279308","hoster":"VOE"},{"path":"/redirect/8279309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/18if/staffel-1/episode-13","name":"","epNo":13,"alt":"Eve`s Sigh","descr":"Als Eva erwacht und sich die reale Welt und die Traumwelt vermischen, erzählt Yuko Haruto eine schockierende Wahrheit, die ihn bis ins Mark erschüttert. Alle Antworten liegen bei Eva, und Haruto und die anderen öffnen endlich die Tür, um sie zu treffen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13813109","hoster":"VOE"},{"path":"/redirect/13813107","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279311","hoster":"VOE"},{"path":"/redirect/8279313","hoster":"Streamtape"}]}]}]}]}