{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis","name":"1993 - Jede Revolution hat ihren Preis","descr":"Die Geschichte von Leonardo Notte wird fortgesetzt, der neben Berlusconi von einem politischen Wagnis träumt. Der Aktivist der Liga Nord, Pietro Bosco, gerät immer mehr in den Bann des grausamen Spiels der Politik. Luca Pastore kämpft an der Seite des Staatsanwalts Italiens Di Pietros gegen die Macht und Veronica Castello hat ihren lang ersehnten TV-Erfolg gefunden.","seasons":[{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die sozialistische Partei PSI und ihr Vorsitzender Bettino Craxi stehen im Fokus der Ermittlungen von Mani Pulite. Leonardo Notte hat unterdessen ein neues Leben begonnen und versucht in Berlusconis Auftrag die Stimmung auf Seiten des politischen Gegners auszuloten. Nach der Trennung von Veronica versucht Pietro Bosco, sich abzulenken und seinen Kummer mit Alkohol zu betäuben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460095","hoster":"VOE"},{"path":"/redirect/14480082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Pietro rettet Bortolotti aus einer misslichen Lage woraufhin ihm Bortolotti, seinen Posten in der Aufsichtskommission der RAI überlässt. Indes geht Luca einen schmutzigen Deal mit dem Abgeordneten Nobile ein. Während Veronica Leo dazu drängt, sich mehr um seine Tochter zu kümmern, verfällt Bibi Mainaghis Bruder Zeno den Drogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459995","hoster":"VOE"},{"path":"/redirect/14480083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Veronica hat die Explosion äußerlich unverletzt überlebt, doch das Trauma wirkt nach. Leo bestärkt Berlusconi in seiner Absicht, eine eigene Partei zu gründen und die politische Landschaft Italiens zu revolutionieren. Bibi hält dicht, als Pastore sie vernimmt: Zu groß ist ihre Angst, dass Leo ihre Verbindung zur Mafia öffentlich machen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460106","hoster":"VOE"},{"path":"/redirect/14480085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nachdem Leo in Untersuchungshaft sitzt, spricht Veronica seiner Tochter Viola Mut zu. Pietros politische Karriere stagniert, doch sein Nachbar Nobili verschafft ihm Zugang zum elitären Salon der Baronessa Ravagnini – doch wird Pietros Plan aufgehen? Auf der Suche nach Schlagzeilen lässt Veronicas Schwester ihre alte Freundschaft mit Scaglia wiederaufleben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459839","hoster":"VOE"},{"path":"/redirect/14480084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Giulia sucht Rat bei der Journalistenlegende Indro Montanelli, der ihr einen neuen Weg aufweist. Unterdessen warnt Del Re Bibi vor Brancato und Arnaldi setzt Leo weiter unter Druck, Del Re zu töten, um selbst freizukommen. Um seine politische Karriere zu retten, verbündet Pietro sich mit Miglio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459990","hoster":"VOE"},{"path":"/redirect/14480087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Pietro fädelt geschickt seine Rache ein: Er nutzt Miglios Eitelkeit und drängt ihn, beim nächsten Parteitag gegen Bossi anzutreten und versichert ihm seine Unterstützung. Mit Schrecken erfährt Leo, dass Brancato ihn nun als einen Freund sieht, der ihm etwas schuldet. Schlimmer noch: Berlusconi ist nicht bereit, ihm seine alte Position zurückzugeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459854","hoster":"VOE"},{"path":"/redirect/14480086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Rachele offenbart Leo, dass Berlusconis Eintritt in die Politik unmittelbar bevorsteht. Vor allem aber deutet sie an, dass auch die PDS in den Schmiergeldskandal verwickelt sein könnte. Unterdessen zerschlagen sich Veronicas Hoffnungen auf eine Beziehung mit Davide.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459846","hoster":"VOE"},{"path":"/redirect/14480089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/1993-jede-revolution-hat-ihren-preis/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Trotz Lucas Erkrankung hofft Di Pietro, mit seiner Hilfe künftig dem organisierten Verbrechen das Wasser abgraben zu können. Auch Nobile hat Zukunftspläne mit Luca und will ihn für den Geheimdienst anheuern. Leo frischt die Freundschaft mit seinem Freund Beppe auf, einem hohen Funktionär der PDS, der ihm anvertraut, Insiderwissen über das Schmiergeld zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460073","hoster":"VOE"},{"path":"/redirect/14480091","hoster":"Streamtape"}]}]}]}]}