{"path":"/serie/stream/2012-das-jahr-null","name":"2012 - Das Jahr Null","descr":"Hobbyarchäologe Peter Hellinga findet auf einer Exkursion in Mexiko einen uralten Maya-Kodex, aus dem hervorgeht, was nach dem 21. Dezember 2012, dem vermeintlichen Tag des Weltuntergangs, geschehen wird. Doch bevor Peter seinen spektakulären Fund bekannt machen kann, wird er entführt. Seine beiden Enkelsöhne Hidde und Twan erhalten von ihm noch eine rätselhafte Botschaft, mit der Bitte, den Kodex in Sicherheit zu bringen, falls ihm etwas zustoßen sollte. Zusammen mit Freundin Mascha und dem mysteriösen Maya-Mädchen Felix beginnen die Jungen mit ihren Nachforschungen und machen sich auf die Suche nach Opa Peter.","seasons":[{"path":"/serie/stream/2012-das-jahr-null/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-1","name":"Die Entführung","epNo":1,"alt":"De ontvoering","descr":"Der Hobbyarchäologe Peter Hellinga macht in Mexiko eine sensationelle Entdeckung. Er findet den legendären Maya-Kodex. Die uralte Botschaft verrät, was im Jahr 2012 genau passieren wird. Denn nach einer uralten Prophezeiung der Maya steht 2012 das Ende der bisherigen Welt bevor. Peter ahnt, dass ihn diese Entdeckung in große Gefahr bringt und er ruft seine Enkel Hidde und Twan an. Er berichtet von seinem spektakulären Fund und bittet sie, den Kodex in Sicherheit zu bringen, falls ihm etwas zustoßen sollte. Kurz darauf wird er am Flughafen von Mexiko entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312502","hoster":"VOE"},{"path":"/redirect/8250367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-2","name":"Der Einbruch","epNo":2,"alt":"De inbraak","descr":"Hidde und Twan machen sich Sorgen, denn sie haben noch immer nichts von ihrem Opa gehört. Als dann auch noch bei einem nächtlichen Einbruch Opas Zimmer völlig durchwühlt wird, wissen sie, dass die Sache ernst ist. Entschlossen versuchen sie herauszufinden, worauf sich der Code auf der Holzkiste bezieht und was die kleine Figur von Kinnich Ahau bedeutet, die sie ebenfalls gefunden haben. Noch ahnen die Jungen nicht, dass sie im Auftrag einer zwielichtigen Organisation beschattet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312499","hoster":"VOE"},{"path":"/redirect/8250373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-3","name":"Felix","epNo":3,"alt":"Felix","descr":"Die zwielichtige Sekte \"Survivors\", hat schon früh von Peter Hellingas Fund in Mexiko erfahren. Und sie vermuten, dass Hidde und Twan dem Kodex bereits auf der Spur sind. Die Jungs sollen werden von nun an streng überwacht.Unterdessen wird Peter weiter in Mexiko gefangen gehalten. Hidde, Twan und Masha haben in Opas Zimmer ein altes Dokument gefunden, das sie nicht entschlüsseln können. Der Weg führt sie in das Völkerkundemuseum. Dort treffen sie Felix, ein geheimnisvolles Maya-Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10778336","hoster":"VOE"},{"path":"/redirect/8250380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-4","name":"Nachricht aus Mexiko","epNo":4,"alt":"Een nieuw bericht uit Mexico","descr":"Felix warnt Hidde, Twan und Masha vor einer großen Gefahr. Sie stellen fest, dass das Dokument, das sie in Opas Zimmer gefunden haben, nicht der echte Kodex ist. Sie sprechen mit Guus Alkema, dem Ausstellungsleiter des Museums. Aber der verhält sich verdächtig. Sie vermuten, dass er einiges verschweigt. Und Guus ist nicht der einzige im Museum, der sich seltsam verhält. Hellinga heckt in Mexiko einen Fluchtplan aus, während es für die Jugendlichen immer brenzliger wird. Frieda Nachtigall und ihre Sekte, die \"Survivors\", sind den Jungen auf den Fersen. Wem können sie noch vertrauen? Und, noch wichtiger, wem nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312506","hoster":"VOE"},{"path":"/redirect/10778338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-5","name":"Objekt B 109","epNo":5,"alt":"Object B109","descr":"Twan und Hidde finden heraus, dass Guus Alkema regelmäßigen Kontakt mit ihrem Opa hatte. Mit Hilfe der geheimnisvollen Felix brechen sie in das Museum für Völkerkunde ein. Peters Fluchtversuch in Mexiko ist unterdessen missglückt. Außerdem macht ihm die Hitze mehr und mehr zu schaffen und er wird krank. Die \"Survivor\"-Sekte will endlich Ergebnisse von Nachtigall sehen, die auf die Jungs angesetzt wurde, und sie versichert ihrerseits, dass sie so gut wie im Besitz des Kodex ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312510","hoster":"VOE"},{"path":"/redirect/8250388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-6","name":"Das Tagebuch","epNo":6,"alt":"Het dagboek","descr":"Hidde entschlüsselt die Bedeutung des Codes auf Opa Hellingas Holzschachtel. Der Weg führt in die Bibliothek des Museums, die Hellinga ständig besucht hat. Doch das Tagebuch, das sie dort zu finden hofften, fehlt. Frieda Nachtigall ist überzeugt, dass ihr die Reliefplatte, die sie aus dem Museum gestohlen hat, den Weg zum Kodex weisen wird. In Mexiko sieht es für Opa Hellinga nicht gut aus. Sein Zustand verschlechtert sich zusehends.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312507","hoster":"VOE"},{"path":"/redirect/10778341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-7","name":"Falscher Verdacht","epNo":7,"alt":"Vals beschuldigd","descr":"Twan, Hidde, Mascha und Felix sind in den geheimen Treffpunkt der \"Survivors\" eingedrungen. Dort finden sie heraus, dass auch Frieda Nachtigall das Tagebuch, nach dem sie suchen, nicht hat. Sie werden entdeckt. In Mexiko wird Peter Hellinga von dem Schamanen Don Leonardo, einem alten Maya-Nachfahren, gepflegt. Chris, Maschas Vater, spioniert den Kindern nach und versucht trickreich, die Suche zu behindern. Was führt Chris im Schilde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10778344","hoster":"VOE"},{"path":"/redirect/10778345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-8","name":"Das Geheimnis des Steines","epNo":8,"alt":"Het geheim van de steen","descr":"Da die Halle, in denen sich die \"Survivors\" versammelt hatten, leer ist und auch keine Spuren von diesem Treffen zurück geblieben sind, glaubt niemand Twan und Felix. Hidde und Felix werden außerdem des Diebstahls verdächtigt. In Mexiko erzählt Javier seinem Vater, warum er Hellinga entführt hat. Don Leonardo redet seinem Sohn Javier nachhaltig ins Gewissen. Javier beschließt daraufhin, Hellinga freizulassen. Doch unmittelbar bevor Javier Hellinga frei lassen kann, wird der aus dem Gefängnis gezerrt und in eine benachbarte Kleinstadt entführt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312511","hoster":"VOE"},{"path":"/redirect/8250394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-9","name":"Die Übergabe","epNo":9,"alt":"De overdracht","descr":"Da Opa Hellinga den Aufenthaltsort des Kodex nicht preisgeben will, erhöht die Sekte den Druck auf die vier Freunde: Sie schickt ihnen ein Entführungsfoto und zwingt Hidde und Twan zu einem Treffen mit dem Helfer von Nachtigall, zu dem sie alle ihre Informationen über den Kodex mitbringen sollen. Twan und Hidde entscheiden, ihrer Mutter nichts über den Kontakt mit den Entführern zu sagen. Sie wollen die Sache alleine regeln. Sein Chef setzt Chris unter Druck, um herauszufinden, wo Hellinga geblieben ist. Frieda ist überzeugt, dass sie Hidde und Twan in der Zange hat und dass sie bald den Kodex besitzen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312513","hoster":"VOE"},{"path":"/redirect/12635335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-10","name":"Nach Mexiko","epNo":10,"alt":"Naar Mexico","descr":"Hidde und Twan werden von Nachtigalls Handlangern auf ein altes Schiff gebracht und eingesperrt. Ein Foto der eingesperrten Jungen wird Opa Hellinga vorgelegt, um ihn unter Druck zu setzen und das Versteck des Kodex preiszugeben, aber der lässt sich immer noch nicht einschüchtern. Mashas Vater gelingt es, die Jungen zu befreien. Die Jugendlichen schöpfen jedoch Verdacht: Wieso war ausgerechnet Chris zum richtigen Zeitpunkt am richtigen Ort? Inzwischen versucht Peter, einen Weg zu finden, um den Entführern zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312512","hoster":"VOE"},{"path":"/redirect/8250401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-11","name":"Auf der Suche nach Opa","epNo":11,"alt":"Op zoek naar Opa","descr":"Opa Hellingas Lage wird immer brenzliger, Emilio und die Sekte werden immer ungeduldiger. Nachtigall wird vom Chef der Sekte massiv unter Druck gesetzt. Hidde und Felix begeben sich in Mexiko mit Javiers Hilfe auf die Suche nach Peter. Masha vertraut ihrem Vater nicht mehr und versucht zusammen mit Twan dahinter zu kommen, was für ein Spielchen er spielt. Masha und Twan finden heraus, dass der Ölkonzern, für den Mashas Vater arbeitet, eine wichtige Rolle bei Opa Hellingas Entführung spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312514","hoster":"VOE"},{"path":"/redirect/8250404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/2012-das-jahr-null/staffel-1/episode-12","name":"Der Kodex","epNo":12,"alt":"De codex","descr":"Die Zeit drängt. Peter versucht zusammen mit Hidde und Felix in Mexiko den Kodex zu finden. Masha und Twan verfolgen in Holland ihren eigenen Plan. Ihnen ist klar, dass sie das geplante Treffen der mexikanischen Regierungsvertreter mit den Leuten vom Ölkonzern stören müssen. Sie verschaffen sich verkleidet als Journalisten Zugang zum Kongressgebäude. Chris spielt ein gefährliches Spiel, denn er verspricht Nachtigall den Kodex. Opa Hellinga hat in der Zwischenzeit zusammen mit Hidde, Felix und Javier den Kodex im Tempel gefunden und eilt mit den Kindern zurück nach Holland.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8312516","hoster":"VOE"},{"path":"/redirect/10778354","hoster":"Streamtape"}]}]}]}]}