{"path":"/serie/stream/24-hours-two-sides-of-crime","name":"24 Hours - Two Sides of Crime","descr":"Bei einem Banküberfall in einer flämischen Kleinstadt, bei dem sich die Räuber mit einer Reihe von Geiseln in dem Geldinstitut verbarrikadiert haben, werden Mercedes Vos (Sofie Decleir) von der DSU, einer Spezialeinheit der Polizei, und ihr Kollege Ibrahim (Lukas De Wolf) und Roeland (Willy Thomas) zum Tatort beordert. Ivo de Rouck (Johan Van Assche) von der föderalen Polizei lässt zeitgleich Scharfschützen in Stellung bringen.Perspektivwechsel: Einige Stunden zuvor will Bankdirektor Walter am Morgen seinen Dienst antreten, als er von den Geiselnehmern Elias (Titus De Voogdt) und Tommy (Bert Haelvoet) überwältigt wird. Auch seine Mitarbeiter geraten in die Gewalt der Räuber, genau wie eine ganze Reihe von frühmorgendlichen Kunden. Elias nimmt Kontakt mit der Polizei auf und verlangt ein Lösegeld von einer Million Euro. Beim Versuch, den Tresor der Bank zu öffnen, führt ein Missgeschick zu schlimmen Konsequenzen.\"24 Hours\" betrachtet abwechselnd Ereignisse aus Sicht der Polizei, der Presse sowie der Bankräuber, der Opfer und ihrer Familien. Dabei setzt sich nach und nach ein vollständiges Bild über die Hintergründe des Falls zusammen.","seasons":[{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"In der Nähe von Brüssel wird am frühen Morgen eine Bank überfallen und Angestellte, Kunden sowie zwei Kinder werden als Geiseln genommen. Die Täter verlangen ein Lösegeld in Höhe von einer Million Euro und drohen, eine Bombe zu zünden. Sollten ihre Forderungen nicht erfüllt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339945","hoster":"VOE"},{"path":"/redirect/11119325","hoster":"Doodstream"},{"path":"/redirect/8250688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nach einem Schuss droht die Situation zu eskalieren. Einsatzleiter De Rouck (Johan van Assche) benötigt dringend Informationen über die bisherigen Geschehnisse innerhalb der Bank. Doch dem unerfahrenen Unterhändler El Ghazoui (Lukas De Wolf), der in direktem Kontakt zu den Tätern steht, gelingt es nur schwer, mit ihnen zu verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339946","hoster":"VOE"},{"path":"/redirect/8250691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Bankräuber drohen Freya (Maaike Neuville) und Michaël (Jelle de Beule) mit dem Tod. Sollten sie nicht helfen, so viel Geld wie möglich aus dem Tresor an einen sicheren Ort zu schaffen. Nicht jede Geisel ist bereit, den Anweisungen der Geiselnehmer zu folgen. Nachdem der Strom gekappt wurde und es kein Wasser mehr im Gebäude gibt, verschärft sich die Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339948","hoster":"VOE"},{"path":"/redirect/8250689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Unterhändler El Ghazoui (Lukas De Wolf) muss die Geiselnehmer vertrösten, denn der geforderte Geldbetrag steht nicht zur Verfügung. De Vos (Sofie Decleir) wird derweil gegen ihren Willen von dem Fall abgezogen. Die Ergebnisse der Verhandlungsgespräche mit den Geiselnehmern lassen ihr jedoch keine Ruhe. Gibt es unter den Kollegen etwa einen Maulwurf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339955","hoster":"VOE"},{"path":"/redirect/8250693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Die Geiselnehmer Elias De Sutter (Titus De Voogdt) und Tommy De Coninck (Bert Haelvoet) scheinen einem der Gefangenen zu vertrauen, der offenbar mehr über den Überfall weiß, als er zugeben will. Der riskante Plan der Geiselnehmer wird gefährdet, als die beiden Überraschungsbesuch bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339953","hoster":"VOE"},{"path":"/redirect/8250695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Der Polizei gelingt es, unentdeckt in die Bank einzudringen und Geisel Freya (Maaike Neuville) zu befreien, doch der Sprengsatz an ihrem Hals wird aktiviert. Wie sich herausstellt, sind die Geiselnehmer längst geflüchtet und haben einige der Gefangenen mitgenommen. De Vos (Sofie Decleir) und ihre Kollegen versuchen mit Hochdruck, den neuen Aufenthaltsort der Täter herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339959","hoster":"VOE"},{"path":"/redirect/8250702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Die Bankräuber haben mehr und mehr Angst, entdeckt zu werden. De Sutter (Titus De Voogdt) kann seinen Komplizen jedoch überzeugen, nicht aufzugeben. Als zwei der Geiseln versuchen zu flüchten, eskaliert die Situation und es kommt zu einer Schießerei. Die Geiselnehmer machen sich bereit zur Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339963","hoster":"VOE"},{"path":"/redirect/8250705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Noor (Imani de Caestecker), eins der zwei Kinder unter den Geiseln, ist verschwunden. Die Polizei findet eine Patronenhülse. Wurde das Mädchen angeschossen? Ein Suchtrupp, bestehend aus Polizei und freiwilligen Helfern, wird eingesetzt, um Noor zu finden. El Ghazoui (Lukas De Wolf) und seine Kollegen haben begonnen, die Geiseln, die in der Bank zurückgelassen wurden, zu befragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339958","hoster":"VOE"},{"path":"/redirect/10778844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Mit einem Großaufgebot an Einsatzkräften sucht die Polizei nach Noor (Imani de Caestecker). Auch Geiselnehmer De Coninck (Geert Van Rampelberg) mischt sich unter die Helfer und bleibt unerkannt. Was passiert, wenn er das Mädchen findet? Währenddessen schmieden De Sutter (Titus De Voogdt) und seine Komplizen Pläne, wie sie das Geld untereinander aufteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339961","hoster":"VOE"},{"path":"/redirect/13351126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"De Vos (Sofie Decleir) steht kurz vor der Lösung des Falls, doch dann gerät sie selbst in die Hände der Geiselnehmer. Welche sich mit ihr in der Villa der Van Landschoots verschanzen. Als sie entdecken, dass ihr Aufenthaltsort live von einem TV-Sender übertragen wird und sich eine Sondereinheit der Polizei an der Fassade zu schaffen macht, ruft De Sutter (Titus De Voogdt) beim Sender an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339962","hoster":"VOE"},{"path":"/redirect/10778849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"Vos steht kurz vor der Lösung des Rätsels, doch dann gerät sie selbst in die Hände der Geiselnehmer. Polizei und Täter werden immer nervöser. Die Polizei umstellt die Villa der Familie Van Landschoot. Thibault gelingt es, Kontakt zu Vos aufzunehmen und ihr eine Waffe zuzustecken. Kurz darauf wird Thibault angeschossen und abtransportiert. Elias fordert per Telefon, dass sich die Polizei wieder zurückzieht. Als Nächstes wendet er sich an den Fernsehsender und möchte, dass die Außenansicht der Villa permanent live im Fernsehen übertragen wird. Arne bittet die Fernsehleute, ein falsches Bild einzuspeisen. Dann rücken auf Befehl von Ivo hin die Einsatzkräfte wieder näher ans Haus. Einem Polizisten gelingt es, Vos im Haus zu entdecken. Er bemerkt, dass sie blutet und ohnmächtig ist. Nun muss die Polizei handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339966","hoster":"VOE"},{"path":"/redirect/10778859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/24-hours-two-sides-of-crime/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Vos überzeugt Elias davon, dass Freya alle Mitwirkenden des Überfalls gegeneinander ausspielt. Elias und Tommy geraten in Streit. Daraufhin kommt es zum Schusswechsel. Tommy tötet Elias. Freya will Tommy überreden, auch Vos umzubringen, da sie die einzige Zeugin ist, die die Wahrheit kennt. Kann die Polizei rechtzeitig eingreifen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8339967","hoster":"VOE"},{"path":"/redirect/8250716","hoster":"Streamtape"}]}]}]}]}