{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii","name":"30-sai made Doutei da to Mahou Tsukai ni Nareru Rashii ","descr":"[Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!] Kiyoshis 30. Geburtstag als Jungfrau wurde mit einem außergewöhnlichen Geschenk gekrönt: die Fähigkeit, die Gedanken anderer Menschen zu lesen, sobald er sie berührt. Während er noch grübelt, wie er mit dieser unerwarteten Kraft sinnvoll umgehen soll, findet er einen aufschlussreichen Hinweis, als er versehentlich die Gedanken seines Kollegen Kurosawa liest – Vorstellungen, in denen Kiyoshi eine zentrale, umschwärmte Rolle spielt. Zu seiner Überraschung entdeckt er, dass der attraktive Star der Verkaufsabteilung ein Auge auf ihn geworfen hat! Vor die Wahl gestellt, wie er auf diese emotionale Offenbarung reagieren soll, befindet sich Kiyoshi an einem entscheidenden Punkt seines Lebens. Welchen Weg wird er einschlagen, nachdem er diese innigen Zuneigungen erfahren hat?","seasons":[{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Weil Adachi mit 30 noch Jungfrau ist, erhält er die Kraft, die Gedanken derer zu lesen, die er berührt. Eines Morgens im Fahrstuhl stellt er fest, dass sein Kollege Kurosawa in ihn verliebt ist, doch es fällt ihm schwer, das zu glauben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13635812","hoster":"VOE"},{"path":"/redirect/13635844","hoster":"Vidoza"},{"path":"/redirect/13635814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Adachi fragt sich, was er wirklich für Kurosawa empfindet. Bei einem Trinkgelage mit Arbeitskollegen soll Kurosawa ihn in einem Spiel plötzlich küssen. Adachi, für den das der erste Kuss wäre, wird nervös.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13675581","hoster":"VOE"},{"path":"/redirect/13675585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Interaktionen mit ihren Kollegen auf einer Firmenfeier lassen Kurosawas Eifersucht und Adachis Unsicherheit zum Vorschein kommen. Nach einem unangenehmen Saunabesuch denkt Kurosawa darüber nach, wie seine Schwärmerei für Adachi begann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815161","hoster":"VOE"},{"path":"/redirect/13815160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Tsuge erlebt eine Überraschung, als er dem neuen Lieferboten die Hand berührt und erkennt, dass auch er über die Fähigkeit verfügt, Gedanken zu lesen. Später sieht Adachi Kurosawa mit einem Mädchen unterwegs und wird krank, nachdem er im Regen Trübsal geschlagen hat, aber Kurosawa kommt, um sich um ihn zu kümmern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815165","hoster":"VOE"},{"path":"/redirect/13815163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"\"So viel Liebe für Adachi-san.\" Als ob die Dinge nicht schon chaotisch genug wären, nachdem er Rokkaku spontan eingeladen hat, um einen Puffer zwischen sich und Kurosawa zu schaffen, erhascht Adachi bei der Arbeit einen Blick auf Fujisakis innere Gedanken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815166","hoster":"VOE"},{"path":"/redirect/13815169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-6","name":"","epNo":6,"alt":"Episiode 6","descr":"Die Zeit, die er bei der Arbeit mit Fujisaki verbringt, führt dazu, dass Adachi endlich eine Entscheidung über seine Gefühle für Kurosawa trifft. Während Tsuge sich darüber ärgert, dass er in den Lieferboten verknallt ist, treffen sie sich auf der Straße.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815170","hoster":"VOE"},{"path":"/redirect/13815168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Kurosawa und Adachi gehen bei ihrem ersten gemeinsamen Date aus und Adachi versucht, sich nicht von seinen Nerven überwältigen zu lassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13881571","hoster":"VOE"},{"path":"/redirect/13815172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Adachi quält sich mit der Frage, ob er Kurosawa die Wahrheit über seine Kräfte sagen soll, Tsuge begleitet Minato in einen Club und kämpft mit dem Gefühl, fehl am Platz zu sein, und Kurosawas Eifersucht überwältigt ihn bei einer Arbeitsveranstaltung erneut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13815176","hoster":"VOE"},{"path":"/redirect/13815174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/30-sai-made-doutei-da-to-mahou-tsukai-ni-nareru-rashii/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Tsuge merkt, dass zwischen Minato und Rokkaku etwas nicht stimmt. Im Büro wird Adachi tags darauf vom Chef zu sich gerufen. Es geht um ein wichtiges Thema, das seine Beziehung mit Kurosawa auf die Probe stellen könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13835810","hoster":"VOE"},{"path":"/redirect/13835811","hoster":"Streamtape"}]}]}]}]}