{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku","name":"4-nin wa Sorezore Uso o Tsuku","descr":"[The Little Lies We All Tell] Die vier Freundinnen Rikka, Chiyo, Sekine und Tsubasa sind in derselben Klasse einer Mädchenschule. Obwohl sie sich sehr nahe stehen, hat jede von ihnen mindestens ein Geheimnis, von dem die anderen nichts wissen dürfen: Eine von ihnen ist ein Alien, eine weitere ein clanloser Ninja, eine andere besitzt übernatürliche Fähigkeiten und die letzte ist in Wahrheit ein Junge, der sich als Mädchen verkleidet hat. Wird es ihnen gelingen, ihre wahren Identitäten geheim zu halten?","seasons":[{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-1","name":"","epNo":1,"alt":"The Four Girls\u0027 Secrets","descr":"Die vier Freundinnen Chiyo, Rikka, Sekine und Tsubasa wirken auf den ersten Blick wie ganz gewöhnliche Schülerinnen, doch der Eindruck täuscht. Denn jede von den Vieren birgt ein großes Geheimnis. Chiyo ist in eigentlich eine Ninja, Rikka eine Außerirdische, Sekine hat übersinnliche Fähigkeiten und Tsubasa ist in Wahrheit ein Junge.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11528324","hoster":"VOE"},{"path":"/redirect/11528325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-2","name":"","epNo":2,"alt":"School Festival","descr":"Die heiße Jahreszeit beginnt und das bedeutet Sommeruniformen. Doch Tsubasa, mit wahrem Namen Tsuyoshi, ist alles andere als begeistert von dieser, denn diese beinhaltet sehr weibliche Unterwäsche. Außerdem steht das Kulturfest vor der Tür und um sich von den anderen Klassen abzuheben, schlägt Tsubasa ihrer Klasse ein Nnja-Haus als Projekt vor. Dumm nur, dass das für die Ex-Ninja Chiyo die absolute Horrorvorstellung ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11565766","hoster":"VOE"},{"path":"/redirect/11565777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-3","name":"","epNo":3,"alt":"Surprise","descr":"Die vier Mädchen machen bei einem Takoyaki-Stand halt und der Besitzer gibt allen etwas Zusätzliches aufs Haus mit. Allen außer Sekine. Als der Oberst versucht, sie darüber hinwegzutrösten, laufen die Dinge aus dem Ruder. Außerdem hat Chiyo Geburtstag und durch eine Verkettung unglücklicher Umstände beginnt sie fälschlicherweise anzunehmen, die anderen drei hätten eine Überraschung für sie geplant.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12337465","hoster":"VOE"},{"path":"/redirect/11634637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-4","name":"","epNo":4,"alt":"Wish Upon a Star","descr":"Ein ganz normaler Tag an der Kashihara-Privatschule für Mädchen. Unsere vier Freundinnen unterhalten sich darüber, wen von ihrem Quartett sie heiraten würden. Als Tsubasa an der Reihe ist, befürchtet er jedoch einmal mehr, sich aus Versehen als Junge zu outen. Außerdem besuchen die vier ein Nachtschwimmbad und auf dem Nachhauseweg laufen sie an einer Kampagne vorbei, bei der man limitierte Maskenbär-Anhängern ergattern kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11634666","hoster":"VOE"},{"path":"/redirect/11634801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-5","name":"","epNo":5,"alt":"Beach","descr":"Unser Trüppchen beschließt, in den Sommerferien ans Meer zu fahren. Dort angekommen werden sie bald schon von ein paar Jungs angesprochen, wobei Chiyo einmal mehr instinktiv etwas übertrieben reagiert. Die Jungs sind, wie zu erwarten, nicht besonders erfreut und wollen den tätlichen Angriff der Polizei melden. Also bietet Sekine ihnen Schadenersatz an, aber leider herrscht Ebbe in ihrem Geldbeutel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356584","hoster":"VOE"},{"path":"/redirect/11673443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-6","name":"","epNo":6,"alt":"The Sleepover","descr":"Ein schlimmer Taifun tost und braust vor den Fenstern der Schule. Sekine, die weiß, dass Chiyo in der Regel im Freien übernachtet, fühlt sich daher gezwungen, sie bei sich übernachten zu lassen. Für Chiyo geht damit selbstverständlich ein Traum in Erfüllung. Und die anderen beiden lassen es sich natürlich nicht nehmen, sich den beiden anzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356578","hoster":"VOE"},{"path":"/redirect/11719740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-7","name":"","epNo":7,"alt":"The Songs of Friends","descr":"Nach einem Karoke-Nachmittag finden sich unsere Vier in einem rätselhaften, leeren Raum wieder. Nach anfänglicher Verwirrung wird Sekine schnell klar, dass die Organisation dahinterstecken muss, die eingriff, als sie mal wieder die Kontrolle über ihre übersinnlichen Kräfte verloren hatte. Die drei anderen werden schnell wieder zurückgeschickt, nachdem ihre Erinnerungen an Sekine gelöscht wurden, doch Sekine muss dort bleiben. Allerdings hat die Gehirnwäsche bei einer der Vier nicht funktioniert...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356591","hoster":"VOE"},{"path":"/redirect/11752468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-8","name":"","epNo":8,"alt":"Hanzo`s Challenge","descr":"Hanzou ist fest entschlossen, Rache an seiner Schwester Chiyo zu üben für ihren Verrat am Dorf. Doch ihm ist bewusst, dass er ihr in einem fairen Kampf nicht gewachsen ist. Allerdings weiß er auch, dass Chiyo einen Schwachpunkt hat: ihre Freundinnen. Derweil geraten Sekine und Tsubasa aneinander und ihre Freundschaft droht zu zerbrechen. Und Rikka plant ein ganz besonderes Geschenk zu Sekines Geburtstag.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356588","hoster":"VOE"},{"path":"/redirect/11792788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-9","name":"","epNo":9,"alt":"Find Fuku-chan!","descr":"Der Oberst versucht mal wieder, ihren Freundinnen etwas Gutes zu tun, also verwandelt sie alle in Jungs und Tsubasa in ein richtiges Mädchen, doch die Welt, die sie so erschafft, ist alles andere als ein Zuckerschleck. Außerdem treibt das Haustier des Oberst sein Unwesen auf der Erde, nachdem es durchgebrannt ist. Und wie zu erwarten, verfügt es über einige Fähigkeiten und Eigenheiten, die den Erdlingen gefährlich werden könnten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356601","hoster":"VOE"},{"path":"/redirect/11825969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-10","name":"","epNo":10,"alt":"Atami","descr":"Sekine gewinnt einen Ausflug in den Vergnügungspark, den sie sich nicht traut selbst anzutreten, da sie ihn mit ihren übersinnlichen Fähigkeiten gewonnen hat. Also beschließen Rikka und Chiyo, die Gelegenheit zu nutzen. Doch am Tag des Ausflugs wird Chiyo davon abgehalten und der Einzige, der einspringen könnte, ist Tsuyoshi. Außerdem unternehmen die Mädels und Tsuyoshi eine Reise nach Atami, doch kaum angekommen droht Tsuyoshi bereits als Junge aufzufliegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356603","hoster":"VOE"},{"path":"/redirect/11888476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/4-nin-wa-sorezore-uso-o-tsuku/staffel-1/episode-11","name":"","epNo":11,"alt":"Goodbye, Colonel","descr":"Die Versetzungsprüfungen stehen an und alles sieht danach aus, als ob Chiyo ohne tatkräftige Unterstützung sitzen bleiben wird. Rikka ist derweil hin und hergerissen, als sie ein Raumschiff ihrer Kameraden in der Nähe ortet. Soll sie sämtliche Restenergie darauf verwenden, ein Notsignal abzusetzen, was bedeuten würde, auch die Gehirnwäsche zu deaktivieren. Oder bleibt sie doch lieber bei ihren neu gewonnenen Freundinnen auf der Erde?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13356553","hoster":"VOE"},{"path":"/redirect/11928590","hoster":"Streamtape"}]}]}]}]}