{"path":"/serie/stream/5ive-days-to-midnight","name":"5ive Days to Midnight","descr":"Am zehnten Todestag seiner Frau findet College-Professor J.T. Neumeyer einen mysteriösen Koffer mit einer Polizeiakte, die seine eigene Ermordung dokumentiert. Zunächst hält er die Sache für einen makaberen Scherz. Als sich jedoch diverse Fakten der Akte bewahrheiten, muss er der Realität ins Auge blicken: Ihm bleiben nur fünf Tage, um gegen sein vorherbestimmtes Schicksal anzukämpfen.","seasons":[{"path":"/serie/stream/5ive-days-to-midnight/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/5ive-days-to-midnight/staffel-1/episode-1","name":"Tag 1","epNo":1,"alt":"Day One","descr":"Als er einen Koffer auf dem Grab seiner Toten Frau findet, der wie es aussieht anscheinend für ihn dort platziert wurde und der dem Anschein nach offenbar aus der Zukunft stammt und Beweise enthält, dass er in fünf Tagen ermordet wird, hält Physik-Professor J.T. Neumeyer dies zuerst für den Scherz eines exzentrischen Studenten. Als aber immer mehr Dinge eintreten, die der Artikel erwähnt nimmt er die Sache aber immer ernster. Sogar so ernst das er den Ermittelnden Polizisten aufsucht der laut Schriftstück den Fall behandelt hat. Doch die Polizei nimmt ihn überhaupt nicht ernst weswegen J.T., eigene Nachforschungen anstellt, und trifft dabei auf einen Mann namens Roy Bremmer, der irgendwie in den Mord verstrickt sein soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8435194","hoster":"VOE"},{"path":"/redirect/8253733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/5ive-days-to-midnight/staffel-1/episode-2","name":"Tag 2","epNo":2,"alt":"Day Two","descr":"Detective Sikorski verhaftet den Hauptverdächtigen Carl, aber J.T. ist von dessen Unschuld überzeugt und bittet ihn, dabei zu helfen, das Rätsel zu lösen. Ebenso bittet J.T. seinen Schwager Brad, das unbekannte Material des Koffers zu untersuchen, und ein Freund findet heraus, dass Roy Bremmer ein Gangsterboss aus Chicago ist. Als er mit Claudia darüber redet, bricht sie zusammen, denn sie kennt Roy. Roy ist ihr Ex-Mann, und seit ihrer Trennung ist Claudia auf der Flucht vor ihm. Sie hat schon mehrfach ihre Identität geändert und ebenso die Städte in denen sie lebt. Sie hatte immer versucht sich von Männern fernzuhalten doch bei J.T. gelang ihr das nicht. Auch J.T. ist so angetan von ihr das er ihr gegen Roy zur Seite stehen möchte obwohl er weiß wie gefährlich dieser Mann ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8435193","hoster":"VOE"},{"path":"/redirect/8253741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/5ive-days-to-midnight/staffel-1/episode-3","name":"Tag 3","epNo":3,"alt":"Day Three","descr":"Obwohl Carl nach seinen Berechnungen zum Schluss gelangt, dass es keinen Weg gibt, den Lauf der Zukunft zu ändern, beschließt J.T., den Versuch dem Schicksal ein Schnippchen zu schlagen, und für ein paar Tage mit Jesse und seiner neuen Liebe wie sie nun auch heißen mag wegzufliegen. Dann aber muss ihr Flugzeug umdrehen, da ein Passagier während des Flugs schwer erkrankt ist. Während der Quarantäne wird ihm klar, dass auch Claudia unter den Verdächtigen ist - denn die hat seine Lebensversicherung erhöht ihren Angaben nach um seine Tochter genügend abzusichern. Er weiß nicht mehr wirklich wem er noch trauen kann und wem nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8435196","hoster":"VOE"},{"path":"/redirect/8253744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/5ive-days-to-midnight/staffel-1/episode-4","name":"Tag 4","epNo":4,"alt":"Day Four","descr":"Je näher der Tag rückt, an dem er sterben soll, desto mehr ergibt sich J.T. in sein Schicksal. Erst als Jesse sein Testament findet und ihn überzeugt, noch nicht aufzugeben, fällt ihm ein, wie er seine potenziellen Mörder von ihren Plänen abbringen kann: Er muss ihre Motive beseitigen. So will er Roy Bremmer mit dem wertvollen Material, aus dem der Koffer besteht, bestechen - der aber geht nicht darauf ein. Roy will nur Claudia zurück und ist bereit, dafür über Leichen zu gehen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8435195","hoster":"VOE"},{"path":"/redirect/8253746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/5ive-days-to-midnight/staffel-1/episode-5","name":"Tag 5","epNo":5,"alt":"Day Five","descr":"J.T.s Vorkehrungen scheinen zwecklos gewesen zu sein. Sowohl Carl als auch Brad jagen ihn; der eine, weil er überzeugt ist, dass es das Universum zerstören würde, wenn J.T. überlebt, der andere aus Habgier. Das größte Problem ist jedoch, dass Roy Bremmer Claudia und Jesse entführt hat, um die Dokumente zurückzubekommen, die Claudia ihm gestohlen hat. Sikorski und J.T. rasen zu Bremmers Bar, wo es zum Showdown kommt. Aber ist Bremmer wirklich derjenige, der J.T. ermorden wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8435192","hoster":"VOE"},{"path":"/redirect/8253748","hoster":"Streamtape"}]}]}]}]}