{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf","name":"60 Days In – Undercover im Drogensumpf","descr":"Spin-Off des Doku-Experiments 60 Days In. Anstatt in Gefängnisse begeben sich Freiwillige während der Opioidkrise der USA auf die Spur von Drogendelikten, um den Einfluss mexikanischer Kartelle zu dokumentieren","seasons":[{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-1","name":"Einsatzbeginn","epNo":1,"alt":"Fight for the Heartland","descr":"Während der schlimmsten Drogenepidemie des Landes meldeten sich sechs Freiwillige aus Gegenden, wo billige Betäubungsmittel eine Krise der öffentlichen Gesundheit auslösten, um die Reichweite der mexikanischen Drogenkartelle in drei verschiedenen Einheiten zu dokumentieren. Das Gefängnisteam versucht, Informationen von inhaftierten Kartellmitgliedern zu bekommen. Das Straßenteam zieht in berüchtigte Stadtviertel und dokumentiert Drogenaktivitäten. Und die Bullitt County Narcotics Unit ermöglicht einem Filmteam, ihre Ermittlungen zu dokumenti","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474949","hoster":"VOE"},{"path":"/redirect/11121185","hoster":"Doodstream"},{"path":"/redirect/13357215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-2","name":"Infiltriert","epNo":2,"alt":"Wired Up","descr":"Im Gefängnis weicht Charlie einem Mithäftling aus, von dem er glaubt, er sei an der Grenze festgenommen worden, doch man schöpft Verdacht gegen ihn. Jenn bemüht sich, in der Abteilung für Frauen bemerkt zu werden, bis andere Insassen ihre Freundlichkeit auszunutzen versuchen. Richie versucht in einem Apartmentkomplex, der für seine Drogenaktivitäten bekannt ist, die Partyszene zu infiltrieren. Jackie findet Nadeln und einen maskierten Mann, der sich in ihrer Wohnwagensiedlung aufhält. Und die Bullitt County Narcotics Unit nimmt ihre beiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474945","hoster":"VOE"},{"path":"/redirect/13357222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-3","name":"Zugriff","epNo":3,"alt":"Undercover Hustle","descr":"Eine CERT-Razzia lenkt die Häftlinge von Charlie ab. Jenn gelingt es endlich, eine en-ge Beziehung zu den Frauen in ihrem Block aufzubauen. Derweil trifft Jackie ein \"Bonnie \u0026 Clyde\"-Pärchen, aber Richie vermasselt ihr beinahe ihren Plan. Jonathan und Alexis sind die beiden Teilnehmer, die noch auf den Straßen im Einsatz sind, während die Antidrogen-Einheit eines ihrer Hauptziele im Blick hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381222","hoster":"VOE"},{"path":"/redirect/13357230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-4","name":"Aufstand","epNo":4,"alt":"The Raid","descr":"Das Gefängnis wird wegen eines Gewaltausbruchs abgeriegelt, was dazu führt, dass Charlie seine Zellengenossen besser kennenlernen kann, um von ihnen Informationen über Drogenschmuggel zu bekommen. Im Frauenbereich erfährt Jenn, wie Drogendealer Häftlinge ausnutzen, nachdem sie entlassen wurden, und sie so in einem Kreislauf der Sucht gefangen zu halten. Auf der Straße kommt Jackie einer Quelle näher. Alexis kommt ins Frauengefängnis, um mit den Insassinnen zu sprechen. Gleichzeitig geht bei einer Razzia ein großer Fisch ins Netz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12952804","hoster":"VOE"},{"path":"/redirect/13357223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-5","name":"Schmuggelwege","epNo":5,"alt":"Initiation","descr":"Charlie kommt bei seiner Initiation mit den anderen Häftlingen mit einer Nadel in Kontakt. Jenn erfährt, wie einige ihrer Zellengenossinnen Drogen ins Gefängnis schmuggeln, Jackie entdeckt einen zentralen Punkt der Kartell-Aktivitäten, während Alexis eine Insassin kennenlernt, die kurz davorsteht, ihren Entzugserfolg aufs Spiel zu setzen, und Jonathan entdeckt, wie die Süchtigen der Gegend an ihren Stoff kommen. Die Rauschgift-Einheit wendet ihre Aufmerksamkeit Ghost zu, einem Mann, der seit 20 Jahren in den Drogenschmuggel verwickelt sein soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474956","hoster":"VOE"},{"path":"/redirect/9959609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-6","name":"Erste Erfolge","epNo":6,"alt":"Dangerous Liaisons","descr":"Jackie und Richie führen eine riskante Undercover-Aktion aus, um herauszufinden, wie das Kartell entlang der I-65 Geld und Drogen deponiert. Alexis und Jonathan feiern bei ihrer Mission, den Kreislauf der Sucht zu durchbrechen, den ersten echten Erfolg. Charlie erhält wichtige Informationen darüber, wie Drogen und Schmuggelware ins Gefängnis gelangen, doch gerät auch selbst immer stärker unter Verdacht. Bei den Frauen kommen Jenns inzwischen geschlossene Freundschaften ihrer Mission in die Quere. Die Drogeneinheit macht bei der Suche nach Ghost eine erstaunliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474959","hoster":"VOE"},{"path":"/redirect/13357240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-7","name":"Feueralarm","epNo":7,"alt":"Where There’s Smoke","descr":"Nach einer Schießerei in ihrem Trailerpark ist Jackie mit den Nerven am Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474964","hoster":"VOE"},{"path":"/redirect/13357237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-8","name":"Haftbefehl","epNo":8,"alt":"The Final Countdown","descr":"Die Teilnehmer arbeiten hart, um ihre Missionen abschließen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915416","hoster":"VOE"},{"path":"/redirect/13357246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/60-days-in-undercover-im-drogensumpf/staffel-1/episode-9","name":"Zu guter Letzt","epNo":9,"alt":"The Reunion","descr":"Die Teilnehmer des Programms teilen ihre Erkenntnisse mit Sheriff Jamey Noel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8474970","hoster":"VOE"},{"path":"/redirect/8483545","hoster":"Streamtape"}]}]}]}]}