{"seriesId":"-stonehouse","name":"Stonehouse","descr":"Im Mittelpunkt der dreiteiligen britischen Miniserie \"Stonehouse\" steht ein Skandal, der das Königreich in den frühen 1970er Jahren erschüttert hat. Der britische Politiker und frühere Postminister John Stonehouse (Matthew Macfayden) täuscht 1974 seinen Tod vor und \"hinterlässt\" seine Frau Barbara (Keeley Hawes) und drei Kinder. Wenige Wochen später wird er mit seiner Geliebten in Australien aufgegriffen und nach einigen Schwierigkeiten nach Großbritannien ausgewiesen und vor Gericht gestellt. Ein Ende seiner politischen Laufbahn bedeutet dieser Umstand allerdings nicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"In den 1960-er Jahren erlebt John Stonehouse, Mitglied der Labour Party, einen steilen Aufstieg. Doch dann zwingt ihn bei einer Dienstreise in die Tschechoslowakei der dortige Geheimdienst mit einem kompromittierenden Video zur Kooperation ... - Das britische Comedy-Drama erzählt die Ereignisse um das skandalträchtige Leben des britischen Labour-Politikers John Stonehouse. In den späten 1960er Jahren steigt der Labour-Abgeordnete John Stonehouse unter Premierminister Harold Wilson zum britischen Luftfahrtminister auf. Überschwänglich feiert er diesen Erfolg mit seiner Frau Barbara und seinen drei Kindern. Kurze Zeit später bricht er zu einer Dienstreise in die Tschechoslowakei auf, wo er sich von der für ihn zuständigen Dolmetscherin verführen lässt.Am nächsten Morgen kommt dann das böse Erwachen: Die Frau war vom tsche­cho­slo­wa­kischen Spionagechef Alexander Marek auf ihn angesetzt worden. Mit einem kompromittierenden Video hat Marek nun Stonehouse in der Hand und verlangt von ihm die Weitergabe von Interna der britischen Regierung. Angesichts der großzügigen Entlohnung findet sich Stonehouse allerdings recht schnell in seiner neuen Rolle als Spion ein, auch wenn seine plötzliche Affinität zur Tschechoslowakei bei einigen seiner Kollegen nicht unbemerkt bleibt. Doch bald wird es für den Politiker zu einem schwerwiegenden Problem, dass er trotz redlichen Bemühens leider ein Komplettausfall als Spion ist. Wodurch er bei Marek unter Druck gerät, der ihm nicht nur den Geldhahn abdreht, sondern auch damit droht, seine Tätigkeiten für den tschechoslowakischen Geheimdienst zu veröffentlichen. Um die Situation vor seiner Familie zu verbergen und den neuen Lebensstandard halten zu können, sieht Stonehouse sich gezwungen, Geld von Firmen zu hinterziehen, in die er investiert hat. Als die Labour Party 1970 auch noch die Parlamentswahl verliert und Gerüchte über seine betrügerischen Aktivitäten sich mehren, steht Stonehouse mit dem Rücken zur Wand. Als er und seine Assistentin Sheila sich näherkommen, bringt sie ihn auf eine verwegene Idee, wie er seiner ausweglosen Lage entkommen könnte ...","versions":[{"lang":1,"streams":[{"redirect":13787647,"hoster":"VOE"},{"redirect":13787648,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Im House of Commons wird eine Schweigeminute für den in Miami verschollenen Labour-Abgeordneten John Stonehouse abgehalten. Doch während seine Frau Barbara und seine drei Kinder versuchen den möglichen Tod des geliebten Ehemannes und Vaters zu akzeptieren, genießt der in Wirklichkeit in Australien mit Hilfe einer falschen Identität das Leben. - Britisches Comedy-Drama (2022) Ende der 60er Jahre erlebt John Stonehouse, Mitglied der Labour Party, einen steilen Aufstieg im Kabinett von Harold Wilson, dem britischen Premierminister. Jedoch werden die Anschuldigungen gegen ihn wegen Geldveruntreuung und Spionage immer lauter und das Vertrauen des Premierministers hat er nach der verlorenen Parlamentswahl von 1970 auch nicht mehr. Durch ein gewieftes Manöver versucht der Labour-Abgeordnete seinen Hals noch schnell aus der Schlinge zu ziehen. Während einer Dienstreise nach Miami verschwindet er spurlos. Unter Schock versuchen seine Frau Barbara und seine drei Kinder, mit seinem möglichen Tod zurechtzukommen. Doch während im House of Commons eine Schweigeminute für ihn abgehalten wird, genießt der Politiker mit Hilfe einer falschen Identität das Leben in Melbourne, Australien. Nur seine Geliebte und ehemalige Assistentin Sheila weiß, dass Stonehouse noch lebt und wo er sich aufhält. Doch dann macht der Abgeordnete sich durch sein aristokratisch-britisches Verhalten selbst verdächtig. Plötzlich stehen zwei australische Ermittler vor seiner Tür, die ihn zunächst fälschlicherweise für den flüchtigen Lord Lucan halten. Doch das Missverständnis ist schnell aufgeklärt und die Nachricht des wiederauferstandenen Abgeordneten wird auf der anderen Seite der Welt sehr gemischt aufgenommen. Für seine Partei würde seine Stimme die ganz knappe Mehrheit im Parlament bedeuten. Aber will Wilson wirklich seine Regierung auf so einen Mann stützen? Währenddessen macht sich Stonehouses Ehefrau Barbara auf den Weg nach Australien, um ihren Mann im Gefängnis mit dem emotionalen Trauma zu konfrontieren, das sie und die Kinder durch sein Verschwinden erlitten haben. Der Politiker entschuldigt sich mit Ausflüchten und erklärt sein Handeln mit einer psychischen Störung. Bis die australische Regierung über seinen Antrag entscheidet, im Land bleiben zu können, wird er zusammen mit Barbara und Sheila in einem abgelegenen Safe House untergebracht. Während dann zu Hause die Regierung von Wilson ins Schwanken gerät, steht ihm die Auslieferung nach Großbritannien bevor.","versions":[{"lang":1,"streams":[{"redirect":13787653,"hoster":"VOE"},{"redirect":13787652,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Der gewiefte Plan des Labour-Abgeordneten John Stonehouse, mit dem er versucht hatte, sich einer Anklage wegen Geldveruntreuung und Spionage zu entziehen, ist aufgeflogen. Nun ist er nicht nur gezwungen von Australien nach England zurückzukehren, sondern muss sich auch gegenüber seiner Ehefrau und seinen drei Kindern erklären ... - Britisches Comedy-Drama (2022) Der ausgeklügelte Plan des Labour-Abgeordneten John Stonehouse, mit dem er versucht hatte, einer Anklage wegen Geldveruntreuung und Spionage zu entkommen, ist aufgeflogen. Nun ist er nicht nur gezwungen, aus Australien nach England zurückzukehren, sondern muss sich auch gegenüber seiner Ehefrau Barbara und seinen drei Kindern erklären. Seine Rückkehr wird auch von seinen Parteigenossen zwiespältig aufgenommen: Einerseits hält seine Stimme die Partei unter Premierminister Harold Wilson an der Macht, andererseits erhebt er in einer Rede schwerwiegende Anschuldigungen wegen Druck, Heuchelei und politischer Korruption im House of Commons. Stonehouse versucht, zu Hause wieder eine gewisse Normalität mit seiner Ehefrau Barbara herzustellen. An die Bedingung, den Kontakt zu seiner Geliebten Sheila abzubrechen, hält er sich jedoch nicht. Zusätzlich gibt sein ehemaliger Kontakt beim tschechoslowakischen Geheimdienst in einem Fernsehinterview zu, in den 60er Jahren Politiker mit kompromittierenden Sexvideos für Spionage rekrutiert zu haben – unter anderem auch einen britischen Minister. Schließlich wird Stonehouse von der Justiz zur Rechenschaft gezogen, und er und Sheila müssen sich zusammen vor Gericht für ihr Handeln verantworten. Dort werden Briefe von beiden aus der Zeit verlesen, als sich Stonehouse in Australien versteckt hielt. Sie sollen das Ausmaß der Beziehung zwischen dem Politiker und seiner ehemaligen Assistentin aufzeigen. Für Barbara ist das der Tropfen, der das Fass zum Überlaufen bringt. Sie distanziert sich immer mehr von ihrem Mann. Dieser hat aber trotz allem, was geschehen ist, nichts an Selbstvertrauen eingebüßt: Entgegen der klaren Warnung des Richters entscheidet sich Stonehouse dazu, seine Verteidigung selbst zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":13787654,"hoster":"VOE"},{"redirect":13787656,"hoster":"Streamtape"}]}]}]}]}