{"seriesId":"10-8-officers-on-duty","name":"10-8: Officers on Duty","descr":"Rico Amonte ist als Straßenkind und Kleinkrimineller in New York aufgewachsen. Er möchte ein neues Leben anfangen und zieht nach seiner Ausbildung nach Los Angeles, wo er als Deputy Sheriff im Police Department eingesetzt wird. Trotz guter Absichten läuft so einiges schief – für Rico ist es nicht immer einfach, seine rebellischen Wurzeln zu vergessen. Immer wieder lässt er sich dazu verleiten, die Regeln zu brechen. Sein Instinkt lässt ihn allerdings selten im Stich …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fehlstart","epNo":1,"alt":"Brothers in Arms","descr":"Rico Amonte kommt frisch von der Acedemy und wird in Los Angeles als Deputy Sheriff eingesetzt. Beim Training nimmt er seinen zukünftigen Vorgesetzten Senior Deputy Barnes nicht gerade zimperlich fest. Barnes verspricht ihm daraufhin eine unangenehme Zeit. Es dauert nicht lange, und Rico bringt sich bei einer Verfolgungsjagd in Gefahr - und wird in Folge prompt in den Innendienst versetzt. Schließlich gelingt es ihm, Barnes doch noch einzuwickeln ...","versions":[{"lang":1,"streams":[{"redirect":13994382,"hoster":"VOE"},{"redirect":13994395,"hoster":"Vidoza"},{"redirect":8248169,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unglücksboten","epNo":2,"alt":"Hard Day\u0027s Night","descr":"Rico schiebt seit einer Woche ununterbrochen Dienst. Als ihm eine schwarze Katze über den Weg läuft, scheint er vom Unglück verfolgt zu sein ... Valero ist krank, daher bekommt Deputy Williams den legendären Officer Lowry zugeteilt. Bei einer Streifenfahrt geraten die beiden ins Kreuzfeuer zweier rivalisierender Gangs. Dabei wird Lowry angeschossen ... Deputy Lopez macht sich an einen Cop der LAPD ran ...","versions":[{"lang":1,"streams":[{"redirect":8301176,"hoster":"VOE"},{"redirect":13994393,"hoster":"Doodstream"},{"redirect":14372473,"hoster":"Vidoza"},{"redirect":8248174,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienbande","epNo":3,"alt":"Gun of a Son","descr":"Ricos Vater kommt zu Besuch aus New York. Die beiden haben ein schlechtes Verhältnis, seit Rico seinen Vater mit einer anderen Frau im Bett erwischt hat, während seine Mutter im Sterben lag. Jetzt möchte sein Vater die Geliebte von damals heiraten - und er wünscht sich Ricos Segen. Ein neuer Konflikt scheint vorprogrammiert ...","versions":[{"lang":1,"streams":[{"redirect":8301174,"hoster":"VOE"},{"redirect":13994397,"hoster":"Doodstream"},{"redirect":14372469,"hoster":"Vidoza"},{"redirect":11460792,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kinderseele","epNo":4,"alt":"Badlands","descr":"Der 12-jährge Bobby Justos kommt mit Verdacht auf Kindesmisshandlung in ein Krankenhaus. Rico gelingt es, das Vertrauen des Jungen zu gewinnen. Bobby verrät ihm, dass er nicht von seinem Stiefvater, sondern von seiner Mutter verprügelt wird. Rico sucht zusammen mit Claire, einer Sozialarbeiterin, Bobbys leiblichen Vater auf, um ihn zu überreden, Bobby bei sich aufzunehmen. Doch es kommt anders als erhofft ...","versions":[{"lang":1,"streams":[{"redirect":8301180,"hoster":"VOE"},{"redirect":13994400,"hoster":"Doodstream"},{"redirect":14372472,"hoster":"Vidoza"},{"redirect":8248180,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rachefeldzug","epNo":5,"alt":"Blood, Sugar, Sex, Magik","descr":"Meade, ein gefährlicher Gewaltverbrecher, ist auf Bewährung aus dem Gefängnis gekommen. Er nutzt die Gelegenheit, um einen Mordfeldzug zu starten. Bedroht ist unter anderem Devine, ein geläuterter Rassist, der jetzt Jungendlichen hilft, nicht auf die schiefe Bahn zu geraten. Barnes kann nicht verhindern, dass Devines Frau von Meade ermordet wird. Kann Rico Barnes davon abhalten, Meade bei der Festnahme zu erschießen?","versions":[{"lang":1,"streams":[{"redirect":8301177,"hoster":"VOE"},{"redirect":13994404,"hoster":"Doodstream"},{"redirect":14372480,"hoster":"Vidoza"},{"redirect":8248183,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gewaltexzess","epNo":6,"alt":"Mercy, Mercy Me","descr":"Rico leistet einem angeschossenen Jungen erste Hilfe. Währenddessen geht Georgie, der Bruder des Opfers, auf Rico los, weil er der Ansicht ist, Rico hätte auf seinen jüngeren Bruder geschossen. Georgie steht unter Drogen und ist kaum zu bändigen. Rico sieht sich gezwungen, zu äußerster Gewalt zu greifen, um die Situation unter Kontrolle zu bringen. Als Georgie im Krankenhaus aus seinem Drogenrausch erwacht, zeigt er Rico an. Die Ermittler nehmen Rico in die Mangel ...","versions":[{"lang":1,"streams":[{"redirect":8301183,"hoster":"VOE"},{"redirect":13994409,"hoster":"Doodstream"},{"redirect":14372483,"hoster":"Vidoza"},{"redirect":8248185,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefährliche Liebschaften","epNo":7,"alt":"Late for School","descr":"Bei einer Verfolgungsjagd erleidet Barnes einen kleinen Herzanfall und wird daher, zu seinem Leidwesen, an den Schreibtisch verbannt. Rico muss in Folge mit einem anderen Ausbilder auf Streife - und zwar mit der hübschen Senior Deputy Ryan Layne. Rico kann es nicht lassen, mit ihr zu flirten. Ryan geht darauf ein, doch schon bald plagen Rico Gewissensbisse. Unterdessen ergibt sich für die Cops eine heiße Spur, die sie direkt in die lokale Pornoszene führt ...","versions":[{"lang":1,"streams":[{"redirect":8301184,"hoster":"VOE"},{"redirect":13994413,"hoster":"Doodstream"},{"redirect":14372481,"hoster":"Vidoza"},{"redirect":8248186,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein mieser Tag","epNo":8,"alt":"Gimme Shelter","descr":"Ein Vater bedroht den Freund seiner Tochter mit einem Küchenbeil, weil dieser sie angeblich entehrt hat. Schließlich greift der Mann sogar Barnes und Rico an, was eine Überreaktion Ricos nach sich zieht: Um den wütenden Vater zu stoppen, schießt er ihm kurzerhand ins Bein. Aber damit nicht genug: Barnes lässt Rico zum ersten Mal ans Steuer des Streifenwagens. Es dauert nicht lange, und der Wagen wird gestohlen. Jetzt droht Ricos Probezeit ein vorzeitiges Ende zu nehmen ...","versions":[{"lang":1,"streams":[{"redirect":8301185,"hoster":"VOE"},{"redirect":13994419,"hoster":"Doodstream"},{"redirect":14372485,"hoster":"Vidoza"},{"redirect":8248192,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gejagt","epNo":9,"alt":"Let It Bleed","descr":"Rico wird Zeuge, wie der Besitzer einer Videothek von einem Mitglied der koreanischen Mafia erschossen wird. Barnes und Rico gelingt es, den Täter zur Strecke zur bringen. Doch jetzt sitzt Rico die koreanische Mafia im Nacken. Briggs nimmt Rico aus der Schusslinie, indem er ihn zum Innendienst einteilt. Schließlich wird auf Rico ein Mordanschlag verübt, dem er nur knapp entkommen kann. In Folge nehmen sich seine Kollegen das Hauptquartier der Gang vor ...","versions":[{"lang":1,"streams":[{"redirect":8301187,"hoster":"VOE"},{"redirect":13994424,"hoster":"Doodstream"},{"redirect":14372491,"hoster":"Vidoza"},{"redirect":8248194,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vertrauen","epNo":10,"alt":"The Wild Bunch","descr":"In Los Angeles treibt sich eine Bande falscher Polizisten herum, deren Mitglieder mit Drogen dealen und dabei auch nicht vor Mord zurückschrecken. Barnes beschäftigt unterdessen die Tatsache, dass die Bevölkerung mehr und mehr das Vertrauen in die Polizei verliert. Ricos Aufmunterungsversuche schlagen fehl. Barnes\u0027 Laune bessert sich erst, als es ihm und seinen Kollegen gelingt, die Bande festzunehmen ...","versions":[{"lang":1,"streams":[{"redirect":8301158,"hoster":"VOE"},{"redirect":13994428,"hoster":"Doodstream"},{"redirect":14372496,"hoster":"Vidoza"},{"redirect":8248152,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lucy","epNo":11,"alt":"Lucy in the Sky","descr":"Rico lernt die Amateurboxerin Lucy kennen und ist der Meinung, eine Seelenverwandte gefunden zu haben. Zunächst wehrt sich Lucy gegen Ricos Versuche, ihr zu helfen. Doch dann erkennt sie seine guten Absichten ... Eine Gruppe weiblicher Bankräuber macht dem Team das Leben schwer. Barnes und Rico gelingt es schließlich, die Bande dingfest zu machen ...","versions":[{"lang":1,"streams":[{"redirect":11607632,"hoster":"VOE"},{"redirect":13994434,"hoster":"Doodstream"},{"redirect":14372498,"hoster":"Vidoza"},{"redirect":8248158,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Garten Eden","epNo":12,"alt":"Flirtin\u0027 With Disaster","descr":"Rico hat Probleme in seinem Liebesleben. Unterdessen rückt der Wohltätigkeitsball der Polizei immer näher ... Ein kleines Mädchen wird als vermisst gemeldet, und ein Mann dringt mit einer Waffe in eine Schule ein ...","versions":[{"lang":1,"streams":[{"redirect":8301166,"hoster":"VOE"},{"redirect":13994439,"hoster":"Doodstream"},{"redirect":14372502,"hoster":"Vidoza"},{"redirect":8248159,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Straßenkinder","epNo":13,"alt":"Gypsy Road","descr":"Janey, ein Straßenkind, setzt ihr Baby aus. Als sie versucht, es im Krankenhaus zu besuchen, wird sie von Rico und Barnes festgenommen. Vor Gericht wird ihr zunächst das Sorgerecht entzogen, doch Rico verspricht, ihr zu helfen ... Lopez und Jablonski nehmen ein paar Mädchen einer Gang fest. Lopez überredet Inez, aus der Gang auszusteigen. Als Inez wenig später ermordet wird, muss Lopez erkennen, wie begrenzt ihr Hilfspotenzial ist ...","versions":[{"lang":1,"streams":[{"redirect":8301168,"hoster":"VOE"},{"redirect":13994446,"hoster":"Doodstream"},{"redirect":14372499,"hoster":"Vidoza"},{"redirect":8248164,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Romeo und Julia","epNo":14,"alt":"Love Don\u0027t Love Nobody","descr":"Als sich zwei Mitglieder unterschiedlicher Gangs ineinander verlieben, bricht ein Bandenkrieg aus ... Barnes hat Probleme mit seiner Tochter: Sie interessiert sich mehr für Jungs als für die Schule ... Rico zweifelt an der Macht der Liebe, wird aber schließlich eines Besseren belehrt ...","versions":[{"lang":1,"streams":[{"redirect":8301167,"hoster":"VOE"},{"redirect":13994452,"hoster":"Doodstream"},{"redirect":14372505,"hoster":"Vidoza"},{"redirect":8248163,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Offene Rechnungen","epNo":15,"alt":"The Wild and the Innocent","descr":"Das Team wird mit einem schwierigen Fall konfrontiert: Deputy Johnson steht unter Verdacht, Ronald Unterburger ermordet zu haben. Unterberger hat vor acht Jahren Johnsons Tochter vergewaltigt und ermordet. Der Fall sorgt für gespaltene Ansichten und schon bald geraten Jablonksy und Briggs aneinander. Auch sonst warten zahlreiche Herausforderungen auf die Trainees. So muss Rico einem Hund hinterherjagen, der sich bei einem Verkehrsunfall eine abgetrennte Hand geschnappt hat ...","versions":[{"lang":1,"streams":[{"redirect":8301170,"hoster":"VOE"},{"redirect":13994457,"hoster":"Doodstream"},{"redirect":14372506,"hoster":"Vidoza"},{"redirect":8248172,"hoster":"Streamtape"}]}]}]}]}