{"seriesId":"100-wolf-die-legende-des-mondsteins","name":"100% Wolf – Die Legende des Mondsteins","descr":"[100% Wolf: Legend of the Moonstone] Freddy Lupin hat einen großen Traum. Er möchte Schüler der Heulenstein Akademie werden, einer geheimen Schule für Werwölfe. Dafür muss er beweisen, dass er das Herz eines echten Wolfs in sich trägt. Doch da gibt es ein Problem: Er ist ein Pudel. Ein rosa Pudel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Aufnahmeprüfung","epNo":1,"alt":"Night Of The Poodle","descr":"Freddy Lupin hat einen großen Traum: Er möchte unbedingt auf das legendäre Heulenstein-Internat gehen! Denn Heulenstein ist die einzige Akademie für junge Werwölfe. Leider hat Freddy ein Problem: Bei Vollmond verwandelt er sich nicht etwa in einen großen Werwolf, sondern in einen kleinen Pudel! Um zu beweisen, dass er es trotzdem mit den anderen Wölfen aufnehmen kann, gibt Freddy alles.","versions":[{"lang":1,"streams":[{"redirect":12381191,"hoster":"VOE"},{"redirect":13993561,"hoster":"Doodstream"},{"redirect":9166032,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993443,"hoster":"VOE"},{"redirect":13993445,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der erste Schultag","epNo":2,"alt":"Welcome to Howlington","descr":"Für Freddy steht der erste Tag an der Heulenstein-Akademie an! Damit er sich als einziger Hund nicht so alleine fühlt, schmuggelt sich Batty mit ihm in das Werwolf-Internat. Doch nicht nur Batty ist ein unerlaubter Gast auf der Akademie: ein mysteriöser fremder Wolf schleicht umher! Was hat er dort zu suchen? Ist er etwa hinter dem Mondstein her?","versions":[{"lang":1,"streams":[{"redirect":9170838,"hoster":"VOE"},{"redirect":14105307,"hoster":"Doodstream"},{"redirect":9170839,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993444,"hoster":"VOE"},{"redirect":13993447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Goldene Horn","epNo":3,"alt":"The Golden Horn","descr":"Auf der Werwolf-Akademie wird es Zeit die Rangordnung des neuen Rudels zu klären. In einem Wettstreit sollen sich die Wölfe gegeneinander behaupten. Sowohl Freddy als auch Ivan sind davon überzeugt, den perfekten Alpha-Wolf für das Rudel abzugeben. Gelingt es Freddy im Wettstreit gegen Ivan zu bestehen?","versions":[{"lang":1,"streams":[{"redirect":9170842,"hoster":"VOE"},{"redirect":14105311,"hoster":"Doodstream"},{"redirect":9170841,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993449,"hoster":"VOE"},{"redirect":13993450,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der neue Lehrer","epNo":4,"alt":"The Accountant","descr":"Die Finsterwölfe treiben in Milford ihr Unwesen! Die Schüler der Heulenstein-Akademie sollen auf die neue Gefahr vorbereitet werden. Dafür stellt ihr Lehrer Ric Rawls die Unterrichtsmethoden der Akademie gehörig auf den Kopf! Und das ist nicht das einzige Problem, mit dem sich die Schule für junge Werwölfe herumschlagen muss!","versions":[{"lang":1,"streams":[{"redirect":9170846,"hoster":"VOE"},{"redirect":9170845,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993456,"hoster":"VOE"},{"redirect":13993457,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Floh-Problem","epNo":5,"alt":"The Fleaminator","descr":"Beim anstehenden Schulfoto werden die Schüler der Heulenstein-Akademie von einem lästigen Jucken gequält! Es sind Flöhe! Doch wer kann sie angeschleppt haben? Damit das Rudel die Plagegeister wieder los wird, kommt der \"Flohminator\" zum Einsatz - eine Geheimwaffe der Straßenhunde.","versions":[{"lang":1,"streams":[{"redirect":9170852,"hoster":"VOE"},{"redirect":9170847,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993459,"hoster":"VOE"},{"redirect":13993460,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Werwolfjäger","epNo":6,"alt":"Wolf Hunter","descr":"Die Schüler der Heulenstein-Akademie freuen sich riesig auf den bevorstehenden Schulausflug zur legendären Nachtwache. Auf dem Weg zurück zur Schule kommt es jedoch zum Schlimmsten: einer der Wölfe wird von einem Menschen gesehen! Prompt am nächsten Tag, berichtet jede Zeitung über die Existenz von Werwölfen. Scarlet wittert endlich ihre Chance einen echten Werwolf zu fangen und ausgerechnet Freddy soll ihr Wolfs-Jagd-Team dabei unterstützen!","versions":[{"lang":1,"streams":[{"redirect":13992743,"hoster":"VOE"},{"redirect":9170853,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993464,"hoster":"VOE"},{"redirect":13993467,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Heuloween","epNo":7,"alt":"Howloween","descr":"Zum großen Fest an \"Heuloween\" versammeln sich alle Eltern und Lehrer an der Heulenstein-Akademie. Durch ein Unglück werden sie ausgerechnet zum Supermond dem Mondlicht ausgesetzt. Jetzt liegt es an Freddy und seinen Freunden die wild gewordenen Wölfe im Zaum zu halten!","versions":[{"lang":1,"streams":[{"redirect":9170854,"hoster":"VOE"},{"redirect":9170857,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993468,"hoster":"VOE"},{"redirect":13993469,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Rock-Konzert","epNo":8,"alt":"Doom and Rune","descr":"Freddy droht durchzufallen und muss den Runen-Test bestehen, um nicht das gesamte Schuljahr wiederholen zu müssen. Für den Test soll er aber ausgerechnet mit Ivan lernen, der sich nur für sein Handy zu interessieren scheint. Freddy ist verzweifelt - Ob er es rechtzeitig schaffen wird, den Test zu absolvieren?","versions":[{"lang":1,"streams":[{"redirect":12332249,"hoster":"VOE"},{"redirect":9170860,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993478,"hoster":"VOE"},{"redirect":13993480,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Camping-Ausflug","epNo":9,"alt":"Camping Trip","descr":"Auf einem Campingausflug soll das junge Wolfs-Rudel lernen in der Wildnis zurecht zu kommen. Ganz in der Nähe schlägt jedoch ausgerechnet Scarlet und ihre Familie ihr Lager auf und Freddy muss versuchen sie vom Wolfs-Lager fern zu halten. Währenddessen wird das Wolfsrudel jedoch von einem weiteren, unbekannten Feind angegriffen!","versions":[{"lang":1,"streams":[{"redirect":9170863,"hoster":"VOE"},{"redirect":9170861,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993487,"hoster":"VOE"},{"redirect":13993490,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die echte Beatrice","epNo":10,"alt":"Beatrice Beefcheek","descr":"Nach dem Chaos beim vergangenen Camping-Ausflug beschließt Freddy ein für alle mal, dass er nicht mit einer Wolfsjägerin befreundet sein kann. Als er auf dem Weg zu Scarlet ist, taucht auf der Heulenstein-Akademie die echte Beatrice Beefcheek auf! Kurzerhand sorgt sie dafür, dass Batty von der Schule fliegt! Wie soll Freddy das nur wieder hinbiegen?","versions":[{"lang":1,"streams":[{"redirect":9170862,"hoster":"VOE"},{"redirect":9170864,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993495,"hoster":"VOE"},{"redirect":13993498,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Cherry","epNo":11,"alt":"Cherry","descr":"Nach der Begegnung mit dem Finsterwolf, steht Freddy ziemlich neben sich. Im Unterricht zu den \"Grundlagen des Fluchttrainings\" versucht er sich seiner Angst zu stellen, doch ausgerechnet dann taucht der Finsterwolf erneut auf. Die Schüler schaffen es jedoch dieses mal den Wolf zu überwältigen und bringen ihn in die Akademie. Dort stellt sich heraus, das der Finsterwolf niemand anderes ales Cherry ist!","versions":[{"lang":1,"streams":[{"redirect":9170867,"hoster":"VOE"},{"redirect":9170865,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993505,"hoster":"VOE"},{"redirect":13993511,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Falle","epNo":12,"alt":"The Hunt","descr":"Die Nachtwache gerät ins Visier einer Wolfsjäger-Gruppe. Dabei handelt es sich um niemand anderes als Scarlets Familie, die den Werwölfen ein für alle mal das Handwerk legen will.","versions":[{"lang":1,"streams":[{"redirect":9171481,"hoster":"VOE"},{"redirect":9170866,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13993516,"hoster":"VOE"},{"redirect":13993518,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Anführer der Finsterwölfe","epNo":13,"alt":"Alpha One","descr":"Ein Anruf von Scarlet bereitet des Schülern auf Heulenstein mächtig Sorgen: Ausgerechnet am Tag der praktischen Prüfung zur Nachtwache wollen sich die Wolfsjäger das Rudel schnappen! Freddy und seine Freunde müssen den anderen zur Rettung eilen!","versions":[{"lang":1,"streams":[{"redirect":9170871,"hoster":"VOE"},{"redirect":9170870,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der neue Rektor","epNo":14,"alt":"The New Order","descr":"Freddy versucht verzweifelt nach einem Weg zurück an die Heulenstein-Akademie. Als ein mysteriöser Motorradfahrer auftaucht, muss sich Freddy auf eine Überraschung gefasst machen!","versions":[{"lang":1,"streams":[{"redirect":9170869,"hoster":"VOE"},{"redirect":9170874,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schule gegen Schule","epNo":15,"alt":"Runaway Jane","descr":"Die Schüler der Heulenstein-Akademie nehmen am Milford Parcours teil. Freddy und Ivan wollen beide den Schulwettkampf gewinnen, um zum Schulkapitän ernannt zu werden. Während der egoistische Ivan für sich allein kämpft, begegnet Freddy einem kleinen Hund namens Jane, der seine Hilfe braucht.","versions":[{"lang":1,"streams":[{"redirect":9170877,"hoster":"VOE"},{"redirect":9170876,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die geheime Grabkammer","epNo":16,"alt":"Tomb of the Wilderwolf King","descr":"Ric möchte die geheime Grabkammer des Königs der Finsterwölfe finden. Da er bei seiner bisherigen Suche keinen Erfolg hatte, sucht er in Milfords Werwolf-Museum nach möglichen Hinweisen. Tatsächlich findet Ric eine geheimnisvolle Karte, auf der das Grab verzeichnet ist. Dieses soll sich irgendwo unter der Heulenstein-Akademie befinden.","versions":[{"lang":1,"streams":[{"redirect":9170878,"hoster":"VOE"},{"redirect":9170879,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rettet Heulenstein","epNo":17,"alt":"Angelique Champs","descr":"Freddys Onkel Hotspur will tatsächlich die Heulenstein-Akademie an den Höchstbietenden verkaufen. Kurzerhand ersteigert die berühmte Chefköchin Angelique Champs das Gebäude für ihr neues Sterne-Restaurant. Die Schüler sind entsetzt und schmieden einen Plan, wie sie den Kauf verhindern können.","versions":[{"lang":1,"streams":[{"redirect":9170880,"hoster":"VOE"},{"redirect":9170883,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Mondstein-Spiele","epNo":18,"alt":"The Moonstone Cub","descr":"An der Heulenstein-Akademie stehen die großen Mondstein-Spiele kurz bevor. Freddie und die anderen sind mächtig aufgeregt, denn wer den Wettstreit gewinnt, darf sich im Licht des Mondsteins verwandeln und somit ganz besondere Kräfte erhalten. Eigentlich sollte der Tag den Schülern und ihren Familien Spaß machen, doch Freddys Vater Flasheart und Ivans Vater Hans nehmen den Wettstreit schnell zu ernst.","versions":[{"lang":1,"streams":[{"redirect":9170885,"hoster":"VOE"},{"redirect":9170884,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das pinke Monsterchen","epNo":19,"alt":"Chubsy","descr":"Bei dem Versuch Ivan von seiner Silberpfeil-Wunde zu heilen, richtet Freddy versehentlich ein heilloses Chaos an. Nun soll die Heulenstein-Akademie vom Gesundheits-Inspektor Vanderholt überprüft werden und plötzlich erscheint ein seltsames pinkes Wesen.","versions":[{"lang":1,"streams":[{"redirect":9170887,"hoster":"VOE"},{"redirect":12633156,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Scarlet soll bleiben!","epNo":20,"alt":"Monster Movie Night","descr":"Da Scarlets Eltern davon ausgehen, dass es keine Werwölfe mehr in Milford gibt, wollen sie auf eine Insel ziehen. Freddy und die anderen hecken einen Plan aus, damit Scarlet nicht wegziehen muss und wollen ihre Eltern als Werwölfe überraschen. Doch leider geht der Plan nicht wie gewünscht auf.","versions":[{"lang":1,"streams":[{"redirect":9170890,"hoster":"VOE"},{"redirect":9170889,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ivan, das Monster","epNo":21,"alt":"The Uberwolf","descr":"Ivan schafft es mit der Kraft des Mondsteins, sich in eine Art Super-Monsterwolf zu verwandeln. Die ganze Stadt ist im Ausnahmezustand!","versions":[{"lang":1,"streams":[{"redirect":9170892,"hoster":"VOE"},{"redirect":9170894,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Findet Ivan!","epNo":22,"alt":"Milford’s got Skillz","descr":"Ivan bemerkt, dass Rics Absichten nicht die besten sind und flüchtet kurzerhand mit dem Mondstein. Doch Freddy und die anderen sind auf der Suche nach Ivan und wollen ihn retten.","versions":[{"lang":1,"streams":[{"redirect":9170896,"hoster":"VOE"},{"redirect":9170895,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Stein der Verdammnis","epNo":23,"alt":"Beast in Show","descr":"Batty erfährt von Doog, dass es den Stein der Verdammnis gibt. Er empfiehlt ihr, sich an die Herzogin zu wenden.","versions":[{"lang":1,"streams":[{"redirect":9170900,"hoster":"VOE"},{"redirect":9170901,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine Oma im Rudel","epNo":24,"alt":"Swiss","descr":"Um Freddy und Ivan von dem Monsterwolf-Fluch zu befreien, brauchen ihre Freunde den Stein der Verdammnis. Scarlet fällt da nur eine Person ein, die ihnen helfen kann...","versions":[{"lang":1,"streams":[{"redirect":9196340,"hoster":"VOE"},{"redirect":9170909,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Vulkan","epNo":25,"alt":"Mount Krumbeck","descr":"Die Kinder bringen den Stein in die Heulenstein-Akademie, wo er eigentlich in Sicherheit sein sollte. Doch da sie zu große Angst haben, dass Ric den Stein der Verdammnis in die Hände bekommt und damit großen Schaden anrichten könnte, suchen sie nach einem Weg, den Stein zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":9170907,"hoster":"VOE"},{"redirect":9170902,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Mondfinsternis","epNo":26,"alt":"The Blood Moon","descr":"Ric schafft es nicht, die beiden Steinhälften zu vereinen, sondern stellt fest, dass er Freddy dazu braucht. So verwandelt er sich in Flasheart und gibt vor Freddys Vater zu sein.","versions":[{"lang":1,"streams":[{"redirect":9170918,"hoster":"VOE"},{"redirect":9170915,"hoster":"Streamtape"}]}]}]}]}