{"seriesId":"100-code","name":"100 Code","descr":"[Alternativtitel: The 100 Code / The Hundred Code] Nachdem seit mehr als zwölf Monaten regelmäßig junge, blonde, blauäugige Frauen in Blumenfeldern tot aufgefunden wurden, erhält der Stockholmer Mordermittler Mikael Eklund (Michael Nyqvist) Unterstützung von dem New Yorker Detective Tommy Conley (Dominic Monaghan), der in die schwedische Hauptstadt geschickt wird. Doch Eklund, der sich streng an die Vorschriften hält, kann mit der eher lockeren Mentalität seines neuen amerikanischen Partners nicht viel anfangen. Darüber hinaus müssen sich die ungleichen Ermittler auch mit Problemen aus ihrer Vergangenheit auseinandersetzen. Während sich Conley für den Tod seiner Freundin verantwortlich fühlt, setzt Eklund alles daran, um ein besserer Vater für seine Tochter Hanna zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wintermädchen","epNo":1,"alt":"Pilot","descr":"Weil der New Yorker Polizist Thomas Conley einen Zusammenhang zwischen einer Mordserie in den USA und einer Toten in Schweden vermutet, reist er nach Stockholm. Dort soll ihn der schwedische Kollege Mikael Eklund unterstützen. Obwohl die beiden Cops sich nicht ausstehen können, machen sie sich zusammen auf die Suche nach dem Mädchen-Killer.","versions":[{"lang":1,"streams":[{"redirect":13900424,"hoster":"VOE"},{"redirect":14038066,"hoster":"Doodstream"},{"redirect":14319074,"hoster":"Vidoza"},{"redirect":13900423,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blumen in der Hölle","epNo":2,"alt":"Flowers In Hell","descr":"Conley, der seit dem Tod seiner Freundin Maggie an Schlaflosigkeit leidet, ist rund um die Uhr mit den Ermittlungen beschäftigt. Auf der Spur des Mädchenkillers beschatten er und Eklund zwei verdächtige Männer, die während der Morde in New York und Stockholm vor Ort waren. Die beiden Cops wollen unbedingt verhindern, dass weitere Frauen umgebracht werden und stürzen sich in eine rasante Verfolgungsjagd.","versions":[{"lang":1,"streams":[{"redirect":8301201,"hoster":"VOE"},{"redirect":11117150,"hoster":"Doodstream"},{"redirect":13900425,"hoster":"Vidoza"},{"redirect":11284587,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Kaninchenbau","epNo":3,"alt":"Down The Rabbit Hole","descr":"Conley (Dominic Monagahan) konnte den Täter fassen, doch eine schreckliche Prophezeiung des Mannes beunruhigt ihn zutiefst: Er kündigte weitere Morde an. Kurz darauf gelingt dem verletzten Täter trotz Polizeiüberwachung die Flucht aus dem Krankenhaus. Vergeblich nehmen Conley und Eklund (Michael Nyqvist) die Verfolgung auf. Als sie das überlebende Opfer Sandra Olsson vernehmen, wird den Cops klar, dass sie es bei der Mordserie nicht mit einem Einzeltäter zu tun haben.","versions":[{"lang":1,"streams":[{"redirect":8301200,"hoster":"VOE"},{"redirect":12024697,"hoster":"Doodstream"},{"redirect":14038081,"hoster":"Vidoza"},{"redirect":8248204,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mein einziger Freund","epNo":4,"alt":"My Only Friend","descr":"Mit Hilfe eines Computer-Spezialisten versuchen Conley (Dominic Monaghan) und Eklund (Michael Nyqvist) die bisherigen Anhaltspunkte zusammenzufügen. Im \"Deep Web\" stoßen sie auf eine Spur: jemand mit dem Kürzel \"L.H.\" rekrutiert offenbar über das Web Killer. Kurz darauf erreicht Eklund die Nachricht von einem weiteren schrecklichen Verbrechen in Stockholm.","versions":[{"lang":1,"streams":[{"redirect":8301202,"hoster":"VOE"},{"redirect":14319094,"hoster":"Vidoza"},{"redirect":8248203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das erste Erröten","epNo":5,"alt":"The First Blush","descr":"Conley und Eklund (Dominic Monaghan, Michael Nyqvist) finden heraus, dass die von L.H. über den Chatroom \"Temptations\" rekrutierten Killer die unterschiedlichsten Mordfantasien in die Tat umsetzen. Mit einem fingierten Interessenten versuchen sie, L.H. eine Falle zu stellen. Bald erschüttert die Nachricht von einem neuen Mordfall das Team: Zwei LKW-Fahrer wurden tot am Rande einer Autobahn aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":8301208,"hoster":"VOE"},{"redirect":14038084,"hoster":"Doodstream"},{"redirect":8248208,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Spinnen sehen alles","epNo":6,"alt":"There Are No Heroes","descr":"Conley (Dominic Monaghan) kämpft weiterhin mit den Erinnerungen an seine verstorbene Freundin Maggie, und Eklund (Michael Nyqvist) muss feststellen, dass sein bester Freund Henrik Renberg ein Alkoholproblem hat. Eklunds 18-jährige Tochter Hanna (Felice Jankell) verstrickt sich immer mehr in eine Affäre mit Göran, einem Kollegen ihres Vaters. Inzwischen setzt Frida ihre tödliche Jagd auf Lkw-Fahrer fort.","versions":[{"lang":1,"streams":[{"redirect":8301211,"hoster":"VOE"},{"redirect":14038093,"hoster":"Doodstream"},{"redirect":14319102,"hoster":"Vidoza"},{"redirect":8248210,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wiedergutmachung","epNo":7,"alt":"The Cop That Hugs","descr":"Nachdem der Ex-Polizist Martin Lindstrom bei einem Amoklauf mehrere Polizisten umgebracht hat, sollen Conley und Eklund (Dominic Monaghan, Michael Nyqvist) herausfinden, ob die Tat ebenfalls mit L.H. in Verbindung steht. Bei der Durchsuchung von Lindstroms Haus entgehen sie nur knapp einer tödlichen Falle.","versions":[{"lang":1,"streams":[{"redirect":8301213,"hoster":"VOE"},{"redirect":14038100,"hoster":"Doodstream"},{"redirect":8248214,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Keiner schläft","epNo":8,"alt":"Nobody Sleeps","descr":"Hanna (Felice Jankell) offenbart, warum sie so wütend auf ihren Vater ist: Ihre Mutter hatte ihr auf dem Sterbebett anvertraut, dass ihr Vater eine Affäre mit seiner Vorgesetzten Karin Hammar hatte. Eklund (Michael Nyqvist) selbst ist so eingenommen von den Ermittlungen, dass er sich nicht um Hanna kümmern kann. Verzweifelt wendet sich Hanna an Göran.","versions":[{"lang":1,"streams":[{"redirect":8301218,"hoster":"VOE"},{"redirect":14038109,"hoster":"Doodstream"},{"redirect":8248219,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stillleben","epNo":9,"alt":"The Deep Heart\u0027s Core","descr":"Computer-Experte Phille hat es geschafft, mit seinem vorgetäuschten Profil im ‚Temptations‘-Chatroom L.H. in die Falle zu locken. Mittlerweile erfährt das Team von einem neuen Mordfall, bei dem man die Leiche einer jungen Frau namens Sofia fand. Bald steht fest, dass Sofias Blut Spuren desselben Beruhigungsmittels enthält, das von den anderen Mördern, die mit L.H. in Verbindung standen, verwendet wurde.","versions":[{"lang":1,"streams":[{"redirect":8301212,"hoster":"VOE"},{"redirect":14038112,"hoster":"Doodstream"},{"redirect":8256158,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geheimnisse","epNo":10,"alt":"Secrets","descr":"Göran holt Hanna (Felice Jankell) ab, um mit ihr ein Wochenende auf dem Land zu verbringen. Eklund (Michael Nyqvist) ist zunehmend besorgt um seine Tochter und liest heimlich ihr Tagebuch. Darin entdeckt er zwar, dass sie mit Göran ausgeht, doch hinter dem Namen vermutet er nicht seinen Kollegen.","versions":[{"lang":1,"streams":[{"redirect":8301222,"hoster":"VOE"},{"redirect":14038163,"hoster":"Doodstream"},{"redirect":8248222,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nicht Deine Schuld","epNo":11,"alt":"Still Living After All","descr":"Am Ende mit seinen Kräften und kurz davor, alles aufzugeben, hat Conley (Dominic Monaghan) plötzlich eine Eingebung: Er erkennt, dass die Gemälde, die er in Forsbergs Wohnung sah, Ähnlichkeit mit denen aus Andrejs Hütte haben. Als er erneut mit Eklund (Michael Nyqvist) zu Forsberg fährt, ist die Wohnung verlassen.","versions":[{"lang":1,"streams":[{"redirect":8301226,"hoster":"VOE"},{"redirect":14038171,"hoster":"Doodstream"},{"redirect":8248234,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn du glaubst du gewinnst","epNo":12,"alt":"Everytime You Think You\u0027re Winning","descr":"In letzter Sekunde rettet Conley (Dominic Monaghan) Eklund (Michael Nyqvist) das Leben und muss dafür Forsberg laufen lassen. Kurz darauf wird Amirs Freundin Asha geschnappt. Beim Verhör stellt sich heraus, dass sie eine besondere Verbindung zu Forsberg hat.","versions":[{"lang":1,"streams":[{"redirect":8301229,"hoster":"VOE"},{"redirect":14038173,"hoster":"Doodstream"},{"redirect":11607410,"hoster":"Streamtape"}]}]}]}]}