{"seriesId":"112-feuerwehr-im-einsatz","name":"112: Feuerwehr im Einsatz","descr":"Sie befreien schwer verletzte Unfallopfer aus demolierten Autowracks und bekämpfen lodernde Flammen: Dabei müssen die Notfallhelfer der Feuerwehrwachen in Krefeld, Delmenhorst und Dortmund mit vollem Körpereinsatz und absoluter Konzentration zu Werke gehen, denn in akuten Gefahrensituationen hat jeder Fehlgriff fatale Konsequenzen. Die Serie begleitet die Lebensretter in ihrem anstrengenden Berufsalltag. Dabei zeigen sogenannte Bodycams brenzlige Situationen aus der Perspektive der Feuerwehrleute. Dieser Blickwinkel stellt das dramatische Geschehen - wie zum Beispiel das Löschen eines Brandherdes in einer verrauchten Wohnung - besonders realistisch dar.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gasalarm","epNo":1,"alt":"","descr":"Den Notfallhelfern der Feuerwehr in Delmenhorst steht ein anstrengender Arbeitstag bevor, denn Sturmtief \"Sebastian\" fegt mit Orkanböen bis zu 130 Stundenkilometern über Norddeutschland hinweg. Und der erste Einsatz lässt nicht lange auf sich warten: Eine 18 Meter hohe Linde ist auf ein parkendes Auto gekracht und blockiert den Straßenverkehr. In Krefeld ist ebenfalls Eile geboten. Hier sorgt eine defekte Erdgasleitung in der Nähe eines Kindergartens für Gefahr. Im schlimmsten Fall droht dort eine Explosion, deshalb stehen in dem Wohngebiet mehrere Rettungswagen bereit.","versions":[{"lang":1,"streams":[{"redirect":13189928,"hoster":"VOE"},{"redirect":13189877,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feuerteufel","epNo":2,"alt":"","descr":"Alarm in der Innenstadt: In Krefeld hält ein Feuerteufel die Notfallhelfer in Atem, denn aus einem Containerbrand könnte in der dicht bebauten City binnen kurzer Zeit ein Großfeuer werden. In Dortmund ist derweil bei einem Löscheinsatz im Keller eines Mehrfamilienhauses voller Körpereinsatz gefragt. Die lodernden Flammen dürfen auf keinen Fall auf die Wohnungen übergreifen. Und in Delmenhorst haben die Lebensretter ebenfalls alle Hände voll zu tun: Hier halten ein brennendes Gartenhaus und ein Gasleck bei einem Schützenverein die Feuerwehr auf Trab.","versions":[{"lang":1,"streams":[{"redirect":13190134,"hoster":"VOE"},{"redirect":13190121,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hochhaus in Flammen","epNo":3,"alt":"","descr":"Lodernde Flammen in einem Krankenhaus? Das wäre der absolute Super-GAU, deshalb versucht ein Großaufgebot der Dortmunder Feuerwehr unter Hochdruck die Ursache für den Brandgeruch im Gebäude ausfindig zu machen. In Krefeld ist die Gefahrenquelle dagegen schon lokalisiert – im Keller eines achtstöckigen Hochhauses, in dem 92 Menschen gemeldet sind, ist ein Feuer ausgebrochen. Mit Drehleitern eilen die Einsatzkräfte vor Ort Bewohnern zu Hilfe, die auf ein Vordach geflüchtet sind, während ihre Kollegen den Brand löschen.","versions":[{"lang":1,"streams":[{"redirect":13190119,"hoster":"VOE"},{"redirect":13190116,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Feuer in der Fabrik","epNo":4,"alt":"","descr":"Großalarm in Krefeld: Dort brennt ein Schuppen lichterloh und 40 Einsatzkräfte versuchen zu verhindern, dass das Feuer auf eine Fabrikhalle übergreift. Den Kollegen in Delmenhorst bereitet unterdessen ein Sturm mit Böen bis Windstärke 11 jede Menge Arbeit. Eine 20 Meter hohe Birke droht, auf ein Haus zu stürzen. Können die Notfallhelfer den Baum so fällen, dass er keinen Schaden anrichtet? Weitere Herausforderungen für die Lebensretter in dieser Episode: ein Pkw in Flammen und die Bergung eines Patienten mit Drehleiter und Schleifkorb.","versions":[{"lang":1,"streams":[{"redirect":13190100,"hoster":"VOE"},{"redirect":13190096,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Belastungsprobe","epNo":5,"alt":"","descr":"Notfall auf dem Stadiondach: Wenn im Dortmunder Signal Iduna Park Gefahr in Verzug ist, kommen die Lebensretter der Berufsfeuerwehr zum Einsatz. In 50 Meter Höhe trainieren die Einsatzkräfte in dieser Folge für den Ernstfall. Die Kollegen in Delmenhorst bekämpfen derweil einen Großbrand in einem Hochhaus. 200 Liter Schaummittel und bis zu zweieinhalb Kubikmeter Wasser pro Minute sollen die lodernden Flammen in dem neunstöckigen Gebäude aufhalten, aber einige Bewohner haben den Ernst der Lage offenbar noch nicht realisiert.","versions":[{"lang":1,"streams":[{"redirect":13190081,"hoster":"VOE"},{"redirect":13190083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Kinderzimmer brennt!","epNo":6,"alt":"","descr":"In Delmenhorst brennt das Eigenheim einer sechsköpfigen Familie und die Lebensretter haben die Lage noch nicht unter Kontrolle. Denn das Feuer flammt immer wieder auf. Zudem werden in dem Gebäude noch Hunde und Katzen vermisst. Die Kollegen in Dortmund werden ebenfalls zu einem Einsatz gerufen. Aber die Angaben der Anruferin sind ungenau – deshalb haben die Notfallhelfer Probleme, den Brand überhaupt zu finden. Überdies bekommen es Feuerwehrmänner in dieser Folge mit einem Pkw zu tun, der auf die Straßenbahnschienen geraten ist.","versions":[{"lang":1,"streams":[{"redirect":13190069,"hoster":"VOE"},{"redirect":13190047,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Doppelter Einsatz","epNo":7,"alt":"","descr":"Am Nachmittag haben die Notfallhelfer der Dortmunder Rettungswache 1 ein Feuer im Motorraum eines BMW gelöscht. Aber zwei Stunden später brennt der Wagen schon wieder. Wie kann das sein? Haben die Männer beim ersten Einsatz etwas übersehen? In Krefeld kümmert sich die Berufsfeuerwehr unterdessen um eine übergewichtige Patientin. Die Dame muss in ein Krankenhaus gebracht werden, denn es besteht der Verdacht auf eine Lungenembolie. Bei dem Krankentransport im fünften Stock eines Hochhauses wird die Drehleiter ausgefahren. (","versions":[{"lang":1,"streams":[{"redirect":13190042,"hoster":"VOE"},{"redirect":13190059,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alarm in der Shisha-Bar","epNo":8,"alt":"","descr":"Notfall in der Shisha-Bar: Ein Mann ist zusammengebrochen und wurde ins Krankenhaus eingeliefert, nachdem er das Lokal besucht hat. Die Mediziner diagnostizieren eine Kohlenmonoxid-Vergiftung. Deshalb rücken die Lebensretter der Dortmunder Feuerwehr zum Einsatz aus – die Shisha-Bar muss evakuiert werden. In Krefeld ist ebenfalls Gefahr in Verzug. Dort brennt die hölzerne Treppe eines Mehrfamilienhauses. Weil der Rauch in die oberen Stockwerke zieht, werden die Bewohner von den Feuerwehrleuten unverzüglich in Sicherheit gebracht.","versions":[{"lang":1,"streams":[{"redirect":13190000,"hoster":"VOE"},{"redirect":13190003,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schweres Gerät","epNo":9,"alt":"","descr":"Bei einem Verkehrsunfall in der Krefelder Innenstadt sind zwei Autos ineinander gerast. Ein Fahrer ist schwer verletzt und muss mit hydraulischen Scheren aus seinem Fahrzeug befreit werden. Die Feuerwehrkollegen auf der Wache in Delmenhorst vertreiben sich die Zeit bis zum nächsten Alarm derweil mit einem Billardturnier. Doch wer gewinnt, bleibt vorerst offen – denn der nächste Einsatz lässt nicht lange auf sich warten. Außerdem in dieser Folge: In Dortmund hat sich ein Mann das Bein unter dem Reifen seines Autos eingeklemmt.","versions":[{"lang":1,"streams":[{"redirect":13189949,"hoster":"VOE"},{"redirect":13189996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial","epNo":10,"alt":"","descr":"24 Stunden in Bereitschaft und für alle Fälle gerüstet: In Delmenhorst wird aus einem Routineeinsatz ein Ritt auf der Rasierklinge – ein umgestürzter Baum hat ein Leck in einen Gastank geschlagen. Die Notfallhelfer in Krefeld bekämpfen ein Feuer in einem Hochhaus und in Dortmund gerät ein Pkw sogar mehrfach in Brand. Haben die Lebensretter beim Löschen etwas übersehen? Dieses Special zeigt die spannendsten und gefährlichsten Aktionen aus der ersten Staffel. Dabei demonstrieren die \"Helden im Schichtdienst\" die ganze Bandbreite der Feuerwehrarbeit.","versions":[{"lang":1,"streams":[{"redirect":13189937,"hoster":"VOE"},{"redirect":13189939,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Hoch hinaus!","epNo":1,"alt":"","descr":"Großeinsatz für die Berufsfeuerwehr in Delmenhorst: In Niedersachsen brennt ein zwangsgeräumter Wohnblock. Die lodernden Flammen im siebten Stock drohen sich weiter auszubreiten. Doch bevor der Angriffstrupp mit den Löscharbeiten beginnen kann, müssen die Retter eine Schlauchleitung durch das Treppenhaus verlegen. Außerdem gilt es zu klären, ob sich in dem Gebäude möglicherweise obdachlose Personen aufhalten. In Dortmund schlägt unterdessen ein Rauchmelder Alarm. Aber die Gefahrenquelle lässt sich nur schwer orten, denn an den Hof grenzen rund 20 Häuser. Die Suche wird zu einer Nervenprobe. (","versions":[{"lang":1,"streams":[{"redirect":13190387,"hoster":"VOE"},{"redirect":13190382,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Feuer unterm Dach!","epNo":2,"alt":"","descr":"Auf der A2 hat sich ein Auto viermal überschlagen. In dem Pkw sind verletzte Personen eingeschlossen, deshalb rückt dort die Spezialeinheit Bergung an. Die Dortmunder Feuerwehrleute zerlegen den Wagen mit einem hydraulischen Schneidegerät, um die Unfallopfer aus ihrem Gefängnis zu befreien. Die Kollegen der Wache 4 bekommen es derweil in einer Tiefgarage mit einem brennenden Fahrzeug zu tun – und in Delmenhorst steht das Wohnhaus eines älteren Ehepaars in Flammen. Mit mehreren Angriffstrupps versuchen die Retter, den brennenden Dachstuhl zu löschen.","versions":[{"lang":1,"streams":[{"redirect":13190364,"hoster":"VOE"},{"redirect":13190381,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Zerreißprobe","epNo":3,"alt":"","descr":"Am Stadtrand von Krefeld hat ein Taxifahrer ein Stoppschild übersehen. Das Ergebnis: mehrere Verletzte und ein brennender Kleinwagen. Bei den Löscharbeiten müssen sich Feuerwehr und Polizei zudem mit ungeduldigen Autofahrern auseinandersetzen. Im Ruhrpott steigen unterdessen neben einer Bundesstraße schwarze Rauchwolken auf. Dort steht ein großer Stapel Reifen in Flammen. Für die Retter der Wache 4 in Dortmund beginnt ein schwieriger und kräftezehrender Einsatz, denn der Brandherd liegt auf schwer zugänglichem Terrain.","versions":[{"lang":1,"streams":[{"redirect":13190341,"hoster":"VOE"},{"redirect":13192840,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Brandstifter!","epNo":4,"alt":"","descr":"In Delmenhorst zündet ein Feuerteufel nachts Abfallcontainer und Sperrmüll an. Die Notfallhelfer kommen mit den Löscharbeiten kaum hinterher – im Oldenburger Land folgt ein Alarm auf den nächsten. Mit seinen mutwilligen Aktionen bringt der Brandstifter zudem Anwohner in Gefahr, denn der giftige Rauch könnte durch offene Fenster in umliegende Wohnungen eindringen. In Dortmund rückt die Feuerwehr ebenfalls zum Einsatz aus. Dort wollte ein Mechaniker eine festgerostete Bremse lösen, dabei wurde sein Fuß unter einem Autoreifen eingequetscht.","versions":[{"lang":1,"streams":[{"redirect":13190339,"hoster":"VOE"},{"redirect":13190332,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Inferno","epNo":5,"alt":"","descr":"Ausnahmezustand in Delmenhorst: Dort brennt ein Einfamilienhaus und die Flammen drohen auf ein Nachbargebäude überzugreifen. 150 Retter der hauptberuflichen und freiwilligen Feuerwehren kämpfen stundenlang gegen das Inferno in der Wohnsiedlung an. Die Kollegen in Dortmund werden unterdessen zu einem Wasserrohrbruch gerufen, und in Krefeld halten mehrere Flächenbrände die Einsatzkräfte auf Trab. Eine Weide brennt auf einer Fläche von 1000 Quadratmetern – und der Wind treibt die Flammen weiter vor sich her.","versions":[{"lang":1,"streams":[{"redirect":13190317,"hoster":"VOE"},{"redirect":13190320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hinter verschlossenen Türen","epNo":6,"alt":"","descr":"In Krefeld wird die Berufsfeuerwehr zu einem Fahrzeugbrand gerufen. Eigentlich eine Routineaufgabe für das Team – aber dieses Mal steht eine seltene Sportlimousine in Flammen. Die Notfallhelfer lassen nichts unversucht, um das Sondermodell zu retten. Die Männer der Wache 4 in Dortmund Hörde bekommen es unterdessen mit einem Brandstifter zu tun – und bei den Kollegen in Delmenhorst heißt es: \"Hilflose Person hinter der Tür\". Bei solchen Einsätzen brauchen die Feuerwehrleute starke Nerven, denn im schlimmsten Fall finden sie in der Wohnung eine Leiche.","versions":[{"lang":1,"streams":[{"redirect":13190299,"hoster":"VOE"},{"redirect":13190303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Feuer in der Brandruine","epNo":7,"alt":"","descr":"Vor sechs Wochen ist in Delmenhorst eine Blockhausvilla niedergebrannt – und jetzt rückt der Löschzug der Berufsfeuerwehr an gleicher Stelle noch einmal zum Einsatz aus. Denn in der Brandlawine qualmt es plötzlich wieder. In Krefeld steigt im Kellergeschoss eines Wohnblocks ebenfalls Rauch auf. Dort haben die Retter bei extrem schlechter Sicht Probleme, den Brandherd zu finden. Und die Spezialeinheit Bergung der Dortmunder Feuerwache 1 eilt zu einem Verkehrsunfall. Bei dem Crash wurde eine männliche Person in einem Pkw eingequetscht.","versions":[{"lang":1,"streams":[{"redirect":13190281,"hoster":"VOE"},{"redirect":13190273,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Großbrand in Delmenhorst","epNo":8,"alt":"","descr":"In Delmenhorst wird um drei Uhr nachts Alarm ausgelöst. Dort soll eine Lagerhalle in Brand stehen, deshalb schaltet die Berufsfeuerwehr aus dem Ruhemodus auf Vollgas um. Der Einsatz wird das Team bis zum Morgengrauen auf Trab halten. Die Kollegen in Dortmund unterstützen derweil den medizinischen Rettungsdienst, denn in der Ruhrpottmetropole ist eine Frau in ihrer Wohnung verunglückt. Und am Stadtrand von Krefeld brennt eine elektrische Anlage. Als die Notfallhelfer ins Löschfahrzeug steigen, wissen sie nicht, was sie vor Ort erwartet.","versions":[{"lang":1,"streams":[{"redirect":13190226,"hoster":"VOE"},{"redirect":13190233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Knifflige Rettung","epNo":9,"alt":"","descr":"In Dortmund ist ein Mann bei der Gartenarbeit von der Leiter gestürzt. Dabei hat sich das Unfallopfer möglicherweise an der Wirbelsäule verletzt, deshalb dürfen die Notfallhelfer beim Transport ins Krankenhaus auf keinen Fall seinen Rücken belasten. In Krefeld müssen die Feuerwehrleute derweil bei einem anstrengenden Härtetest mit Atemschutzgeräten ihre körperliche Fitness unter Beweis stellen. Und in Delmenhorst brennt der Dachboden eines Mehrfamilienhauses – für die Männer der diensthabenden Wachabteilung beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":13190156,"hoster":"VOE"},{"redirect":13190167,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial – Best Of","epNo":10,"alt":"","descr":"In Niedersachsen stand ein Einfamilienhaus in Flammen. 150 Notfallhelfer kämpften stundenlang gegen das Inferno an, um benachbarte Gebäude zu schützen. Und in Nordrhein-Westfalen brannte ein Reifenhaufen neben einer Bundesstraße. Dort mussten Hunderte Meter Schlauchleitungen verlegt werden, um die Gefahr zu bannen. Dieses Special blickt noch einmal auf die spektakulärsten Einsätze der Lebensretter aus Delmenhorst, Dortmund und Krefeld zurück. Bis dato unveröffentlichte Filmaufnahmen veranschaulichen zudem das ganze Spektrum der Feuerwehrarbeit.","versions":[{"lang":1,"streams":[{"redirect":13190139,"hoster":"VOE"},{"redirect":13190140,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Gefährliche Straßen","epNo":1,"alt":"","descr":"Alarm bei der Feuerwehr in Flensburg: Im Norden Schleswig-Holsteins droht eine Frau, von einer Brücke zu springen. Der Suizid kann zwar verhindert werden, aber als die Einsatzkräfte Entwarnung geben wollen, kracht es unten auf der Straße. Die Lebensretter müssen eine schwer verletzte Person aus dem Unfallwrack befreien. In Kaiserslautern steigt unterdessen Rauch aus einer leer stehenden Fabrikhalle auf, die von Obdachlosen als Unterschlupf genutzt wird. Hier gilt es, in Not geratene Personen so schnell wie möglich in Sicherheit zu bringen. Aber die Brandbekämpfer finden keinen Zugang in die verrammelte Halle.","versions":[{"lang":1,"streams":[{"redirect":13190496,"hoster":"VOE"},{"redirect":13190512,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dumm gelaufen!","epNo":2,"alt":"","descr":"In Hagen brennt ein Auto. Dort will die Feuerwehr verhindern, dass die Flammen auf einen parkenden Anhänger übergreifen. Die Berufskollegen in Kaiserslautern sollen derweil für den Rettungsdienst eine Tür öffnen. Dabei ist Eile geboten, doch eine Baustelle versperrt den Einsatzfahrzeugen den Weg. Deshalb machen sich die Notfallhelfer zu Fuß auf den Weg durch die engen Gassen. Und in Saarbrücken wird \"Baum auf PKW\" gemeldet. Als die Retter das zerstörte Wrack sehen, vermuten sie für den Fahrer das Schlimmste. Aber manchmal kommt es anders, als man denkt.","versions":[{"lang":1,"streams":[{"redirect":13190482,"hoster":"VOE"},{"redirect":13190489,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schaumparty!","epNo":3,"alt":"","descr":"Eine Mieterin ist in Saarbrücken aus ihrer Wohnung ausgezogen und hat darin mehrere Hunde und Katzen hinterlassen. Die Feuerwehr will die Vierbeiner in ein Tierheim bringen. Doch der vermeintliche Routineeinsatz gestaltet sich schwierig. In Hagen haben die Notfallhelfer ebenfalls mit Widrigkeiten zu kämpfen. Das Team soll dort einen umgeworfenen Baum von der Straße schaffen, der bei einem Sturm ein Auto unter sich begraben hat. Und auf der Wache in Flensburg wird ein gemütlicher Fernsehabend pünktlich um 20:15 Uhr von einem Alarm unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":13190475,"hoster":"VOE"},{"redirect":13190478,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf den Hund gekommen!","epNo":4,"alt":"","descr":"In Hagen ist die Ladung eines Müllwagens in Brand geraten. Um die Flammen zu löschen, wollen die Einsatzkräfte den Abfall auf die Straße kippen. Aber vorher müssen sie das brennende Vehikel an einen sicheren Ort bewegen. In Saarbrücken erschweren unterdessen nach einem Verkehrsunfall in der Innenstadt Gaffer die Arbeit der Feuerwehr. Und in Saarbrücken piept ein Rauchmelder. In solchen Notfällen müssen die Lebensretter verschlossene Eingänge notfalls mit Gewalt öffnen. Aber hinter der Wohnungstür bellt in dieser Folge bedrohlich ein Hund.","versions":[{"lang":1,"streams":[{"redirect":13190472,"hoster":"VOE"},{"redirect":13190476,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abgestürzt","epNo":5,"alt":"","descr":"In Flensburg ist ein junger Mann im betrunkenen Zustand einen Abhang hinuntergestürzt. Das bewusstlose Unfallopfer muss schnellstmöglich in ein Krankenhaus transportiert werden. Danach bekommen es die Feuerwehrleute mit einem Wasserschaden zu tun. Um Schlimmeres zu verhindern, versuchen die Einsatzkräfte, die Tür der verschlossenen Wohnung gewaltsam zu öffnen. Und in Hagen kümmern sich Notfallhelfer um das Wohl einer Entenfamilie. Dort packen die Retter vor Ort schweres Gerät aus, um zwölf flauschige Küken aus einem verrosteten Gully zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13190464,"hoster":"VOE"},{"redirect":13190458,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vorsicht, explosiv!","epNo":6,"alt":"","descr":"In Hagen wird das Team der örtlichen Feuerwehr kurz nach Mitternacht zu einer brennenden Gartenlaube gerufen. Der Löscheinsatz ist riskant, denn in dem Holzhaus lagern Gasflaschen. In Kaiserslautern wurde ebenfalls Alarm ausgelöst. Dort versuchen die Lebensretter, mit Atemgeräten in eine verrauchte Wohnung vorzudringen. Und in Flensburg ist bei extrem trockenem Wetter eine Wiese in Brand geraten. Die Flammen erstrecken sich über eine Fläche von mehr als 1000 Quadratmetern. Die Notfallhelfer bekämpfen die drohende Gefahr mit sogenannten Feuerpatschen.","versions":[{"lang":1,"streams":[{"redirect":13190446,"hoster":"VOE"},{"redirect":13190441,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Tank brennt","epNo":7,"alt":"","descr":"Ein lauter Knall, eine Rauchsäule und herabfallende Dachziegel: In Kaiserslautern brennt nach einem Blitzeinschlag ein Einfamilienhaus. Die Einsatzkräfte versuchen, zum Brandherd vorzudringen, bevor das Feuer den gesamten Dachstuhl erfasst. Im mittelhessischen Gießen löschen die Notfallhelfer mit vereinten Kräften kurz vor Sonnenaufgang eine Gartenhütte. Und in Hagen sorgt auf der Autobahn ein brennendes Cabrio für Gefahr. Auf der Schnellstraße läuft Benzin aus, denn der Tank des Fahrzeugs ist geschmolzen. Die Flammen lodern immer wieder auf.","versions":[{"lang":1,"streams":[{"redirect":13190416,"hoster":"VOE"},{"redirect":13190430,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Nebel des Grauens","epNo":8,"alt":"","descr":"Ein schwerer Verkehrsunfall hält die Feuerwehr am Hagener Kreuz in Atem. Ein Lkw hat zu spät gebremst und einen Pkw unter einen Sattelschlepper geschoben. Der Fahrer des Brummis ist in seinem Führerhaus eingeklemmt. In Gießen strömt derweil aus einem Tank wabernder Nebel aus. Um die Gefahrenlage einschätzen zu können, müssen die Einsatzkräfte schnellstmöglich klären, um welches Gas es sich handelt. Und in Flensburg steht eine Atemschutzübung auf dem Programm. Dort müssen die Lebensretter eine Feuerprobe im 600 Grad heißen Brandcontainer meistern.","versions":[{"lang":1,"streams":[{"redirect":13190405,"hoster":"VOE"},{"redirect":13190427,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dramatische Menschenrettung","epNo":9,"alt":"","descr":"In Flensburg brennt ein Mehrfamilienhaus. Ein Zimmer steht lichterloh in Flammen und im Treppenhaus des Gebäudes breitet sich giftiger Rauch aus. Elf Mieter sind in ihren Wohnungen gefangen. Deshalb fahren die Rettungskräfte vor Ort die Drehleiter aus, während der Angriffstrupp bei Temperaturen von über 500 Grad Celsius zum Brandherd vorrückt. In Gießen muss die Feuerwehr unterdessen einen Pkw löschen. Im Kofferraum des Wagens befinden sich Spraydosen, die explodieren könnten. Und in Kaiserslautern qualmt es aus dem Sammelbehälter einer Kehrmaschine.","versions":[{"lang":1,"streams":[{"redirect":13190397,"hoster":"VOE"},{"redirect":13190402,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feuer im Kaufhaus","epNo":10,"alt":"","descr":"Die Feuerwehr rückt in Hagen zum Einsatz aus. Denn dort brennt es in einem Geschäftshaus, in dem mehrere Arztpraxen untergebracht sind. Beim Löschen dürfen die Lebensretter keine Zeit verlieren. In Flensburg treibt unterdessen ein Brandstifter sein Unwesen. Beim folgenden Alarm bekommen es die Notfallhelfer zudem mit einem hilflosen Falkenküken zu tun. Und die Gießener Feuerwehr unterstützt an einer Unfallstelle in Hessen den Rettungsdienst. Ein Motorrad ist mit hoher Geschwindigkeit auf einen Pkw geprallt. Der Zweiradfahrer schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13190400,"hoster":"VOE"},{"redirect":13190390,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Lokomotive brennt!","epNo":11,"alt":"","descr":"Alarm in Flensburg: Der Zimmerbrand in einem Einfamilienhaus könnte sich sehr schnell ausbreiten. Deshalb ist beim Löscheinsatz der Berufsfeuerwehr Eile geboten. In Gießen rücken die Lebensretter ebenfalls zum Einsatz aus. In einem Recycling-Betrieb stehen eine Häckselmaschine und ein großer Haufen zerkleinertes Holz in Flammen. Und in Nordrhein-Westfalen steuern die Notfallhelfer den Hagener Bahnhof an. Dort qualmt eine E-Lokomotive. Die Ursache ist noch ungeklärt. Deshalb gehen die Feuerwehrleute mit den Experten vor Ort auf Spurensuche.","versions":[{"lang":1,"streams":[{"redirect":13190527,"hoster":"VOE"},{"redirect":13190528,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spezial – Die besten Einsätze","epNo":12,"alt":"","descr":"Unfallopfer befreien, Brände löschen, Menschen retten: Wenn die Notfallhelfer der Feuerwehrwachen in Saarbrücken, Gießen, Kaiserslautern, Hagen und Flensburg ausrücken, ist Gefahr im Verzug. Im Berufsalltag der Feuerwehrleute sind vielseitige Fähigkeiten gefragt, denn sie wissen nie, was beim nächsten Alarm auf sie zukommt. Wie fühlt es sich an, in voller Montur in ein brennendes Gebäude vorzurücken? Und was ist zu tun, wenn es aus dem Motorraum eines Autos qualmt? In dieser Folge berichten die Lebensretter von kuriosen Erlebnissen und von spektakulären Einsätzen.","versions":[{"lang":1,"streams":[{"redirect":13190506,"hoster":"VOE"},{"redirect":13190521,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Rettung in letzter Sekunde!","epNo":1,"alt":"","descr":"In Hagen brennt das Vereinsheim einer Schrebergartenkolonie. Mitglieder der Freiwilligen Feuerwehr und hauptamtliche Kräfte nehmen gemeinsam den Kampf gegen die Flammen auf. Aber die ungünstige Lage am Waldrand stellt bei der Löschwasserversorgung eine große Herausforderung dar. In Gießen sind ebenfalls Notfallhelfer im Einsatz. Dort ist eine Person nach einem Verkehrsunfall in einem Fahrzeug eingeklemmt. Und in Flensburg ruft ein Rauchmelder-Alarm die Lebensretter auf den Plan. Einem gehbehinderten Mann droht Gefahr in einer verqualmten Wohnung.","versions":[{"lang":1,"streams":[{"redirect":13190590,"hoster":"VOE"},{"redirect":13190594,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Hütte brennt!","epNo":2,"alt":"","descr":"Mit Blaulicht in den Biergarten: Feuerwehrleute versuchen, das Hauptgebäude eines beliebten Ausflugslokals vor lodernden Flammen zu retten. Doch vor Ort gibt es keinen Hydranten. In Flensburg stellen Gasflaschen in einem brennenden Gartenhaus eine Gefahr für Leib und Leben dar. In der Nachbarschaft soll zudem eine unbekannte Person umherirren. Und zwei Löscheinsätze lassen bei den Notfallhelfern in dieser Folge von \"112\" einen bitteren Beigeschmack zurück. Denn die Kraftfahrzeuge am Straßenrand wurden dem Anschein nach von Brandstiftern angezündet.","versions":[{"lang":1,"streams":[{"redirect":13190577,"hoster":"VOE"},{"redirect":13190597,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Möwe auf Abwegen","epNo":3,"alt":"","descr":"Feueralarm in einem Mehrfamilienhaus: In Hagen droht eine von Flammen und Rauch in die Enge getriebene Frau in der Not aus dem Fenster zu springen. Können die Einsatzkräfte alle Bewohner des Gebäudes rechtzeitig aus der Gefahrenzone befreien? Um eine Katastrophe in einem Backsteinbau zu verhindern, greifen die Lebensretter in dieser Folge von \"112\" zu unkonventionellen Löschmethoden. Und in einer Stadtbücherei hat es sich zur Verwunderung der Besucher eine Möwe bequem gemacht. Lässt sich die gefiederte Leseratte von einem Platzverweis beeindrucken?","versions":[{"lang":1,"streams":[{"redirect":13190553,"hoster":"VOE"},{"redirect":13190578,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verzwickte Lage","epNo":4,"alt":"","descr":"In Schleswig-Holstein tönen Hilfeschreie aus einer verqualmten Wohnung. Möglicherweise hat ein technischer Defekt die Katastrophe ausgelöst. Notfallhelfer brechen in Flensburg unter Hochdruck die verschlossene Tür auf. In Chemnitz eilen die Lebensretter unterdessen zu einer Unfallstelle auf der Autobahn. Dort ist eine Bikerin bei hoher Geschwindigkeit vom Motorrad gestürzt. Und an einer Tankstelle steckt eine eingeklemmte Autofahrerin zwischen zwei Fahrzeugen fest. Können Einsatzkräfte der Feuerwehr die Frau aus der misslichen Lage befreien?","versions":[{"lang":1,"streams":[{"redirect":13190558,"hoster":"VOE"},{"redirect":13190547,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vorsicht Schlange!","epNo":5,"alt":"","descr":"In der Leitstelle der Feuerwehr in Hagen geht kurz vor Mitternacht ein Anruf ein. Auf einem abgelegenen Grundstück lodern meterhohe Flammen – umgeben von dichter Vegetation. Die Notfallhelfer wollen verhindern, dass sich das Inferno bis in den Wald ausbreitet. Einsatzkräfte der Wache Ost rücken anschließend zu einem Küchenbrand aus. Das Feuer wurde zwar schon gelöscht, aber Fettablagerungen im Dunstabzug bergen die Gefahr von Glutnestern. Und in einem Wasserschloss wurde im Eingangsbereich eine Schlange gesichtet. Ist das Reptil harmlos oder giftig?","versions":[{"lang":1,"streams":[{"redirect":13190539,"hoster":"VOE"},{"redirect":13190540,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Großeinsatz!","epNo":6,"alt":"","descr":"In der Leitstelle der Feuerwehr in Hagen geht kurz vor Mitternacht ein Anruf ein. Auf einem abgelegenen Grundstück lodern meterhohe Flammen – umgeben von dichter Vegetation. Die Notfallhelfer wollen verhindern, dass sich das Inferno bis in den Wald ausbreitet. Einsatzkräfte der Wache Ost rücken anschließend zu einem Küchenbrand aus. Das Feuer wurde zwar schon gelöscht, aber Fettablagerungen im Dunstabzug bergen die Gefahr von Glutnestern. Und in einem Wasserschloss wurde im Eingangsbereich eine Schlange gesichtet. Ist das Reptil harmlos oder giftig?","versions":[{"lang":1,"streams":[{"redirect":13190649,"hoster":"VOE"},{"redirect":13190634,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tiere in Not","epNo":7,"alt":"","descr":"Rauch und Qualm versperren den Bewohnern eines Mehrfamilienhauses in Hagen den Weg in die Freiheit. Die Mieter müssen in ihren Wohnungen ausharren, während Einsatzkräfte der Feuerwehr im Treppenhaus gegen die Flammen ankämpfen. In Gießen werden die Lebensretter in dieser Folge auf der Autobahn zu einem schweren Verkehrsunfall gerufen. Ein Lastkraftwagen hat sich beim Rückwärtsfahren auf der Fahrbahn quergestellt. Und in Flensburg droht ein Pferd in einer Schlammgrube zu ersticken. Aus eigener Kraft kann sich das Tier nicht aus der Notlage befreien.","versions":[{"lang":1,"streams":[{"redirect":13190608,"hoster":"VOE"},{"redirect":13190607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spezial – Hinter den Kulissen","epNo":8,"alt":"","descr":"Im Mehrfamilienhaus, auf dem Campingplatz und auf der Autobahn: Wenn Gefahr droht, sind die Notfallhelfer der Feuerwehrwachen in Gießen, Hagen, Flensburg und Chemnitz mit vollem Körpereinsatz zur Stelle. Die Teams bekämpfen lodernde Flammen und befreien Unfallopfer aus demolierten Autowracks. Dieses Special zeigt noch einmal die spektakulärsten Einsätze der vierten Staffel von \"112\" – gefilmt mit Bodycams aus der Perspektive der Feuerwehrleute. Oberbrandinspektor Finn Döhring aus Schleswig-Holstein erklärt zudem das wichtigste Werkzeug der Lebensretter","versions":[{"lang":1,"streams":[{"redirect":13190602,"hoster":"VOE"},{"redirect":13190601,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Volle Eskalation!","epNo":1,"alt":"","descr":"In einem Mehrfamilienhaus in Chemnitz brennt der Dachstuhl. Ein Großaufgebot der Feuerwehr soll verhindern, dass die Flammen auf benachbarte Gebäude übergreifen. In Hagen droht ebenfalls Gefahr für Leib und Leben. Dort haben sich Elektrogeräte in vollgestopften Lagerräumen entzündet. Finden die Einsatzkräfte rechtzeitig den Brandherd? Und in einem Bürogebäude wurde ein ABC-Alarm ausgelöst. Dort macht sich in dieser Folge von \"112\" ein seltsamer Geruch breit. Notfallhelfer:innen forschen nach der Ursache und bringen gefährdete Personen in Sicherheit.","versions":[{"lang":1,"streams":[{"redirect":9959276,"hoster":"VOE"},{"redirect":9571768,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Türöffnung unter Polizeischutz","epNo":2,"alt":"","descr":"Ein schwieriger Patient: In Nordrhein-Westfalen ist in dieser Folge von \"112\" nicht nur Kraft, sondern auch Fingerspitzengefühl gefragt. Feuerwehrleute der Wache in Hagen setzen alle Hebel in Bewegung, um den Weg freizumachen, bevor sich der Mann hinter der verschlossenen Tür etwas antut. In Hildesheim rücken die Lebensretter:innen unterdessen zu einem Löscheinsatz aus. Dort brennt es in einem Keller. Und im Dach eines Mehrfamilienhauses stecken zwei Stubentiger fest. Die Notfallhelfer:innen packen das grobe Besteck aus, um die Katzen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":9750549,"hoster":"VOE"},{"redirect":9750548,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feuer im Reihenhaus","epNo":3,"alt":"","descr":"Im niedersächsischen Hildesheim bangen Reihenhausbewohner um ihr Hab und Gut. Dort steht ein Dachstuhl in Flammen. Können die Einsatzkräfte der Feuerwehr verhindern, dass das Inferno weiter um sich greift? Marcus Riese und das Team der Wache in Hagen versorgen unterdessen in Nordrhein-Westfalen einen verletzten Waldarbeiter. Der Mann hat sich versehentlich einen Zahn ausgeschlagen. Und in Düsseldorf kämpfen sich die Lebensretter:innen bei schlechter Sicht durch eine brennende Wohnung, in der sich möglicherweise noch eine Mutter und ihr Kind aufhalten.","versions":[{"lang":1,"streams":[{"redirect":9750540,"hoster":"VOE"},{"redirect":9750542,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bombendrohung","epNo":4,"alt":"","descr":"Großalarm im Freistaat Sachsen: Beim Chemnitzer Landgericht ist ein Drohbrief eingegangen. Der Absender behauptet, das Justizgebäude sei mit biologischen Kampfstoffen verseucht. Und angeblich tickt dort auch eine Bombe. In Iserlohn rücken ebenfalls Notfallhelfer:innen zum Einsatz aus. Dort hat die Ruhr einen Campingplatz überflutet und der Hochwasserpegel steigt weiter an. Die Lebensretter:innen der Berufsfeuerwehr sollen an Ort und Stelle gefährdete Personen in Sicherheit bringen. Und in Düsseldorf steht mitten auf der Straße ein Auto in Flammen.","versions":[{"lang":1,"streams":[{"redirect":9792265,"hoster":"VOE"},{"redirect":9792260,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sturz in die Tiefe","epNo":5,"alt":"","descr":"Rettung mit Hindernissen: Ein Jugendlicher ist in Niedersachsen mitten in der Nacht aus fast zehn Meter Höhe von einer Brücke gestürzt. Die Hildesheimer Feuerwehr will den jungen Mann verarzten, doch der Teenager verkennt den Ernst der Lage. In Düsseldorf kämpfen Einsatzkräfte der Wache 4 unterdessen gemeinsam mit Sanitätern und einer Ärztin um das Leben eines Mannes, der zwischen einen Straßenbahnzug und die Bahnsteigkante geraten ist. Bei dem Unglück hat das Unfallopfer schwerste Verletzungen erlitten. Und auf der A1 steht ein Lkw in Flammen.","versions":[{"lang":1,"streams":[{"redirect":9928384,"hoster":"VOE"},{"redirect":9838765,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mutiger Elfjähriger","epNo":6,"alt":"","descr":"In Iserlohn suchen Feuerwehrleute nach einem Küchenbrand in einem verwahrlosten Apartment nach Überlebenden. Der Angriffstrupp kämpft sich an Ort und Stelle durch Qualm und Rauch. In Gera ist ebenfalls Gefahr im Verzug. Dort haben Unbekannte Müll in einem Abstellraum angezündet. Der Einsatzort liegt mitten in der Stadt und ist umgeben von Wohnhäusern. Und in Düsseldorf eilen die Lebensretter:innen einem kleinen Jungen zu Hilfe. Der Elfjährige ist allein zu Hause. Und als sich auf dem Herd Plastik entzündet, wählt er geistesgegenwärtig die 112.","versions":[{"lang":1,"streams":[{"redirect":9881322,"hoster":"VOE"},{"redirect":9881328,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bange Minuten","epNo":7,"alt":"","descr":"In Hagen dringt die Berufsfeuerwehr in den frühen Morgenstunden in ein verqualmtes achtstöckiges Gebäude ein. Extreme Hitze und schlechte Sicht erschweren die Suche nach Überlebenden. Und plötzlich bricht im Keller des Gebäudes die Funkverbindung zu den Einsatzkräften ab. In Düsseldorf versuchen die Lebensretter:innen unterdessen einen Autofahrer wiederzubeleben. Der Mann hat am Steuer einen Herzinfarkt erlitten. Und in Gera hält die Notfallhelfer:innen eine Serie von Brandstiftungen in Atem. Dort zünden Kriminelle Autos und Altkleidercontainer an.","versions":[{"lang":1,"streams":[{"redirect":9935745,"hoster":"VOE"},{"redirect":9935750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Großbrand im Stahlwerk","epNo":8,"alt":"","descr":"In einer Stahlfabrik in Hagen sind mehrere Säurebecken in Brand geraten. Über der Stadt steht eine schwarze Rauchsäule. Ein Großaufgebot an Einsatzkräften versucht das Inferno unter seine Kontrolle zu bringen. Auf der Autobahn bei Gera versorgen Notfallhelfer:innen unterdessen einen Pkw-Fahrer. Der Mann ist mit seinem Wagen hinter der Leitplanke gegen eine Schilderbrücke gekracht. Dabei hat er ein Schleudertrauma erlitten. Und in Chemnitz transportieren Feuerwehrleute im Auftrag der Kriminalpolizei einen Verstorbenen aus seiner Wohnung.","versions":[{"lang":1,"streams":[{"redirect":9999185,"hoster":"VOE"},{"redirect":9999187,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Doppelter Überschlag","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":10017586,"hoster":"VOE"},{"redirect":10017572,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial: Gefährlicher Alltag","epNo":10,"alt":"","descr":"In Chemnitz brennt ein Dachstuhl, in Hagen kämpft sich ein Angriffstrupp durch einen verqualmten Keller und in Düsseldorf überrollt eine Straßenbahn einen Fußgänger. Wenn die Protagonist:innen dieser Serie zum Einsatz ausrücken, zählt jede Sekunde. Denn in vielen Fällen geht es um Leben oder Tod. Dieses Special zeigt noch einmal die gefährlichsten Momente der 5. Staffel. Und ein Experte der Feuerwehr schildert, welchen Risiken und Belastungen die Notfallhelfer:innen ausgesetzt sind, wenn Häuser in Flammen aufgehen und verunglückte Personen dringend Hilfe benötigen.","versions":[{"lang":1,"streams":[{"redirect":12332258,"hoster":"VOE"},{"redirect":10041096,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Rettung aus dem Wald","epNo":1,"alt":"","descr":"In Düsseldorf bekämpft ein Großaufgebot an Feuerwehrleuten einen Brand in einer Dachgeschosswohnung. Während die Einsatzkräfte versuchen, die lodernden Flammen zu löschen, wird ihnen mitgeteilt, dass sich in dem Gebäude möglicherweise eine 80-jährige Frau aufhält. Rund 80 Kilometer entfernt droht ebenfalls Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11541940,"hoster":"VOE"},{"redirect":11541943,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eingeschlossen!","epNo":2,"alt":"","descr":"Verkehrsunfall in Düsseldorf: Ein Kleinwagen ist mit voller Wucht in ein geparktes Auto gekracht. Das Fahrzeug steht in Flammen. Und Hunderte Liter Wasser reichen nicht aus, um den Brand zu löschen. In der nordrhein-westfälischen Landeshauptstadt ist außerdem zoologisches Fachwissen gefragt. Denn ein verschollener Mieter hat in seiner Wohnung zwei Schlangen zurückgelassen.","versions":[{"lang":1,"streams":[{"redirect":11541942,"hoster":"VOE"},{"redirect":11541944,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Einsatz am U-Bahnhof","epNo":3,"alt":"","descr":"In Düsseldorf steigen bei einem Zimmerbrand dichte Rauchwolken auf. Mehrere Personen sind in ihren Wohnungen gefangen. In dem Gebäude macht sich Panik breit. In Iserlohn eilt die Feuerwehr unterdessen zu einer Unfallstelle. Ein Pkw ist seitlich in einen Baucontainer gefahren und mit einem Bagger kollidiert. Die Retter müssen den Fahrer aus seinem Auto befreien, ohne ihn zu verletzen. Und in der Universitätsstadt Gera brennt eine Gartenlaube. Beim Kampf gegen die meterhohen Flammen entwickelt sich die Wasserversorgung zu einer Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":11541947,"hoster":"VOE"},{"redirect":11541950,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Feuerwehr ruft Feuerwehr","epNo":4,"alt":"","descr":"In Chemnitz steht an einer Tankstelle ein Auto in Flammen. Die Einsatzkräfte müssen bei der Brandbekämpfung äußerst konzentriert zu Werke gehen, denn an Ort und Stelle besteht akute Explosionsgefahr. In einem Gebäude in Düsseldorf macht sich unterdessen ein verdächtiger Geruch breit. Nachbarn haben außerdem eine hilflose Person hinter einer verschlossenen Tür gemeldet. Können sich die Lebensretter Zugang zu der Wohnung verschaffen? Und in Hagen brennt ein Löschfahrzeug. Dort eilen Feuerwehrleute in dieser Folge von \"112\" ihren Kollegen zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":11590156,"hoster":"VOE"},{"redirect":11590158,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Einsturzgefahr!","epNo":5,"alt":"","descr":"In der Hildesheimer Innenstadt hat ein Autofahrer die Kontrolle über sein Fahrzeug verloren. Der Mann ist mit dem Vehikel gegen eine Hauswand gefahren. Dort droht nach dem Crash ein Gerüst einzustürzen. In Iserlohn macht sich eine Anwohnerin unterdessen Sorgen um ihren Nachbarn. Die Frau hat die Feuerwehr alarmiert. Bei solchen Einsätzen müssen die Notfallhelfer:innen mit allem rechnen. Und in Chemnitz steht ein Camping-Anhänger in Flammen. Enorme Hitze und giftiger Rauch verbreiten sich rasend schnell. Wasser allein reicht nicht aus, um den Brand zu löschen.","versions":[{"lang":1,"streams":[{"redirect":11590160,"hoster":"VOE"},{"redirect":11590159,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Chemielabor in der Küche","epNo":6,"alt":"","descr":"Ein Mann hat in seiner Chemnitzer Wohnung offenbar mit gefährlichen Substanzen experimentiert. Die giftigen Chemikalien verbreiten sich bis ins Treppenhaus. In Lünen rückt die Feuerwehr unterdessen zu einem Löscheinsatz aus. Dort steht eine Gartenlaube in Flammen. Die Lage ist angespannt und die Anfahrt am Einsatzort entwickelt sich zu einer Herausforderung. Können die Notfallhelfer:innen verhindern, dass sich das Feuer weiter ausbreitet? Und auf der Autobahn in Sachsen ist ebenfalls schnelles und strukturiertes Handeln gefragt. Dort brennt ein Pkw.","versions":[{"lang":1,"streams":[{"redirect":11667374,"hoster":"VOE"},{"redirect":11667371,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rettung vom Kirchendach","epNo":7,"alt":"","descr":"In NRW hat die Feuerwehr alle Hände voll zu tun. Denn in Hagen steht eine Dachgeschosswohnung in Flammen. Bei dem Versuch, eine Person aus dem Gebäude zu befreien, zählt in dieser Folge jede Sekunde. In der 190 000-Einwohnerstadt rücken die Lebensretter:innen außerdem zu einer Unfallstelle aus. Ein Autofahrer ist mit seinem Pkw frontal in den Gegenverkehr gekracht. Ein Opfer schwebt in Lebensgefahr. Und in Iserlohn ist bei einem kniffligen Patiententransport Geduld und Fingerspitzengefühl gefragt. Dort erschweren Gaffer die Arbeit der Einsatzkräfte.","versions":[{"lang":1,"streams":[{"redirect":11667377,"hoster":"VOE"},{"redirect":11667376,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hilflos in der Baumkrone","epNo":8,"alt":"","descr":"Wasser ist preisgünstig, nicht giftig und meistens ausreichend vorhanden. Aber in manchen Fällen müssen die Einsatzkräfte der Feuerwehr bei der Brandbekämpfung auch andere Löschmittel einsetzen. So wie in Chemnitz zum Beispiel, dort stehen mitten in einem Wohngebiet mehrere Kraftfahrzeuge in Flammen. In Lünen ist die Lage ebenfalls bedrohlich. Dort quillt dichter, schwarzer Rauch aus den Fenstern eines Mehrfamilienhauses. In dieser Folge von \"112\" eilen die Notfallhelfer:innen zudem einem Jungen zu Hilfe, der seine Kletterkünste überschätzt hat.","versions":[{"lang":1,"streams":[{"redirect":11701063,"hoster":"VOE"},{"redirect":11701074,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fahrerflucht","epNo":9,"alt":"","descr":"In Lünen hat sich ein Auto überschlagen. Das Fahrzeug ist einen Graben gefahren, möglicherweise war Alkohol mit im Spiel. Zurück bleibt eine schwer verletzte Frau. Die anderen Insassen des Wagens sind geflüchtet. In Chemnitz hat sich ein Mann offenbar schwere Brandverletzungen zugezogen. Die Gefahrenlage ist zunächst unklar. Die Feuerwehr rückt zur Unterstützung des Rettungsdienstes aus, um einen Grill zu entschärfen. Und in Hagen brennt in der Nähe des Hauptbahnhofs Müll unter einer Fußgängerbrücke. Die lodernden Flammen verbreiten sich rasend schnell.","versions":[{"lang":1,"streams":[{"redirect":11752141,"hoster":"VOE"},{"redirect":11752140,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial: Spektakuläre Einsätze","epNo":10,"alt":"","descr":"Wenn die Feuerwehr zum Einsatz ausrückt, zählt oft jede Sekunde. So wie in Delmenhorst, dort steht in dieser Folge von \"112\" ein Dachstuhl in Flammen. Die Brandbekämpfer:innen müssen schnell handeln, denn das Inferno droht auf die Umgebung überzugreifen. In Hagen eilen die Lebensretter:innen unterdessen zu einer Unfallstelle. Ein Pkw wurde zwischen zwei Lastwagen eingeklemmt. Können die Notfallhelfer:innen den Fahrer aus dem Vehikel befreien? Und in Chemnitz gerät ein Experiment außer Kontrolle. Dort breiten sich in einem Treppenhaus giftige Dämpfe aus.","versions":[{"lang":1,"streams":[{"redirect":11907236,"hoster":"VOE"},{"redirect":11907237,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Ein Bauernhof brennt","epNo":1,"alt":"","descr":"Im nordrhein-westfälischen Iserlohn steht ein Bauernhof in Flammen. Die Lage am Einsatzort spitzt sich immer weiter zu, denn das Inferno verbreitet sich rasend schnell und die Wasserversorgung vor Ort stellt für die Feuerwehrleute eine echte Herausforderung dar. In Chemnitz fahren die Lebensretter:innen unterdessen die Drehleiter aus. Dort stellen herabstürzende Äste von einem Baum eine Gefahr für Menschen und Autos dar. Und in Lünen treibt ein seltsamer Gegenstand im Fluss. Gelingt es den Notfallhelfer:innen, den mysteriösen Behälter zu bergen?","versions":[{"lang":1,"streams":[{"redirect":11974752,"hoster":"VOE"},{"redirect":11974750,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Lösch-Marathon","epNo":2,"alt":"","descr":"In Chemnitz hält ein Brandstifter die Notfallhelfer auf Trab. Am helllichten Tag legt er in der Stadt ein Feuer nach dem anderen. Die Einsatzkräfte kommen mit dem Löschen kaum hinterher. Sanitäter versorgen in der drittgrößten Stadt des Freistaates Sachsen zudem einen Mann, der aus sieben Meter Höhe in die Tiefe gestürzt ist. In Iserlohn ist eine Person nach einem Crash auf der Autobahn in einem Pkw eingeklemmt. Und in Hildesheim hat sich ein Schwan in einer Angelschnur verfangen. Können Retter das hilflose Tier aus der misslichen Lage befreien?","versions":[{"lang":1,"streams":[{"redirect":13141649,"hoster":"VOE"},{"redirect":13140446,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auto im Fluss versenkt","epNo":3,"alt":"","descr":"In Hildesheim hat ein Dieb das Auto eines Lieferdienstes gestohlen und in einem Fluss versenkt. Feuerwehrleute machen das Fahrzeug mit der Unterstützung von DLRG-Tauchern ausfindig und nehmen es an den Haken. In Lünen versucht ein Großaufgebot an Einsatzkräften unterdessen, einen Dachstuhlbrand in einem Wohnhaus zu löschen. Das Gebäude ist einsturzgefährdet. In Iserlohn steigen ebenfalls meterhohe Rauchwolken auf. Dort steht in dieser Folge von \"112\" ein Schulbus in Flammen. Und in Chemnitz wirft ein Verkehrsunfall in einer Tiefgarage Fragen auf.","versions":[{"lang":1,"streams":[{"redirect":12564794,"hoster":"VOE"},{"redirect":12564795,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einsatz für die Spezialeinheiten","epNo":4,"alt":"","descr":"Flammen in der Kleingartenkolonie: Im Südwesten des Freistaates Sachsen ist eine Gartenlaube in Brand geraten. Die Einsatzkräfte in Chemnitz versuchen das Feuer unter Kontrolle zu bringen. Auf der Autobahn ist ebenfalls voller Körpereinsatz gefragt. Zwei Lkws sind miteinander kollidiert und ein Fahrer wurde bei dem Crash in seinem Laster eingeklemmt. Die Retter müssen schweres Geschütz auffahren, um den Mann zu befreien. Und in Iserlohn sucht die Feuerwehr nach einer vermissten Person. Dabei werden die Notfallhelfer von Rettungshunden unterstützt.","versions":[{"lang":1,"streams":[{"redirect":12564821,"hoster":"VOE"},{"redirect":12564816,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rescue City","epNo":5,"alt":"","descr":"Ein riesiges Übungsgelände im nordrhein-westfälischen Weeze bietet Rettungs- und Sicherheitskräften perfekte Bedingungen, um die Arbeitsabläufe bei Katastrophen-Szenarien zu trainieren. Die Anwärter der Berufsfeuerwehren aus Lünen und Unna simulieren in der \"Rescue City\" den Ernstfall. Auf der Autobahn bei Hildesheim ist unterdessen höchste Eile geboten. Dort brennt ein Pkw. Doch eine 30 Kilometer lange Baustelle erschwert die Anfahrt zum Einsatzort. Und in Lünen hat sich ein Fahrzeug überschlagen. Dabei wurde der Fahrer des Wagens schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":12564797,"hoster":"VOE"},{"redirect":12564799,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefangen in der Tiefgarage","epNo":6,"alt":"","descr":"Mit Karacho durch die Schranke: Im niedersächsischen Hildesheim werden die Rettungskräfte zu einem Unfall in einer Tiefgarage gerufen. Der Einsatz entwickelt sich zu einer echten Herausforderung. Vor Ort ist voller Körpereinsatz und Kreativität gefragt. In Frechen rückt ebenfalls die Feuerwehr aus, denn dort brennt ein Kleintransporter. Auf dem Rasthof besteht Explosionsgefahr, denn das Fahrzeug steht neben einer Tankstelle. Und in Gera bekämpfen die Notfallhelfer ein Feuer auf einer Wiese. Die Flammen erstrecken sich über Hunderte Quadratmeter.","versions":[{"lang":1,"streams":[{"redirect":12564837,"hoster":"VOE"},{"redirect":12564844,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Biergarten brennt!","epNo":7,"alt":"","descr":"Alarm im Freistaat Sachsen! Dort eilen die Notfallhelfer zu einem Heckenbrand. Das Feuer breitet sich sehr schnell aus. Ein ganzer Biergarten droht in Flammen aufzugehen. Im Stadttheater von Chemnitz stehen in dieser Folge außergewöhnliche Akteure auf der Bühne. Höhenretter der Berufsfeuerwehr trainieren bei einer Abseilaktion für den Ernstfall. Und im rund 170 Kilometer entfernten Potsdam ist ein Fahrstuhl stecken geblieben. Die Einsatzkräfte wissen nicht, auf welcher Höhe sich der Aufzug befindet und wie viele Personen darin eingeschlossen sind.","versions":[{"lang":1,"streams":[{"redirect":12564880,"hoster":"VOE"},{"redirect":12564879,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lagerhalle in Vollbrand","epNo":8,"alt":"","descr":"Bei der Berufsfeuerwehr in Potsdam geht ein Notruf ein. Denn in Brandenburg steht eine Lagerhalle in Flammen. Der Einsatz wird für die Rettungskräfte kein Selbstläufer, denn in dem Gebäude befinden sich zahlreiche Gasflaschen. In Hildesheim ist ebenfalls Gefahr im Verzug. Dort ist eine Frau aus dem Fenster gestürzt. Die Notfallhelfer fahren die Drehleiter aus, um das Unfallopfer in Sicherheit zu bringen. Und in Lünen steigt dunkler Rauch auf. Der Löschzug muss sich in dieser Folge so schnell wie möglich Zugang zu der brennenden Wohnung verschaffen.","versions":[{"lang":1,"streams":[{"redirect":12613713,"hoster":"VOE"},{"redirect":12613707,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Feuer im Restaurant","epNo":9,"alt":"","descr":"Feuerwehrleute müssen auf alles vorbereitet sein. Denn sie wissen nie, was sie beim nächsten Einsatz erwartet. So wie in Mainz, dort ist offenbar ein Restaurant in Brand geraten. In Potsdam besteht ebenfalls Handlungsbedarf. Denn aus dem Fundament der Humboldtbrücke steigt Rauch auf. Das Bauwerk stammt aus den Siebzigerjahren und der Zugang zum Gefahrenort gestaltet sich schwierig. Und auf einer der wichtigsten Verkehrsadern Deutschlands hat sich ein schwerer Unfall ereignet. Auf der A2 in Richtung Hannover ist eine Person in ihrem Fahrzeug eingeklemmt.","versions":[{"lang":1,"streams":[{"redirect":12613715,"hoster":"VOE"},{"redirect":12613726,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial: Besondere Herausforderungen","epNo":10,"alt":"","descr":"Wenn Gefahr droht, sind sie zur Stelle. Und Deutschlands Feuerwehrleute lassen sich auch von widrigen Umständen nicht aufhalten. Bei ihren Einsätzen überwinden sie zahlreiche Hürden und Hindernisse. Dieses \"112\"-Special zeigt noch einmal die brenzligsten Situationen. In Iserlohn stand ein Bauernhof in Flammen und die Wasserversorgung entpuppte sich als Herausforderung. In einem Wohngebiet in Chemnitz hielten brennende Mülltonnen die Lebensretter auf Trab. Und in Hildesheim war nach einem Unfall in einer Tiefgarage Körpereinsatz und Kreativität gefragt.","versions":[{"lang":1,"streams":[{"redirect":12613709,"hoster":"VOE"},{"redirect":12613716,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Ein Reh auf Abwegen","epNo":1,"alt":"","descr":"Die Feuerwehr rettet nicht nur Menschen, sondern auch Tiere aus Notsituationen. In Mainz müssen die Einsatzkräfte ein Reh einfangen, das auf der Flucht vor einem Hund durch den Rhein von Hessen nach Rheinland-Pfalz geschwommen ist. In Chemnitz brennt ein Dachstuhl. Es besteht akute Einsturzgefahr. In Potsdam werden Hilferufe aus einer Wohnung gemeldet....","versions":[{"lang":1,"streams":[{"redirect":13094237,"hoster":"VOE"},{"redirect":13094239,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brandstiftung im Hochhaus","epNo":2,"alt":"","descr":"In Mainz brennt ein Kamin. Durch starke Rauchentwicklung droht an Ort und Stelle akute Gefahr für Leib und Leben. Die Berufsfeuerwehr muss schnell handeln. Bei dem Einsatz ist Eile geboten. In einem Hochhaus in Chemnitz breiten sich ebenfalls giftige Rauchgase aus. Viele Bewohner des Gebäudes Serie / Film / Person suchenSerie / Film / Person suchenLupeNewsStreamingTV-StartsLogin112: Feuerwehr im EinsatzInfosVorschau Staffel 8, Folge 272. Brandstiftung im HochhausStaffel 8, Folge 2 jetzt online streamenjetzt ansehenBild: Warner Bros. DiscoveryBild: Warner Bros. DiscoveryIn Mainz brennt ein Kamin. Durch starke Rauchentwicklung droht an Ort und Stelle akute Gefahr für Leib und Leben. Die Berufsfeuerwehr muss schnell handeln. Bei dem Einsatz ist Eile geboten. In einem Hochhaus in Chemnitz breiten sich ebenfalls giftige Rauchgase aus. Viele Bewohner des Gebäudes müssen zur Sicherheit ihre Wohnungen verlassen. Und in Fürstenwalde werden die Einsatzkräfte in dieser Folge von \"112\" um sechs Uhr morgens zu einem Verkehrsunfall gerufen. Ein Pkw steht in Flammen und die Motorhaube des Fahrzeugs lässt sich nicht öffnen","versions":[{"lang":1,"streams":[{"redirect":13141829,"hoster":"VOE"},{"redirect":13141859,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flucht aufs Dach","epNo":3,"alt":"","descr":"In Chemnitz sind in dieser Folge Körpereinsatz, Konzentration und Nervenstärke gefragt. Nach einem Wohnungsbrand flüchten dort mehrere Bewohner eines Gebäudes auf ein steiles Dach. Gelingt es der Feuerwehr, die Personen zu retten? Im nordrhein-westfälischen Lünen droht unterdessen Gefahr in einer Gartenanlage. Die Flammen fressen sich binnen Sekunden durch eine Hecke und springen auf ein Carport über. Und auf der A12 bei Fürstenwalde ist ein Kleinlaster auf einen Sattelschlepper aufgefahren. Den Einsatzkräften bietet sich ein erschreckendes Bild.","versions":[{"lang":1,"streams":[{"redirect":13150719,"hoster":"VOE"},{"redirect":13150721,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rettung mit Gegenwehr","epNo":4,"alt":"","descr":"In Potsdam verschanzt sich eine Person in einer brennenden Hütte. Die Einsatzkräfte haben Mühe, den Mann im dichten Rauch ausfindig zu machen und ihn davon zu überzeugen, den Gefahrenbereich umgehend zu verlassen. Im niedersächsischen Hildesheim droht ebenfalls Gefahr durch lodernde Flammen. Dort ist ein Roller in Brand geraten. Und in Fürstenwalde fährt die Berufsfeuerwehr in dieser Folge von \"112\" die Drehleiter aus. Die Notfallhelfer:innen retten dort mehrere Bewohner aus einem Mehrfamilienhaus. Bodycams halten das Geschehen im Bild fest.","versions":[{"lang":1,"streams":[{"redirect":13184788,"hoster":"VOE"},{"redirect":13184803,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf Leben und Tod","epNo":5,"alt":"","descr":"Auf der Autobahn bei Fürstenwalde brennt ein Pkw. Die Flammen breiten sich auf die Bäume und das Unterholz neben dem Standstreifen aus. Rund 450 Kilometer entfernt rückt die Berufsfeuerwehr zu einem Verkehrsunfall aus. Ein Autofahrer wurde bei dem Crash in seinem Fahrzeug eingeklemmt. In Lünen droht ein Reh in einem Kanal zu ertrinken. Die Notfallhelfer versuchen das hilflose Tier mit einem Schlauchboot zu retten. Und in Potsdam halten mehrere Feuer die Einsatzkräfte auf Trab. Die Löscharbeiten in Brandenburg dauern bis zum nächsten Morgen an.","versions":[{"lang":1,"streams":[{"redirect":13229320,"hoster":"VOE"},{"redirect":13229322,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Einsätze mit Überraschungen","epNo":6,"alt":"","descr":"In einem Mehrfamilienhaus in Lünen brennen mehrere Wohnungen. Einige Personen sind in dem Gebäude eingeschlossen. Können die Einsatzkräfte die Bewohner aus der misslichen Lage befreien? In Dresden ist medizinische Hilfe von Nöten. Dort ist ein Arbeiter aus zwölf Meter Höhe von einem Baum gestürzt. Ein Notarzt, der Rettungsdienst und die Feuerwehr stabilisieren den Mann und machen ihn transportfähig. Und in Lünen steht ein Dachstuhl in Flammen. Dort besteht erhöhte Einsturzgefahr. Deshalb fahren die Notfallhelfer beim Löschangriff die Drehleiter aus.","versions":[{"lang":1,"streams":[{"redirect":13273078,"hoster":"VOE"},{"redirect":13273077,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In der Klemme","epNo":7,"alt":"","descr":"In Dresden steckt ein kleines Kind zwischen zwei Holzbalken fest. Der Junge benötigt Hilfe von der Feuerwehr. Um den Dreijährigen aus seiner misslichen Lage zu befreien, ist in dieser Folge von \"112\" Improvisationstalent gefragt. In Mainz schlägt unterdessen ein Rauchmelder Alarm. In einem Mehrfamilienhaus finden die Einsatzkräfte eine Frau mit Verbrennungen vor. Mithilfe einer Drehleiter wird die Patientin aus ihrer Wohnung zum Rettungswagen gebracht. Und in Iserlohn ist ein Unfallopfer mit schweren Verletzungen in einem Fahrzeug eingeklemmt.","versions":[{"lang":1,"streams":[{"redirect":13313212,"hoster":"VOE"},{"redirect":13313218,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feuer auf 20.000 qm","epNo":8,"alt":"","descr":"In Rheinland-Pfalz werden die Einsatzkräfte in dieser Folge von \"112\" zu einem Großbrand gerufen. Bei einer Fläche von rund 20 000 Quadratmetern wird die Wasserversorgung schnell zu einer Herausforderung, doch Landwirte kommen mit ihren Treckern zu Hilfe. Auf der A2 bei Lünen steht unterdessen ein Pkw in Flammen. Ausgetretenes Benzin sorgt dort für zusätzliche Gefahr. Und in Chemnitz hat sich ein kleines Mädchen auf dem Kindersitz eines Fahrrads verletzt. Die Feuerwehr muss Erste Hilfe leisten und dafür sorgen, dass das Kind in ein Krankenhaus kommt.","versions":[{"lang":1,"streams":[{"redirect":13313208,"hoster":"VOE"},{"redirect":13313206,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Huckepack durchs Treppenhaus","epNo":9,"alt":"","descr":"In Lünen droht Gefahr für Leib und Leben. Dort müssen die Einsatzkräfte eine Person aus einer brennenden Wohnung retten. Ein Feuerwehrmann trägt den Mann kurzerhand huckepack. In Iserlohn versorgen Rettungssanitäter unterdessen eine Frau, die von einer Hornisse gestochen wurde. Die Dame klagt über Atemnot und Schwindel. Und in Brandenburg ruft ein Missgeschick die Notfallhelfer auf den Plan. Eltern haben in Fürstenwalde/​Spree aus Versehen ihr Baby im Auto eingeschlossen. Bei der Befreiungsaktion sind Fingerspitzengefühl und Improvisationstalent gefragt.","versions":[{"lang":1,"streams":[{"redirect":13331260,"hoster":"VOE"},{"redirect":13331259,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spezial: Unerwartete Situationen","epNo":10,"alt":"","descr":"Feuerwehrleute wissen nie, was sie im nächsten Moment erwartet. Bei einem Einsatz in Chemnitz machen die Notfallhelfer auf der Drehleiter eine überraschende Entdeckung. In Chemnitz leistet ein Mann, den sie aus einer brennenden Hütte befreien wollen, plötzlich Gegenwehr. Und in Mainz ist ein Reh auf Abwegen. Das verirrte Tier ist über den Rhein geschwommen. Dieses Special von \"112\" zeigt: Die Lebensretter:innen werden in ihren Job oft mit besonderen Herausforderungen konfrontiert. Sie müssen flexibel sein und in Gefahrensituationen schnell reagieren.","versions":[{"lang":1,"streams":[{"redirect":13363084,"hoster":"VOE"},{"redirect":13363083,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Durchzündung im Dachstuhl","epNo":1,"alt":"","descr":"Rauchschwaden über Potsdam: Dort rückt die Berufsfeuerwehr zu einem Großeinsatz aus. Der Dachstuhl des alten Landtags brennt lichterloh. Als das Feuer \"durchzündet\", müssen sich die Retter schnell in Sicherheit bringen. An der A12 in Brandenburg ist beim Löschen eines Pkws ebenfalls Vorsicht geboten. Die Flammen haben den angrenzenden Grünstreifen in Brand gesetzt und im Wald könnte alte Munition liegen. Und in einem Wohnhaus in Mainz breitet sich ein beißender Geruch aus. Dort sollen die Notfallhelfer in Schutzanzügen chemische Substanzen beseitigen.","versions":[{"lang":1,"streams":[{"redirect":13812896,"hoster":"VOE"},{"redirect":13812899,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Einstellungstest","epNo":2,"alt":"","descr":"In Sachsen ist auf der Autobahn ein Sattelschlepper in Brand geraten. Die Feuerwehrleute haben Mühe, die meterhohen Flammen unter Kontrolle zu bringen. Und am Einsatzort sind kleine Explosionen zu hören. In Chemnitz ist unterdessen Empathie gefragt. Dort ist ein Kleinkind mit dem Fuß in die Speichen eines E-Bikes geraten. Das Unfallopfer steht unter Schock, deshalb gehen die Notfallhelfer sehr einfühlsam mit dem Mädchen um. Und in Bautzen brennt eine Laube in einer Kleingartenkolonie. Die Flammen drohen auf andere Schrebergartenhäuschen überzugreifen.","versions":[{"lang":1,"streams":[{"redirect":13833204,"hoster":"VOE"},{"redirect":13833203,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trambahn entgleist","epNo":3,"alt":"","descr":"Sie befreien schwer verletzte Unfallopfer aus demolierten Autowracks und bekämpfen lodernde Flammen. Dabei müssen die Notfallhelfer der Feuerwehrwachen in Chemnitz, Iserlohn, Lünen, Mainz, Hildesheim, Frechen, Potsdam und Dresden mit absoluter Konzentration zu Werke gehen, denn in akuten Gefahrensituationen hat jeder Fehlgriff fatale Konsequenzen. Die Serie begleitet die Lebensretter in ihrem anstrengenden Berufsalltag. Dabei zeigen sogenannte Bodycams brenzlige Situationen aus der Perspektive der Feuerwehrleute. Dieser Blickwinkel stellt das dramatische Geschehen, wie zum Beispiel das Löschen eines Brandherdes in einer verrauchten Wohnung, besonders realistisch dar.","versions":[{"lang":1,"streams":[{"redirect":13850570,"hoster":"VOE"},{"redirect":13850569,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Herausfordernde Höhenrettung","epNo":4,"alt":"","descr":"In akuten Notsituationen muss jeder Handgriff sitzen. Deshalb trainieren die Feuerwehrleute in Bautzen für den Ernstfall. Das Team soll eine verunglückte Person per Helikopter aus einem See bergen. Diese Art der Höhenrettung ist für die Einsatzkräfte Neuland. In Chemnitz zählt unterdessen jede Sekunde. Dort ist ein Mehrfamilienhaus in Brand geraten. Menschen und Tiere schweben in akuter Lebensgefahr. Und in Hildesheim ereignet sich in dieser Folge von \"112\" ein tragischer Badeunfall. Die Suche nach dem vermissten Jungen gestaltet sich schwierig.","versions":[{"lang":1,"streams":[{"redirect":13875318,"hoster":"VOE"},{"redirect":13875320,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rettung aus dem Müllbunker","epNo":5,"alt":"","descr":"Feuerwehrleute wissen nie, was sie beim nächsten Alarm erwartet. Und bei manchen Einsätzen werden die Teams mit besonderen Herausforderungen konfrontiert. In dieser Episode von \"112\" simulieren die Notfallhelfer in einem Heizkraftwerk in Mainz ein besonderes Szenario. Wie rettet man eine verunglückte Person aus einem 20 Meter tiefen Bunker? In Chemnitz brennt unterdessen ein Hochhaus. Einige Bewohner befinden sich noch im Gebäude. Und in Lünen wird die Feuerwehr zu einem Verkehrsunfall gerufen. Dort erschwert auslaufender Kraftstoff die Löscharbeiten.","versions":[{"lang":1,"streams":[{"redirect":13892258,"hoster":"VOE"},{"redirect":13892259,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Transporter unter LKW","epNo":6,"alt":"","descr":"In Bautzen machen sich Feuerwehrleute im Eiltempo auf den Weg zu einer Unfallstelle. Denn auf der A4 wurde ein Transporter unter einem Lastkraftwagen begraben. Der Fahrer steckt in seinem Vehikel fest. Die Befreiung des Mannes stellt eine echte Herausforderung dar. In Fürstenwalde versuchen sich Einsatzkräfte Zugang zu einer Wohnung zu verschaffen. Doch hinter der Tür versperrt ein Vierbeiner den Weg. Und in Lünen steht ein Wohnmobil in Flammen. Die Kunststoffe am Camper brennen lichterloh und das Feuer droht auf benachbarte Fahrzeuge überzugreifen.","versions":[{"lang":1,"streams":[{"redirect":13908076,"hoster":"VOE"},{"redirect":13908074,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Massiver Gasaustritt","epNo":7,"alt":"","descr":"Alarm in Rheinland-Pfalz! In einer Mainzer Einkaufsstraße tritt Gas aus – es herrscht Explosionsgefahr. Als die Einsatzkräfte die Ursache ausfindig machen, staunen sie nicht schlecht. Denn es handelt sich nicht um ein simples Gasleck. In Fürstenwalde/​Spree in Brandenburg sind die Notfallhelfer ebenfalls gefordert. Dort brennt ein Wohnhaus. Die Bewohner des Gebäudes sind auf die Balkone geflüchtet. Und in Iserlohn liegen nach einem Verkehrsunfall zwei Pkws auf dem Dach. Dort müssen die Feuerwehrleute einen Fahrer schnellstmöglich aus seinem Wagen befreien.","versions":[{"lang":1,"streams":[{"redirect":13929781,"hoster":"VOE"},{"redirect":13929780,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Einbrecher in der Klemme","epNo":8,"alt":"","descr":"Ein junger Mann wollte in eine Buchhandlung einbrechen und ist dabei zwischen zwei Deckenträgern stecken geblieben. Die Chemnitzer Feuerwehr muss improvisieren, um den Missetäter zu befreien. In Fürstenwalde/​Spree rücken die Notfallhelfer zu einem Löscheinsatz aus. Dort brennt eine Hecke und der Wind facht das Feuer immer weiter an. Ein angrenzendes Haus steht mitten im Funkenregen. Und in Potsdam hängt ein Igel in der Fußplatte eines Bauzauns fest. Mit technischem Gerät kommen die Lebensretter hier nicht weiter. Stattdessen ist Fingerspitzengefühl gefragt.","versions":[{"lang":1,"streams":[{"redirect":13946980,"hoster":"VOE"},{"redirect":13946979,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unfallopfer mit Humor","epNo":9,"alt":"","descr":"Das Auto eines älteren Paares liegt nach einem Unfall im Wald auf dem Dach. Der Mann steckt im Wagen fest. Doch die ernste Situation nimmt eine überraschende Wendung. Denn die beiden Senioren sind erstaunlich gelassen und nehmen die missliche Lage mit Humor. Die Feuerwehr in Bautzen rückt unterdessen zu einem Dachgeschossbrand aus. Dort müssen sich die Notfallhelfer vor herabstürzenden Ziegeln in Acht nehmen. Und aus einer Lagerhalle auf einem Recyclinghof in Mainz schlagen hohe Flammen. Das Feuer ist so heiß, dass die Einsatzkräfte Abstand halten müssen.","versions":[{"lang":1,"streams":[{"redirect":13964361,"hoster":"VOE"},{"redirect":13964362,"hoster":"Streamtape"}]}]}]}]}