{"seriesId":"1600-penn","name":"1600 Penn","descr":"Eigentlich sind die Gilchrists eine ganz normale amerikanische Familie – wäre da nicht ein erwähnenswertes Detail am Rande: Sie leben im Weißen Haus, denn Familienoberhaupt Dale Gilchrist ist Präsident der USA. Neben der Politik plagen Dale mit privaten Turbulenzen, die insbesondere seine vier Kinder erzeugen. Sein nicht übermäßig intelligenter Sohn Skip hat es nicht eilig, einen Job zu finden. Die minderjährige Tochter Becca sorgt mit einem positiven Schwangerschaftstest für Schlagzeilen. Emily, die neue First Lady, versucht derweil, das Vertrauen ihrer vier Stiefkinder zu gewinnen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Präsidentensohn","epNo":1,"alt":"Putting Out Fires","descr":"Nachdem Skip, der älteste Sohn des Präsidenten, mit College-Freunden das Haus einer Studentenverbindung angezündet hat, muss er wieder zu seiner Familie ins Weiße Haus ziehen. Dort wird er unfreiwillig erneut zum Feuerteufel – und gewinnt dadurch einflussreiche Fans …","versions":[{"lang":1,"streams":[{"redirect":8301989,"hoster":"VOE"},{"redirect":8249249,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Plantschen für zwei","epNo":2,"alt":"The Skiplantic Ocean","descr":"Becca ist schwanger – eine Neuigkeit, die eigentlich nicht für die Ohren der Öffentlichkeit bestimmt ist. Doch blöderweise wird eine Diskussion mit ihrer Stiefmutter darüber von einem nicht ausgeschalteten Mikrofon live übertragen. Die Medien stürzen sich natürlich sofort auf die pikante Information. Als Skip unfreiwillig ein Interview dazu geben muss, versucht er, die sensationsgierigen Reporter zu beschwichtigen. Das geht jedoch nach hinten los …","versions":[{"lang":1,"streams":[{"redirect":14000766,"hoster":"VOE"},{"redirect":8249255,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Elf Uhr Siebzehn","epNo":3,"alt":"So You Don’t Want To Dance?","descr":"Um bei den Senatoren Stimmen für eine Bildungsreform zu sammeln, veranstalten Dale und Emily einen Ball im Weißen Haus. Skip ist begeistert – vor allem, nachdem sein Schwarm Stacey zugesagt hat, ihn zu begleiten. Auf dem Ball läuft zunächst alles gut für Skip. Doch dann geht er einen Schritt zu weit …","versions":[{"lang":1,"streams":[{"redirect":10776401,"hoster":"VOE"},{"redirect":10776399,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Habsburger Porzellan","epNo":4,"alt":"Meet The Parent","descr":"Der österreichische Kanzler und seine Frau sind im Weißen Haus zu Besuch. Zu Ehren der hohen Gäste soll das Abendessen auf historischem Porzellan serviert werden, das Österreich den USA einmal geschenkt hat. Genau an diesem Abend hat Skip aber anderes mit dem kostbaren Geschirr im Sinn …","versions":[{"lang":1,"streams":[{"redirect":10776405,"hoster":"VOE"},{"redirect":8249259,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahlkampf","epNo":5,"alt":"Frosting/Nixon","descr":"Xander ist im Wahlkampf-Fieber: Er will Schülersprecher werden. Doch er hat eine starke Konkurrentin, die zu allem Übel auch noch von einem Lehrer unterstützt wird. Wütend über diese Ungerechtigkeit beschließt Emily, ihrem Stiefsohn bei der Wahl zu helfen. Dank der professionellen Beratung scheint Xanders Sieg nichts mehr im Weg zu stehen. Doch so leicht gibt sich seine Gegnerin nicht geschlagen …","versions":[{"lang":1,"streams":[{"redirect":8301998,"hoster":"VOE"},{"redirect":8249260,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weißes Haus für Touris","epNo":6,"alt":"Skip The Tour","descr":"Weil Skip die Touristenführungen durchs Weiße Haus langweilig findet, bietet er eine eigene Tour an. Von der Geschichte des Präsidentensitzes hat er allerdings keine Ahnung. Um das zu überspielen, zeigt er seiner Gruppe den privaten Teil des Hauses – unter anderem das Schlafzimmer des Präsidenten. Versteckt hinter einer Tür werden die Touristen dort Ohrenzeugen einer sehr privaten Unterhaltung zwischen Dale und Emily.","versions":[{"lang":1,"streams":[{"redirect":8302002,"hoster":"VOE"},{"redirect":8249263,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Am Busen der Natur","epNo":7,"alt":"To The Ranch","descr":"Um sich vom Alltag zu erholen, machen der Präsident und seine Familie Ranchurlaub in Nevada. Dort hilft Becca ihrem Ex-Freund Marshall, der Sprecher des Weißen Hauses ist, eine Rede für den Präsidenten zu schreiben. Dabei kommen sich die beiden wieder näher. Gerade, als Becca Marshall einen Kuss gibt, taucht plötzlich ihr Freund D.B. in Nevada auf …","versions":[{"lang":1,"streams":[{"redirect":8301997,"hoster":"VOE"},{"redirect":8249264,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Live aus dem Weißen Haus","epNo":8,"alt":"Live From The Lincoln Bedroom","descr":"Skip und Xander produzieren eine Radiosendung live aus dem Weißen Haus. Als Marshall ihnen auf die Schliche kommt, ist er zunächst entsetzt. Doch dann lässt der Sprecher des Präsidenten sich überreden, Gast der Show zu sein, und plaudert aus dem Nähkästchen. Unter anderem berichtet er davon, wie er früher für Dale persönliche Briefe geschrieben hat – und zerstört dabei eine von Skips Kindheitserinnerungen.","versions":[{"lang":1,"streams":[{"redirect":8301999,"hoster":"VOE"},{"redirect":8249268,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Angriff auf Australien","epNo":9,"alt":"Game Theory","descr":"Xander fordert seinen Vater zu einem Strategiespiel heraus. Aus Angst, zum ersten Mal im Leben gegen den Sohn zu verlieren, sucht der Präsident Rat bei seinem Militärstab. Um ihm zu helfen, ziehen diese alle möglichen Kriegsszenarien aus der Schublade – unter anderem das eines Angriffs auf Australien. Bei den Journalisten, die davon hören, sorgt das für einige Aufregung.","versions":[{"lang":1,"streams":[{"redirect":8302007,"hoster":"VOE"},{"redirect":10776479,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das kurze Leben der Reba Cadbuy","epNo":10,"alt":"The Short Happy Life Of Reba Cadbury","descr":"Becca hält eine Präsentation vor einem Energie-Ausschuss. Als der vorsitzende Senator von ihren Ideen nichts wissen will, greift sie zu einem Trick: Im Namen einer – fiktiven – \"Reba Cadbury\" sendet sie dem Senator Vorschläge zu. Der Senator ist begeistert – und steckt damit Dale an, der \"Reba Cadbury\" unbedingt treffen will. Jetzt muss sich Becca schnell etwas einfallen lassen …","versions":[{"lang":1,"streams":[{"redirect":8301976,"hoster":"VOE"},{"redirect":8249240,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Französisch in der Wanne","epNo":11,"alt":"Dinner, Bath, Puzzle","descr":"Dale schüttet dem französischen Präsidenten sein Herz darüber aus, wie sehr der Job als Staatschef das Eheleben belastet. Der Franzose verrät ihm daraufhin sein Geheimrezept für einen romantischen Abend zu zweit: gemeinsam zu Abend essen, ein Bad nehmen und dann ein Puzzle lösen. Dale und Emily folgen seinem Rat – mit unerwartetem Erfolg. Anschließend stellt sich heraus, dass der französische Kollege unter einem \"Puzzle\" etwas ganz anderes versteht …","versions":[{"lang":1,"streams":[{"redirect":10776332,"hoster":"VOE"},{"redirect":8249232,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die wilde Prinzessin","epNo":12,"alt":"Bursting The Bubble","descr":"Die Prinzessin von Andorra besucht die USA – und möchte unbedingt Skip kennenlernen. Denn in ihrer Heimat ist er als \"Bad Boy\" eine Berühmtheit. Der Sohn des Präsidenten soll die Prinzessin zu einer festlichen Gala begleiten. Doch bald zeigt sich, dass die Feier nur ein Vorwand war und sie ganz andere Pläne für den gemeinsamen Abend hat …","versions":[{"lang":1,"streams":[{"redirect":8301984,"hoster":"VOE"},{"redirect":8249243,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dann heiraten wir eben","epNo":13,"alt":"Marry Me, Baby","descr":"In einem Interview erzählen Dale und Emily, wie sie Hals über Kopf ein Ehepaar wurden – ohne richtige Hochzeitszeremonie. Ein gefundenes Fressen für die Medien, zumal Hinweise auftauchen, dass die Heiratsurkunde des Präsidentenpaares nie offiziell anerkannt wurde. Um das Gegenteil zu beweisen, müssen Dale und Emily das Original finden. Leider weiß niemand, wo es ist …","versions":[{"lang":1,"streams":[{"redirect":10776386,"hoster":"VOE"},{"redirect":8249247,"hoster":"Streamtape"}]}]}]}]}