{"path":"/serie/stream/16bit-sensation-another-layer","name":"16bit Sensation: Another Layer","descr":"Im Jahre 1992 sah die Computerindustrie noch ganz anders aus. Im alltäglichen Leben kamen längst nicht alle Menschen in Berührung mit der neusten Technologie und auch die Auswahl der Games war begrenzt. Deswegen stört es Meiko Uehara auch nicht allzu sehr, dass sie trotz ihres Nebenjobs in einem Computerladen nicht allzu viel Ahnung von der Materie hat. Doch eines Tages fällt ihrem Chef, der ständig überarbeitet aussieht, auf, dass sie gut zeichnen kann, bittet er sie, ihn ins Obergeschoss des Ladens zu begleiten. Dort macht Meiko eine überraschende Entdeckung: Das Spielentwicklerstudio Alcohol Soft, das sich auf das Designen von Bishoujo-Erogames spezialisiert hat, arbeitet von diesem Standort aus an der Entwicklung neuer Spiele.Für Meiko ist das eine völlig fremde Welt, denn sie ist vorher nie mit etwas Vergleichbarem in Kontakt gekommen. Und nun bittet ihr Chef sie, sein Spieledesigner-Team als Zeichnerin zu unterstützen, obwohl Meiko noch nie mit einem Computer gearbeitet hat! Gemeinsam mit ihren neuen, teils recht verschrobenen Kollegen stellt sie sich der Herausforderung und entdeckt dabei, dass sie weitaus mehr kann, als sie es bisher für möglich gehalten hat.","seasons":[{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-1","name":"","epNo":1,"alt":"I Traveled Back in Time?!","descr":"Konoha Akisato ist eine junge Illustratorin, die von Bishoujo-Spielen fasziniert ist und davon träumt, einmal als Hauptillustratorin an einem Spiel arbeiten zu können. Doch ihre Firma arbeitet nur an kleinen und ambitionslosen Projekten, um sich über Wasser zu halten. Darum betet Konoha zu den Göttern, dass sich ihre Träume erfüllen mögen. Doch urplötzlich findet sie sich im Jahr 1992 wieder?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13150710","hoster":"VOE"},{"path":"/redirect/13150711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-2","name":"","epNo":2,"alt":"Let`s Make Bishojo Games Together!","descr":"Konoha ist tatsächlich im Jahr 1992 gelandet und anstelle ihrer Spielefirma ist nun eine andere Firma in genau demselben Gebäude. Zufälligerweise entwickeln die aber auch Bishoujo-Spiele, weshalb Konoha ihre große Chance wittert und für diese Firma arbeiten möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13230618","hoster":"VOE"},{"path":"/redirect/13230617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-3","name":"","epNo":3,"alt":"I Wanted to See All of You Again!","descr":"Konoha ist wieder in der Gegenwart gelandet und arbeitet in ihrer alten Firma. Doch sie kann ihre Erlebnisse aus dem Jahr 1992 nicht vergessen und macht sich auf der Suche nach den Spuren von Alcohol Software und dessen Mitarbeitern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13230620","hoster":"VOE"},{"path":"/redirect/13230619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-4","name":"","epNo":4,"alt":"It\u0027s Fine!","descr":"Mamoru will nicht nach Alcohol Software zurückkehren und an einem Spiel für Windows arbeiten. Deshalb versucht Konoha mit allen Mitteln, ihn dazu zu bringen, wieder in die Firma zurückzukehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13272025","hoster":"VOE"},{"path":"/redirect/13272026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-5","name":"","epNo":5,"alt":"Good Things Come in Threes!","descr":"Konoha findet heraus, wie die Zeitreisen funktionieren und will noch einmal zurückreisen, um die Mitarbeiter von Alcohol Software wiederzusehen. Allerdings macht sie sich Sorgen darum, möglicherweise die Geschichte zu ändern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13281373","hoster":"VOE"},{"path":"/redirect/13281374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-6","name":"","epNo":6,"alt":"Believe in Me!","descr":"Während das Jahr-2000-Problem weltweit für Schlagzeilen sorgt, arbeitet Alcohol Software intensiv an der Konsolenversion ihres Spiels. Doch im Team herrscht wachsende Besorgnis, dass bei der Entwicklung etwas nicht mit rechten Dingen zugeht …","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13306732","hoster":"VOE"},{"path":"/redirect/13306735","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13337184","hoster":"VOE"},{"path":"/redirect/13337185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-7","name":"","epNo":7,"alt":"Every Storm Hardens the Earth","descr":"Während der Manager immer noch wegen seines Schocks im Krankenhaus ist, plant das Team ein neues Spiel, das eine Milliarde Yen einbringen soll. Doch um ein Spiel dieser Größenordnung zu machen, ist schon die Leistung eines \"Supercomputers\" nötig …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13337001","hoster":"VOE"},{"path":"/redirect/13337000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-8","name":"","epNo":8,"alt":"Echo","descr":"Mamoru landet im Jahr 1985, einer Zeit voller neuer technologischer Wunder und des legendären PC-98. Sein Schicksal führt ihn zu Echo Software, einem ambitionierten Studio, das sich wie die Firma, in der er arbeitet, der Entwicklung eines Bishoujo-Spiels verschrieben hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13383544","hoster":"VOE"},{"path":"/redirect/13383547","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13369265","hoster":"VOE"},{"path":"/redirect/13369264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-9","name":"","epNo":9,"alt":"See You Later!","descr":"Im Dezember 1999 ist Alcohol Soft mit der Arbeit am Spiel beschäftigt. Sobald sie fertig sind, feiern sie die Vollendung des Stücks, das den Titel \"Der letzte Walzer\" trägt. Meiko gibt Konoha zu, dass sie sich in der Vergangenheit dafür geschämt hat, Bishōjo-Spiele zu machen, aber nicht mehr so ​​empfindet und sagt, sie möchte, dass die Welt ihr Spiel spielt. Später reisen sie alle zum Dejiko-Gebäude, wo Konoha das Gefühl hat, zu verschwinden. Sie trifft Toya wieder, die sagt, dass sie kurz vor dem Eintritt in das \"Zeitalter des Bishōjo\" stehen, und verrät, dass sie ihre eigene Firma gründen wird. Dann bittet sie Konoha, sich ihr anzuschließen. Währenddessen findet Mamoru in einem Videospielladen ein Spiel von Echosoft, erkennt, dass er durch die Zeit gereist ist, und glaubt, dass Echo die Spiele verändert hat, wobei nur noch Comic Party übrig ist. Konoha und Mamoru sprechen über die Besonderheiten ihrer Zeitreise und die Aussicht, dass The Last Waltz ein Hit wird, bevor ersterer verschwindet. Als sie aufwacht, stellt Konoha zu ihrem großen Schock fest, dass sich in Akiba alles verändert hat. Dann trifft sie auf einen älter aussehenden Mamoru.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13432087","hoster":"VOE"},{"path":"/redirect/13432088","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13394761","hoster":"VOE"},{"path":"/redirect/13394760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-10","name":"","epNo":10,"alt":"I\u0027ll Give It All I\u0027ve Got!","descr":"Konoha erfährt von Mamoru, der heutigen Managerin von Alcohol Soft, dass das Jahr 2023, in das sie kam, das Jahr ist, in dem \"The Last Waltz\" ein Riesenerfolg war, was dazu führte, dass sich die gesamte Entwicklung von Bishōjo-Spielen in die Vereinigten Staaten verlagerte und alle Bishōjo praktisch erschaffen wurden in Amerika, wodurch die lokale Videospielindustrie zerstört wird. Infolgedessen ist das Akihabara, das sie kannte, verschwunden, da es zu einem Wohnviertel wurde. Sie findet auch heraus, dass alle bei Alcohol Soft nach Amerika gezogen sind, wo sie alle als Legenden der Branche gelten. Während sie allein ist, beobachtet Konoha, wie Toya, inzwischen eine erfolgreiche Entwicklerin, eine Fusion ihres Unternehmens mit einem anderen ankündigt. Mamoru verrät, dass er nur wegen seines Engagements für den PC-98 zurückgeblieben ist. Während Konoha diese Version von Akihabara nicht mag, möchte sie sich nicht mit dem anlegen, was mit Alcohol Soft passiert ist. Mamoru hat einen Vorschlag: Sie soll in die Zeit zurückgehen, etwa zu der Zeit, als The Last Waltz erfunden wurde, und das Spiel entwickeln, allerdings mit einer Konkurrenzfirma und unter Verwendung einer Kopie von Comic Party. Auf diese Weise bleibt Alcohol Soft weiterhin erfolgreich und die Bishōjo-Kultur bleibt in Japan erhalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13432083","hoster":"VOE"},{"path":"/redirect/13432079","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13443910","hoster":"VOE"},{"path":"/redirect/13443908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-11","name":"","epNo":11,"alt":"Original Cuu","descr":"Um wieder in ihre alte Zeit und ihr altes Akihabara zurückzukommen, muss Konoha ein bahnbrechendes Spiel entwickeln, dass die Geschichte verändert. Jedoch will ihr nicht die zündende Idee kommen. Da ruft Touya an und möchte sich mit ihr treffen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13457864","hoster":"VOE"},{"path":"/redirect/13457863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-12","name":"","epNo":12,"alt":"U... U-U-U-U-U...","descr":"Konoha wurde entführt und wacht in einer seltsamen Einrichtung auf. Während sie versucht herauszufinden, was dort vor sich geht, sucht Mamoru nach ihr, um sie zu retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13565232","hoster":"VOE"},{"path":"/redirect/13565231","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13531994","hoster":"VOE"},{"path":"/redirect/13531995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/16bit-sensation-another-layer/staffel-1/episode-13","name":"","epNo":13,"alt":"Watashi no taisetsu na mono","descr":"Ein UFO taucht über dem Akihabara Stadium auf und entführt Konoha sowie Mamoru. Was haben die Außerirdischen mit den beiden vor?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13565244","hoster":"VOE"},{"path":"/redirect/13565243","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13613071","hoster":"VOE"},{"path":"/redirect/13613073","hoster":"Streamtape"}]}]}]}]}