{"seriesId":"1983","name":"1983","descr":"In Warschau, Danzig und Krakau explodieren zeitgleich mehrere Sprengsätze, offensichtlich ein koordinierter Terroranschlag. Aufnahmen aus der Luft zeigen, wie riesige Stalinbauten einstürzen und die Hauptstadt in Schutt und Asche verwandeln. Es ist Polens Nine-Eleven im titelgebenden Jahr 1983. Nach diesen Szenen macht die Serie einen gewaltigen Zeitsprung. Die Zuschauer finden sich in einer dystopischen Welt wieder, in der der Eiserne Vorhang nie gefallen ist. Zwei Jahrzehnte nach dem Anschlag genießt das Volk zwar Frieden und Wohlstand, muss aber unter einem repressiven Polizeistaat leben. Die kommunistische Partei hält die Zügel fest in der Hand und setzt modernste Technologien ein, um die Bürger unter Kontrolle zu halten. Sie werden beschattet, ausspioniert und wenn nötig ermordet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verwicklung","epNo":1,"alt":"Entanglement","descr":"Ein angeblicher Selbstmord wirft Fragen auf und Inspektor Janów schaut sich den Fall genauer an. Eine Rebellengruppe plant ein tödliches Attentat. Jurastudent Kajetan verfolgt eine gefährliche Spur.","versions":[{"lang":1,"streams":[{"redirect":14068749,"hoster":"VOE"},{"redirect":8249496,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rollback","epNo":2,"alt":"Rollback","descr":"Janóws Ermittlungen in dem rätselhaften Fall werden von mehreren Stellen blockiert und er stößt auf viel Widerstand bei dem Versuch, die Sache aufzuklären. Kajetan entdeckt ein myteriöses Foto, durch das er eine schockierende Entdeckung macht. Es wird klar, dass die Spitze des Militärs von Intrigen und Lügen durchzogen ist.","versions":[{"lang":1,"streams":[{"redirect":8302174,"hoster":"VOE"},{"redirect":10777546,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angleichung","epNo":3,"alt":"Alignment","descr":"","versions":[{"lang":1,"streams":[{"redirect":8302180,"hoster":"VOE"},{"redirect":10777547,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blowback","epNo":4,"alt":"Blowback","descr":"Swietobór wird von Spionen überwacht, die langsam hinter die Geheimnisse seiner Machenschaften kommen. Für Kajetan wird es immer gefährlicher. Er macht sich auf den Weg zu einer alten Villa, die einige Antworten verspricht. Janów erhält familiäre Unterstützung und erfährt ein erstaunliches Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8302186,"hoster":"VOE"},{"redirect":10777551,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sanktuarium","epNo":5,"alt":"Sanctuary","descr":"Ofelia versucht ein neues Mitglied für ihre Mission zu gewinnen, doch dieser Plan misslingt. Bei der Zusammenarbeit von Janów und Kajetan kommt es zu einer komplizierten Aufgabe, die Kajetan lösen soll. In der Zwischenzeit entlarvt Janów die Beteiligung der Leichten Brigade.","versions":[{"lang":1,"streams":[{"redirect":8302185,"hoster":"VOE"},{"redirect":10777548,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Subversion","epNo":6,"alt":"Subversion","descr":"Während Rolbiecki den Spion unter Druck setzt, kann Swietobór weiter an der Umsetzung seines teuflischen Plans arbeiten. Es kommt ein scheußliches Geheimnis über Kajetans Familie ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":8302188,"hoster":"VOE"},{"redirect":10777555,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mayday","epNo":7,"alt":"Mayday","descr":"Die Leichte Brigade hat ein Täuschungsmanöver entlarvt und kann nun die finalen Pläne ins Rollen bringen. Janów hat große Einwände bezüglich Kajetans Vorhaben, doch dieser widersetzt sich allen Empfehlungen und gelangt an einen gefährlichen Scheideweg.","versions":[{"lang":1,"streams":[{"redirect":8302192,"hoster":"VOE"},{"redirect":10777561,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Requiem","epNo":8,"alt":"Requiem","descr":"Swietobór startet die verheerende Operation \"Löwe des Nordens\". Janów und die Leichte Brigade müssen sich mit Lügen und Verrat auseinandersetzen. Kajetan trägt ein Geheimnis in sich und begibt sich damit auf die Flucht.","versions":[{"lang":1,"streams":[{"redirect":8302199,"hoster":"VOE"},{"redirect":10777563,"hoster":"Streamtape"}]}]}]}]}