{"seriesId":"1994-willkommen-in-der-zweiten-republik","name":"1994 – Willkommen in der Zweiten Republik","descr":"Auch im März 1994 befindet sich die politische Szene in Italien im Aufruhr. Mit der Partei ‚Forza Italia‘ gewinnt Medienmogul Silvio Berlusconi (Paolo Pierobon) die Wahlen in Italien – ein tiefgreifender Umbruch im Parteiensystem ist die Folge. Berlusconis Berater, der Werbeprofi Leonardo Notte (Stefano Accorsi) gerät in einen gefährlichen Strudel aus Politik, Wirtschaft und Kriminalität.Veronica Castello (Miriam Leone) hat nun einen Sitz im Abgeordnetenhaus und auch ihre Beziehung zu Leo verändert sich grundlegend. Als die Mailänder Staatsanwaltschaft mit Antonio Di Pietro (Antonio Gerardi) gegen Berlusconis Unternehmen ermittelt, will der Ministerpräsident die Befugnisse der Justiz eindämmen. Pietro Bosco (Guido Caprino) plant Berlusconis Sturz.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"März 1994: Wenige Tage vor den Parlamentswahlen treten die Kontrahenten Silvio Berlusconi und Achille Occhetto zum TV-Duell an. Gut vorbereitet, mit Leonardo Notte als Berater und glänzender Anstecknadel am Revers bietet Berlusconi seinem Gegner, dem vormaligen Kommunisten und nun Spitzenkandidat eines Mitte-Links-Bündnisses, keine Angriffsfläche.","versions":[{"lang":1,"streams":[{"redirect":14518484,"hoster":"VOE"},{"redirect":14480088,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Berlusconi und sein engster Zirkel feiern ausgiebig den Gewinn der Parlamentswahlen. Auch Veronica hat nun einen Sitz im Abgeordnetenhaus, doch sie muss bitter erfahren, dass der ihr nur allzu vertraute Machismo auch im Parlament fröhliche Urständ feiert.","versions":[{"lang":1,"streams":[{"redirect":14518466,"hoster":"VOE"},{"redirect":14480090,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Staatssekretär im Innenministerium stellt Pietro in einer Talkshow seinen Vater Dino als vorbildlichen Arbeitgeber dar. Pietros Kontrahent weiß es jedoch besser: Seit Monaten hat Dino keine Gehälter mehr gezahlt. Dino gesteht seinem Sohn, dass er die € 200.000, die dieser ihm gegeben hatte, verzockt hat anstatt den Kredithai Izzo zu zahlen.","versions":[{"lang":1,"streams":[{"redirect":14518656,"hoster":"VOE"},{"redirect":14480092,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Berlusconi macht Di Pietro ein verlockendes Angebot, indem er ihm den Posten des Innenministers anbietet. Di Pietro lehnt ab, doch er weiß, dass sein Kampf gegen Berlusconi gerade erst beginnt. Die beiden liefern sich ein mediales Duell, aus dem Di Pietro als Gewinner hervorgeht: Während die Nation bei der Fußball-WM mitfiebert, zieht Berlusconi das Biondi-Dekret zurück.","versions":[{"lang":1,"streams":[{"redirect":14518652,"hoster":"VOE"},{"redirect":14480093,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Während der Sommerferien wird auf Berlusconis Landsitz auf Sardinien wichtiger Besuch erwartet: Umberto Bossi, der Vorsitzende der Lega Nord, will Bedingungen für den Fortbestand der Regierungskoalition stellen. Auch um sich selbst zu schützen, schlägt Leonardo Notte eine weichere Gangart gegenüber der Mailänder Staatsanwaltschaft vor, was Berlusconi zurückweist.","versions":[{"lang":1,"streams":[{"redirect":14518654,"hoster":"VOE"},{"redirect":14480095,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Während eines UNO-Gipfels in Neapel wird Lily, der Ehefrau eines schwedischen Ministers, auf offener Straße wertvoller Schmuck gestohlen. Um einen Skandal abzuwenden, muss Leonardo Notte ihn binnen drei Stunden wiederbeschaffen. Hilfe erwartet er sich von einem Camorrista, mit dem er in Mailand im Gefängnis","versions":[{"lang":1,"streams":[{"redirect":14518491,"hoster":"VOE"},{"redirect":14480094,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Pietro tötet Izzo, den Mörder seines Vaters und wird dabei von Izzos Sohn beobachtet. Damit hat Pietro sein bisheriges Leben zerstört, doch sich selbst töten kann er","versions":[{"lang":1,"streams":[{"redirect":14518621,"hoster":"VOE"},{"redirect":14480096,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"2011: Leonardo lebt in London. Seine Ehe mit Veronica ist gescheitert, ihr 16-jähriger Sohn Tommaso hofft auf eine Karriere als Profifußballer. Leonardos Fluglinie steht nach einem PR-Debakel vor dem Aus. Mit seinem Vertrauten Scaglia macht Leo sich auf den Weg nach","versions":[{"lang":1,"streams":[{"redirect":14518476,"hoster":"VOE"},{"redirect":14480099,"hoster":"Streamtape"}]}]}]}]}