{"seriesId":"23-morde","name":"23 Morde","descr":"Maximilian Rapp (Franz Dinda) gesteht 23 Morde. Doch die BKA-Ermittlerin Tara Schöll (Shadi Hedayati) hat Zweifel an der Schuld des Verurteilten. Zu leicht gelang die Festnahme des hochsensiblen Mannes und zu viele Unstimmigkeiten sieht die junge Polizistin in verschiedenen Details. Tatsächlich finden sich Indizien dafür, dass Rapp nicht alle Morde begangen haben kann. Sitzt er gar als Unschuldiger im Gefängnis, während der oder die Mörder noch auf freiem Fuß sind?Unter höchster Geheimhaltung müssen Tara und Partner Henry Kloss (Bernhard Piesk) nun die wahren Täter fassen, während ihnen Rapp mit seinem Wissen über die Morde und seinen exzellent ausgeprägten Sinnen zur Seite steht. Aber sind es wirklich nur seine Hochsensibilität und seine frühere Tätigkeit in der Asservatenkammer, die Rapp entscheidende Hinweise liefern lassen? Oder ist er doch ein gefährlicher Mörder?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hammer","epNo":1,"alt":"","descr":"Packende, raffiniert konstruierte Thriller-Serie. Newcomer Shadi Hedayari und Bernhard Piesk rollen einen brisanten Fall neu auf: Franz Dinda ist zu lebenslanger Haft verurteilt in Haft – 23 Morde hat er gestanden, die er jetzt aus völlig anderer Sicht erzählt. Sitzt er unschuldig im Gefängnis – und wenn, wer sind die wahren Täter? Spannung pur! 23 Morde in Berlin – und ein Geständiger: Maximillian Rapp hat sich zu den Verbrechen bekannt und sitzt zu lebenslanger Haft verurteilt im Gefängnis. Die BKA-Ermittlerin Tara Schöll hegt jedoch Zweifel an der Schuld des Serienkillers. Für mindestens eine der Taten, ist Rapps Alibi wasserdicht. Unter höchster Geheimhaltung will Tara mit ihrem Partner Henry Kloss die wahren Mörder überführen. Überraschend bietet Rapp seine Hilfe an – und erzählt jetzt mehr, als er einst zu Protokoll gegeben hat.","versions":[{"lang":1,"streams":[{"redirect":13992745,"hoster":"VOE"},{"redirect":11119313,"hoster":"Doodstream"},{"redirect":8250669,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tank","epNo":2,"alt":"","descr":"Da Maximilian Rapp untergetaucht und die Leiche des Zollbeamten Sass gefunden worden ist, wird Tara zur Verantwortung gezogen. Prompt wird sie suspendiert, was sie aber nicht davon abhält, weiter nach dem wahren Mörder des Mädchens zu suchen. Gemeinsam mit Rapp kehrt sie in die Wohnung des Opfers zurück, wo ihr ein wichtiges, neues Detail ins Auge fällt.","versions":[{"lang":1,"streams":[{"redirect":10778820,"hoster":"VOE"},{"redirect":8250665,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Messer","epNo":3,"alt":"","descr":"Tara und Henry nehmen sich den Fall der Schächter-Brüder vor, die in einer Waldhütte ermordet worden sind. Rapp, der dafür die Verantwortung übernommen hatte, arbeitet nun mit Tara und Henry wieder eng zusammen. Als die beiden und Rapp zum Tatort zurückkehren, wird Henry von einem Unbekannten angegriffen.","versions":[{"lang":1,"streams":[{"redirect":8339933,"hoster":"VOE"},{"redirect":8250671,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gift","epNo":4,"alt":"","descr":"Tara nimmt sich mit Henry den Fall des obskuren Todes von Herrn Willcke vor, der in einem Krematorium ermordet worden ist. Sie besteht darauf, Rapp bei den Ermittlungen weiterhin dabei zu haben. Auf der Suche nach neuen Hinweisen auf den wahren Mörder übernachtet Rapp mit dem zuständigen Polizisten Weiser am Tatort. Wenige Stunden später wird Weiser tot aufgefunden. Rapp steht unter Tatverdacht, kann sich jedoch an nichts erinnern.","versions":[{"lang":1,"streams":[{"redirect":13916595,"hoster":"VOE"},{"redirect":8250675,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mörser","epNo":5,"alt":"","descr":"Tara Schöll und Henry Kloss rollen den erschütternden Fall von Helena Husek neu auf. Die junge Frau ist in einem Bungalow am See - an das Bett gefesselt - erschlagen aufgefunden worden. Alle Indizien haben auf ihren Liebhaber Christian Bohn hingedeutet und ihn zum Hauptverdächtigen gemacht. Dessen Frau Bärbel gab ihm für die Tatzeit aber ein wasserfestes Alibi. Damals hat dann Rapp überraschend die Tat vor Gericht gestanden.","versions":[{"lang":1,"streams":[{"redirect":8339939,"hoster":"VOE"},{"redirect":10778832,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feuer","epNo":6,"alt":"","descr":"Maximilian Rapp findet einen Zettel, auf dem eine eindringliche Warnung an BKA-Ermittlerin Tara Schöll geschrieben steht. Seit dem vermeintlichen Selbstmord ihres Vaters Robert wird Tara von Schuldgefühlen geplagt. Rapp weiß es jetzt besser: Robert Schöll ist nicht tot, sondern nach wie vor am Leben.","versions":[{"lang":1,"streams":[{"redirect":8339947,"hoster":"VOE"},{"redirect":8250684,"hoster":"Streamtape"}]}]}]}]}