{"seriesId":"24-live-another-day","name":"24: Live Another Day","descr":"Die Miniserie \"24: Live Another Day\" ist eine Fortsetzung der Echtzeitserie \"24\". Vier Jahre nach den Ereignissen um die UN-Friedenskonferenz in New York City taucht Jack Bauer (Kiefer Sutherland) in London wieder auf. Dort hält sich auch Chloe O\u0027Brian (Mary Lynn Rajskub) auf. Die hat nach einem Schicksalsschlag ihr bisheriges Leben in Staatsdiensten hinter sich gelassen und sich der Aufdeckung von mehr oder weniger dunklen Staatsgeheimnissen verschrieben. In diesem Umfeld ist auch der Hacker Adrian (Michael Wincott) zu finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Live Another Day: 11:00 – 12:00 Uhr","epNo":1,"alt":"Day 9: 11:00 A.m. – 12:00 P.m.","descr":"Vier Jahre, nachdem Jack Bauer vor den Behörden geflohen ist, lebt er noch immer im Untergrund. Während US-Präsident James Heller auf Staatsbesuch in London ist, gerät Bauer dort wieder ins Visier der CIA und kann von Agenten festgenommen werden. Nur die bereits gekündigte Agentin Kate Morgan schöpft den Verdacht, dass Bauer ihnen absichtlich ins Netz gegangen sein könnte. Denn seine letzte Vertraute wird ganz in der Nähe festgehalten. (Text: MK)","versions":[{"lang":1,"streams":[{"redirect":8340137,"hoster":"VOE"},{"redirect":11119413,"hoster":"Doodstream"},{"redirect":8250852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340080,"hoster":"VOE"},{"redirect":8250816,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Live Another Day: 12:00 – 13:00 Uhr","epNo":2,"alt":"Day 9: 12:00 P.m. – 1:00 P.m.","descr":"Nachdem zwei britische Soldaten in Afghanistan durch das Bombardement einer gekaperten US-Drohne getötet worden sind, droht eine Krise in den Beziehungen zwischen Großbritannien und den USA. Präsident Heller will den Verbündeten durch eine Rede vor dem Unterhaus überzeugen. Während der eigentliche Verursacher des Drohnenangriffs seine Flucht vorbereitet, setzt Jack Bauer alles daran, ihn zu finden. (Text: MK)","versions":[{"lang":1,"streams":[{"redirect":10778936,"hoster":"VOE"},{"redirect":11119412,"hoster":"Doodstream"},{"redirect":8250862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340089,"hoster":"VOE"},{"redirect":8250811,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Live Another Day: 13:00 - 14:00 Uhr","epNo":3,"alt":"Day 9: 1:00 P.m. – 2:00 P.m.","descr":"Ex-Antiterror-Agent Jack Bauer (Kiefer Sutherland) kommt zu spät: Hacker Yates, der die Steuerung der US-Drohnen geknackt hat, ist tot. Gemeinsam mit seiner alten Kampfgefährtin Chloe O’Brain (Mary Lynn Rajskub) verfolgt er dessen vermeintliche Geliebte, Simone Al-Harazi (Emily Berrington), Tochter der Terroristen-Witwe Margot (Michelle Fairley). CIA-Agentin Kate Morgan (Yvonne Strahovski) ist Bauer derweil dicht auf den Fersen. Doch um einen Anschlag zu verhindern braucht Bauer die Unterstützung von Chloes Hackernetzwerk um den charismatischen Adrian Cross (Michael Wincott). (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":10778934,"hoster":"VOE"},{"redirect":11119418,"hoster":"Doodstream"},{"redirect":10778931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340088,"hoster":"VOE"},{"redirect":8250817,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Live Another Day: 14:00 - 15:00 Uhr","epNo":4,"alt":"Day 9: 2:00 P.m. – 3:00 P.m.","descr":"Ex-Antiterror-Agent Jack Bauer ist es gelungen, in die US-Botschaft einzudringen. Hier wird Lieutenant Chris Tanner, Pilot einer entführten Drohne, festgehalten. Kann Bauer mit seiner Hilfe Präsident Heller vor dem Attentat von Margot Al-Harazi warnen? Die CIA-Agenten Kate Morgan und Erik Ritter sind ihm dicht auf den Fersen. Bauer ist auf die Unterstützung von Chloe O’Brian und ihrem Hackernetzwerk um den undurchsichtigen Adrian Cross angewiesen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8340150,"hoster":"VOE"},{"redirect":10778938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340099,"hoster":"VOE"},{"redirect":8250818,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Live Another Day: 15:00 - 16:00 Uhr","epNo":5,"alt":"Day 9: 3:00 P.m. – 4:00 P.m.","descr":"Die Terroristin Margot Al-Harazi (Michelle Fairley) plant, amerikanische Drohnen für einen Rachefeldzug zu entführen. Ex-Antiterror-Agent Jack Bauer (Kiefer Sutherland) wollte dies anhand von Flugdaten einer entführten Drohne beweisen, bevor ihn US-Marines überwältigten. CIA-Agentin Kate Morgan (Yvonne Strahovski) gelingt es, den Stick mit den Daten an sich zu nehmen, damit Hackerin Chloe (Mary Lynn Rajskub) ihn analysieren und Präsident Heller (William Devane) Bauers Theorie beweisen kann. Zu spät um das Schlimmste zu verhindern? – Die 9. Staffel der legendären Echtzeit-Thrillerserie um den kernigen Ex-Antiterror-Agenten Jack Bauer. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8340152,"hoster":"VOE"},{"redirect":11119423,"hoster":"Doodstream"},{"redirect":8250873,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340100,"hoster":"VOE"},{"redirect":8250819,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Live Another Day: 16:00 - 17:00 Uhr","epNo":6,"alt":"Day 9: 4:00 P.M. - 5:00 P.M.","descr":"Terroristin Margot Al-Harazi hat sechs amerikanische Drohnen in ihrer Gewalt. Mit einer von ihnen hat sie ein CIA-Team angegriffen. Fünf weitere bedrohen nun London. Ist US-Präsident Heller der Bedrohung angesichts seiner Alzheimer-Erkrankung gewachsen? Ex-Anti-Terror-Agent Jack Bauer scheint die einzige Chance, um mit einem gefährlichen Plan und CIA-Agentin Kate Morgan die Terroristin aufzuspüren. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8340159,"hoster":"VOE"},{"redirect":11119426,"hoster":"Doodstream"},{"redirect":8250874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340114,"hoster":"VOE"},{"redirect":8250825,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Live Another Day: 17:00 - 18:00 Uhr","epNo":7,"alt":"Day 9: 5:00 P.M. - 6:00 P.M.","descr":"Terroristin Margot Al-Harazi bedroht London mit fünf entführten amerikanischen Drohnen. Sie verlangt die Auslieferung von US-Präsident Heller. Mit einem tollkühnen Plan ist es Ex-Anti-Terror-Agent Jack Bauer und CIA-Agentin Kate Morgan gelungen, Al-Harazis Tochter Simone zu orten. Doch die ist nach einem Verkehrsunfall schwer verletzt. Wird Bauer sie vor Al-Harazi und ihren Drohnen erreichen? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":10778945,"hoster":"VOE"},{"redirect":10778944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10778918,"hoster":"VOE"},{"redirect":8250831,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Live Another Day: 18:00 - 19:00 Uhr","epNo":8,"alt":"Day 9: 6:00 PM-7:00 PM","descr":"Simone liegt noch immer schwer verletzt und bewusstlos im Krankenhaus. Nur sie kennt den Aufenthaltsort ihrer Mutter, der Terroristin Margot Al-Harazi. Jack Bauer will die Ärzte zwingen, Simone aufzuwecken – doch das könnte ihr Leben kosten. Margot verhandelt derweil mit US-Präsident Heller. Sie zeigt sich bereit, ihre gestohlenen Drohnen im Ärmelkanal zu versenken, wenn Heller sich ihr ausliefert. Wird sich der Präsident ergeben, um damit tausende Leben zu retten? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":13094633,"hoster":"VOE"},{"redirect":11119430,"hoster":"Doodstream"},{"redirect":8250883,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340111,"hoster":"VOE"},{"redirect":8250839,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Live Another Day: 19:00 - 20:00 Uhr","epNo":9,"alt":"Day 9: 7:00 PM-8:00 PM","descr":"Kurz nach der Ermordung des US-Präsidenten im Wembley-Stadion durch eine Rakete meldet die britische Marine Explosionen im Meer vor Dover. Hat die Terroristin Margot Al-Harazi Wort gehalten und die gestohlenen Drohnen im Tausch für das Leben des Präsidenten zerstört? Jack Bauer bekommt unterdessen von Hackerin Chloe einen Hinweis auf Al-Harazis Aufenthaltsort. Er rast im Hubschrauber los – und setzt unterwegs eine überraschende Nachricht an die CIA und den amerikanischen Regierungsstab ab. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":10778947,"hoster":"VOE"},{"redirect":11119431,"hoster":"Doodstream"},{"redirect":8250881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340125,"hoster":"VOE"},{"redirect":8250845,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Live Another Day: 20.00-21.00 Uhr","epNo":10,"alt":"Day 9: 8:00 PM-9:00 PM","descr":"Die Terroristin Margot Al-Harazi ist tot, die durch sie entführten Drohnen alle außer Gefecht. Doch der Londoner CIA-Station-Chief Steve Navarro, dessen Verrat an die Chinesen aufzufliegen droht, will Al-Harazis Overide-Systhem an den dubiosen Hacker Adrian Cross weitergeben, um so seine Flucht zu ermöglichen. Kann Ex-Agent Jack Bauer Navarro aufhalten? Und auf wessen Seite steht Cross’ Geliebte Chloe O’Brian? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":10778949,"hoster":"VOE"},{"redirect":11119427,"hoster":"Doodstream"},{"redirect":10778955,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10778925,"hoster":"VOE"},{"redirect":8250848,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Live Another Day: 21:00-22:00 Uhr","epNo":11,"alt":"Day 9: 9:00 PM-10:00 PM","descr":"Ex-Agent Jack Bauers totgeglaubter Erzfeind Cheng Zhi hat IT-Expertin Chloe O’Brian und das Override-System in seiner Gewalt. Damit hat er Zugriff auf Waffensysteme in aller Welt und bereits mit einem US-U-Boot einen chinesischen Flugzeugträger versenkt. Bauer ist ihm auf den Fersen, doch wird von einem russischen Killer-Kommando aufgehalten. Präsident Hellers Stabchef Mark Boudreau hat sie auf seine Spur gebracht. Kann Bauer dennoch einen Krieg verhindern? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":10778948,"hoster":"VOE"},{"redirect":10778951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340142,"hoster":"VOE"},{"redirect":8250857,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Live Another Day: 22:00-23:00 Uhr","epNo":12,"alt":"Day 9: 10:00 PM-11:00 AM","descr":"Ex-Agent Jack Bauers totgeglaubter Erzfeind Cheng Zhi hat einen diabolischen Plan: Mit einem Override-System gab er einem US-U-Boot den Befehl, einen chinesischen Flugzeugträger zu versenken, um so einen Krieg zwischen den USA und China anzuzetteln. Bauer muss Cheng lebend fassen, um den Chinesen die Verschwörung zu beweisen und einen Weltkrieg zu verhindern. Doch einer von Chengs Scharfschützen hat Bauers große Liebe Audrey Boudreau bereits im Visier. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8340171,"hoster":"VOE"},{"redirect":10778962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8340136,"hoster":"VOE"},{"redirect":8250860,"hoster":"Streamtape"}]}]}]}]}