{"seriesId":"4-blocks","name":"4 Blocks","descr":"Familienvater und Clan-Mitglied Toni Hamady möchte seiner Frau und Tochter zuliebe seine vier Blocks, die er im Berliner Bezirk Neukölln kontrolliert, und damit seine kriminellen Machenschaften aufgeben. Doch dann wird sein Schwager bei einer Razzia festgenommen. Nun gerät Toni immer tiefer in einen Strudel aus Intrigen, Verbrechen, Gewalt und Verrat. Es gibt kein Entkommen - zumal zunehmend eine verfeindete Motorradbande für Stress sorgt und der Hamady-Familie ihren Status streitig macht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Brüder","epNo":1,"alt":"","descr":"Toni Hamady plant den Ausstieg aus den Geschäften seiner Familie, um mit Frau und Tochter ein Leben ohne Kriminalität zu führen. Doch nach einer Razzia und dem Verlust ihres gesamten Stoffes muss Toni reagieren, um die Geschäftsgrundlage des Clans zu sichern. Sein aufbrausender Bruder Abbas ist dabei allerdings keine Hilfe. Erst als Tonis Jugendfreund Vince überraschend auftaucht, schöpft Toni wieder Hoffnung. Obwohl nicht alle Vince trauen tut es Toni um so mehr er nimmt ihn mit und gibt ihm eine Führung durch ihr altes Viertel. Am weg entdecken sie ein neu geöffneter Laden. Sie gehen hinein und überzeugen ihn mit körperlichen Mitteln Tonis Spielautomaten aufzustellen. Am Ende der Tour zeigt Toni Vince seinen großen Traum von der Legalität indem er mit ihm auf das Haus fährt das er kaufen und danach vermieten will. Doch sein Traum scheint ein jähes Ende zu nehmen als die Polizei Plus SEK seine Wohnung stürmen und auch ihn verhaften. Sie haben angeblich einen Polizisten getötet. Wir ihm sein Wiedereinstieg in die Kriminalität das Genick brechen oder kriegt er noch die Kurve???","versions":[{"lang":1,"streams":[{"redirect":14365552,"hoster":"VOE"},{"redirect":11120852,"hoster":"Doodstream"},{"redirect":8342283,"hoster":"Vidoza"},{"redirect":14386138,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die falsche Neun","epNo":2,"alt":"","descr":"Nachdem Toni aus der Untersuchungshaft entlassen wird, konfrontiert er Abbas mit dessen Taten und macht ihm klar, wer das Oberhaupt der Familie ist. Tief gekränkt, eifersüchtig und misstrauisch überprüft Abbas Vince weswegen er mit ihm ganz unerwartet zu Klaus fährt während ein anderes Mitglied in seine Wohnung einbricht um sich umzusehen,letztendlich muss sich aber Abbas eingestehen, dass Vince vertrauenswürdig ist. Toni fädelt unterdessen ein Geschäft mit dem dubiosen Dealer Klaus Schiller ein doch es gibt ein Problem denn dieser Klaus kennt Vince als Polizist. Trotzdem geht der Deal über die Bühne doch Toni wird betrogen denn der Stoff ist nichts wert.","versions":[{"lang":1,"streams":[{"redirect":13356424,"hoster":"VOE"},{"redirect":11120853,"hoster":"Doodstream"},{"redirect":14386139,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ibrahim","epNo":3,"alt":"","descr":"Kurz vor einem Treffen mit den Hamadys wird Klaus Schiller verhaftet zu seinem eigenen Schutz. Toni verdächtigt Vince etwas mit dem geplatzten Deal zu tun zu haben, doch der kann Tonis Bedenken zerstreuen und bringt ihn auf eine Idee, wie er das Kokain-Problem lösen kann bevor die Cthulhu Neukölln übernehmen können. Sie suchen den Partner von Klaus auf und überzeugen ihn sie zu dem Mann zu bringen von dem Klaus bisher den Stoff bezogen hat. Aus Dankbarkeit stellt Toni Vince dem geheimnisvollen Familienoberhaupt vor Onkel Hakeem obwohl er mit den Geschäften direkt nichts mehr zu tun hat passiert nichts ohne ihm.","versions":[{"lang":1,"streams":[{"redirect":13098571,"hoster":"VOE"},{"redirect":11120857,"hoster":"Doodstream"},{"redirect":8253425,"hoster":"Vidoza"},{"redirect":13356436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"","descr":"Nach einer Auseinandersetzung mit Abbas sucht Amara bei Vince Schutz während Toni erfährt, dass sein Bruder den toten Polizisten Robert John bestochen hatte. Als der Streit zwischen den Brüdern eskaliert, legt Onkel Hakeem Abbas nahe, Berlin sofort zu verlassen. Doch als das Familienoberhaupt von den Rockern überfallen wird, sieht Abbas eine Alternative.","versions":[{"lang":1,"streams":[{"redirect":13356442,"hoster":"VOE"},{"redirect":11120855,"hoster":"Doodstream"},{"redirect":13356434,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Machtlos","epNo":5,"alt":"","descr":"Toni zweifelt daran, dass die Cthulhu seinen Onkel getötet haben und verdächtigt jemand aus den eigenen Reihen. Während Abbas die Situation nutzt, um einen Krieg mit den Rockern anzuzetteln und Toni als Anführer der Hamadys abzulösen, findet Amara heraus, warum Vince wirklich zurückgekommen ist. Als sie ihn zur Rede stellt, macht er Amara einen überraschenden Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":13356462,"hoster":"VOE"},{"redirect":11120858,"hoster":"Doodstream"},{"redirect":13356445,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dead Man Walking","epNo":6,"alt":"","descr":"Vince kann Toni im Kampf überwältigen. Statt ihn auszuliefern, schlägt Vince jedoch vor, Abbas an die Polizei zu übergeben. Die Bedingung: Toni sorgt für Frieden und stellt sicher, dass Vince und Amara Berlin verlassen können. Doch als Toni entführt wird, muss Vince sich zwischen seinem alten Freund und der Chance auf einen Neuanfang entscheiden.","versions":[{"lang":1,"streams":[{"redirect":13356472,"hoster":"VOE"},{"redirect":9959506,"hoster":"Doodstream"},{"redirect":9959505,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Feuer","epNo":1,"alt":"","descr":"Das vergangene Jahr hat Spuren an Toni hinterlassen. Während die Geschäfte der Familie besser laufen denn je, macht ihm Vince Tod schwer zu schaffen. Als er die einflussreichen al-Saafis, seine ehemaligen Lieferanten, aus dem Geschäft drängt und Abbas Prozess mit einem überraschenden Urteil endet, gerät das Familienoberhaupt an mehreren Fronten unter Druck.","versions":[{"lang":1,"streams":[{"redirect":8342304,"hoster":"VOE"},{"redirect":11120854,"hoster":"Doodstream"},{"redirect":8342306,"hoster":"Vidoza"},{"redirect":8342302,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schafe und Löwen","epNo":2,"alt":"","descr":"Um den Frieden zu wahren, bietet Toni dem Familienoberhaupt der al-Saafis, Mohammad, einen Deal an, doch dessen Aktionen zwingen ihn zu einem drastischen Schritt. Abbas erarbeitet sich derweil einen Platz in der Gefängnishierarchie, Zeki ist zunehmend frustriert von seinem Stand in der Familie und Maruf lernt bei einer Lieferung die Rapperin Isha kennen, die ihn sofort fasziniert.","versions":[{"lang":1,"streams":[{"redirect":12342832,"hoster":"VOE"},{"redirect":11120862,"hoster":"Doodstream"},{"redirect":8342310,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blut","epNo":3,"alt":"","descr":"Als die Tschetschenen in Mohammads Auftrag einen Drogentransport der Hamadys überfallen und ein Familienmitglied töten, wird Toni klar, dass er einen Verräter in seinen Reihen hat. Während Kutscha daraufhin den Druck seiner Ermittlungen erhöht, ignorieren Tonis Männer dessen Befehle und lösen so eine Kette von Ereignissen aus, die weitreichende Konsequenzen für alle Hamadys hat.","versions":[{"lang":1,"streams":[{"redirect":8342316,"hoster":"VOE"},{"redirect":11120867,"hoster":"Doodstream"},{"redirect":8253427,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frei","epNo":4,"alt":"","descr":"Mohammads Racheplan hat unvorhergesehene Folgen, denn Abbas überlebt den Anschlag und kann entkommen. Nicht einmal Toni weiß, wo sein Bruder ist. Zudem wird er von Immobilienunternehmer Matthias Keil provoziert und von der Polizei weiter unter Druck gesetzt. Latif muss derweil entscheiden, wie er auf Kutschas Enthüllung über Amara reagieren wird.","versions":[{"lang":1,"streams":[{"redirect":8342327,"hoster":"VOE"},{"redirect":11120868,"hoster":"Doodstream"},{"redirect":8253430,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Frieden","epNo":5,"alt":"","descr":"Kalila (Maryam Zaree) hat die Kämpfe satt und will Frieden mit den al-Saafis schließen. Mohammad (Ahmed Hefiane) und Toni (Kida Khodr Ramadan) wollen die Familien mit einer Hochzeit näher zusammenbringen.\r\rKutcha (Oliver Masucci) testet Amaras (Almila Bagriacik) Loyalität.","versions":[{"lang":1,"streams":[{"redirect":8342320,"hoster":"VOE"},{"redirect":8342326,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wiedergutmachung","epNo":6,"alt":"","descr":"Ewa (Karolina Lodyga) will Abbas (Veysel Gelin) vor der Polizei beschützen.\r\rMaruf (Hassan Akkouch) erkennt die Bedeutung, ein Hamady zu sein.\r\rTonis (Kida Khodr Ramadan) schaut optimistisch in die Zukunft ohne zu ahnen, was ihm bevorsteht.","versions":[{"lang":1,"streams":[{"redirect":8342330,"hoster":"VOE"},{"redirect":11120866,"hoster":"Doodstream"},{"redirect":8253436,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gewinnen und Verlieren","epNo":7,"alt":"","descr":"Rache, Machtkämpfe und Verrat: Kurz vor der anstehenden Hochzeitsfeier werden Hamadys wie al-Saafis mit den Folgen ihrer Taten konfrontiert. Während Djamila eine Chance ergreift, zieht Latif unwiderrufliche Konsequenzen und Toni muss das Schicksal seiner Familie in die Hände eines unerwarteten Verbündeten legen.","versions":[{"lang":1,"streams":[{"redirect":8342337,"hoster":"VOE"},{"redirect":11120872,"hoster":"Doodstream"},{"redirect":8253438,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ali","epNo":1,"alt":"","descr":"Seine Familie bedeutet Toni alles. Wie weit wird er für sie gehen?","versions":[{"lang":1,"streams":[{"redirect":9928376,"hoster":"VOE"},{"redirect":11120870,"hoster":"Doodstream"},{"redirect":8342342,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Weg des Geldes","epNo":2,"alt":"","descr":"Abbas verfolgt den Weg des Geldes. Gibt es einen Verräter in der Familie?","versions":[{"lang":1,"streams":[{"redirect":8342354,"hoster":"VOE"},{"redirect":8342351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vertrauter Feind","epNo":3,"alt":"","descr":"Zeki will seine verletzte Ehre rächen, doch zu welchem Preis?","versions":[{"lang":1,"streams":[{"redirect":8342346,"hoster":"VOE"},{"redirect":11120871,"hoster":"Doodstream"},{"redirect":8342352,"hoster":"Vidoza"},{"redirect":8253441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Diamanten","epNo":4,"alt":"","descr":"Wird sich Winters Ehrgeiz auszahlen oder sie erneut in Schwierigkeiten bringen?","versions":[{"lang":1,"streams":[{"redirect":8342357,"hoster":"VOE"},{"redirect":11120875,"hoster":"Doodstream"},{"redirect":12985376,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Pakt mit dem Teufel","epNo":5,"alt":"","descr":"Lässt sich Karami beschwichtigen oder wird er seine Drohungen wahr machen?","versions":[{"lang":1,"streams":[{"redirect":8342359,"hoster":"VOE"},{"redirect":11120874,"hoster":"Doodstream"},{"redirect":8342360,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brüder für immer","epNo":6,"alt":"","descr":"Kann Toni der Abwärtsspirale aus Verbrechen und Intrigen noch entkommen?","versions":[{"lang":1,"streams":[{"redirect":8342363,"hoster":"VOE"},{"redirect":11120876,"hoster":"Doodstream"},{"redirect":8342366,"hoster":"Streamtape"}]}]}]}]}