{"seriesId":"42-tage-ohne-spur","name":"42 Tage ohne Spur","descr":"[42 días en la oscuridad] In der auf wahren Ereignissen basierenden Crime-Serie 42 Tage ohne Spur sucht Cecilia verzweifelt nach ihrer verschwunden Schwester Verónica. Die Suche nach ihr wird zum Rennen gegen die Zeit, denn Cecilia  hat mit der Nachlässigkeit der Behörden, mit Vorurteilen von seiten der Gesellschaft und mit den Medien zu kämpfen","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"These Things Don\u0027t Happen Here","descr":"Als eine Frau aus ihrem Zuhause verschwindet, benachrichtigt ihr Mann die Polizei, ein Anwalt interessiert sich für den Fall und ihre Schwester leitet die Suchaktion.","versions":[{"lang":3,"streams":[{"redirect":10530053,"hoster":"VOE"},{"redirect":10530052,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"If You Vanished, What Would They Say About You?","descr":"Die Polizei erhält ein anonymes Schreiben. Pizarro ermittelt auf eigene Faust mit zwei Mitarbeitenden und bietet der Familie seine Hilfe an.","versions":[{"lang":3,"streams":[{"redirect":12915415,"hoster":"VOE"},{"redirect":10530063,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The House Across the Street","descr":"Die Medien stürzen sich auf den Fall der Montes. Mario gerät unter Verdacht, als sich Ungereimtheiten zwischen seiner Aussage und Verónicas Anrufliste ergeben.","versions":[{"lang":3,"streams":[{"redirect":10530079,"hoster":"VOE"},{"redirect":10530068,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Day 42","descr":"Mario lenkt den Verdacht auf Cecilia und ihren Ehemann. Braulio und Nora geben die Hoffnung auf und eine Entdeckung bringt die Fahrlässigkeit der Behörden ans Licht.","versions":[{"lang":3,"streams":[{"redirect":10530084,"hoster":"VOE"},{"redirect":10530075,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I Don\u0027t Believe What They Say","descr":"Pizarro und sein Team zeigen Cecilia den forensischen Bericht und stellen weitere Nachforschungen an. Jahre später wird der Fall durch eine neue Spur neu aufgerollt.","versions":[{"lang":3,"streams":[{"redirect":10530048,"hoster":"VOE"},{"redirect":12518448,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Still In the Dark","descr":"Nach einem Geständnis schöpft die Familie wieder Hoffnung auf Gerechtigkeit, doch fehlende Beweise erschweren den Fall. Kari stellt ihrem Vater eine unangenehme Frage.","versions":[{"lang":3,"streams":[{"redirect":10530189,"hoster":"VOE"},{"redirect":10530185,"hoster":"Streamtape"}]}]}]}]}