{"path":"/serie/stream/7-seeds","name":"7 Seeds","descr":"In 7 Seeds, der Anime-Adaption zu Yumi Tamuras gleichnamigem Manga, finden wir uns in einer zerstörten Welt wieder, in der es die menschliche Zivilisation nicht mehr gibt. Ein riesiger Meteor kollidierte mit der Erde und löschte alles Leben aus – kein Organismus überlebte den Einschlag oder seine Folgen. Wissenschaftler, die das katastrophale Ereignis zwar voraussehen, aber nicht verhindern konnten, erdachten einen Plan, um das Überleben der Menschheit nichtsdestotrotz sicherzustellen: \"Project 7 Seeds\". Fünf Gruppen, bestehend aus jeweils sieben extrem talentierten jungen Männern und Frauen wurden sorgfältig ausgewählt und in ihre jeweiligen Teams – Frühling, Sommer A, Sommer B, Herbst und Winter – eingeteilt. Diese Gruppen wurden anschließend in einen kryogenen Schlaf versetzt, aus dem sie erst wieder aufwachen sollten, wenn das Klima auf der Erde wieder ein Leben für Menschen ermöglicht.Eine von den \"glücklichen Auserwählten\" ist Natsu Iwashimizu. Sie findet sich gemeinsam mit drei Unbekannten inmitten eines Ozeans wieder und während ihre Schlafkapseln dem wortwörtlichen Untergang geweiht sind, können die vier sich auf ein Rettungsboot fliehen und auf die nächstgelegene Insel zu paddeln. Doch dort finden sie nicht etwa andere Menschen, sondern nur noch mehr Fragen … Keiner von ihnen kann sich erinnern, wie er auf dem Meer gelandet ist, keiner weiß, was hier vor sich geht und Kontakt zur Außenwelt scheint es nicht zu geben. Bevor sie sich jedoch mit dem \"Was ist nur geschehen?\" beschäftigen können, müssen sie sich erst einmal dem \"Was tun wir nun und wie überleben wir den Tag?\" widmen …!","seasons":[{"path":"/serie/stream/7-seeds/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/7-seeds/staffel-1/episode-1","name":"Der Frühling beginnt","epNo":1,"alt":"Spring Begins","descr":"Natsu und die drei anderen haben bei ihrem Erwachen keine Erinnerung daran, was vorgefallen ist. Zu viert erreichen sie eine Insel und kämpfen ums Überleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279153","hoster":"VOE"},{"path":"/redirect/13358289","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279079","hoster":"VOE"},{"path":"/redirect/8279081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-2","name":"Insekten erwachen","epNo":2,"alt":"Insects Awaken","descr":"In der Annahme, dass Botan sie entführt hat, schleichen sich Natsu und Arashi davon und begegnen einem anderen Überlebenden. Schließlich enthüllt Botan, was sie weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279155","hoster":"VOE"},{"path":"/redirect/8279156","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279083","hoster":"VOE"},{"path":"/redirect/8279084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-3","name":"Leichter Schnee","epNo":3,"alt":"Light Snow","descr":"Natsus Unbeholfenheit führt Team Sommer B indirekt zum Rest ihrer Gruppe. Ihre Erinnerungen geben schließlich Aufschluss über ihren Standort und die nächsten Schritte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279158","hoster":"VOE"},{"path":"/redirect/13358303","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279087","hoster":"VOE"},{"path":"/redirect/8279085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-4","name":"Der Herbst beginnt","epNo":4,"alt":"Autumn Begins","descr":"Arashi, Natsu und Semimaru stoßen im ehemaligen Kobe auf eine Siedlung von Team Herbst. Auf den ersten Blick herrscht Wohlstand, doch die Anführer sind Tyrannen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917926","hoster":"VOE"},{"path":"/redirect/8279162","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12381226","hoster":"VOE"},{"path":"/redirect/8279090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-5","name":"Schwerer Schnee","epNo":5,"alt":"Heavy Snow","descr":"In den Ruinen von Tokio treffen Natsu, Arashi und Semimaru das einzige überlebende Mitglied von Team Winter. Team Frühling entdeckt am Berg Ogino Fuji Natsus Botschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279166","hoster":"VOE"},{"path":"/redirect/8279164","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12332265","hoster":"VOE"},{"path":"/redirect/8279092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-6","name":"Kornregen","epNo":6,"alt":"Grain Rain","descr":"Aramaki tritt Fujikos Zweifeln zum Trotz Team Frühling bei. Als Hana hört, dass Aramaki jemanden getroffen hat, der Arashi ähnelt, beschließt sie, die Suche aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279167","hoster":"VOE"},{"path":"/redirect/8279168","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279095","hoster":"VOE"},{"path":"/redirect/8279096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-7","name":"Wintersonnenwende","epNo":7,"alt":"Winter Solstice","descr":"Hana und ihre Begleiter entdecken einen unterirdischen Schutzraum. Sie finden das Tagebuch eines Überlebenden und erfahren vom grausamen Schicksal der Schutzsuchenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279170","hoster":"VOE"},{"path":"/redirect/8722936","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279099","hoster":"VOE"},{"path":"/redirect/8279097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-8","name":"Sommersonnenwende","epNo":8,"alt":"Summer Solstice","descr":"Hanas Gruppe und die Überlebenden aus Team Herbst finden das Lager von Team Frühling zerstört und verlassen vor. Momotaro wacht unter Fremden auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381217","hoster":"VOE"},{"path":"/redirect/8279173","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13916600","hoster":"VOE"},{"path":"/redirect/8279102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-9","name":"Geringere Hitze","epNo":9,"alt":"Lesser Heat","descr":"Um zu überleben, arbeiten Hana und die anderen mit Team Sommer A zusammen. Auf dem Schiff erfährt Natsu von Hotarus Cousine Hibari, dass Hotaru langsam stirbt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381221","hoster":"VOE"},{"path":"/redirect/8279176","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12917931","hoster":"VOE"},{"path":"/redirect/8279104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-10","name":"Kalter Tau","epNo":10,"alt":"Cold Dew","descr":"Ango erinnert sich an seine grausame Ausbildung und die brutale Abschlussprüfung, die lediglich die aktuellen Mitglieder von Team Sommer A überlebt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279178","hoster":"VOE"},{"path":"/redirect/8279180","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279109","hoster":"VOE"},{"path":"/redirect/8279106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-11","name":"Größere Hitze","epNo":11,"alt":"Greater Heat","descr":"Hana ist überzeugt, dass Ango sie töten wird, wenn sie im Dorf bleibt. Natsu und die anderen gehen in der Nähe des ehemaligen Lagers von Team Herbst an Land.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279182","hoster":"VOE"},{"path":"/redirect/8279183","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13358468","hoster":"VOE"},{"path":"/redirect/8279111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-1/episode-12","name":"Ende der Hitze","epNo":12,"alt":"End of Heat","descr":"Ryo befiehlt Hana, ihn bei der Suche nach einer unterirdischen Wasserquelle zu begleiten, was sie in eine prekäre Lage bringt. In den Höhlen denkt Ango an Shigeru zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279186","hoster":"VOE"},{"path":"/redirect/8279187","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13358477","hoster":"VOE"},{"path":"/redirect/8279112","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/7-seeds/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/7-seeds/staffel-2/episode-1","name":"Frost senkt sich","epNo":1,"alt":"Frost Descends","descr":"Nach Hannas Verschwinden im unterirdischen Fluss wird die Gemeinde Ango wegen seines Verhaltens zunehmend feindlich gesinnt. Als Ango ein Messer auf die anderen zieht, wirft Takahiro Aramaki einen Stein auf seine Hand, um ihn zu entwaffnen und verletzt die Hand. Ango beschließt zu gehen und Ryo begleitet ihn. Die anderen errichten dann ein neues Trockenzeitlager in der Nähe des Wasserlaufs, um zu vermeiden, dass Wasser zurück in ihr Basislager transportiert wird. Takahiro beschließt zu gehen und nach Hanna zu suchen, von der er glaubt, dass sie noch lebt, und Ayu schließt sich ihm an. Kaname Mozunoto beobachtet derweil die Entwicklungen aus der Ferne. Auf ihrer Reise stoßen Ango und Ryo auf ein Segelboot, das zwischen einigen Felsen in einer Bucht eingeklemmt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279189","hoster":"VOE"},{"path":"/redirect/8279188","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279114","hoster":"VOE"},{"path":"/redirect/8279117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-2","name":"Sommer beginnt","epNo":2,"alt":"Summer Begins","descr":"Ango und Ryo vermuten, dass die Gruppe, die sie gefunden haben, Summer Team B ist. Sie werden versehentlich entdeckt und stellen sich vor. Die Gruppe ist freundlich, aber Semimaru ist den Besuchern gegenüber misstrauisch. Ango beobachtet, dass sie ein sorgloses und unstrukturiertes Leben zu führen scheinen. Eines Abends liest Niigusa Hibari Handflächen, aber nachdem sie Angos linke Handfläche wegen seiner verletzten rechten Hand betrachtet, beginnt sie überraschend zu weinen, sagt aber, dass sie seine Handfläche nicht lesen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917928","hoster":"VOE"},{"path":"/redirect/8279191","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279118","hoster":"VOE"},{"path":"/redirect/8279120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-3","name":"Getreide im Ohr","epNo":3,"alt":"Grain in Ear","descr":"Ango und Ryo verbringen mehr Zeit mit Summer Team B und finden eine Lösung, um das Segelboot von den Felsen zu befreien. Hibari äußert gegenüber Saotome Bedenken, mit Ango und Ryo zu segeln, aber die gemeinsame Gruppe sticht in See, um die Insel zu erkunden. Währenddessen reisen Takahiro und Ayu gemeinsam weiter und er bittet sie, einen schwarzen Welpen zu adoptieren, der von den anderen Hunden gemobbt wird. Als Summer Team B nachts segelt, schließt Ryo absichtlich die Fenster, damit alle einer Kohlenmonoxidvergiftung erliegen. Als Ango es bemerkt, lässt Ryo ihm helfen, alle an Deck zu ziehen, um sie wiederzubeleben, ohne zu wissen, dass Ryo die Krise verursacht hat. Tage später bereitet sich Arashi darauf vor, das Boot zu verlassen, um auf die Suche zu gehen, und Ryo bietet an, mit ihm zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279195","hoster":"VOE"},{"path":"/redirect/8279194","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279122","hoster":"VOE"},{"path":"/redirect/8279123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-4","name":"Herbstliche Tagundnachtgleiche","epNo":4,"alt":"Autumnal Equinox","descr":"Als Arashi unter Wasser nach Nahrung sucht, verfängt er sich in einem Schilf und Ango rettet ihn. Das Team nimmt einen Saunaraum auf dem Boot wieder in Betrieb und benutzt ihn abwechselnd, aber Ryo sperrt Semimaru ein. Glücklicherweise findet Natsu ihn und die anderen beleben Semimaru wieder. Natsu gibt gegenüber Ango zu, dass das Tier-Team nie eine Ausbildung erhielt und tatsächlich als Aussteiger angesehen wurde. Später geht Arashi wieder tauchen und sagt Ryo, der die anderen nicht informiert. Einige Zeit später bemerken sie, dass er vermisst wird und werden verzweifelt und bereiten sich darauf vor, umzukehren. Inzwischen ist Arashi aufgetaucht und stellt fest, dass das Boot weitergefahren ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279198","hoster":"VOE"},{"path":"/redirect/8279197","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279126","hoster":"VOE"},{"path":"/redirect/8279125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-5","name":"Frühlings-Tagundnachtgleiche","epNo":5,"alt":"Vernal Equinox","descr":"Saotome wird Ango und Ryo gegenüber misstrauisch und durchsucht ihre Kabine. Sie findet eine Waffe, wird aber von Ango unterbrochen, entschuldigt sich und geht. Sie erinnert sich an ihre Einweisung vor dem Eintritt in den kryogenen Schlaf, in der den Teams der Besitz von Waffen nicht empfohlen wurde und dass den Anführern eine Kaliumcyanid- Kapsel ausgegeben würde, falls sie für Selbstmord oder zum Töten anderer benötigt würde. Währenddessen überlebt Arashi die Nacht, träumt von Hanna und landet am nächsten Tag auf einer felsigen Insel mit seltsamen Pflanzen. An anderer Stelle wacht Hanna an einem Strand auf und denkt an Arashi, während sie sich an die Worte ihres Vaters erinnert, weiterzuleben. Sie erkundet ihre Umgebung von kargen felsigen Bergen und trifft auf verschiedene Tiere und eine Herde Wildpferde, denen sie auf der Suche nach Wasser folgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279201","hoster":"VOE"},{"path":"/redirect/8279200","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279128","hoster":"VOE"},{"path":"/redirect/8279129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-6","name":"Weißer Tau","epNo":6,"alt":"White Dew","descr":"Auf der Suche nach Arashi segelt das Boot des Teams in Nebel. Es verfängt sich in dicken klebrigen Algen neben einem Schiffsfriedhof und Semimaru beschließt, Arashis Drachen als Signal zu fliegen. Währenddessen entdeckt Arashi, dass die \"Bäume\" auf seiner Insel in Wirklichkeit mit Vegetation bedeckte Windmühlen sind. Er sieht seinen Drachen fliegen und erkennt, dass das Boot in der Nähe sein muss. Der Nebel beginnt sich zu heben und Chimaki sieht neben sich ein riesiges Bauwerk und vermutet, dass es sich um einen der sieben Fujis handelt. Semimaru findet einen Weg zu der Struktur, die sich als Geisterschiff entpuppt. Die anderen, darunter Ango und Ryo, begleiten ihn bei der Erkundung und lassen Chimaki auf ihrem Boot zurück. Während sie das Schiff erkunden, schalten sich seine Stromkreise ein, aber dann beginnt es heftig zu summen und Natsu wird von den anderen getrennt. Zurück auf ihrem Boot,Chimaki versucht die Segel zu senken und wird ins Wasser geschleudert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279204","hoster":"VOE"},{"path":"/redirect/8279203","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279132","hoster":"VOE"},{"path":"/redirect/8279131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-7","name":"Der Winter beginnt","epNo":7,"alt":"Winter Begins","descr":"Das Schiff orientiert sich auf mysteriöse Weise vertikal und stabilisiert sich. Die Gruppe findet sich getrennt wieder, aber jeder findet Hinweise auf die Ereignisse, die auf dem Schiff stattgefunden haben. Währenddessen erreicht Arashi ihr Boot und nachdem er Chimaki aus dem Wasser geholfen hat, folgt er den anderen auf das alte Schiff. Saotome und Hibari finden die Kapitänskajüte und sehen sich ein Video an, das der Kapitän viele Jahre zuvor aufgenommen hatte, in dem er die letzten Tage des Schiffes beschreibt, als die Vorräte ausgingen und die Besatzung begonnen hatte, untereinander zu kämpfen. Er beschloss, die Raketen des Schiffes auf Japan abzufeuern, um die überlebenden Japaner aus ihrem Elend zu erlösen, und startete einen Countdown, der anscheinend noch nicht abgeschlossen war. Plötzlich beginnt der Countdown von vorne. An anderer Stelle auf dem Schiff ist Ango desorientiert und im Delirium. Als er eine Figur sieht, glaubt er, es sei Ukai und feuert seine Waffe ab.nicht ahnend, dass es sich bei der Figur um Arashi handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279207","hoster":"VOE"},{"path":"/redirect/8279206","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279134","hoster":"VOE"},{"path":"/redirect/8279133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-8","name":"Geringe Kälte","epNo":8,"alt":"Lesser Cold","descr":"Obwohl das Schiff sehr alt und nur teilweise funktionsfähig ist, beschließt Saotome, den Countdown für den Raketenstart und die Zerstörung des Schiffes mit einer Frist von etwa 13 Stunden zu stoppen. Währenddessen entschuldigt sich Ango bei Arashi dafür, dass er auf ihn geschossen hat. Ango vermisste ihn, obwohl er sich Sorgen machte, dass er halluzinierte. Das Paar findet sich in den unteren Ebenen wieder, aber glücklicherweise rettet Natsu sie mit einem Mobilkran. Ango und Ryo kommunizieren mit Morsecode , um ihren Standort zu bestätigen. Währenddessen führen die Pferde Hanna zu einer Wasserstelle, die sich viele andere Tiere teilen, darunter ein Alligator.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279209","hoster":"VOE"},{"path":"/redirect/8279210","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279136","hoster":"VOE"},{"path":"/redirect/8279137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-9","name":"Getreide voll","epNo":9,"alt":"Grain Full","descr":"Hanna entdeckt, dass Alligatoren nicht die einzige Gefahr auf der Insel sind, nachdem die riesigen Blätter eines Baumes eines der Pferde gefangen und getötet haben. Zurück auf dem Geisterschiff beschimpft Ango Natsu dafür, dass sie ihr Leben riskiert hat, um sie zu retten, aber sie beginnt sich zu behaupten, als sie mehr Selbstvertrauen gewinnt. Unterdessen beschließt Ryo, Semimaru und Matsuri mitzunehmen, um Ango, Arashi und Natsu zu finden. Zur gleichen Zeit machen sich Saotome und Hibari auf den Weg zum Kontrollraum, können den Countdown jedoch nicht stoppen. Als Ryo versucht, Ango zu erreichen, wird er ungläubig über die unkonzentrierten Possen von Semimaru und Matsuri, die herumspielen und sich der Gefahren um sie herum scheinbar nicht bewusst sind. Währenddessen sieht Hanna an diesem Abend auf der Insel in der Ferne zwei Gestalten, die eine brennende Fackel halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279213","hoster":"VOE"},{"path":"/redirect/8279212","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279141","hoster":"VOE"},{"path":"/redirect/8279140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-10","name":"Regenwasser","epNo":10,"alt":"Rain Water","descr":"Hanna erkennt Fujiko und Chisa als die Figuren in der Ferne und sie haben ein tränenreiches Wiedersehen und tauschen Geschichten über ihre getrennten Erfahrungen aus. Zurück auf dem Geisterschiff machen sich die beiden Gruppen getrennt auf den Weg nach oben. Ango ist jedoch verzweifelt und erzählt Arashi und Narsu von Shiggerus Tod. Arashi kann Angos Motivation nicht verstehen, auf Kosten der anderen Schüler zu überleben. Er behauptet, dass sie von den Professoren manipuliert wurden und dass sie jetzt frei sind, ihr Leben selbst in die Hand zu nehmen. In diesem Moment verbinden sich die beiden Gruppen wieder und Ryo erzählt Ango, dass Shiggeru während des Tests das Seil zur gleichen Zeit wie Ryo durchtrennt hat, um Ango zu retten, was Ango dazu zwingt, die Realität ihrer aktuellen Situation zu akzeptieren. Bei klarer Luft setzen die beiden Gruppen ihren Weg nach oben fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279214","hoster":"VOE"},{"path":"/redirect/8279216","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14000774","hoster":"VOE"},{"path":"/redirect/8279144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-11","name":"Größere Kälte","epNo":11,"alt":"Greater Cold","descr":"Die beiden Gruppen machen sich auf den Weg zur Kommandozentrale des Schiffes und finden Saotome und Hibari bereits dort. Saotome erklärt den geplanten Raketenstart des ehemaligen Kapitäns in Richtung Japan, und sie entscheiden, dass ihre einzige Option darin besteht, den Start zu stoppen. Sie teilten sich in Gruppen auf, um die vier über das Schiff verteilten Löschgeräte aufzuspüren. Überraschenderweise erweisen sich die Mitglieder von Summer Team B als geschickt darin, die Zugangscodes zu jedem der Geräte zu entschlüsseln, aber wenn sie die Tasten drücken, stoppt der Countdown nicht. Sie beschließen dann, die Stromversorgung des Schiffes zu unterbrechen, finden es jedoch schwierig, sich durch das Schiff zu bewegen, da sich metallfressende Bakterien schnell im Schiff ausbreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381220","hoster":"VOE"},{"path":"/redirect/8279219","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279147","hoster":"VOE"},{"path":"/redirect/8279145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/7-seeds/staffel-2/episode-12","name":"Pure Helligkeit","epNo":12,"alt":"Pure Brightness","descr":"Nachdem der Countdown für den Raketenstart nicht gestoppt wurde, beschließen alle, sich im Kontrollraum zu treffen, bevor sie das Schiff verlassen. Der Zustand des Schiffes verschlechtert sich jedoch aufgrund der sich schnell ausbreitenden Bakterien weiter. Sie stellen fest, dass sie kooperieren und alle ihre individuellen Fähigkeiten einsetzen müssen, um in den Kontrollraum zurückzukehren. Als sie ankommen, beginnt das Schiff herunterzufahren und erliegt schließlich den Verwüstungen der Bakterien, die auch den Raketenstart stoppen. Als sie sich darauf vorbereiten, das Schiff zu verlassen, stellen sie fest, dass jeder seinen Teil dazu beigetragen hat, ihre Herausforderungen zu meistern, und sogar Ango und Ryo beginnen die unterschiedlichen Talente der Außenseiter in Summer Team B zu schätzen. Währenddessen kommen Arashi und Hanna getrennt zu derselben Erkenntnis , dass sie ihren Platz in der neuen Welt akzeptieren müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8279221","hoster":"VOE"},{"path":"/redirect/8279220","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8279149","hoster":"VOE"},{"path":"/redirect/8279150","hoster":"Streamtape"}]}]}]}]}