{"seriesId":"72-dangerous-animals-latin-america","name":"72 Dangerous Animals: Latin America","descr":"Gewaltige Raubkatzen, unverwüstliche Spinnen und Fleisch zersetzende Grubenottern sind nur der Anfang dieser Serie über die tödlichsten Kreaturen Lateinamerikas.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gefahr im Dschungel","epNo":1,"alt":"Jungle Jeopardy","descr":"Seine Bisskraft und seine Nachtsicht machen den Jaguar zum gefährlichsten Killer im Dschungel, doch ist das Gewebe zersetzende Gift der Lanzenotter tödlicher.","versions":[{"lang":1,"streams":[{"redirect":6616312,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Tödlicher Biss","epNo":2,"alt":"Deathly Bite","descr":"Orcas sind schnell, kraftvoll und intelligent. Aber die Klapperschlange, die Schwarze Witwe und sogar der Moskito fordern sie in Bezug auf Gefährlichkeit heraus.","versions":[{"lang":1,"streams":[{"redirect":6616313,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Die Freaks","epNo":3,"alt":"The Freaks","descr":"Trotz seiner abnehmenden Verbreitung ist der scharfe Schnabel des Humboldt-Kalmars tödlich. Die Fänge und das Gift der brasilianischen Wanderspinne sind unbarmherzig wirksam.","versions":[]},{"epId":"episode-4","name":"Killer oder Retter","epNo":4,"alt":"Killer or Saviours","descr":"Kreaturen wie die Tarantel und die Gila-Krustenechse sind wahr gewordene Albträume – doch auch eine überraschende Schatzkiste für die medizinische Wissenschaft.","versions":[]},{"epId":"episode-5","name":"Rudeljäger","epNo":5,"alt":"Pack Hunters","descr":"Der Hochsee-Weißflossenhai hat sich einen Namen durch den Angriff auf Schiffsbrüchige gemacht. An Land werden Rudel wilder Hunde zu einer ernsten Gefahr für den Menschen.","versions":[]},{"epId":"episode-6","name":"Schlagkräftige Tiere","epNo":6,"alt":"One Hit Wonders","descr":"Die Königsboa drückt das Leben aus seinen Opfern und der Stich einer tropischen Riesenameise tut ganz schön weh. Doch macht die Killerraupe ihrem Namen alle Ehre.","versions":[{"lang":1,"streams":[{"redirect":6616318,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Stop! Gefahr im Verzug","epNo":7,"alt":"Stop! Danger Ahead","descr":"Eine freundlich aussehende, doch tödliche Robbe durchstreift die kalten Gewässer am Kap Hoorn. Der Biss der Braunen Einsiedlerspinne führt zu Gewebsnekrose.","versions":[{"lang":1,"streams":[{"redirect":6616322,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Am besten, man lässt sie in Ruhe","epNo":8,"alt":"Best Left Alone","descr":"In den trüben Flüssen in den Tropen lebt eine schockierende Überraschung: der Zitteraal. Das Capybara und das pelzige Lama können ganz schön hinterhältig sein.","versions":[{"lang":1,"streams":[{"redirect":6616324,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Sowas gibt es?","epNo":9,"alt":"Are They For Real?","descr":"Die schmetternde Kopfnuss des See-Elefanten ist eine besondere Fähigkeit. Aber der Biss des Brasilianischen Riesenläufers und der Vampirfledermaus sind schrecklich.","versions":[]},{"epId":"episode-10","name":"Lauerjäger","epNo":10,"alt":"Stealth Hunters","descr":"Der brasilianische gelbe Skorpion ist der giftigste seiner Art. Doch eine kleine mit Parasiten befallene Schnecke hat eine größere und katastrophalere Wirkung.","versions":[]},{"epId":"episode-11","name":"Killer: Mythos oder Realität?","epNo":11,"alt":"Killers: Myth or Reality","descr":"Die sturzfliegende Harpyie hat es auf Affen und Wildschweine abgesehen, während der Mähnenwolf eher das Opfer schlechter PR denn eine wirkliche Bedrohung ist.","versions":[{"lang":1,"streams":[{"redirect":6616329,"hoster":"VOE"}]}]},{"epId":"episode-12","name":"Finalrunde","epNo":12,"alt":"The Final Countdown","descr":"Die Top 11 der \"Furchtbaren Finalisten\" aus vorherigen Folgen wie Käfer, Fledermäuse, Spinnen und Schlangen kämpfen um den ersten Platz.","versions":[{"lang":1,"streams":[{"redirect":6616331,"hoster":"VOE"}]}]}]}]}