{"seriesId":"8-tage","name":"8 Tage","descr":"Es bleiben noch acht Tage, bis ein Asteroid, der auf die Erde zurast, mitten in Europa einschlagen wird. Hier gibt es keine Überlebenschancen mehr, ganz Europa ist auf der Flucht. Aus der Sicht einer Berliner Familie erzählt die Serie vom Überlebenskampf der Menschen im Angesicht der herannahenden Katastrophe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Panik","epNo":1,"alt":"","descr":"In acht Tagen kollidiert Asteroid \"Horus\" mit der Erde. Eine Raketenmission, die ihn stoppen sollte, ist gescheitert. In Deutschland herrscht Chaos. Familie Steiner will nach Russland fliehen.","versions":[{"lang":1,"streams":[{"redirect":11169968,"hoster":"VOE"},{"redirect":11121576,"hoster":"Doodstream"},{"redirect":11408100,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Trennung","epNo":2,"alt":"","descr":"Familie Steiner wird auf der Flucht getrennt: Uli und Jonas fahren mit einem Zug Richtung Russland, Susanne und Leonie kehren zurück nach Berlin. Herrmann kämpft um Flugtickets in die USA.","versions":[{"lang":1,"streams":[{"redirect":11169742,"hoster":"VOE"},{"redirect":11121577,"hoster":"Doodstream"},{"redirect":12481248,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Glaube","epNo":3,"alt":"","descr":"Die Flugbahn von \"Horus\" wurde durch die Raketen verändert, doch Uli kann ohne Jonas nicht umkehren. In Berlin stürzt sich Nora in eine Endzeit-Party.","versions":[{"lang":1,"streams":[{"redirect":11056175,"hoster":"VOE"},{"redirect":11408117,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hoffnung","epNo":4,"alt":"","descr":"Uli und Jonas gelangen zurück nach Berlin, wo ein Überleben wieder möglich erscheint. Die Regierung verkündet der Bevölkerung ein faires Losverfahren zur Verteilung der Plätze in den Schutzbunkern.","versions":[{"lang":1,"streams":[{"redirect":11169505,"hoster":"VOE"},{"redirect":11408109,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krieg","epNo":5,"alt":"","descr":"Die Freude der Steiners über ihren Platz im Bunker währt nur kurz: Durch Petras Aufdeckung kommt es zur Revolte. Eine wachsende Anhängerschaft sieht in Robin ihre letzte Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":11169680,"hoster":"VOE"},{"redirect":11408111,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verzweiflung","epNo":6,"alt":"","descr":"Familie Steiner ist nach Hause zurückgekehrt. Alle Versuche, sich und die Kinder zu retten, sind gescheitert. Angesichts des bevorstehenden Endes geraten Uli und Susanne in einen heftigen Streit.","versions":[{"lang":1,"streams":[{"redirect":11056566,"hoster":"VOE"},{"redirect":11408118,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Absolution","epNo":7,"alt":"","descr":"Susanne kämpft ein letztes Mal um das Überleben ihrer Kinder. Sie ist bereit, alles zu geben – sogar sich selbst. Herrmann schwört Marion seine Liebe.","versions":[{"lang":1,"streams":[{"redirect":11056544,"hoster":"VOE"},{"redirect":11408110,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Frieden","epNo":8,"alt":"","descr":"Es ist der letzte Tag der Welt, so wie wir sie kennen. Herrmann versucht, das Blatt noch einmal zu wenden. Werden die Steiners wieder zusammen finden? Oder sorgt Robin für ein Wunder?","versions":[{"lang":1,"streams":[{"redirect":11169988,"hoster":"VOE"},{"redirect":12481250,"hoster":"Streamtape"}]}]}]}]}