{"seriesId":"8-zeugen","name":"8 Zeugen","descr":"Im Berliner Naturkundemuseum wird während einer Veranstaltung die zehnjährige Tochter des Innensenators entführt. Zeugen der Tat scheint es genug zu geben, war die Ausstellungshalle, aus der sie verschwunden ist, doch gut gefüllt. Doch weil sich die Aussagen der Zeugen teilweise diametral widersprechen, wird die Hirnforscherin Dr. Jasmin Braun (Alexandra Maria Lara) hinzugezogen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Carla Perera","epNo":1,"alt":"","descr":"Die zehnjährige Emma wurde aus einem Museum entführt. Ihr Vater, ein prominenter Politiker, bittet die Polizei, die Erinnerungsforscherin und Polizeikritikerin Dr. Jasmin Braun hinzuzuziehen, die hat zunächst Startschwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14513433,"hoster":"VOE"},{"redirect":14486843,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Johanna Weiher","epNo":2,"alt":"","descr":"Dr. Jasmin Braun befragt die Zeugin Johanna Weiher. Die Literaturstudentin verfügt über eine ausgeprägte Beobachtungsgabe, hat aber auch ein Faible fürs Geschichtenerzählen. Sie meint, Emmas Entführer beschreiben zu können.","versions":[{"lang":1,"streams":[{"redirect":14268130,"hoster":"VOE"},{"redirect":14486846,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Amin Halba","epNo":3,"alt":"","descr":"Dr. Jasmin Braun befragt den Museumswachmann Amin Halba. Auf die Anschuldigung, an der Entführung beteiligt zu sein, reagiert der Mann zunächst aggressiv. Doch Dr. Jasmin Braun gelingt es, sein Vertrauen zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14260113,"hoster":"VOE"},{"redirect":14486845,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Theresa Stern","epNo":4,"alt":"","descr":"Die unsichere Zeugin Theresa Stern könnte Licht ins Dunkel bringen, würde sie sich nicht weigern, ihren Freund zu belasten. Bei der Befragung geht Dr. Jasmin Braun bis zum Äußersten, um in die Tiefen von Theresas Erinnerungen vorzudringen.","versions":[{"lang":1,"streams":[{"redirect":14259852,"hoster":"VOE"},{"redirect":14486849,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Prof. Max Felsner","epNo":5,"alt":"","descr":"Für die Freilassung der zehnjährigen Emma verlangt der Entführer die Aufklärung des Todes einer gewissen Laura Rohloff, die vor etwa 25 Jahren starb. Dr. Jasmin Braun befragt dazu Ruth Meller, eine ehemalige Nachbarin des möglichen Täters.","versions":[{"lang":1,"streams":[{"redirect":14259990,"hoster":"VOE"},{"redirect":14486850,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ruth Meller","epNo":6,"alt":"","descr":"Für die Freilassung der zehnjährigen Emma verlangt der Entführer die Aufklärung des Todes einer gewissen Laura Rohloff, die vor etwa 25 Jahren starb. Dr. Jasmin Braun befragt dazu Ruth Meller, eine ehemalige Nachbarin des möglichen Täters.","versions":[{"lang":1,"streams":[{"redirect":14267789,"hoster":"VOE"},{"redirect":14486847,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Dr. Malte Konrad","epNo":7,"alt":"","descr":"Scheinbar wurden mehrere Menschen, die vermeintlich in den Tod von Laura Rohloff verwickelt waren, in das Museum gelockt. Schließlich macht Dr. Jasmin Braun eine völlig unerwartete Entdeckung zum Fall in ihren eigenen Erinnerungen.","versions":[{"lang":1,"streams":[{"redirect":14260108,"hoster":"VOE"},{"redirect":14486852,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dominik Braun","epNo":8,"alt":"","descr":"Da der dringend tatverdächtige Paul Meller nicht gesteht, fordert Kommissar Dietz Dr. Jasmin Braun dazu auf, zum Äußersten zu schreiten: Sie soll Paul die Erinnerung an die Tat einpflanzen und ihn von seiner Schuld überzeugen.","versions":[{"lang":1,"streams":[{"redirect":14513462,"hoster":"VOE"},{"redirect":14486853,"hoster":"Streamtape"}]}]}]}]}