{"seriesId":"a-gypsy-life-for-me","name":"A Gypsy Life for Me","descr":"Eine Serie, die im Laufe des Sommers gedreht wurde, gefolgt von Reise- und Zigeunergruppen bei Großveranstaltungen wie Miss Gypsy UK und Travellers Got Talent. Mit engagierten Charakteren aus den Reisegesellschaften, die einige der Mythen über ihr Leben zerstreuen und die Welt einbeziehen wollen, um zu zeigen, wie sie ihre Traditionen mit einer modernen Lebensweise im Großbritannien des 21. Jahrhunderts verbinden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Big Audition","descr":"Auf der Suche nach einer Bühne, auf der man vorspielen kann, bekommt Harley, das darstellende Pony, seinen ersten Eindruck vom Fernsehen, als der Zigeunerjournalist Jake Bowers seine Talentshow für Travelers in ITVs This Morning promotet.","versions":[{"lang":2,"streams":[{"redirect":8435767,"hoster":"VOE"},{"redirect":8260971,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Southbank Centre","descr":"Diese Woche dringen Reisende in das prestigeträchtige Kunst- und Unterhaltungszentrum von London, das Southbank Centre, ein. Im Zentrum fanden Hunderte von Kulturveranstaltungen statt, aber kein Zigeuner muss in die Knie, und unsere Kameras halten das Chaos in dieser dritten Runde des hart umkämpften Wettbewerbs fest.","versions":[{"lang":2,"streams":[{"redirect":8435773,"hoster":"VOE"},{"redirect":8260976,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Heat","descr":"Jake wird wegen einer Ohrfeige zu seinem Sponsor gebracht. Er muss zugeben, dass es bei der bevorstehenden Hitze im Nordwesten ein Problem mit den Zahlen gibt.","versions":[{"lang":2,"streams":[{"redirect":8435769,"hoster":"VOE"},{"redirect":8260980,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Great Celebration","descr":"Hunderte von Reisenden und Zigeunern haben sich auf einem Feld in Essex versammelt, um Gott zu feiern. Der Journalist Jake Bowers berichtet über die Light and Life Christian Convention für die Zeit der Reisenden.","versions":[{"lang":2,"streams":[{"redirect":8435779,"hoster":"VOE"},{"redirect":8260985,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"At the Fair","descr":"Romany Gypsy Violet Cannon, eine Aktivistin und Autorin, besucht die Lee Gap Horse Fair in Yorkshire. Violet stellt uns ihren Vater vor, der hier seit Jahren Pferde verkauft.","versions":[{"lang":2,"streams":[{"redirect":8435774,"hoster":"VOE"},{"redirect":8260986,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Dale Farm","descr":"Auf der Dale Farm in Essex, Großbritanniens umstrittenster Travellers-Site, ist die Zeit knapp geworden. Der Räumungsbescheid des Bewohners ist abgelaufen und die Gerichtsvollzieher ziehen ein.","versions":[{"lang":2,"streams":[{"redirect":8435770,"hoster":"VOE"},{"redirect":8266354,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Grand Finale","descr":"D Day, das große Finale der Gypsy-Talentshow, ist da - aber es gibt Ärger an der Spitze. Jake und Tracy sind ausgefallen. Tracy will einen Platz auf der Bühne und ihren Anteil am Rampenlicht, aber Jake glaubt nicht, dass sie es schafft. Kommt alles rechtzeitig zum Finale zusammen?","versions":[]}]}]}