{"seriesId":"a-herbivorous-dragon-of-5000-years-gets-unfairly-villainized","name":"A Herbivorous Dragon of 5,000 Years Gets Unfairly Villainized","descr":"Ravendia, ein 5000 Jahre alter veganer Drache lebte friedlich, als eines Tages Reiko, ein junges Mädchen in seiner Höhle auftauchte. Sie bot sich als Opfer an, um ihr Dorf vor einem Dämonenlord zu beschützen. Ravendia gab sich als der große `Jaryuu-Sama, der Armeeführer des Dämonenfürsten` aus, um sie loszuwerden. Doch seine kleine Notlüge erweckte ihre verborgenen Kräfte und sein friedliches Leben war plötzlich zu Ende.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Please Eat Me Up, Great Evil Dragon!","descr":"Ein junges Mädchen bietet sich einem uralten Drachen als Opfergabe an, damit er den Menschen im Kampf gegen den Dämonenkönig helfe. Nur leider ist der Drache ein Pflanzenfresser - ein überaus ängstlicher obendrein - und er muss nun versuchen, diesem Mädchen, das ihm partout nicht zuhören will, wie auch den Bewohnern ihres Dorfes klarzumachen, dass die Welt ihn missversteht.","versions":[{"lang":3,"streams":[{"redirect":11002973,"hoster":"VOE"},{"redirect":11002971,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Let’s set out on an expedition, great evil dragon!","descr":"Lingzi und dem alten Drachen gelingt es, friedlich mit den Dorfbewohnern zu kommunizieren. Doch Lingzi drängt den Drachen, aufzubrechen, um den Unterschlupf des Dämonenkönigs zu stürmen. Unterwegs entdecken sie eine Stadt, die von fliegenden Monstern attackiert wird","versions":[{"lang":3,"streams":[{"redirect":12917947,"hoster":"VOE"},{"redirect":10991479,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"You will always be my great evil dragon!","descr":"Während Lingzi friedlich schlummert, nutzen Ai Li’anti und der Drache die Gelegenheit, sich zu unterhalten. Endlich kann er die Fehlinformationen, die in der Welt um ihn kursieren, berichtigen, denkt er sich. Doch weit gefehlt, denn aus unerfindlichen Gründen will Ai Li’anti ihm keinen Glauben schenken und greift ihn nun sogar unvermittelt an.","versions":[{"lang":3,"streams":[{"redirect":11036526,"hoster":"VOE"},{"redirect":11036529,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Let`s Continue Our Journey, Great Evil Dragon","descr":"Der alte Drache ist nun zu einer praktischen Reisegröße geschrumpft und setzt seine Reise mit Lingzi fort. Unterwegs treffen sie auf eine Gruppe Banditen, doch der Drache bittet Lingzi, sie nicht anzugreifen. Zumindest im ersten Moment …","versions":[{"lang":3,"streams":[{"redirect":11047431,"hoster":"VOE"},{"redirect":11047433,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Famous teacher produces a good student","descr":"In einer Höhle trifft der vegetarische Drache auf einen gruseligen Gesellen aus grauer Vorzeit. Droht ihm echte Gefahr oder trügt der Schein?","versions":[{"lang":3,"streams":[{"redirect":11064005,"hoster":"VOE"},{"redirect":11063998,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Let`s subdue Selianen, great evil dragon","descr":"In Selianen angekommen stellen Lingzi und der Drache fest, dass die Stadt von der Barriere ihrer Schutzheiligen umgeben ist. Diese heißt das Duo, insbesondere den bösen Drachen, alles andere als willkommen, doch für Lingzi ist das lange kein Grund, sich aufhalten zu lassen.","versions":[{"lang":3,"streams":[{"redirect":11143908,"hoster":"VOE"},{"redirect":12481254,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"You must not waste food","descr":"Die Heilige bringt den Drachen zurück zu seinem Hotel, wo Lingzi brav auf ihn gewartet hat, wie er es ihr aufgetragen hatte. Am nächsten Morgen jedoch, sehen sich die beiden mit den unnachgiebigen Versuchen der Heiligen konfrontiert, die sie dazu bewegen will, die Stadt zu verlassen. Indes tauchten in der Nacht zwei weitere Drachen am Himmel über der Stadt auf.","versions":[{"lang":3,"streams":[{"redirect":11182246,"hoster":"VOE"},{"redirect":11182243,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Search for the Cute Little Dragon","descr":"Der Silberdrache geht auf Lingzis Einladung zum Spielen ein, doch das \"Ballspiel\" läuft etwas anders, als der Drache es sich erhofft hatte. Indes hat der alte vegane Drache damit zu kämpfen, den Angriff der Wasserheiligen abzuwehren. Dabei erhält er Unterstützung von unerwarteter Seite.","versions":[{"lang":3,"streams":[{"redirect":11245823,"hoster":"VOE"},{"redirect":11245824,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Let`s start the battle against the saint, great evil dragon!","descr":"Der Drachengreis bemerkt, dass etwas mit der Heiligen nicht stimmt und will mit ihr reden. Diese jedoch setzt ihre Dämonenkräfte ein, um ihn und die Stadt anzugreifen. Wird Lingzi noch rechtzeitig kommen, um ihrem wehrlosen Meister aus der Patsche zu helfen?","versions":[{"lang":3,"streams":[{"redirect":11334570,"hoster":"VOE"},{"redirect":11334573,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Let`s enjoy the festival, great evil dragon!","descr":"Der Dämon, der in den Drachen geschlüpft ist, findet nicht auf Anhieb die gesuchte Finsternis in dessen Herzen. Lingzi und ihr Drache machen sich auf, die Stadt zu verlassen, werden jedoch von der Heiligen aufgehalten. Sie bittet die beiden, noch bis zum Ende des bevorstehenden Fest zu Ehren der Wasserheiligen zu bleiben. Jedoch gibt der verlängerte Aufenthalt auch dem Dämon im Innern des alten Drachen mehr Zeit, dort nach Finsternis zu suchen.","versions":[{"lang":3,"streams":[{"redirect":12172647,"hoster":"VOE"},{"redirect":11379021,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Instinct","descr":"Der alte Drache begegnet dem Silberdrachen außerhalb der Stadt und will ihn ansprechen, um sich für Lingzis Verhalten zu entschuldigen. Doch darauf reagiert sein silberner Kollege nicht, wie erwartet, und dann ist da ja auch noch die Dämonenheuschrecke...","versions":[{"lang":3,"streams":[{"redirect":12008061,"hoster":"VOE"},{"redirect":12008026,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Rescue","descr":"Mit Ailiantis Hilfe versuchen der Drachengreis und die Wasserheilige, Lingzi wieder zur Besinnung zu bringen, während deren Wandlung zum Dämonendrachen immer weiter fortschreitet. Wird es der Truppe gelingen, ihre übermächtige Freundin wachzurütteln?","versions":[{"lang":3,"streams":[{"redirect":12008112,"hoster":"VOE"},{"redirect":12008045,"hoster":"Streamtape"}]}]}]}]}