{"seriesId":"a-house-through-time","name":"A House Through Time","descr":"Durch das Prisma eines einzigen Reihenhauses in Liverpool erzählt diese Serie eine Geschichte Großbritanniens von den 1840er Jahren bis heute - eine Zeit des sozialen Wandels durch den Seismismus. Der Moderator David Olusoga hat Stadtarchive durchforstet, Aufzeichnungen durchforstet und ihre lebenden Nachkommen aufgespürt. Er erzählt die unerzählten Geschichten der Menschen, die einst in diesem Haus lebten, und erhält einen einzigartigen Einblick in die Entstehung des modernen Großbritanniens.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"In der ersten Folge folgt David den Geschichten der ersten Bewohner des Hauses in den 1840er und 1850er Jahren. In einem bemerkenswerten Stück historischer Detektivarbeit entdeckt er, wie das Haus von einem schlauen Bauträger als Kaufmannsresidenz erbaut wurde, als Liverpool einer der großen Handelshäfen des britischen Empire war. David deckt dann die Geschichte des allerersten Mieters auf - eines Zollbeamten mit einer Vorliebe für feine Möbel und das hohe Leben. Er erforscht, was mit seinem verschwenderischen Lebensstil passiert ist, als das Geld versiegt ist. Die zweite Gruppe von Bewohnern, James Orr und seine Frau Ann, waren ein anscheinend gewöhnliches Ehepaar der Mittelklasse. Aber sie erweisen sich als alles andere als, als David entdeckt, dass sie ihr frühes Leben als Diener verbracht haben. Das Paar gelangte durch harte Arbeit und eine Reihe von kniffligen Finanzentscheidungen, die ihnen enormen Wohlstand brachten, an die Spitze der Liverpooler Gesellschaft. David entdeckt eine dunklere Geschichte, als er nach Beweisen für den Baumwollmakler Wilfred Steele sucht. Wilfred\u0027s Geschichte führt David in außergewöhnliche Richtungen. Er entdeckt ein Porträt von Wilfred, der in der Walker Art Gallery hängt. Doch dann führt ihn der Beweis ins Schuldnergefängnis und schließlich nach Amerika, wo David feststellt, dass Wilfreds Versuche, seiner Vergangenheit zu entkommen, tragische Folgen für seine Familie in der Heimat hatten.","versions":[{"lang":2,"streams":[{"redirect":8435772,"hoster":"VOE"},{"redirect":8260994,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Der Historiker David Olusoga begleitet die Bewohner des Hauses in Liverpool von 1850 bis 1890. Die Bewohner des Hauses durchleben eine der schnellsten Perioden des Wandels, die die Welt je gesehen hat. Die Stadt ist eine schnell wachsende Metropole im Herzen eines globalen Imperiums - ein unbarmherziger Ort, der für einige unermesslichen Reichtum bietet und andere am Rande des Ruins lässt. David deckt die außergewöhnlichen Geschichten einer Frau auf, die Witwe einer Cholera-Epidemie ist und das Haus von einer einzigen Wohnung in eine Pension verwandelt. Er folgt den Spuren eines ehrgeizigen jüdischen Einwanderers aus Dänemark, der inmitten einer globalen Finanzkrise ums Überleben kämpft, und sieht dann, was mit einem Geschäftemacher passiert, dessen Aufgabe es ist, Hunderten von Menschen ein neues Leben in Amerika zu ermöglichen. David zeichnet auch die außergewöhnliche Geschichte der Robinsons nach - eines scheinbar erfolgreichen Paares in der Uhrenbranche. Für sie ist das Haus die Kulisse eines Familiendramas, in dem es um Gewalt, Untreue und einen Streit mit den Scheidungsgerichten geht. Die Geschichte endet am Ufer des Flusses Mersey, wo ein nicht identifizierter Körper, der aus dem Wasser gezogen wurde, überraschende Verbindungen zum Haus hat.","versions":[{"lang":2,"streams":[{"redirect":8435777,"hoster":"VOE"},{"redirect":8260995,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Der Historiker David Olusoga erzählt die Geschichte des Hauses in Liverpool von 1891 bis 1945, einer turbulenten 50-jährigen Periode, die zwei Weltkriege und die Weltwirtschaftskrise umfasste. Er verfolgt die Geschichte der Snewings, einer großen Familie von Sattlern, die über vier Jahrzehnte in dem Haus lebten, und begleitet ihr Geschäft in herausfordernden Zeiten - Tod in der Familie, Verdrängungswettbewerb, Erster Weltkrieg und Zeitalter der Automobil. Nach dem Tod von Snewings hält die Weltwirtschaftskrise Einzug und Liverpools innerstädtische Wohnsiedlung beginnt sich zu verschlechtern. David sieht, dass das Haus zu einem heruntergekommenen Wohnhaus wird, das an einkommensschwache Mieter vermietet wird. Unter den zahlreichen Bewohnern, die sich zu Beginn des Zweiten Weltkriegs das Haus teilen, entdeckt er Jack Greenall - einen Hafenarbeiter, der während des Höhepunkts des Liverpooler Blitzes in einer der gefährlichsten Umgebungen der Stadt arbeitet und seine Arbeitgeber geheimhält. Schließlich deckt David die ergreifende Geschichte von Robert und Sarah Ann Duffy auf. Robert, Sohn eines bescheidenen Baumwollträgers, wird in den Slums geboren. Seine Frau Sarah Ann hatte eine unglückliche Kindheit mit ihrer missbräuchlichen Mutter. Aber die beiden treffen sich, heiraten und entwickeln eine erfolgreiche Karriere in der Schneiderei, die schließlich die tragischen Umstände ihrer Vergangenheit überwindet.","versions":[{"lang":2,"streams":[{"redirect":8435780,"hoster":"VOE"},{"redirect":8260997,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"In der letzten Folge der Serie zeichnet der Historiker David Olusoga die Geschichte des Hauses in Liverpool von 1945 bis heute nach. David beginnt seine Suche im Jahr 1945, als sich Liverpools multikulturelle Gemeinschaft vom Krieg erholt und es an Wohnraum mangelt. Er lernt den Sohn eines jungen Paares von Jungvermählten kennen, die Quayles, die während der Sparmaßnahmen der Nachkriegszeit ihr erstes Zuhause auf dem Dachboden errichteten. Er findet, dass dies herausfordernde Zeiten für die Stadt sind, in denen Armut und Verfall weit verbreitet sind und die Nachbarschaft mit Rekordarbeitslosigkeit zu kämpfen hat. David verfolgt dann den raschen Niedergang des Hauses in der Mitte des 20. Jahrhunderts und lernt eine von sieben Familienmitgliedern kennen, die in zwei Räumen des Hauses ohne die grundlegendsten Einrichtungen lebten. Dann sieht er, wie das Haus verlassen wurde und entkam der Abrissbirne durch einen seltsamen Schicksalsschlag knapp. David stellt dann die Beweise zusammen, um herauszufinden, was in den 1970er Jahren mit dem Haus geschehen ist, als es anscheinend verlassen wurde, um dann von einer unternehmungslustigen Gruppe lokaler Aktivisten gerettet und in ein neues Zuhause für kreative Menschen umgewandelt zu werden. Dazu gehören ein erfolgreicher Dramatiker und ein junger Gastronom, der auf dem Höhepunkt der HIV / Aids-Krise Teil der schwulen Szene in Liverpool war. Er sieht dann, wie das Haus nach Jahrzehnten als Pension und als schäbige Mietwohnung zu seinem früheren Glanz als Einfamilienhaus zurückkehrt und dem heutigen Besitzer seine farbenfrohe Geschichte offenbart.","versions":[{"lang":2,"streams":[{"redirect":8435781,"hoster":"VOE"},{"redirect":8261000,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"In der ersten Folge besucht David Olusoga das Haus zum ersten Mal. Es handelt sich um eine georgianische Terrassenendunterkunft auf der Ravensworth Terrace in Newcastle upon Tyne im West End. Die jetzigen Eigentümer des Hauses, Damian und Suzi, wissen wenig über die Geschichte ihres Hauses, aber mit seinen großen Kaminen und hohen Proportionen bietet das Haus einen verlockenden Blick in die Vergangenheit.","versions":[{"lang":2,"streams":[{"redirect":8435782,"hoster":"VOE"},{"redirect":8261002,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"In der zweiten Folge verfolgt David Olusoga das Leben der Bewohner von Ravensworth Terrace in den turbulenten Jahrzehnten von den 1860er bis 1900er Jahren.","versions":[{"lang":2,"streams":[{"redirect":9570768,"hoster":"VOE"},{"redirect":8261007,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"In dieser Episode folgt David Olusoga den Bewohnern des Hauses durch das frühe 20. Jahrhundert. Das Haus wird jetzt als Pension von der 41-jährigen alleinerziehenden Mutter Grace Eagle geführt, die dort mit zwei ihrer Kinder, Henry und Leonora, lebt. Neugierig, mehr über Graces Umstände zu erfahren, deckt David eine Reihe von Zeitungsartikeln auf, die einen wütenden öffentlichen Streit über das Geld zwischen Grace und ihrem entfremdeten Ehemann Henry Eagle enthüllen. Um mehr zu erfahren, geht David zu einem ihrer lebenden Verwandten, Carl Eagle. Carl erklärt, dass Grace in Tyneside geboren wurde und mit 17 Jahren Henry Eagle, alias Henrik Igel, einen Erfinder und Unternehmer aus Rumänien, heiratete. Das Paar hatte drei Kinder, aber die Ehe scheiterte nicht nur am finanziellen Druck, sondern auch an Henrys Womanizing. Grace verließ Henry, um das Geschäft auf der Ravensworth Terrace zu eröffnen.","versions":[{"lang":2,"streams":[{"redirect":8435785,"hoster":"VOE"},{"redirect":8261009,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Die letzte Episode beginnt im Jahr 1946. Die Hausbesitzer sind John Walter und Florence Smyth. Sie leben hier mit ihrer Tochter Myra und vermieten Zimmer an Untermieter. Eine Sammlung von Familienfotos zeigt John Walter und Florence als wohlhabende Paare, die sich mit der kleinen Myra beschäftigen. Aber es gibt noch ein anderes Kind in der Fotosammlung - ein unbekanntes älteres Mädchen, das neben Florenz abgebildet ist. David möchte unbedingt herausfinden, wer sie ist.","versions":[{"lang":2,"streams":[{"redirect":12917957,"hoster":"VOE"},{"redirect":8261012,"hoster":"Streamtape"}]}]}]}]}