{"path":"/serie/stream/a-passage-to-britain","name":"A Passage to Britain","descr":"Dr. Yasmin Khan erkundet eine außergewöhnliche Sammlung von Schiffspassagierlisten, um die sich wandelnde Geschichte der Migration vom indischen Subkontinent nach Großbritannien über drei Schlüsseldekaden zu verfolgen.","seasons":[{"path":"/serie/stream/a-passage-to-britain/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/a-passage-to-britain/staffel-1/episode-1","name":"","epNo":1,"alt":"The Viceroy of India","descr":"Dr. Yasmin Khan untersucht eine außergewöhnliche Sammlung von Passagierlisten von Schiffen, um die sich wandelnde Geschichte der Migration vom indischen Subkontinent nach Großbritannien über drei wichtige Jahrzehnte nachzuvollziehen. In dieser Episode spürt sie Passagiere auf, die in den 1930er-Jahren mit dem P \u0026 O-Linienschiff The Viceroy of India von Mumbai (früher Bombay) nach Großbritannien gereist sind. Yasmin entdeckt die Herausforderungen, mit denen diese Neuankömmlinge konfrontiert sind, als sie versuchten, ein Leben in einem fremden Land aufzubauen, und zeigt, wie ihre individuellen Geschichten das zunehmend angespannte Verhältnis zwischen Großbritannien und seinem indischen Reich widerspiegeln.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8435876","hoster":"VOE"},{"path":"/redirect/8261061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-passage-to-britain/staffel-1/episode-2","name":"","epNo":2,"alt":"The Asturias","descr":"Dr. Yasmin Khan untersucht eine außergewöhnliche Sammlung von Passagierlisten von Schiffen, um die sich wandelnde Geschichte der Migration vom indischen Subkontinent nach Großbritannien über drei wichtige Jahrzehnte nachzuvollziehen. Yasmin kehrt zu den Passagierlisten im Nationalarchiv zurück, um die Geschichten derjenigen zu enthüllen, die Ende der 1940er Jahre auf einem anderen Schiff, der Asturias, reisten. Als eines der ersten Schiffe, die nach der Unabhängigkeit und Teilung von Bombay im Jahr 1947 abfuhren, ist Yasmin daran interessiert, die Rolle dieser seismischen Ereignisse bei der Entscheidung der Passagiere, nach Großbritannien zu reisen, zu entdecken und herauszufinden, wie sich ihr Leben nach ihrer Ankunft entwickelte geh dorthin. Yasmins Suche führt sie von den Fabriken in Ellesmere Port zur Erkundung des privilegierten Lebensstils einiger Anglo-Indianer in Delhi vor der Unabhängigkeit. Yasmin trifft Sikh-Unternehmer in Leeds und erzählt die Geschichte von Großbritanniens vergessenen Flüchtlingslagern, in denen neben den Opfern des Blitz neue Migranten vom Subkontinent untergebracht waren.","versions":[]},{"path":"/serie/stream/a-passage-to-britain/staffel-1/episode-3","name":"","epNo":3,"alt":"The Batory","descr":"Yasmin deckt die außergewöhnliche Geschichte von Bachan Singh auf, einem ehrgeizigen jungen Mann aus einem Dorf im Punjab, der in den Pubs und Clubs des Liverpools der 1950er Jahre Freiheit fand, bevor er es im lokalen Eishandel zu etwas ganz Besonderem machte. Die Geschichte eines 30-Jährigen an Bord, Ahmed Takolia, führt Yasmin in die Kerngebiete der fünfziger Jahre des verarbeitenden Gewerbes, die Midlands. Hier entdeckt sie eine unerzählte Geschichte der Segregation in britischen Fabriken und macht sich auf die Suche nach der Wahrheit hinter einem 50 Jahre alten urbanen Mythos. Ein anderer Passagier, ein aufgeweckter Medizinstudent, stieg 1956 aus dem Batory aus und träumte davon, am ersten öffentlichen Gesundheitsdienst der Welt teilzunehmen. Yasmin spürte seine Tochter auf, um herauszufinden, warum seine Hoffnungen zunichte gemacht wurden.","versions":[]}]}]}