{"seriesId":"a-playthrough-of-a-certain-dudes-vrmmo-life","name":"A Playthrough of a Certain Dude\u0027s VRMMO Life","descr":"[Toaru Ossan no VRMMO Katsudou Ki] Taichi Tanaka (38, ledig) geht einem stinknormalen Bürojob nach und verbringt seine Freizeit leidenschaftlich gerne mit Videospielen. Zurzeit ist er in dem brandneuen VRMMO \"One More Free Life Online\" unterwegs und spielt dort als Avatar einen kleinen Jungen namens Earth. In dieser virtuellen Welt, in der er tun und lassen kann, was er will, entscheidet er sich dazu, Fähigkeiten zu meistern, die eigentlich als nutzlos angesehen werden. Er braut mühsam herzustellende Tränke, kocht Mahlzeiten, die einfach zu köstlich sind, und greift auf bizarre und originelle Waffen zurück, um Monster zu jagen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Earth Logs In","descr":"Daichi, ein 38-jähriger normaler Büroarbeiter, loggt sich nach der Arbeit in ein neues VRMMO ein. Diese bietet den Spielern die Freiheit, ein neues Leben ganz nach ihren Wünschen zu führen. Doch Daichi hat wegen seiner Arbeit nicht wie andere Spieler unbegrenzt Zeit. Darum beschließt er, auf ungewöhnliche Art zu spielen. Das beginnt schon bei der Charaktererstellung …","versions":[{"lang":3,"streams":[{"redirect":13144911,"hoster":"VOE"},{"redirect":13144909,"hoster":"Doodstream"},{"redirect":14412922,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Earth Joins His First Party","descr":"Nachdem sich Earth als Koch und Tränkehersteller einen Namen gemacht hat, wird er direkt von Zwei und seiner Gilde Blue Collar in eine Jagdgruppe eingeladen. Gemeinsam wollen sie einen der gefährlichen Wildbears erledigen. Doch so einfach sind die sogar in einer Gruppe nicht zu besiegen …","versions":[{"lang":3,"streams":[{"redirect":13179591,"hoster":"VOE"},{"redirect":13179594,"hoster":"Doodstream"},{"redirect":14412926,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Earth, Fairy-playah?","descr":"Earth kann dank seines zerbrochenen Kristalls immer noch mit keiner Fee einen Vertrag schließen. Doch die Feen der anderen Spieler scheinen ihm sehr zutraulich zu sein. Nach einem neuen Update des Spiels muss er feststellen, dass er dafür den Titel des Feenverführers bekommen hat. Das ist ihm jedoch gar nicht recht ...","versions":[{"lang":3,"streams":[{"redirect":13209764,"hoster":"VOE"},{"redirect":14412929,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Earth Receives a Reward He`s Not Sure He`s Happy About","descr":"Von Silver erfährt Earth, dass es einen Spieler namens Glad gibt, der es auf Feenverführer abgesehen hat. Glad hat auch vor, sich im Turnier am letzten Eventtag an Silver zu rächen. Das macht Earth zwar Sorgen, aber einen Kampf zwischen zwei Topspielern würde er auch gerne sehen ...","versions":[{"lang":3,"streams":[{"redirect":13247001,"hoster":"VOE"},{"redirect":14412927,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Earth Has a Big Battle with the Queen","descr":"Als Belohnung fürs Feenevent bekommt Earth die Chance, gegen die Feenkönigin zu kämpfen. Diese ist jedoch unglaublich stark. Kann er gegen ihre überwältigende Magie mit seinem Sortiment seltsamer Skills ankommen?","versions":[{"lang":3,"streams":[{"redirect":13296428,"hoster":"VOE"},{"redirect":14412933,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Earth Gets Excited Over a New Dungeon","descr":"Mit einem Update wird ein neuer Dungeon in One More Life Online angekündigt. Earth macht sich sofort daran, seine Ausrüstung und Skills auf die Gefahren, die im neuen Dungeon lauern, vorzubereiten. Doch alleine ist das Erforschen des Dungeons ein bisschen gefährlich …","versions":[{"lang":3,"streams":[{"redirect":13296417,"hoster":"VOE"},{"redirect":14412932,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Earth Challenges a Boss","descr":"Earth versucht weiterhin, den neuen Dungeon alleine zu bezwingen. Er will die Ebene zehn innerhalb des einstündigen Zeitlimits erreichen. Doch dort wartet ein überwältigender Gegner auf ihn …","versions":[{"lang":3,"streams":[{"redirect":13328491,"hoster":"VOE"},{"redirect":14412939,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Earth Meets a Dragonian Girl","descr":"Nach einer mehr oder weniger erfolgreichen Tour durch den Dungeon mit Zweis Gilde wartet auf einmal ein Drachenmädchen auf Earth in der Stadt. Sie stellt sich als kleine Schwester der Feenkönigin vor. Doch das mysteriöse Mädchen hat noch mehr Geheimnisse …","versions":[{"lang":3,"streams":[{"redirect":13369266,"hoster":"VOE"},{"redirect":13369272,"hoster":"Doodstream"},{"redirect":14408329,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Earth Goes to the Fairy Kingdom","descr":"Endlich wird das langerwartete Feenland implementiert. Earth und viele andere Spieler machen sich sofort auf, das neue Gebiet zu erforschen. Dort wird er direkt von der Feenkönigin in Empfang genommen. Doch es gibt auch Feen, die ihm schlecht gesinnt sind ...","versions":[{"lang":3,"streams":[{"redirect":13394763,"hoster":"VOE"},{"redirect":13394765,"hoster":"Doodstream"},{"redirect":14408336,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Earth Gets a Partner","descr":"Nachdem Zedan Earth in die südliche Stadt getragen hat, gehen die beiden erstmal ins Gasthaus schlafen. Doch am nächsten Morgen taucht eine Aristokratin auf, deren Tochter verschwunden ist. Da entschließen sich Zedan und Earth, ihr zu helfen …","versions":[{"lang":3,"streams":[{"redirect":13425213,"hoster":"VOE"},{"redirect":14408333,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Earth Finds a Baby Dragon","descr":"Earth findet im Wald ein Drachenbaby, das von NPCs entführt wurde. Doch er ahnt nicht, dass es sich hierbei um einen roten Drakon und das Kind der Kaiserfamilie der Drakonen handelt. Das könnte Krieg zwischen den Menschen und den Drakonen bedeuten.","versions":[{"lang":3,"streams":[{"redirect":13453028,"hoster":"VOE"},{"redirect":14408335,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Earth Gets Angry","descr":"Als Earth auf den Straßen des Feenlandes einem alten Mann begegnet, weigert er sich, mit ihm zu reden, und läuft davon. Doch auf einmal wird er von der Feenkönigin als gesuchte Person ausgeschrieben. Da kann er seine Wut über ihr Verhalten nicht mehr im Zaum halten.","versions":[{"lang":3,"streams":[{"redirect":13503226,"hoster":"VOE"},{"redirect":14408338,"hoster":"Streamtape"}]}]}]}]}