{"seriesId":"a-private-affair","name":"A Private Affair","descr":"[Marina und die Mörder | Un Asunto Privado] Ende der 1940er Jahre in Galicien, Nordspanien: die junge Marina Quiroga (Aura Garrido) aus der Oberschicht hat das Herz einer Detektivin. Darum kommt es ihr gerade recht, dass die Polizei bei dem Fall eines Serienkillers, der ihre Heimatstadt heimsucht, nicht weiterkommt. Zusammen mit ihrem treuen Butler Héctor (Jean Reno) beginnt sie auf eigene Faust zu ermitteln.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Lillienmörder","epNo":1,"alt":"Episode 1","descr":"Als Marina Quiroga, eine alleinstehende Frau und Schwester des Polizeichefs der Stadt, eines Abends am Hafen ist, überrascht sie unerwartet einen Mann, der eine Frau ersticht. Dies weckt in Marina ihren Instinkt als Detektivin, und mit der Hilfe ihres treuen Butlers Héctor beginnt sie, das Verbrechen zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":11323547,"hoster":"VOE"},{"redirect":11323550,"hoster":"Doodstream"},{"redirect":11323552,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die schöne Lolitta","epNo":2,"alt":"Episode 2","descr":"Nachdem der Mörder Marina bedroht, lässt Arturo das Haus seiner Mutter bewachen, um seine Schwester zu schützen und sie von weiteren Ermittlungen abzuhalten. Doch Marina und Héctor gelingt die Flucht und sie landen im Belle Epoque, einem Theater, wo sie glauben, dass sich der Mörder dort versteckt halten könnte.","versions":[{"lang":1,"streams":[{"redirect":11323548,"hoster":"VOE"},{"redirect":11323540,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Blaue Haus","epNo":3,"alt":"Episode 3","descr":"Dem Mörder gelingt es, der Polizei zu entkommen, und Arturo muss einsehen, dass tatsächlich ein Mörder die Öffentlichkeit bedroht. In der Zwischenzeit stoßen Marina und Héctor auf einen neuen Hinweis, der sie zur Identifizierung von zwei Frauen führt, die sich in großer Gefahr befinden. Auf der Suche nach ihnen landen sie im Frauenhaus, wo sie sich dem Mörder in einem epischen Kampf stellen.","versions":[{"lang":1,"streams":[{"redirect":12332279,"hoster":"VOE"},{"redirect":11323560,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Maskenball","epNo":4,"alt":"Episode 4","descr":"Nach der Festnahme des Mörders sieht es so aus, als müsste Marina ihren Traum Polizistin zu werden aufgeben, aber dank Castaño wird der Fall wieder aufgerollt. Gemeinsam kommen sie zu dem Schluss, dass der Mörder immer noch frei herumläuft, und die Polizisten schlagen einen Plan vor, um ihn zu fassen: Sie veranstalten eine Maskenparty für die Kunden des House of Water.","versions":[{"lang":1,"streams":[{"redirect":11323561,"hoster":"VOE"},{"redirect":11323562,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der letzte Zug","epNo":5,"alt":"Episode 5","descr":"Marina wird von dem Mörder entführt, kann aber fliehen, wobei sie jedoch schwer verletzt wird. Mit Hilfe von Pablo findet Héctor die Identität des Künstlers hinter dem Bild des House of Water heraus, und sie beschließen ihn aufzusuchen, um ihn nach der Identität des Mörders zu befragen.","versions":[{"lang":1,"streams":[{"redirect":11323574,"hoster":"VOE"},{"redirect":11323572,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das letzte Mädchen","epNo":6,"alt":"Episode 6","descr":"Jetzt, da sie wissen, wo das nächste Ziel des Mörders ist, müssen sie sie finden, bevor der Mörder es tut. Doch gerade als Marina beginnt, ihr Vertrauen zu gewinnen, taucht der maskierte Mörder auf. Marina gelingt es, Margó zu retten und verspricht, sie zu beschützen. Doch bald erkennt Marina, dass niemand der ist, der er vorgibt zu sein, und dass sie keinem in ihrer Umgebung trauen sollte.","versions":[{"lang":1,"streams":[{"redirect":11323575,"hoster":"VOE"},{"redirect":11323576,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Teufel der Rache","epNo":7,"alt":"Episode 7","descr":"Marina entdeckt die Maske des Mörders in Pablos Auto und stellt ihn zur Rede. Während des Streits fahren sie gegen einen Baum. Zwei Tage später wacht sie auf, mit Pablo an ihrer Seite, der versucht, sie von seiner Unschuld zu überzeugen. Sie finden heraus, dass nur eine Person die Maske hergestellt haben kann. Aber der Mann lebt in den Cies, und um ihn zu erreichen, brauchen sie Castaños Hilfe.","versions":[{"lang":1,"streams":[{"redirect":11323579,"hoster":"VOE"},{"redirect":11323580,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Familiengeheimnisse","epNo":8,"alt":"Si Vis Pacem, Para Bellum","descr":"Nachdem sie entdecken, dass die Morde dreißig Jahre zuvor in Orense begonnen haben, begeben sich Marina, Ramírez und Pablo dorthin, um nach Hinweisen auf die wahre Identität des Fleur-de-lis-Mörders zu suchen. Was sie nicht ahnen: der Mörder ist die ganze Zeit über näher bei ihnen, als sie je hätten vermuten können.","versions":[{"lang":1,"streams":[{"redirect":11323583,"hoster":"VOE"},{"redirect":11323585,"hoster":"Streamtape"}]}]}]}]}