{"seriesId":"a-thin-line","name":"A Thin Line","descr":"In der Hacker-Dramaserie \"A Thin Line\" stehen sich zwei Schwestern gegenüber, die eigentlich miteinander für die selbse Sache gekämpft haben:Die Zwillingsschwestern Anna (Saskia Rosendahl) und Benni (Hanna Hilsdorf) sind Hacktivistinnen und arbeiten aus Überzeugung daran, Umweltskandale aufzudecken – dabei sind ihnen auch die Gesetze egal.Ihr Vorgehen rächt sich, als sie nach einem Hackerangriff auf einen Regierungsrechner ins Netz der Ermittler gehen: Bei einer folgenden Razzia wird Anna verhaftet, Benni kann entkommen und taucht unter. Schließlich tut sich Benni mit einer neuen Gruppe radikaler Terroristen zusammen, die für die eigentlich hehren Ziele auch vor Gewalt gegen Unternehmen und die Regierung nicht zurückschrecken.So finden sich Anna und Benni schließlich auf unterschiedlichen Seiten einer Grenze wieder, die Anna nie überschreiten würde: Sie steht vor der schweren Wahl, der Polizei beim Aufspüren ihrer Schwester zu helfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Climate.Leaks","epNo":1,"alt":"","descr":"Als die Cyberaktivistinnen Anna und Benni Material gegen den Verkehrsminister veröffentlichen, wird über ihren Exploit ein Hackerangriff auf das Ministerium durchgeführt. Während Benni dem BKA gerade noch entkommen kann, wird Anna festgenommen.","versions":[{"lang":1,"streams":[{"redirect":12233889,"hoster":"VOE"},{"redirect":12233887,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefangen","epNo":2,"alt":"","descr":"Während sich Benni als Mitglied von \u0027Der letzte Widerstand\u0027 weiter radikalisiert, wird Anna von ihrem Patenonkel, BKA-Beamten Christoph Wandler, überzeugt, für die Polizei einen rücksichtslosen Hackerangriff abzuwehren.","versions":[{"lang":1,"streams":[{"redirect":12233888,"hoster":"VOE"},{"redirect":12233890,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienbande","epNo":3,"alt":"","descr":"Rainman will Politiker und weitere Entscheidungsträger erschießen: \"Alle anderen werden Angst bekommen und alles ändern\". Noch hat Rainman ihre neue Anhängerin Benni nicht vollständig überzeugt. Unterdessen vertraut Anna langsam dem BKA und versteht die Sorgen von Christopher. Sie erkennt, dass ein gewisser Rainman die Terrorgruppe \"Der letzte Widerstand\" leitet. Auch Benni will sich in ihrer neuen Umgebung beweisen. Deshalb setzt sie Rainmans Assistenten Adam auf Christopher vom BKA an – ohne die Anführerin zu informieren. Benni kennt die Gewohnheiten ihres Onkels. Daher weiß sie, wie Adam ihre Tante Dominique überlisten und Christophers Unterlagen einschließlich wichtiger Kennwörter fotografieren kann. Der Coup gelingt. Dadurch entdeckt sie ein unerwartetes Familiengeheimnis, das Rachegelüste gegenüber Angehörigen und Gesellschaft weckt: \"Die haben mich alle verraten\". Christophers Kollege Simon begegnet Susi: Die Frau im Rollstuhl stammt scheinbar nicht aus seiner Welt der Intrigen. Er ahnt nicht, dass er Rainman flach legt. Ob die frühere Scharfschützin diesen Kontakt geplant hat? Andererseits öffnet sie Simon ihr Herz. Die beiden ehemaligen Soldaten verstehen ihre Ängste und Bedürfnisse. Gleichzeitig hat Anna die Spur von Rainman und ihrer Zwillingsschwester aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":12268073,"hoster":"VOE"},{"redirect":12268070,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"","descr":"Langsam hat Susi ihre Anhängerin Benni davon überzeugt, dass Klimasünder mitunter dem Tod verdienen. In ihrer Wut auf ihre Gegner und in moralischer Entrüstung akzeptiert sie, dass \"Der letzte Widerstand\" Gewalt ausübt. Benni macht mit bei den Planungen von Anschlägen.","versions":[{"lang":1,"streams":[{"redirect":12310354,"hoster":"VOE"},{"redirect":12310355,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie weit wirst du gehen?","epNo":5,"alt":"","descr":"Während Anna und Benni bei einem Treffen vergeblich versuchen, die alte Vertrautheit wiederzuerlangen, werden Benni und Susi schließlich als Mitglieder des \"Letzten Widerstands\" enttarnt. Das BKA ist ihnen immer näher auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":12346358,"hoster":"VOE"},{"redirect":12346360,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kein Zurück","epNo":6,"alt":"","descr":"Nach dem Willen von \"Der letzte Widerstand\" soll Annas und Bennis alter Gegner sterben: Die Terrorgruppe plant einen Anschlag auf den Verkehrsminister. Aber Anna und ihr Onkel Christoph beim BKA hoffen, dass der Angriff vorab scheitert – nicht zuletzt dank der Hacker-Künste von Anna. Benni und Susi sehen alle Vorteile auf ihrer Seite. Doch wie nahe sind ihnen die Ermittler gerückt? Oder könnte die Gewalt weiter eskalieren? Wird Annas und Bennis Familie je wieder zueinander finden?","versions":[{"lang":1,"streams":[{"redirect":12371371,"hoster":"VOE"},{"redirect":12371372,"hoster":"Streamtape"}]}]}]}]}