{"path":"/serie/stream/a-to-z","name":"A to Z","descr":"Der Mitarbeit einer Internet-Dating-Firma Andrew trifft eines Tages plötzlich auf Zelda, in die er sich sofort Hals über Kopf verliebt. Ab diesem Zeitpunkt geht die Romantic Comedy den einzelnen Buchstaben des Beziehungsalphabet nach, von A wie Abendessen bis Z wie Zärtlichkeit.","seasons":[{"path":"/serie/stream/a-to-z/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/a-to-z/staffel-1/episode-1","name":"","epNo":1,"alt":"A Is For Acquaintances","descr":"Andrew (Ben Feldman) und Zelda (Cristin Milioti) könnten unterschiedlicher kaum sein - und trotzdem fliegen die Funken, als sie sich zum ersten Mal über den Weg laufen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9244171","hoster":"VOE"},{"path":"/redirect/8261302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-2","name":"","epNo":2,"alt":"B Is For Big Glory","descr":"Weder Andrew (Ben Feldman) noch Zelda (Cristin Milioti) sind sich sicher, wo sie nach ihrer ersten gemeinsamen Nacht stehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436018","hoster":"VOE"},{"path":"/redirect/8261300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-3","name":"","epNo":3,"alt":"C Is For Curiouser + Curiouser","descr":"Zelda (Cristin Milioti) und Andrew (Ben Feldman) suchen online nach Geheimnissen voneinander und sind erschrocken darüber, was sie finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436017","hoster":"VOE"},{"path":"/redirect/8261304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-4","name":"","epNo":4,"alt":"D Is For Debbie","descr":"Zelda (Cristin Milioti) kann sich nicht entscheiden, ob sie Andrew (Ben Feldman) mit zur Beerdigung ihrer Tante nehmen soll.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436020","hoster":"VOE"},{"path":"/redirect/8261307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-5","name":"","epNo":5,"alt":"E Is For Ectoplasm","descr":"Entgegen ihrer individuellen Halloween-Traditionen, schmeißen Andrew (Ben Feldman) und Zelda (Cristin Milioti) eine gemeinsame Party. Stu (Henry Zebrowski) und Stephie (Lenora Crichlow) sind darüber allerdings nicht erfreut. Big Bird (Christina Kirk) sucht nach einer Möglichkeit, Wallflower zu promoten. Henry läd den Musiker Ray Parker Jr. auf eine Party seiner Firma ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436021","hoster":"VOE"},{"path":"/redirect/8261313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-6","name":"","epNo":6,"alt":"F Is For Fight, Fight, Fight!","descr":"Andrew (Ben Feldman) möchte Zelda (Cristin Milioti) seine taffere Seite zeigen doch bei einem Zwischenfall vor einer Bar muss sie sich selbst verteidigen. Stephie (Lenora Crichlow) überzeugt Zelda, einen großen Fall zu übernehmen, in den der attraktive Farmer Frank (Josh Casaubon) verwickelt ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436022","hoster":"VOE"},{"path":"/redirect/8261315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-7","name":"","epNo":7,"alt":"G Is For Geronimo","descr":"Als Andrew (Ben Feldman) ein altes Demotape von Zelda (Cristin Milioti) findet, gibt sie zu, dass es ein großes Was wäre, wenn... in ihrem Leben gibt. Sie glaubt nämlich, eine Chance verpasst zu haben, professionelle Sängerin zu werden. Andrew versucht daraufhin, sie zu einem zweiten Anlauf zu bewegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436023","hoster":"VOE"},{"path":"/redirect/8261317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-8","name":"","epNo":8,"alt":"H is for Hostile Takeover","descr":"Andrew (Ben Feldman) realisiert, dass seine Entscheidungen stark von seinen Freunden beeinflusst werden - vor allem von Stu (Henry Zebrowski) und Zelda (Cristin Milioti). Mit Zeldas Hilfe konfrontiert Andrew schließlich Big Bird (Christina Kirk) hinsichtlich der Neuausrichtung der Geschäftsstrategie von Wallflower. Sein Plan geht jedoch nach hinten los, als Big Bird statt seiner den jungen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436024","hoster":"VOE"},{"path":"/redirect/8261318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-9","name":"","epNo":9,"alt":"I Is for Ill Communication","descr":"Andrew (Ben Feldman) und Zelda (Cristin Milioti) besorgen für den jeweils anderen Weihnachtsgeschenke und vertrauen dabei auf die Hilfe ihrer Freunde. In der Zwischenzeit erlebt Big Bird (Christina Kirk) eine kleine Krise, als einer ihrer Kunden sie in eine unangenehme Situation bringt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436025","hoster":"VOE"},{"path":"/redirect/8261323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-10","name":"","epNo":10,"alt":"J is for Jan Vaughan","descr":"Zelda (Cristin Milioti) verkuppelt Stu (Henry Zebrowski) mit Jennifer (Sarah Baker), eine Stenographin aus ihrem Büro, die perfekt für ihn scheint. Zu Andrews (Ben Feldman) Überraschung läuft alles reibungslos - bis auf Stephie (Lenora Crichlow), die sich wie das fünfte Rad am Wagen fühlt. Andrew bittet Lora (Hong Chau) um Hilfe dabei Stephie mit jemand von Wallflower zu verkuppelt damit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436030","hoster":"VOE"},{"path":"/redirect/8261327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-11","name":"","epNo":11,"alt":"K is for Keep Out","descr":"Mit der ständigen Ablenkung durch Stu (Henry Zebrowski), Stephie (Lenora Crichlow) und ihren neuen Freund Joseph (Echo Kellum) haben Andrew (Ben Feldman) und Zelda (Cristin Milioti) es schwer, Zeit für sich alleine zu finden. Das verursacht einige Probleme weshalb Andrew und Stu sich nach getrennten Wohnungen umsehen. Unterdessen wirbt Big Bird (Christina Kirk) in einem Gespräch unter Frauen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12917970","hoster":"VOE"},{"path":"/redirect/8261332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-12","name":"","epNo":12,"alt":"L Is For Likeability","descr":"Andrew (Ben Feldman) bekommt überraschend Besuch von seinem Vater Pete (Dan Lauria), versucht Zelda (Cristin Milioti) irgendwie dessen Gunst zu gewinnen, nachdem dieser recht offen zugegeben hat, dass er nicht besonders viel von ihr hält. Big Bird (Christina Kirk) nimmt unterdessen ein paar Veränderungen auf ihrer Arbeitsstelle vor, auch wenn ihr Vorgesetzter ihr mitnichten das grüne Licht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436026","hoster":"VOE"},{"path":"/redirect/8261334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/a-to-z/staffel-1/episode-13","name":"","epNo":13,"alt":"M is for Meant to Be","descr":"Im Serienfinale von A to Z taucht wie aus dem Nichts wieder die Ex-Freundin von Andrew (Ben Feldman) auf und tritt zurück in dessen Leben. Zelda (Cristin Milioti) fühlt sich sogleich etwas von ihr bedroht, während sie sich ihre Gedanken über eine große Karriereentscheidungen machen muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8436032","hoster":"VOE"},{"path":"/redirect/8261331","hoster":"Streamtape"}]}]}]}]}