{"seriesId":"abenobashi-magical-shopping-arcade","name":"Abenobashi: Magical Shopping Arcade","descr":"In der Shoppingmeile Abenobashi schließt ein Laden nach dem anderen. Darum soll sie abgerissen werden und einem neuen Einkaufszentrum weichen. Sasshi und seine Freundin Arumi wollen ein letztes Mal in alten Erinnerungen schwelgen und streifen durch die Straßen ihrer verlassenen Wohngegend. Plötzlich finden sich beide in einer anderen Zeit wieder und ein aberwitziges Abenteuer durch die bunte Anime- und Filmwelt beginnt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Geheimnis! Abenobashi Einkaufsviertel","epNo":1,"alt":"Mystery! Abenobashi Shopping Arcade","descr":"Viele der örtlichen Geschäfte haben ihr Geschäft eingestellt und ein neues Einkaufsviertel wird entstehen. Und jetzt stellen Sasshi und Arumi bald fest, dass sie nicht mehr in Osaka sind und stattdessen plötzlich in eine fremde und magische Welt versetzt wurden.","versions":[{"lang":1,"streams":[{"redirect":9960508,"hoster":"VOE"},{"redirect":8257524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908098,"hoster":"VOE"},{"redirect":13908100,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abenteuer! Schwert- und Hexerei-Einkaufsviertel","epNo":2,"alt":"Adventure! Abenobashi Sword and Sorcery Shopping Arcade Adventure!","descr":"Osaka ist weg und Arumi und Sasshi befinden sich in einer Welt voller Drachen und seltsamer Fabelwesen. Alle bekannten Gesichter von zu Hause sind hier, aber mit völlig unterschiedlichen Persönlichkeiten, und die beiden werden plötzlich aufgefordert, eine böse Kraft zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8436415,"hoster":"VOE"},{"redirect":8257525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908096,"hoster":"VOE"},{"redirect":13908095,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zusammenschluss! Milchstraßen-Einkaufsviertel","epNo":3,"alt":"Hook Up! Abenobashi Great Milky Way Shopping Arcade Combine!","descr":"Sasshi und Arumi glauben, dass ein seltsamer Kobold, dem sie bei seiner ersten Ankunft im Mittelalter begegnet sind, die Macht hat, sie nach Hause zu schicken. Er schickt sie weg, aber jetzt stecken sie in einer futuristischen Version ihres Hauses fest, und der Mecha-Kampf ist möglicherweise das einzige Mittel zur Flucht.","versions":[{"lang":1,"streams":[{"redirect":13096532,"hoster":"VOE"},{"redirect":8257527,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908142,"hoster":"VOE"},{"redirect":13908141,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Entflammen! Kampfkunst-Einkaufsviertel","epNo":4,"alt":"Fire It Up! Abenobashi Hong Kong Combat Shopping Arcade Blaze!","descr":"Es scheint, dass der Kobold die Dinge einfach nicht richtig machen kann. Ein weiterer Versuch, Arumi und Sasshi nach Hause zu schicken. Sie finden sich jetzt in Hongkong wieder. Sasshi wird beauftragt, zu trainieren und an einem bevorstehenden Turnier teilzunehmen. Er kennt vielleicht nicht die Kampfkunst, aber er wird mehr als genug Wissen haben, wenn es vorbei ist.","versions":[{"lang":1,"streams":[{"redirect":8436416,"hoster":"VOE"},{"redirect":8257530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908104,"hoster":"VOE"},{"redirect":13908103,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auslöschen! Dinosaurier-Einkaufsviertel","epNo":5,"alt":"Extinction! Abenobashi Ancient Dinosaur Shopping Arcade Extinction!","descr":"Sasshi und Arumi waren sich sicher, dass sie diesmal nach Hause gehen würden, aber das soll einfach nicht sein. Stattdessen finden sie sich in einer prähistorischen Version ihres Hauses wieder, komplett mit den üblichen Besetzungen fremder Verwandter, an die sie sich gewöhnt haben.","versions":[{"lang":1,"streams":[{"redirect":8436419,"hoster":"VOE"},{"redirect":8257529,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908108,"hoster":"VOE"},{"redirect":13908110,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Nachtnebel! Hartes Einkaufsviertel","epNo":6,"alt":"In the Night Fog! Abenobashi Hard Boiled Shopping Arcade In the Night Fog","descr":"Nun sind Sasshi und Arumi in einer neuen Version ihres Hauses. Dessen Atmosphäre den Gangsterfilmen der 1930er Jahre sehr ähnlich ist. Beide arbeiten ungewollt auf den Gegenseiten. Genau wie alles andere scheinen die Dinge nicht immer wahr zu sein, besonders wenn es ums Töten geht.","versions":[{"lang":1,"streams":[{"redirect":12360640,"hoster":"VOE"},{"redirect":8257531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13908106,"hoster":"VOE"},{"redirect":13908107,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rückblende! Geburt","epNo":7,"alt":"Flashback! Magical Shopping Arcade Birth Reminiscence!","descr":"Es gibt hier keine verrückten Themen. Stattdessen ist es ein düsterer Blick auf die Entstehung der magischen Einkaufspassage. Von denjenigen, die vor 50 Jahren dort waren. Es erklärt jedoch nicht, was in Arumi und Sasshis Fall vor sich geht, aber es enthüllt einige andere wichtige Informationen.","versions":[{"lang":1,"streams":[{"redirect":12917992,"hoster":"VOE"},{"redirect":8257533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337294,"hoster":"VOE"},{"redirect":14337306,"hoster":"Vidoza"},{"redirect":14337302,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Herzflattern! Campus-Einkaufsviertel","epNo":8,"alt":"Set Your Heart Aflutter! Abenobashi Campus Shopping Arcade Flutter!","descr":"Sasshi glaubt, dass er und Arumi es vielleicht endlich zurück in ihre Welt geschafft hätten. Das heißt, bis er alle niedlichen High-School-Mädchen bemerkt, die in Scharen umherwandern. An diesem Punkt wird ihm klar, dass sie es geschafft haben, in das wirkliche Leben eines Dating-Simulations-Videospiels zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":13096534,"hoster":"VOE"},{"redirect":8257534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337333,"hoster":"VOE"},{"redirect":14337341,"hoster":"Vidoza"},{"redirect":14337335,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tränen! Die Schachbrettstadt - Heiankyo","epNo":9,"alt":"It Cries! The Bush Warbler Heiankyo Crying!","descr":"Arumi hat Sasshi aus purer Frustration verlassen. Wahrscheinlich, weil sie wie ein Kobold aussieht und wahrscheinlich aufgrund der Tatsache, dass sie über 50 Meter hoch ist. Eutus hat sich jedoch bereit erklärt, Sasshi zu helfen, nach Hause zu kommen, und ihm die Wahrheit sowie ihre karmische Verbindung zu enthüllen.","versions":[{"lang":1,"streams":[{"redirect":13096537,"hoster":"VOE"},{"redirect":8257538,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337227,"hoster":"VOE"},{"redirect":14337232,"hoster":"Vidoza"},{"redirect":14337228,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kuschelig! Märchen-Einkaufsviertel","epNo":10,"alt":"Fluffy, Bubbly! Abenobashi Fairy Tale Shopping Arcade Poa Poa!","descr":"Entschlossen, den perfekten Ort zu finden, der Arumi glücklich machen wird und wo er sich nicht mit dem Tod seines Großvaters beschäftigen muss, versetzt Sasshi die beiden in eine Märchenwelt, aber Arumi ist überhaupt nicht glücklich.","versions":[{"lang":1,"streams":[{"redirect":13094641,"hoster":"VOE"},{"redirect":8257539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337346,"hoster":"VOE"},{"redirect":14337348,"hoster":"Vidoza"},{"redirect":14337347,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Beschluss! Abenobashi Schlachtfeld Einkaufsviertel","epNo":11,"alt":"Resolution!! Abenobashi Battlefield Shopping Arcade Decision! Abenobashi Battlefield Shotengai","descr":"Nach den Schwierigkeiten des Vergnügungsparks befinden sich Sasshi und Arumi jetzt im Krieg. Auf beiden Seiten eines Konflikts kämpfen die beiden Armeen für die Abenobashi Shopping Arcade. Wenn es um Krieg und Klischees geht, ist hier alles ein Chaos.","versions":[{"lang":1,"streams":[{"redirect":13096535,"hoster":"VOE"},{"redirect":13728139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337249,"hoster":"VOE"},{"redirect":14337259,"hoster":"Vidoza"},{"redirect":14337251,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Umkehrung? Abenobashi Hollywood Einkaufsviertel","epNo":12,"alt":"Huge Reversal?! Abenobashi Hollywood Shopping Arcade A Big Inversion! Abenobashi Hollywood Shotengai","descr":"Die beiden Kinder befinden sich nun in einer Welt von Sasshis Lieblingsfilmen. Er mag die großen Hollywood-Filme, von Raiders of the Lost Ark bis zu Monty Python. Es ist alles hier und mehr im Sasshi-Filmland.","versions":[{"lang":1,"streams":[{"redirect":12332281,"hoster":"VOE"},{"redirect":8257541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337252,"hoster":"VOE"},{"redirect":14337261,"hoster":"Vidoza"},{"redirect":14337260,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zurück ins Leben! Der legendäre Onmyouji","epNo":13,"alt":"Return To Life! The Legendary Onmyou Mystic Revive! Legendary Onmyouji","descr":"Arumi und Sasshi haben es endlich nach Hause geschafft. Aber Arumis Großvater ist immernoch tot. Sasshi lässt das nicht zu und springt wieder in eine andere Welt. Aber am Ende kann er die Realität nicht wegträumen.","versions":[{"lang":1,"streams":[{"redirect":12332282,"hoster":"VOE"},{"redirect":8257543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14337266,"hoster":"VOE"},{"redirect":14337277,"hoster":"Vidoza"},{"redirect":14337267,"hoster":"Streamtape"}]}]}]}]}