{"path":"/serie/stream/abenteuer-lappland-die-husky-tour-des-lebens","name":"Abenteuer Lappland - Die Husky-Tour des Lebens","descr":"Angeführt von dem finnischen Guide und Musher Juho Ylpiessia, waren fünf Abenteurer bei minus 30 Grad in der Wildnis Lapplands mit Schlittenhunden unterwegs. Übernachtet wurde in Zelten. Die 200 Kilometer lange Tour führte die Teilnehmer an ihre persönlichen Grenzen, hielt aber in Schnee und Dunkelheit manches Schöne bereit, so gab es unter anderem die eindrucksvollen Nordlichter zu sehen. Untermalt mit Liedern der Sängerin Hilda Länsman vom Volk der Sami aus Lappland .","seasons":[{"path":"/serie/stream/abenteuer-lappland-die-husky-tour-des-lebens/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/abenteuer-lappland-die-husky-tour-des-lebens/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der Brunnenmeister aus Giswil,  Armin Berchtold, 60, die ehemalige Spitzen-Bobfahrerin Michelle Huwiler 32, die 3-fache Mutter, Psychologin  und Universitätsdozentin Barbara Studer, 35 , sowie Silvia Lerch 46, die für eine Versicherungsgesellschaft arbeitet und vor vier Jahren an Parkinson erkrankt ist  und  die junge HR Managerin Martina Schweizer 27.  Sie alle nehmen ein Abenteuer auf sich, dass sie aus ihrem gewohnten Alltag reißt. Sie sind für fünf Tage weg von der Zivilisation mit Schlittenhunden in der Wildnis Lapplands unterwegs. Die wenigsten von ihnen haben Erfahrung im Umgang mit Schlittenhunden und haben noch nie in Zelten bei bis zu minus 20 Grad übernachtet.  200 Kilometer legen sie mit einem eigenen Gespann von jeweils sechs Huskies in den fünf Tagen zurück. Sie sind für ihre Tiere verantwortlich, müssen sie füttern und in der Kälte versorgen. Sie müssen eine Beziehung zu ihnen aufbauen und lernen, dass die Tiere im Mittelpunkt stehen. Es ist eine Tour voller Schönheiten, Dämmerlicht, Schnee, Dunkelheit und Nordlichter. Es ist eine Geschichte über Menschen, die an ihre persönlichen Grenzen kommen, mit ihren Hunden als Gruppe zusammenwachsen und sie gemeinsam überwinden müssen um ans Ziel zu kommen. Geführt werden sie von dem finnischen Guide und Musher Juho Ylipiessa, der mit der Husky Ranch in Lappland südlich von Kittilä stationiert ist. Die Tour führt quer durch den Nationalpark von Kansallispuisto, je nach Schneesituation weiter hinunter in den Süden, wo auch die Begehung eines 200 Meter hohen Berges geplant ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714787","hoster":"VOE"},{"path":"/redirect/12714786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abenteuer-lappland-die-husky-tour-des-lebens/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die Fünfer-Gruppe in Lappland gewöhnt sich an das Leben in der Wildnis. Sie lernen die Aufgaben aufzuteilen. Jede und jeder baut eine innige Beziehung zu den Leithunden auf. Juho Ylipiessa lehrt sie die wichtigste Musher-Regel: die Hunde haben immer Vorrang. Trotz langen Etappen müssen zuerst die Hunde versorgt und gefüttert werden, bevor sich das Team selber ans Essen machen kann. Die Teilnehmer spüren, wie sie die Hunde langsam als Leader anerkennen und immer noch voller Freude die kilometerlangen Distanzen rennen.  Silvia Lerch kommt in der Kälte und angesichts der Strapazen mit der Parkinson-Krankheit an ihre Grenze. Sie muss mehrmals täglich Medikamente nehmen, doch die körperliche Anstrengung bei den steilen Aufstiegen und den schnellen Abfahrten nehmen sie trotzdem mit. Doch sie will nicht aufgeben. Das Team unterstützt sie. Barbara Studer erzählt von ihrem hektischen durchgetakteten Leben als erfolgreiche Berufsfrau und Mutter. Für sie ist die Auszeit wie eine Befreiung. Michelle hatte als ehemalige Spitzen-Bob-Fahrerin eine grosse Enttäuschung zu verarbeiten. Sie erzählt, wie sie einen Neuanfang gewagt hat. Martina merkt, dass nur in den Job investieren nicht aufgeht und ihr Privatleben zu kurz gekommen ist. Das Draussen sein in der Natur, die Stille und das einfache Leben, schweissen Menschen und Hunde zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714776","hoster":"VOE"},{"path":"/redirect/12714785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abenteuer-lappland-die-husky-tour-des-lebens/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Auf die Hundeschlitten-Neulinge wartet die längste Tour: gut 50 Kilometer. Sie müssen einen steilen Aufstieg und eine heikle Abfahrt auf dünnen Kuven bewältigen. Selbst für erfahrene Hundeschlitten-Führer wäre die Etappe eine Herausforderung.  Nach vier Tagen gemeinsam unterwegs haben alle eine enge Beziehung zu ihren Tieren aufgebaut. Die Vorstellung, zu Hause wieder ohne ihre Lieblinge auskommen zu müssen, führt zu Tränen. Martina Schweizer will ihre Lieblingshündin am liebsten mit nach Hause mitnehmen. Gleichzeitig weiss sie, dass es mit einem vollgepackten Berufsleben nicht möglich ist, einem Hund gerecht zu werden.   Alle bewundern die Leistung der Tiere, ihre Kraft und Loyalität. Musher Juho Ylipiessa erzählt, wie die Alaskan Huskies unübertroffen sind: in ihrer Fähigkeit, lange und schnell zu laufen. Trotz ihrer Wildheit sind die Hunde umgänglich und freundlich.  Die Tour neigt sich dem Ende zu. An niemandem ist die Reise abseits der Hektik des Alltags spurlos vorbei gegangen. Auf Juhos Farm wärmen sie sich ein letztes Mal am Feuer. Alle merken, was die wahren Werte im Leben sind und dass sie in ihrem Alltag etwas ändern wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714789","hoster":"VOE"},{"path":"/redirect/12714795","hoster":"Streamtape"}]}]}]}]}