{"path":"/serie/stream/abenteuer-spanien","name":"Abenteuer Spanien","descr":"Die Dokumentationsreihe stellt die Natur- und Reiseschönheiten Spaniens genauer vor und legt dabei ein besonderes Augenmerk auf die weniger bekannten Ecken des Landes. So wird u. a. der Parque Nacional de Doñana vorgestellt, der an der Costa de la Luz liegt und eines der vielseitigsten Feuchtgebiete Europas mit Marschland, Lagunen, Kork- und Pinienwäldern, unberührten Stränden und Marismeño-Pferden aufweist. Aber auch die Mittelmeerküste ist vielfältiger, als manch einer denkt. Im Norden präsentiert sich die Costa Brava mit bizarren Felsformationen, aber auch das Hinterland hat viel zu bieten: An den Hängen des Priorat gedeihen Weinreben.","seasons":[{"path":"/serie/stream/abenteuer-spanien/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/abenteuer-spanien/staffel-1/episode-1","name":"Die Mittelmeerküste","epNo":1,"alt":"","descr":"Spaniens Mittelmeerküste zwischen Cadaqués und Torrevieja ist überraschend vielfältig. Ganz im Norden, an der Grenze zu Frankreich, fasziniert die Costa Brava, die \"wilde Küste\", mit bizarren Felsformationen und verschwiegenen Buchten. Die weißen Häuser des Städtchens Cadaqués gruppieren sich um die Kirche Santa Maria. In der azurblauen Bucht schaukeln Boote im Wind – ein Motiv, das schon den Maler Salvador Dalí zu einem Gemälde inspirierte. Die Fischer aus dem Ort arbeiten heute mit einem Team junger Meeresbiologen zusammen. Sie retten Weichkorallen aus den Netzen und bringen sie ins Meer zurück. Doch auch das Hinterland der Ostküste hat viel zu bieten. An den steilen Hängen des Priorat gedeiht seit Jahrhunderten Wein. Die Winzerin Sara Pérez lässt ihn in Amphoren reifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557605","hoster":"VOE"},{"path":"/redirect/11557610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abenteuer-spanien/staffel-1/episode-2","name":"Wildes Andalusien","epNo":2,"alt":"","descr":"Der Parque Nacional de Doñana, das UNESCO-Weltnaturerbe mit rund 540 Quadratkilometern, liegt an der Costa de la Luz und ist eines der vielseitigsten Feuchtgebiete Europas mit Marschland, Lagunen, Kork- und Pinienwäldern, unberührten Stränden und Marismeño-Pferden. Die Saca de las Yeguas hat eine über 500-jährige Tradition. Die Reiterin Carmen Reales Ramos nimmt am alljährlichen Auszug der Marismeño-Stuten teil. Sie ist eine von 20 Frauen unter 200 Männern, die 1.200 Tiere auf den Pferdemarkt von Almonte zum Verkauf bringen. Am südlichsten Zipfel von Spanien liegt Tarifa. Hier werden seit Jahrtausenden Thunfische gefangen. Daniel Mackintosh ist einer der Fischer, der das \"rote Gold\" aus dem Meer holt – und zwar nachhaltig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557602","hoster":"VOE"},{"path":"/redirect/11557612","hoster":"Streamtape"}]}]}]}]}