{"seriesId":"abenteuer-survival","name":"Abenteuer Survival","descr":"[Man vs. Wild] Bear Grylls war Mitglied einer Spezialeinheit der britischen Armee. Er hat den Mount Everest erklommen und die Arktis durchquert. Bear weiß, wie man in der Wildnis und unter extremen klimatischen Bedingungen überlebt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In der Moabwüste (Allein in der Wüste)","epNo":1,"alt":"Moab Desert","descr":"Ein Labyrinth aus gewaltigen Canyons, gefährlicher Treibsand und bissige Klapperschlangen – in dieser Episode von ‚Ausgesetzt in der Wildnis‘ kämpft sich Survival-Profi Bear Grylls mitten durch die Moabwüste. Die lebensfeindliche Gegend im US-Bundesstaat Utah flirrt untertags vor Hitze und ist nachts klirrend kalt. Trotzdem lässt sich Grylls per Helikopter mitten in der sandigen Einöde, weit entfernt von jeder Siedlung absetzen, um dort ohne fremde Hilfe zu überleben. Oberste Priorität bei seinem Überlebenstraining hat in dieser Gegend die Trinkwasserbeschaffung.","versions":[{"lang":1,"streams":[{"redirect":13916615,"hoster":"VOE"},{"redirect":8257552,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Sierra Nevada (Allein in der Sierra Nevada)","epNo":2,"alt":"Sierra Nevada","descr":"Wasserschlange, Ameisen und ein paar Wurzeln – so sieht der Speiseplan eines Überlebens-Experten in der Sierra Nevada aus. Aber diese Köstlichkeiten fliegen Bear Grylls in dieser Episode von ‚Ausgesetzt in der Wildnis‘ natürlich nicht einfach in den Blechnapf. Der Mount Everest-Bezwinger und Survival-Freak muss sie sich mühsam fangen oder im Garten von Mutter Natur ausgraben. Außerdem muss der Ex-Soldat auf seinem Überlebenstrip durch das riesige Gebirge ständig auf der Hut vor Bären und anderen wilden Tieren sein. Dafür gibt es am Abend zur Belohnung ein Tässchen heißen Tee aus Piniennadeln, der für den britischen Darjeeling-Liebhaber recht gewöhnungsbedürftig ist.","versions":[{"lang":1,"streams":[{"redirect":8436437,"hoster":"VOE"},{"redirect":8261712,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trügerische Gletscher (Allein in Fels und Eis)","epNo":3,"alt":"European Alps","descr":"Bear Grylls springt in dieser Episode der Dokumentar-Serie \"Ausgesetzt in der Wildnis\" per Fallschirm über den französischen Alpen ab und landet mitten auf einem Gletscher. Von dort muss sich der Überlebens-Experte zurück in die Zivilisation kämpfen und kilometerlange Strecken über ewiges Eis und Gletscherspalten zurücklegen. Auch beim Thema Nahrungsmittel darf Grylls auf seiner steinigen Route nicht zimperlich sein. Die quirligen Maden im Fleisch einer toten Gämse sind schließlich hervorragende Protein-Lieferanten. Sind die Insekten erst einmal verdaut...","versions":[{"lang":1,"streams":[{"redirect":8436440,"hoster":"VOE"},{"redirect":8257559,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In der grünen Hölle (Allein in der grünen Hölle)","epNo":4,"alt":"Costa Rican Rain Forest","descr":"Wie überlebt man – nur mit Messer und Wasserflasche bewaffnet – im lateinamerikanischen Regenwald? Ex-Soldat und Mount Everest-Bezwinger Bear Grylls muss diesmal sämtliche Register ziehen. Der Dschungel von Costa Rica wimmelt vor Stechfliegen und giftigen Insekten. Schlangen, Skorpione und Spinnen sind dauernde Begleiter des Briten, der sich seinen mühsamen Weg durchs Dickicht kämpft. Als dem 34-jährigen Abenteurer das Wasser ausgeht, nimmt er ein Risiko auf sich und zieht prompt den Kürzeren: Er trinkt aus einem Bachlauf, der, wie sich schnell herausstellt, von Bakterien verseucht ist.","versions":[{"lang":1,"streams":[{"redirect":8436441,"hoster":"VOE"},{"redirect":8257562,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Durch die Wildnis Alaskas (Allein durch die Wildnis Alaskas)","epNo":5,"alt":"Alaskan Mountain Range","descr":"Überlebens-Experte Bear Grylls lässt sich in dieser Episode der Doku-Serie per Hubschrauber auf einem Berggipfel am Polarkreis aussetzen. Ausgerüstet ist der Brite nur mit einem Paar Skier, etwas Wasser, einem Feuerstein und einem Messer. Mit dieser spärlichen Ausstattung muss der 34-jährige Abenteurer den weiten Weg zurück in die Zivilisation bewältigen. Und die Survival-Tour durch Alaska hat es in sich: Unter anderem muss Bear Grylls gefährliche Gletscherspalten überwinden, hungrige Braunbären von seiner Fährte abbringen, eisige Flüsse durchschwimmen und sich sein Essen selber fangen.","versions":[{"lang":1,"streams":[{"redirect":8436442,"hoster":"VOE"},{"redirect":8257558,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Am Krater des Mount Kilauea (Allein auf den Vulkanbergen Hawaiis)","epNo":6,"alt":"Mount Kilauea","descr":"Wie überlebt man in unmittelbarer Nähe eines der aktivsten Vulkane der Welt. Survival-Profi Bear Grylls lässt sich in dieser Episode per Hubschrauber am Kraterrand des Mount Kilauea auf Hawaii absetzen. Von dort aus bahnt sich der Ex-Soldat einen Weg zurück in die Zivilisation. Anhand des Sonnenstandes kämpft sich Grylls abwechselnd durch bizarre Mondlandschaften aus erstarrter Lava und kaum durchdringbaren Dschungel. Auf der Tour muss er nach essbaren Wurzeln, Früchten oder Beeren Ausschau halten, um sein gefährliches Abenteuer zu überstehen. Aufgeben kommt für den Lebenskünstler selbst unter schwierigsten Bedingungen nicht in Frage.","versions":[{"lang":1,"streams":[{"redirect":8436444,"hoster":"VOE"},{"redirect":8257560,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mitten im Pazifik (Allein im Pazifik)","epNo":7,"alt":"Deserted Island","descr":"Bear Grylls lässt sich per Hubschrauber im Pazifik nahe einer unbewohnten Insel absetzen. Nur mit einem Messer ausgerüstet zeigt er, wie man in der exotischen, aber tödlichen Pazifikinselwelt überlebt und den Weg in die Zivilisation zurückfindet.","versions":[{"lang":1,"streams":[{"redirect":8436447,"hoster":"VOE"},{"redirect":8257568,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gnadenlose Savanne (Allein in der Savanne)","epNo":8,"alt":"African Savanna","descr":"Umgeben von Nashörnern, Elefanten, Raubkatzen und anderen gefährlichen Tieren, kämpft sich Bear Grylls durch die afrikanische Savanne. Seine Aufgabe: So schnell wie möglich von dem Punkt, an dem er per Fallschirm abgesetzt wurde, einen Weg zurück in die Zivilisation zu finden. Dabei muss sich der Überlebens-Experte seine Mahlzeiten mit hungrigen Löwen teilen und alle Survival-Register ziehen, die er in petto hat: Unter anderem verarztet sich Bear nach einem Unfall mit Aloe Vera-Blättern als Desinfektionsmittelersatz selbst und erkennt, dass man in Afrika immer flussaufwärts laufen sollte, wenn man unter der sengenden Sonne nicht verdursten will.","versions":[{"lang":1,"streams":[{"redirect":8436445,"hoster":"VOE"},{"redirect":8257567,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In den Sümpfen der Everglades (Allein in den Sümpfen der Everglades)","epNo":9,"alt":"Everglades","descr":"In dieser Folge lässt sich Survival-Experte Bear Grylls mitten in den Sümpfen der Everglades aussetzen. Kaum angekommen, versinkt er bereits knietief im Morast. Der Abenteurer kann sich zwar allein aus dieser brisanten Lage befreien, doch er sollte keine Sekunde zu lang brauchen: Die zahlreichen Alligatoren, die sich im schlammigen Wasser und dem dichten Unterholz versteckt halten, können zu einer echten Bedrohung werden. Vor Sonnenuntergang muss es Bear Grylls auf jeden Fall in höheres Gelände schaffen – denn wenn die Raubtiere nachts auf Jagd gehen, wird es in den Everglades lebensgefährlich.","versions":[{"lang":1,"streams":[{"redirect":8436446,"hoster":"VOE"},{"redirect":8257564,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Dschungel von Ecuador (Allein im Dschungel)","epNo":10,"alt":"Ecuador","descr":"Der Bergnebelwald von Ecuador zählt nicht gerade zu den klassischen Ausflugszielen: Nass, kalt, fernab jeglicher Zivilisation und absolut unwirtlich. Überlebens-Experte Bear Grylls landet mit seinem Fallschirm auf fast 4000 Metern Höhe. Um einer lebensgefährlichen Unterkühlung zu entgehen, muss er schnellst möglich versuchen, in den tropischen Regenwald abzusteigen. Hier ernährt sich der Abenteurer von selbst gefangenen Piranhas und versucht, auf einem provisorischen Floß eine rettende Siedlung zu erreichen.","versions":[{"lang":1,"streams":[{"redirect":12917993,"hoster":"VOE"},{"redirect":8257547,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In der Hitze Australiens (Allein im australischen Outback)","epNo":11,"alt":"Kimberly, Australia","descr":"Das Outback Australiens gehört wegen seiner atemberaubenden Landschaft, der unberührten Natur und der faszinierenden Tierwelt zu den Traumreisezielen vieler Touristen. Allerdings können die brennende Hitze, Buschfeuer, Sturzfluten, Krokodile und Giftschlangen einem verirrten Wanderer schnell zum Verhängnis werden. Bear Grylls lässt sich im Kimberley-Gebiet aussetzen und demonstriert, wie man mit dem Wissen der Aborigines ohne Spezialausrüstung überleben kann.","versions":[{"lang":1,"streams":[{"redirect":8436432,"hoster":"VOE"},{"redirect":8257551,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In den Canyons von Mexiko (Allein im australischen Outback)","epNo":12,"alt":"Mexico","descr":"Die Kupferschlucht im Norden Mexikos ist vier Mal so groß und 300 Meter tiefer als der Grand Canyon. Wer hier ohne Führer unterwegs ist, verirrt sich sicher. Außerdem können die extremen Temperaturen, giftige Skorpione und reißende Sturzfluten unerfahrenen Wanderern schnell zum Verhängnis werden. Bear Grylls demonstriert, wie man in der Schlucht überlebt und sicher zurück in die Zivilisation findet.","versions":[{"lang":1,"streams":[{"redirect":8436434,"hoster":"VOE"},{"redirect":8257550,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auf den Gletschern Islands (Allein auf den Gletschern Islands)","epNo":13,"alt":"Iceland","descr":"Island, die Insel von Feuer und Eis, fasziniert Besucher aus aller Welt mit ihrer rauen Schönheit und ihrer einzigartigen Landschaft. Doch jedes Jahr geraten viele Touristen auf den aktiven Vulkanen und riesigen Gletschern in Lebensgefahr. Bear Grylls lässt sich hier mitten im Winter aussetzten, um zu zeigen, wie man auch bei extremer Witterung in dieser Wildnis überlebt. Der Abenteurer stößt beinahe an seine Grenzen, als es gilt, eisige Gletscherströme zu durchschwimmen und im Schneesturm einen Weg zurück in die Zivilisation zu finden.","versions":[{"lang":1,"streams":[{"redirect":8436435,"hoster":"VOE"},{"redirect":8257549,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"In den schottischen Highlands (Allein in den schottischen Highlands)","epNo":14,"alt":"Scotland","descr":"Das Schottische Hochland gehört zu den klassischen Reisezielen für Angler, Wanderer und Bergsteiger. Doch viele Touristen besuchen seine Moore, Wälder und Flüsse, ohne sich klar zu machen, wie gefährlich das extreme Klima in dieser Gegend ist. Eisige Temperaturen und Windgeschwindigkeiten von über 250 Stundenkilometern können einem verirrten Wanderer hier leicht zum Verhängnis werden. Bear Grylls versucht durch weite Schneefelder, tückische Sümpfe und dichte Wälder den Weg zurück nach Hause zu finden. Bereits der Fallschirmsprung gestaltet sich schwieriger als erwartet. Da eine dichte Wolkendecke aufgezogen ist, kann Grylls nicht wie sonst aus 3000, sondern nur aus 750 Metern Höhe abspringen. Nach einer riskanten Landung findet er sich bei klirrender Kälte im schneebedeckten Gebirge wieder. Dichter Nebel nimmt ihm jede Sicht, so dass er sich auf seinem Weg nur am starken Westwind orientieren kann. Bald darauf bricht ein heftiger Schneesturm los. Da er in dieser Gegend keinen Unterschlupf finden kann, muss der Abenteurer dennoch weiterlaufen.","versions":[{"lang":1,"streams":[{"redirect":8436439,"hoster":"VOE"},{"redirect":8257553,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sahara - Skorpione zum Frühstück","epNo":1,"alt":"Sahara","descr":"In dieser Episode lässt sich Bear Grylls am heißesten Ort der Welt aussetzen, um aufzuzeigen, wie man den unwirtlichen, versengten Dünen der Sahara lebend entfliehen kann. Um dies zu erreichen tut er sich einige unangenehme Dinge an, wie seinen eigenen Urin zu trinken und Kamelspinnen zu verzehren. Zu überleben bedeutet, alles was man in die Finger bekommt zu essen, egal ob es ein toter Skorpion oder die Hoden eines Ziegenbocks sind. Dies ist die einzige Möglichkeit um den Körper vor Dehydration oder Austrocknung zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8436451,"hoster":"VOE"},{"redirect":8257570,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sahara - Das Gesetz der Berber","epNo":2,"alt":"Desert Survivor","descr":"In dieser Episode zieht Bear Grylls mit einer Kamelkarawane durch die Sahara, bis er zu den Salzseen kommt. – Eine gottverlassene Gegend, die weit und breit keine Nahrung und keinen Tropfen Wasser bietet, dafür jede Menge Fata Morganas, die die Sinne verwirren. Die härteste Prüfung, die Grylls bestehen muss, ist jedoch das \"Gesetz der Berber\". Er muss ein totes Kamel häuten und ausweiden, um Flüssigkeit und etwas Essbares zu bekommen. Auch für den Rumpf des Kadavers findet der Survival-Profi Verwendung: Als minder komfortablen Schutz für die Nacht!","versions":[{"lang":1,"streams":[{"redirect":12917990,"hoster":"VOE"},{"redirect":8257569,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Panama (1)","epNo":3,"alt":"Panama","descr":"Dieses Mal ist Bear Grylls in Panama. Mit Hilfe von Kletterpflanzen steigt er in dieser Episode hinunter in fürchterliche Vipern-Nester am legendären Camino Reale. Dort, in einer stockdunklen Höhle wird er mit einer seiner schlimmsten Ängste konfrontiert. Es gibt absolut nichts, was Bear Grylls nicht essen würde – ganz egal wie eklig und widerlich es auch sein mag – Hauptsache er kommt davon über die Runden. Riesige schwarze Käfer und rohe Krebse gehören da noch zu den Leckerbissen …","versions":[{"lang":1,"streams":[{"redirect":8436452,"hoster":"VOE"},{"redirect":8257579,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Panama (2)","epNo":4,"alt":"Jungle","descr":"Dieses Mal ist Bear Grylls in Panama. Die Hitze und Feuchtigkeit des tropischen Regenwaldes bringen Bear an die Grenze seiner Kräfte. Um in dieser Wildnis überleben zu können, muss er etwas Essbares und Trinkwasser finden. Sonst endet dieses Abenteuer schnell tödlich. In einem Land wie Panama, mit einem hohen Entführungsrisiko, bedeutet Überleben manchmal aber auch einfach, nicht entdeckt zu werden. Also heißt es für Bear Grylls außer Nahrung zu suchen auch noch Spuren zu verwischen so gut es geht und sich schnell zu verstecken, falls er irgendwelche Zeichen von Menschen im Dschungel entdecken sollte.","versions":[{"lang":1,"streams":[{"redirect":12917995,"hoster":"VOE"},{"redirect":8257575,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Patagonien (1)","epNo":5,"alt":"Andes Adventure","descr":"In dieser Episode springt Bear Grylls über einem riesigen Eisfeld im Süden Patagoniens ab. Er verbringt die Nacht in einem Schneeloch, das ihm kaum Schutz vor einem tobenden Blizzard bietet. Weiter geht es dann auf allen Vieren durch den Wald – immer auf der Suche nach Würmern, Käfern und anderen Insekten, die eine willkommene Proteinquelle für ausgemergelte Abenteurer bieten. Danach segelt der Engländer im selbstgebauten Boot über einen eiskalten See und muss am Ende ans Ufer schwimmen, um sich in Sicherheit zu bringen. Kein Spaß bei nur einem Grad über Null.","versions":[{"lang":1,"streams":[{"redirect":8436454,"hoster":"VOE"},{"redirect":8257578,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Patagonien (2)","epNo":6,"alt":"Patagonia","descr":"In der zweiten Folge seiner Patagonien-Tour muss Bear Grylls die Nacht bei eisigen Temperaturen unter einem Felsvorsprung verbringen. Am nächsten Tag erlegt er ein Kaninchen, das aber nicht wirklich satt macht, und verfolgt dann Pumas, um etwas von ihrer Beute zu erwischen. Später nimmt er den Perito Moreno Gletscher ins Visier, eine bizarre Wildnis mit tödlichen Gletscherspalten und Eishöhlen. Immer wieder gerät Bear in lebensgefährliche Situationen, kommt aber mit einem blauen Auge davon – wenn er dabei auch oft seine Grenzen überschreiten muss …","versions":[{"lang":1,"streams":[{"redirect":13003980,"hoster":"VOE"},{"redirect":8257574,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bear isst einfach alles","epNo":7,"alt":"Bear Eats","descr":"Auch privat mag er’s unkonventionell. Bear Grylls lebt mit seiner Frau und den beiden Söhnen in einem Hausboot auf der Themse. Bears eigener Einschätzung zufolge ist das 30 Meter lange Zuhause löchrig und etwas rostig. Sechs Wochen im Jahr lebt die Familie auf einer acht Hektar großen Insel vor der walisischen Küste. In einem kleinen Haus, das erst nach fünf Jahren Renovierungszeit bezugsfertig war. Strom oder fließendes Wasser gibt es am Zufluchtsort nicht. Typisch Grylls.","versions":[{"lang":1,"streams":[{"redirect":8436459,"hoster":"VOE"},{"redirect":8257577,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die sibirische Tundra (1)","epNo":1,"alt":"Siberia","descr":"Bear Grylls springt mit dem Fallschirm über der sibirischen Tundra ab. An einem der kältesten Orte der Welt muss er eine Woche unter extremen Bedingungen überleben und gegen Temperaturen von bis zu minus 30 Grad bestehen. Er findet Unterschlupf in einer Höhle und erlegt in den Tundrawäldern ein Reh, das seine Verpflegung für mehrere Tage sicherstellt.","versions":[{"lang":1,"streams":[{"redirect":8436457,"hoster":"VOE"},{"redirect":8257582,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die sibirische Tundra (2)","epNo":2,"alt":"Land Of Ice","descr":"Bear Grylls springt mit dem Fallschirm über der sibirischen Tundra ab. An einem der kältesten Orte der Welt muss er eine Woche unter extremen Bedingungen überleben und gegen Temperaturen von bis zu minus 30 Grad bestehen. Er findet Unterschlupf in einer Höhle und erlegt in den Tundrawäldern ein Reh, das seine Verpflegung für mehrere Tage sicherstellt. – Überlebenskampf hautnah, Teil zwei.","versions":[{"lang":1,"streams":[{"redirect":8436458,"hoster":"VOE"},{"redirect":8257583,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"An der Skelettküste","epNo":3,"alt":"Namibia","descr":"Survival-Tricks der Buschmänner: In dieser Episode schlägt sich Bear Grylls durch eine der ältesten und lebensfeindlichsten Wüsten der Welt, die Namib an der Westküste Afrikas. Sein Abenteuer beginnt an der berüchtigten Skelettküste, die von zahllosen Schiffswracks gesäumt ist. Da es dort kein Trinkwasser gibt, baut der Outdoor-Profi aus einer Plastikfolie und Steinen einen einfachen Sonnen-Destillator, um Meerwasser zu entsalzen. Auf der Suche nach ergiebigeren Quellen muss sich Bear aber in brütender Hitze durch einen breiten Wüstenstreifen ins Landesinnere vorkämpfen. Dort trifft der Brite auf Buschmänner vom Stamm der San, die schon seit Jahrtausenden in dieser Region heimisch sind. Von den Ureinwohnern kann er sich ganz neue Überlebens-Strategien abschauen und geht dann mit ihnen auf Stachelschweinjagd.","versions":[{"lang":1,"streams":[{"redirect":8436464,"hoster":"VOE"},{"redirect":8257581,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zambia - Krank im Busch","epNo":4,"alt":"Zambia","descr":"Bear Grylls fliegt nach Sambia im südlichen Afrika. Er wird dem Sambesi-Fluss mit seinen riesigen Wasserfällen folgen. Nach starken Regenfällen ist dieser noch tückischer als sonst. Auf seinem Weg wird Bear Grylls einigen sehr gefährlichen Tieren begegnen und essen müssen, was er findet. Wodurch er sehr krank wird. Die Strapazen haben sich gelohnt, denn atemberaubende Aufnahmen machen die Anstrengungen einer solchen Tour spürbar.","versions":[{"lang":1,"streams":[{"redirect":8436462,"hoster":"VOE"},{"redirect":8257585,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Allein auf der Vulkaninsel (1)","epNo":5,"alt":"Jungle Swamp","descr":"Sumatra im Indischen Ozean ist die sechstgrößte Insel der Welt und die neue Herausforderung für Abenteurer Bear Grylls. Hohe Gebirgszüge, aktive Vulkane und riesige Sumpflandschaften machen diese Survival-Tour zu einer echten Challenge für den Briten. Der Weg zurück in die Zivilisation wird schweißtreibend – das ist schon im Vorfeld klar. Teile der Insel wurden 2004 vom großen Tsunami zerstört, und die Schäden dieser verheerenden Naturkatastrophe sind bis heute allgegenwärtig. Außerdem machen ihm die extreme Hitze und Luftfeuchtigkeit in Indonesien schwer zu schaffen. Um bei Kräften zu bleiben, muss sich Bear den Bauch mit fetten Larven vollschlagen. Außer Insekten hat der Dschungel, den er gerade durchquert, nämlich nur Bananen zu bieten.","versions":[{"lang":1,"streams":[{"redirect":8436463,"hoster":"VOE"},{"redirect":8257588,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Allein auf der Vulkaninstel (2)","epNo":6,"alt":"Castaway","descr":"Aus der Ferne betrachtet wirken die Banyak-Inseln vor der Küste Sumatras wie das perfekte Ferienparadies, doch der Schein trügt. Bear Grylls jedenfalls darf dort nicht auf einen Urlaub in der Hängematte hoffen, im Gegenteil: Nach einem Fallschirmsprung aus 2700 Metern Höhe muss sich der Abenteurer durch die tosende Brandung ans Ufer retten, um dann völlig erschöpft seine Survival-Chancen einzuordnen. Das Nahrungsangebot ist hier zwar recht abwechslungsreich, da es außer Seeigeln und Krebsen immerhin fette Termiten gibt, doch mit sauberem Trinkwasser sieht es ganz schlecht aus. Um nicht zu verdursten, muss Bear die unbewohnte Insel schon nach einer Nacht verlassen und sticht auf einem selbstgebauten Bambusfloß in See. Jetzt kann er nur noch hoffen, dass ihn bald ein Fischerboot aufgabelt.","versions":[{"lang":1,"streams":[{"redirect":8436465,"hoster":"VOE"},{"redirect":8257591,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"In der Wüste Mexikos","epNo":1,"alt":"Baja Desert","descr":"In dieser Episode wagt sich Abenteurer Bear Grylls auf seinem Survival-Trip in die schier endlosen Gebirgszüge und Geröllfelder der Baja California – einer schmalen, etwa 1200 Kilometer langen Halbinsel im Westen Mexikos. Das Klima in diesem unwirtlichen Landstrich reicht von eisiger Kälte in den Bergen bis zu Temperaturen über 50 Grad in den Wüstengebieten. Hier muss der Überlebens-Experte alle Register ziehen, um den weiten Weg zurück in die Zivilisation durchzustehen. Das ausgestorbene, verdorrte Land bietet kaum Wasser oder Nahrung, dafür gibt es jede Menge gefährliche Bienenarten, die selbst einen Ochsen lahm legen könnten.","versions":[{"lang":1,"streams":[{"redirect":13003982,"hoster":"VOE"},{"redirect":8257592,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In den Sümpfen Louisianas","epNo":2,"alt":"The Deep South","descr":"Schwieriges Terrain und jede Menge wilde Tiere: Ex-Soldat Bear Grylls schlägt sich in dieser Episode von \"Ausgesetzt in der Wildnis\" durch die Sümpfe Louisianas. Während der Survival-Experte auf seinem Weg durch die menschfeindliche Gegend ständig darauf achten muss, sich nicht zu verirren, droht außerdem Gefahr durch Giftschlangen und gefräßige Alligatoren. Experten schätzen die Population der Reptilien in der Region auf über zwei Millionen – wobei ausgewachsene Exemplare eine Länge von fünf Metern erreichen können. Trotzdem erweist sich die Begegnung mit einem Alligator für Grylls schließlich als Glückfall: Nach einem heftigen, aber erfolgreichen Kampf dient ihm das Alligatorfleisch als Nahrungsquelle. Und das Reptilienfett schützt den Abenteurer vor blutgierigen Stechmücken.","versions":[{"lang":1,"streams":[{"redirect":8436474,"hoster":"VOE"},{"redirect":8257596,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"An der Steilküste Irlands","epNo":3,"alt":"Ireland","descr":"Im Westen steile, bis zu 600 Meter hohe Felswände, im Osten der riesige Atlantik: In dieser Episode beginnt Bear Grylls’ Survival-Abenteuer im stürmischen Ozean vor der irischen Westküste. Bei Wassertemperaturen von kaum zehn Grad muss der Ex-Elitesoldat den letzten Kilometer bis zum Festland schwimmend zurücklegen – und das möglichst schnell. Denn hier droht die akute Gefahr einer Unterkühlung. Als er endlich festen Boden unter den Füßen hat, steht Bear Grylls schon vor der nächsten Herausforderung. Vor ihm erheben sich felsige Klippen, die er ohne Ausrüstung überwinden muss. Als erste Nahrungsquelle dient dem Überlebens-Experten eine Suppe aus Muscheln, Seetang und Maden aus dem Kadaver eines verendeten Seehunds. Eine Stärkung, die der Abenteurer gut gebrauchen kann, denn vor ihm liegen viele Kilometer Fußmarsch durch eine verlassene, feuchte Moorlandschaft.","versions":[{"lang":1,"streams":[{"redirect":12332285,"hoster":"VOE"},{"redirect":8257594,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In der Prärie Süd-Dakotas","epNo":4,"alt":"South Dakota","descr":"Drei Faktoren können auf Bear Grylls Überlebens-Trip in South Dakota von einer Minute auf die andere zur tödlichen Gefahr werden: das wechselhafte Wetter, wilde Tiere und das unwegsame Gelände. Die ‚Black Hills‘, an denen der Engländer seinen Survival-Trip startet, sind bekannt für heftige Temperaturschwankungen und gewaltige Unwetter. Die felsige Bergregion liegt auf der berüchtigten ‚Tornado Alley‘, wo gigantische Wirbelstürme Jahr für Jahr das Land verwüsten. Außerdem besteht hier bei starkem Gewitter die akute Gefahr vom Blitz getroffen zu werden. Der Ex-Soldat ist also gut beraten, sich so schnell wie möglich einen Weg ins Tal zu suchen und für ausreichend Nahrung zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":8436476,"hoster":"VOE"},{"redirect":8257600,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Yukon-Territorium","epNo":5,"alt":"Yukon","descr":"Tückische Gletscherlandschaften, eisiges Wildwasser und Hunderttausende Quadratkilometer einsame Wildnis – Überlebens-Experte Bear Grylls durchquert in dieser Episode der Doku-Serie nur mit dem Nötigsten ausgerüstet den Nordwesten Kanadas. Das Yukon-Territorium gehört zu den abgeschiedensten Regionen Nordamerikas, und knackig kalt ist es dort auch: Die Temperaturen im so genannten ‚alten Goldgräberland‘ sinken im Winter unter Minus 50 Grad. Nach dem Fallschirm-Absprung aus zirka 3000 Metern Höhe beginnt Bears riskante Expedition auf einem Berg-Plateau, inmitten von riesigen Eisblöcken und knietiefem Schnee.","versions":[{"lang":1,"streams":[{"redirect":13003985,"hoster":"VOE"},{"redirect":8257599,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In den Karpaten","epNo":6,"alt":"Romania","descr":"In dieser Episode wagt sich Bear Grylls in die Heimat des berüchtigten Grafen Dracula. Die riesigen Wälder der transsilvanischen Karpaten gehören zu den abgelegensten Gebieten Europas. In dieser Wildnis voll von reißenden Flüssen, tiefen Schluchten und Raubtieren muss der routinierte Survival-Spezialist auf seine ganze Erfahrung zurückgreifen, um zu überleben. Kaum hat ein Helikopter den Abenteurer in Rumänien abgesetzt, tauchen schon die ersten hungrigen Braunbären auf. Die bis zu 300 Kilo schweren Kolosse können einen Menschen mit einem einzigen Prankenhieb töten, und Bear ist gut beraten, den gefährlichen Waldbewohnern aus dem Weg zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8436472,"hoster":"VOE"},{"redirect":8257605,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im anatolischen Gebirge","epNo":7,"alt":"Turkey","descr":"Kaltduscher: Bear Grylls hangelt sich unter dem eisigen Bergwasserfall hindurch ins Tal.","versions":[{"lang":1,"streams":[{"redirect":12251642,"hoster":"VOE"},{"redirect":8257604,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im Dschungel von Belize","epNo":8,"alt":"Belize","descr":"Das kleine, dünn besiedelte Land an der zentralamerikanischen Karibikküste gehörte einst zum Reich der Maya. Etwa die Hälfte der ehemaligen britischen Kolonie ist mit dichtem Urwald bedeckt, der voller Gefahren steckt: Im Dschungel von Belize wimmelt es von wilden Tieren, darunter Jaguare, Krokodile und Schlangenarten, deren Biss tödlich sein kann. Eine ausgewachsene Königsboa, auf die Bear Grylls bei seinem Survival-Trip durch diese extreme Region stößt, erweist sich für den Überlebens-Künstler aber als Glücksfall: Das Tier ist ungefährlich, weil bereits tot, und eignet sich damit bestens als Nahrungsquelle.","versions":[{"lang":1,"streams":[{"redirect":8436479,"hoster":"VOE"},{"redirect":8257602,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Karibikdschungel","epNo":9,"alt":"Dominican Republic","descr":"Bear Grylls jüngster Überlebens-Trip führt ihn während der Hurrikan-Saison quer durch den Dschungel der Dominikanischen Republik. Geplagt von blutgierigen Moskitos und extrem hoher Luftfeuchtigkeit, sucht der Brite tief im Urwald nach Trinkwasser. Eine saubere Quelle ist in dieser Wildnis aber noch viel schwieriger zu finden als feste Nahrung. Vorausgesetzt man ist – was die Speisekarte betrifft – genauso hart im Nehmen wie der Ex-Soldat einer Sondereinheit. Der verspeist eine ausgewachsene Vogelspinne nämlich schon zum Frühstück ohne mit der Wimper zu zucken! Vorher entfernt Feinschmecker Grylls aber trotzdem die ekligen Haare an den acht Beinen.","versions":[{"lang":1,"streams":[{"redirect":8436480,"hoster":"VOE"},{"redirect":8257608,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In den Canyons von Oregon","epNo":10,"alt":"Oregon","descr":"Der Hells Canyon ist die tiefste von einem Fluss gegrabene Schlucht Amerikas. Auf 150 Kilometern Länge kreuzt hier keine Straße, und das Gebiet ist fast menschenleer. Überlebens-Experte Bear Grylls lässt sich in dieser Episode im Bundesstaat Idaho auf einer Seite des gewaltigen Canyons absetzen. Von dort aus versucht er einen Weg auf die andere Seite der Schlucht zu finden, die bereits in Oregon liegt. Um sein Ziel zu erreichen, muss der Brite 1600 Meter tief bis zum Snake River hinuntersteigen, den Fluss bei eisigen Temperaturen und gefährlichen Stromschnellen durchqueren und dann die verschneiten Felswände am anderen Ufer wieder hinaufklettern. Da bei dieser Kräfte zehrenden Survival-Tour jede Nahrungsquelle herzlich willkommen ist, stürzt sich der Brite begeistert auf einen halb verwesten Hirsch. Das Fleisch ist zwar beim besten Willen nicht mehr essbar, aber das Knochenmark des toten Tieres spendet dem Abenteurer wertvolle Kalorien.","versions":[{"lang":1,"streams":[{"redirect":8436467,"hoster":"VOE"},{"redirect":8257593,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Canyon","epNo":1,"alt":"Alabama","descr":"Survival-Profi Bear Grylls stellt sich nach zweimonatiger Verletzungspause einer neuen Herausforderung. Bei einem seiner letzten Abenteuer hatte sich der Ex-Soldat in der Antarktis die Schulter gebrochen, doch jetzt ist er ausgeruht und bereit für neue Prüfungen. Dieses Mal lässt sich der Überlebens-Experte per Helikopter in der Wildnis Alabamas am Rande eines 200 Meter tiefen Canyons absetzen. Von hier aus führt sein Weg in die Tiefe, zu einem der vielen Flüsse des US-Bundesstaates, auf dem Grylls mit einem selbst gebautem Floß an reißenden Stromschnellen und Wasserfällen vorbeipaddelt. Doch das ist erst der Anfang, denn jetzt warten weitere Herausforderungen auf den Engländer: darunter wild geword","versions":[{"lang":1,"streams":[{"redirect":12381291,"hoster":"VOE"},{"redirect":8257614,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überlebenskampf in der Wüste","epNo":2,"alt":"Texas Desert","descr":"In dieser Episode von \"Ausgesetzt in der Wildnis\" kämpft sich Bear Grylls durch die Chihuahua-Wüste, die im Grenzgebiet zwischen den USA und Mexiko liegt. Oberste Priorität in dieser rund 360.000 Quadratkilometer großen, einsamen und öden Wildnis hat die Trinkwasser- und Nahrungsbeschaffung. Dabei greift der Engländer auf verschiedene Überlebens-Techniken zurück, die er sich auf seinen Survival-Trips rund um den Globus angeeignet hat. Eine davon ist das Kauen von Kakteen-Früchten, die für eine Weile vor dem Dehydrieren schützen können. Lebensretter können in solch unwirtlichen Regionen auch Aasgeier sein, wenn sie als Wegweiser zu einem nahrhaften Abendessen führen.","versions":[{"lang":1,"streams":[{"redirect":12381286,"hoster":"VOE"},{"redirect":8257616,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eisiges Alaska","epNo":3,"alt":"Alaska","descr":"Auszeit in der Eiszeit: Wo es andere schon beim Zuschauen fröstelt, kämpft sich Bear Grylls durch den Schnee.","versions":[{"lang":1,"streams":[{"redirect":14000790,"hoster":"VOE"},{"redirect":8257620,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Dschungel Vietnams","epNo":4,"alt":"Vietnam","descr":"Im vietnamesischen Dschungel verbringt Bear Grylls diesmal eine besonders unangenehme Zeit: Die Luft surrt vor Moskitos, in jedem Tümpel lauern Wasserschlangen oder Blutegel und im grünen Dickicht tummeln sich giftige Skorpione, Spinnen und anderes obskures Getier. Dazu kommt eine extrem hohe Luftfeuchtigkeit, die jeden Schritt zur Qual werden lässt. Auch die Speisekarte ist im hiesigen Regenwald eher spärlich bestückt – wenn man von fangfrischen Fledermäusen aus der Tropfsteinhöhle einmal absieht. Diese Kombination veranlasst den Survival-Veteranen, die unwirtliche Gegend so schnell wie möglich zu verlassen. Nur wie? Der einzige halbwegs verlässliche Ausweg aus Dschungelgebieten führt an einem Fluss","versions":[{"lang":1,"streams":[{"redirect":8436490,"hoster":"VOE"},{"redirect":8257622,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Am Polarkreis","epNo":5,"alt":"Arctic Circle","descr":"Eisige Minusgrade und eine lebensfeindliche Umgebung, die ihren rar gesäten Bewohnern enorm viel abverlangt, sind die perfekten Bedingungen für Bear Grylls. Genau hier, über einem zugefrorenen See am Polarkreis, springt der Survival-Profi in dieser Episode der Dokumentar-Serie mit seinem Fallschirm ab! In dieser Region, die weltweit zu den unwirtlichsten zählt, braucht der menschliche Körper etwa doppelt so viele Kalorien zum Überleben, wie unter normalen Bedingungen. Das bedeutet: Die Nahrungssuche hat beim jüngsten Abenteuer des Engländers oberste Priorität. Mit Beeren für den Vitamin C-Bedarf und einem selbst erlegten Rentier löst Bear Grylls diese elementare Aufgabe zwar vorbildlich, doch sein","versions":[{"lang":1,"streams":[{"redirect":8436487,"hoster":"VOE"},{"redirect":8257619,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf den pazifischen Inseln","epNo":6,"alt":"Pacific Island","descr":"Cast away! Gestrandet auf einer einsamen Insel, wie Tom Hanks im gleichnamigen Hollywood-Blockbuster, beginnt Bear Grylls sein neustes Survival-Abenteuer auf einer schmalen Sandbank vor der Küste Panamas. Festen Boden unter den Füßen hat der britische Abenteurer dort aber nur kurz, denn bei Flut versinkt seine erste Anlaufstation völlig im Ozean. Die drei Kilometer bis zum nächsten rettenden Eiland legt Bear dann schwimmend zurück und kann von Glück reden, dass er dabei weder Bullen- noch Tigerhaien begegnet. Diese Raubfische tummeln sich nämlich in Scharen vor der panamesischen Küste. Endlich auf der Insel angekommen, beginnt für Bear der eigentliche Kampf …","versions":[{"lang":1,"streams":[{"redirect":8436491,"hoster":"VOE"},{"redirect":8257624,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gnadenlose Rocky Mountains","epNo":7,"alt":"Big Sky Country","descr":"Klettern für das Frühstücksei: Wo der normale Großstadtbürger im Supermarkt einkaufen geht, macht sich Bear Grylls auf die Suche nach Taubeneieren.","versions":[{"lang":1,"streams":[{"redirect":8436493,"hoster":"VOE"},{"redirect":8257625,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In China","epNo":8,"alt":"China Jungle","descr":"Die Lagerfeuerromantik hält nicht lange an: Bear Grylls muss sich wieder einmal durch gefährliche Höhlensysteme kämpfen …","versions":[{"lang":1,"streams":[{"redirect":8436496,"hoster":"VOE"},{"redirect":8257632,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gefährliches Guatemala","epNo":9,"alt":"Guatemala","descr":"Verschiedene Klimazonen sorgen für reichhaltige Flora und Fauna: Doch Bear Grylls lernt Guatemala von einer ganz anderen Seite kennen …","versions":[{"lang":1,"streams":[{"redirect":8436505,"hoster":"VOE"},{"redirect":8257628,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Großstadt-Dschungel","epNo":10,"alt":"Urban Survivor","descr":"Die Wildnis mit ihren reißenden Stromschnellen, düsterem Urwald, hungrigen Raubtieren und extremen Wetterbedingungen ist sein zweites Zuhause. Hier kennt sich Abenteurer Bear Grylls aus und weiß genau, was im Ernstfall zu tun ist. Doch wie überlebt man allein und nur mit dem Nötigsten ausgerüstet in einer fremden Großstadt? Der Ex-Soldat wagt sich in dieser Folge der Dokumentar-Serie auf unbekanntes Terrain und testet, ob seine Survival-Strategien auch im Asphalt-Dschungel fruchten. Verlassene Industriegebäude, verrotteter Müll am Straßenrand, dunkle Abwasserkanäle voller Unrat und Ungeziefer – Bear Grylls stellt sich in Osteuropa einer neuen, sehr außergewöhnlichen Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":8436481,"hoster":"VOE"},{"redirect":8257611,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verloren in Nord-Afrika","epNo":11,"alt":"North Africa","descr":"Manchmal kann einem strahlender Sonnenschein echt auf die Nerven gehen: Seit Stunden kämpft sich Survival-Profi Bear Grylls bei 50°C durch die nordafrikanische Sahara. Sein Marsch durch den glühendheißen Wüstensand ist so kräftezehrend, dass er Zweifel hat, die Atlantikküste überhaupt lebend zu erreichen. Schließlich kommt der Engländer an einem alten Brunnenschacht vorbei, in dem er auf etwas Abkühlung hofft. Doch die riskante Klettertour in unbekannte Tiefen bringt nur wenig. Bis auf ein paar Tropfen Wasser am Grund ist der Brunnen völlig ausgetrocknet. Als der Ex-Soldat endlich den vermeintlich rettenden Ozean vor sich sieht, bleibt sein Hauptproblem bestehen: Obwohl er jetzt von unendlichen blauen Fluten umgeben ist, quält ihn der Durst stärker als zuvor.","versions":[{"lang":1,"streams":[{"redirect":8436483,"hoster":"VOE"},{"redirect":8257612,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"In Georgien","epNo":1,"alt":"Georgia - Eastern Europe","descr":"In dieser Episode nimmt Survival-Experte Bear Grylls in der Wildnis Georgiens den Kampf mit der Natur auf. Das jüngste Abenteuer des Briten beginnt nahe der russischen Grenze auf den schneebedeckten Gipfeln des Kaukasus. Die ersten Kilometer legt der Überlebens-Profi dort auf einem Snowmobil zurück, doch im Tiefschnee ist ihm der Motorschlitten schon bald keine Hilfe mehr. Von nun an steht Bear Grylls ein extrem beschwerlicher Weg hinunter ins Tal bevor, in einer der abgeschiedensten Regionen unseres Erdballs, in der man sich vor Schneelawinen genauso in Acht nehmen muss, wie vor hungrigen Wölfen.","versions":[{"lang":1,"streams":[{"redirect":8436495,"hoster":"VOE"},{"redirect":8257634,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf den Torres-Strait-Inseln","epNo":2,"alt":"Western Pacific","descr":"Pauschal-Urlaub sieht anders aus! Survival-Profi Bear Grylls hat in dieser Episode beim Absprung aus dem Helikopter ein ziemlich flaues Gefühl im Magen. Der Pazifische Ozean, der sich drohend unter ihm auftut, kann nämlich auch einen Überlebensexperten wie ihn schnell in Gefahr bringen: Neben giftigen Quallen und der starken Strömung, muss sich Bear besonders vor den Haien in Acht nehmen, die sich rund um sein eigentliches Ziel tummeln – ein kleines, unbewohntes Eiland südlich von Papua Neu-Guinea. Als sich der Engländer endlich ans Ufer rettet, bleibt ihm kaum Zeit, neue Kräfte zu sammeln, denn Bear muss sich schnellstens ein Bild von der Lage machen. Nach einer riskanten Klettertour im brüchigen Felsgestein zum höchsten Punkt der Insel, hält der Ex-Soldat Ausschau nach Nahrung, Wasser und einem Unterschlupf für die Nacht.","versions":[{"lang":1,"streams":[{"redirect":8436499,"hoster":"VOE"},{"redirect":8257631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In Australien","epNo":3,"alt":"Northern Australia","descr":"Einsamkeit und Abgeschiedenheit soweit das Auge reicht: In dieser Episode stellt sich Survival-Experte Bear Grylls einer besonderen Herausforderung und nimmt im Australischen \"Northern Territory\" den harten Kampf mit der Natur auf. Das \"Arnhemland\" an der Nordküste des Kontinents ist mit einer Fläche von rund 97.000 Quadratkilometern etwas größer als Portugal und nur sehr spärlich besiedelt. Die einzigen, die mit den äußerst lebensfeindlichen Bedingungen in diesem Gebiet zurechtkommen, sind die Ureinwohner des Landes – die Aborigines. Und auf die Überlebensstrategien der kleinwüchsigen Buschmänner muss Bear Grylls zurückgreifen, wenn er bei seinem riskanten Abenteuer-Trip nicht auf der Strecke bleiben will. Brütende Hitze, extreme Luftfeuchtigkeit, todbringende Giftschlangen und riesige Krokodile machen die Outback-Tour des Briten zur Tortur. Noch schlimmer ist aber der Durst, der ihn mit jedem Schritt heftiger quält. Erst als der Ex-Soldat eine Felswand mit jahrtausende alten Höhlenmalereien entdeckt, wittert er Morgenluft: Die ungelenke Zeichnung eines großen Fisches weist Bear den lebensrettenden Weg zu sauberem Trinkwasser.","versions":[{"lang":1,"streams":[{"redirect":8436497,"hoster":"VOE"},{"redirect":8257633,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In der Mojave-Wüste","epNo":4,"alt":"Extreme Desert","descr":"\"High Altitude – Low Opening\" – in dieser Episode beginnt Bear Grylls\" Survival-Abenteuer mit einem so genannten \"HALO-Jump\". So bezeichnet man Fallschirmsprünge aus extremer Höhe. Ausgestattet mit Sauerstoffgerät und Gleitschirm stürzt sich der Brite 9000 Meter über der Mojave-Wüste aus einem Flugzeug und rast im freien Fall Richtung Erdboden. Der menschliche Körper erreicht bei dieser Sprungtechnik Geschwindigkeiten von zirka 300 km/h und ist Belastungen bis zu 5 G ausgesetzt. Nach sicherer Landung bewegt sich Bear mit jeder Menge Adrenalin im Blut wieder auf bekanntem Terrain und setzt seinen Überlebenstrip in einer der heißesten Wüsten der Welt fort.","versions":[{"lang":1,"streams":[{"redirect":8436498,"hoster":"VOE"},{"redirect":8257639,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zuschauer-Special","epNo":5,"alt":"Fan Vs. Wild","descr":"Über 20.000 Fans haben sich landesweit für dieses einmalige Abenteuer beworben. Für zwei von ihnen wird der Traum jetzt Wirklichkeit. Joe Resto und Sean Lacoste brechen zusammen mit Survival-Profi Bear Grylls in die Wildnis von British Columbia auf. Und Ex-Soldat Bear ist fest entschlossen, den beiden Großstädtern in der rauen Natur kräftig auf den Zahn zu fühlen. Schließlich geht es hier nicht um einen entspannten Wochenend-Ausflug. Und das wird den Survival-Debütanten schon nach wenigen Minuten klar: Da ihr Helikopter, der sie mitten im Gebirge absetzen soll, wegen Sturmböen nicht landen kann, müssen die zwei ein riskantes Abseilmanöver wagen. Kaum ist der Angstschweiß getrocknet, dürfen Joe und Sean ihre Kletterkünste beim Abstieg an einer steilen Felswand weiter perfektionieren. Als die ersehnte Baumgrenze endlich erreicht ist, steht eine weitere Herausforderung auf dem Plan: ein gigantischer, spiegelglatter Gletscher, der von den Männern zügig überquert werden muss. Erst dann wird die Gegend etwas vertrauter, doch die Entspannung des Survival-Teams währt nicht lange. Bären-Exkremente lassen die nächste Gefahr schon erahnen.","versions":[{"lang":1,"streams":[{"redirect":8436504,"hoster":"VOE"},{"redirect":8257638,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"In der Wüste Arizonas","epNo":1,"alt":"Arizona","descr":"Hunderttausende Quadratkilometer Einöde – der US-Bundesstaat Arizona besteht zu großen Teilen aus Wüste. Wer sich in dieser Region verirrt, steckt in ernsthaften Schwierigkeiten. Tagsüber ist es in Arizona glühend heiß – bis zu 53 Grad Celsius in der Spitze. Beim Survival-Kampf in dieser unwirtlichen Gegend besinnt sich Bear Grylls auf die goldene Dreierregel: Man kann drei Minuten ohne Luft auskommen, drei Tage ohne Wasser und drei Wochen ohne Nahrung. Doch in der Wüste verkürzt sich die Überlebenszeit ohne Flüssigkeit deutlich. Also hat die Suche nach Wasser für Bear Grylls bei seinem aktuellen Trip natürlich oberste Priorität. In den Bergen Arizonas, wo es alle 300 Höhenmeter um rund zwei Grad kühler wird, ist die Wahrscheinlichkeit, auf das kostbare Nass zu stoßen, am größten.","versions":[{"lang":1,"streams":[{"redirect":8436501,"hoster":"VOE"},{"redirect":12477415,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In Schottland gestrandet","epNo":2,"alt":"Scotland","descr":"Die schroffen Felsen am \"Cape Wrath\" trotzen seit Jahrtausenden der gewaltigen Brandung des Nordatlantiks. – Ein Grund mehr, warum Bear Grylls ihnen mit großem Respekt begegnet. In dieser Episode ist der Survival-Profi am nordwestlichsten Punkt der britischen Insel unterwegs, in den Schottischen Highlands, an einem der gefährlichsten Orte Großbritanniens. Militärische Spezialeinheiten trainieren hier regelmäßig für ihre Einsätze in der Arktis und lernen schon bei der Landung an der rauen Felsküste, darauf zu achten, wohin sie ihre Füße setzen. Sonst kann der nächste Schritt sehr schnell der letzte sein\".","versions":[{"lang":1,"streams":[{"redirect":12251644,"hoster":"VOE"},{"redirect":8257644,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Norwegen : Land der Extreme","epNo":3,"alt":"Norway","descr":"Der Puls rast und der Adrenalinspiegel schießt nach oben, als sich Bear Grylls in Norwegen seinem größten Alptraum stellt: Ein defekter Fallschirm hätte den Briten vor einigen Jahren fast das Leben gekostet. Als Mitglied einer Spezialeinheit brach er sich damals beim Absprung aus großer Höhe mehrfach das Rückrat. Doch auch die schweren Verletzungen konnten den Überlebens-Profi nach überstandener Reha nicht davon abhalten, wieder aus einem Flugzeug zu springen. Bis heute ist Bear bei seinen Survival-Touren ein weiteres Drama dieser Art erspart geblieben, doch was, wenn sich der Hauptschirm eines Tages wieder nicht öffnet? Mit Hilfe eines simulierten Fallschirmproblems versucht der Ex-Soldat in dieser Episode sein Trauma zu verarbeiten.","versions":[{"lang":1,"streams":[{"redirect":8436506,"hoster":"VOE"},{"redirect":8257646,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Im Dschungel Borneos","epNo":4,"alt":"Borneo","descr":"Borneo gehört zum Indonesischen Archipel und ist die drittgrößte Insel der Welt. Mit einer Fläche von rund 750.000 Quadrat-Kilometern ist sie mehr als doppelt so groß wie Deutschland. In den zerklüfteten Gebirgszügen und tropischen Regenwäldern des Eilands gibt es einen riesigen Artenreichtum. Einige der Pflanzen- und Tierarten im Dschungel Borneos sind endemisch, also weltweit nur hier zu finden – wie zum Beispiel fleischfressende Kakerlaken. Auf diese besonderen Bedingungen muss sich Überlebens-Experte Bear Grylls bei seiner jüngsten Expedition erst einmal einstellen. Außerdem machen dem Briten in dieser Episode Myriaden von Blutegeln das Leben schwer.","versions":[{"lang":1,"streams":[{"redirect":8436508,"hoster":"VOE"},{"redirect":8257654,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf den Inseln Malaysias","epNo":5,"alt":"Malaysia","descr":"Plankton wird von Licht magisch angezogen, und da wo Plankton ist, tummeln sich die Fische. Diese Survival-Strategie macht sich Bear Grylls auf einer unbewohnten Insel im Archipel von Malaysia zu Nutze, um sein Abendessen zu fangen. Und die Taktik geht auf: Der Brite ködert die Beute auf seinem Floss mit einer brennenden Fackel und erlegt im Handumdrehen einen Stechrochen. Das Tier ist zwar recht klein und voller Gräten, doch für den Anfang besser als nichts. Weitere Nahrung findet der Überlebens-Experte später im Dschungel – in Form eines fetten Bartschweins. Nach Einheimischen-Tradition stellt Bear dem Borstentier mit einer Schlingfalle nach und trocknet das Fleischanschließend über offenem Feuer, damit es in der schwülen Hitze länger essbar bleibt.","versions":[{"lang":1,"streams":[{"redirect":8436510,"hoster":"VOE"},{"redirect":8257648,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rund um die Welt","epNo":6,"alt":"Global Survival Guide","descr":"Wer in den härtesten Gegenden der Welt überleben will, muss erfahren, findig und flexibel sein, denn jede Klimazone birgt ihre eigenen Gefahren. Keiner weiß das besser als Bear Grylls, der auf seinen Reisen rund um den Erdball schon viele Extremsituationen gemeistert hat. Aus diesem Grund macht sich der Brite vor jeder Tour mit den jeweiligen Bedingungen vertraut, bevor er sich allein durch die Wildnis kämpft. Denn die Natur verzeiht keinen Fehler. Ohne Grundwissen über geographische Besonderheiten sowie Flora und Fauna ist man sehr schnell hoffnungslos verloren. In dieser Folge liefert Bear Grylls eine Art universellen Survival-Guide für das Überleben unter extremen Bedingungen – in der Wüste, im Regenwald und im ewigen Eis der Arktis.","versions":[{"lang":1,"streams":[{"redirect":12332284,"hoster":"VOE"},{"redirect":8257649,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Jake Gyllenhaal-Special","epNo":1,"alt":"Men Vs. Wild With Jake Gyllenhaal","descr":"Hollywood-Star meets Survival-Profi. \"Warum mach’ ich das nur?\" Schauspieler Jake Gyllenhaal (\"Brokeback Mountain\") hat zwar einen durchtrainierten Körper, den er regelmäßig im Fitness-Studio auf Vordermann bringt, doch am Polarkreis war er noch nie. Trotzdem wagt sich der \"fitteste Typ Hollywoods\" in diesem Special zusammen mit dem britischen Überlebens-Experten ins Niemandsland. Der Film-Star mit der ausgeprägten Höhenangst möchte seine Grenzen austesten und startet deshalb zusammen mit Bear Grylls zu einer Survival-Tour auf den \"Eyjafjallajökull\". Und die Besteigung des Vulkans, dessen Asche 2010 den gesamten europäischen Flugverkehr lahm legte, hat es in sich: Eisige Windböen, tückische Gletscherspalten und schneebedeckte Lava-Felder – der Hollywood-Beau erlebt auf Island den Abenteuer-Trip seines Lebens.","versions":[]},{"epId":"episode-2","name":"In den Weiten Neuseelands","epNo":2,"alt":"South Island / New Zealand","descr":"Fallschirmsprünge aus geringer Höhe können schnell lebensgefährlich werden. Doch bei militärischen Spezialeinheiten wie der \"No. 40 Squadron\" gehören solche Übungen zur Tagesordnung. Die Elite-Truppe der neuseeländischen Air Force wurde für riskante Einsätze auf jedem Terrain ausgebildet und übernimmt in dieser Episode netterweise Bears Transport in die atemberaubende Wildnis der Südinsel des Landes. Trotz stark erhöhtem Adrenalinspiegel gelingt dem Briten eine Punktlandung auf freiem Feld. Damit wäre die erste Hürde geschafft, doch das eigentliche Abenteuer fängt jetzt erst an. So herrlich Neuseelands Naturlandschaften aus der Vogelperspektive auch aussehen – so hart ist es, dieses Paradies per pedes zu durchqueren. Reißende Flüsse, undurchdringliche Wälder und halsbrecherische Canyons sind nur einige der zahlreichen Hindernisse, die der Survival-Profi auf seinem langen Weg zur Küste bewältigen muss.","versions":[]},{"epId":"episode-3","name":"Feuer \u0026 Eis auf Island","epNo":3,"alt":"Fire And Ice / Iceland","descr":"Über 130 Vulkane machen Island geologisch betrachtet zu einem der gefährlichsten Orte weltweit. Doch wer kann bei eisiger Kälte einem Dampfbad mitten in der Wildnis widerstehen? Der raue Inselstaat hat nämlich auch angenehme Überraschungen parat. So kann sich Abenteurer Bear Grylls nach mühevoller Gletscherüberquerung in einer der heißen Quellen zum Nulltarif aufwärmen. Kulinarisch betrachtet ist der Survival-Trip südlich des Polarkreises dagegen ein Reinfall: Das Fleisch eines Wal-Kadavers, den der Brite irgendwo an der Küste aufstöbert, ist so verrottet, dass beim Verzehr eine handfeste Lebensmittelvergiftung ins Haus stehen würde. Also muss sich der Überlebens-Profi nach anderen Nahrungsquellen umschauen, die weniger streng riechen.","versions":[]},{"epId":"episode-4","name":"Im Wilden Westen","epNo":4,"alt":"Red Rock Country / Southern Utah","descr":"In dieser Episode wandelt Überlebenskünstler Bear Grylls auf den Spuren der legendären Outlaws Butch Cassidy und Sundance Kid. Sein Glück versucht er dabei im Wilden Westen, im Süden Utahs, auf dem Colorado-Plateau. Der Legende nach haben sich die beiden Gesetzlosen nach erfolgreichen Beutezügen hier vor ihren Häschern versteckt. Wenn das tatsächlich zutrifft, waren die Jungs hart im Nehmen: Endlose Wüstenlandschaften, halsbrecherischen Canyons, Schwarzbären, Berglöwen und Klapperschlagen machen das Überleben hier zur Glückssache. Selbst ein erfahrener Survival-Künstler wie Bear Grills muss in dieser abgelegen Wildnis höllisch aufpassen, wo er seine Füße hinsetzt. – Falls diese überhaupt noch heil sind. Sein Abenteuer im Wilden Westen beginnt nämlich mit einem waghalsigen Flugzeug-Stunt, denn die Maschine, die ihn absetzen soll, kann aufgrund schlechter Windverhältnisse nicht landen. Und so muss Bear bei vollen Fluggeschwindigkeit und felsigem Untergrund den Absprung wagen.","versions":[]},{"epId":"episode-5","name":"Im Land der Maori","epNo":5,"alt":"Land Of The Maori / New Zealand","descr":"Die Käferlarven in Neuseeland schmecken ein wenig ranzig und kneifen Bear Grylls mit ihren gewaltigen Kopfzangen so tief in die Finger, dass es blutet. Aber der Survival-Freak hat keine Wahl: Wer sich im Tarzan-Stil an schwindelerregenden Wasserfällen abseilen will, braucht vorher einen Snack. Da solche Zwischenmahlzeiten bei Überlebens-Trips auf Dauer aber nicht ausreichen, nimmt der Engländer einen ausgewachsenen Aal ins Visier. Nur mit der Fangmethode hat Bear Grylls noch Probleme. Die reißenden Flüsse im Land der Maori sind aber auch fernab der Nahrungsbeschaffung eine große Herausforderung, da man sie häufig überqueren muss.","versions":[{"lang":1,"streams":[{"redirect":5125655,"hoster":"Vidoza"}]}]}]}]}