{"seriesId":"aber-vati","name":"Aber Vati!","descr":"Der Witwer Erwin Mai ist in seinem Betrieb ein angesehener Meister – tatkräftig, rührig und voller Ideen. Zu Hause jedoch lässt er gern Fünfe gerade sein. Seine Schwester Elsbeth, die ihm den Haushalt führt, hält ihn für einen ausgemachten Versager, vor allem in punkto Erziehung seiner beiden elfjährigen Sprösslinge. Und in der Tat, die Zwillinge Kalle und Kulle fangen an zu verlottern. Mit ihren Streichen bringen sie die Lehrer in der Schule und ihre erwachsenen Mitbürger im Wohngebiet allmählich zur Verzweiflung. Tante Elsbeth macht sich verständlicherweise Sorgen. Sie beschließt energisch, Erwin schnellstens wieder zu verheiraten. Auf das Ergebnis ihrer Bemühungen darf man gespannt sein, da sich nicht nur Vater Erwin, sondern auch seine beiden Rangen tatkräftig zur Wehr setzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vati will nicht heiraten","epNo":1,"alt":"","descr":"Der Witwer Erwin Mai ist in seinem Betrieb ein angesehener Meister – tatkräftig, rührig und voller Ideen. Zu Hause lässt er gern Fünfe gerade sein. Seine Schwester Elsbeth, die ihm den Haushalt führt, hält ihn für einen ausgemachten Versager, vor allem in punkto Erziehung seiner beiden elfjährigen Sprösslinge. Und in der Tat, die Zwillinge Kalle und Kulle fangen an zu verlottern. Mit ihren Streichen bringen sie die Lehrer in der Schule und ihre erwachsenen Mitbürger im Wohngebiet allmählich zur Verzweiflung. Tante Elsbeth macht sich verständlicherweise Sorgen. Sie beschließt energisch, Erwin schnellstens wieder zu verheiraten. Auf das Ergebnis ihrer Bemühungen darf man gespannt sein, da sich nicht nur Vater Erwin, sondern auch seine beiden Rangen tatkräftig zur Wehr setzen.","versions":[{"lang":1,"streams":[{"redirect":8436621,"hoster":"VOE"},{"redirect":8257821,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vati will heiraten","epNo":2,"alt":"","descr":"Nun hat er es also eingesehen: Er muss wieder heiraten! Die Kinder brauchen eine Mutter. Doch wenn er schon keine andere Wahl mehr hat, dann, so sagt sich der Zweiundvierzigjährige, soll es eine möglichst Junge und Hübsche sein, die ihm etwas von seiner eigenen Jugend zurückgibt. Das bildschöne blonde Fräulein Schultze scheint ihm haargenau die Richtige zu sein. Er gerät derart in Feuer, dass er ihretwegen mancherlei Unannehmlichkeiten auf sich nimmt. Sicherlich würden sich seine Söhne Kalle und Kulle nicht derart gegen das wirklich nette Fräulein sträuben, hätten sie sich nicht längst für eine andere Frau entschieden. Für sie kommt nur die Frau vom Rummelplatz als Mutter in Frage, die Frau Büttner, die sie Karussell fahren lässt, ohne dafür Geld zu verlangen!","versions":[{"lang":1,"streams":[{"redirect":8436622,"hoster":"VOE"},{"redirect":11134119,"hoster":"Doodstream"},{"redirect":8257822,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vati hat geheiratet","epNo":3,"alt":"","descr":"Seit etwa einem halben Jahr haben Kalle und Kulle nicht nur eine Mutter, von der sie einfühlsam und konsequent erzogen werden, sie haben auch eine siebenjährige Schwester. Gibt es Meinungsverschiedenheiten, dann hält Fränze zum Vater, und die Jungen prompt zur Mutter. Als die Eltern eines Tages in einen heftigen Streit geraten und die Ehe ernstlich in Gefahr gerät, da sehen die Kinder nicht tatenlos zu. Vor allem nachts geschehen bei den Mais seltsame Dinge. Ein Freund der Familie traut seinem eigenen Spiegelbild nicht mehr und eine junge Kollegin des Vaters verliert völlig die Nerven! Natürlich ist die Ehe mit kindlichem Aufbegehren allein nicht zu retten. Das ist Sache der Eheleute selbst. Einer von ihnen wird sich von vielem, was ihm lieb und wert geworden ist, für immer trennen müssen …","versions":[{"lang":1,"streams":[{"redirect":8436624,"hoster":"VOE"},{"redirect":8257827,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fünf Jahre danach","epNo":4,"alt":"","descr":"Fünf Jahre sind seit den Ereignissen um die Wiederverheiratung von Erwin Mai vergangen. Schweren Herzens verlässt Monika Mai die Familie, um an einem Lehrgang außerhalb Grünfeldes teilzunehmen. Wird ihr lieber Erwin neben seinem Beruf auch mit dem vierköpfigen Nachwuchs, bestehend aus den 17-jährigen Zwillingen Kalle und Kulle, der 13-jährigen Fränze und der vierjährigen Sophia allein fertig werden? Erwin teilt die Sorgen seiner Frau nicht. Der ihm eigene unerschütterliche Optimismus und der Umstand, dass er sich nach wie vor für einen prächtigen Erzieher hält, lassen ihn unbekümmert in die Zukunft blicken. Doch schon wenige Stunden nach Monikas Abreise beginnen die Schwierigkeiten: Erwin muss feststellen, dass die Zwillinge ihre Ähnlichkeit dazu benutzen, nicht nur ihre Lehrer und Freundinnen zu täuschen, sondern auch ihn selbst …","versions":[{"lang":1,"streams":[{"redirect":8436628,"hoster":"VOE"},{"redirect":8257824,"hoster":"Streamtape"}]}]}]}]}