{"path":"/serie/stream/abgeschoben","name":"Abgeschoben","descr":"El Repatriado / Repatriated - Am Tag des wichtigsten Boxkampfs seines Lebens wird Leonel Reina, ein junger Latino-Boxer, der in den USA aufgewachsen ist, verhaftet und abgeschoben. Leonel begibt sich, verirrt in Mexiko-Stadt und ohne die Sprache zu sprechen, auf eine verzweifelte Reise, um zu beweisen, dass er US-Bürger ist, um nach Hause zurückkehren zu können. Doch das wird nicht leicht, denn was er nicht weiß, ist, dass er nie die amerikanische Staatsbürgerschaft erhalten hat. So strandet er in einer pittoresken, aber fremden Welt, in der Leonel zu seinen Wurzeln zurückfindet und sich in Miss Meche verliebt, eine Lehrerin aus der Nachbarschaft. Sie und seine neuen Freunde helfen ihm, seinen Traum, Champion zu werden und nach Hause zurückzufinden, zu verwirklichen.","seasons":[{"path":"/serie/stream/abgeschoben/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/abgeschoben/staffel-1/episode-1","name":"Der Gong ertönt","epNo":1,"alt":"Bell Rings","descr":"Kurz vor seinem wichtigsten Kampf wird der Latino-Boxer Leonel Reina aus den USA abgeschoben. Boxer Leonel Raina wird nach Mexiko abgeschoben, als er gerade den Ring für den wichtigsten Kampf seines Lebens betreten wollte. Leonel, der kein Spanisch spricht, gerät auf dem Zentralmarkt von Mexiko-Stadt in einen Konflikt mit dem örtlichen Gangster El Gordo. Kurz vor dem wichtigsten Kampf seines Lebens wird Leonel Reina, ein Latino-Boxer in den USA, des Landes verwiesen. Leonel kann kein Wort Spanisch und verirrt sich plötzlich auf dem Zentralmarkt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11577507","hoster":"VOE"},{"path":"/redirect/11577515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-2","name":"Wirf das Handtuch","epNo":2,"alt":"Give Up","descr":"Nach einer Nacht, in der er sich bei Fräulein Meche versteckt hat, erhält Leonel verheerende Nachrichten von der US-Botschaft. Leonel und Fräulein Meche freunden sich an, während er die Nacht in ihrem Haus verbringt, um sich vor Kommandant Trejo und El Gordo zu verstecken. Später erfährt Leonel erschütternde Neuigkeiten, als er die US-Botschaft aufsucht, um Hilfe für seine Heimkehr zu erhalten. Frau Meche versteckt Leonel vor Kommandant Trejo und El Gordo, die nach ihm suchen, um eine Rechnung zu begleichen. Eine Verbindung entsteht, als er die Nacht bei ihr im Versteck verbringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11578050","hoster":"VOE"},{"path":"/redirect/11578054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-3","name":"In dieser Ecke…","epNo":3,"alt":"In This Corner...","descr":"Leonel wird von seinem Freund Martin verraten, und später lernt er den örtlichen Boxtrainer Don Chucho kennen. Martin, Leonels Freund und Gegner in den USA, lügt Leonel an, um sich an Leonels Verlobte Grace heranzumachen. El Gordo versucht unterdessen, sich der Schwester von Frau Meche, Yadi, zu nähern. Leonel zögert auch, mit dem Boxtrainer Don Chucho aus der Nachbarschaft zu trainieren, ändert aber seine Meinung, nachdem er ein örtliches Waisenhaus besucht hat. Leonel gelingt es, Martin, seinen Freund und Gegner in den USA, zu kontaktieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11578053","hoster":"VOE"},{"path":"/redirect/11578087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-4","name":"Der mexikanische Stil","epNo":4,"alt":"Mexican Style","descr":"Martin lässt Grace glauben, dass Leonel sie verlassen hat, während El Gordo einen Kampf um Leonel organisiert. Martin fährt fort, Grace über Leonels Situation zu täuschen. In der Zwischenzeit hilft Fräulein Meche Leonel, ein Video für seine Eltern in den Staaten zu drehen, während die beiden sich immer näher kommen. Außerdem bereitet El Gordo einen Kampf zwischen El Mosquito und Leonel vor. Grace findet heraus, dass Martin mit Leonel in Kontakt steht, aber Martin macht ihr weis, dass er sie verlassen hat. Leonel dreht derweil mit Hilfe von Fräulein Meche ein Video, um mit seinen Eltern in den USA zu kommunizieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11625070","hoster":"VOE"},{"path":"/redirect/11625071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-5","name":"Der Leberhaken","epNo":5,"alt":"Liver Hook","descr":"Leonel und Miss Meche werden des gestohlenen Geldes beschuldigt und Leonels Eltern erfahren, wo ihr Sohn ist. Das während des Kampfes gesammelte Geld geht verloren. Überzeugt, dass El Gordo und Trejo dafür verantwortlich sind, leiten Leonel, Iker und Kevin ihre eigenen Ermittlungen ein. Außerdem finden Leonels Eltern heraus, was mit Leonel passiert ist. Das für den Kampf gesammelte Geld verschwindet und Leonel und Miss Meche werden verdächtigt. Leonel, Iker und Kevin fahren fort, El Gordo und Trejo zu untersuchen, überzeugt, dass sie für das fehlende Geld verantwortlich sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11793070","hoster":"VOE"},{"path":"/redirect/11793071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-6","name":"Puncher gegen Out-Fighter","epNo":6,"alt":"Fajador Vs Estilista","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11808930","hoster":"VOE"},{"path":"/redirect/11808912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-7","name":"Split Decision","epNo":7,"alt":"Decisión Dividida","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11808920","hoster":"VOE"},{"path":"/redirect/11808918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-8","name":"Der Tiefschlag","epNo":8,"alt":"Golpe Bajo","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11808952","hoster":"VOE"},{"path":"/redirect/11808929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-9","name":"In den Seilen","epNo":9,"alt":"Contra Las Cuerdas","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11808946","hoster":"VOE"},{"path":"/redirect/11808936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/abgeschoben/staffel-1/episode-10","name":"K. O.","epNo":10,"alt":"K.O.","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11809050","hoster":"VOE"},{"path":"/redirect/11808913","hoster":"Streamtape"}]}]}]}]}