{"seriesId":"absolutely-fabulous","name":"Absolutely Fabulous","descr":"\"Absolutely Fabulous\" ist die Kultserie aus England! Die Story handelt von der PR-Lady Edina Monsoon, die mittlerweile über 40, zweifach geschieden und immer noch auf der Suche nach dem Sinn des Seins ist! Unterstützt wird sie dabei von ihrer besten Freundin Patsy Stone. Gemeinsam sind sie ein unschlagbar komisches Team, die den Lebenssinn in Partys, Sex und Drogen sehen!Konfliktstoff gibt es aber ständig, denn Edina lebt mit ihrer konservativen Tochter Saffron unter einem Dach, die ständig versucht, aus dem expressiven Schatten ihrer Mutter auszubrechen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Modenschau","epNo":1,"alt":"Fashion","descr":"Eine Modenschau ist geplant und Edina Monsoon kommt wie immer nicht aus dem Bett. Sie trinkt zu viel und verspricht ihrer besorgten Tochter immer wieder aufzuhören. Doch alle guten Vorsätze lösen sich in Luft auf. Am Tag der Modenschau erscheint sie nachmittags im Büro. Die Aufregung ist groß","versions":[{"lang":1,"streams":[{"redirect":8436746,"hoster":"VOE"},{"redirect":8258074,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zu dick!","epNo":2,"alt":"Fat","descr":"Arme Edina! Ihre alte Freundin, Penny Casper-Morse, ein Top-Modell aus den 60er Jahren, kommt aus Los Angeles zurück, und hofft, mit Edina ins Geschäft zu kommen. Denn Edina hat gerade einen neuen Laden eröffnet, in dem sie hofft, irgendwelche \"hinreißenden\" Artikel zu verkaufen. Selbstverständlich stürzt sich Edina in eine Schnelldiät, um bestmöglichst für die Ankunft ihrer Freundin auszusehen, doch die liebende Unterstützung ihrer Familie und Freunde nutzt nichts. Die Situation schreit nach Fettabsaugung, harter Gymnastik und Pillen. Wird sie die überflüssigen Pfunde in einer Woche wegkriegen?","versions":[{"lang":1,"streams":[{"redirect":8436749,"hoster":"VOE"},{"redirect":11134380,"hoster":"Doodstream"},{"redirect":8258075,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ferien in Frankreich","epNo":3,"alt":"France","descr":"Edina fühlt sich abgeschlafft und beschließt, ein paar Tage wohlverdienten Urlaub an der französischen Küste zu verbringen. Ihre Freundin Patsy ist ihre treue Begleiterin, und Bubble bleibt alleine mit der Arbeit im Büro zurück, die sie schon in Ansätzen überfordert. Während Bubble das brandneue Interieur der Firma zerstört, finden sich die zwei ‚femmes fatales‘ inmitten einer eher weniger fabulösen Gegend Südfrankreichs wieder, wo eine nahegelegene Weinkellerei zur einzigen Quelle ihres Vergnügens wird. Saffron und Bubble werden schließlich zu Hilfe gerufen, um die lang ersehnten Ferien zu einem erholsamen Erlebnis mit Langzeitwirkung zu machen.","versions":[{"lang":1,"streams":[{"redirect":8436747,"hoster":"VOE"},{"redirect":8258084,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Iso Tank","epNo":4,"alt":"Iso Tank","descr":"Saffron hat einen Vortrag an ihrer Schule zu halten, und Mutter Edina ist nicht eingeladen. Weil sie nichts Fabulöses zu tun hat, und so gar nichts mit sich anzufangen weiß, adoptiert sie ein rumänisches Kind, schließt sich ein in ihren ‚Iso Tank‘, einen Riesen-Wassertank, der sie von allen äußeren Einflüssen fernhalten soll und somit beste Entspannung ermöglichen soll – Nichts für Edina, die keine zwei Minuten für sich alleine sein kann!","versions":[{"lang":1,"streams":[{"redirect":8436748,"hoster":"VOE"},{"redirect":8258083,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geburtstagsfieber","epNo":5,"alt":"Birthday","descr":"Edina wird 40 Jahre alt. Für ihre Tochter Saffron eine willkommene Gelegenheit, die Ex-Ehemänner mitsamt ihrer neuen Partner auf ein schönes Essen einzuladen. Freundin Patsy unterstützt die Aktion emotional, doch die arme Edina weigert sich, ihr Zimmer zu verlassen","versions":[{"lang":1,"streams":[{"redirect":8436750,"hoster":"VOE"},{"redirect":8258088,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das neue Modejournal","epNo":6,"alt":"Magazine","descr":"Edina hat eine Verabredung, und Patsy ist auf sich alleine gestellt. Guter Rat ist teuer, denn sie soll für einen Fernsehauftritt ein Tochter-Mutter-Paar suchen. Das erste Paar ergreift sofort die Flucht, als es sich in den für den Auftritt vorgesehenen Kleidern erblickt. So überzeugt Patsy Saffron und deren Großmutter, sie bei ihrem Fernsehauftritt in ausgewählten Kleidern zu begleiten. Für die seriöse und nicht an Mode interessierte Saffron ein großes Opfer! Gast dieser Folge ist Jennifer Saunders Comedy-Partnerin Dawn French (French \u0026 Saunders) als füllige und schrullige Fernsehmoderatorin.","versions":[{"lang":1,"streams":[{"redirect":8436751,"hoster":"VOE"},{"redirect":8258095,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Im Krankenhaus","epNo":1,"alt":"Hospital","descr":"Patsy ist in einen Presseskandal verwickelt: Eine Sexaffäre mit einem Parlamentsmitglied erscheint auf den Titelseiten der Tagespresse. Derweil hat sich Edina den großen Zeh verletzt und versucht, ihren Arzt zu erreichen. Der hält sich jedoch gerade in Zermatt zum Skifahren auf. Er rät ihr, sich ins Krankrenhaus einweisen zu lassen. Und damit sie dort nicht alleine bleiben muss, entschließt sich Patsy, sie zu begleiten und für sich selbst ein Gesichtslifting vornehmen zu lassen. Schon Tage vor der Operation lässt sich Edina immer wieder Beruhigungspillen geben und am Tage der Operation gar vollständig betäuben, wo eine Lokalanästhesie ausreichend gewesen wäre. In Narkose erlebt Edina noch einmal wichtige Stationen ihres Lebens – in einer Traumsequenz werden längst vergessene Stars wie Suzie Quatro wiederbelebt.","versions":[{"lang":1,"streams":[{"redirect":8436752,"hoster":"VOE"},{"redirect":8258094,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Todesfall","epNo":2,"alt":"Death","descr":"Man muss schon das Humortalent von Jennifer Saunders besitzen, um den Tod eines Angehörigen in einen Comedy-Klassiker zu verwandeln. Edinas Vater stirbt und ihre Reaktion ist die Sorge um das eigene Leben. Plötzlich wird ihr bewusst, dass sie selbst sterblich ist. Und stürzt prompt in eine neue Depression","versions":[{"lang":1,"streams":[{"redirect":8436758,"hoster":"VOE"},{"redirect":8258100,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Marokko","epNo":3,"alt":"Morocco","descr":"Edina versucht, eine PR-Aktion für Brillen (Pop Specs) zu organisieren und überzeugt Patsy, sie doch mit einem Foto in ihrem neuen Fashion-Magazin abzubilden. Gemeinsam machen sie sich nach Marokko auf, und auch Tochter Saffran ist mit von der Partie, da sie die einheimische Bevölkerung für ihr Studium der Anthropologie studieren will. Doch die gesammelten Träume vom Süden verflüchtigen sich, als Patsy Saffi beim Marktbummel verkauft und die beiden Freundinnen sich alleine durch die Wüste schlagen müssen","versions":[{"lang":1,"streams":[{"redirect":8436753,"hoster":"VOE"},{"redirect":8258101,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die beste Freundin","epNo":4,"alt":"New Best Friend","descr":"Ein paar alte Freunde von Edina, Bettina und Max, haben sich zu Besuch angesagt. Da Edina sich erinnert, dass die beiden einen starken Hang zum Minimalismus hatten, wirft sie alle unnötigen Sachen aus dem Haus, um es ihren Gästen gemütlich zu machen. Dazu gehört offenbar auch Patsy, die sich schmollend auf die Suche nach einem neuen besten Freund macht. Zuhause muss Edina erkennen, dass sich Max und Bettina im Laufe der Zeit ein wenig verändert haben","versions":[{"lang":1,"streams":[{"redirect":8436756,"hoster":"VOE"},{"redirect":8258104,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Armut","epNo":5,"alt":"Poor","descr":"Arme Edina! Buchstäblich, denn ihre Ex-Männer haben nun herausgefunden, dass sie beide seit Jahren für den Unterhalt ihrer Tochter bezahlen, und weigern sich, fortan auch nur einen Pfennig an Edina zu bezahlen. Tochter Saffran erfährt, dass ihre Mutter immer noch sehr wohlhabend ist, glaubt aber, ein wenig Verzicht könnte ihr gut tun, oder aber zumindest ihre schlimmsten Exzesse verhindern. So kommen Edina und Patsy zu ihrem ersten Einkauf in einem Supermarkt und versuchen, selbst einen Wagen zu fahren.","versions":[{"lang":1,"streams":[{"redirect":8436755,"hoster":"VOE"},{"redirect":8258112,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geburt","epNo":6,"alt":"Birth","descr":"Weil sie mit einer Zigarette einschläft, fackelt Patsy versehentlich die Küche ab. Wohl oder übel drängen sich alle im Wohnzimmer. Als Eddy und Patsy nochmal weggehen wollen, freut sich Saffy schon über einen kuscheligen Abend zu zweit – mit ihrem Freund. Doch aus dem Schäferstündchen wird nichts, weil Patsys Mutter die Truppe geistesabwesend einschließt. Aus der zwangsweise engen Gesellschaft entwickeln sich überraschend intime Gespräche über ihr Leben","versions":[{"lang":1,"streams":[{"redirect":13096551,"hoster":"VOE"},{"redirect":8258113,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Türklinke","epNo":1,"alt":"Door Handle","descr":"Nach der Feuersbrunst wird Eddys Küche wieder hergerichtet. Selbstverständlich soll nun alles perfekt zueinander passen. Als besonders knifflig erweist sich die Suche nach der richtigen Türklinke. Patsy scheut keine Kosten und Mühen – und landet schließlich mit der Concorde in New York, wo Patsy sich den Nabel piercen lässt. Zurück in London muss Eddy feststellen, dass sie vor lauter Shopping-Stress völlig vergessen hat, ein Geburtstagsgeschenk für ihre Tochter zu besorgen","versions":[{"lang":1,"streams":[{"redirect":13003987,"hoster":"VOE"},{"redirect":8258120,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Silvester","epNo":2,"alt":"Happy New Year","descr":"Saffy plant eine ruhige Silvesternacht mit ihrer Mutter, ihrem Dad Justin und ihrem Freund Oliver. Doch für die Fashion Victims Eddy und Patsy kommt das gar nicht in Frage: Sie erwägen einen kultige Underground-Rave-Party in einem schicken Parkhaus. Doch ihr Plan wird durchkreuzt, als völlig unverhofft Patsys lange verschollene Schwester Jackie auftaucht. Das einst berüchtigte Partygirl der 60er ist inzwischen 72 und Patsy völlig entsetzt, wie alt Frau aussehen kann","versions":[{"lang":1,"streams":[{"redirect":8436764,"hoster":"VOE"},{"redirect":8258116,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sex","epNo":3,"alt":"Sex","descr":"Eddy ist frustriert, weil ihr Schlafzimmer zu klein ist. Am einfachsten wäre es, die Wand zu Serges Zimmer einzureißen. Bei spontanen Aufräumarbeiten taucht dort ein Pornoheft auf. Das erinnert Eddy und Patsy wehmütig an die alten Zeiten, in denen sie noch regelmäßig Orgien feierten. Und auch der Sex ist schon eine Weile her. Trotz Saffys verständlicher Einwände heuern die beiden Althippies zwei männliche Prostituierte an – was aber ziemlich in die Hose geht","versions":[{"lang":1,"streams":[{"redirect":8436765,"hoster":"VOE"},{"redirect":8258126,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eifersucht","epNo":4,"alt":"Jealous","descr":"Die Saison der PR-Preisverleihungen wirft ihre Schatten voraus ? genauer gesagt kündigen sich kleine Erdbeben an: Eddy hofft auf einen fairen Anteil der Trophäen, schließlich hat sie ja dafür bezahlt. Doch Erzrivalin Claudia Bing hat andere Ideen, und so geht Eddy beim Wettbewerb \"PR-Persönlichkeit des Jahres\" leer aus. Derweil bekommt Saffy eine Extra-Lektion Erziehung von ihrem Psychologie-Dozenten und Naomi Campbell hat einen ihrer seltenen Auftritte als Superzicke Naomi","versions":[{"lang":1,"streams":[{"redirect":8436767,"hoster":"VOE"},{"redirect":8258129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Angst","epNo":5,"alt":"Fear (1)","descr":"Als Saffy an die Uni studieren geht, haben Patsy und Eddy zunächst leichte Probleme, zu überleben. Wer kann schon mit einem Büchsenöffner umgehen – wenn man ihn überhaupt erst mal fände? Andererseits können sich die beiden Althippies endlich mal so richtig gehen lassen: Whiskey, Eiscreme und Techno-Musik wann immer sie wollen. Die Lage und die Stimmung verschlechtert sich rapide, als Eddy ihre PR-Kraft Lulu an die Konkurrenz verliert und Patsys Magazin eingestellt wird","versions":[{"lang":1,"streams":[{"redirect":8436766,"hoster":"VOE"},{"redirect":8258130,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ende","epNo":6,"alt":"The End (2)","descr":"Eddy und Patsy gehen getrennte Wege: Während Patsy ihr Journalistenglück in New York versucht, wird Eddy Mitglied einer Kommune, wo sie inneren Frieden, Erleuchtung und ihr wahres Ich zu finden hofft. Derweil wird Mama allein zu Hause langsam aber sicher vom Teleshopping abhängig. Schon bald merken Eddy und Patsy, dass sie füreinander geschaffen sind","versions":[{"lang":1,"streams":[{"redirect":8436774,"hoster":"VOE"},{"redirect":8258138,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Lifting","epNo":1,"alt":"Parralox","descr":"Den Finger wie immer am Puls der Zeit hat Edina Monsoon ihre PR-Agentur im neuen Jahrtausend um Yoga, Multimedia- und Fernsehproduktionen erweitert. Eine Partnerschaft mit der Fernsehmoderatorin Katy Grin (als Doppelrolle brilliant gespielt von Jane Horrocks alias ‚Bubble‘) scheint vielversprechend, doch die taffe Katy hat in dem harten Business einfach die besseren Voraussetzungen.Während Edina ihre Chakras auf dem Weg in die In-Kneipen der Stadt zu harmonisieren sucht, injiziert sich Patsy unermüdlich eine Dosis ‚Paralox‘ nach der anderen, um ihre Falten daran zu hindern, sich zu runzeln. Ein vergebliches Unterfangen, das vor allem dazu führt, dass Patsy schon bald ihr linkes Auge nicht mehr öffnen und den Mundwinkel nicht mehr bewegen kann. Zu allem Überfluss jedoch versucht sie auch noch, Edina an ihrer neuesten Anti-Age-Erfahrung teilhaben zu lassen","versions":[{"lang":1,"streams":[{"redirect":8436769,"hoster":"VOE"},{"redirect":8258136,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Morgen danach","epNo":2,"alt":"Fish Farm","descr":"Am Morgen nach einen Marilyn Manson-Konzert sieht Edina einen jungen, attraktiven Mann in ihrem Garten. Es ist der Landschaftsgärtner Jago, den Saffy angeheuert hat. Doch Patsy erkennt in ihm den Sohn eines sehr bekannten Aristokraten, der ein Anwesen in Herfordshire besitzen soll – in anderen Worten: er ist reich!Von Patsy aufgestachelt, versucht Edina nun all ihren Charme aufzubringen, um den jungen attraktiven Gärtner zu verführen. In ihrer Vorstellung winkt schon der Traum von einem herrschaftlichen Sitz im Grünen. Doch mit zunehmendem Erfolg ihrer Verführungskünste wird Edina unsicher","versions":[{"lang":1,"streams":[{"redirect":8436773,"hoster":"VOE"},{"redirect":8258139,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Tag in Paris","epNo":3,"alt":"Paris","descr":"Ein Fototermin in Paris gibt Patsy nach Jahren die Chance, ihre Model-Karriere wieder aufleben zu lassen und einen Tag mit Supermodel Erin O’Connor zu verbringen. Selbstverständlich begleiten Edina und Saffy Patsy bei ihrem Trip durch den Ärmelkanal, und Edina versucht den Tag zu nutzen, um ihre Mutter-Tochter-Beziehung ins Lot zu bringen.Während Patsy sich schon bald all ihrer Illusionen beraubt sieht und vergeblich versucht, mit den jüngeren Models mitzuhalten, verbringen Edina und Saffy einen ungewöhnlich friedfertigen und freudigen Tag miteinander, zumindest, bis sie auf den Eifelturm gelangen …Mit zahlreichen Gaststars, unter anderem mit Christian Lacroix, in dessen Pariser Boutique in dieser Folge gefilmt werden konnte.","versions":[{"lang":1,"streams":[{"redirect":13096552,"hoster":"VOE"},{"redirect":8258145,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abnehmen","epNo":4,"alt":"Donkey","descr":"Trotz zahlreicher Diäten und Schlankheitskuren fühlt sich Edina immer noch zu dick und wünscht sich nur eines: einmal die Hosen ausziehen zu können, ohne ‚Mahnmale‘ auf dem Körper sehen zu müssen. Bei einem Abendessen mit ihren Freundinnen lässt sie sich dazu überreden, strikte Diät einzuhalten und sich einem militärisch-strengen Fitnessprogramm zu unterziehen. Erfolgreich wehrt sie sich gegen Patsys Alkoholversuchungen und schon bald purzeln die Pfunde. Doch die Nacht übermannt sie mit wilden Träumen.","versions":[{"lang":1,"streams":[{"redirect":13096555,"hoster":"VOE"},{"redirect":8258148,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Saffys Premiere","epNo":5,"alt":"Small Openings","descr":"In einem kleinen Londoner Theater soll Saffys erstes Theaterstück uraufgeführt werden. Edina ist entsetzt, als sie zufällig davon erfährt. Besondere Angst macht ihr die Tatsache, dass es sich um das Leben ihrer Tochter handelt, in dem natürlich auch sie vorkommen soll. Zunächst versucht sie, alles in Bewegung zu setzen, damit die Aufführung nicht stattfinden kann, dann jedoch kommt sie – gestützt von ihrer Freundin Patsy – zur Premiere. Wider Erwarten ist das Stück ein voller Erfolg und die ‚Originale‘ Patsy und Edina begeben sich am Ende – zum großen Leidwesen Saffys – sogar auf die Bühne zu den Schauspielern, mit denen sie sich im Handumdrehen glänzend verstehen. Bis Patsy merkt, dass die Schauspielerin, die ‚Patsy‘ spielt, ein Schauspieler ist.","versions":[{"lang":1,"streams":[{"redirect":8436777,"hoster":"VOE"},{"redirect":8258150,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wechseljahre","epNo":6,"alt":"Menopause","descr":"Edina ist erledigt: Sie hat eine PR-Firma ohne Kunden und eine Fernsehproduktion ohne Shows! Aus Versehen hat ihre so treue wie unterbelichtete Assistentin Bubble das persönliche Kundenbuch mit allen Namen und Adressen direkt an ihre Konkurrentin, Claudia Bing, gemailt. Die einzige Kundin, die Edina bleibt, ist die britische Fernsehberühmtheit Twiggy. Doch auch die hat schon andere Pläne. Bei Patsy machen sich währenddessen erste Anzeichen einer Altererscheinung bemerkbar, die vornehmlich bei Frauen auftritt und erfahrungsgemäß mit den Wechseljahren zusammenhängt: die Osteoporose. Tochter Saffy jedoch ist sofort zur Stelle: Sie bringt nicht nur Patsy dazu, einen Gynäkologen aufzusuchen, sondern organisiert auch gleich für Patsy und ihre Mutter ein Treffen der ‚Anonymen Wechseljährigen.","versions":[{"lang":1,"streams":[{"redirect":13096554,"hoster":"VOE"},{"redirect":8258151,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"In freudiger Erwartung","epNo":1,"alt":"Cleanin’","descr":"Große Aufregung im Hause Monsoon: Saffrons Ankunft steht bevor. Nach monatelanger Reise durch Afrika soll nun die Tochter nach Hause zurückkommen. Mutter Edina ist aufgeregt und fängt sogleich zu putzen an. Freundin Patsy dagegen kann sich nicht so recht freuen. Zu lehrerhaft und brav ist ihr das Gemüt der Tochter. Dann endlich ist es soweit: Saffy trifft ein. Zu aller Überraschung ist sie irgendwie runder geworden, und Edina vermutet sofort die nun auch bei ihrer Tochter eintretende Folge einer genetischen Veranlagung zum Dickwerden, mit der sie selbst schon seit ihrer Jugend zu kämpfen hat. Doch Saffy ist einfach nur schwanger","versions":[{"lang":1,"streams":[{"redirect":8436782,"hoster":"VOE"},{"redirect":8258152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Beachclubs \u0026 Babies","epNo":2,"alt":"Book Clubbin’","descr":"Zur Überraschung aller sind Edina und Patsy einem Buchclub beigetreten, den sie auch mit großer Ernsthaftigkeit besuchen, um sich und die anderen dort gehörig zu langweilen. Tochter Saffy versucht während dessen verzweifelt, sich wieder in das häusliche Leben mit Mutter und Freundin einzuleben. Der erste Besuch ihres Freundes und Vater des Kindes, steht bevor. John weiß noch nicht, dass Saffy schwanger ist. Und Mutter Edina weiß nicht, dass der Vater des Kindes Schwarzafrikaner ist. Ein Mischlingsbaby! Für PR-Profi Edina wirft diese Tatsache einen völlig anderen Blick auf die Sache","versions":[{"lang":1,"streams":[{"redirect":8436785,"hoster":"VOE"},{"redirect":8258156,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Big Mother","epNo":3,"alt":"Panickin’","descr":"Das Rad der Moderne dreht sich nicht ohne Edina. Ihre neueste Errungenschaft ist ein Schutzraum, den sie sich in ihrem Haus hat einrichten lassen – für den Fall der Fälle!Lange lässt dieser auch nicht auf sich warten, denn Stilistin Patsy hat Hollywood-Starlet Minnie Driver zum Probestyling in Edinas Haus geladen. Bei der Anprobe wird Edina hinausgebeten. Schmollend verzieht sie sich in ihren Schutzraum. Unglücklicherweise kommt auch Patsy hinzu und drückt aus Versehen auf einen falschen Knopf, der die beiden für Stunden einsperrt. Glücklicherweise ist genug Champagner vorhanden und für Abwechslung gesorgt, denn Edina entdeckt, dass man vom Schutzraum aus das gesamte Haus überwachen kann","versions":[{"lang":1,"streams":[{"redirect":8436786,"hoster":"VOE"},{"redirect":8258158,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf der Jagd","epNo":4,"alt":"Huntin’ Shootin’ Fishin’","descr":"Edina und Patsy verbringen ein Wochenende auf dem Lande. Reiten, Fischen, Jagen ist angesagt. Dafür rüsten sich die beiden mit dem modischen Outfit von Ralph Lauren im Stile der 30er Jahre. Doch das Landgut und seine Möglichkeiten entsprechen nicht ganz den Erwartungen. Es gibt nur Hasen zu jagen und die gefangenen Fische sind unbedingt wieder ins Wasser zu werfen.Auf eigene Faust schießen Edina und Patsy nun allerhand Geflügeltes und beabsichtigen, den Fang mit nach Hause zu nehmen. Doch als sie am Morgen erwachen, sind die tot geglaubten Tiere quicklebendig","versions":[{"lang":1,"streams":[{"redirect":8436783,"hoster":"VOE"},{"redirect":8258160,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hausgeburt","epNo":5,"alt":"Birthin’","descr":"Saffron bereitet sich auf die Geburt ihres Kindes vor. Es soll eine Hausgeburt werden und die werdende Mutter hat dafür schon nahezu alle Vorbereitungen getroffen. Doch auf große Hilfe ihrer ‚Familie‘ kann sie dabei nicht hoffen. Patsy bereitet sich ihrerseits auf einen großen Empfang in der Albert Hall vor und für Edina sind Geburten ein Alptraum. Ihr Vater und John, der Vater des Kindes, sind zwar guten Willens jedoch der Hilfe völlig unfähig, und die Freunde Bo und Marschall engagieren sich in einer christlichen Adoptionsgemeinschaft und versuchen unermüdlich, Saffy zur Freigabe ihres Kindes zu bewegen. Als dann die Fruchtblase platzt, bricht Chaos aus","versions":[{"lang":1,"streams":[{"redirect":8436787,"hoster":"VOE"},{"redirect":8258159,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abbey Road Revisited","epNo":6,"alt":"Schmoozin’","descr":"Ein verlorengeglaubtes Beatles-Tonband wurde wiedergefunden und Eddys ehemaliger Freund Pete ist Produzent der Plattenfirma, die das Band herausgeben will. Sofort erklärt sich PR-Agentin Eddy bereit, für Promotion und Publicity zu sorgen. Eine alte Liebe blüht wieder auf.Alle warten gespannt auf den Abend, an dem das Band erstmals öffentlich vorgestellt werden soll. Elton John und Yoko Ono werden persönlich erwartet.","versions":[{"lang":1,"streams":[{"redirect":8436791,"hoster":"VOE"},{"redirect":8258166,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Baby-Kollektion","epNo":7,"alt":"Exploitin’","descr":"Ein Baby im Hause Monsoon: Geschrei, Spielzeuge, Wäsche immerzu und überall. Für Großmutter Edina kein so rechtes Vergnügen. Doch Patsy hat schon den ersten Model-Job für die kleine Jane organisiert: eine Foto-Session im Zoo mit Jean Paul Gaultier.Doch wie bringt man Saffron dazu, der Mutter und der Freundin ihr Baby zu überlassen? Edina und Patsy schaffen es problemlos. Doch wird das Baby einen Tag mit ihnen heil überstehen?","versions":[{"lang":1,"streams":[{"redirect":8436792,"hoster":"VOE"},{"redirect":8258165,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weihnachtlicher Leichenschmaus","epNo":8,"alt":"Cold Turkey","descr":"Saffron bereitet den typisch britischen Truthahn vor, während Mutter und Großmutter nur widersinnige Kommentare beizusteuern haben. Währenddessen Patsy – wie jedes Jahr zu Weihnachten – zusammenklappt und ins Krankenhaus eingeliefert werden muss. Ihre bis dahin unbekannte Schwester Jacky hat Grausames vor.","versions":[{"lang":1,"streams":[{"redirect":12381309,"hoster":"VOE"},{"redirect":8258168,"hoster":"Streamtape"}]}]}]}]}