{"path":"/serie/stream/absturz","name":"Absturz!","descr":"[2DEZIT] Die Highschool-Liebe von Lotte (Ninalotte Roose) und Lucas (Nathan Bouts) wird mit dem Einzug ins Studentenwohnheim auf eine harte Probe gestellt. Vor allem Lotte sehnt sich zu Beginn noch nach dem wilden, freien Studentenleben – nicht ahnend, wie sehr ihre Welt auf dem Weg ins Erwachsenwerden aus den Fugen gerät. Das Zusammenleben mit ihren Kommiliton:innen wie Niko, eine non-binäre Person, Streberin Amy oder der aufgeschlossenen Noor eröffnet Lotte das Tor zu neuen Welten und sie wird erstmals mit ganz anderen Sichtweisen auf die großen Themen des Lebens konfrontiert: Es geht um Freiheit und Unabhängigkeit, Sex und Sexualität und das Hinterfragen der eigenen (sexuellen) Identität. Doch was berauschend und befreiend beginnt, nimmt schon bald ein Ausmaß an, das alles aus dem Ruder laufen lässt. Welchen Preis ist das Gefühl ewiger Jugend am Ende wert?","seasons":[{"path":"/serie/stream/absturz/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/absturz/staffel-1/episode-1","name":"Erster Stress","epNo":1,"alt":"","descr":"Lucas überzeugt Lotte, sich mit ihm einer Studentenvereinigung anzuschließen. Doch die Dinge entwickeln sich anders als sie erwartet hatten. Unterdessen beschließt Noor, eine Wohnheimparty zu veranstalten, aber auch hier kommt es zu Spannungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13465952","hoster":"VOE"},{"path":"/redirect/13457912","hoster":"Doodstream"},{"path":"/redirect/13457910","hoster":"Vidoza"},{"path":"/redirect/13457908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-2","name":"Experimente","epNo":2,"alt":"","descr":"Noor gibt Lotte den Rat, ein wenig herumzuexperimentieren. Lotte schlägt Lucas daraufhin vor, einander mehr Freiräume zu geben. Amy bringt Niko derweil unbeabsichtigt in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457902","hoster":"VOE"},{"path":"/redirect/13457903","hoster":"Doodstream"},{"path":"/redirect/13457899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-3","name":"Neue Wege","epNo":3,"alt":"","descr":"Lucas und Lotte treffen neue Vereinbarungen für ihre Beziehung. Derweil versucht Amy sich mit Niko zu versöhnen, doch Niko weigert sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457900","hoster":"VOE"},{"path":"/redirect/13457901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-4","name":"Jahrestag","epNo":4,"alt":"","descr":"Während eines Spiels entdeckt Niko plötzlich eine andere Seite an Cem. Derweil findet Noor neue Wege, um an Geld zu kommen und Lotte und Lucas feiern ihren Jahrestag. Doch die Stimmung kippt, als Lucas seiner Liebsten ein weniger erfreuliches Geschenk macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457911","hoster":"VOE"},{"path":"/redirect/13457913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-5","name":"Doppel-Date","epNo":5,"alt":"","descr":"Amy und Lucas fragen Cem, ob sie gemeinsam Drogen herstellen. Derweil überzeugt Noor Lotte davon, auf ein Doppeldate mit ihrem Sugar Daddy zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457916","hoster":"VOE"},{"path":"/redirect/13457914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-6","name":"Partytime","epNo":6,"alt":"","descr":"Die Mitbewohner organisieren eine Überraschungsparty zu Cems Geburtstag – die ideale Gelegenheit, um ihre erste Charge selbst hergestellte Drogen zu testen. Noor und Lotte gehen auf ein weiteres Doppeldate mit Sugar Daddy Roel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457918","hoster":"VOE"},{"path":"/redirect/13457919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-7","name":"Schlechtes Geschäft","epNo":7,"alt":"","descr":"Lucas, Niko und Amy wollen eine weitere Partie machen, aber Cem weigert sich. Die Geschäftsbeziehung zwischen Roel und Noor entgleist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457920","hoster":"VOE"},{"path":"/redirect/13457924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/absturz/staffel-1/episode-8","name":"Fehler und Konsequenzen","epNo":8,"alt":"","descr":"Lucas, Niko und Amy erkennen, dass sie einen großen Fehler begangen haben. Das hat auch für Lotte schwerwiegende Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457925","hoster":"VOE"},{"path":"/redirect/13457928","hoster":"Streamtape"}]}]}]}]}