{"seriesId":"acht-stunden-sind-kein-tag","name":"Acht Stunden sind kein Tag","descr":"Acht Stunden sind kein Tag ist der Titel einer fünfteiligen Fernsehserie von Rainer Werner Fassbinder. Sie wurde vom Westdeutschen Rundfunk produziert und erstmals 1972/73 ausgestrahlt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jochen und Marion","epNo":1,"alt":"","descr":"Der junge Werkzeugmacher Jochen kämpft mit seinen Kollegen erfolgreich um eine gestrichene Leistungszulage. Und er lernt das Mädchen Marion kennen. Bei beiden ist es Liebe auf den ersten Blick. Auch Luise verliebt sich. Luise ist Jochens Oma – 70 Jahre jung!","versions":[{"lang":1,"streams":[{"redirect":12332296,"hoster":"VOE"},{"redirect":8258444,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Oma und Gregor","epNo":2,"alt":"","descr":"\"Zweihundertsiebzehn Mark. Und keinen Pfennig mehr.\" Oma hat genaue Vorstellungen, wieviel Miete sie für eine gemeinsame Wohnung mit ihrem Freund Gregor bezahlen will. Die beiden machen sich auf die Suche nach einem passenden Heim. Allein, sie müssen bald erfahren, dass die Vermieter für die Offerte von 217 Mark ziemlich taube Ohren haben. Aber Omas Initiative wird dadurch keineswegs gelähmt: Sie beschließt, einen Kindergarten einzurichten.","versions":[{"lang":1,"streams":[{"redirect":13096563,"hoster":"VOE"},{"redirect":8258441,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Franz und Ernst","epNo":3,"alt":"","descr":"In der Firma, in der Werkzeugmacher Jochen arbeitet, ist die Meisterstelle noch unbesetzt. Jochen und seine Kollegen wünrden auf diesem Posten am liebsten den Vorarbeiter Franz sehen. Aber seine Chancen stehen ziemlich schlecht. Das liegt nicht nur daran, dass Franz die Meisterprüfung erst noch ablegen muss. Die Geschäftsleitung will die freie Stelle partout mit einem Mann von außen besetzen","versions":[{"lang":1,"streams":[{"redirect":13094644,"hoster":"VOE"},{"redirect":8258445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Monika und Harald","epNo":4,"alt":"","descr":"Marion erwartet den Besuch ihrer Mutter. Als sie kommt, gibt’s Krach. Es passt ihr nicht, dass Marion mit Jochen befreundet ist. Noch hitziger geht es zu bei Harald und Monika. Die junge Frau will wieder arbeiten gehen. Harald tobt: \"Wir haben uns tausendmal darauf geeinigt, dass unser Kind wohl wichtiger ist als deine idiotischen Wünsche!\" Monika sieht nur einen Ausweg: Scheidung.","versions":[{"lang":1,"streams":[{"redirect":13096562,"hoster":"VOE"},{"redirect":8258458,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Irmgard und Rolf","epNo":5,"alt":"","descr":"Die Werkzeugmacherei soll verlegt werden. Diese Neuigkeit löst unter Jochen und seinen Kollegen Diskussionen aus. Für die meisten würde die Verlegung Nachteile bringen, z.B. längere Anfahrten. Sie fordern von der Firmenleitung Gegenleistungen, wollen ihre Arbeit selber einteilen. Die Forderung wird akzeptiert. Aber werden Jochen, Rolf und die anderen der Selbständigkeit gewachsen sein? Im Fall ihres geliebten Rolf ist sich Marions Freundin Irmgard ganz sicher.","versions":[{"lang":1,"streams":[{"redirect":8436982,"hoster":"VOE"},{"redirect":8258456,"hoster":"Streamtape"}]}]}]}]}