{"seriesId":"action-team","name":"Action Team","descr":"Das Action Team besteht aus vier Geheimagenten - dem heldenhaften Logan Mann, der Kampfkunst- und Bombenexpertin Monica Lang, dem Crack-Sniper Graham Hooper und Huxley, die gerade ein Praktikum absolviert hat. Sie werden von der direkt erschießenden Einsatzleiterin Ruth Brooks und ihrer Assistentin Anne betreut. Das Action Team steht vor einem bösen Netzwerk, das von Vladimir Schevchenko, einem aufmerksamkeitssuchenden Führer einer winzigen russischen Republik - von der noch niemand gehört hat - geleitet wird, der so unfähig wie unberechenbar ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Abacus","descr":"Wenn ein Geheimagent erschossen wird, katapultiert sein absterbendes Wort das Action Team des MI6 in ein österreichisches Abenteuer, um einen Plan aufzudecken, eine internationale Wohltätigkeitskonferenz in die Luft zu jagen.","versions":[{"lang":2,"streams":[{"redirect":8525174,"hoster":"VOE"},{"redirect":8525176,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Antelope\u0027s Trail","descr":"Das Action-Team muss sich einem Wettlauf mit der Zeit stellen, als es nach Bulgarien reist, um das mysteriöse böse Gerät aus den Fängen von Schewtschenko zu ringen.","versions":[{"lang":2,"streams":[{"redirect":8525180,"hoster":"VOE"},{"redirect":8525179,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mind Games","descr":"Logan wird von einem Abacus-Spion angegriffen, als er das Haus von Samanthas Eltern besucht. In der Zwischenzeit plant Vlad einen riesigen Sprung in Richtung Weltherrschaft, indem er seine rivalisierenden Bösewichte eliminiert.","versions":[{"lang":2,"streams":[{"redirect":13486011,"hoster":"VOE"},{"redirect":8525182,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Taken","descr":"Logans Freundin Samantha wurde von einem Abacus-Spion entführt. Verzweifelt nach ihrer Rückkehr bittet er Ruth um Hilfe, doch sie weigert sich, einen Rettungsversuch zu finanzieren, und hat ihre eigene Agenda.","versions":[{"lang":2,"streams":[{"redirect":13486015,"hoster":"VOE"},{"redirect":8525187,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Super Mega Robot","descr":"Nachdem das Action-Team heruntergefahren ist und Logan vermutlich tot vermisst wurde, entfacht Vlad seine Wut auf spektakuläre Weise, als er die Welt bedroht, indem er seinen Super-Mega-Roboter enthüllt - wer kann uns jetzt retten?","versions":[{"lang":2,"streams":[{"redirect":13486016,"hoster":"VOE"},{"redirect":8525188,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Push the Button","descr":"Vlad bereitet sich vor, den Schwanz der Antilope zu aktivieren, aber Huxley und Logan schaffen es, den Abacus-Code zu brechen und Ruth aufzufordern, das Team wieder zusammenzubringen, um die Welt zu retten.","versions":[{"lang":2,"streams":[{"redirect":13486017,"hoster":"VOE"},{"redirect":8525192,"hoster":"Streamtape"}]}]}]}]}