{"path":"/serie/stream/activate-die-global-citizen-bewegung","name":"Activate: Die Global Citizen Bewegung","descr":"Reportagereihe über Prominente, vornehmlich SchauspielerInnen und MusikerInnen, die sich in der \"Global Citizen\"-Bewegung gegen gesellschaftliche Mißstände engagieren und in diesem Rahmen ihre Projekte vorstellen.","seasons":[{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-1","name":"Beseitigung extremer Armut","epNo":1,"alt":"Eradicating Extreme Poverty","descr":"Mit einem Festival im Central Park in New York will die Global-Citizen-Bewegung ihre Ziele einem großen Publikum nahebringen. Schauspieler Hugh Jackman unterstützt die Veranstaltung als Moderato","versions":[]},{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-2","name":"Nieder mit dem Kautionssystem","epNo":2,"alt":"Ending Cash Bail","descr":"Das bestehende Kautionssystem benachteiligt nach Ansicht der Global Citizens arme und farbige Menschen. In New York starten sie eine Gegenaktion, bei der sie prominente Unterstützung erhalten","versions":[]},{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-3","name":"Bildung kann nicht warten","epNo":3,"alt":"Education Cannot Wait","descr":"Für Kinder und Jugendliche, die aus ihrer Heimat fliehen mussten, ist Bildung ein hohes Gut. Schauspielerin Rachel Brosnahan und Global Citizen engagieren sich für den Fonds \"Education Cannot Wait\".","versions":[]},{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-4","name":"Chance auf Bildung für alle Mädchen","epNo":4,"alt":"Keeping Girls in School","descr":"Die sogenannte \"Periodenarmut\" führt oftmals dazu, dass Mädchen nicht mehr zur Schule gehen. Global Citizen fordert die südafrikanische Regierung dazu auf, Lösungen für dieses Problem zu finden.","versions":[]},{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-5","name":"Beendet die Plastikverschmutzung","epNo":5,"alt":"Ending Plastic Pollution","descr":"Die Aktivisten von Global Citizen sagen der Plastikmüll-Flut und der Verschmutzung der Meere den Kampf an. Auch Musiker Pharrell Williams und Schauspieler Darren Criss sind mit von der Partie.","versions":[]},{"path":"/serie/stream/activate-die-global-citizen-bewegung/staffel-1/episode-6","name":"Endlich sauberes Wasser","epNo":6,"alt":"Clean Water","descr":"In Nigeria widmet sich Global Citizen dem Problem der mangelhaften Versorgung mit sauberem Trinkwasser und fordert Politiker zum Handeln auf. Schauspielerin Uzo Aduba schließt sich den Aktivisten an","versions":[]}]}]}