{"path":"/serie/stream/ad-vitam","name":"Ad Vitam","descr":"In Ad Vitam – lateinisch für `zum Leben` – halten die Menschen ihren Alterungsprozess dadurch auf, dass sie regelmäßig zur `Regeneration` gehen, einer Art von biochemischem Jungbrunnen. Hauptfigur Darius hat nach drei solcher Regenerationen nicht nur seinen 120. Geburtstag, sondern auch das Leben insgesamt noch vor sich. Die Serie beschreibt eine Gesellschaft, die den Tod dank medizinischem Fortschritt besiegt hat – allerdings erschüttert wird, als die Leichen von sieben jugendlichen Selbstmördern auftauchen. Der 119-jährige Polizist Darius (Yvan Attal) leitet die Ermittlungen.","seasons":[{"path":"/serie/stream/ad-vitam/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ad-vitam/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der Tod ist besiegt! Dank einer neuartigen Technik der Regenerierung altert der Mensch nicht mehr. Nicht alle sind mit dieser Manipulation der Natur einverstanden, und kollektiver Selbstmord wird zum Zeichen des Widerstands einer unmündig gehaltenen Jugend. Als eines Morgens sieben tote Minderjährige gefunden werden, geht man schnell von einem Gemeinschaftssuizid aus. Vor zehn Jahren erlebte das Land eine Welle von Terrorakten dieser Art und man befürchtet eine Wiederholung. Um der Sache näher auf den Grund zu gehen, schickt der polizeiliche Ermittler Darius eine Überlebende dieser Selbstmordversuche, Christa, undercover in eine Gemeinschaft, die für ihre regenerierungsfeindliche Haltung bekannt ist. Darius holt sie aus dem Jugendheim, in dem sie seither wohnen musste, damit sie in der Szene wieder Fuß fassen kann. Als Christa bei einer Feier einen alten Bekannten von SAUL sieht, kann sie es kaum glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578029","hoster":"VOE"},{"path":"/redirect/10451578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ad-vitam/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Christa ist es zu verdanken, dass Unbekannte sie kontaktiert haben und sich eine neue Spur auftut: Sie möchte weiter undercover für die Polizei arbeiten. Kaum bei ihren Eltern angekommen, wird sie auch schon von einem Fremden abgeholt. Es handelt sich um einen alten Freund, Linus, den sie für tot hielt, weil er vor zehn Jahren an dem kollektiven Selbstmord teilgenommen hatte. Er ist nach wie vor auf einem Kreuzzug gegen die Regenerierung und erzählt Christa, dass er genau wie Hunderte andere nur auf ein Signal warte. Linus gibt Christa Drogen, mit denen sie eine Nahtoderfahrung durchmacht und erst am nächsten Tag wieder aufwacht. Unterdessen bemühen sich Darius und sein junger Kollege Lesky, bei der Jugendstiftung \"Avenir\", wo am Abend eine Party gefeiert werden soll, für Sicherheit zu sorgen. Das GPS-Signal der Nachricht an Christa hatte seinen Ursprung dort. Doch trotz der Polizeipräsenz kommt es zu einem tragischen Zwischenfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094643","hoster":"VOE"},{"path":"/redirect/8258546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ad-vitam/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Nachdem Christa die Nacht bei Darius und Béat verbracht hat, will Darius sie wieder zurück ins Heim bringen. Als ehemalige Anwältin ist Béat damit nicht einverstanden, denn sie missbilligt die dortigen Methoden. Vorläufig soll Christa aber bei der Polizei die verschlüsselten Schriften weiter entziffern, die in Linus’ Wohnung gefunden wurden. Lesky und Darius machen sich derweil auf den Weg zum Onkel der toten Samian, Charles Vanghen, der weder Anteilnahme zeigt noch eine große Hilfe ist. Seiner Meinung nach ist es unnötig, den Tod einer Minderjährigen aufzuklären, da Kinder wegen der Überbevölkerung sowieso eine Belastung darstellten. Unterdessen können sie Linus im Krankenhaus ausfindig machen, weil er Samian aus dem Leichenschauhaus holen will, um sie zu begraben. Linus wird verhaftet, verrät aber bei der Befragung kein Wort. Christa verfolgt ihre eigenen Ziele, nachdem sie Virgil Berti als den Anführer von SAUL ausfindig gemacht hat. Sie überredet Lesky, ihr ein paar freie Stunden in der Stadt zu gewähren. Lesky akzeptiert, weiß aber nicht, dass Christa eine Waffe kaufen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096558","hoster":"VOE"},{"path":"/redirect/8258547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ad-vitam/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Es stellt sich heraus, dass das deformierte Gebilde, das an Land gespült wurde, eine von den unzähligen vermissten Jugendlichen ist. Ihre Identität ist nur mehr über DNS feststellbar, aber es ist eine der gesuchten Minderjährigen. Darius und Christa verfolgen ihre Spur, indem sie einem Bus hinterherfahren. Dank einer der Skizzen aus Linus’ Wohnung finden sie endlich einen Zusammenhang, der sie zu einem verlassenen Sanatorium führt. Anscheinend diente es als Übergangsquartier für Jugendliche, die sich der Bewegung anschließen wollen. Unterdessen erholt sich Elias, nachdem die Mutter eines der ersten Opfer vom Strand ihn und Linus angeschossen hatte. Die Mutter kann den Tod ihres Sohnes nicht begreifen und beschwört, dass er dazu nicht in der Lage gewesen wäre. Ist an ihrer Überzeugung vielleicht etwas dran, und finden sich Hinweise dazu in dem verlassenen Sanatorium?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437002","hoster":"VOE"},{"path":"/redirect/12577831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ad-vitam/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Endlich wird klar, was sich vor zehn Jahren zugetragen hat: Die Gesellschaft drängt die Jugendlichen immer mehr zurück, was Revolte und Aufstände zur Folge hat. Der junge, frustrierte Virgil, für seine Freunde Caron, hat eine radikale Lösung vor Augen. Seine Vision ist es, das ultimative Zeichen durch einen kollektiven Suizid zu setzen. Er bildet die Gruppe SAUL und rekrutiert ein Dutzend Jugendliche, unter ihnen auch Christa. Am Abend der Entscheidung taucht sie jedoch nicht bei dem vereinbarten Treffen auf. Alle anderen sind entschlossen, ihr Vorhaben umzusetzen, doch dann gibt es einen Zwischenfall. Virgil ist seitdem ein anderer Mensch, der das Leben feiert und Jugendlichen helfen will. Sein Geheimnis muss er hingegen um jeden Preis beschützen, andernfalls steht er als Verräter da. Doch Christa ist ihm auf der Spur und schwört Rache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096559","hoster":"VOE"},{"path":"/redirect/8258555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ad-vitam/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Da Christa Virgil mit Darius’ Waffe getötet hat, wird Darius aus dem Polizeidienst entlassen. Außerdem hat er ohnehin die maximale Dienstzeit bei der Polizei erreicht und muss mit seiner Umschulung beginnen. Ziel ist es, dass er seine Vergangenheit vergisst oder zumindest ruhen lässt. Insgeheim ist er aber entschlossener denn je, Christa zu finden und das Rätsel um die vermissten und ermordeten Jugendlichen zu lösen. Im Zuge seiner Ermittlungen geraten der Leiter des Museums Stern, Charles Vanghen, und sein Kollege Odessa wieder in den Fokus, und Darius scheint endlich den Zusammenhang zwischen den Beteiligten zu erkennen. Er bittet Elias, eine Überwachung einzuleiten, doch dieser reagiert anders als erwartet … Béat, die mittlerweile ausgezogen ist, möchte sich wieder mit Darius vertragen. Als sie jedoch herausfindet, dass Darius sich nicht von seiner Arbeit lösen kann und nahezu besessen ist, wird es ihr zu viel. Von nun an ist er auf sich allein gestellt, denn er kann niemandem mehr vertrauen. Auf seiner Suche nach Christa entdeckt Darius schließlich die schreckliche Wahrheit hinter dem Netz aus Lügen um die vermissten Jugendlichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8436995","hoster":"VOE"},{"path":"/redirect/8258560","hoster":"Streamtape"}]}]}]}]}