{"seriesId":"adachi-to-shimamura","name":"Adachi to Shimamura","descr":"Der zweite Stock der Turnhalle – dort haben wir uns immer getroffen. Es war in der Unterrichtszeit, aber dort wo wir waren, fand natürlich kein Unterricht statt. Es war hier, wo Shimamura und ich Freundinnen wurden. Wir hingen dort ab und redeten über TV-Serien, das Kochen, spielten Tischtennis … So haben wir unsere Freundschaft gefestigt.Meinen Kopf gegen die Wand gelegt seufzte ich. Was war dieses Gefühl? Gestern habe ich davon geträumt Shimamura zu küssen. Nicht, dass ich so eine wäre. Ich bin mir auch sicher, dass Shimamura keine ist. Es ist auch nichts, was es wert wäre, dass ich es wiederhole, aber wirklich, so ist es nicht. Es ist nur so, dass ich will, dass sie immer, wenn sie das Wort \"Freundin\" hört, als erstes an mich denkt. Mehr ist es nicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Playing Ping-Pong in Our Uniforms","descr":"Adachi und Shimamura trafen sich zufällig im zweiten Stock des Gymnasiums, als sie den Unterricht übersprangen. Schließlich sahen sie sich mehr und spielten zusammen Tischtennis.","versions":[{"lang":3,"streams":[{"redirect":8279831,"hoster":"VOE"},{"redirect":13817034,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Adachi Question","descr":"Shimamura trifft einen kleinen Astronauten namens Yashiro. Shimamura und Adachi beschließen auch, einmal am Unterricht teilzunehmen, und Adachi beginnt sich zu fragen, wie sie sich tatsächlich zu Shimamura fühlt.","versions":[{"lang":3,"streams":[{"redirect":8279833,"hoster":"VOE"},{"redirect":8279835,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Isosceles Triangle","descr":"Shimamura macht sich Sorgen um Adachi, wenn sie am nächsten Tag nicht zur Schule kommt, nachdem sie plötzlich ihr Haus verlassen hat. Die beiden Mädchen gehen am Wochenende zusammen aus und ein unwahrscheinlicher Gast gesellt sich zu ihnen.","versions":[{"lang":3,"streams":[{"redirect":8279840,"hoster":"VOE"},{"redirect":8279846,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"High School Girls On Holiday","descr":"Shimamura trifft zufällig auf Adachis Mutter im Fitnessstudio und sie haben eine unangenehme Begegnung. Später lädt Shimamura Adachi zum Karaoke mit Hino und Nagafuji ein.","versions":[{"lang":3,"streams":[{"redirect":12381308,"hoster":"VOE"},{"redirect":8279851,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Adachi\u0027s Question","descr":"Adachi versucht Shimamura zu fragen, ob sie an Weihnachten abhängen möchte, aber es fällt ihr sehr schwer, die Worte herauszuholen. Währenddessen wundert sich Shimamura, warum Adachi sich in letzter Zeit so komisch verhalten hat.","versions":[{"lang":3,"streams":[{"redirect":8279853,"hoster":"VOE"},{"redirect":8279855,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"White Album","descr":"Adachi bittet Hino, ihr zu helfen, ein Weihnachtsgeschenk für Shimamura zu finden, und Adachi und Shimamura hängen endlich an Weihnachten ab.","versions":[{"lang":3,"streams":[{"redirect":9609749,"hoster":"VOE"},{"redirect":8291439,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Please Choose the Best Chocolate for Me","descr":"Die Mädchen begrüßen das neue Jahr und Adachi scheint sich wieder komisch zu verhalten. Sie versucht später, Shimamura zu fragen, ob sie am Valentinstag abhängen möchte.","versions":[{"lang":3,"streams":[{"redirect":8279863,"hoster":"VOE"},{"redirect":8279860,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Briar That Weaves the Past: Old Rose","descr":"Adachi tries to figure out what kind of chocolate to give to Shimamura. Later on, the girls go to Nagafuji\u0027s house to play a game.","versions":[{"lang":3,"streams":[{"redirect":8279868,"hoster":"VOE"},{"redirect":8279865,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Love That Embraces the Holy Mother: Marigold","descr":"Valentine\u0027s Day finally arrives and Adachi and Shimamura hang out as promised. But this time, it\u0027s actually Shimamura that has a surprise in store for Adachi.","versions":[{"lang":3,"streams":[{"redirect":8279875,"hoster":"VOE"},{"redirect":8279876,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Cherry Blossoms and Spring and Spring and the Moon","descr":"Adachi und Shimamura beginnen ein neues Schuljahr und Adachi ist nervös zu sehen, ob sie tatsächlich in derselben Klasse landen. Sie landen zwar in derselben Klasse, aber als Adachi versucht, Shimamura näher zu kommen, stören andere.","versions":[{"lang":3,"streams":[{"redirect":12381310,"hoster":"VOE"},{"redirect":8279880,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Moon and Determination, Determination and Friends","descr":"Adachi beschließt, Zeit mit Shimamura zu verbringen und baut den Mut auf, sich ihr wieder zu nähern.","versions":[{"lang":3,"streams":[{"redirect":8279887,"hoster":"VOE"},{"redirect":8279884,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Friends and Love, Love and Cherry Blossoms","descr":"Adachi scheint sehr unerbittlich zu sein, die Nacht in Shimamuras Haus verbringen zu wollen.","versions":[{"lang":3,"streams":[{"redirect":8279890,"hoster":"VOE"},{"redirect":8279895,"hoster":"Streamtape"}]}]}]}]}