{"path":"/serie/stream/adolars-phantastische-abenteuer","name":"Adolars phantastische Abenteuer","descr":"Der Junge Adolar hat zwei Geheimnisse vor seinen Eltern und seiner Schwester: Sein Hund Schnuffi kann sprechen und Adolar besucht in seinem selbstgebauten Raumschiff verrückte Planeten.","seasons":[{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-1","name":"Die zweite Dimension","epNo":1,"alt":"","descr":"Adolars Mutter möchte gern aus ihrem Sohn Adolar einen berühmten Geiger machen, doch Adolar hat anderes im Sinn. Er hat sich heimlich eine Rakete gebaut, sein Gummiwerkli. In dieser Nacht ist der Probeflug angesagt, doch vorher müssen die Eltern abgelenkt werden. Also spielt Schnuffi Geige und Adolar und seine Versuchsmaus fliegen ins Weltall und erleben allerlei gefährliche Abenteuer. Sie lernen auf einem Scheibenplaneten merkwürdige Leute kennen, die nur zwei Dimensionen haben und eine ganz komische Sprache ohne A und O sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332290","hoster":"VOE"},{"path":"/redirect/8258559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-2","name":"Märchenplanet","epNo":2,"alt":"","descr":"Adolar nimmt sein Supergummiraumschiff und startet vom Dach des Hauses auf den Planeten Schlaraffenland.Hier gibt es Pfannkuchen, Wunder und vor allem keine Schulhausaufgaben. Aber diese Annehm-lichkeiten haben auch ihre Tücken für die Berechnung der Rückkehrmöglichkeiten. Nur gut, dass Adolar sich auf Schnuffi verlassen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437005","hoster":"VOE"},{"path":"/redirect/8258561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-3","name":"Der verrückte Planet","epNo":3,"alt":"","descr":"Vater, Mutter und Christa müssen heute schon allein in den Zirkus gehen. Auf Adolar wartet nämlich ein ganz anderes Abenteuer, und seine Spritztour ins benachbarte Sonnensystem beginnt mit einer halben Bruchlandung auf einem Planeten, der gerade eben aus dem Andromedanebel aufgekreuzt ist. Kaum, dass ihr Gulliwerkli verlassen haben, geht das Theater auch schon los. Autos mit vier Beinen, Schildkröten mit Propeller – und was das Schlimmste ist: Schnuffi, der vorlaute Bengel, ist plötzlich verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381315","hoster":"VOE"},{"path":"/redirect/12972162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-4","name":"Maschinenwirtschaft","epNo":4,"alt":"","descr":"Auch an diesem Abend wächst auf dem Dach des Hauses der Familie Mézga das Supergummiraumschiff von Adolar und Schnuffi. Adolar und Schnuffi machen einen Kurzbesuch zu einem Planeten, wo die technische Revolution bereits in Perfektion funktioniert. Da lässt sich bestimmt etwas für die Erde aufschnappen, oder doch nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437008","hoster":"VOE"},{"path":"/redirect/12972164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-5","name":"Musikanten","epNo":5,"alt":"","descr":"Wieder einmal kramt Adolar seinen geheimnisvollen Geigenkasten unter dem Bett hervor und schleicht sich mit Schnuffi aufs Dach, um in die fernen Weiten des Weltalls aufzubrechen. Heute geraten die beiden bei ihrer Landung im All unter lauter Musikanten. Die Leutchen da oben behaupten, sie leben allein von der Musikalität. Jeder, der etwas zu sagen hat, muss es singend von sich geben. Auch Adolar und Schnuffi bleiben davon nicht verschont","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437007","hoster":"VOE"},{"path":"/redirect/12972161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-6","name":"Der Krimiplanet","epNo":6,"alt":"","descr":"Ein Glück, dass Adolar nie ahnt, wo er mit seinem Gulliwerkli landen wird. Wüsste er es, würde er vielleicht heute Nacht ausnahmsweise brav ins Bettchen gehen und schlafen. Heute soll Adolar auf dem Gebiet des Krimis allerlei Überraschungen erleben. In Kriminalien nämlich hat man seine eigenen Gesetze, sehr strenge, versteht sich . Es wird hart und turbulent gelebt. Und wer nicht kriminell ist oder wird, hat keine Aussicht auf mildernde Umstände somit auch keine Chance davonzukommen. Ob das nach dem Geschmack von Adolar und Schnuffi ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437009","hoster":"VOE"},{"path":"/redirect/8258572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-7","name":"Planet Phantasia","epNo":7,"alt":"","descr":"Auch in dieser Nacht entfliehen Schnuffi und Adolar dem Heim der Familie Mézga, um im Weltall aufregende und gefährliche Abenteuer zu erleben. Bei dem heutigen Abenteuer lernen sie einen ganz komischen Kauz kennen. Er verunstaltet skrupellos die Landschaft mit seiner eingebildeten ach so schönen Fantasie und bringt immer neue noch verrückterere Ideen zu Tage. Wie wollen unsere Helden mit diesem Herrn fertigwerden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332291","hoster":"VOE"},{"path":"/redirect/12972163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-8","name":"Planet Rapidia","epNo":8,"alt":"","descr":"Inzwischen sind Start, Flug und Landung für Schnuffi und Adolar kein Problem mehr. Sie haben das Gummiwerkli voll unter Kontrolle, doch was sie diesmal nach der Landung erleben, bringt sie in erhebli-che Schwierigkeiten. Die Sonne umkreist jeden Planeten in einer Sekunde, ein Tag dauert genau sieben Millisekunden. Kön-nen Adolar und Schnuffi das Rätsel dieses merkwürdigen Planeten lösen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437013","hoster":"VOE"},{"path":"/redirect/12972160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-9","name":"Verirrt in der Urzeit","epNo":9,"alt":"","descr":"Eine Reise ganz besonderer Art unternehmen Adolar und Schnuffi heute mit dem Gulliwerkli. Es geht zurück in die Urzeit. Hätte Adolar in der Schule besser aufgepasst, wüsste er vielleicht, was sie dort oben auf dem anderen Planeten erwartet. So aber wird er sich mit hühnergroßen Schmetterlingen, mit Mammuts und den langhaarigen Damen und Herren herumschlagen müssen. Affenmenschen nämlich, die immer Hunger haben und so kleine Leute besonders gern mit großem Appetit verspeisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437014","hoster":"VOE"},{"path":"/redirect/8258582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-10","name":"Planet Schlaraffenland","epNo":10,"alt":"","descr":"Wer wünscht sich nicht, einmal im Leben wenigstens ein paar Stunden im Schlaraffenland zu verbringen? Für Adolar und Schnuffi soll sich dieser Traum heute Nacht erfüllen. Totales Faulenzen, gebratene Tauben frei Haus und ein Dienstleistungsservice, wie es ihn nur in utopischen Romanen gibt. Und keine Schule! Ob das den beiden Kosmosjägern aber wirklich auf Dauer gefällt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437016","hoster":"VOE"},{"path":"/redirect/8258583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-11","name":"Planet der Langeweile","epNo":11,"alt":"","descr":"Fest steht, dass Adolar wohl nicht der Fleißigste unter seinesgleichen ist, ausgenommen natürlich, wenn er sich mit seinem Hobby beschäftigt. Aber es muss was los sein. Wenn Adolar wüsste, wohin ihn sein Gulliwerkli heute Nacht bringt. Ob er nicht doch lieber mal schlafen gehen sollte? Faulsein ist ja ganz schön, aber wenn sich niemand bewegt, wer soll denn da für ein kräftiges Remmi-Demmi sorgen? Das Erlebnis auf dem Planeten der Langeweile lässt Adolar erfahren, dass Ruhe und Faulheit zu absolutem Stillstand führen und sogar die Rückreise gefährden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437011","hoster":"VOE"},{"path":"/redirect/8258580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adolars-phantastische-abenteuer/staffel-1/episode-12","name":"Planet Kuriosum","epNo":12,"alt":"","descr":"Diesmal hat es Adolar wohl doch zu weit getrieben mit seinen Experimenten. Vater und Mutter Mézga sind ratlos. Das ganze Haus hätte in die Luft fliegen können. Hier hilft nur noch eine strenge Bestrafung. Doch keine Angst! Adolar gelingt ein Trick und ein letztes Mal starten Adolar und Schnuffi mit ihrem Gulliwerkli vom Dach des Hauses und landen auf einem ganz merkwürdigen Planeten. Hier ist alles schwarz-weiß, die Leute reden andersherum und die Welt steht Kopf. Nicht nur das: Zur Überraschung unserer Freunde dürfte dieses Mal ihre Rückkehr zur Erde echte Schwierigkeiten bereiten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915432","hoster":"VOE"},{"path":"/redirect/8258584","hoster":"Streamtape"}]}]}]}]}