{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze","name":"Adventure Inc. – Jäger der vergessenen Schätze","descr":"Tödliche Gefahr ist sein tägliches Geschäft – und was ihn reizt ist die Jagd, und nicht die Trophäe. Der legendäre Abenteurer und Entdecker Judson Cross ist \"der Mann, der alles finden kann\". Er hat schon vergrabene Goldminen, verschollene Flugzeuge und vergessene Schätze aufgespürt. Sowohl Regierungen als auch Privatpersonen bitten ihn um Mithilfe, wenn es darum geht, Mysterien aufzudecken, verlorene Gegenstände wieder zu finden und natürlich auch diversen Schurken das Handwerk zu legen.","seasons":[{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-1","name":"","epNo":1,"alt":"Bride Of The Sun","descr":"Der Schatzjäger Judson Cross ist mit seinem Team und der Tochter des Gouverneurs der Region Punta Gorda im Hochplateau der Anden unterwegs. Auf der Suche nach einem sagenhaften Maya-Altar werden sie plötzlich von einem alten Konkurrenten angegriffen, der den Altar ebenfalls finden möchte. Judson und sein Team sind auf dem Weg zu einer sagenhaften Maya-Stadt in Mittelamerika. Nur mit einer alten Sonnenscheibe aus Jade kann die genaue Position der sagenhaften Tempelanlage bestimmt werden. Die Sonnenscheibe gehört Ynez, der Tochter des Gouverneurs der Region Punta Gorda. Sie begleitet Judson und seine Assistenten Mackenzie Previn und Gabriel Patterson auf dem beschwerlichen Pfad durch den Dschungel der Anden. Etwas Erstaunliches geschieht mit der Begleiterin der Abenteurer: Umso näher die Gruppe der alten Maya-Stadt kommt, desto stärkere Veränderungen treten im Verhalten von Ynez auf, sie spricht plötzlich in der alten Sprache der Mayas. Und erzählt eine legendäre Geschichte von einer Maya-Prinzessin, die von ihrem Vater auf dem Jadealtar des Tempels geopfert wurde, weil sie aus Liebe zu einem Bauernsohn die Heirat mit einem Prinzen ablehnte. Plötzlich taucht ein alter Widersacher von Judson auf, der ebenfalls den alten Jadealtar sucht. Zwischen den beiden Crews entwickelt sich ein erbitterter Kampf – denn beide Teams wollen zuerst zu der Tempelanlage gelangen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557945","hoster":"VOE"},{"path":"/redirect/11135474","hoster":"Doodstream"},{"path":"/redirect/8557950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-2","name":"","epNo":2,"alt":"Memento Mori","descr":"Der neuernannte Chef der Internationalen Drogenkommission, Cliff Buckley, heuert Judson und sein Team für eine Mission an, die sie in den Dschungel von Kambodscha führt. Ihre Aufgabe ist es, die sterblichen Überreste von Buckleys Kameraden zu suchen, die vor 30 Jahren dort während des Vietnamkriegs gefallen sind. Auf der Überfahrt mit dem Expeditionsschiff \"Vast Explorer\" kommt es zu merkwürdigen Zwischenfällen: Buckley erscheint der Geist eines seiner gefallenen Kameraden. Als Buckley in Todesangst schon über die Reling springen möchte, kann ihn Judson noch in letzter Sekunde retten. Die Situation an Bord eskaliert zusehends und Buckleys Visionen häufen sich, umso näher sie ihrem Ziel kommen. In Kambodscha findet die Crew nach langer Suche schließlich den Ort, wo der Helikopter des heutigen Drogenkommissars damals abgestürzt sein soll. Dort werden sie jedoch von dem örtlichen Drogenbaron Che Lao und seiner Privatarme gefangen genommen. Von ihm erfahren sie interessante Neuigkeiten. Die schreckliche Wahrheit über Buckley: Dieser soll im Vietnamkrieg die Bewohner eines Dorfes massakriert haben. Seine Kameraden wurden ebenfalls von ihm erschossen, da sie ihn dabei gefilmt hatten. Dieser Film ist heute in den Händen von Che Lao. Mit diesem Druckmittel plant er Buckley zu erpressen, damit der seine Drogengeschäfte in Zukunft nicht mehr stört.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557954","hoster":"VOE"},{"path":"/redirect/8557952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-3","name":"","epNo":3,"alt":"Beyond The Missing Link","descr":"Judsons Partnerin Mackenzie Previn hat einen sonderbaren Auftrag angenommen. Ein jüngerer Mann, der sich als Enkel eines gewissen Professor Halpern ausgibt, bringt ihr eine größere Anzahl prähistorischer Knochen, und bittet sie diese sicher aufzubewahren und für die wissenschaftliche Forschung zu retten. Das macht sie stutzig und sie beginnt über dieses Phänomen zu recherchieren. Wie sich herausstellt, hält sie die weltberühmten Überreste des \"Sunda-Mannes\" aus Ost-Berlin in ihren Händen. Diese legendären prähistorischen Gebeine wurden in den 20er Jahren von Professor Halpern entdeckt und verschwanden in den Wirren des Berliner Mauerfalls. Wie sich herausstellt, hatte der Professor damals herausgefunden, wie er aus der DNS des \"Sunda-Mannes\" und eigenen Chromosomen ein extrem lebensverlängerndes Serum produzieren kann. Judson wird schlagartig klar, dass der Deutsche mit Hilfe des Serums noch heute lebt und sich als sein eigener Enkel ausgibt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557959","hoster":"VOE"},{"path":"/redirect/8557955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-4","name":"","epNo":4,"alt":"Messages From The Deep","descr":"Judson wird von einer Frau namens Elisabeth mit einem neuen Auftrag betraut. Sie berichtet ihm, dass ihr verstorbener Ehemann ein mit Gold beladenes Schiffswrack entdeckt hat, bevor er auf mysteriöse Weise in der Nähe des Fundortes verstorben ist. Durch einen Hellseher hält sie angeblich den Kontakt zu ihrem Mann, der ihr auf diese Weise mitgeteilt hat, dass sie das Wrack aufsuchen soll. Judson ist zwar skeptisch, aber er willigt trotzdem ein, mit seinem Team das Wrack zu suchen. Die Schatzsucher um Judson können das alte Schiff schnell lokalisieren. Dort sind sie jedoch nicht mehr allein: Ein äußerst übler Zeitgenosse namens Logan Kincaid ist ihnen gefolgt und durchkreuzt ihre Pläne. Er wendet sich an die örtlichen Behörden und verleumdet Judson dort als Schatzräuber. Daraufhin beschlagnahmen die Beamten Judsons Schiff und erteilen seinem Konkurrenten sogar die Bergungsrechte. Ein erbitterter Kampf zwischen beiden Teams beginnt, denn so leicht geben sich Judson und seine Partner Mackenzie und Gabriel nicht geschlagen. Dabei schreckt Judson auch vor magischen Tricks nicht zurück, um die Betrüger um Kincaid zu entlarven und den sagenhaften Goldschatz zu bergen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557961","hoster":"VOE"},{"path":"/redirect/8557960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-5","name":"","epNo":5,"alt":"Village Of The Lost","descr":"Judson und sein Partner Gabriel machen sich von ihrer Basis in Florida per Flugzeug in die Ukraine auf, um dort eine sagenumwobene Ikone zu suchen. Diese soll dort in einem kleinen Dorf versteckt sein. Das Problem: Seit dem Untergang der Sowjetunion ist die Siedlung vom Erdboden verschwunden. Aus der Luft suchen die beiden das Gebiet ab. Dabei werden sie von der russischen Mafia entdeckt, und kurze Zeit später auch abgeschossen. Wie durch ein Wunder überleben sie den Absturz und wachen in dem verschwundenen Dorf auf. Der Priester des Dorfes hatte das Flugzeugwrack gefunden und sie aus den brennenden Überresten gerettet. Nachdem er sie in Sicherheit gebracht hat, erzählt er ihnen, was es wirklich mit der Ikone auf sich hat: Die sowjetischen Militärs hatten vor Jahren geheime Versuche mit den Bewohnern des Dorfes durchgeführt. Jedem wurde ein Mikrochip implantiert, der über ein Gerät direkt angesteuert werden konnte. Nach einigem Zögern erzählt der Geistliche den beiden Abenteurern, dass die Steuerungseinheit in der Ikone versteckt wurde. Er erklärt ihnen auch, wie die Menschen dort durch Telekinese ihr Dorf mit einem virtuellen Nebel tarnen konnten. Sodass sie bisher niemals entdeckt wurden. Plötzlich greift die russische Mafia an, die den Aufenthaltsort der Ikone irgendwie herausbekommen hat, und die Steuerungseinheit unbedingt in Besitz nehmen will.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557965","hoster":"VOE"},{"path":"/redirect/8557963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-6","name":"","epNo":6,"alt":"The Fate Of The Liverpool Flyer","descr":"Ein Baulöwe will genau an der Stelle, an der vor 200 Jahren das Schiff Liverpool Flyer unterging, ein gigantisches Bauprojekt hochziehen. Judson will das Bauvorhaben unbedingt verhindern, doch damit bringt er sich in akute Lebensgefahr. Indem er in die Öffentlichkeit auf die Bedeutung dieses geschichtsträchtigen Ortes hinweist. Als tatsächlich ein Emblem des Schiffes aus der besagten Bucht auftaucht, scheint das Projekt gescheitert, und Judson als Sieger aus dem Streit hervorgegangen zu sein. Aber der skrupellose Bauunternehmer Rossmoor lässt Judson von seinen Männern kidnappen und in eine Höhle bringen. Welche man nur bei Ebbe erreichen kann. Dort fesseln sie ihn und machen ihn mit einer Betäubungsspritze bewegungsunfähig. Sobald die Flut eintrifft, ist er dem Tod geweiht. In wirren Träumen erlebt er den Untergang des Schiffes Liverpool Flyer. Seine Partner Mackenzie und Gabriel machen sich derweil große Sorgen um ihn, als er zu einem vereinbarten Treffen nicht erscheint. Sofort machen die beiden sich auf die Suche nach ihm. Doch die Zeit ist mehr als knapp, bevor die Flut die Höhle wieder erreicht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12332297","hoster":"VOE"},{"path":"/redirect/8557964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-7","name":"","epNo":7,"alt":"Curse Of The Neptune","descr":"Judson und sein Team erhalten den Auftrag einen Ozeandampfer zu bergen, der im 2. Weltkrieg versehentlich von einem deutschen U-Boot versenkt wurde. Plötzlich wird ihr Auftraggeber ermordet. Außerdem erfahren die drei, dass das Schiff angeblich mit einem Fluch belegt gewesen sein soll. Kurz darauf kommt es zu einem weiteren mysteriösen Todesfall und zwei dubiose Schläger versuchen Judson, Mackenzie und Gabriel daran zu hindern das Wrack zu bergen. Die einzige Überlebende des Untergangs, eine gewisse Lady Margo, hat auffälliges interessiert daran, dass ihr geborgener Koffer nicht geöffnet wird. Die Recherchen der Schatzjäger fördern eine überraschende Erkenntnis ans Tageslicht: Das vermeintliche Kreuzfahrtschiff war in Wahrheit mit Munition und Rüstungsgütern beladen. Und auch Lady Margo ist nicht das, was sie vorgibt zu sein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557974","hoster":"VOE"},{"path":"/redirect/8557967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-8","name":"","epNo":8,"alt":"Magic Of The Rain Forest","descr":"Ein deutscher Versicherungskonzern engagiert Judson und seine Crew, um die Forscherin Victoria Bratton zu befreien. Sie wird von ihren Entführern im Dschungel von San Crisobal an einem geheimen Ort versteckt. Erst als sie auf dem Weg dorthin sind, erzählt Judson seinen Partnern, dass es sich bei der Entführten um seine ehemalige Lebensgefährtin handelt. Nach einer anstrengenden Reise kommen die drei Abenteurer endlich im Dschungel von San Crisobal an. Dort erwartet sie eine böse Überraschung: Eine Bande von Verbrechern ist ebenfalls hinter Victoria her. Ihr Ziel ist es jedoch, die Forscherin zu töten, da es für die Versicherung günstiger wäre, ein Sterbegeld zu zahlen, als die Lösegeldforderung der Entführer zu erfüllen. Als Judson seine Ex-Geliebte endlich aufspürt, gibt sie zu, alles nur inszeniert zu haben, um an das Versicherungsgeld zu kommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557973","hoster":"VOE"},{"path":"/redirect/8557971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-9","name":"","epNo":9,"alt":"Fatal Error","descr":"Bei einem groß angelegten Mars-Besiedlungsprojekt der Firma Interstar kommt es zu einem mysteriösen Unfall: Bei einer simulierten Marslandung verschwinden alle fünf Astronauten. Judson, Gabriel und Mackenzie sollen die Sache aufklären, doch dabei werden sie immer wieder vom computergesteuerten Überwachungsprogramm behindert und sogar in Lebensgefahr gebracht. Bei einem groß angelegten Mars-Besiedlungsprojekt der Firma Interstar kommt es zu einem mysteriösen Unfall: Bei einer simulierten Marslandung verschwinden alle fünf Astronauten. Judson wird mit den Untersuchungen beauftragt. Er und seine Crew absolvieren das gleiche Trainingsprogramm wie die zuvor verschwundenen Astronauten. Das komplette Programm wird von einer virtuellen Frau namens MOM überwacht. Als die Drei eine Höhle mit Marsatmosphäre untersuchen sollen, kommt es zu erdbebenartigen Erschütterungen, die im computergesteuerten Überwachungsprogramm einen Notstand hervorrufen. Alle Türen werden geschlossen, Judson und Mackenzie sind in der Höhle gefangen. Derweil gelingt es Gabriel nicht, MOM davon zu überzeugen, dass alles nur eine Simulation ist. Allmählich wird klar, dass die Programmierung von MOM fehlerhaft und höchst gefährlich ist. Doch die Firma Interstar scheint kein wirkliches Interesse daran zu haben, die Probleme zu lösen und aufzudecken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557975","hoster":"VOE"},{"path":"/redirect/8558153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-10","name":"","epNo":10,"alt":"The Plague Ship Of Val Verde","descr":"Während Judson und seine Crew vor Val Verde die Bergung eines gesunkenen Schiffes vorbereiten, bittet sie ein schwerkrankes Mädchen um Hilfe. Nur kurze Zeit später wird die \"Vast Explorer\" von Soldaten umstellt und unter Quarantäne gestellt. Während Judson und seine Crew vor Val Verde die Bergung eines gesunkenen Schiffes vorbereiten, bittet sie ein schwerkrankes Mädchen um Hilfe. Da es ihr anscheinend wirklich schlecht geht, nimmt Judson sie an Bord. Nur kurze Zeit später wird die \"Vast Explorer\" von Soldaten umstellt und unter Quarantäne gestellt. Eine Ärztin kommt an Bord und erklärt den Forschern, dass das Mädchen unter einer gefährlichen, ansteckenden Tropenkrankheit leide. Während sich alle an Bord große Sorgen machen, sich angesteckt zu haben, verstirbt die Einheimische plötzlich. Als Judson und seine Mitstreiter erste Symptome an sich feststellen, steigt die Spannung an Bord weiter. Auch der vermeintliche US-Konsul, der ihren Rücktransport in die USA organisieren soll, hält sie immer länger hin. Langsam schöpft Judson den Verdacht, dass ein falsches Spiel mit ihnen gespielt wird. Er beginnt eigene Nachforschungen anzustellen, nachdem man ihnen Blut abgenommen hat, um angeblich ein Gegenserum zu finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557979","hoster":"VOE"},{"path":"/redirect/8557976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-11","name":"","epNo":11,"alt":"Secret Of The Sand","descr":"Während Judson und seine Crew in einer Wüste das Observatorium von Zarathustra suchen, platzt ihnen ein Reifen an ihrem Jeep. Gabriel läuft los, um alle heruntergefallenen Gegenstände auf zu sammeln, wobei er in eine verborgene Festung stürzt. Die komplexen Tunnelsysteme der Festung machen es ihm unmöglich zu entkommen. Also bitten Judson und Mackenzie den Prinzen Omar, der zufällig gerade in der Wüste Ausgrabungen durchführt, ihnen zu helfen. Dieser ist aber viel mehr daran interessiert, in der Festung ein mysteriöses Zepter zu finden, als Gabriel zu befreien. Sonderbare Dinge geschehen in den Tunnelsystemen. Judson fragt sich z.B. was hat es mit der \"Kavasita\" auf sich, von der der Prinz erzählt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557980","hoster":"VOE"},{"path":"/redirect/8557978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-12","name":"","epNo":12,"alt":"The Angel Of St. Edmunds","descr":"Judson, Mackenzie und Gabriel werden von der Abtei Bury Saint Edmunds beauftragt einen goldenen Engel zu finden. Dieser Engel soll besondere Fähigkeiten haben. Angeblich handelt es sich um einen legendären Schutzengel. Zunächst findet das Schatzsucher-Team allerdings nur eine gusseiserne Kopie des mysteriösen Talismanns. Zusammen mit einem jungen Mönch, der ein Faible für Computer hat, versuchen sie die echte Statue zu lokalisieren. Sie wissen nur zusammen mit ihm können sie den originalen goldenen Engel finden. Schon wenig später könnten sie auch schon seinen Schutz brauchen, denn die Suche wird immer gefährlicher.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557989","hoster":"VOE"},{"path":"/redirect/8557982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-13","name":"","epNo":13,"alt":"Echoes Of The Past","descr":"Mackenzie ist gerade von einem Tauchgang zurückgekehrt, als drei unbekannte Männer sie sprechen wollen. Eine Vision bringt Mac plötzlich dazu, vor den Männern zu flüchten. Ein weiterer Fremder sucht sie kurz danach auf, und langsam kehrt ihre Erinnerung bruchstückhaft zurück. Aber vor welchem der Männer muss sie fliehen? Mackenzie kehrt von einem Tauchgang zurück und wird von drei völlig fremden Männern angesprochen. Während dem Gespräch hat sie eine Vision, in der Mac sieht, dass jemand mit einer Waffe auf sie zielt. Sie flieht vor den Fremden, trotzdem wird sie wenig später von einem weiteren fremden Mann aufgesucht: Mit dem Besuch des Manns kehrt langsam auch ihre Erinnerung zurück. Vor Jahren war sie bei der CIA und kennt als Einzige das Versteck von Diamanten im Wert von sechs Millionen Dollar. Doch warum wurde ihre Erinnerung ausgelöscht? Und von wem wurde alles geplant? Und, am wichtigsten, wer von ihren alten Bekannten wollte sie töten?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557988","hoster":"VOE"},{"path":"/redirect/8557984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-14","name":"","epNo":14,"alt":"Legacy Of A Pirate","descr":"Trotz erfolgloser Suche von Judson und seinem Team nach dem versunkenen Piratenschiff \"Black Mantis\", taucht eines Tages bei einer Auktion ein edler Ring auf, der aus dessen sagenhaftem Schatz stammt. Daraufhin wird Judson von der Versicherungsagentin Fiona verdächtigt, den Schatz unterschlagen zu haben und einzelne Teile davon unter der Hand zu verkaufen. Nach eigenen Recherchen über die Herkunft des Ringes stellt sich heraus, dass ein gewisser Baron Pembroke hinter dem Verkauf des Ringes steht. Als sie dessen Schloss aufsuchen, um der Sache auf den Grund zu gehen, treffen sie auf David, den Sohn des Barons. Der scheint sie vor etwas Schrecklichem warnen zu wollen. Judson schaut sich am Schloss um und entdeckt einen Tunnel, der zum Meer führt. Dort finden sie zwei schrecklich zugerichtete Leichen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557992","hoster":"VOE"},{"path":"/redirect/8557986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-15","name":"","epNo":15,"alt":"The Search For Arthur","descr":"Judson sucht nach dem Grab von König Artus, das er auf dem Grundstück von Earl Lord Richard vermutet. Doch unerklärliche Vorkommnisse setzen den Schatzsuchern zu: Ihre Sprengladungen gehen verfrüht hoch, und ein Schwarzer Ritter hetzt Gabriel nachts durch den Wald. Der verdächtigt daraufhin Morgan, den Stallburschen des Earls, die Vorfälle inszeniert zu haben. Nur Mackenzie, die sich mit Morgan angefreundet hat, glaubt nicht an diese Theorie. Von Morgan erfährt sie, dass sein Urgroßvater einst von seinem Bruder, dem damaligen Earl, enterbt wurde. Deshalb hat Morgan nur die Stelle des Stallburschen inne, statt selbst Earl zu sein. Die Lage spitzt sich zu, als Judson bei seinen Grabungen Knochen und einen Schädel findet. Jemand schießt auf ihn, und die Knochen werden gestohlen. Ein übrig gebliebenes Knochenstück liefert den entscheidenden Hinweis. Wie die Untersuchung zeigt, stammt es von einem jungen Mann und liegt erst seit 80 Jahren in der Erde. Als Gabriel daraufhin mit Hilfe des Schädels das Gesicht des Toten rekonstruiert, machen die Forscher eine erstaunliche Entdeckung.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557997","hoster":"VOE"},{"path":"/redirect/8557991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-16","name":"","epNo":16,"alt":"Wave Of The Future","descr":"Auf einem Schrottplatz macht Gabriel eine unerwartete Entdeckung. Einen revolutionären Treibstofffilter, der sich auch für die Atmung unter Wasser eignen würde. Er kauft das Gerät und ermittelt anhand der Registriernummer den Erfinder, Philo Prendergast, der in einem Institut an der süditalienischen Küste arbeitet. Da das Team ohnehin schon in der Gegend ist, um in Amalfi einen antiken Teller abzuliefern, beschließen sie, den Forscher aufzusuchen. Doch im \"Institut\" angekommen, stellen Mac und Gabriel fest, dass es sich um eine Nervenheilanstalt handelt. Prendergast ist allem Anschein nach geisteskrank. Kurz darauf geraten die beiden in die Hände eines skrupellosen Verbrechers. Der schreckt auch vor Mord nicht zurück, um in den Besitz des Filters zu gelangen. Auch Judson hat Ärger. Eine Bande dreister Kunstdiebe versucht ihm seinen römischen Teller abzujagen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8557998","hoster":"VOE"},{"path":"/redirect/8557994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-17","name":"","epNo":17,"alt":"Spirit Of The Mask","descr":"Im Auftrag von Père Martin aus Marseille gräbt Judson in Afrika eine Maske aus. Père Martin steht einer Gemeinde von Farbigen vor, die Nachfahren der Yevehs sind. Ihr Volk wurde einst von Sklavenjägern verschleppt. Die Maske ist für sie ein Symbol der Traditionen ihrer Vorfahren. Weil sie jedoch die Schmerzen und den Hass der vertriebenen Yevehs in sich trägt, muss die Maske gesegnet werden, bevor sie wieder ausgestellt werden kann. Hinter dem Artefakt sind auch die Schriftstellerin Charlotte Longine und ihr Helfer Drake her. Die beiden wollen die böse Macht der Maske bewahren und für ihre eigenen Zwecke missbrauchen. Drake gelingt es, die Maske zu stehlen und Père Martin zu verschleppen. Judson und seinen Freunden bleibt nicht viel Zeit, um beide zu retten, denn Charlotte will Père Martin der Maske als Blutopfer darbringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558008","hoster":"VOE"},{"path":"/redirect/8557996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-18","name":"","epNo":18,"alt":"The Man Who Wouldn’t Be King","descr":"Judson wird in das kleine Dorf San Giovanni in Italien gerufen, wo ein sagenhafter Schatz der Tempelritter vermutet wird. Dort stößt er mit seinem Team auf heftigen Widerstand. Der örtliche Polizeichef und der Mafiapate Don Nicosia tun alles, um Judson zu behindern. Als Judson das Grab des Tempelritters Cavaliere Piamonte lokalisiert, wird der Grabstein von Handlangern Valettas zerstört, sodass die entscheidende Inschrift unlesbar wird. Gabriel gelingt es jedoch, mit einem Spezialprogramm auf seinem Laptop die Inschrift auf dem Grab zu rekonstruieren. Das mutmaßliche Versteck des Templerschatzes scheint sich genau auf dem Landsitz des Paten Don Nicosia zu befinden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558001","hoster":"VOE"},{"path":"/redirect/8558000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-19","name":"","epNo":19,"alt":"The Last Crusader Of San Giovanni","descr":"Judson wird in das kleine Dorf San Giovanni in Italien gerufen, wo ein sagenhafter Schatz der Tempelritter vermutet wird. Dort stößt er mit seinem Team auf heftigen Widerstand. Der örtliche Polizeichef und der Mafiapate Don Nicosia tun alles, um Judson zu behindern. Auf der Suche nach einem sagenhaften Templerschatz stößt Judson und sein Team in der kleinen italienischen Stadt San Giovanni auf heftigen Widerstand. Der örtliche Polizeichef Valetta sowie der Mafiapate Don Nicosia tun alles, um die Aktivitäten Judsons zu behindern. Als Judson das Grab des Tempelritters Cavaliere Piamonte lokalisiert, wird der Grabstein von Handlangern Valettas zerstört, sodass die entscheidende Inschrift unlesbar wird. Gabriel gelingt es jedoch, mit einem Spezialprogramm auf seinem Laptop die Inschrift auf dem Grab zu rekonstruieren. Das mutmaßliche Versteck des Templerschatzes scheint sich genau auf dem Landsitz des Paten Don Nicosia zu befinden...","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558020","hoster":"VOE"},{"path":"/redirect/8558019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-20","name":"","epNo":20,"alt":"The Price Of The Oracle","descr":"Judson reist nach Athen, um einer ehemaligen Studienkollegin zu helfen, die von einer rätselhaften Krankheit befallen wurde. Er findet heraus, dass Penelope die Odyssee erforschte. Ihre Aufzeichnungen führen Judson und seine Freunde zu der kleinen Insel Kassos. Die Einheimischen sind den Abenteurern jedoch alles andere als wohlgesinnt. Nach mehreren Anschlägen, bei denen sie nur knapp mit dem Leben davonkommen, kommen sie schließlich hinter das Geheimnis der Insel. Eine Höhle, in der der sagenhafte Schatz des Orakels verborgen liegen soll. Doch in den dunklen Tiefen lauert auch eine tödliche Gefahr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558033","hoster":"VOE"},{"path":"/redirect/8558024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-21","name":"","epNo":21,"alt":"Point Of No Return","descr":"Judson ist auf der Spur eines Schmelztiegels, der einst einem arabischen Alchemisten gehörte. Jetzt ist er im Besitz eines Waffenhändlers, der ihn einem Hehler zum Kauf anbieten will. Judson und seine Freunde dringen in die Villa des Verbrechers ein, um das Artefakt sicherzustellen. Unerwartet treffen sie hier auch auf die junge Ana, die von dem Waffenhändler gefangen gehalten wird, und befreien sie. Doch Ana erweist sich als ausgesprochen undankbar. Kaum an Bord der \"Vast Explorer\", stiehlt sie den Schmelztiegel, macht das Schiff manövrierunfähig und flieht mit dem Beiboot. Judson, der sie aufhalten will, wird von ihr kaltblütig niedergeschossen. Nur eine Notoperation kann sein Leben jetzt noch retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558032","hoster":"VOE"},{"path":"/redirect/8558025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/adventure-inc-jger-der-vergessenen-schtze/staffel-1/episode-22","name":"","epNo":22,"alt":"Trapped","descr":"Judson und seine Freunde sind zu Gast auf dem Schloss der Weingutbesitzerin Florence. Plötzlich erscheint ein fremder Mann in den Räumlichkeiten, der wenig später erschossen im Park liegt. Judson will die Polizei holen, doch die Leitung ist tot – und auch sämtliche Autos auf dem abgelegenen Grundstück wurden sabotiert. Wie sich herausstellt, trug der Tote eine Disk bei sich, auf der die Namen aller westlichen Agenten abgespeichert sind. Hinter der sind der abtrünnige Spion Derek und seine Kumpane her, die mit den brisanten Informationen ein Vermögen machen wollen. Aber die Verbrecher haben nicht mit Judsons Einfallsreichtum gerechnet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8558043","hoster":"VOE"},{"path":"/redirect/8558041","hoster":"Streamtape"}]}]}]}]}