{"seriesId":"aesthetica-of-a-rogue-hero","name":"Aesthetica of a Rogue Hero","descr":"Akatsuki Ousawa hat den gefürchteten Dämonenkönig besiegt. Die Welt Alazzard feiert ihn deswegen als Helden. Doch Akatsuki will nicht bleiben, er ist nämlich ein Weltenreisender. Ohne das Wissen des Königshauses von Alazzard, nimmt Akatsuki die Tochter des Dämonenkönigs mit sich in seine Welt. Doch dies hat weitreichende Konsequenzen...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"[Special 1]","descr":"Myu versucht einen neuen trainingsanzug zu erschaffen dies geht aber gewaltig schief","versions":[{"lang":3,"streams":[{"redirect":11832956,"hoster":"VOE"},{"redirect":8279925,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"[Special 2]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8279930,"hoster":"VOE"},{"redirect":8279929,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"[Special 3]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8279933,"hoster":"VOE"},{"redirect":8279935,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"[Special 4]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8279940,"hoster":"VOE"},{"redirect":8279939,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"","epNo":5,"alt":"[Special 5]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8279946,"hoster":"VOE"},{"redirect":8279943,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"","epNo":6,"alt":"[Special 6]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8279951,"hoster":"VOE"},{"redirect":8279952,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein starkes, neues Spiel","epNo":1,"alt":"New Game Plus","descr":"Akatsuki besiegt in der fernen Dimension Alazyard den Dämonenkönig Garius. Als er sich nach dem Kampf auf die Rückreise in die reale Welt vorbereitet, ahnt Akatsuki nicht, dass sein größtes Abenteuer erst beginnt, denn er hat die Tochter des Dämonen König\u0027s mit in die reale Welt gebracht.","versions":[{"lang":1,"streams":[{"redirect":12918045,"hoster":"VOE"},{"redirect":8471117,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8279960,"hoster":"VOE"},{"redirect":8279963,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fesseln aus Weihwasser","epNo":2,"alt":"Holy Water Bond","descr":"Akatsuki und Miu verbringen den ersten Tag an der Babel Akademie. Während Miu ihr bestes versucht um neue Freunde zu finden, scheint Akatsuki nur mit seinen schlechten Seiten aufzufallen.","versions":[{"lang":1,"streams":[{"redirect":8302586,"hoster":"VOE"},{"redirect":8471116,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13509943,"hoster":"VOE"},{"redirect":8279965,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erwachsen werden","epNo":3,"alt":"To Become an Adult","descr":"Der Studentenrat stellt Kuzuha vor die Wahl, entweder spioniert er Akatsuki nach und berichtet täglich über sein Verhalten, oder sie wird in die Klasse die sie übersprungen hat zurück versetzt. Onizuka plant währenddessen eine Intrige gegen Akatsuki er will ihn Mittels Magie ausschalten doch Onizuka hat wie so oft die Stärke von Akatsuki unterschätzt und muss erneut die \"Prügel\" dafür einstecken.","versions":[{"lang":1,"streams":[{"redirect":8302588,"hoster":"VOE"},{"redirect":8471121,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13509944,"hoster":"VOE"},{"redirect":8279970,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Cocoon","epNo":4,"alt":"The Hero’s Back","descr":"Akatsuki findet im Kampf gegen Cockatrice endlich Verwendung für sein neues Schwert. Während Miu versucht, mit dem Tod ihres Vaters fertigzuwerden, plant die geheime Organisation COCOON ihren nächsten Schlachtzug.","versions":[{"lang":1,"streams":[{"redirect":12172668,"hoster":"VOE"},{"redirect":8471125,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13472846,"hoster":"VOE"},{"redirect":8279980,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"An einem freien Tag","epNo":5,"alt":"Holiday Time","descr":"Miu plant eine Shoppingtour im Einkaufszentrum, um sich neue Unterwäsche zu kaufen. Akatsuki beschließt, ihr bei der Beratung zu helfen, hat jedoch schon nach kurzer Zeit nicht nur den Gedanken der neuen Unterwäsche im Kopf …","versions":[{"lang":1,"streams":[{"redirect":8302590,"hoster":"VOE"},{"redirect":8471123,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13472848,"hoster":"VOE"},{"redirect":8279983,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sleipnir – Das Überschall-Motorrad","epNo":6,"alt":"Ultra-Sonic Sleipnir","descr":"Akatsuki setzt sich in den Kopf, mit dem berüchtigten Sleipnir Motorrad zu fahren. Doch dieses Motorrad denkt nicht mal daran ihn aufsteigen zu lassen und ihn somit als würdig zu erachten deswegen versetzt es ihm einer sehr starken und vor allem schmerzhaften Stromschlag. Akatsuki ringt mit sich ob er noch einen Versuch wagen soll da erzählt ihm dessen Besitzer, dass der letzte Mann den Sleipnir als würdig erachtete Akatsuki\u0027s Vater war. Das ist für Akatsuki genug Ansporn es erneut zu versuchen denn er will sich beweisen, das er mindestens genauso stark ist wie sein Vater.Eine Gruppe von Terroristen ist kurz davor, die Stadt zu attackieren – und nur der Studentenrat kann den Tag retten.","versions":[{"lang":1,"streams":[{"redirect":8302589,"hoster":"VOE"},{"redirect":8471122,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13472852,"hoster":"VOE"},{"redirect":8279991,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jäger und Gejagte","epNo":7,"alt":"Brute Panic On The Beach","descr":"Während Akatsuki und seine Freunde den Tag am Strand verbringen, wird in Alazyard nach einem Weg gesucht, um Miu zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":8302592,"hoster":"VOE"},{"redirect":8471126,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13509945,"hoster":"VOE"},{"redirect":8280001,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Ranking-Turnier von Babel","epNo":8,"alt":"Babel Ranking Battle, Start","descr":"An der Babel Akadamie beginnt das alljährliche Ranking, bei dem Schüler mit ihren individuellen Leistungen glänzen können und es ihnen möglich ist von den niedrigeren Klassen in die höheren aufzusteigen. Akatsuki und Miu sind die Favoriten und haben vor von der B-Klasse in die A-Klasse aufzusteigen. Doch auch Kyoya gibt sein Bestes. Der Kampf ist voll im Gange da wird Akatsuki darauf aufmerksam gemacht das er eine Wunde hat, was eigentlich nicht sein dürfte weil das Sicherheits System eigentlich jeden körperlichen Schaden verhindert. Das kann nur bedeuten jemand hat sich am System zu schaffen gemacht aber wer und noch wichtiger warum???","versions":[{"lang":1,"streams":[{"redirect":8302595,"hoster":"VOE"},{"redirect":8259033,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13509946,"hoster":"VOE"},{"redirect":8280005,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In einer traumhaften Mondnacht","epNo":9,"alt":"In Such A Beautiful Moonlight Night","descr":"Das Ranking nimmt eine unerwartete Wendung und die Schule stürzt ins Chaos. Inmitten des Trubels erscheint Phil Burnett und versucht, Miu zu holen. Es stellen sich ihm viele Freunde von Miu in den weg. Leider ist er für alle zu stark und kann sie besiegen. Dann trifft er auf Miu und stürzt sich auf sie. Als er sie so festhält erzählt er ihr das er sie Lebend mit zurück nehmen möchte als Köder. Denn er will mit ihrer Hilfe die restlichen Dämonen heraus locken und sie dann alle ein für allemal vernichten. Als Miu zu weinen beginnt ertönt hinter ihnen eine Stimme. Es ist Akatsuki der sie endlich eingeholt hat und überaus sauer ist weil jemand anderes als er Miu zum Weinen gebracht hat. Ist Akatsuki stark genug das er es alleine mit dem \"Fremden\" aufnimmt, kann er Miu retten???","versions":[{"lang":1,"streams":[{"redirect":8302594,"hoster":"VOE"},{"redirect":8471120,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8280009,"hoster":"VOE"},{"redirect":8559159,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wo ich hingehöre","epNo":10,"alt":"The Place I Belong To","descr":"Der Kampf zwischen Akatsuki und Phil Burnett ist erbittert und sehr ausgeglichen. Doch dann nimmt er eine dramatische Wendung. Akatsuki pariert alle Angriffe von Burnett und rammt ihn sogar in den Boden. In dem glauben seinen Gegner außer Gefecht gesetzt zu haben läuft Miu weg und stürzt sich von einer Klippe denn sie ist deprimiert sie denkt, dass sie für die Probleme beider Welten verantwortlich ist. Ohne zu zögern springt ihr Akatsuki hinterher. Als er sie aus dem Fluss zieht und ihr klar macht das sie keine Schuld trägt bemerkt sie eine Wunde an Akatsuki\u0027s Hals. Er wurde vergiftet. Akatsuki erklärt Miu er müsse sich nur ausruhen dann wird das wieder. Aber als er die Augen schließt versucht Miu alles um ihn zu retten. Sie saugt ihn das Gift aus und dank Akatsuki\u0027s außergewöhnlicher Technik ist er bald wieder auf den Beinen. Die beiden wollen sich gerade auf den Rückweg begeben, da taucht plötzlich Burnett auf......","versions":[{"lang":1,"streams":[{"redirect":8302598,"hoster":"VOE"},{"redirect":9961837,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8280014,"hoster":"VOE"},{"redirect":8280018,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Im Morgengrauen","epNo":11,"alt":"Before Dawn","descr":"Als Phil merkt, dass ihm Akatsuki überlegen ist, verwandelt er sich in einen riesigen Gottgleichen Drachen aus der anderen Welt. Der Studentenrat versucht sein Bestes, um Akatsuki die Zeit zu verschaffen die er benötigt um all das Gift aus seinem Körper zu bekommen damit er es mit dem Drachen aufnehmen kann. Wie es aussieht schlagen sie sich Hervorragend. Doch plötzlich hält der Drache kurz inne und da begreifen sie alle, dass der Drache eigentlich nur mit ihnen gespielt hat. Er hat mit einem Streich alle ausgeschaltet bis auf Miu, denn er will sie Lebend zurück bringen. Als er eigentlich schon bereit ist mit Miu zu verschwinden taucht in letzter Sekunde Akatsuki auf und befreit Miu aus den Fängen des Drachen. Nun beginnt der Finale Kampf der über das Schicksal von Miu und Akatsuki entscheidet.","versions":[{"lang":1,"streams":[{"redirect":14000826,"hoster":"VOE"},{"redirect":8471131,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12251652,"hoster":"VOE"},{"redirect":8280021,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Welt schaut auf dich","epNo":12,"alt":"The World is Watching You","descr":"Akatsuki und Miu müssen im letzten entscheidenden Kampf Zahhak gegenübertreten. Während COCOON auf der Bildfläche erscheint, zeigt Phil sein wahres Gesicht.","versions":[{"lang":1,"streams":[{"redirect":9961899,"hoster":"VOE"},{"redirect":8279905,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8280030,"hoster":"VOE"},{"redirect":8280027,"hoster":"Streamtape"}]}]}]}]}