{"path":"/serie/stream/aftermath","name":"Aftermath","descr":"Die postapokalyptische Serie \"Aftermath\" handelt von einer Familie, die versucht, den Weltuntergang zu überleben, der mit massiven Stürmen, Meteoreinschlägen, Erdbeben und Seuchen daherkommt!Und dann sieht sie sich auch noch mit furchteinflößenden, übernatürlichen Kreaturen konfrontiert! Vater Joshua ist ein Universitätsprofessor, der die Kulturen der Welt erforscht. Dieses Wissen ist hilfreich in einer postapokalyptischen Welt.Und Mutter Karen ist als Pilotin der Air Force eine Größe, mit der man rechnen muss, wenn man die Familie angreift!","seasons":[{"path":"/serie/stream/aftermath/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/aftermath/staffel-1/episode-1","name":"RVL 6768","epNo":1,"alt":"RVL 6768","descr":"Die Erde wird von Naturkatastrophen und Meteoriteneinschlägen heimgesucht. Joshua und Karen Copeland sowie ihre drei Kinder kämpfen ums Überleben. Zu allem Überfluss wird die Familie von einem Bekannten angegriffen, der wie von Sinnen zu sein scheint. Nachdem sie gezwungen waren, ihn zu erschießen, verlässt ein Dämon seinen Körper. Am nächsten Tag wird Brianna, die Tochter der Copelands, von einem fliegenden Dämon entführt. Außerdem breitet sich eine Seuche rapide unter der Bevölkerung aus. Die Copelands machen sich auf die Suche nach Brianna.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437472","hoster":"VOE"},{"path":"/redirect/12038891","hoster":"Doodstream"},{"path":"/redirect/8259139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-2","name":"Auf den Straßen der Ratten","epNo":2,"alt":"In Rats Alley","descr":"Die Copelands verlassen Yakima nach dem Meteoriteneinschlag mit einem Konvoi anderer Überlebender, ohne Brianna (Taylor Hickson) gefunden zu haben obwohl sie ganz in der Nähe ihrer Familie war. Der gelingt es, eine Mitfahrgelegenheit nach Seattle zu ergattern, und eine Sonneneruption erlaubt es ihr, ihre Eltern anzurufen. Sie erfährt, dass ihre Familie ebenfalls auf dem Weg nach Seattle ist und so soll dies der neue Treffpunkt sein. Als Briannas Fahrerin das Benzin ausgeht behauptet sie das sie sich frisch machen geht und Brianna sich die Waffe der Frau nehmen kann. Brianna sucht aber findet keine Waffe, plötzlich hört sie einen Schuss und langsam dämmert ihr welche Waffe die Frau meinte. Als sie in die Toilette geht nähert sie sich der Kabine und sieht das die Frau sich erschossen hat. Brianna nimmt die Waffe an sich und setzt ihren Weg alleine fort. Unterwegs begegnet sie Tatiana (Max Chadburn) und tut sich mit ihr zusammen. Anfangs läuft alles prima bis Tatiana fragt ob sie Telefonieren könne und Brianna ablehnt. Und auch ihrer Familie ergeht es nicht viel besser eine Person aus dem Konvoi ist sehr Verhaltensauffällig. Keiner weiß ob er bessen ist bis zu dem Zeitpunkt als er erschossen wurde da stellt sich das traurige Schicksal des jungen heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14000831","hoster":"VOE"},{"path":"/redirect/12038897","hoster":"Doodstream"},{"path":"/redirect/8259141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-3","name":"Leere Straße, leere Häuser","epNo":3,"alt":"In Our Empty Rooms","descr":"Während die Copelands auf dem Weg nach Seattle von verlassenen Autos aufgehalten werden, die die Straße blockieren, wird Brianna von Mitgliedern einer sektenartigen Gemeinschaft aufgenommen. Als Karen (Anne Heche) und Joshua (James Tupper) schließlich im vollkommen zerstörten Seattle ankommen, finden sie Filmaufnahmen von einem riesigen Etwas, das vom Himmel herabgeschossen kommt. Auch Brianna und ihre Retter werden von einem drachenähnlichen Wesen angegriffen. Schließlich gelingt es Brianna, ihren Bruder Matt (Levi Meaden) zu erreichen und ihm ihren Aufenthaltsort mitzuteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437477","hoster":"VOE"},{"path":"/redirect/12038893","hoster":"Doodstream"},{"path":"/redirect/8259143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-4","name":"Fieber im Kopf","epNo":4,"alt":"Fever of the Bone","descr":"Nachdem Brianna (Taylor Hickson) sich den Zorn des Sektenführers (Adrian Hough) zugezogen hat, erkennt sie, dass auch er von einem Dämon besessen ist denn er hat versucht sie töten. Er schließt sie in einem Schuppen ein und überzeugt die anderen das sie der Dämon sei, so wartet sie in dem Schuppen auf ihre Bestrafung die sie erhalten soll. Der Rest der Familie ist unterwegs zu Brianna, als die Mutter durch einen Zaun fährt um ihn aufzubrechen was nicht die beste Idee war den der Wohnwagen wird beschädigt und läuft nicht mehr. Die Copelands finden in einem Flughafenhangar Zuflucht, doch die sich ausbreitende Seuche bedroht nun auch immer stärker ihre Gruppe. Karens (Anne Heche) Verbindung zum Militär verschafft ihnen eine dringend benötigte Atempause um den Camper zu reparieren und sie werden auch mit neuen Waffen ausgestattet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437478","hoster":"VOE"},{"path":"/redirect/12038898","hoster":"Doodstream"},{"path":"/redirect/8259145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-5","name":"Der Schrei der Dämonen","epNo":5,"alt":"A Clatter and a Chatter","descr":"Endlich ist es den Copelands gelungen, Brianna (Taylor Hickson) wiederzufinden. Zusammen mit ihr und ihrem Retter Devlyn (Mitchell Kummen) setzen sie ihren Weg fort, werden jedoch bald aufgehalten, weil das Land überflutet ist. Als sie von einer Horde Infizierter angegriffen werden, kommt ihnen Lamar Boone (Wayne Brady), ein alter Freund von Karen (Anne Heche), zur Hilfe. Der hat sich auf einem Hügel eingenistet und will von dort aus das postapokalyptische Land regieren. Er nimmt die Copelands auf, nur Joshua (James Tupper) scheint ihm ein Dorn im Auge zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437486","hoster":"VOE"},{"path":"/redirect/12038901","hoster":"Doodstream"},{"path":"/redirect/8259148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-6","name":"Die Prophetin","epNo":6,"alt":"Madame Sosostris","descr":"Die Copelands teilen sich auf: Josh (James Tupper) will gemeinsam mit Brianna (Taylor Hickson), Jane (Sharon Taylor) und Devlyn (Mitchell Kummen) eine frühere Kollegin, Professor Douglas (Leslie Hope), aufsuchen. Sie hatte die Apokalypse vorausgesehen und hat vielleicht ein paar Erklärungen dafür. Karen (Anne Heche) hat unterdessen vor, zusammen mit Matt (Levi Meaden), Dana (Julia Sarah Stone) und Martin (Madison Smith) ein nahegelegenes Feriencamp, in dem Dana als Betreuerin gejobbt hat, nach Vorräten zu durchsuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437485","hoster":"VOE"},{"path":"/redirect/12038904","hoster":"Doodstream"},{"path":"/redirect/8262886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-7","name":"What the Thunder Said","epNo":7,"alt":"What the Thunder Said","descr":"Die Copelands versuchen, vor dem Vulkan zu fliehen, der kurz vor dem Ausbruch steht, als ihr Wohnwagen eine Panne hat. Ein Mann, der behauptet, ein reinkarnierter tibetischer Mönch (Michael Rogers) zu sein, bittet sie, ihn mitzunehmen. Plötzlich wird aus den Hügeln auf die Gruppe geschossen, und Josh (James Tupper) bekommt eine Kugel ab. Der mysteriöse Fremde greift mit übernatürlichen Fähigkeiten in den Kampf ein und führt die Gruppe anschließend zu einem Ort, der ihnen helfen könnte, den Weltuntergang aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437490","hoster":"VOE"},{"path":"/redirect/8259146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-8","name":"Die Botschaft des Vulcans","epNo":8,"alt":"Here Is No Water but Only Rock","descr":"Der Vulkan bricht aus und scheint prähistorische Ungeheuer ausgespuckt zu haben, die nun Jagd auf die Menschen machen. Matt (Levi Meaden) und Brianna (Taylor Hickson) haben in einem Bunker Zuflucht gefunden, in dem jedoch die Luft knapp wird. Josh (James Tupper) und Dana (Julia Sarah Stone) konnten sich unter dem Wohnwagen verstecken. Unterdessen findet Karen (Anne Heche), die von der Gruppe getrennt wurde, mysteriöse Höhlenmalereien und hat Halluzinationen, die den Schlüssel zu den Ereignissen bilden könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437492","hoster":"VOE"},{"path":"/redirect/12038905","hoster":"Doodstream"},{"path":"/redirect/8259153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-9","name":"Der Barbarenkönig","epNo":9,"alt":"The Barbarous King","descr":"Die Copelands sind auf dem Weg nach Idaho, als sie überraschend auf Karens (Anne Heche) Vater Ewan (Timothy Webber) treffen. Der hat eine Art zwielichtige Bürgerwehr aufgebaut und verkauft selbst hergestellte Antibiotika, die die Seuche bekämpfen sollen, an die Bevölkerung. Er nimmt die Familie bei sich auf. Als herauskommt, dass Ewans Medikamente gestreckt sind, richtet sich der Zorn der Menschen gegen ihn und seine Truppe. Außerdem machen sich Formwandler in der Gruppe breit, sodass es schwer wird, zu wissen, wem man trauen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916621","hoster":"VOE"},{"path":"/redirect/12038910","hoster":"Doodstream"},{"path":"/redirect/12477435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-10","name":"Achtzehn vor Zwei","epNo":10,"alt":"Hieronymo’s Mad Againe","descr":"In Idaho angekommen, müssen die Copelands feststellen, dass Josh (James Tupper) infiziert ist. Sie glauben, in einem nahegelegenen Seniorenheim das dringend benötigte Antibiotikum Tetra zu finden, also machen sich Karen (Anne Heche), Brianna (Taylor Hickson) und Dana (Julia Sarah Stone) auf den Weg dorthin, während Matt (Levi Meaden) bei Josh bleibt. Im Seniorenheim treffen Karen und die Mädchen auf eine Pflegerin (Christine Willes), die über die Vorräte wacht und sie bald in eine schier aussichtslose Lage bringt denn so harmlos wie sie wirkt ist sie bei weiten nicht. Als wäre das nicht schon alles genug kommt noch eine weitere schreckliche Gefahr aus dem Weltraum auf die gesamte Menschheit zu was die Aussichten auf\u0027s überleben schier unmöglich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918051","hoster":"VOE"},{"path":"/redirect/8259152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-11","name":"Die Geisterstadt","epNo":11,"alt":"Where The Dead Men Lost Their Bones","descr":"Josh (James Tupper) geht es immer schlechter, und die Copelands teilen sich auf, um irgendwo das Medikament zu finden, das ihm helfen könnte. Matt stößt unterwegs auf ein junges Mädchen, das im Begriff ist, sich das Leben zu nehmen. Brianna (Taylor Hickson) hat eine lebensbedrohliche Begegnung, und Karen (Anne Heche) trifft eine Frau, die behauptet, ihr Mann sei in Seattle in ein Wurmloch gesaugt und hier in Idaho wieder freigelassen worden. Josh hat sich inzwischen selbst auf die Suche nach Antworten gemacht und begegnet einer Frau, die er schon einmal gesehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437495","hoster":"VOE"},{"path":"/redirect/12038913","hoster":"Doodstream"},{"path":"/redirect/8259151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-12","name":"Now That We Talk Of Dying","epNo":12,"alt":"Now That We Talk Of Dying","descr":"Die Copelands machen sich auf die Suche nach Moondog (Louis Ferreira), dem Radio-DJ, der über eine Menge Wissen über die Apokalypse zu verfügen scheint. Unterwegs werden sie von einem Soldaten aufgehalten, der glaubt, sich im Vietnamkrieg zu befinden. Das weist darauf hin, dass auch das Raum-Zeit-Kontinuum durcheinandergeraten ist. Inzwischen haben sich Regierungsagenten, die auch auf der Suche nach Moondog sind, an die Fersen der Familie geheftet. Ein Tracking-Gerät führt die Copelands zu einem abgesperrten Gelände, wo sich Moondog verschanzt zu haben scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437497","hoster":"VOE"},{"path":"/redirect/8259159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aftermath/staffel-1/episode-13","name":"Das Raunen der Unsterblichkeit","epNo":13,"alt":"Whispers Of Immortality","descr":"Die Zeit läuft, in etwa zwei Stunden wird Weltraummüll die Erde treffen und jegliches Leben vernichten. Während Matt (Levi Meaden) und Brianna (Taylor Hickson) nach Sarah (Sarah Dugdale) suchen, nimmt Moondog (Louis Ferreira) Karen (Anne Heche), Josh (James Tupper) und Dana (Julia Sarah Stone) mit auf sein Gelände, um herauszufinden, ob man noch etwas tun kann, um den Weltuntergang aufzuhalten. Er sieht die Kugel, die Karen bei sich hat, und erkennt, dass sie eine besondere Funktion hat. Außerdem könnten ein paar Lochkarten helfen, die bei Professor Douglas gefunden wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8437504","hoster":"VOE"},{"path":"/redirect/12038917","hoster":"Doodstream"},{"path":"/redirect/8259161","hoster":"Streamtape"}]}]}]}]}