{"seriesId":"agatha-christies-zeugin-der-anklage","name":"Agatha Christie’s Zeugin der Anklage","descr":"[The Witness for the Prosecution] London, 1920. Der junge, gutaussehende Leonard Vole ist des bestialischen Mordes an der reichen verwitweten Societydame Emily French angeklagt. Sein Rechtsbeistand, John Mayhew, tut alles in seiner Macht stehende, um einen Freispruch zu erwirken. Dabei konzentriert er sich auf das besonders verdächtige Hausmädchen der Ermordeten. Alles entscheidend ist jedoch die Aussage von Romaine, Leonards Frau. Sie, die Betrogene, ist die Zeugin der Anklage!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1 + Teil 2","epNo":1,"alt":"Part 1","descr":"1923 wird Leonard Vole in London von seinem Job als Kellner entlassen, woraufhin ihn die prominente Emily French, eine wohlhabende Jungfer, die doppelt so alt ist wie er, zurück in ihr Kensington einlädtVilla. Emily bezahlt ihn als ihren Begleiter, bis sie drei Monate später zu Tode geprügelt aufgefunden wird. Ihre eifersüchtige Magd Janet beschuldigt Leonard, den Emily zum einzigen Empfänger ihres Testaments gemacht hatte. Seine Lebensgefährtin, die Wiener Schauspielerin Romaine, wird vom Theater zum Star befördert, um aus dem sensationellen Prozess Kapital zu schlagen. Die Staatsanwälte behaupten, Leonard habe Emily getötet, nachdem sie von Romaine erfahren hatte. Sein Anwalt aus der Mittelklasse, John Mayhew, glaubt an Leonards Unschuld und lässt sich von Romaines liebenswürdiger Natur inspirieren. Leonards Leben hängt davon ab, dass Romaine sein Alibi bestätigt. Nachdem sie ihm scheinbar seine Übertretung verziehen hat, besucht sie ihn im Gefängnis und sagt zu ihm: \"Hang.\" Mayhew konfrontiert Romaine, die ihn verspottet, weil er an die Liebe glaubt.","versions":[{"lang":1,"streams":[{"redirect":9830875,"hoster":"VOE"},{"redirect":9830863,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Episode 1 enthalten]","epNo":2,"alt":"Part 2","descr":"Romaine gibt ein niederschmetterndes Zeugnis ab, dass Leonard nach dem Mord blutüberströmt nach Hause kam und damit prahlte, dass er jetzt ein reicher Mann sei. Mayhew trifft auf Christine Moffat, den ehemaligen Star von Romaines Show, deren Gesicht Romaine stark entstellt hat. Christine gibt ihm einen Brief, der vor Gericht verwendet wird, um Romaines grausamen Plan aufzudecken, Leonard hängen zu lassen, um ihren Geliebten Max zu heiraten, der zuvor mit Christine zusammen war. Es zeigt sich, dass Romaine tatsächlich bereits verheiratet ist, was nur Leonard wusste. Nachdem Janets Aussage diskreditiert ist, wird Leonard freigesprochen und Romaine wegen Meineids verhaftet. Janet wird für den Mord verurteilt und gehängt. Heute berühmt und erfolgreich, nimmt Mayhew seine Frau mit nach Frankreich, wo er den wohlhabenden Leonard und seine neue Braut entdeckt: Romaine. Romaine enthüllt, dass ihr keine Geschworenen glauben würden, wenn sie ihn vor Gericht verteidigt hätte, aber sie würden ihm glauben, wenn aufgedeckt würde, dass sie versuchte, \"durch ihre fremden Zähne\" zu lügen, um ihn zu verurteilen. Auch die geschminkte Romaine posierte als Christine. Sie stoßen auf John an, der ihre List möglich gemacht hat, nachdem Leonard Emily getötet hat. Mayhew, verabscheut von seiner Frau und erschüttert von Leonards und Romaines Enthüllung, beschließt, sich zu ertränken, indem er bei Ebbe weit hinaus in den Meeresboden geht.","versions":[]}]}]}