{"seriesId":"agathe-kann-s-nicht-lassen","name":"Agathe kann’s nicht lassen","descr":"Agathe Heiland ist eine leidenschaftliche Hobbydetektivin. Mit ihren Ermittlungen bringt sie Kommissar Krefeld zur Verzweiflung, denn sie ist der Polizei immer eine Nasenlänge voraus. Und auch ihr Freund Cornelius Stingermann ist ganz und gar nicht begeistert von Agathes Alleingängen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord im Kloster","epNo":1,"alt":"","descr":"In der Bibliothek von Kloster Marienfeld kommt ein Mönch unter mysteriösen Umständen zu Tode. Die Polizei geht von einem Unfall aus und stellt die Ermittlungen ein. Ein Fehler, findet die passionierte Hobbykriminologin Agathe Heiland, die hier ein Verbrechen wittert. Denn der Tote hielt die originalen Notenblätter einer bislang unbekannten Mozartsonate in der Hand. Der Abt des Klosters will die Echtheit des sensationellen Fundes prüfen lassen und lädt namhafte Experten zu einem Colloquium nach Marienfeld, darunter auch Antiquar Cornelius Stingermann, Agathes guter Freund, der ihr oft bei ihren unkonventionellen Ermittlungen hilfreich zur Seite stand. Als Nonne verkleidet mischt Agathe sich unter die Sachverständigen, um hinter den Klostermauern Nachforschungen anzustellen. Agathes Instinkt trügt nicht – kurze Zeit später wird der Mönch Markus in der Bibliothek erschlagen, und die wertvollen Notenblätter sind spurlos verschwunden. Der leidgeprüfte Kommissar Krefeldt (Maximilian Krückl) ist nicht begeistert, dass Agathe ihm wieder einmal bei den Ermittlungen \"unterstützt\". Agathe nimmt zunächst die Experten unter die Lupe, die sich während des Mordes als Gäste im Kloster aufhielten: Warum verheimlichen die Musikwissenschaftlerin Manuela Pfister und der verkannte Komponist Rudolf Heinze ihre Affäre? Und warum bekommt der Pianist Friedrich Falkenberg Hausbesuche vom Orthopäden? Auch Hotelier Max Bieringer und die Musikverlegerin Beatrice Schilling haben etwas zu verbergen. Agathe scheint sich an diesem rätselhaften Fall die Zähne auszubeißen – erst als sich herausstellt, dass die Mozartsonate eine Fälschung ist, kommt die gewiefte Hobbyermittlerin einem mörderischen Komplott auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":13096593,"hoster":"VOE"},{"redirect":10621108,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alles oder nichts","epNo":2,"alt":"","descr":"Hobbykriminalistin Agathe gewinnt bei einem Kreuzworträtsel einen exklusiven Wellness-Urlaub für zwei Personen. Natürlich muss ihr Freund Stingermann sie in das Tiroler Fünf-Sterne-Hotel begleiten, wo Agathe dank ihrem speziellen Radar sofort auf das Ehepaar von Klier aufmerksam wird: Mit seiner attraktiven Frau Marion und dem jungen Assistenten Bernd, der gleichzeitig der heimliche Geliebte seiner Gattin ist, will Geschäftsmann Conrad von Klier offenbar ein wenig ausspannen und das Glück am Spieltisch suchen. Doch Agathe wittert, dass hier etwas faul ist. Als sie einen heftigen Streit zwischen Conrad von Klier und der Croupière Viola mitbekommt, scheint sich ihre Ahnung zu bestätigen: Noch in der selben Nacht liegt Viola ermordet in der Damentoilette. Kommissar Krefeld, der mit seiner Geliebten Rosi zufällig im selben Hotel wohnt, ist nicht begeistert, dass er schon wieder in einem Fall ermitteln muss, bei dem die Querdenkerin Agathe ihm auf die Finger schaut. Zusammen mit dem lethargischen österreichischen Kollegen Brachl sichtet Krefeld erst einmal die Videobänder der Überwachungskameras. Zu sehen ist, dass Viola kurz vor ihrem Tod einen heftigen Streit mit ihrem Verlobten hatte, dem Skilehrer Andy Boehmer. Brachl lässt Andy verhaften – was Agathe etwas voreilig findet. Denn als kurz darauf Conrad von Klier tot im Pool liegt, sind für Agathe eigentlich alle Hotelgäste verdächtig. Auf einer Hüttenfeier von Hotelier Mühlheim stellt Agathe dem Mörder eine raffinierte Falle, wodurch sie sich aber auch selbst in Gefahr begibt.","versions":[{"lang":1,"streams":[{"redirect":8437883,"hoster":"VOE"},{"redirect":8259651,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Tote im Bootshaus","epNo":3,"alt":"","descr":"Agathe Heiland und Cornelius Stingermann unternehmen einen harmlosen Campingausflug an den Wörthersee. Doch kaum hat Stingermann die Zelte aufgeschlagen, da geschieht auf der anderen Seeseite bereits ein Mord. Die attraktive Journalistin Monika Stetten wird am Rande einer rauschenden Party ermordet, die der Baulöwe Thorsten Buchholz zum Geburtstag seiner Frau Caroline gegeben hat. Um den Hals trug die Tote ausgerechnet die Krawatte von Kommissar Krefeld, der hier als Partygast geladen war und zuletzt mit Monika Stetten gesehen wurde. Für den ermittelnden Kommissar Hackl ist es nur eine Frage der Zeit bis sein deutscher Kollege ein Geständnis ablegt. Agathe kann den armen Krefeld nicht hängen lassen und mietet sich mit Unterstützung der patenten Haushälterin Katharina in Buchholz’ Seevilla ein. Mit Stingermanns Unterstützung findet die Hobbyschnüfflerin heraus, dass die ermordete Journalistin einer brandheißen Story auf der Spur war: Bauunternehmer Buchholz macht krumme Geschäfte mit dem korrupten Stadtbaurat Löffler. Um diesem Löffler auf den Zahn zu fühlen, braucht Agathe aber dringend Hilfe. Nach einer Stippvisite bei dem unfähigen Kommissar Hackl wird Krefeld aus Mangel an Beweisen freigelassen und ist erstmals über einen Auftritt Agathes wirklich erfreut. Zum Dank unterstützt er die Hobby-Kriminologin bei ihren Ermittlungen und macht sogleich eine grauenhafte Entdeckung: Löffler ist mit einem Spaten erschlagen worden. Aber wer hat ein Interesse daran, dass dieser korrupte Politiker und die Journalistin sterben, die seine Machenschaften aufdecken wollte? Agathe muss diesmal all ihren Spürsinn einsetzen.","versions":[{"lang":1,"streams":[{"redirect":8437892,"hoster":"VOE"},{"redirect":8259649,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mord mit Handicap","epNo":4,"alt":"","descr":"Cornelius Stingermann gewinnt einen Rundflug in einer alten Propellermaschine. Wegen seiner Flugangst lässt er jedoch Agathe den Vortritt, die aus der Luft prompt Zeugin eines Mords wird. Doch niemand glaubt der schrulligen alten Dame. Denn am vermeintlichen Tatort, einem Golfplatz, gibt es keine Leiche. Um die Sache selbst in die Hand zu nehmen, pachtet die Hobbyermittlerin kurzerhand das leer stehende Clubrestaurant. Und tatsächlich: Es dauert nicht lange bis Agathe im Geräteschuppen die Leiche von Jana Oettinger findet, einer attraktiven Lehrerin am renommierten Ludwig Gymnasium. Agathes erster Verdacht fällt auf Club-Kassenwart Peter Pfeiffer. Der renommierte Herzchirurg, der in der Klinik seines Schwiegervaters arbeitet, hatte nämlich hinter dem Rücken seiner Frau Marianne ein Verhältnis mit Jana Oettinger. Ein Motiv hatte aber ebenso Schuldirektor Wolzogen, der von seiner Kollegin offenbar erpresst wurde. Als Wolzogen durch einen Stromschlag ermordet wird, kombiniert Kommissar Krefeld haarscharf und verdächtigt Pfeiffers Sohn Julian – denn der hat mehrmals bekundet, er wolle Elektriker werden. Doch Agathe hat inzwischen etwas ganz anderes herausgefunden. Pfeiffer zahlte 25.000 Euro, damit sein Golfpartner Klaus Graser, ein Beamter aus dem Kultusministerium, die Aufgaben fürs Abitur seines Sohnes Julian beschafft.","versions":[{"lang":1,"streams":[{"redirect":13096595,"hoster":"VOE"},{"redirect":8259653,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Mörderspiel","epNo":5,"alt":"","descr":"Der reiche Gutsherr Max von Hohenfels, ein Liebhaber englischer Krimiliteratur, lädt Verwandte und Bekannte zu einem exklusiven Abend mit \"Mörderspiel\" ein. Cornelius Stingermann und Agathe Heiland, deren Spürsinn auf die Probe gestellt werden soll, sind mit von der Partie. Damit es spannend wird, hat der Hausherr, der seit einem Reitunfall an den Rollstuhl gefesselt ist, noch den berühmten Krimiautor Gregor Moll dazugebeten. Zu den weiteren Teilnehmern zählen von Hohenfels’ Gutsverwalter Luca, seine Ex-Geliebte Isabella, sein Bruder Teddy und die hübsche Krankenschwester Katja. Als von Hohenfels plötzlich tot im Rollstuhl sitzt, ist das Spiel offenbar vorzeitig beendet. Der Hausarzt diagnostiziert einen natürlichen Tod durch Herzversagen. Der eilig herbeigerufene Kommissar Krefeld staunt nicht schlecht, als Agathe schon wieder seine Wege kreuzt. Doch auch er sieht in diesem \"Fall\" zunächst keinen Handlungsbedarf. Die hartnäckige Hobbyschnüfflerin besteht jedoch auf eine kriminaltechnische Untersuchung der Zigarre des Toten – und behält einmal mehr Recht: Von Hohenfels wurde vergiftet! Zähneknirschend verhört Krefeld die üblichen Verdächtigen, derweil Agathe mit ihren privaten Ermittlungen beginnt: Bruder Teddy ist pleite und spekuliert auf das Erbe. Isabella wurde von ihrem gekränkten Ex-Geliebten bitterböse schikaniert. Außerdem stellt sich heraus, dass der große Krimiautor Moll nur ein kleiner Plagiator ist. Und Krankenpflegerin Katja hat der Gutsherr viel Geld geboten, damit sie ihm als Leihmutter einen Erben zur Welt bringt. Ihr Geliebter Luca war deshalb rasend eifersüchtig. Ist er aber der Mörder? Als Luca sich bei einem vermeintlichen Reitunfall das Genick bricht, steht selbst Agathe vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":13096596,"hoster":"VOE"},{"redirect":8259657,"hoster":"Streamtape"}]}]}]}]}