{"path":"/serie/stream/agatha-christie-tdlicher-irrtum","name":"Agatha Christie – Tödlicher Irrtum","descr":"Weihnachten im Jahr 1954. Die Philantropin Rachel Argyll wird auf ihrem Familiensitz Sunny Point ermordet. Ihr Adoptivsohn Jack Argyll wird als Täter festgenommen, doch der Herumtreiber beteuert seine Unschuld. 18 Monate später kehrt der Wissenschaftler Dr. Arthur Calgary von einer Expedition in die Arktis zurück und liefert ein Alibi, das Jack entlasten würde -für den jungen Mann kommt es zu spät: Er verstarb im Gefängnis, noch bevor er verurteilt werden konnte. Die Argyll-Familie stemmt sich vehement dagegen, die Geheimnisse ihrer Vergangenheit offen zu legen – vor allem Leo, der frühere Ehemann der Ermordeten, der demnächst seine Sekretärin Gwenda heiraten wird. Doch manche Hinweise sind zu gravierend um sie zu ignorieren. Falls Jack tatsächlich nicht der Killer war, dann muss der Schuldige eigentlich noch immer auf Sunny Point leben.","seasons":[{"path":"/serie/stream/agatha-christie-tdlicher-irrtum/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/agatha-christie-tdlicher-irrtum/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Erbin Rachel Argyll wird in ihrem Familienbesitz ermordet. Achtzehn Monate später, als sich ihre Witwer darauf vorbereitet, wieder zu heiraten, wird die Identität des Mörders in Zweifel gezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8583954","hoster":"VOE"},{"path":"/redirect/12039168","hoster":"Doodstream"},{"path":"/redirect/8583946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/agatha-christie-tdlicher-irrtum/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Am Morgen nach der Party von Leo und Gwenda versucht Arthur, nach Sunny Point zurückzukehren, um Jacks Namen zu klären, erhält aber nur sehr wenig Unterstützung von der Familie Argyll, die Mickey dazu bringt, ihn kurzerhand von den Räumlichkeiten zu eskortieren. Er hat keine andere Wahl, als alles, was er weiß, preiszugeben. Er liefert den unwiderlegbaren Beweis, dass Jack unschuldig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8583972","hoster":"VOE"},{"path":"/redirect/12039163","hoster":"Doodstream"},{"path":"/redirect/8583960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/agatha-christie-tdlicher-irrtum/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Argyll-Kinder sind gezwungen, die Ereignisse des schrecklichen Weihnachtsabends, als Rachel ermordet wurde, noch einmal zu erleben, um endlich die Wahrheit darüber aufzudecken, wer sie getötet hat und warum. Sie entdecken jedoch bald, dass jeder in der Familie einen Grund hatte, sie loswerden zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918053","hoster":"VOE"},{"path":"/redirect/12039159","hoster":"Doodstream"},{"path":"/redirect/8583973","hoster":"Streamtape"}]}]}]}]}