{"seriesId":"agentin-mit-herz","name":"Agentin mit Herz","descr":"Durch Zufall wird die geschiedene Hausfrau Amanda King (Kate Jackson) Agentin für den Geheimdienst. Mit ihrem Partner Lee Stetson (Bruce Boxleitner), genannt Scarecrow, ist sie fortan auf Verbrecherjagd - und hat mit ihren unorthodoxen Methoden Erfolg, manchmal auch eher aus Versehen. Sie ist ein wenig tollpatschig, und Stetson hat es nicht leicht mit ihr. Ihr Vorgesetzter ist Billy Melrose (Mel Stewart), Francine Desmond (Martha Smith) dessen Assistentin. Amandas Söhne Philip (Paul Stout) und Jamie (Greg Morton) und ihre Mutter Dotty West (Beverly Garland) dürfen von ihrer Nebentätigkeit nichts erfahren. Amanda und Stetson, der sich anfangs gegen sie als Partnerin gewehrt hatte, heiraten später.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Amandas erster Einsatz","epNo":1,"alt":"The First Time","descr":"Amanda, geschieden und Mutter zweier Kinder, führt ein ruhiges Leben als Hausfrau. Da bekommt sie von einem Fremden ein mysteriöses Päckchen in die Hand gedrückt, das ihr Leben völlig verändert.","versions":[{"lang":1,"streams":[{"redirect":13096592,"hoster":"VOE"},{"redirect":12039578,"hoster":"Doodstream"},{"redirect":8452189,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geheimnis des Erfolgs","epNo":2,"alt":"There Goes The Neighborhood","descr":"Stetson soll ein mysteriöses Schmuggelgeschäft aufklären, bei dem US-Waffen in die Hände von Guerilleros gelangen. Bald zeigen sich Querverbindungen zu einem Kosmetikhersteller, der Lee und Amanda aus dem Weg räumen will.","versions":[{"lang":1,"streams":[{"redirect":8437920,"hoster":"VOE"},{"redirect":8259679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Derzeit nicht erhältlich]","epNo":3,"alt":"If Thoughts Could Kill","descr":"Der Geheimdienst verliert den Verstand: Während einer Routineuntersuchung manipuliert ein zwielichtiger Arzt Lees Gehirn.","versions":[{"lang":1,"streams":[{"redirect":14144362,"hoster":"VOE"},{"redirect":14144361,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Festung auf Rädern","epNo":4,"alt":"Magic Bus","descr":"Die USA haben eine neue Waffe, den Zerberus, entwickelt. Das Waffensystem ist in einem ganz normalen Campingbus versteckt. Lee soll den Zerberus nach Arizona fahren. Doch bevor es dazu kommt, entführen rechtsradikale Terroristen das Gerät.","versions":[{"lang":1,"streams":[{"redirect":8437924,"hoster":"VOE"},{"redirect":12039586,"hoster":"Doodstream"},{"redirect":8259681,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"[Derzeit nicht erhältlich]","epNo":5,"alt":"The A.C.M. Kid","descr":"Von diesem 12-Jährigen könnte der KGB noch einiges lernen: Ein kleiner Russe ist ein Computer-Hacker auf Superspion-Niveau.","versions":[{"lang":1,"streams":[{"redirect":14144363,"hoster":"VOE"},{"redirect":8452227,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Am seidenen Faden","epNo":6,"alt":"Always Look A Gift Horse In The Mouth","descr":"Die Vorbereitungen für den Staatsbesuch eines arabischen Ölprinzen laufen auf Hochtouren. Lee ist für die Sicherheit des Gastes verantwortlich. In letzter Sekunde kann er verhindern, dass das Blaublut ermordet wird. Wer steckt hinter dem Anschlag?","versions":[{"lang":1,"streams":[{"redirect":8437929,"hoster":"VOE"},{"redirect":8259686,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein riskantes Abenteuer","epNo":7,"alt":"Service Above And Beyond","descr":"Amanda verliebt sich ausgerechnet in Delano. Er ist der Mittelsmann zu einem gefährlichen feindlichen Agenten. Dabei hatte sie eigentlich nur die Aufgabe, ihn mit ihren Verführungskünsten von einem Manöver von Lee Stetson abzulenken.","versions":[{"lang":1,"streams":[{"redirect":13096598,"hoster":"VOE"},{"redirect":8259685,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf eigene Faust","epNo":8,"alt":"Saved By The Bells","descr":"Lee überwältigt Rostov, den Staragenten des KGB. Der sowjetische Geheimdienst beschließt daraufhin, Scarecrow zu kidnappen und ihn gegen Rostov auszutauschen. Versehentlich wird an Lees Stelle jedoch Amanda entführt. Lee muss sich etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8437930,"hoster":"VOE"},{"redirect":8259688,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[Derzeit nicht erhältlich]","epNo":9,"alt":"Sudden Death","descr":"Lee und Amanda ermitteln undercover, um eine Verschwörung gegen den Kicker einer Footballmannschaft Washington Pioneers aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":14144364,"hoster":"VOE"},{"redirect":8452251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Friede auf Erden","epNo":10,"alt":"The Long Christmas Eve","descr":"Ein wichtiger Doppelagent will aus seiner aufreibenden Agententätigkeit aussteigen. Deshalb kommt es zu einem blutigen Machtkampf zwischen Ost und West. Lee und Amanda haben alle Hände voll zu tun, ihn beizulegen. Und das so kurz vor Weihnachten.","versions":[{"lang":1,"streams":[{"redirect":12918059,"hoster":"VOE"},{"redirect":12039607,"hoster":"Doodstream"},{"redirect":8259691,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auferstehung von den Toten","epNo":11,"alt":"Remembrance Of Things Past","descr":"Eine Reihe von Morden an Geheimdienstagenten macht Billy Sorgen. Auch auf Lee wird ein Anschlag verübt, den er nur knapp überlebt. Um die Attentatsserie aufzuklären, lässt sich der Agent für tot erklären.","versions":[{"lang":1,"streams":[{"redirect":8437938,"hoster":"VOE"},{"redirect":8452269,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spuren der Vergangenheit","epNo":12,"alt":"Lost And Found","descr":"Amanda soll sich um einen italienischen Forscher kümmern, der aus russischer Gefangenschaft befreit wurde. Da taucht plötzlich dessen totgeglaubte Ehefrau Eva auf. Lee hatte mit Eva ehemals ein Verhältnis. Prompt verliebt er sich erneut in sie.","versions":[{"lang":1,"streams":[{"redirect":8437936,"hoster":"VOE"},{"redirect":8259697,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"In letzter Sekunde","epNo":13,"alt":"I Am Not Now, Nor Ever Have I Been … A Spy","descr":"Der südamerikanische Diktator Polo de Gregorio hat seinen Besuch angekündigt. Der Geheimdienst nimmt an, dass viele seiner Gegner in den USA, einen Anschlag auf den Politiker planen. Amanda bekommt den entscheidenden Hinweis.","versions":[{"lang":1,"streams":[{"redirect":8437937,"hoster":"VOE"},{"redirect":8259695,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Doppelgängerin","epNo":14,"alt":"Dead Ringer","descr":"Magda Petrak, Agentin des ungarischen Geheimdienstes, will überlaufen. Lee bereitet ihre Flucht bis ins Detail vor. Er setzt sogar eine Doppelgängerin ein: Francine. Doch die wird von der Gegenseite entführt. Amanda, die Madge versteckt hält, muss eingreifen.","versions":[{"lang":1,"streams":[{"redirect":13096601,"hoster":"VOE"},{"redirect":8259700,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"[Derzeit nicht erhältlich]","epNo":15,"alt":"The Mole","descr":"Lee und Amanda jagen einen Verräter im eigenen Team, der geheime Informationen an die Russen weitergibt.","versions":[{"lang":1,"streams":[{"redirect":14144365,"hoster":"VOE"},{"redirect":8452300,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"[Derzeit nicht erhältlich]","epNo":16,"alt":"Savior","descr":"Amanda schwört, dass sie Lee von einer katastrophalen Entscheidung abhalten wird: Er will den Geheimdienst verlassen und für einen Waffenhändler arbeiten.","versions":[{"lang":1,"streams":[{"redirect":14144368,"hoster":"VOE"},{"redirect":8452312,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"In der Falle","epNo":17,"alt":"The Artful Dodger","descr":"Ein attraktiver Mittvierziger wirbt um Amandas Gunst. Indessen ist Amerikas Raketenabwehr in Gefahr: Ein geheimer Plan wurde gestohlen. Der regelt die Abschirmung der Nation gegen feindliche Bombenangriffe.","versions":[{"lang":1,"streams":[{"redirect":8437948,"hoster":"VOE"},{"redirect":8259705,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Verfolgung","epNo":18,"alt":"Filming Raul","descr":"Amanda wird auf dem Parkplatz der Geheimdienstzentrale von einem Agenten mit dem Wagen gerammt. Parkplatzwächter Scotty hat die Szene gefilmt. Seine Aufnahmen werden bald zur heißumkämpften Ware.","versions":[{"lang":1,"streams":[{"redirect":12918062,"hoster":"VOE"},{"redirect":8259708,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Heiße Ware","epNo":19,"alt":"Fearless Dotty","descr":"Durch eine Verwechslung gerät Amandas Mutter in Schwierigkeiten. Sie kommt in den Besitz eines Kinderbuches, das verschlüsselte Botschaften enthält. Zwei östliche Geheimdienste interessieren sich für das Buch und setzten ihr mächtig zu.","versions":[{"lang":1,"streams":[{"redirect":12918061,"hoster":"VOE"},{"redirect":8259710,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"In geheimer Mission","epNo":20,"alt":"Weekend","descr":"Der Geheimdienst bekommt den Hinweis, dass eine nicht näher bekannte Person aus dem Luxushotel Cumberland entführt werden soll. Lee und Amanda tarnen sich als Ehepaar und checken ein. Vorort wollen sie dem Verdacht nachgehen.","versions":[{"lang":1,"streams":[{"redirect":8437947,"hoster":"VOE"},{"redirect":8259711,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Warten auf Godorsky","epNo":21,"alt":"Waiting For Godorsky","descr":"Großfürstin Sophia versteigert ihre Möbel. Mit dem Erlös hofft sie, einem russischen Dissidenten die Ausreise ermöglichen zu können. Aber genau das will der KGB verhindern. Amanda und Lee erhalten den Auftrag, Sophia zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8437952,"hoster":"VOE"},{"redirect":8259713,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Diamanten gegen Bargeld","epNo":1,"alt":"To Catch A Moongoose","descr":"Lee und Amanda suchen in London den Auftragsmörder Mungo. Hinter dem Pseudonym soll sich Amandas Schulfreund Conrad Barnhill verbergen. Tatsächlich machen sie ihn an der Themse ausfindig. Doch der Verdacht erweist sich als unhaltbar.","versions":[{"lang":1,"streams":[{"redirect":12918066,"hoster":"VOE"},{"redirect":8465496,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Derzeit nicht erhältlich]","epNo":2,"alt":"The Times They Are A Changin’","descr":"Amanda gewinnt eine Familienreise nach München, wodurch natürlich alle Beteiligten in internationale Intrigen verwickelt werden.","versions":[{"lang":1,"streams":[{"redirect":14144367,"hoster":"VOE"},{"redirect":8465490,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Doppelleben","epNo":3,"alt":"Double Agent","descr":"Douglas Harriman ist ein erfolgreicher Autor. Er hat eine Enthüllungsstory über den Geheimdienst geschrieben. Die Veröffentlichung des Buches würde nicht nur das Leben Amandas gefährden, sondern auch das von Lee und vielen anderen Agenten.","versions":[{"lang":1,"streams":[{"redirect":8437961,"hoster":"VOE"},{"redirect":8465485,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Geisterschloss","epNo":4,"alt":"The Legend Of Das Geisterschloss","descr":"Lees Lehrmeisterin, Emily Farnsworth, wird in Salzburg entführt. Der Grund: Sie hatte einen skrupellosen Spion ausschalten wollen. Mit Hilfe von Emilys Skizzenblock gelingt es Lee und Amanda, der verschollenen Agentin auf die Spur zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8437956,"hoster":"VOE"},{"redirect":8259721,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein tiefgekühlter Fall","epNo":5,"alt":"Charity Begins At Home","descr":"Jerry Perrine, einer der reichsten Männer Amerikas, bittet einige der wichtigsten Halbweltbosse des Landes zu sich. Das ist Grund genug für den Geheimdienst und Amanda, sich ernsthaft Sorgen zu machen.","versions":[{"lang":1,"streams":[{"redirect":8437960,"hoster":"VOE"},{"redirect":8259722,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nachtfalter","epNo":6,"alt":"Brunettes Are In","descr":"Amanda soll als Kurier einen wichtigen Microfilm in Empfang nehmen. Dabei wird sie von Mädchenhändlern verschleppt. Bei dem Versuch sie zu retten, gerät Lee selbst in die Hände der Verbrecher. Er kommt auf dasselbe Schiff, auf dem auch Amanda gefangengehalten wird.","versions":[{"lang":1,"streams":[{"redirect":8437964,"hoster":"VOE"},{"redirect":8259724,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Derzeit nicht erhältlich]","epNo":7,"alt":"Our Man In Tegernsee","descr":"\"Ich bin im Gefängnis. In Deutschland. Ich war noch nie im Gefängnis.\" Amanda wird wegen Verbreitung von Falschgeld verhaftet.","versions":[{"lang":1,"streams":[{"redirect":14144369,"hoster":"VOE"},{"redirect":8465464,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Skandal in Bromfield Hall","epNo":8,"alt":"The Affair At Bromfield Hall","descr":"Zwischen dem britischen und dem amerikanischen Geheimdienst gibt es eine undichte Stelle. Amanda soll mit Lee der Sache auf den Grund gehen. Dabei wird sie in einen Sex-Skandal verwickelt.","versions":[{"lang":1,"streams":[{"redirect":8437963,"hoster":"VOE"},{"redirect":8259726,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Überlebenstraining","epNo":9,"alt":"A Class Act","descr":"Lee fungiert auf einem Trainingscamp des Geheimdienstes als Lockvogel: Als gewöhnlicher Teilnehmer getarnt soll er das Verhalten der Nachwuchsagenten testen. Er ahnt nicht, dass sich eine KGB-Agentin eingeschleust hat, um ihn zu liquidieren.","versions":[{"lang":1,"streams":[{"redirect":8437967,"hoster":"VOE"},{"redirect":8259730,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unter Hypnose","epNo":10,"alt":"Playing Possum","descr":"Feldmarschall Kreschenko, einer der \"Falken\" im Politbüro der KPdSU, ist einer der hartgesottenen Kämpfer des Kalten Krieges. Um einen Weltkrieg zu provozieren, will er im Westen einen Atombombe zünden. Lee wird vor Kreschenko gewarnt.","versions":[{"lang":1,"streams":[{"redirect":8437968,"hoster":"VOE"},{"redirect":8259732,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Masken der Lady Emilie","epNo":11,"alt":"The Three Faces Of Emily","descr":"Auf ein Forschungslabor der US-Armee wird ein Anschlag verübt. Zwei Forscher kommen dabei ums Leben und deren Pläne für eine \"Wunderwaffe\" werden gestohlen. Lee muss die Kurierkanäle des KGB prüfen. Er ahnt nicht, dass Amanda die gestohlenen Pläne weiterschleusen soll.","versions":[{"lang":1,"streams":[{"redirect":8437980,"hoster":"VOE"},{"redirect":8259735,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unter falschem Namen","epNo":12,"alt":"Ship Of Spies","descr":"Ein Geheimagent von Puerto Faro schickt eine verschlüsselte Botschaft an seinen alten Freund Lee. Der findet heraus, dass die Nachricht von einem Luxusschiff aus der Karibik gesendet wurde. Zusammen mit Amanda bricht er deshalb zu einer Kreuzfahrt auf.","versions":[{"lang":1,"streams":[{"redirect":8437971,"hoster":"VOE"},{"redirect":8259734,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Überläufer","epNo":13,"alt":"Spiderweb","descr":"Drei Ost-Dissidenten wollen in den Westen überlaufen. Da werden zwei von ihnen ermordet. Geheimdienstchef Larner verdächtigt Amanda, die undichte Stelle zu sein. Durch ein geschicktes Manöver gelingt es Amanda und Lee jedoch, den Verdacht zu widerlegen.","versions":[{"lang":1,"streams":[{"redirect":8437974,"hoster":"VOE"},{"redirect":8259739,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein tödlicher Auftrag","epNo":14,"alt":"A Little Sex, A Little Scandal","descr":"Als Zeugin eines Mordes wird Amanda von den Tätern verfolgt. Sie entkommt mit knapper Not. Nachforschungen ergeben, dass ein Sex-Skandal der Grund für das Verbrechen war.","versions":[{"lang":1,"streams":[{"redirect":8437973,"hoster":"VOE"},{"redirect":8259738,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Abgestürzt","epNo":15,"alt":"A Relative Situation","descr":"Lees Onkel, General Clayton, wird für eine mysteriöse Absturzserie von Jagdbombern verantwortlich gemacht. Lee, der von Claytons Unschuld überzeugt ist, geht der Angelegenheit nach. Ein anderer hochdekorierter General gerät dabei in sein Visier.","versions":[{"lang":1,"streams":[{"redirect":13096600,"hoster":"VOE"},{"redirect":8259741,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Mafia-Pate","epNo":16,"alt":"Life Of The Party","descr":"Die Brüder Burling betreiben einen Party-Service. Sie erpressen Prominente mit Hilfe vertraulicher Dokumente, die sie ihnen zuvor entwenden. Um die Gangster zu überführen, lassen sich Amanda und Francine als Dienstmädchen bei dem Service anstellen.","versions":[{"lang":1,"streams":[{"redirect":8437983,"hoster":"VOE"},{"redirect":8259743,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"[Derzeit nicht erhältlich]","epNo":17,"alt":"Odds On A Dead Pigeon","descr":"Ein Ex-Häftling will Lees Tod. Er engagiert eine skrupellose Doppelgängerin von Amanda, damit sie nahe genug an Lee herankommt, um abzudrücken.","versions":[{"lang":1,"streams":[{"redirect":14144366,"hoster":"VOE"},{"redirect":8465405,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Weißes Gift","epNo":18,"alt":"Car Wars","descr":"Amanda muss brisantes Archivmaterial transportieren. Da ihr eigenes Auto in der Werkstatt ist und ein Dienstwagen nicht zur Verfügung steht, verschafft ihr Lee provisorisch ein Fahrzeug, das an der kanadischen Grenze beschlagnahmt wurde. Niemand ahnt, dass in dem Wagen eine Ladung Koks versteckt ist. Großdealer Nick Falcone soll es im Auftrag bolivianischer Terroristen in den USA verkaufen. Klar, dass der Drogenhändler mit allen Mitteln versucht, wieder an seine Ware zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12381355,"hoster":"VOE"},{"redirect":8259747,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"[Derzeit nicht erhältlich]","epNo":19,"alt":"D.O.A.: Delirious On Arrival","descr":"Dr. Jekyll und Mrs. King: Aus Versehen verschluckt Amanda eine geheimnisvolle Droge und dreht durch.","versions":[{"lang":1,"streams":[{"redirect":14144370,"hoster":"VOE"},{"redirect":8465534,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Toten schenkt man kein Vertrauen","epNo":20,"alt":"You Only Die Twice","descr":"Eine Ex-Kollegin von Billy benötigt für ihren Einsatz einen Decknamen. Sie wählt versehentlich Amandas Namen. Kurz darauf wird die falsche Amanda ermordet. Die Täter finden heraus, dass noch eine weitere Amanda existiert. Eine gnadenlose Hetzjagd beginnt.","versions":[{"lang":1,"streams":[{"redirect":8437984,"hoster":"VOE"},{"redirect":8259751,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Stunde der Wahrheit","epNo":21,"alt":"Burn Out","descr":"Drei Geheimdienstoperationen scheitern kurz hintereinander. Die Ermittlungen ergeben einen Zusammenhang mit drei Agenten, die wegen einer Lebenskrise verschwunden sind. Lee mimt einen \"ausgebrannten\" Agenten, um der Sache auf den Grund zu gehen.","versions":[{"lang":1,"streams":[{"redirect":12381356,"hoster":"VOE"},{"redirect":8259754,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mord unter Freunden","epNo":22,"alt":"Murder Between Friends","descr":"Staatspräsident Nabuti, der sich in Washington aufhält, wird von einer Splitterpartei seines Landes bedroht. Der Geheimdienst installiert in seiner Villa eine Alarmanlage. Da wird der Mann, der für die Sicherheitsanlage zuständig ist, ermordet.","versions":[{"lang":1,"streams":[{"redirect":8437989,"hoster":"VOE"},{"redirect":8259752,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[Derzeit nicht erhältlich]","epNo":23,"alt":"Vigilante Mothers","descr":"Ein Terrorist hat ein todsicheres Konzept entwickelt, mit dem er Komplizen rekrutiert: Er verführt einsame Frauen, setzt sie für seine Zwecke ein und bringt sie dann um.","versions":[{"lang":1,"streams":[{"redirect":14144371,"hoster":"VOE"},{"redirect":8465502,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Amandas kleine Romanze","epNo":1,"alt":"A Lovely Little Affair","descr":"Franco Necci ist Kopf einer italienischen Terror-Organisation. Er entführt die Schwester des berühmten Restaurators Alan Chamberlain. Will er seine Schwester wiedersehen, muss er die Unabhängigkeitserklärung stehlen. Amanda ahnt, was vor sich geht.","versions":[{"lang":1,"streams":[{"redirect":8437996,"hoster":"VOE"},{"redirect":8259756,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Man stirbt nur einmal","epNo":2,"alt":"We’re Off To See The Wizard","descr":"Lee steht unter Mordverdacht: Mehrere Frauen wurden umgebracht, die in Verbindung zu ihm standen. Der Top-Agent ist überzeugt, dass sein Lehrmeister Paul Barnes der Täter ist. Doch Amanda findet heraus, dass hier die Konkurrenz aus Russland ihre Finger im Spiel hat.","versions":[{"lang":1,"streams":[{"redirect":8437994,"hoster":"VOE"},{"redirect":8259760,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Raubfische","epNo":3,"alt":"Over The Limit","descr":"O’Keefe, Eigentümer der \"Trans-Atlantic Industries\", bedroht mit illegalen Fangmethoden die kleinen Fischer der Chesapeake-Bucht. Er scheut auch vor Mord nicht zurück. Doch Lee und Amanda gelingt es, den skrupellosen Geschäftsmann dingfest zu machen.","versions":[{"lang":1,"streams":[{"redirect":8438001,"hoster":"VOE"},{"redirect":14144373,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Ende einer Karriere","epNo":4,"alt":"Tail Of The Dancing Weasel","descr":"Der pensionierte Geheimdienstler Harry Thornton arbeitet immer noch heimlich als Triple-Agent. Als er illegaler Umtriebe verdächtigt wird, versucht Amanda ein geheimes Dokument sicherzustellen, dass seine Unschuld beweisen könnte.","versions":[{"lang":1,"streams":[{"redirect":8438000,"hoster":"VOE"},{"redirect":8259762,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lieben Sie Amerika?","epNo":5,"alt":"Welcome To America, Mr. Brand","descr":"Ein falscher Earl will durch Sabotage in der staatlichen Notenbankdruckerei Millionen falscher Geldscheine in Umlauf bringen. Sein Ziel ist es, Amerika ins Chaos zu stürzen. Doch Amanda gelingt es, die Aktion zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8437997,"hoster":"VOE"},{"redirect":8259765,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödlicher Wein","epNo":6,"alt":"Sour Grapes","descr":"Der Abgeordnete McNeil und zwei seiner Freunde sterben an einer Überdosis Heroin. Lee und Amanda erfahren, dass McNeil sehr teuren Wein gekauft hatte, der mit dem tödlichen Rauschgift versetzt war. Wer trachtete dem Politiker nach dem Leben? Und warum?","versions":[{"lang":1,"streams":[{"redirect":8437999,"hoster":"VOE"},{"redirect":8259766,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Auf Deutsch nicht verfügbar]","epNo":7,"alt":"Utopia Now","descr":"Amanda und Lee nehmen einen freimütigen Steuerreformer aufs Korn, dem es nicht nur um Politik geht.","versions":[{"lang":1,"streams":[{"redirect":14144372,"hoster":"VOE"},{"redirect":14144375,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefahr über der Stadt","epNo":8,"alt":"Reach For The Sky","descr":"Auf der Suche nach dem Mörder seines Freundes Allan stößt Billy auf die \"Zyklopen\": Ein mächtiges Verbrechersyndikat, das einen Milliardencoup plant. Will er die Verbrecher unschädlich machen, ist Billy auf Hilfe angewiesen.","versions":[{"lang":1,"streams":[{"redirect":9962020,"hoster":"VOE"},{"redirect":8259771,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein zielbewusster Profi","epNo":9,"alt":"J. Edgar’s Ghost","descr":"Sexskandale, die vor mehr als 20 Jahren vertuscht wurden, machen in der Presse die Runde. Lee soll den Informanten ausfindig machen. Denn der Geheimdienst vermutet: Hier ist ein gewiefter Erpresser am Werk, der Politiker im Visier hat.","versions":[{"lang":1,"streams":[{"redirect":8438009,"hoster":"VOE"},{"redirect":9235184,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Flug in die Freiheit","epNo":10,"alt":"Flight To Freedom","descr":"In Santarilla ist der US-Botschafter in einen Korruptionsskandal verwickelt. Journalist Bart Stoler will vor Gericht gegen ihn aussagen. Kurz davor aber wird er entführt. Amanda und Lee setzt man sofort auf den Fall an. Nach kurzer Zeit finden sie eine Spur.","versions":[{"lang":1,"streams":[{"redirect":8438034,"hoster":"VOE"},{"redirect":8259774,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. Kings Heimkehr","epNo":11,"alt":"The Wrong Way Home","descr":"Amandas Ex-Mann ist Entwicklungshelfer in Estoccia. Er soll den Premierminister des Landes erschossen haben. Doch gemeinsam mit Amanda, Lee und dem plötzlich wiederauferstandenen Premier werden die wahren Drahtzieher der Verschwörung bald entlarvt.","versions":[{"lang":1,"streams":[{"redirect":8438010,"hoster":"VOE"},{"redirect":14144374,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Giftmischer","epNo":12,"alt":"Fast Food For Thought","descr":"Barry, Sohn des Besitzers einer Fast-Food-Kette, plant zusammen mit der Ex-Freundin Marvins einen Coup gegen seinen Vater: Eine Lieferung von Hamburgern soll vergiftet werden, um Marvin zu erpressen. Lee und Amanda müssen den Plan unbedingt vereiteln.","versions":[{"lang":1,"streams":[{"redirect":8438013,"hoster":"VOE"},{"redirect":8259777,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Falsche Freunde","epNo":13,"alt":"One Bear Dances, One Bear Doesn’t","descr":"Lawrence, ein Beamter des US-Verteidigungsministerium nimmt sowjetische Migranten in die Zange. Von denen erhofft er sich Informationen über neue Waffensysteme des Gegners. Auch North, der Besitzer einer maroden Rüstungsfirma, profitiert davon.","versions":[{"lang":1,"streams":[{"redirect":8438014,"hoster":"VOE"},{"redirect":8263595,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Spiel, Satz und Tod","epNo":14,"alt":"Playing For Keeps","descr":"Die Tennisspielerin Tina Thomerson schwebt in Lebensgefahr: Ihr Vater führt als Vertreter der US-Regierung in Malawi Verhandlungen über eine potentielle Öffnung des Landes. Die linksgerichtete Opposition des Landes will Tinas Tod. Lee und Amanda versuchen sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":8438018,"hoster":"VOE"},{"redirect":8263596,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Geheimnis der Pyramide","epNo":15,"alt":"The Pharaoh’s Engineer","descr":"Insassen eines Altenheims, allesamt pensionierte Geheimdienstler, verschwinden bei Nacht und Nebel spurlos. Lee und Amanda gehen der abenteuerlichen Geschichte nach. Tatsächlich finden sie schon recht bald eine erste heiße Spur.","versions":[{"lang":1,"streams":[{"redirect":8438019,"hoster":"VOE"},{"redirect":8263599,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Triumvirat","epNo":16,"alt":"The Triumvirate","descr":"Amanda erhält vom Geheimdienst einen Gehaltsscheck über 100.000 Dollar. Der war eigentlich, wie sich herausstellt, für einen berüchtigten Auftragskiller gedacht. Amanda und Lee gehen der Sache nach. Die Spuren führen sie bis in die Etage ihrer Oberbosse.","versions":[{"lang":1,"streams":[{"redirect":8438020,"hoster":"VOE"},{"redirect":8263605,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Geheimnisvolle Augen","epNo":17,"alt":"The Eyes Have It","descr":"Lee hat ein streng geheimes Netz von Kontaktleuten aufgebaut. Durch einen Verräter in den eigenen Reihen gerät eine Liste dieser Agenten in die Hände des ostdeutschen Geheimdienstes. Wollen Amanda und Lee ihre Leute retten, müssen sie die Liste wiederbekommen.","versions":[{"lang":1,"streams":[{"redirect":8438022,"hoster":"VOE"},{"redirect":8263610,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Francine in Nöten","epNo":18,"alt":"Wrong Number","descr":"Der KGB will den amerikanischen Mathematiker Towne in die Hände bekommen. Mit einem Doppelgänger erweckt der russische Geheimdienst geschickt den Eindruck, Towne wäre übergelaufen. Lee und der Geheimdienst fallen auf diese List herein.","versions":[{"lang":1,"streams":[{"redirect":8438025,"hoster":"VOE"},{"redirect":8263617,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein königliches Erbe","epNo":19,"alt":"The Boy Who Could Be King","descr":"Eddie Spencer, Monarch einer kleinen Karibikinsel, soll vom KGB ermordet werden. Der Grund: Die Sowjets wollen an das wichtige Metall Tantal, das in großen Mengen auf der Karibikinsel vorkommt. Amanda und Lee treffen auf der Insel ein. Sie sollen Spencer retten.","versions":[{"lang":1,"streams":[{"redirect":12337467,"hoster":"VOE"},{"redirect":8465590,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Spuren aus dem Jenseits","epNo":20,"alt":"Dead Men Leave No Trails","descr":"Amanda hat eine leichten Auffahrunfall. Ihr Unfallgegner entpuppt sich als der togeglaubte Terrorist Stephen Sallee. Das aber will niemand Amanda glauben. Außer Lee. Mit ihm macht sich Amanda auf die Jagd nach dem gefährlichen Mann.","versions":[{"lang":1,"streams":[{"redirect":8438028,"hoster":"VOE"},{"redirect":8263629,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Spione unter sich","epNo":21,"alt":"Three Little Spies","descr":"Atomsprengköpfe werden aus einem US-Atomarsenal gestohlen. Die Weltmächte USA, Sowjetunion und China entsenden sofort ihre Leute, die sich zu einem Sonderkommando zusammenschließen. Amanda und Lee gehören ebenfalls zu der Truppe. Sie sollen eine Katastrophe verhindern.","versions":[{"lang":1,"streams":[{"redirect":8438030,"hoster":"VOE"},{"redirect":8263634,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Wahrheitsdroge","epNo":22,"alt":"All The World’s A Stage","descr":"Mit Hilfe des KGB bekommt der Dramatiker Martinet die Chance für ein Comeback. Bedingung ist, dass er seine Freundin Maria von Klausen aushorcht, die geheime SDI-Forschung betreibt. Lee und Amanda sollen den Verrat verhindern.","versions":[{"lang":1,"streams":[{"redirect":8438032,"hoster":"VOE"},{"redirect":8263644,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"[Auf Deutsch nicht verfügbar]","epNo":1,"alt":"Stemwinder (1)","descr":"Ein rachsüchtiger sowjetischer Meisterspion brandmarkt Scarecrow (BRUCE BOXLEITNER) und Mrs. King (KATE JACKSON) als Verräter und macht sie so Flüchtlingen.","versions":[{"lang":1,"streams":[{"redirect":14144376,"hoster":"VOE"},{"redirect":14144377,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Mit Gersub! - Auf Deutsch nicht verfügbar]","epNo":2,"alt":"Stemwinder (2)","descr":"Auf der Flucht vor dem Geheimdienst, der meint, sie seien Verräter, und einem rachsüchtigen sowjetischen Spion müssen Amanda und Lee ihre Unschuld beweisen. Aber überleben sie lange genug?","versions":[{"lang":1,"streams":[{"redirect":14144378,"hoster":"VOE"},{"redirect":14144379,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Mit Gersub! - Auf Deutsch nicht verfügbar]","epNo":3,"alt":"Unfinished Business","descr":"Lee (BRUCE BOXLEITNER) versucht, die Wahrheit über die Vergangenheit seiner Eltern herauszufinden, und entdeckt einen Plan, den Präsidentschaftskandidaten eines kleinen Lands zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":14144380,"hoster":"VOE"},{"redirect":9961991,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Amanda schlägt Alarm","epNo":4,"alt":"No Thanks For The Memories","descr":"Rund um die Uhr kurvt ein Flugzeug über den USA. Im Ernstfall soll es die Kommandozentrale der Air Force aufnehmen. Der sowjetische Agent Alexis Tolst hat den ehrgeizigen Plan, das Flugzeug zu entführen. Zhmed Doorlof, ein Gedächtnisgenie, soll ihm helfen.","versions":[{"lang":1,"streams":[{"redirect":9962073,"hoster":"VOE"},{"redirect":8263667,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Als das Wasser grün wurde","epNo":5,"alt":"It’s In The Water","descr":"Um die Öffentlichkeit auf das Waldsterben aufmerksam zu machen, färbt der Chemiestudent Carmine Davis das Trinkwasser Washingtons grün. Der Terrorist Miller plant das Verfahren gegen Davis zu nutzen, um das Wasser zu vergiften.","versions":[{"lang":1,"streams":[{"redirect":8438039,"hoster":"VOE"},{"redirect":8263671,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[Auf Deutsch nicht verfügbar]","epNo":6,"alt":"Night Crawler","descr":"Während sie Gefangene eines boshaften Terroristen im Nahen Osten sind und ihr Tod unmittelbar bevorsteht, bittet Lee um Amandas Hand. Aber wird sie Zeit haben, ihm zu antworten?","versions":[{"lang":1,"streams":[{"redirect":14144381,"hoster":"VOE"},{"redirect":9962200,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Kalahari-Liste","epNo":7,"alt":"Billy’s Lost Weekend","descr":"Die Kalahari-Liste wird gestohlen. Auf ihr sind sämtliche Mittelsmänner des Geheimdienstes in Afrika verzeichnet. Billy kann gerade noch verhindern, dass sie auf dem Schwarzmarkt verhökert wird. Das aber muss er teuer bezahlen. Amanda und Lee müssen eingreifen.","versions":[{"lang":1,"streams":[{"redirect":8438040,"hoster":"VOE"},{"redirect":8263683,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Killersatellit","epNo":8,"alt":"Photo Finish","descr":"Williamson ist technischer Direktor einer Firma, die den Killersatelliten KS-86 konstruiert. Er will das Projekt an den Ostblock verraten. Dazu muss er Amanda außer Gefecht setzen. Sie hat den Auftrag, die Herstellerfirma mit allen Angestellten genau zu durchleuchten.","versions":[{"lang":1,"streams":[{"redirect":8438043,"hoster":"VOE"},{"redirect":8263686,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[Auf Deutsch nicht verfügbar]","epNo":9,"alt":"The Man Who Died Twice","descr":"","versions":[{"lang":1,"streams":[{"redirect":14144383,"hoster":"VOE"},{"redirect":8465747,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Starreporter","epNo":10,"alt":"Need To Know","descr":"Raoul Nesbitt, millionschwerer Medienmacher, lanciert eine Falschmeldung. So verschafft er seinem Starreporter Zutritt zu geheimen Metalllagern der US-Regierung. Das macht einen Kollegen misstrauisch. Der schaltet Lee ein. Lee kommt einem teuflischen Plan auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":8438045,"hoster":"VOE"},{"redirect":8263696,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Heiße Weihnacht","epNo":11,"alt":"Santa’s Got A Brand New Bag","descr":"Der Fabrikant Maxwell Falcon verwendet einen Großteil seines Kapitals für die Entwicklung neuer Spielzeuge. Doch merkwürdigerweise kommen die Sachen nie auf den Markt. Bernie schwant Böses. Er alamiert Amanda und Lee.","versions":[{"lang":1,"streams":[{"redirect":8438047,"hoster":"VOE"},{"redirect":8263699,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Familienangelegenheiten","epNo":12,"alt":"Any Number Can Play","descr":"Miles Trent lebt von Erpressung. Eines seiner Opfer ist Harry, ein kleiner Ganove, der unter Pseudonym auf großem Fuß lebt. Der gerät immer mehr unter Druck. In seiner Verzweiflung schaltet Harry Amanda und Lee ein.","versions":[{"lang":1,"streams":[{"redirect":8438049,"hoster":"VOE"},{"redirect":8465773,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Syndikat","epNo":13,"alt":"Promises To Keep","descr":"Jordan, Chef eines Drogensyndikats, hat sich auf einer Karibikinsel verschanzt. Als seine Leute in den USA in Streit geraten, will er für einen Tag nach Amerika zurückkommen. Darauf hat T. P. Aquines gewartet, der mit Jordan noch eine Rechnung offen hat.","versions":[{"lang":1,"streams":[{"redirect":8438048,"hoster":"VOE"},{"redirect":8465782,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Toter namens Stetson","epNo":14,"alt":"Rumors Of My Death","descr":"Luther Spickens missbraucht seine Stellung im Finanzministerium. Er fertigt Duplikate von Sicherheitspässen der Geheimdienstleute an und verkauft sie. Lee will unbedingt das Duplikat seines Passes bekommen, bevor es Gangstern in die Hände fällt.","versions":[{"lang":1,"streams":[{"redirect":9962188,"hoster":"VOE"},{"redirect":8263717,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"[Auf Deutsch nicht verfügbar]","epNo":15,"alt":"Bad Timing","descr":"","versions":[{"lang":1,"streams":[{"redirect":14144382,"hoster":"VOE"},{"redirect":14144384,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hochzeit mit Hindernissen","epNo":16,"alt":"Do You Take This Spy?","descr":"Nick Grant, ein ehemaliger Gegner von Lee, kommt nach Washington. Dort verliebt er sich in Felicia McMasters, deren Schwiegervater mit dem Präsidenten befreundet ist. Lee kann kaum glauben, dass sein alter Kontrahent wirklich nur die Liebe im Sinn hat.","versions":[{"lang":1,"streams":[{"redirect":8438052,"hoster":"VOE"},{"redirect":8263727,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Gold der Bodega","epNo":17,"alt":"Mission Of Gold","descr":"Norton Scott hat Staatsgold geraubt. Das gießt er in Münzen um und gibt vor, einen Schatz geborgen zu haben. Und zwar von einem vor 200 Jahren vor der kalifornischen Küste gesunkenen Schiff. Seebär Gus Weinstein schöpft Verdacht. Amanda kommt ins Spiel.","versions":[{"lang":1,"streams":[{"redirect":8438055,"hoster":"VOE"},{"redirect":8263732,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Amanda schießt mit Tennisbällen","epNo":18,"alt":"One Flew East","descr":"Ex-Agent Sidney Rollins, rechtsradikal und brandgefährlich, hat prominente Mitglieder der Friedensbewegung entführt. In einem Krankenhaus hält er sie gefangen. Bei dem Versuch sie zu befreien, geraten auch Amanda und Lee in die Hände des Geiselnehmers.","versions":[{"lang":1,"streams":[{"redirect":8438054,"hoster":"VOE"},{"redirect":8263741,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Amanda und die Millionärin","epNo":19,"alt":"All That Glitters","descr":"Elisa Danton bekommt einen Ohrring geschenkt. Der erregt die Aufmerksamkeit des Geheimdienstchefs Dr. Smyth: Das Prunkstück stammt aus einer Sammlung, die zusammen mit einer Liste von US-Geheimagenten gestohlen wurde. Smyth setzt Amanda auf die Millionärin an.","versions":[{"lang":1,"streams":[{"redirect":8438058,"hoster":"VOE"},{"redirect":8263743,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Lee stellt eine Falle","epNo":20,"alt":"Suitable For Framing","descr":"Lee und Francine müssen ihren Dienst quittieren: Sie stehen im Verdacht, mit dem KGB zusammenzuarbeiten. Das Beweismaterial ist erdrückend. Lee sucht nach einem Weg, seine Unschuld zu beweisen. Dabei stößt er auf den zwielichtigen CIA-Agenten McCaslin.","versions":[{"lang":1,"streams":[{"redirect":12537651,"hoster":"VOE"},{"redirect":9962261,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Francines große Liebe","epNo":21,"alt":"A Matter Of Choice","descr":"Lees alter Widersacher, Jack Brody will den Wissenschaftler Dunleavy entführen, der an einem Radarprojekt arbeitet. Doch der wird gut vom Geheimdienst abgeschirmt. Brody macht sich an Francine heran. Sie soll ihm helfen, den Plan zu verwirklichen.","versions":[{"lang":1,"streams":[{"redirect":8438059,"hoster":"VOE"},{"redirect":8263760,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Giraffe gesucht","epNo":22,"alt":"The Khrushchev List","descr":"Christina Golitsyn wird nach 27 Jahren aus russischer Gefangenschaft befreit. Sie ist im Besitz brisanter Informationen: Einer Liste ehemaliger Sowjetspione, die in Amerika auf Regierungsbänken sitzen. Christina gerät in Lebensgefahr. Lee soll sie schützen.","versions":[{"lang":1,"streams":[{"redirect":8438062,"hoster":"VOE"},{"redirect":12481281,"hoster":"Streamtape"}]}]}]}]}