{"seriesId":"aharen-san-wa-hakarenai","name":"Aharen-san wa Hakarenai","descr":"Reina ist ein ruhiges Mädchen, das immer eine blanke Miene zieht und deren Emotionen man nicht erahnen kann. Raidou sitzt im Klassenzimmer neben ihr und nimmt zuerst an, dass Reina schlichtweg über eine kalte Persönlichkeit verfügt, aber nachdem er ihr einen Radiergummi zurückgibt, den sie fallen ließ, wird sie plötzlich viel freundlicher. Leider hat Reina aber Schwierigkeiten, sich anderen mitzuteilen und kann persönliche Grenzen nur sehr schwer einschätzen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Isn\u0027t This Too Close?","descr":"Raido Matsuboshi beginnt sein erstes Jahr an der High School. Da er ein von Natur aus unfreundliches Gesicht hat, hat er Mühe, sich anzupassen, und versucht, sich mit Reina Aharen anzufreunden, neben der er im Unterricht sitzt. Er ist verblüfft, als sie ihn entweder ignoriert oder zu leise spricht, um gehört zu werden. Aharen lässt ihren Radiergummi fallen, den er für sie aufhebt, woraufhin sie ihm sehr nahe kommt. Matsuboshi bittet um eine Erklärung für ihr Verhalten, damit sie offenbart, dass sie ein verzerrtes Gespür für Entfernungen hat, das es schwierig macht, zu beurteilen, wann sie in den persönlichen Raum einer Person eindringt. Wenn sie zu nah steht, wirkt sie anhänglich, und wenn sie zu weit weg steht, wirkt sie asozial, also hat sie Mühe, Freunde zu finden. Anfangs hat Matsuboshi Schwierigkeiten zu hören, wenn sie spricht, stellt aber schließlich fest, dass er sie hören kann, da ihn die Übung empfindlicher für kleine Geräusche macht. In einer Spielhalle macht Aharens verzerrtes Distanzgefühl sie zu einer Expertin für Klauenmaschinen , da sie mehrere Stofftiere gewinnt. Mit der Zeit dringt Aharen zunehmend in Matsuboshis persönlichen Bereich ein, einschließlich des Sitzens auf seinem Schoß und des Einschlafens auf ihm. Ihre seltsame Beziehung wird von einer anderen Studentin beobachtet, die wütend erscheint.","versions":[{"lang":3,"streams":[{"redirect":10161714,"hoster":"VOE"},{"redirect":10161696,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Are We Being Followed?","descr":"Aharen hat etwas im Auge, also verabreicht Raido Augentropfen. Aharen behauptet, es sei peinlich, ihn nah an ihrem Gesicht zu haben, was Raido verwirrt, da sie oft alleine näher kommt. Raido spürt, dass jemand ihn ausspioniert, also sorgt Aharen mit einer Umarmung dafür, dass er sich besser fühlt. Der Spion ist Aharens Kindheitsfreundin Mitsuki Oshiro, ein großes, nervöses Mädchen, das viel weint und Jungen nicht vertraut. Sie erklärt, dass sie Aharen beschützen wird, aber aus der Ferne, um Raido auszuweichen. Aharen versucht Raido mitzuteilen, dass sein Reißverschluss seine Unterwäsche freilegt, aber als er nicht versteht, verbringt sie den ganzen Tag damit, seinen Unterkörper vor allen zu verbergen. Raido merkt es erst, als er nach Hause kommt. Oshiro bemerkt, dass Aharen nicht nach Hause gegangen ist und vermutet, dass sie keinen Regenschirm hat, und versucht, Aharen heimlich ihren eigenen zu geben, wird aber erwischt. Sie und Aharen teilen sich einen Regenschirm, aber aufgrund ihres Höhenunterschieds wird Aharen trotzdem nass. Sie dankt Oshiro trotzdem und weist darauf hin, dass sie weiß, dass Oshiro ihr und Raido jeden Tag nach Hause folgt, sich aber nicht gut verstecken kann. Am nächsten Tag beobachtet Oshiro Aharen aus noch größerer Entfernung mit einem Fernglas. Raido fordert Aharen zu Reversi herausworin er ein Meister ist. Er erkennt mit ihrer ungewöhnlichen Vision, dass Aharen eigentlich eine noch bessere Reversi-Meisterin ist als er und betrügt ihr Spiel zu einem Unentschieden.","versions":[{"lang":3,"streams":[{"redirect":12915437,"hoster":"VOE"},{"redirect":10224246,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"We`re Changing Seats, Huh?","descr":"Aharen kommt mit Bettkopf in die Schule. Oshiros Familie besitzt einen Friseursalon, damit sie Aharen die Haare schneiden kann. Sie schneidet Raido auch die Haare, obwohl sie versucht ist, ihn kahl zu rasieren. Aharen leidet unter trockenen Lippen, also versucht Raido, Lippenbalsam aufzutragen, vermasselt es aber. Oshiro tritt wieder mit Make-up und einer Hautmassage auf. Aharen verrät später, dass sie aufgrund des Wachstumsschubs des Jungen, der vor ihr sitzt, gestresst ist, sodass sie die Tafel jetzt nicht sehen kann. Raido probiert mehrere immer lächerlichere Methoden aus, um zu helfen, aber schließlich rückt sie ihren Schreibtisch näher an seinen eigenen. Es wird ein Sitzwechsel angekündigt, was bedeutet, dass Raido und Aharen möglicherweise nicht mehr nebeneinander sitzen. Raido beschließt, ihr etwas Gutes zu tun, versucht ihr zu helfen, beim Baseball zu gewinnen, und kocht dann für sie, was sie isst, obwohl es schrecklich ist. Er hilft ihr auch, sie beim gemeinsamen Tanzen aufzunehmen,U-Tube- Idol, obwohl sich herausstellte, dass es ein Klassenprojekt war und das Video ein U-Tube-Fehler ist. Am Tag des Sitzwechsels umarmt Aharen Raido, um sich zu verabschieden, nur um sich nirgendwo zu bewegen, da ihnen zufällig ihre ursprünglichen Sitze nebeneinander zugewiesen werden.","versions":[{"lang":3,"streams":[{"redirect":10312492,"hoster":"VOE"},{"redirect":10312482,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Isn`t That Overdoing It?","descr":"Klassenlehrerin Frau Tobaru ist besessen von klassischer Romantik. Sie bemerkt Aharen und Raido und stellt fest, dass sie emotional eng miteinander verbunden sind, und ist so von Leidenschaft überwältigt, sie zu beobachten, dass sie in Ohnmacht fällt, was Gerüchte über schlechte Gesundheit verursacht. Aharen beginnt sich seltsam zu verhalten, was Raido glauben lässt, dass sie von Dämonen besessen ist, aber es stellt sich heraus, dass sie an Essen erstickt ist. Als er merkt, dass er sie besser verstehen muss, versucht er ihr Mimik beizubringen, scheitert aber. Aharen entdeckt den japanischen Hip-Hop und beherrscht es schnell , alles zu rappen, was sie sagt. Raido lernt auch zu rappen und sie beginnen perfekt zu kommunizieren, bis ihre Mikrofone beschlagnahmt werden, weil sie in der Schule verboten sind. Raidos Schwester gibt ihm einen Zappelspinnervon dem Aharen besessen wird und sich selbst Tricks beibringt, die Raido beeindrucken. Als Frau Tobaru sie beobachtet, wird sie erneut ohnmächtig. Im Park erfährt Raido, dass Aharens Spinnertricks sie bei Kindern beliebt gemacht haben, die sie König Aha nennen. Ein kleines Mädchen namens Futaba ist eifersüchtig, dass ihr Freund Akkun Aharen bewundert und sie zu Reversi herausfordert, das Aharen sie gewinnen lässt. Trotz ihres Sieges ist Akkun gemein zu Futaba, also fordert Aharen ihn auf, sich zu entschuldigen. Aharen ist von den Kindern erschöpft und kann nicht laufen, also ruft sie ihren riesigen Hund Nui herbei, den Aharen wie ein Pferd reitet, wenn sie müde ist.","versions":[{"lang":3,"streams":[{"redirect":10312491,"hoster":"VOE"},{"redirect":10312487,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Isn`t That a Little Too Heavy?","descr":"Aharen ist besessen von dem Spiel HokeKo. Raido hat die stärkste Kreatur im Spiel, wird aber dennoch von Aharen mit überlegener Strategie besiegt. In einer Spielhalle sieht Aharen, wie Futaba versucht, mit dem ausgestopften Spielzeug von Raidos Kreatur ein Geschenk für Akkun zu machen. Sie scheitert mehrmals, während Aharen mehrere Spielzeuge gewinnt. Futaba besteht darauf, es selbst zu tun und gewinnt bei ihrem letzten Versuch ein Spielzeug. Später erkennt sie, dass Aharen, indem er alle anderen Spielzeuge gewonnen hat, das Spielzeug in eine bessere Position manövriert hat, damit Futaba es bekommen kann. Aharen gibt Raido ihr Spielzeug, das er seiner Sammlung hinzufügt. Raido nimmt stark zu und Aharen macht sich Sorgen, weil sie ihm jeden Tag ihr Mittagessen gibt. Währenddessen glaubt Raido fälschlicherweise, dass Aharen sich Sorgen um ihr eigenes Gewicht macht, und während sie nach richtigen Ernährungs- und Trainingsroutinen recherchiert, verliert sie über Nacht an Gewicht. Die Prüfungen sind bald und Raido hat nicht gelernt, also bittet er um Aharens Hilfe, obwohl Aharen zugibt, dass sie auch nicht gelernt hat. Nach dem Studium umarmt Aharen Raido, froh, dass sie endlich etwas getan hat, um ihm zu helfen, da er ihr jeden Tag bei Dingen hilft.","versions":[{"lang":3,"streams":[{"redirect":10357366,"hoster":"VOE"},{"redirect":10357362,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Are We Too Good?","descr":"Aharen kann nicht schwimmen, und da Raido auch kein guter Schwimmer ist, bitten sie Oshiro, es ihnen beizubringen. Nachdem sie die Grundlagen verstanden haben, beschließen sie, im Pool um die Wette zu fahren. Aharen gewinnt, nachdem sie herausgefunden hat, dass das Schwimmen unter Wasser einfacher ist und dass sie den Atem außergewöhnlich lange anhalten kann . Sie treten auch beim Tischtennis , Bowling und Basketball an, obwohl sie beide so schlecht im Sport sind, dass jedes Spiel unentschieden endet. Schließlich treten sie in einem Arcade-Ballerspiel gegeneinander an, die Aharen aufgrund ihres verzerrten Distanzgefühls gewinnt, das es ihr ermöglicht, perfekte Kopfschüsse zu erzielen. Aharen entschuldigt sich, um auf die Toilette zu gehen, aber als sie zurückkommt, verhält sie sich plötzlich anders und hat sogar Probleme, Spielzeug bei einem Kranspiel zu gewinnen, sodass Raido eines für sie gewinnen muss. Ihr anhaltendes seltsames Verhalten lässt Raido glauben, dass sie entweder plötzlich an Amnesie leidet oder durch einen Klon ersetzt wurde . Plötzlich taucht die echte Aharen auf und enthüllt, dass die neue Aharen eigentlich ihr kleiner Bruder Ren ist, der ihr eine auffallende Ähnlichkeit hat. Ren spielte Raido gerne einen Streich, kehrt aber jetzt nach Hause zurück, wo sich herausstellt, dass er sich gerne wie ein Mädchen kleidet und sich oft Aharens Kleidung ausleiht.","versions":[{"lang":3,"streams":[{"redirect":10406210,"hoster":"VOE"},{"redirect":10406208,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Work of Art, Isn`t It?","descr":"Aharen-san hat ihr Mittagessen zu Hause vergessen. Sie will sich am Kiosk etwas kaufen, doch da wimmelt es von Besessenen. Raidō kann sie nicht allein in dieses Wespennest lassen und beschließt, ihr zu helfen, damit sie nicht verhungert.","versions":[{"lang":3,"streams":[{"redirect":10456338,"hoster":"VOE"},{"redirect":10456340,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Time for the Summer Festival, Huh?","descr":"Ms. Miyahira lädt Tobaru zum Mittagessen auf dem Dach ein. Raido, Aharen und Oshiro gesellen sich jedoch bald zu ihnen, und als Tobaru Oshiros Wunsch sieht, sich in ihre Nähe zu setzen, hat sie Probleme, sich zu beherrschen. Sie kämpft noch weiter, als Raido und Aharen Oshiro füttern und sich neben sie setzen. Sie bricht schließlich zusammen, als sie sie sich als Familie vorstellt. In dieser Nacht stellt sich Tobaru unwahrscheinliche romantische Szenarien zwischen Raido und Aharen vor, um sich vorzubereiten, fällt aber erneut in Ohnmacht, als Miyahira sie bewusstlos vorfindet. Am nächsten Tag laden Ishikawa und Satō Aharen, Raido und Oshiro zum Sommerfest ein. Sie verbreiten sich durch Fähigkeiten, um möglichst viele Preise zu gewinnen. Nachdem sie einige Spiele gespielt haben, stellen Aharen und Raido fest, dass sie einander verloren haben. Raido wird von Futaba angesprochen, die ihn für ihren Vater hält. Nachdem er sie wieder mit ihrem Vater vereint hat, Futaba bedankt sich schließlich bei Raido, wenn auch unhörbar. Aharen erscheint neben Raido und dankt ihm, dass er sie gefunden hat. Sie beobachten das Feuerwerk, als Aharen verrät, dass sie es zum ersten Mal richtig sieht, da ihre geringe Statur sie behinderte. Raido beschließt, sich wieder mit der Gruppe zu treffen und bietet Aharen seine Hand an, um sie dorthin zu bringen. Sie akzeptiert es,stark erröten .","versions":[{"lang":3,"streams":[{"redirect":10544357,"hoster":"VOE"},{"redirect":10544360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I`m Sick, Huh?","descr":"Raido nimmt ein verführerisches, gutaussehendes Aussehen an, wenn er an Fieber leidet. Sein gerötetes Gesicht schmeichelt seinen Freunden, besonders Aharen. Tobaru erleidet einen Rückfall, als sie Raido in diesem Zustand sieht. Sie alle eilen ihm zu Hilfe, als er zusammenbricht. Zu Hause ist Raidos Schwester ungewöhnlich freundlich zu ihm. Am nächsten Tag geht alles wieder normal, nachdem Raido sich erholt hat. Auf dem Markt trifft sich Raido mit Aharens kalter und ernsthafter jüngerer Schwester Eru, als sie für ihr Abendessen einkauft. Sie erklärt Aharens Abhängigkeit von ihr und wie viel sie über ihn spricht. Sie gehen in die Spielhalle, wo Raudo ein Plüschtier in Sonderausgabe gewinnt, nachdem Eru es nicht bekommen hat. Sie fordert Raido auf, das Essen und das Plüschtier Aharen selbst zu übergeben. Als er jedoch ankommt, erklärt er, dass alles Erus Idee war, und Aharen umarmt ihre Schwester und dankt ihr für ihre Hilfe. Während er mit Ren badet, spricht Eru über Aharens Nähe zu Raido. und sie debattieren, ob sie zusammen sind. Am nächsten Tag trifft Raido auf Ren und hilft ihm beim Einkaufen im Supermarkt. Er führt Ren, nachdem er seine Brieftasche verloren hat, als Ren ihn fragt, ob Aharen seine Freundin ist. Aharen und Nui kommen dann mit der Brieftasche an und nachdem Raido Aharen bei ihrem Vornamen nennt, ist sie verlegen.","versions":[{"lang":3,"streams":[{"redirect":10544354,"hoster":"VOE"},{"redirect":12980726,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"We`re Camping, Huh?","descr":"Ishikawa schlägt vor, zelten zu gehen, und alle seine Freunde stimmen zu. Miyahira bringt sie alle zum Campingplatz, wo Aharen merkt, dass sie vergessen hat, das Essen einzupacken. Verärgert entschuldigt sie sich bei ihren Freunden, aber Raido wird vom Lagerwart autorisiert , Essen aus dem Wald zu pflücken. Daher zerstreuen sie sich alle auf der Suche nach Essbarem. Beim SpeerfischenIn einem Bach wird Raido von Oshiro begleitet. Sie sagt ihm, dass sie, obwohl sie eifersüchtig auf die Zeit ist, die er mit Aharen verbringt, erkannt hat, dass er kein schlechter Mensch ist. Nachts schlägt Ishikawa vor, auf ein Abenteuer zu gehen. Sie lassen Aharen und Raido jedoch im Stich und versuchen, sie zusammenzubringen. Während sie die Sterne beobachtet, versucht Aharen, Raido ein Geständnis zu machen, aber sie wird von einem ankommenden Nui unterbrochen. Zurück in ihrem Zelt sagt Aharen Oshiro, dass sie Raido gestehen möchte, und Oshiro unterstützt sie überraschenderweise. Aharen trifft sich draußen mit Raido, wo sie ihn küsst, rennt aber verlegen zurück zu ihrem Zelt und lässt Raido sprachlos zurück. In der Schule fragen sich Ishikawa und Satō, ob sie es geschafft haben, sich zu verbinden. Nachdem sie jedoch gesehen haben, wie sie sich wie gewohnt verhalten, kommen sie zu dem Schluss, dass die Dinge gleich sind. Als sie mit Tobaru nach Hause geht, bemerkt Miyahira, dass sich etwas an ihnen anders anfühlt.","versions":[{"lang":3,"streams":[{"redirect":10714792,"hoster":"VOE"},{"redirect":10714785,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"It Snowed, Huh?","descr":"Aharen hat aus Schnee ein Café gebaut und lädt Raido ein. Nach dem Unterricht entdecken sie, dass das Café eingestürzt ist, also bauen sie es wieder auf. Danach wärmt Raido Aharens Hände mit seinen eigenen, was sie in Verlegenheit bringt. Am nächsten Tag begleitet Raido Aharen zum Büro der Krankenschwester, um ihr zu helfen, sich auszustrecken. Nachdem er fertig ist, schläft Raido schließlich ein. Aharen geht auf einen Kuss ein, aber sie werden von der Krankenschwester unterbrochen. Nach der Schule untersuchen Ishikawa und Satō Aharen weiter auf Anzeichen dafür, dass sie mit Raido zusammen ist. Während Aharen jedoch schläft und Raido weg ist, flirten Ishikawa und Satō. Am nächsten Tag trifft sich Aharen mit Raido im Einkaufszentrum, wo sie ihm sagt, dass ihre Familie ein Neujahrsessen machen wird, und lädt ihn ein, daran teilzunehmen. Nachdem sie rumgehangen haben, treffen sie auf Futaba und Akkun. Als Akkun Raido so nahe bei Aharen sieht, fordert er ihn herausBlade Spinner- Turnier im Einkaufszentrum. Während Raido und Akkun beide verlieren, gehen Aharen und Futaba als Champions in ihren Divisionen hervor und verdienen sich die Bewunderung von Futaba Akkun. Nachdem Futaba darauf hinweist, dass die Aktivitäten von Aharen und Raido einem Date ähneln, ist Aharen verlegen. Während dieser ganzen Zeit abwesend, zeigt sich, dass Oshiro ein Schwertkämpfertraining absolviert, um jemanden herauszufordern.","versions":[{"lang":3,"streams":[{"redirect":10714789,"hoster":"VOE"},{"redirect":10714787,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"This Is a Duel, Huh?","descr":"Eine Rückblende zeigt, dass Oshiro Aharen fragte, ob sie und Raido zusammen seien, während Raido weg war, aber Aharen bestritt es. Oshiro glaubte, dass Raido Aharen ablehnte, und begann ihr Training, um ihn dafür bezahlen zu lassen. In der Gegenwart folgt Raido Oshiros Notiz und wird zu einem Duell in Reversi herausgefordert. Während sie spielen, erinnert sich Oshiro daran, als sie Aharen in der Mittelschule getroffen hat. Sie sagt, da er Aharens Gefühle nicht erwidert, wird er sie nicht mehr sehen, wenn sie gewinnt. Raido unterbricht dann ihre Führung und erklärt, dass Aharen auf dem Campingplatz nicht gestehen konnte, aber er sagte ihr, dass er sie mochte. Dies verblüfft eine ankommende Aharen, die erklärt, wie glücklich sie war, als Raido gestand. Oshiro entschuldigt sich und Aharen sagt Raido schließlich, dass sie ihn mag, und zusammen mit Ishikawa und Satō umarmen sie sich alle. Einige Zeit später entdeckt Raido Aharen\u0027Lupinus- Garten, und sie fangen an, ihn gemeinsam zu pflegen. Aharen lädt dann ihre Freunde Miyahira und Tobaru zu einer Teeparty ein, wo sie über das bevorstehende zweite Jahr nachdenken. Aharen sagt, sie habe Angst, dass sie getrennt werden könnten, aber Raido versichert, dass er und ihre Freunde für sie da sein werden, während sie Händchen haltend ihren blühenden Lupinusgarten beobachten.","versions":[{"lang":3,"streams":[{"redirect":12284215,"hoster":"VOE"},{"redirect":10714790,"hoster":"Streamtape"}]}]}]}]}