{"path":"/serie/stream/aika","name":"AIKa","descr":"In einer nahen Zukunft haben Naturkatastrophen und die damit einhergegangene Anhebung des Meeresspiegels viele Teile Japans unter Wasser gelegt. Speziell ausgebildete Agenten verdienen sich ihren Lebensunterhalt mit dem Bergen der verschütteten Kulturgüter und Wertgegenstände. Bei einem solchen besonders riskanten Unternehmen auf der Suche nach einer geheimnisvollen Energiequelle machen die attraktive Aika und ihre Freundin Rion die unangenehme Bekanntschaft der skurrilen Geschwister Nena und Rudolf Hagen. Auch diese beiden sind mithilfe ihrer rein weiblichen, äußerst schlagkräftigen Crew hinter dem \u0026amp;quot;Lagu\u0026amp;quot; her.","seasons":[{"path":"/serie/stream/aika/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/aika/staffel-1/episode-1","name":"Die schöne Agentin","epNo":1,"alt":"Beautiful Agent","descr":"Im Jahr 2016 erschüttert ein gigantisches Erdbeben den Planeten. Die Polkappen schmelzen ab, und das ansteigende Meer verschlingt einen großen Teil der Erdoberfläche. 20 Jahre später machen sich Abenteurer mit ihren U-Booten auf den Weg zum Meeresboden, um Gegenstände aus einer längst vergessenen Welt zu bergen und zu verkaufen. Zu diesen so genannten \"Salvagers\" gehört auch die Japanerin Aika. Zusammen mit ihrer Assistentin Rion erhält sie den Auftrag, die geheimnisvolle Energiequelle Lagu zu bergen. Doch die Geschwister Nena und Rudolf Hagen machen ihnen das Leben schwer, denn auch sie sind auf der Suche nach Lagu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381269","hoster":"VOE"},{"path":"/redirect/8280592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-2","name":"Ungeschützt in nackter Mission","epNo":2,"alt":"Naked Mission","descr":"Auf ihrer Suche nach der geheimnisvollen Energiequelle Lagu geraten Aika und Rion in die Hände ihrer Widersacher Nena und Rudolf Hagen. Rudolf verliebt sich in Aika und ist ganz wild auf sie. Er erklärt ihr, was es mit Lagu auf sich hat. Als Ausgleich will er eine Liebesnacht mit ihr. Aika geht darauf ein. Derweil kann Rion fliehen. Gastor ist ebenfalls mit an Bord des Schiffes von Nena und Hagen. Er will Aika befreien ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12269222","hoster":"VOE"},{"path":"/redirect/13900232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-3","name":"Abflugposition","epNo":3,"alt":"Takeoff Position","descr":"Aika ist mittlerweile befreit, doch an Bord des Schiffes tobt weiterhin ein harter Kampf. Aika will ihre Assistentin Rion retten, die gemeinsam mit einer anderen Agentin versucht, etwas über die geheimnisvolle Energiequelle Lagu herauszufinden. Da naht Hilfe: Die beiden Bösewichte Nena und Hagen werden von einer ganzen Flotte angegriffen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8280604","hoster":"VOE"},{"path":"/redirect/8280606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-4","name":"Blumen im Weltall","epNo":4,"alt":"A Flower Blooming in Space","descr":"Endlich sind Aika und ihre Assistentin Rion wieder vereint. Doch Hagen träumt weiterhin seinen bösen Traum. Sein Ziel: Er will vom Weltraum aus die geheimnisvolle Energiequelle Lagu aus dem Erdinneren holen und in seinen alleinigen Besitz bringen. Dadurch würde sich die Erde nachhaltig verändern. Nach dem gelungenen Coup will er auf den blauen Planeten zurückkehren, um über ihn zu herrschen. Doch Aika und ihre Freundinnen setzen alles daran, Hagens Pläne zu durchkreuzen. Es kommt zum Endkampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916614","hoster":"VOE"},{"path":"/redirect/8280611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-5","name":"Die Strategie der golden Delmos","epNo":5,"alt":"The Golden Delmo Operation","descr":"Aikas Chef ist zufrieden mit der Arbeit seines Teams. Er ist sogar so zufrieden, dass er der gesamten K2-Mannschaft einen Urlaub gönnt. Die Kollegen reisen auf eine Südseeinsel, wo Aika den charmanten Pierre kennen lernt. Die beiden verlieben sich ineinander und verbringen viel Zeit zusammen. Allerdings stellt sich heraus, dass Pierre in Wirklichkeit kein Mann ist und dass man Aika und das K2-Team in eine Falle locken will. Klar, dass Hagen und seine böse Schwester Nena hinter dieser Intrige stecken!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8280617","hoster":"VOE"},{"path":"/redirect/8280616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-6","name":"Die Operation der golden Delmos","epNo":6,"alt":"Delmo Operation: White Silver","descr":"Als Kunden von K2 getarnt, heuern die Bösewichter der Delmos-Organisation Aika und Bianca für eine gefährliche Mission an. Unter dem Vorwand, für ein bestimmtes Fluggerät Aikas körperliche Konstitution zu untersuchen, erforscht man jeden Zentimeter ihres Körpers, allerdings nur, um sich ihre Kraft für Delmos zu Eigen zu machen. Als Aika dem Betrug auf die Schliche kommt, hagelt es Schläge…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8280622","hoster":"VOE"},{"path":"/redirect/13900231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aika/staffel-1/episode-7","name":"Entscheidungschlacht auf dem Delmo-Stützpunkt","epNo":7,"alt":"Break the Decisive Battle! Delmo Base!","descr":"Organisation K2. Das Hauptquartier ist völlig zerstört worden, und der Boss liegt schwer verwundet im Krankenhaus. Doch das Schlimmste für die K2-Mitarbeiterinnen: Aika ist spurlos verschwunden! Keine Frage, der Kampf Gut gegen Böse steuert auf seinen Höhepunkt zu - es kommt zum alles entscheidenden Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8280631","hoster":"VOE"},{"path":"/redirect/8280641","hoster":"Streamtape"}]}]}]}]}