{"seriesId":"aikatsu-idol-katsudou","name":"Aikatsu! Idol Katsudou!","descr":"Ichigo Hoshimiya ist ein ganz normales Mädchen. Doch als ihre beste Freundin Aoi sie zu einer Superstartrainingsakademie einlädt, Starlight Acadamy genannt, verändert sich plötzlich ihr ganzes Leben. Sie lernt neue Freunde kennen aber auch Rivalinnen und erkennt, was es heißt ein Superstar zu sein. Die Aikatsu Karten, die sie neu erwerben muss, helfen ihr dabei das perfekte Outfit für ein Konzert anzuziehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Can Become an Idol?","descr":"chigo Hoshimiya ist eine Schülerin der Mittelstufe, die im  Bento-Laden ihrer Mutter aushilft . Nachdem sie versehentlich die Idol-Bilder ihres Bruders beschädigt hat, engagiert sie ihre Freundin Aoi , um die Dinge zu glätten. Nachdem sie die Aufführung des besagten Idols gesehen hat, geht sie mit einem starken Eindruck davon, der sie dazu bringt, sich zu fragen, was ihr zukünftiger Traum ist.","versions":[{"lang":3,"streams":[{"redirect":8438167,"hoster":"VOE"},{"redirect":8264012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"So Many Idols!","descr":"Ichigo Hoshimiya und Aoi Kiriya haben die Starlight School betreten und sind bereit, ihr Idol-Training zu beginnen. Sobald sich die beiden jedoch einig sind, müssen sie sich in einem \"besonderen Vorsprechen\" gegenüberstehen.","versions":[{"lang":3,"streams":[{"redirect":8438171,"hoster":"VOE"},{"redirect":8264014,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Want to Know More About You","descr":"Aoi beginnt ihre Arbeit als temporäre Managerin von Mizuki . Währenddessen versucht ein eifersüchtiger und neugieriger  Ichigo ihnen zu folgen, ohne erwischt zu werden.","versions":[{"lang":3,"streams":[{"redirect":8438172,"hoster":"VOE"},{"redirect":8264018,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Oh! My! Fan!","descr":"Ichigo bekommt ihren ersten Fanbrief und beschließt herauszufinden, wer sie sind und wie sie sind.","versions":[{"lang":3,"streams":[{"redirect":8438169,"hoster":"VOE"},{"redirect":8264021,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Ran! Runway!","descr":"Ichigo wird neugierig auf eine unsoziale, aber beliebte Klassenkameradin und möchte sich mit ihr anfreunden. Wenn sich die beiden für ein Vorsprechen treffen, muss Ichigo lernen, wie man das scheinbar unantastbare Mädchen versteht.","versions":[{"lang":3,"streams":[{"redirect":8438170,"hoster":"VOE"},{"redirect":8264026,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Lost in an Autograph!","descr":"Als Ichigo begreift, wie wichtig es ist, ein Autogramm zu haben, macht sie sich daran, ihr eigenes zu entdecken. Aber sie findet heraus, dass es viel schwieriger ist, als sie dachte, nachdem sie sich Mühe gegeben hatte, eine zu machen, ohne ihre Fans zu ignorieren.","versions":[{"lang":3,"streams":[{"redirect":8438174,"hoster":"VOE"},{"redirect":8264027,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Beware the Blog","descr":"Aois Angst, Ran wegen eines bevorstehenden Vorsprechens gegenüberzustehen, wird größer und sie beginnt, den gesunden Menschenverstand zu ignorieren, um sich auf den seltsamen Rat zu konzentrieren, den sie von Kirakiratter erhalten hat.","versions":[{"lang":3,"streams":[{"redirect":8438176,"hoster":"VOE"},{"redirect":8264033,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Underground Sun","descr":"Ichigo entdeckt ein unterirdisches Studio, nachdem er sich verlaufen hat. Das mysteriöse Idol, dem sie begegnet, wird später als Rans Rivale entlarvt. und mit einem bevorstehenden jährlichen Vorsprechen ist Ran entschlossen, sie zu schlagen!","versions":[{"lang":3,"streams":[{"redirect":8438178,"hoster":"VOE"},{"redirect":8264035,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Move on Now!","descr":"Während Ichigo, Aoi und Ran für ihr spezielles Vorsprechen trainieren, bitten sie Johnny um Hilfe bei der Erlangung seltener Premium-Karten.","versions":[{"lang":3,"streams":[{"redirect":8438180,"hoster":"VOE"},{"redirect":8264042,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Rainbow Maiden","descr":"Die Mädchen treffen eine beliebte Studentin namens Otome Arisugawa , die Ichigos Rivale für ein Vorsprechen zu Weihnachten sein wird. Nachdem Ichigo begriffen hat, wie ernst Otome mit ihrem Training ist, lernt sie, ihr eigenes Studium ernst zu nehmen.","versions":[{"lang":3,"streams":[{"redirect":8438181,"hoster":"VOE"},{"redirect":8264045,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Otome Falls in Love with Someone","descr":"Die Mädchen werden dazu gebracht zu glauben, dass Otome in den Hausmeister der Schule verknallt sein könnte. Nachdem Ichigo bemerkt hat, dass sie nicht viel über ihn wissen, beschließt er, ihm zu folgen und erfährt ein großes Geheimnis.","versions":[{"lang":3,"streams":[{"redirect":8438183,"hoster":"VOE"},{"redirect":8264047,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"We Wish You a Merry Christmas!","descr":"Ichigo hilft freiwillig auf einer Weihnachtsfeier mit und bemerkt zufällig, dass Yuna Nakayama sich deprimiert fühlt. Ichigo möchte, dass jeder das bestmögliche Weihnachtsfest hat, und ist bereit, alles zu tun, um Yunas Glück zu gewährleisten.","versions":[{"lang":3,"streams":[{"redirect":8438184,"hoster":"VOE"},{"redirect":8264051,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Tragedy of Calories","descr":"Zu Beginn des neuen Jahres informiert Orihime Mizuki über ihre geplante Partnerschaft mit Ichigo für ein besonderes Bühnenereignis. In der Zwischenzeit isst Ichigo über die Pause zu viel und die anderen versuchen, sie dazu zu bringen, die Wichtigkeit zu erkennen, in Form zu bleiben.","versions":[{"lang":3,"streams":[{"redirect":8438185,"hoster":"VOE"},{"redirect":8264061,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Naughty Detectives","descr":"Die Mädchen erwarten ihr Vorsprechen für ein beliebtes Krimidrama, Naughty Detectives . Mitten in ihrer Aufregung finden sie sich auch mit ihrer Mitschülerin und begabten jungen Schauspielerin Shion Kamiya wieder.","versions":[{"lang":3,"streams":[{"redirect":8438189,"hoster":"VOE"},{"redirect":8264063,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Love Under the Camphor Tree","descr":"Nachdem Otome einen Last-Minute-Termin mit dem Top-Designer von Happy Rainbow erzielt hat, stößt er auf eine ältere Frau, die sich verlaufen hat.","versions":[{"lang":3,"streams":[{"redirect":8438190,"hoster":"VOE"},{"redirect":8264066,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Heart-pounding! Special Live: Part 1","descr":"Als Ichigo und Mizuki sich an die Arbeit machen, um das bevorstehende Konzert zu planen, ist Ichigo frustriert über die Erkenntnis, dass sie nicht mit dem Top Idol mithalten kann. In dieser Zeit beginnen sich Mizukis Meinungen über sie zu ändern ...","versions":[{"lang":3,"streams":[{"redirect":8438193,"hoster":"VOE"},{"redirect":8584599,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Heart-pounding! Special Live: Part 2","descr":"Als der Tag des Konzerts kommt, hat Ichigos Mutter, Ringo, ein Gefühl der Nostalgie, als sie Raichi ins Theater bringt. Unterdessen ist Ichigo nervös, da sie während ihrer Probe nicht drei Special Appeals machen konnte, aber Aoi, Ran und Otome erscheinen, um sie zu unterstützen. Als Ichigo neben Mizuki die Bühne für ihren ersten Auftritt betritt, ist sie in der Lage, drei Special Appeals durchzuführen und einen starken Eindruck auf die Menge zu hinterlassen. Während der zweiten Aufführung fühlt Ichigo sich jedoch etwas schwach, aber Mizuki schafft es, ihr die Kraft zu geben, es bis zum Ende des Songs zu sehen, während sie selbst einen vierten Special Appeal aufführt. Nach dem Konzert scheint Ichigo viel Abstand zu haben, obwohl sie schließlich Mizuki hoch lobt, während sie mit Naoto spricht und sich wünscht, genau wie sie ein Top-Idol zu sein.","versions":[{"lang":3,"streams":[{"redirect":12332315,"hoster":"VOE"},{"redirect":8264077,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"A Bit of Chocolate Love","descr":"As Ichigo, Aoi, Ran and Otome are asked to perform for a Valentine\u0027s Day Fashion Show, the girls decide to make some handmade chocolate for the event before spending the night picking out their choice of clothes. Meanwhile, Raichi, who wants to receive some chocolate from Aoi, sneaks into Starlight Academy dressed as a girl, posing as Ichigo\u0027s little sister so he can help make the chocolate. However, he becomes depressed when he finds Aoi hasn\u0027t made any chocolate for him. He does cheer up after watching everyone in the fashion show. After the performance, Aoi gives Raichi some chocolate of his own.","versions":[{"lang":3,"streams":[{"redirect":8438192,"hoster":"VOE"},{"redirect":8264081,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Moonlit Girl Gives off a Secret Scent","descr":"Whilst running home late from a job, Ichigo encounters a supposed vampire. This vampire is revealed to be Otome\u0027s classmate, Yurika Tōdō, who constantly acts in character. After Ichigo decides to prepare for the same Loli Gothic audition Yurika will be in, she considers taking up her own character.","versions":[{"lang":3,"streams":[{"redirect":8438197,"hoster":"VOE"},{"redirect":8264084,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Vampire Scandal","descr":"Nachdem ein Skandal um Yurikas wahre Persönlichkeit ausgebrochen ist, versteckt sie sich, bis die anderen sie davon überzeugen, den Loli Gothic Top Designer zu suchen, um sich zu beweisen.","versions":[{"lang":3,"streams":[{"redirect":13096604,"hoster":"VOE"},{"redirect":8264089,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Stylish Thief Swallowtail","descr":"Ichigo, Ran, Otome und Yurika haben die Möglichkeit, ein Film-Remake von Stylish Thief ☆ Swallowtail vorzuspielen, einer Show, in der zuvor Masquerade, das Idol-Paar Orihime, mitwirkte. Als Gangzug für das Vorsprechen entscheidet sich Yurika dagegen, um mit ihrem Vampircharakter Schritt zu halten. Bei der Audition angekommen, müssen die Mädchen eine Karte, die einem holographischen Mizuki aus einer mit Sprengfallen gefüllten Burg gestohlen wurde, zurückholen, wo die hastigen Bewegungen von Ichigo und Otome für Ran und Yurika Ärger bereiten. Obwohl Yurika es schafft, der Bande zu helfen, an einer Gruppe von Wachen vorbeizukommen, macht sich ihr mangelndes Training bemerkbar, wenn sie Sicherheitslasern ausweichen muss. Als die Mädchen bald die Fluchtphase ihres Vorspiels erreichen, müssen sie sich auf einem Heißluftballon an Aoi und Shion vorbei kämpfen. Als der Ballon plötzlich abfällt, beschließen Ichigo und Otome, auszusteigen, um den Ballon zu entfachen, kurz gefolgt von Ran und Yurika, die sich ihnen anschließen. Am Ende des Vorspiels erhalten sie jeweils eine Beherrschung der Schauspielkunst in ihren Aikatsu-Handys, einschließlich Aoi, während Ichigo und Otome für die Rollen im Film ausgewählt werden.","versions":[{"lang":3,"streams":[{"redirect":8438200,"hoster":"VOE"},{"redirect":8264090,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Idol Aura and Calendar Girl","descr":"Nachdem Raichi ihr von Idol Aura erzählt hat, befürchtet Ichigo, dass sie ohne ist und versucht, sich rechtzeitig für eine besondere Aufführung zu präsentieren.","versions":[{"lang":3,"streams":[{"redirect":8438204,"hoster":"VOE"},{"redirect":8264099,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Muse of Ageha","descr":"Als Ran für das Vorsprechen der Vertreterin von Spicy Ageha trainiert, verliert sie allmählich die Hoffnung, nachdem sie bei einem anderen Event gegen die Schülerin des dritten Studienjahres, Ema Shinjo, verloren hat. Ran beginnt, sich an ihre Grenzen zu stoßen, was alle beunruhigt.","versions":[{"lang":3,"streams":[{"redirect":8438201,"hoster":"VOE"},{"redirect":8264102,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Enjoy Off Time","descr":"During their time off from Idoling, Ichigo, Aoi, and Ran decide to visit a Hot Springs. But after they step off of their bus to observe some flowers they are too late to catch the last bus and find themselves in a tight bind.","versions":[{"lang":3,"streams":[{"redirect":8438207,"hoster":"VOE"},{"redirect":8264103,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"An April Fool\u0027s Promise","descr":"Ichigo ist begeistert von der Aussicht, dass ihr Vater Taichi nach Hause kommt und endlich die Gelegenheit bekommt, sie auftreten zu sehen. Aber nachdem er aufgefordert wurde, zurückzukehren, muss er eine schwere Entscheidung treffen. riskiere Verhandlungen, indem du sein Treffen verpasst oder Ichigo enttäuschst.","versions":[{"lang":3,"streams":[{"redirect":8438206,"hoster":"VOE"},{"redirect":8264109,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Season of Sakura","descr":"As a new school year arrives Ichigo is tasked with mentoring Sakura Kitaoji, a freshman struggling to get her twin brother, Sakon to understand her dream.","versions":[{"lang":3,"streams":[{"redirect":8438212,"hoster":"VOE"},{"redirect":8264113,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Raise the Curtain Fresh Girls Cup","descr":"Nachdem der Fresh Girls Cup angekündigt wurde, sehnt sich jeder an der Starlight Academy nach einer Chance, Mizuki auf der Bühne zur Seite zu stehen. Aber nach einigen unerwarteten Regeln werden alle angespannt und verlieren ihr wahres Ziel aus den Augen.","versions":[{"lang":3,"streams":[{"redirect":8438210,"hoster":"VOE"},{"redirect":8264115,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Mizuki and the Soft-Shelled Turtle","descr":"Ichigo, Aoi und Ran kämpfen mit Zweifeln, während sie den Einzug ins Halbfinale feiern. Sie lernen mehr über Mizuki und ihre Marke und nehmen ein individuelles Training auf, um sich zu verbessern.","versions":[{"lang":3,"streams":[{"redirect":8438211,"hoster":"VOE"},{"redirect":8264123,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Idol Teacher","descr":"Als Ichigo, Aoi und Ran versuchen, herauszufinden, wie sie Mizuki einholen können, treffen sie einen Schüler des ersten Jahres namens Akane Mimori. Akane bewundert Aoi sehr und Orihime beschließt, den Mädchen Lehrerrollen zuzuweisen, damit sie lernen, wie sie diejenigen erreichen können, die sie bewundern.","versions":[{"lang":3,"streams":[{"redirect":8438215,"hoster":"VOE"},{"redirect":8264125,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"A Sincere Call \u0026 Response","descr":"Eine besondere Audition findet statt, bei der sich Idole zu Teams zusammenschließen müssen, um die Meisterschaft der Kommunikation zu erlangen. Ichigo und die anderen laden Sakura ein, sich ihrem Team anzuschließen, aber ihr mangelndes Selbstvertrauen überwindet sie, als sie merkt, dass sie die einzige ohne Premium Rare-Outfit ist.","versions":[{"lang":3,"streams":[{"redirect":13472869,"hoster":"VOE"},{"redirect":8264131,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"An Idol on Mother\u0027s Day!","descr":"Ichigo und Aoi finden Sakura mit Blick auf die Statue der Maskerade. Sie erzählen ihr, was Hime und was Miya ist, bevor sie erwähnen, dass Hime tatsächlich Orihime ist und wie sie vor zwanzig Jahren debütierten und sofort zu Top-Idolen wurden. Auch wenn sie ab sofort aufgelöst sind, halten sie die Rekorde sowohl für die Teilnahme an Shows als auch für die Rekordverkäufe. Niemand weiß, warum sie plötzlich aufgehört haben und Miya eines Tages plötzlich verschwindet und wie niemand weiß, wer sie ist. Sakura fragt, warum sie sich aufgelöst haben und Aoi bringt die populärsten Theorien vor; Einige glauben, dass sie in einen Streit geraten sind, während andere glauben, dass Miya verletzt wurde und keine Leistung mehr erbringen konnte. Ichigo beglückwünscht Aoi, dass sie so viel weiß und Sakura verspricht, dass sie eines Tages auch ein Top-Idol werden wird.","versions":[{"lang":3,"streams":[{"redirect":8438219,"hoster":"VOE"},{"redirect":8264133,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Ichigo Panic","descr":"Nachdem die Bande für ein Newcomer-Idol-Event ausgewählt wurde, wird Ichigo von Asuka Amahane gebeten , in einem Werbespot für ihr Maskottchen Angely Bear zu erscheinen . Als sie versucht, ihre Konflikte auszugleichen, ist sie überwältigt.","versions":[{"lang":3,"streams":[{"redirect":13472870,"hoster":"VOE"},{"redirect":8264140,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Chance and Try ☆","descr":"Mizuki beschließt, auf der Suche nach zwei Partnern ein Vorsprechen bei der Starlight Academy abzuhalten, um eine neue Idol-Einheit zu gründen. Aber wenn die Anzahl der Teilnehmer sinkt, kann eine plötzliche Überraschung die Chancen von Ichigo und ihrer Freundin verringern.","versions":[{"lang":3,"streams":[{"redirect":13472871,"hoster":"VOE"},{"redirect":8264141,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Hello ☆ Super Idol","descr":"Kaede , ein amerikanisches Super-Idol, schafft es, einen Platz in den Abschlussprüfungen zu bekommen, nachdem sie allen gezeigt hat, dass sie extremere Versionen der Prüfungen durchgeführt hat, die die anderen Idole durchgemacht haben. Dies lässt Aoi und Ran in Bezug auf ihre eigenen Vorsprechen unruhig werden, während Ichigo sich fragt, ob das Vorsprechen mehr beinhaltet, als nur in Tristar einzusteigen . hir wird betrocken in den teil schade","versions":[{"lang":3,"streams":[{"redirect":8438223,"hoster":"VOE"},{"redirect":8264148,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Star of Tears","descr":"Nach dem letzten Vorsprechen beschließen Ichigo, Aoi und Ran, ihre Zeit ohne Kommunikation miteinander zu verbringen, nachdem sie daran gedacht haben, dass einer von ihnen ausgewählt wird, sich Tristar anzuschließen.","versions":[{"lang":3,"streams":[{"redirect":13472873,"hoster":"VOE"},{"redirect":8264151,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Tristar Takeoff ☆","descr":"Während Ran versucht, sich an ihren geschäftigen Lebensstil anzupassen, wird sie von Ichigo und Aoi isoliert und versucht, mit den Veränderungen Schritt zu halten. Währenddessen fühlen Ichigo und Aoi sich einsam und versuchen, sie zu erreichen.","versions":[{"lang":3,"streams":[{"redirect":13472874,"hoster":"VOE"},{"redirect":8264154,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Head For The Sun","descr":"Als Tristar abhebt, beschließt Orihime, Ichigo und Aoi in eine eigene Einheit zu setzen - aber sie sind unzufrieden, als sie versuchen, ein drittes Mitglied zu finden. Währenddessen vermisst Ran immer noch ihre Freunde und Mizuki macht ihr ein Angebot ...","versions":[{"lang":3,"streams":[{"redirect":13472875,"hoster":"VOE"},{"redirect":8264160,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Strawberry Parfait ♪","descr":"Mit ihrer offiziellen Einheit versucht das Trio herauszufinden, wer für die Führung von Soleil am besten geeignet ist. Währenddessen beschließt Otome, mit Shion und Sakura eine eigene Einheit zu gründen, und Mizuki interessiert sich für Yurika.","versions":[{"lang":3,"streams":[{"redirect":13472876,"hoster":"VOE"},{"redirect":8264164,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Go get \u0027em, Soleil!","descr":"Orihime beschließt, Soleil eine Mission zu geben, nachdem er ein anderes Live auf den Tisch gelegt hat : Sie müssen bis zu diesem Abend jeden Platz im Publikum besetzen, oder sie müssen die Aufführung absagen.","versions":[{"lang":3,"streams":[{"redirect":13472878,"hoster":"VOE"},{"redirect":8264167,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Girl Meets Girl","descr":"Die Idol-Einheit Soleil bereitet sich aufgrund einer Flugverspätung auf die Ankündigung der STAR ☆ ANIS -Tour ohne Tristar vor , aber Aoi schafft es, die Dinge zu regeln , bis ein Live-Feed hochgeht . Orihime kündigt auch überraschend an, dass die Mitglieder von Powapowa-Puririn ebenfalls zu STAR ☆ ANIS stoßen werden, obwohl sie später beschließen, vorerst ihre eigene Einheit zu bleiben.","versions":[{"lang":3,"streams":[{"redirect":13528888,"hoster":"VOE"},{"redirect":8264170,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Summer-colored Miracle☆","descr":"Mit Tristar , Soleil und Powapowa-Puririn, die sich in der neuen Gruppe STAR ☆ ANIS für eine Sommertour zusammengeschlossen haben, haben die Mädchen ein bedrohliches Gefühl, als die Wolken weiter rumpeln.","versions":[{"lang":3,"streams":[{"redirect":13472881,"hoster":"VOE"},{"redirect":8264178,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Finale on Board☆","descr":"Zum Abschluss der STAR ☆ ANIS-Tour gibt Orihime bekannt, dass es noch ein geheimes Live-Konzert geben wird. auf einem Kreuzfahrtschiff mit hundert Fans stattfinden. In dieser Zeit lernen die Mädchen, sich auf einer persönlichen und neuen Ebene mit ihren Fans zu verbinden.","versions":[{"lang":3,"streams":[{"redirect":13472883,"hoster":"VOE"},{"redirect":8264180,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Idol in Wonderland!","descr":"Während die STAR ☆ ANIS-Mitglieder zu ihren einzelnen Einheiten zurückkehren, bereitet sich Shion auf ein Vorsprechen für die Rolle von Alice in einer Produktion von Alice im Wunderland vor. Da Shion jedoch meistens coole, stoische Rollen gespielt hat, befürchtet sie, dass sie kein blendendes Lächeln abgeben kann, das zu der Rolle von Alice passt. Am Tag ihrer Audition...","versions":[{"lang":3,"streams":[{"redirect":13472886,"hoster":"VOE"},{"redirect":8264185,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"More-Than-True Crisis!","descr":"Ein Musiker namens King von Naos Band More Than True erscheint vor den Toren der Starlight Academy und fordert Ichigo auf, eine Botschaft weiterzuleiten, dass er \"Naos Musik niemals gutheißen wird\". Nachdem die Nachricht weitergeleitet wurde, gibt Nao einfach an, dass sie zwischen ihnen liegt und erinnert Ichigo daran, niemandem zu sagen, dass er in einer Band ist. Nachdem Ichigo sich die Wangen vollgestopft hat, um nicht mit Aoi und Ran zu plaudern, folgt sie Nao in ein Musikstudio, wo sie...","versions":[{"lang":3,"streams":[{"redirect":13472887,"hoster":"VOE"},{"redirect":8264191,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Happy Summer ☆ Vacation","descr":"Orihime bietet STAR ☆ ANIS einen freien Tag an, indem er einen Teil eines Wasserparks vermietet. Aber während die Mädchen sich entspannen, sind sie von Fans umgeben und beschließen, einen Tag daraus zu machen.","versions":[{"lang":3,"streams":[{"redirect":13472888,"hoster":"VOE"},{"redirect":8264192,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Respect J☆","descr":"Der Starlight Queen Cup findet erneut statt und die Mädchen sind gespannt, wie Mizuki nach einem Jahr des Verschwindens den Titel Starlight Queen erlangt hat. Um mehr zu erfahren, konfrontieren sie Johnny-Sensei in der Hoffnung, ihn dazu zu bringen, sie zu trainieren.","versions":[{"lang":3,"streams":[{"redirect":13472889,"hoster":"VOE"},{"redirect":8264200,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"Legendary Idol: Masquerade","descr":"Orihime gibt den Mädchen einen speziellen Schlüssel, mit dem sie den Masquerade-Referenzraum in der Bibliothek besuchen können, um mehr über das legendäre Duo zu erfahren. Während dies vor sich geht, spürt Mizuki, wie sie sich ständig dazu drängt, weiterzuarbeiten.","versions":[{"lang":3,"streams":[{"redirect":13472891,"hoster":"VOE"},{"redirect":8264203,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"Wake up my music ♪","descr":"Masquerade wurde gerade wiedergeboren und Ichigo ist verblüfft, als er erfährt, dass Miya ihre wahre Identität als Mutter Ringo hat. Dann wird ihr gesagt \" Lass uns Aikatsu morgen zusammen machen \".","versions":[{"lang":3,"streams":[{"redirect":13528889,"hoster":"VOE"},{"redirect":8264204,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"Where the Brilliance Leads Us","descr":"Inspiriert von ihren Freunden, die hart daran arbeiten, ihre Ziele nach dem  Starlight Queen Cup zu erreichen , versucht Ichigo, ihr eigenes Ziel zu finden.","versions":[{"lang":3,"streams":[{"redirect":13472892,"hoster":"VOE"},{"redirect":8264214,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Memories Lie in the Future","descr":"Während der Endrunde des Starlight Queen Cups stehen alle still. Wird Mizuki das dritte Jahr in Folge die Position der Starlight Queen gewinnen, oder wird Ichigo die Position einnehmen? In diesem Moment enthüllt Ichigo ihre Pläne, ihrem eigenen Ziel zu folgen - auch wenn es bedeutet, zu gehen ...","versions":[{"lang":3,"streams":[{"redirect":14000830,"hoster":"VOE"},{"redirect":8264215,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"That Rocker is a Dream☆Girl (51)","descr":"Eine neue konkurrierende Idol-Schule mit dem Namen \" Dream Academy \" fordert Starlight mit ihrem neuesten Debüt-Idol heraus. Nachdem Aoi für das Live-Konzert-Duell ausgewählt wurde, kämpft sie, nachdem sie erkannt hat, wie viel auf dem Spiel steht, wenn sie verliert.","versions":[{"lang":3,"streams":[{"redirect":8438256,"hoster":"VOE"},{"redirect":8264218,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Welcome Home♫Strawberry","descr":"Während der Etappen des Duells zwischen Starlight School und Dream Academy kehrt Ichigo aus Amerika zurück! Mit dem neuen Constellation Appeal kommt jedoch eine neue Verzweiflung.","versions":[{"lang":3,"streams":[{"redirect":8438251,"hoster":"VOE"},{"redirect":8264225,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ra-Ra-Ra☆★Rival","descr":"Nachdem es Kii nicht gelungen ist, konkrete Informationen darüber zu finden, was Ichigo während ihres Jahres in Amerika gemacht hat, schickt er Seira zu Ichigos Haus, um sie persönlich zu fragen. In der Zwischenzeit gehen Ichigo und Raichi in ein Café, wo sie Noel treffen, einen Fan von Ichigo, der sich außerdem als Raichis Klassenkamerad und Seiras kleine Schwester entpuppt. Während Ichigo von Noel mehr über Seira erfährt, lernt Seira Ichigo durch das Essen von Ringos Mittagessen ein wenig besser zu verstehen. Später werden Ichigo und Seira gebeten, gemeinsam bei einer Swing-Rock-Veranstaltung aufzutreten, und dieses Mal gelingt es Seira, Ichigo für sich zu gewinnen. Trotz ihres Sieges hat Seira das Gefühl, dass sie nicht so sehr glänzt wie Ichigo. ","versions":[{"lang":3,"streams":[{"redirect":13472894,"hoster":"VOE"},{"redirect":8264229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Secret of Smiles","descr":"Unter dem Motto \"Für Idole ist Lächeln ihr Leben\" lernen Ichigo und die anderen, niedliche Fotos zu machen. Dann Dream Academy ‚s Seira Otoshiro schließt sich die Foto - Session.","versions":[{"lang":3,"streams":[{"redirect":13528887,"hoster":"VOE"},{"redirect":8264232,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Password is OK-OK-Okay☆","descr":"Kī Saegusa von der Dream Academy liebt den Ponpon Crepe und Seira Otoshiro schlägt vor, dass sie als Pon-Pon Crepe Campaign Girl der 15. Generation an den kommenden Idol-Auditions teilnimmt . Als Produzentin bleibt Ki jedoch nicht davon überzeugt, dass sie auf einer Idol-Bühne stehen kann ...","versions":[{"lang":3,"streams":[{"redirect":13472895,"hoster":"VOE"},{"redirect":8264243,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Top Secret of Love","descr":"Der Reporter, der nach Geheimnissen der Liebe \"Mister S\" sucht, will heimlich ein verliebtes Idol finden! Wer wird sein Ziel sein? [2]","versions":[{"lang":3,"streams":[{"redirect":13472900,"hoster":"VOE"},{"redirect":8264245,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mascot Cha-Ran-Way","descr":"Gerade als Ran die Verantwortung für die Enthüllung des Constellation-Kleides von Spicy Ageha erhält, ist sie besorgt , als sie erfährt, dass sie einen Constellation-Appell durchführen muss .","versions":[{"lang":3,"streams":[{"redirect":13528890,"hoster":"VOE"},{"redirect":8264246,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Magical Dancing♪","descr":"Dream Academy ‚s Seira Otoshiro und Ki Saegusa wird zum ersten Mal auf der Bühne stehen zusammen! Während sie enthusiastisch sind, müssen sie lernen, wie sie andere durch originelle Choreografie anziehen und verwirrt werden. Was wird aus der Starlight Academy ?","versions":[{"lang":3,"streams":[{"redirect":13472898,"hoster":"VOE"},{"redirect":8264253,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Wrap It Up☆Choco-Pop Detective","descr":"Aoi wird gebeten, ein Drama zu schreiben, um für eine Schokoladenmarke zu werben. Aber nach einigen Problemen mit der Produktion treten sie und ihre Freunde zu zweit gegeneinander an, um zu sehen, wer die Rollen dafür verdient.","versions":[{"lang":3,"streams":[{"redirect":13472903,"hoster":"VOE"},{"redirect":8264255,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Fabled Powa-Puri☆","descr":"Seira und Ki sind misstrauisch darüber, wie mysteriös Powapowa-Puririn in letzter Zeit war, und beschließen, Ermittlungsarbeit an ihnen zu leisten.","versions":[{"lang":3,"streams":[{"redirect":13472901,"hoster":"VOE"},{"redirect":8264256,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Sparkle Drip Magic☆","descr":"Die aufstrebende Idol- und Modekursschülerin Sora Kazesawa hat die Möglichkeit, ihre eigene Marke zu entwerfen. Aber sie findet, dass der Stress in Konflikt mit ihrem Lebensstil steht und denkt zurück, was sie dahin geführt hat.","versions":[{"lang":3,"streams":[{"redirect":13916625,"hoster":"VOE"},{"redirect":8264264,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Idol is Santa Claus!","descr":"Die Weihnachtsfeier der Starlight Academy und der Dream Academy steht fest. Aber wenn viele Hindernisse drohen, die Zusammenarbeit der beiden Akademien zu behindern, um die beste Weihnachtsfeier aller Zeiten zu veranstalten!","versions":[{"lang":3,"streams":[{"redirect":13472907,"hoster":"VOE"},{"redirect":8264269,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Red and White Aikatsu Battle!","descr":"Die legendäre rot-weiße Aikatsu-Schlacht steht vor der Tür und alle sind voller Aufregung. Aber Einschüchterung setzt ein, als sie bemerken, dass ein hinterhältiger Reporter versucht, Namen mit seinem Klatsch zu ruinieren, und Gerüchte darüber, wie gruselig der Überraschungsgast angeblich ist!","versions":[{"lang":3,"streams":[{"redirect":13472908,"hoster":"VOE"},{"redirect":8264272,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Lucky Idol☆","descr":"Starlight School und Dream Academy werden beide am \"Lucky Idol Race\" teilnehmen. Der erste Preis ist ein Geschenkgutschein für ein Premium Constellation Dress einer beliebigen Marke des Idols! \"Am Ende, wessen Hand wird der Preis geht an\"","versions":[{"lang":3,"streams":[{"redirect":13096603,"hoster":"VOE"},{"redirect":8264278,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Door Towards the Dream","descr":"Es wurde bekannt, dass Tiara Mitglied der Masquerade -Belegschaft war.Es wird offenbart, dass Tiara die ältere Schwester von Naoto Suzukawa ist.Große EreignisseDas Starlight School Idol Festival und der Dream Academy Carnival wurden angekündigt.Diese Episode zeigt, wie Seira Studentin an der  Dream Academy wurde .","versions":[{"lang":3,"streams":[{"redirect":13472909,"hoster":"VOE"},{"redirect":8264283,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Beautiful Mutual Feelings","descr":"Ki wird gebeten, sich als Idol zu beweisen, indem sie an einer Brain Thunder Image Girl Audition teilnimmt. Während dies für sie ein wahrgewordener Traum ist, gibt es für sie widersprüchliche Ereignisse, die alle gleichzeitig stattfinden, und sie bemüht sich, sie zu priorisieren.","versions":[{"lang":3,"streams":[{"redirect":13472916,"hoster":"VOE"},{"redirect":8264282,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Fortune Compass☆","descr":"Es ist fast Setsubun und die Starlight School ist gerade mit der Vorbereitung der Veranstaltung beschäftigt. Aber als Ran sich entscheidet einzutreten, versucht sie zu entscheiden, ob sie sich selbst oder etwas anbietet, das anderen gefällt - auch wenn sie es nicht mag.","versions":[{"lang":3,"streams":[{"redirect":13472912,"hoster":"VOE"},{"redirect":8264294,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Flower-Blooming Aurora Princess","descr":"Die beliebte Langzeitshow \" Idol Princesses \" wird  Maria Himesato  als nächsten Gast haben und Green Grass entwirft ein Premium Rare Constellation-Kleid für sie. Inmitten all der Aufregung gibt Maria an, dass sie Green Grass etwas zu erzählen hat ....","versions":[{"lang":3,"streams":[{"redirect":13472913,"hoster":"VOE"},{"redirect":8264297,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Hosting Heart","descr":"Maria hat sich zum Ziel gesetzt, \"die beste Gastgeberin\" zu sein und beschließt, die Mädchen beider Schulen zu einer großen Hausparty einzuladen.","versions":[{"lang":3,"streams":[{"redirect":13472914,"hoster":"VOE"},{"redirect":8264299,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Stylish Explorers: Cool Angels!","descr":"Die vier Top - Idole der Dream Academy spielen für ein Drama, das nur Neulingen vorbehalten ist. Kii, mit ihren Fähigkeiten und ihrer Ausrüstung, durchläuft ein Roulette, um herauszufinden, welches Idol für welchen Charakter geeignet ist - aber die Ergebnisse veranlassen die Mädchen, sich zu fragen, ob sie dafür geeignet sind oder nicht.","versions":[{"lang":3,"streams":[{"redirect":13472922,"hoster":"VOE"},{"redirect":8264307,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Glittering Aquarius","descr":"Die Gerüchte über das neue Premium Costellation Dress von Futuring Girl laufen in der Starlight Academy über und Aoi wurde ausgewählt, es zu erhalten. Es sind aufregende Neuigkeiten, aber Aoi ist sich nicht sicher, ob sie einen Aufstellungsaufruf durchführen kann . Währenddessen erwähnt Tiara etwas störendes…","versions":[{"lang":3,"streams":[{"redirect":8438283,"hoster":"VOE"},{"redirect":8264308,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Happy☆Idol Fest 1st DAY!","descr":"Die Festivals der Starlight Academy und der Dream Academy , das \" Star-Dream ・ Festival \u0026 Carnival \", haben endlich begonnen! Der erste Tag ist die Dream Academy mit Seira Otoshiro als Headliner. Seira, die nur ihr Bestes geben wird, realisiert mit Hilfe von Ichigo etwas Wichtiges .","versions":[{"lang":3,"streams":[{"redirect":8438286,"hoster":"VOE"},{"redirect":8264311,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Happy☆Idol Fest 2nd DAY!","descr":"Die gemeinsamen Feiern von Starlight School und Dream Academy - das \" Star-Dream ・ Festival \u0026 Carnival \" - dauern noch an, aber kurz bevor die Veranstaltung am zweiten Tag beginnt, passiert etwas mit Otome Arisugawa !","versions":[{"lang":3,"streams":[{"redirect":8438288,"hoster":"VOE"},{"redirect":8264314,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Cherry Blossom-colored Memories","descr":"Es ist jetzt März, der Abschlusstag der Junior High Division der Starlight School für Ichigo und ihre Gefährten ist endlich da. Bei einer solchen Veranstaltung erhielten Ichigo , Aoi und Ran die Aufgabe, das Abschlussalbum von Schulleiterin Orihime zu machen . Mit ihren Erinnerungen haben sie Spaß daran, die Fotos auszuwählen, und die Absolventen haben jeweils ihre eigenen tiefen Gefühle, dann Sakura, das zweite Jahr, in dem sie diese traurigen Gesichter sahen…。","versions":[{"lang":3,"streams":[{"redirect":8438289,"hoster":"VOE"},{"redirect":8264321,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Again♪Off-Time","descr":"Es ist der zweite Frühling mit Ichigo , Aoi und Ran . Letztes Mal planten sie, zu einer der beliebtesten heißen Quellen zu gehen, dieses Mal planen sie, auf eine Wiese zu gehen, und selbst mitten in ihrer Freizeit erregen Powa-Puri und DreAca die Aufmerksamkeit aller. Während ihrer Reise verbreiteten sich die Informationen des \"Secret M Live\" um…。","versions":[{"lang":3,"streams":[{"redirect":14426607,"hoster":"VOE"},{"redirect":8264324,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Shocking☆Fresh Girl!","descr":"Es ist Frühling, die Zeit der Studenteneintritte. Starlight Schools neuer Wohnwagen für Studenten hat begonnen und es liegt an Ichigo , Aoi und Ran, zu entscheiden, wer beitritt oder nicht. Unterwegs begegnen sie einem seltsam vertrauten Mädchen, das entschlossen ist, sich allen Widrigkeiten zu widersetzen!","versions":[{"lang":3,"streams":[{"redirect":8438292,"hoster":"VOE"},{"redirect":8264330,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Let\u0027s Aim To Be Stars ☆","descr":"Akari Ōzora wurde in der Starlight School Idol Caravan ausgewählt und so ging das sonnige Idol ihren ersten Schritt. Obwohl der Tanz und das Lied noch ausstehen, registrierte Ichigo die Aufführung schnell und wurde mit dem steigenden Potenzial mitgerissen!","versions":[{"lang":3,"streams":[{"redirect":8438295,"hoster":"VOE"},{"redirect":8264331,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"The Miracle Begins!","descr":"Mizuki erscheint zum ersten Mal seit ihrer Rückkehr vor Ichigo und teilt ihr mit, dass sie ein neues Aikatsu gründen wird. Bald darauf bringen Schulleiterin Orihime und Schulleiterin Tiara als Vierte eine Veranstaltung im Ruhestand, die als \" The Partners Cup \" bekannt ist.","versions":[{"lang":3,"streams":[{"redirect":8438294,"hoster":"VOE"},{"redirect":8264337,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Yes! Best Partner","descr":"Während der Partners Cup näher rückt, kann jeder Partner auswählen. Kaede hat Yurika in dieser Zeit im Visier und versucht, den Tag mit ihr zu verbringen, ohne sich ihres eigenen Wunsches bewusst zu sein, jemanden anders zu fragen.","versions":[{"lang":3,"streams":[{"redirect":13472921,"hoster":"VOE"},{"redirect":8264342,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Aikatsu! Boot Camp","descr":"Akari Ōzora , die in die Starlight School eingetreten ist , hat nicht einmal ihre Idol-Stärke geprägt. In einer Situation wie der von Akari schlägt Schulleiterin Orihime vor, am neu aufgenommenen Idol-Trainingsprogramm \"Aikatsu! Boot Camp\" teilzunehmen. In dem ziemlich strengen Programm versucht Akari sich zu ermutigen, aber ...","versions":[{"lang":3,"streams":[{"redirect":8438296,"hoster":"VOE"},{"redirect":8264348,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Vi-Vi-Vi☆Partner","descr":"Ichigo, Aoi und Ran machen sich mit dem bevorstehenden Partner Cup auf den Weg zur Dream Academy, um mit ihren Partnern zu üben. Um mehr über WM zu erfahren, beschließen Ichigo und Seira, Mizuki und Mikuru einen Besuch abzustatten.","versions":[{"lang":3,"streams":[{"redirect":8438297,"hoster":"VOE"},{"redirect":8264347,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Aim For It☆The Greatest Partners","descr":"Nach der unglaublichen Leistung von WM erkennen Ichigo und Seira, dass Mizuki und Mikuru der perfekte Partner sind. Können sie nun, da sie an der Reihe sind, das aufstrebende Duo mit ihrer Kombination überholen?","versions":[{"lang":3,"streams":[{"redirect":8438300,"hoster":"VOE"},{"redirect":8264357,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Otome RAINBOW!","descr":"Nachdem Maria mit Otome so eng befreundet ist, beschließt sie, sie zu besuchen, um mehr über sie zu erfahren. Als sie Otome an einem unerwarteten Ort findet, erzählt die Regenbogenjungfrau ihr von ihrer Vergangenheit ...","versions":[{"lang":3,"streams":[{"redirect":13472920,"hoster":"VOE"},{"redirect":8264358,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Blooming Miracle!","descr":"Mikuru Natsuki, das Rookie-Idol, das auch Partnerin von Mizuki Kanzaki ist, hat dank WM langsam an Beliebtheit gewonnen. Trotzdem hat sie den immer hell leuchtenden Mond noch nicht eingeholt, der sich auf den Weg nach unten gemacht hat, nur um an ihrer Seite zu sein. In einer Zeit wie dieser hat Mizuki ihrem aufstrebenden Partner einen Vorschlag unterbreitet…","versions":[{"lang":3,"streams":[{"redirect":13528891,"hoster":"VOE"},{"redirect":8264360,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Moon Desert\u0027s Rhapsody","descr":"Ran Shibuki von der Starlight Academy und Sora Kazesawa von der Dream Academy schließen sich zu einem neuen Vorspiel zusammen. Während sie sich vorbereiten, lernen sie, dass Ran die \"Schwertfrau\" spielen soll, während Sora die \"Prinzessin\" spielen soll. Ran entschied sich, dies als Herausforderung zu nutzen, doch die Action scheint ein bisschen mehr zu sein, als sie erwartet hatte.","versions":[{"lang":3,"streams":[{"redirect":13472923,"hoster":"VOE"},{"redirect":8264366,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"My Dear Idol!","descr":"Nachdem bekannt gegeben wurde, dass eine Einheit aus den besten acht Idolen der Beliebtheitscharts zusammengestellt wird, versucht Raichi alles in seiner Macht stehende, um sicherzustellen, dass Aoi einer von ihnen ist.","versions":[{"lang":3,"streams":[{"redirect":13472926,"hoster":"VOE"},{"redirect":8264370,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Soleil☆Rising","descr":"Soleil wird von WM zu einem Duell herausgefordert, und obwohl sie es akzeptieren, sind es zwei Jahre her, seit sie das letzte Mal gemeinsam als helle Einheit auf der Bühne standen. Werden Ichigo, Aoi und Ran mit unterschiedlichen Zeitplänen in der Lage sein, etwas gegen Mizuki und Mikuru herauszufinden?","versions":[{"lang":3,"streams":[{"redirect":13004002,"hoster":"VOE"},{"redirect":8264371,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Where Legends Are Born","descr":"Soleil hat gerade seine beste Leistung gebracht, und Mizuki könnte nicht stolzer oder aufgeregter sein. Mikuru hingegen fühlt sich nach dem Anblick ihrer Show unzulänglich entmutigt. Werden die beiden in der Lage sein, die strahlende Sonne zu überwinden und der Legende einen Schritt näher zu kommen?","versions":[{"lang":3,"streams":[{"redirect":13472924,"hoster":"VOE"},{"redirect":8264376,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Admiration Is Eternal","descr":"Nach dem Erfolg ihres CM-Auftritts trifft Yurika einen Fan, der sie an ihr altes Ich erinnert. Als sie sich auf die Enthüllung von LoLi GoThiCs Premium Rare Constellation Dress vorbereitet , denkt sie über ihren Fan nach und wie weit sie gekommen ist.","versions":[{"lang":3,"streams":[{"redirect":13472932,"hoster":"VOE"},{"redirect":8264379,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Sparkle Future Girl","descr":"Aoi wird plötzlich gebeten, ihr eigenes Musikvideo für Futuring Girl zu produzieren und darin mitzuspielen, aber sie kämpft darum, ein Konzept zu entwickeln, bis sie von ihren Freunden unterstützt wird und sie daran erinnert, zurückzutreten und über Einfachheit nachzudenken.","versions":[{"lang":3,"streams":[{"redirect":13472928,"hoster":"VOE"},{"redirect":8264383,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Assemble Aikatsu 8","descr":"Touku Tokui, ein Reporter, bereitet sich darauf vor, die Gewinner der Aikatsu8-Wahl bekannt zu geben . Während die Menge jubelt, erklärt er, dass die acht ausgewählten Mädchen auf die Bühne gebracht werden und den Umschlag öffnen, um die Gewinner zu enthüllen: Seira, Otome, Sora, Maria, Mikuru, Yurika, Ichigo und Mizuki. Die acht Mädchen stehen zusammen auf der Bühne und alle jubeln.","versions":[{"lang":3,"streams":[{"redirect":8438314,"hoster":"VOE"},{"redirect":8264385,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Summer Idol Story","descr":"Die Mädchen kommen zu ihrer letzten Leistung als Aikatsu8 und um sich an den Spaß zu erinnern, den sie teilten, veranstalten sie eine Party. Aber in dieser Zeit wird Ichigo von Mizukis Worten vom Beginn der Tour abgelenkt ...","versions":[{"lang":3,"streams":[{"redirect":8438318,"hoster":"VOE"},{"redirect":8264390,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Twinkle Stars","descr":"WM kommt mit einer Herausforderung zu Orihime und Tiara und die Schulleiterinnen bitten Aoi und Ki, zusammenzuarbeiten, um ihre Schulvertreter auszuwählen. Die Mädchen nehmen die Herausforderung an und versuchen, dem Duo zu zeigen, dass ihre Kombination mehr als nur Synchronisation bedeutet.","versions":[{"lang":3,"streams":[{"redirect":13472934,"hoster":"VOE"},{"redirect":8264393,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Two Wings","descr":"Es ist offiziell angekündigt, dass Ichigo und Seira im ultimativen Wettbewerb, dem Twinkle Star Cup, auf der ultimativen Bühne gegen WM antreten werden . Aber bevor sie das tun können, müssen sie einen inspirierenden Einheitennamen finden, der ihre Individualität unterstreicht und zu ihrem idealen Einheitsbild passt.","versions":[{"lang":3,"streams":[{"redirect":8438316,"hoster":"VOE"},{"redirect":8264399,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Where Dreams Bloom","descr":"Nachdem die Mädchen in Kis persönlichem Datensystem nachgefragt haben , was 2wingS benötigt, um die WM zu übertreffen , sind sie inspiriert, einen Tag lang den Ort zu wechseln, nachdem sie festgestellt haben , wie wenig sie über die jeweilige Schule wissen.","versions":[{"lang":3,"streams":[{"redirect":13472936,"hoster":"VOE"},{"redirect":8264403,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Let\u0027s! Akari Summer","descr":"Mit Beginn der Sommerferien trainiert Akari mit dem Versuch, wie zuvor einen weiteren Special Appeal durchzuziehen  . Aber als Orihime und Johnny ihren Kampf sehen, schlagen sie vor, dass sie sich Johnnys \"heißem\" Trainingslager anschließt!","versions":[{"lang":3,"streams":[{"redirect":13472937,"hoster":"VOE"},{"redirect":8264404,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"The Secret Letter and the Invisible Star","descr":"Akari betont, als sich der letzte Test nähert und sie kann immer noch keinen Special Appeal durchführen . Ichigo ist sich nicht sicher, was sie zu ihrem Kouhai sagen soll, und erinnert sich an den Brief, den Aoi an sie geschrieben hat.","versions":[{"lang":3,"streams":[{"redirect":13472940,"hoster":"VOE"},{"redirect":8264413,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"Twin Dresses","descr":"Als der Twinkle Star-Pokal näher rückt, erkennt 2wingS, dass sie ein Einheitskleid brauchen. Zusammen mit Aoi und Ki wenden sich Ichigo und Seira an die Top-Designer von Angely Sugar und Swing Rock, nachdem sie die alten Konzepte von Masquerade gefunden haben, um Kleider zu erhalten das bringt die Einheit in den Himmel.","versions":[{"lang":3,"streams":[{"redirect":13472939,"hoster":"VOE"},{"redirect":12481283,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"The Flower\u0027s Tears","descr":"Der Twinkle Star Cup hat offiziell begonnen. WM und 2wingS stehen auf der ultimativen Bühne. Doch kurz vor Beginn des Wettbewerbs macht WM eine schockierende Ankündigung ...","versions":[{"lang":3,"streams":[{"redirect":13472941,"hoster":"VOE"},{"redirect":8264417,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"The Wings to Our Dreams","descr":"Um die Flügel Traum ( 夢へのツバサ ) ist die 100. Folge von Aikatsu! TV-Anime-Serie und die 50. Folge seiner \"2. Staffel\" (2 年 年セ セ カ ン ド シ ー ズzündete. \"Zweites Jahr\") . Die Folge wurde am 18. September 2014 ausgestrahlt.iaDiese Episode wurde am Geburtstag von Mizuki uraufgeführt.Große Ereignisse2wingS hat den Twinkle Star Cup gewonnen .Dies ist das erste Mal, dass Ichigo gegen Mizuki gewann, und es ist das erste Mal, dass Mizuki überhaupt einen Wettbewerb verloren hat.Dies ist 2wingS zuletzt live vor dem Film","versions":[{"lang":3,"streams":[{"redirect":13472948,"hoster":"VOE"},{"redirect":8264422,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"The SHINING LINE of Admiration (101)","descr":"Es ist Zeit für das First Year Recital der Mittelschule an der Starlight Academy, aber in letzter Zeit hat Akari sich fast ständig auf Cloud 9 wiedergefunden, nachdem sie die Twinkle Star Cup- Aufführung von 2wingS gesehen hat . Da Akari glaubt, dass ihre Bewunderung für Ichigo ihren Fokus beeinträchtigen wird, verbietet sie sich von ihrem Idol. Trotz alledem findet Akari, dass es diese Bewunderung ist, die Stärke hervorbringt.","versions":[{"lang":3,"streams":[{"redirect":8438330,"hoster":"VOE"},{"redirect":8264424,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Let\u0027s Aikatsu☆Ready Go!! (102)","descr":"Während Akari eines Tages arbeitet, stößt sie auf ein Mädchen mit Tarotkarten, das sagt, dass ein \"Unfall\" eintrifft und sie sich \"trennen\" wird ...","versions":[{"lang":3,"streams":[{"redirect":8438331,"hoster":"VOE"},{"redirect":10943074,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Positive Reading","descr":"Es war Sumire, der den Job als Manager eines Tages für Ichigo Hoshimiya gewonnen hat, und obwohl er sich für sie freut, kann Akari nicht anders, als eifersüchtig zu sein. Am Ende begleitet sie sie und Ichigo lässt sie bleiben, sehr zu Akaris Freude, aber aus irgendeinem Grund ist Sumire ein bisschen besorgt ...","versions":[{"lang":3,"streams":[{"redirect":13472947,"hoster":"VOE"},{"redirect":8264438,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Aikatsu Dash!","descr":"Akari erfährt von dem Vorsprechen von Pon-Pon Crepe Image Girl und möchte versuchen, das altgediente Idol Hinaki Shinjō kennenzulernen. Hinaki selbst ist an Akari interessiert, aber trotz ihrer aufkeimenden Freundschaft müssen sie sich beim Vorsprechen messen.","versions":[{"lang":3,"streams":[{"redirect":13528892,"hoster":"VOE"},{"redirect":8264439,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Effervescent Glimmer","descr":"Lassen Sie uns Aikatsu mit allem, was wir haben! Hinaki bewundert, dass Akari so hart arbeitet, aber Probleme zu haben scheint. Diese Probleme überraschen Akari, aber könnte ein Vorfall in der Vergangenheit mit diesen Sorgen zusammenhängen?","versions":[{"lang":3,"streams":[{"redirect":13472951,"hoster":"VOE"},{"redirect":8264440,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Idol Halloween","descr":"Es ist Halloween in der Starlight Academy und es wird ein besonderes Live-Event dafür geben. Die einzige Möglichkeit zur Teilnahme besteht jedoch darin, die meisten Süßigkeiten zu erwerben. Jetzt beginnt ein Wettbewerb für Süßigkeiten!","versions":[{"lang":3,"streams":[{"redirect":13472953,"hoster":"VOE"},{"redirect":8264448,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Two Dreamers","descr":"Aoi Kiriya sagte einmal: \"In der Zeit eines Idols wird es eine entscheidende Leistung geben, die es dem Idol ermöglicht, sich zu steigern.\" Nachdem Akari diese Worte gehört und ihren ersten Solo-Auftritt erhalten hat, macht sie sich auf den Weg, um ihr erstes Premium Rare Dress von Dreamy Crowns mysteriösem Top-Designer zu erhalten. Dabei wird ihr klar, dass dieser Auftritt wichtig sein könnte.","versions":[{"lang":3,"streams":[{"redirect":13528893,"hoster":"VOE"},{"redirect":8264446,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Put Your Feelings in an Apple","descr":"Sumire liebt LoLi GoThiC und hätte gerne ein seltenes Premium-Kleid. Um eine zu erhalten, muss sie jedoch die Top-Designerin der Marke, Maya Yumekoji, finden. Wird sie in der Lage sein, seine Hindernisse zu überwinden und eine LoLi GoThiC Premium- Rarität zu erhalten ?","versions":[{"lang":3,"streams":[{"redirect":13472957,"hoster":"VOE"},{"redirect":8264453,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Aikatsu\u0027s Hot Wind!","descr":"Ein Vorsprechen für ein neues Drama mit dem Titel \" Aikatsu! Teacher \" wurde angekündigt und Akari möchte es ausprobieren. Doch plötzlich taucht ein neues Idol auf und wirbelt in der Akademie einen heißen Wind auf ...","versions":[{"lang":3,"streams":[{"redirect":13472958,"hoster":"VOE"},{"redirect":12513733,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Passionate Sangria Rosa","descr":"Der heiße Idol Juri Kurebayashi fühlt sich \"kalt\". Um ihre Wärme wiederzugewinnen, muss sie eine Prämie tragen, die von ihrer geliebten Marke Sangria Rosa selten ist, aber um das zu tun, muss sie die Top-Designerin besuchen ...","versions":[{"lang":3,"streams":[{"redirect":8438346,"hoster":"VOE"},{"redirect":8264462,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Dear My Fan!","descr":"Akari und Sumire veranstalten ein Handshake-Event, aber es gibt ein kleines Problem, sie wissen nicht, was sie tun sollen! Wird das spezielle Training und die Beratung von Hinaki und seinem älteren Kollegen Aoi diesen Event zu einem Erfolg machen?","versions":[{"lang":3,"streams":[{"redirect":14426608,"hoster":"VOE"},{"redirect":8264468,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Go Go! Ichigo Cheer Squad","descr":"Ichigos besonderes Live, das \"Great Ichigo Starmiya Festival\", wurde angekündigt und die Aufregung breitet sich in der Aikatsu-Community aus. Während der Vorbereitung kümmert sich ein aufgeregter Akari um die Promotion.","versions":[{"lang":3,"streams":[{"redirect":13472964,"hoster":"VOE"},{"redirect":8264474,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Stylish☆Vivid Girl","descr":"Akari Ōzora, Sumire Hikami und Hinaki Shinjō werden im Aikatsu der Weihnachtsparty der Starlight Academy auftreten! Christmas Stage, und für dieses Event möchte Hinaki in einem Vivid Kiss Premium auftreten ...","versions":[{"lang":3,"streams":[{"redirect":13472962,"hoster":"VOE"},{"redirect":8264478,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Happy Tree Christmas☆","descr":"Es ist der Tag der Starlight Academy-Weihnachtsfeier und Akari und seine Freunde arbeiten hart daran, dass die Party ein Erfolg wird. In der Zwischenzeit scheint es heiß, dass Idol Juri Kurebayashi einen Baum will, wie ichigo und seine Freunde ihn vor drei Jahren gefällt haben ...","versions":[{"lang":3,"streams":[{"redirect":13472965,"hoster":"VOE"},{"redirect":8264479,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Unwind☆Japanese New Year","descr":"Juri bereitet sich alleine auf die New Year Fashion Show vor und Akari lädt sie ein, das neue Jahr zusammen zu verbringen. Während Neujahr mit Akari Spaß macht, will Juri das Geheimnis hinter Akaris Hitze herausfinden ...","versions":[{"lang":3,"streams":[{"redirect":13472967,"hoster":"VOE"},{"redirect":8264490,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Ozora JUMP!!","descr":"Nachdem Akari vor dem Ende des ersten Jahres die Aufgabe erhalten hat, sich auf den Abschluss einer Resolution zu konzentrieren, macht er sich auf die Suche nach einer Lösung. Aber wird die von ihr gewählte schwieriger sein als erwartet?","versions":[{"lang":3,"streams":[{"redirect":13472975,"hoster":"VOE"},{"redirect":8264493,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Sumire-Colored Singing Voice","descr":"Sumire ist gezwungen, aufgrund ihres Aussehens eine schwierige Entscheidung zu treffen, nachdem sie viele ihrer Stellenangebote realisiert hat. Nachdem sie sich entschieden hat, bei dem zu bleiben, was alle anderen für gut halten, versucht Akari Sumire zu zeigen, dass es an ihr liegt, über ihren Weg zu entscheiden.","versions":[{"lang":3,"streams":[{"redirect":13472976,"hoster":"VOE"},{"redirect":8264495,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Miyabi\u0027s Elegant Aikatsu!","descr":"Die Austausch-Idol-Studentin Miyabi Fujiwara, die von der Himezakura Private Girls \u0027Academy in Kyoto stammt, kommt zu Starlight. Ihre elegante Erscheinung und Schönheit, die der eines Yamato-Nadeshiko ähnelt , macht die Starlight-Mädchen neugierig ...","versions":[{"lang":3,"streams":[{"redirect":13472982,"hoster":"VOE"},{"redirect":8264501,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Nadeshiko\u0027s Dance!","descr":"Miyabi ist nicht in der Lage, einem Fan zu helfen, nachdem sie sie um Hilfe gebeten hat, und arbeitet hart daran, die Antwort darauf zu finden. In dieser Zeit wird sie zusammen mit Sakura Kitaōji zum \"Yamato Nadeshiko Idol Festival\" eingeladen!","versions":[{"lang":3,"streams":[{"redirect":13472981,"hoster":"VOE"},{"redirect":8264505,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Star☆Valentine","descr":"Während die Mädchen erfahren, dass sie viel Schokolade von ihren Fans erhalten haben, bringt Johnny mit drei Trucks Schokolade für Soleil zur Akademie. Akari fragt, was sie mit all der Schokolade anfangen sollen und Hinaki erklärt, dass die Schulleiterin eine neue Veranstaltung startet, \"Danke, mein Valentin!\".","versions":[{"lang":3,"streams":[{"redirect":13472984,"hoster":"VOE"},{"redirect":8264507,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"A Promise to the Future!","descr":"Während Miyabi sich darauf vorbereitet, nach Hause zu gehen, versucht Akari, sich von ihrer neuen Freundin verabschieden zu müssen.","versions":[{"lang":3,"streams":[{"redirect":13472985,"hoster":"VOE"},{"redirect":8264516,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Vampire Mystery","descr":"Die Mädchen setzen sich, um das letzte Drama zu sehen, an dem sie alle teilgenommen haben.","versions":[{"lang":3,"streams":[{"redirect":13472992,"hoster":"VOE"},{"redirect":8264517,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Spring Bouquet","descr":"Während Tsubasa eifrig versucht, sein nächstes Premium-Kleid zu finden, bereitet sich Akari auf ein Live-Event vor und versucht, mit ihm in der Hoffnung, das Kleid zu bekommen, zu sprechen.","versions":[{"lang":3,"streams":[{"redirect":13472987,"hoster":"VOE"},{"redirect":8264518,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Queen\u0027s Flower","descr":"Wenn der Starlight Queen Cup näher rückt, arbeitet jeder hart für seine eigene Gewinnchance. In dieser Zeit befasst sich Sakura mit einer mysteriösen Last, während die Mädchen mehr über das Queen House erfahren.","versions":[{"lang":3,"streams":[{"redirect":13472998,"hoster":"VOE"},{"redirect":8264526,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Other Side of Admiration","descr":"Soleil enthüllt ihre Pläne einer sechsmonatigen Tour durch Japan. Während Akari, Sumire und Hinaki ihnen bei der Vorbereitung helfen, lernen sie, wie wichtig es ist, ihren Träumen zu folgen.","versions":[{"lang":3,"streams":[{"redirect":13473002,"hoster":"VOE"},{"redirect":8264527,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"A Warm♪Off Time","descr":"Akari, Sumire und Hinaki gehen zum ersten Mal zusammen in die Off-Time! Nach gründlichen Überlegungen beschließen die Mädchen, für ein Tagescamp voller Aktivitäten nach Dreamy Lake zu fahren.","versions":[{"lang":3,"streams":[{"redirect":13473001,"hoster":"VOE"},{"redirect":8264529,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Starry Sky Entrance☆","descr":"Akari und ihre Freunde sind jetzt alle in ihrem zweiten Jahr der Mittelstufe! Und heute ist die Eingangszeremonie. Es gibt viele süße und neue Idole, die in der Szene auftauchen, aber die, die in der ganzen Götzenwelt für Aufsehen sorgen, sind niemand anderes als Rin Kurosawa, ein Mädchen, das für ihren \"Blitz-Tanz\" bekannt ist, und Madoka Amahane, a Mädchen mit einem flauschigen Lächeln.","versions":[{"lang":3,"streams":[{"redirect":13473006,"hoster":"VOE"},{"redirect":8264536,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Showtime of Dreams","descr":"Bekannt als \"Dancing Lightning\", das tanzende Idol: Rin Kurosawa hat bereits ihr erstes Bühnenangebot erhalten, obwohl sie ein neues Idol ist. In der Hoffnung, allen ihre Fähigkeiten zu zeigen, versucht sie, das Premium Rare Dress von Dance Fusion zu erhalten . Johnny-sensei ist jedoch besorgt darüber, dass er seinen alten Partner besuchen wird.","versions":[{"lang":3,"streams":[{"redirect":13473009,"hoster":"VOE"},{"redirect":8264537,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Talk Show Runway","descr":"Akari, Sumire und Hinaki wurden zu der berühmten Talkshow \"Dance! Maguro Palace\" eingeladen. Begeistert von den Nachrichten, nachdem die drei den Spitznamen des Regisseurs \"Devil of the Talk Shows\" erfahren haben, werden sie ängstlich. Wird das Trio in der Lage sein, die Nerven zu überwinden und die Show zu besuchen?","versions":[{"lang":3,"streams":[{"redirect":13473011,"hoster":"VOE"},{"redirect":8264539,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Unit Magic","descr":"Dank des großen Verkaufs von Sumires Debüt-CD Tarte arte Tatin hat Schulleiterin Orihime die Veröffentlichung einer zweiten Single angekündigt. Aber sie hoffte, es zu einer Einheit zu machen. Am Ende wählt die Partnerin Sumire als ihr Teammitglied ...!?","versions":[{"lang":3,"streams":[{"redirect":13473015,"hoster":"VOE"},{"redirect":8264545,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"The Radiant Dancing Divas","descr":"Das Debüt von Sumires neuer Einheit Dancing Diva hat ihnen mehrere Jobs gegeben, wie zum Beispiel CM-Fesseln, Unterschreiben von Events und viele andere große Jobs und Aufgaben, und jetzt ist ihr Live-Debüt der einzige Job, der noch zu erledigen ist. Kann es den Mädchen an diesem denkwürdigen Tag gelingen?","versions":[{"lang":3,"streams":[{"redirect":13473021,"hoster":"VOE"},{"redirect":8264548,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"The Burning Passionate Jalapeño!","descr":"Die Aktion, dass Sumire eine Einheit bildet, hat Juri Kurebayashi dazu veranlasst , sich auf die Suche nach ihrem Partner zu machen. Betroffen von der Leidenschaft von Juri, beschließen Akari und die Crew, ihr zu helfen, und während der Auswahl, obwohl es viele \"Stimmen\" gibt, die in der Lage sind, Juri zu erreichen, ist sie nicht zufrieden. Plötzlich hat Akari etwas im Sinn ...","versions":[{"lang":3,"streams":[{"redirect":8438379,"hoster":"VOE"},{"redirect":12985385,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Hello New World","descr":"Madoka Amahane , Schülerin der Starlight School, hat ein Angebot erhalten, an der Veranstaltung \"Rookie Idol Super Live\" teilzunehmen und aufzutreten. Madoka möchte ein Premium Rare-Kleid der Marke Angely Sugar tragen und bittet ihre Großmutter um Hilfe ...","versions":[{"lang":3,"streams":[{"redirect":13473020,"hoster":"VOE"},{"redirect":8264555,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Spontaneous Skipping♪","descr":"Eine Weile bevor die  Aktivitäten der Dancing Diva- Einheit des Tages von  Sumire Hikami  und  Rin Kurosawa begannen, kam Sumire vorbei, um zu sehen, wie es Madoka ging, und um auch Rin abzuholen, um ihre Aktivitäten zu beginnen. Als Madoka Amahane die beiden so nah beieinander sah, dachte sie: \"Eine Einheit, die sich gegenseitig zum Leuchten bringt , ist eine wundervolle Sache.\" Was sind dann Madokas Gedanken, die vor uns liegen ...?","versions":[{"lang":3,"streams":[{"redirect":13473029,"hoster":"VOE"},{"redirect":8264562,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"The World is Centered Around Kokone!","descr":"Aus der Idolschule in Kobe: Étoile Academy kommt ein Austauschschüler! Das Mädchen heißt Kokone Kurisu . Kokone, ein beliebtes Idol in ihrer Heimatstadt Kobe, sorgt in der Starlight School für heftigen Wind!","versions":[{"lang":3,"streams":[{"redirect":13473025,"hoster":"VOE"},{"redirect":8264563,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Their Name is Fluffy Sweet☆Nadeshiko","descr":"Der \"Unit Cup\" der Starlight School wurde angekündigt, wobei die Teilnehmer nur die der Middle School sind. Der Austauschschüler Idol Kokone Kurisu möchte ebenfalls an dieser interessanten Veranstaltung teilnehmen und ist wirklich begeistert . Stimmt es, dass der Partner, den Kokone ausgewählt hat, eine wirklich unerwartete Person ist?","versions":[{"lang":3,"streams":[{"redirect":13473033,"hoster":"VOE"},{"redirect":8264572,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Heart Fluttering☆Unit Cup","descr":"Nachdem die Reihenfolge des Auftritts für den Einheitspokal festgelegt wurde, sind die 8 Mannschaften sehr motiviert. In dieser Runde werden die Idole hinter den Kulissen über sich selbst berichten, die in der einzigartigen Ecke dieses Events zu sehen sind. Dank der Veranstaltung haben die Teams viele Chancen, sich zu begegnen !? Nun, genau hier, lass den Unit Cup beginnen!","versions":[{"lang":3,"streams":[{"redirect":13473034,"hoster":"VOE"},{"redirect":8264573,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Unadorned Brilliance☆","descr":"Während der Einheit Tasse. Etwas war auf Akari Ōzora passiert ! Obwohl Akari Mühe hat, es zu überwinden und es zu bekämpfen , rückt die Zeit für die Leistung von Akari und Madokas Einheit Skips näher ...! Kann die Phase von Skips ♪ am Ende erfolgreich sein ...!?","versions":[{"lang":3,"streams":[{"redirect":13473035,"hoster":"VOE"},{"redirect":8264579,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Johnny and the Bride","descr":"Apropos Juni, das erste, was mir einfällt, ist eine \"June Bride\"! Und während einer Hochzeitszeremonie, wenn Sie sich nach einem Gespräch mit jemandem sehnen, werden Sie das Bühnenangebot von Akari und Sumire für die Hochzeitssammlung überraschen. Und für Johnny rückt der \"wichtige Tag, der nur einmal im Leben erscheint\" immer näher ...!","versions":[{"lang":3,"streams":[{"redirect":13473038,"hoster":"VOE"},{"redirect":8264585,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Aikatsu Restaurant","descr":"Zur Feier der neuen gemeinsamen Bühne von Akari Ōzora und Sumire Hikami bei der Hochzeitszeremonie von Elisa Bepp erhalten beide ein Angebot für eine neue Theateraufführung \"Aikatsu Restaurant\". Auf der Bühne beginnen sich mit den Problemen des zerfallenden Restaurants die Emotionen ihrer einzelnen Charaktere zu entfalten (?). Worum geht \"s...!?","versions":[{"lang":3,"streams":[{"redirect":13473043,"hoster":"VOE"},{"redirect":8264589,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Hot Spicy Girls!","descr":"Die Einheit von Juri Kurebayashi und Hinaki Shinjō , Passionate✮Jalapeño, hat ein Angebot vom \"World Spicy Festival\" erhalten. Die beiden, die eigentlich als Image Girl des Mexico-Standes fungieren sollten, haben einige heiße und aufregende Ideen eingebracht, die für Aufregung sorgten.","versions":[{"lang":3,"streams":[{"redirect":8438389,"hoster":"VOE"},{"redirect":8264592,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"I Want to Say Thank You","descr":"Der Tag, an dem Starlight School- Austauschschüler Kokone Kurisu nach Kobe zurückkehren muss, rückt näher. Obwohl Akari Ōzora als Vorsitzende des Exekutivkomitees der \"Kokone Farewell Party\" entlassen wird, möchte der entscheidende Kokone am Ende sagen: \"Ich möchte nicht zurückgebracht werden\" ...","versions":[{"lang":3,"streams":[{"redirect":13473050,"hoster":"VOE"},{"redirect":8264598,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Horror!? Summer Island","descr":"Es sind endlich Sommerferien und als Arrangement von Schulleiterin Orihime freuen sich alle darauf, gemeinsam zu feiern. Sie macht sich jedoch Sorgen, da alle auf einer einsamen Insel feiern werden. Während die Mädchen das wunderschöne Meer und den blauen Himmel genießen, begegnen sie der \"Chupachupa Turboméca der einsamen Insel\" ...!?","versions":[{"lang":3,"streams":[{"redirect":13473042,"hoster":"VOE"},{"redirect":8264604,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"The Great Candid Idol Operation","descr":"Eine Überraschungsshow macht Sumire zum Ziel mit dem Titel \"Surprising Sumire Strategy\". Akari und Hinaki sind dabei und wollen Sumire mit verschiedenen Methoden überraschen. Werden sie es schaffen ...?","versions":[{"lang":3,"streams":[{"redirect":13473053,"hoster":"VOE"},{"redirect":8264605,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Hot Summer Festival","descr":"Rin und Madoka freuen sich auf das Sommerfest in Yukatas. Zusammen mit Juri amüsieren sie sich und haben Spaß daran, die Stände zu besuchen und Goldfische zu schöpfen. Während sie Spaß haben, erhält Juri einen Anruf von ihrem \"Date Companion\" ...!","versions":[{"lang":3,"streams":[{"redirect":13473054,"hoster":"VOE"},{"redirect":8264612,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Three of Us Again","descr":"Die endgültigen Stimmen für das diesjährige Aikatsu8 stehen fest und werden endlich bekannt gegeben! Wer wird ausgewählt und wird die neue Generation die Flucht ergreifen? Leidenschaftliche Idole, die diese Grenzen erweitern wollen, warten jetzt hier!","versions":[{"lang":3,"streams":[{"redirect":13473057,"hoster":"VOE"},{"redirect":8264615,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"The Dazzling Luminas","descr":"Soleil ist von ihrer Tour zurückgekehrt und tritt beim Great Starlight School Festival auf . Um auftreten zu können, müssen Sie eine Trio-Einheit sein. Akari will teilnehmen und lädt Sumire und Hinaki ein, sich ihrer Einheit anzuschließen ...","versions":[{"lang":3,"streams":[{"redirect":13473058,"hoster":"VOE"},{"redirect":8264618,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"Raise the Curtain, the Great Starlight School Festival☆","descr":"Powapowa-Puririn nimmt am Great Starlight School Festival teil . Die Dreharbeiten für Shions Film beginnen jedoch mit dem Festivaltag! Sakura und Otome haben Angst, dass sie nicht auftreten könnten, aber Shion sagt, dass sie mit ihnen auf der Bühne stehen wird ...","versions":[{"lang":3,"streams":[{"redirect":13473061,"hoster":"VOE"},{"redirect":8264625,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"Our Different Colors","descr":"Madoka und Rin wollen am Festival teilnehmen und haben beschlossen, eine dreiköpfige Einheit zu bilden. Viele lehnten ab oder waren nicht in der Lage und danach war nur noch eine Person übrig: das heiße Idol. Können sie diese Einheit zusammen zum Laufen bringen?","versions":[{"lang":3,"streams":[{"redirect":13473066,"hoster":"VOE"},{"redirect":8264627,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"The Bond Between Stars","descr":"Kaede Ichinose , das fröhliche Idol der Starlight School , plant einen Auftritt beim Great Starlight School Festival . Sie plant, das Vampir-Idol Yurika Tōdō , das ebenfalls am Festival teilnimmt, zu sich einzuladen . Es gibt nur einen Grund, warum Kaede nach Yurika rief. Von der Situation gewusst, war Yurika mit einem schwankenden Herzen ...?","versions":[{"lang":3,"streams":[{"redirect":13473064,"hoster":"VOE"},{"redirect":8264631,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Light of the Stage","descr":"Die Idole, die am letzten Tag des Great Starlight School Festivals auftauchen sollten, wurden enthüllt. Es wäre die Einheit Luminas bestehend aus Akari composedzora , Sumire Hikami und Hinaki Shinjō sowie Soleil bestehend aus Ichigo Hoshimiya , Aoi Kiriya und Ran Shibuki . Um mit Soleil zu konkurrieren, der auf der gleichen Bühne bewundert wird, ist Akari bewusst geworden, dass sie begonnen hat, die verschiedenen Gefühle, die sie bis jetzt hat, anzunehmen ...","versions":[{"lang":3,"streams":[{"redirect":13528894,"hoster":"VOE"},{"redirect":8264640,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"The Road of Meetings (152)","descr":"Wenn das große Ereignis des Great Starlight School Festivals zu Ende geht, beginnen die drei Idole von Luminas über ihre Zukunft nachzudenken. Sie merken, wie wichtig es ist, sich wieder zu \"treffen\" und beschlossen nach einigem Überlegen, ihr \"Aikatsu!\" und entscheide dich für eine große Herausforderung!","versions":[{"lang":3,"streams":[{"redirect":13473072,"hoster":"VOE"},{"redirect":8264642,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Let\u0027s Fly into a Vast New World! (153)","descr":"Als die drei Mitglieder von Luminas ihre Luminas-Japan-Tour begannen, war ihr allererster Standort das Land des Nordens, Hokkaido . In diesem Land voller Natur begegneten sich die Sing- und Tanzliebhaber Nono Daichi und Lisa Shirakaba . Wenn ihre Begegnung beginnt, öffnet genau hier, genau jetzt, die Vorhänge des Anfangs des Aikatsu der beiden Idole!","versions":[{"lang":3,"streams":[{"redirect":13473071,"hoster":"VOE"},{"redirect":8264648,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Change Your Potato into a Mic","descr":"Nach dem Treffen mit Luminas sind die klopfenden Herzen von Nono Daichi und Lisa Shirakaba nicht mehr aufzuhalten. Dies kam von dem starken Gefühl der Bewunderung für sie als Idol. Um dieses Gefühl auszudrücken, haben sich die beiden entschlossen, am Entrance Audition for Starlight School teilzunehmen ...!","versions":[{"lang":3,"streams":[{"redirect":8438412,"hoster":"VOE"},{"redirect":8264649,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Exciting Carat","descr":"Die derzeit heißeste Schmuckmarke \"Thrilling Carat\" veranstaltet ein CM-Vorsprechen (kommerziell), und Akari arizora , Sumire Hikami und Hinaki Shinjō wurden eingeladen, an dem Vorsprechen teilzunehmen. Die drei haben trotz ihres vollen Terminkalenders viel über Schmuck recherchiert, um das Vorsprechen zu bestehen, und es hat ihnen sehr gut gefallen. Inspiriert von dem Trio beschließen Nono Daichi und Lisa Shirakaba , gemeinsam zu forschen ...!","versions":[{"lang":3,"streams":[{"redirect":13473074,"hoster":"VOE"},{"redirect":8264657,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"YOU! GO! KYOTO!!","descr":"Yū Hattori, der frühere Mitbewohner von Akari Ōzora , wurde als \"Travelling Idol\" immer beliebter! Jetzt steuern Yū und Akaris Einheit Luminas gleichzeitig Kyoto an. Die TV-Sendung in Kyoto, an der Yū teilnehmen wollte, hat Luminas ebenfalls eingeladen. Der Grund für die Brillanz von Yū ist ein Versprechen zwischen ihr und Akari.","versions":[{"lang":3,"streams":[{"redirect":13473075,"hoster":"VOE"},{"redirect":12513734,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Little Devil Happening","descr":"Nono Daichi und Lisa Shirakaba haben Auftrittsangebote für das Fashion-Event erhalten, das alle Blicke auf sich gezogen hat: \"Urban Girls Collection\"! Die beiden, die von den Neuigkeiten begeistert sind, haben beschlossen, den Premium Rare Coord von ihrer Lieblingsmarke Dolly Devil zu beziehen . Sich mit der Top-Designerin Lucy Kisaragi zu treffen, war eine Auszahlung, um sich in der Großstadt zu treffen!","versions":[{"lang":3,"streams":[{"redirect":13473086,"hoster":"VOE"},{"redirect":8264665,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I Want to Meet You, Okinawa","descr":"Die drei Mitglieder von Luminas sind auf dem Weg zu ihrem nächsten Ziel für ihre Nationwide Tour: Okinawa ! In Okinawa lernten sie Minami Hateruma kennen, die die Churaumi Beat Academy besucht . Zufälligerweise ist Minami ein Freund von Rin Kurosawa und möchte sich unbedingt wieder vereinen. Das Land des Sternenlichts , weit weg von Okinawa, kann Minami und Rin wieder zusammen tanzen ...!?","versions":[{"lang":3,"streams":[{"redirect":13528895,"hoster":"VOE"},{"redirect":8264669,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Galaxy✩Starlight","descr":"In der Starlight School findet ein All Star Idol-Spezialdrama namens \"Ozoracon\" statt . Im Moment beginnt auf der Bühne der Idol Academy im Universum, Galaxy Galaxy Starlight, die wilde Geschichte der großartigen Idole ――!","versions":[{"lang":3,"streams":[{"redirect":13473081,"hoster":"VOE"},{"redirect":8264670,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dream of a Perfect Idol!","descr":"Aus dem Schatten hat das junge Mädchen Tsubaki Saionji immer Akari Ōzora beobachtet , auf die sie neidisch ist. Tsubaki proklamiert sich als \"Perfekte Dame\" unter den Schülern der Starlight School . Um das Premium Dress von Dreamy Crown herstellen zu lassen, muss man sich mit dem Top-Designer Tsubasa Sena treffen , aber ...!","versions":[{"lang":3,"streams":[{"redirect":13473090,"hoster":"VOE"},{"redirect":8264676,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Osaka Idol Story","descr":"Die nächste Veranstaltung der \"Luminas ☆ Japan Tour\" findet in Osaka statt ! An der Stelle, die Einheit Akari Ōzora in ist, Luminas wird über kommen werden Nina Dojima , der besucht Naniwa Welt No. 1 Academy ist die Comedy - Schule Osaka so stolz. Nina, deren Kopf Ohren trägt, die ihr Markenzeichen sind, ist ein süßer und intensiver Charakter ...!","versions":[{"lang":3,"streams":[{"redirect":13599017,"hoster":"VOE"},{"redirect":8264680,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"✩Crazy PaniQ✩","descr":"Die drei Idole von Luminas , die jetzt in Osaka sind, werden neben dem Idol der Komödie, Nina Dōjima , an einem lokalen Programm teilnehmen . Das Thema des Programms ist \"An verschiedenen Orten herumlaufen, Menschen von Kindern bis zu Erwachsenen Gelächter bringen\". Während sie nach einem Ort suchen und gleichzeitig gesehen werden, ist die wahre Form von Ninas Theorie der Komödie ...!","versions":[{"lang":3,"streams":[{"redirect":13473091,"hoster":"VOE"},{"redirect":8264682,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Happiness Party♪","descr":"Die Idole der Starlight School, in der sich Akari Ōzora und ihre Freunde befinden, haben ein Angebot für das CM von \"Happiness Toys\" erhalten, einer neu aufgestellten Spielzeugmarke, die von einem großen Spielzeughersteller gesponsert wurde! Es wurde nicht nur ein Angebot eingereicht, der Schlüssel zum Erfolg der Marke liegt darin, die Planungsphasen des \"allerersten Produkts\" zu erfassen und damit zusammenzuarbeiten ...!","versions":[{"lang":3,"streams":[{"redirect":13473102,"hoster":"VOE"},{"redirect":8264686,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Showstopping New Year!","descr":"Zu Beginn des Monats Dezember ist die Neujahrs-Sendung, die der Fernsehsender aufzeichnet, durcheinander. Akari Ōzora und ihre Kollegen von Starlight Idols , die an der Aufnahme teilnehmen, werden die Aufnahme wunderbar beenden, während sie mit ihren eigenen persönlichen Jobs beschäftigt sind und ihr Bestes geben, um jeden einzelnen von ihnen zu genießen. Unter diesen Idolen sind Nono Daichi und Lisa Shirakaba aufgeregt und strotzen vor Gedanken über ihre eigenen Aikatsus.","versions":[{"lang":3,"streams":[{"redirect":13473099,"hoster":"VOE"},{"redirect":8264692,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Luminas☆Christmas","descr":"Endlich geht die Luminas ☆ Japan Tour zu Ende. Der Tag der letzten Etappe wird in der Nacht des Weihnachtsabends sein , während der Veranstaltungsort in der Starlight School sein wird . Die drei Mitglieder von Luminas , die auf die weiße Weihnacht warten, werden eine Veranstaltung mit dem Namen \"Snow Relay\" starten, die Schnee aus ganz Japan an Starlight liefern soll ...?","versions":[{"lang":3,"streams":[{"redirect":13473103,"hoster":"VOE"},{"redirect":8264695,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The First Wind I Found","descr":"Ein neues Jahr hat begonnen und Schulleiterin Orihime hat den Beginn des nächsten Starlight Queen Cup angekündigt . Jeder hat angefangen, seine Einträge zu machen, aber Sumire Hikami hat noch keine Entscheidung getroffen, \"welche Art von Königin sie sein möchte\". Während Akari Ōzora und Hinaki Shinjō sich langsam ungeduldig fühlen, da sie bereits einen klaren Gedanken haben, was wird die Antwort sein, die Sumire vorenthält ...?","versions":[{"lang":3,"streams":[{"redirect":13473101,"hoster":"VOE"},{"redirect":8264700,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Dream Sketchbook","descr":"Akari Ōzora , die jeden Tag überlegt, welche Art von Bühne sie schaffen muss, um das Publikum zufrieden zu stellen, beschließt, Tsubasa Sena zu konsultieren , die einmal gesagt hat, Designer und Idole seien ein Team. Tsubasa hat sich jedoch erkältet ...?","versions":[{"lang":3,"streams":[{"redirect":13473106,"hoster":"VOE"},{"redirect":8264704,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"One Road, Different Ways","descr":"Nono Daichi und Lisa Shirakaba, die durch das tägliche Training von Akari und ihren Freunden für den Starlight Queen Cup einen Schub erhalten haben , haben sich ebenfalls entschlossen, hart auf ihr Ziel hinzuarbeiten, am Starlight Queen Cup teilzunehmen. Aber zur gleichen Zeit, Nono, die mit Lisa als PR (Öffentlichkeitsarbeit) an einer Kartoffelkonvention in Hokkaido mit dem Namen \"May Queen Cup\" teilnehmen möchte (May Queen ist eine Kartoffelsorte), macht Lisa ein düsteres Gesicht. ..","versions":[{"lang":3,"streams":[{"redirect":13473110,"hoster":"VOE"},{"redirect":12481284,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Hinaki Miracle!","descr":"Um der Starlight Queen noch näher zu kommen, hat Hinaki Shinjō ein neues Premium Rare Dress von ihrer Lieblingsmarke Vivid Kiss angefordert . Die Ideen, die vor einiger Zeit gesammelt wurden, um ein außergewöhnliches Kleid zu kreieren, entpuppen sich als Live-Schauplatz eines bestimmten Idols!","versions":[{"lang":3,"streams":[{"redirect":14426609,"hoster":"VOE"},{"redirect":8264713,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"An Idol\u0027s Strength","descr":"Es bleibt noch ein Monat bis zum Beginn des Starlight Queen Cup . Während Sumire Hikami und Hinaki Shinjō ihre Vorbereitungen für die Enthüllung ihrer neuen Premium Rare-Kleider für die Etappen abgeschlossen haben, muss Akari Ōzoras Kleid erst noch fertiggestellt werden. Auf der anderen Seite kreiert der Designer Tsubasa Sena, der das beste Kleid herstellen will, sein Meisterstück. Nachdem Akari Tsubasas Aktionen gesehen hatte, begann er darüber nachzudenken, eine Macht zu werden, die jemandem hilft ...","versions":[{"lang":3,"streams":[{"redirect":13473118,"hoster":"VOE"},{"redirect":8264717,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Best Friend","descr":"Rin und Madoka sind seit ihrer Ankunft bei Starlight zusammen. Aber in letzter Zeit arbeiten die beiden so hart am Starlight Queen Cup und verwalten ihre Tagespläne gleichzeitig, dass sie nur aneinander vorbeigehen. Madoka, die wieder mit Rin zusammen auftreten möchte, reserviert das Live-Haus selbst ...!?","versions":[{"lang":3,"streams":[{"redirect":13473119,"hoster":"VOE"},{"redirect":8264721,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Spring DreaCarnival!","descr":"Das Festival der Dream Academy , das \"DreAca Festival\", beginnt! Geleitet von Seira , Akari , Sumire und Hinaki genießen ihre Zeit Ständen zum Spiel und Essen gehen, sowie Erfahrung DreAca Training. Unter den Veranstaltungen wird ein Idol vorgestellt ...!","versions":[{"lang":3,"streams":[{"redirect":13473125,"hoster":"VOE"},{"redirect":8264725,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Double Miracle☆","descr":"Kurz bevor der Starlight Queen Cup beginnt, wurde angekündigt, dass eine Eröffnungsfeier stattfinden wird! Es soll ein sehr leidenschaftlicher Gast erscheinen, und es ist streng geheim, nur Johnny-sensei weiß, wer diese Person ist. Johnny versucht den Gast aufzuspüren, aber ...","versions":[{"lang":3,"streams":[{"redirect":13473127,"hoster":"VOE"},{"redirect":8264729,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"My Move on now!","descr":"Endlich beginnt der Starlight Queen Cup ! Lisa hat beschlossen , die Unterschrift Lied zu singen Mizuki Kanzaki , bewegen auf jetzt! für ihre Leistung. In der Zwischenzeit gab es Gerüchte, dass Mizuki Live-Übertragungen für den Starlight Queen Cup machen wird.","versions":[{"lang":3,"streams":[{"redirect":13473137,"hoster":"VOE"},{"redirect":8264733,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Futures We Want to Come True","descr":"Nachdem Juri Kurebayashi und Lisa Shirakaba ihre besten Etappen gezeigt hatten, beschlossen Nono Daichi , Rin Kurosawa und Madoka Amahane , ihre Gedanken zu erneuern. Kokone Kurisu und Miyabi Fujiwara , die in Kansai waren, waren ebenfalls eiligst nach Starlight gekommen, um die Idole zu unterstützen. Mitten in der Aufregung beginnt der zweite Tag des Starlight Queen Cup .","versions":[{"lang":3,"streams":[{"redirect":14426610,"hoster":"VOE"},{"redirect":8264740,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Queen of Roses","descr":"Es ist endlich soweit - bis zum letzten Tag des Starlight Queen Cup ! Die übrigen Mitglieder sind Akari Ōzora , Sumire Hikami und Hinaki Shinjō . Der Queen Cup mit anhaltender Leidenschaft wird sich nur durch einen schlanken Gegner auszeichnen. Hinaki und Sumire hatten sich ebenfalls alle Mühe gegeben.","versions":[{"lang":3,"streams":[{"redirect":13528896,"hoster":"VOE"},{"redirect":8264743,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Looking Forward to the Future","descr":"Die drei Tage des aufregenden Starlight Queen Cups neigen sich dem Ende zu und die einzige verbleibende Etappe ist Akari Ōzoras Auftritt. Alle rechnen damit, wer die Krone der Starlight Queen übernehmen wird. Die Bühne voller allerlei Gedanken und Emotionen, die Bühne von Akari Ōzora beginnt jetzt!","versions":[{"lang":3,"streams":[{"redirect":13473144,"hoster":"VOE"},{"redirect":8264741,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Greatest Present (178)","descr":"Nach der Live-Übertragung von Ōzora Weather hat Akari Ōzora einen plötzlichen Anruf von Ichigo Hoshimiya erhalten , dass sie ein spezielles Nori-Bento für Akari gemacht hat! Akari, der dankbar für Ichigos Taten war, hat sich entschlossen, den Mut zu fassen, nach einem anderen Wunsch zu fragen ...?!Akari wird von Ichigo eingeladen, der sie mit einem speziell angefertigten Bento verwöhnt, um ihren Sieg zu feiern. Nach dem Essen bittet Akari Luminas und Soleil um ein gemeinsames Konzert. Nach dem Auftritt überraschen die anderen Idole Akari zum Geburtstag und stellen sie in einem Hindernislauf gegen Ichigo als Geschenk vor. Akari schafft es in letzter Sekunde, Ichigo zu erreichen, und wird mit einer spektakulären Aussicht verwöhnt. Es wird alles geboten, was sie sich wünscht, was sich als Solokonzert mit Ichigo herausstellt.","versions":[{"lang":3,"streams":[{"redirect":13528897,"hoster":"VOE"},{"redirect":12481285,"hoster":"Streamtape"}]}]}]}]}