{"seriesId":"air-america","name":"Air America","descr":"Die Costa Perdida in Mittelamerika ist Start- und Landeplatz der Air America. Von dort aus nehmen die Piloten der privaten Luftflotte ihren streng geheimen Kampf gegen Drogenkartelle und korrupte Regierungen auf. Denn Air America ist eine Tarnorganisation der US-Regierung. Star der Truppe ist Navy-Pilot Rio Arnett. Hauptdarsteller Lorenzo Lamas legte sich für die Rolle des coolen, furchtlosen Fliegers eigens einen Flugschein zu. 26 Mal durfte er als Rio Arnett in den Himmel aufsteigen: \"Während meiner ganzen Karriere habe ich noch nie einen so befreienden Moment erlebt\", so der \"Renegade\"-Star.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Operation Jaguar","epNo":1,"alt":"Betrayal","descr":"Navy-Pilot Rio Arnett nimmt an der verdeckten \"Operation Jaguar\" in Mittelamerika teil. Ausgerechnet sein Vater leitet den Einsatz, bei dem ein wichtiger Zeuge in Sicherheit gebracht werden soll. Doch die Aktion läuft nicht wie geplant. – Start des actiongeladenen Fliegerabenteuers von \"Renegade\"-Star Lorenzo Lamas.","versions":[{"lang":1,"streams":[{"redirect":13096608,"hoster":"VOE"},{"redirect":8264763,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verraten und verkauft","epNo":2,"alt":"Safe Passage","descr":"Nach der gescheiterten \"Operation Jaguar\" bleibt Rios Vater spurlos verschwunden. Isabella Freund, der Kontaktmann Hector Sanches, ist auf mysteriöse Weise ums Leben gekommen. Nun hat es der korrupte US-Beamte Stanley auf ihr Leben abgesehen.","versions":[{"lang":1,"streams":[{"redirect":8438461,"hoster":"VOE"},{"redirect":8264762,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Goldfieber","epNo":3,"alt":"Old Gold","descr":"Goldfieber macht sich an der Verlorenen Küste breit, als Vietnamveteran Al Craven in Buenaventura auftaucht. Angeblich ist er ein alter Freund von Rios Vater. Mit Wileys Hilfe will er einen Schatz heben, den seine Einheit im Vietnamkrieg gefunden hatte.","versions":[{"lang":1,"streams":[{"redirect":8438462,"hoster":"VOE"},{"redirect":8264769,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Killervirus","epNo":4,"alt":"Fever","descr":"Ein gefährliches Virus bedroht tausende Menschen an der Costa Perdida. Doch die Regierung will die Sache vertuschen und unternimmt nichts. Rio und Wiley stellen sich zusammen mit Seuchenexpertin Harley Shaw dem Kampf gegen das Killervirus.","versions":[{"lang":1,"streams":[{"redirect":8584787,"hoster":"VOE"},{"redirect":8584597,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Augenzeuge","epNo":5,"alt":"The Witness","descr":"Teenager Henry wurde Zeuge eines Mordes. Aus der Zeitung erfährt er am nächsten Tag, dass es sich um den Selbstmord eines Diplomaten gehandelt haben soll. Henry wendet sich an die Polizei. Doch damit begibt er sich in Lebensgefahr. Rio Arnett wird alarmiert.","versions":[{"lang":1,"streams":[{"redirect":8438464,"hoster":"VOE"},{"redirect":8264778,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geschäfte mit dem Tod","epNo":6,"alt":"The Cure","descr":"Die ambitionierte Wissenschaftlerin Dr. Young forscht in Buenaventura nach neuen Heilmitteln. Eine verheerende Explosion in ihrem Camp macht ihre viel versprechende Arbeit zunichte. Rio geht der Sache nach und kommt einem skurpellosen Pharmakonzern auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8438463,"hoster":"VOE"},{"redirect":8264777,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bis daß der Tod uns scheidet","epNo":7,"alt":"Till Death","descr":"Rio hat den Auftrag, die Exfrau des ehemaligen Elitesoldaten Rick in Schutz zu nehmen. Der gewalttätige Alkoholiker verfolgt die junge Annie mit rasender Eifersucht. Als Rio sich in Annie verliebt, steht auch er ganz oben auf Ricks Liste.","versions":[{"lang":1,"streams":[{"redirect":8438466,"hoster":"VOE"},{"redirect":8264792,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im Fadenkreuz","epNo":8,"alt":"Crosshairs","descr":"Die bekannte Sängerin Lucy Ortega bittet Rio um einen Gefallen. Er soll für sie das Geld eintreiben, das ihr Arbeitgeber ihr noch schuldet. Rio stattet daraufhin dem Clubbesitzer einen Besuch ab. Am nächsten Tag ist der Mann tot, und Rio steht unter Mordverdacht.","versions":[{"lang":1,"streams":[{"redirect":13096610,"hoster":"VOE"},{"redirect":10061303,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Leibwächter des Teufels","epNo":9,"alt":"The Hit","descr":"Rio erhält den Auftrag, den berüchtigten Gangsterboss Ramon Estrada vor einem Mordanschlag zu beschützen. Zwar gefällt ihm die Sache nicht, doch er hat keine Wahl: Er muss den \"Leibwächter des Teufels\" spielen. Denn der Gangster ist ein wichtiger Informant des OSI.","versions":[{"lang":1,"streams":[{"redirect":8584790,"hoster":"VOE"},{"redirect":8584600,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die fliegende Reporterin","epNo":10,"alt":"Blown Away","descr":"Rio bekommt den Auftrag, die bekannte Reporterin Molly Murphy in eine abgelegene Region Buenaventuras zu fliegen. Dort will sie die undurchsichtigen Machenschaften eines Großgrundbesitzers aufklären.","versions":[{"lang":1,"streams":[{"redirect":8438477,"hoster":"VOE"},{"redirect":8264800,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Stalins Erbe","epNo":11,"alt":"American Gulag","descr":"Ein alter Mann taucht an der Verlorenen Küste auf und behauptet, Holländer zu sein. In Wirklichkeit handelt es sich um den Russen Nicolai Vyshenko, der für die Massaker unter Stalin mitverantwortlich war. Bald stellt sich heraus, dass das Morden nicht vorbei ist.","versions":[{"lang":1,"streams":[{"redirect":8584792,"hoster":"VOE"},{"redirect":8584604,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das rote U-Boot","epNo":12,"alt":"Red Sub","descr":"Ein russischer Waffenschieber taucht in Buenaventura auf. Rio und Wiley fragen sich, welchen dunklen Geschäften der Gangster nachgehen will. Schon bald erhärtet sich ihr Verdacht: Ein russisches Atom-U-Boot soll in die Hände der Drogenmafia gelangen.","versions":[{"lang":1,"streams":[{"redirect":8438480,"hoster":"VOE"},{"redirect":8264805,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Plutonium","epNo":13,"alt":"Seller’s Market","descr":"Rio soll einen Suchtrupp in den Dschungel führen. Eine französische Trägerrakete mit einem Satelliten an Bord ist abgestürzt. Mit von der Partie ist die attraktive Wissenschaftlerin Marie Deschaux. Doch Marie verfolgt einen eigenen, streng geheimen Plan.","versions":[{"lang":1,"streams":[{"redirect":8438473,"hoster":"VOE"},{"redirect":8264812,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die vergessene Stadt","epNo":14,"alt":"Lost City","descr":"Die attraktive Archäologin Eva Bergson kommt nach Buenaventura. Mit Rios und Wileys Hilfe will sie nach den Überresten einer sagenhaften antiken Stadt suchen. Doch die \"Vergessene Stadt\" ruft auch finstere Gestalten auf den Plan.","versions":[{"lang":1,"streams":[{"redirect":8584794,"hoster":"VOE"},{"redirect":8584605,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Entführung aus Liebe","epNo":15,"alt":"The Rescue","descr":"Rio und Wiley sollen ein junges Mädchen befreien, dass von ihrem Vater entführt wurde. Kein leichtes Unterfangen, denn der Vater ist Drogenboss und vesteht es, sich seiner Haut zu wehren. Endlich haben sie das Mädchen, doch das will überhaupt nicht gerettet werden.","versions":[{"lang":1,"streams":[{"redirect":8438479,"hoster":"VOE"},{"redirect":8264814,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Freiheit für Buenaventura","epNo":16,"alt":"Hostage Situation","descr":"Im politisch instabilen Buenaventura stehen Wahlen vor der Tür. Rio und Wiley ahnen, dass die Lage ernst werden könnte. Sie behalten recht: Alisons Hotel wird von Rebellen besetzt, ihre Gäste als Geiseln genommen. Händeringend sucht Rio nach einer friedlichen Lösung.","versions":[{"lang":1,"streams":[{"redirect":8584798,"hoster":"VOE"},{"redirect":8584608,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Spurlos verschwunden","epNo":17,"alt":"Abduction","descr":"In Buenaventura verschwinden immer wieder arme Bauern spurlos. Rio und Wiley versuchen, der Sache auf den Grund zu gehen. Die Dorfbevölkerung behauptet, der sagenhafte Riesenvogel \"Pajaro Negro\" hätte zugeschlagen. Doch die Wahrheit ist viel grausamer.","versions":[{"lang":1,"streams":[{"redirect":8438478,"hoster":"VOE"},{"redirect":8264827,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wunderglaube","epNo":18,"alt":"The Miracle","descr":"Elise McCarran bittet Rio, ihr bei der Suche nach ihrem Mann zu helfen. Der Arzt war bei einer Hilfsmission mit seinem kleinen Flugzeug abgestürzt. Die Behörden haben ihn längst für tot erklärt. Aber Elise ist überzeugt, dass er noch lebt.","versions":[{"lang":1,"streams":[{"redirect":8584804,"hoster":"VOE"},{"redirect":8584607,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine alte Liebe","epNo":19,"alt":"Rebound","descr":"Der amerikanische Botschafter in Buenaventura wird von Mack Cormick erpresst. Dessen Posten will der korrupte Industrielle mit seinem Sohn Peter besetzen. Über Peters Verlobte wird Rio in den Fall hineingezogen.","versions":[{"lang":1,"streams":[{"redirect":14068972,"hoster":"VOE"},{"redirect":8264828,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ungleiche Brüder","epNo":20,"alt":"Heartbreak Hotel","descr":"Rio und Wiley bekommen es mit zwei zerstrittenen Brüdern zu tun. Der eine hat Buenaventura verlassen, um in den USA zu studieren. Der andere ist geblieben und auf die schiefe Bahn geraten. Die Krankheit ihrer Mutter bringt die beiden wieder zusammen.","versions":[{"lang":1,"streams":[{"redirect":8438488,"hoster":"VOE"},{"redirect":8264831,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Falschgeld","epNo":21,"alt":"Engraved Danger","descr":"Rio und Wiley in besonders gefährlicher Mission: Extremistische Kommunisten haben 100-Dollar-Druckplatten erbeutet. Damit könnten sie eine globale Wirtschaftkrise auslösen. Bei dem Versuch, den Untschlupf der Gruppe zu finden, stürzen die beiden ab.","versions":[{"lang":1,"streams":[{"redirect":8438496,"hoster":"VOE"},{"redirect":8264840,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Flugangst","epNo":22,"alt":"Fear Of Flying","descr":"Der tollkühne Pilot Wiley leidet plötzlich unter unerklärlicher Flugangst. Rio will seinem besten Freund helfen. Gemeinsam mit einer Psychologin der Organisation versucht er die Ursache herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":12172683,"hoster":"VOE"},{"redirect":8584611,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Fluch des Jaguars","epNo":23,"alt":"Catch-23","descr":"Rio setzt alles daran, seinen Vater wiederzufinden. Der ist seit der missglückten Operation \"Jaguar\" spurlos verschwunden. Rio hat erfahren, dass Söldner angeheuert wurden, um seinen Vater zu ermorden. Deshalb bricht er auf eigene Faust in den Dschungel auf.","versions":[{"lang":1,"streams":[{"redirect":8438490,"hoster":"VOE"},{"redirect":8264846,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"High Noon in Costa Perdida","epNo":24,"alt":"High Noon In Costa Perdida","descr":"Der ehemalige Weltmeister im \"Ultimate Fighting\" taucht in Costa Perdida auf. Skrupellos versucht er, sich ein Stück Land unter den Nagel zu reißen. Das Vorgehen des \"Champs\" lässt Rio und Wiley natürlich nicht kalt. Sie fordern den Landräuber heraus.","versions":[{"lang":1,"streams":[{"redirect":8438495,"hoster":"VOE"},{"redirect":8264850,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Auf der Anklagebank","epNo":25,"alt":"The Court Martial Of Rio Arnett","descr":"Rio wird des Hochverrats beschuldigt und vor das Militärgericht gestellt. Er soll eine Lieferung gestohlener Waffen an den Feind verschoben haben. Die Anschuldigungen sind falsch. Nur Jenner kann die Todesstrafe abwenden, doch der ist verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8584771,"hoster":"VOE"},{"redirect":8584603,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Im Auge des Sturms","epNo":26,"alt":"Eye Of The Storm","descr":"Ein Hurrikan bricht über die Verlorene Küste herein. Rio und Wiley bringen die gefährdete Bevölkerung in Sicherheit. Sie selbst finden Schutz in einem Gebäude. Genau dort taucht ein alter Bekannter auf, den die beiden nicht sehen wollten: Henry Stanley.","versions":[{"lang":1,"streams":[{"redirect":8584763,"hoster":"VOE"},{"redirect":8584613,"hoster":"Streamtape"}]}]}]}]}