{"path":"/serie/stream/air-gear","name":"Air Gear","descr":"Der junge Ikki, welcher als einziger Kerl mit einem Haufen Mädchen unter einem Dach lebt, ist von Air Traks, das sind motorisierte Rollerblades, fasziniert. Wenig verwunderlich, dass er sich, trotz eines Verbots, kurzerhand auf selbige schwingt und geradewegs in die Story von Air Gear schlittert. Es beginnt ein spannender Kampf zwischen den Teams auf Air Traks, die sich gegenseitig bekämpfen und von der Polizei gejagt werden …","seasons":[{"path":"/serie/stream/air-gear/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/air-gear/staffel-1/episode-1","name":"Trick: 1 Air Gear","epNo":1,"alt":"Trick: 1 Air Gear","descr":"Hier beginnt alles. Ikki kämpft mit einer Gruppe Sturmreiter, die ATs einsetzen. Nachdem er verloren hat, sieht Ikki den mysteriösen Simca. Nachdem er nach Hause zurückgekehrt ist, nimmt er neugierig ein Paar Mikan\u0027s AT\u0027s. Nachdem er versehentlich eine andere Storm Rider-Gruppe herausgefordert hat, wird Ikki in ein Air Trek-Match gestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438493","hoster":"VOE"},{"path":"/redirect/8264859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-2","name":"Trick: 2 Das Emblem der Rez Boa Dogs","epNo":2,"alt":"Trick: 2 Screams Of The Rez-Boa Dogs","descr":"Ikki ist verliebt? Vielleicht oder es sind einfach unkontrollierbare Hormone. Ringo ist besorgt (wahnsinnig eifersüchtig) und Mikan ist misstrauisch, aber Simca, der Gegenstand von Ikkis Aufmerksamkeit, braucht seine Hilfe. Bei dem Versuch, dem Mädchen zu gefallen, das ihm gefällt, wird Ikki vom Anführer der Rez-Boa-Hunde herausgefordert. Der Ausgang dieses Rennens wird in naher Zukunft zu vielen Dingen führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096607","hoster":"VOE"},{"path":"/redirect/8264860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-3","name":"Trick: 3 König der Nacht","epNo":3,"alt":"Trick: 3 Enter The Night Kings","descr":"Nach Ikkis Sieg über den Anführer der Rez-Boa-Dogs beschließen die, sich aufzulösen. Ikki lernt schließlich, was es bedeutet, ein Emblem auf die Linie zu setzen. Auch Ikkis AT ist schlecht gelaunt und benötigt neue Teile, aber Ikki findet ein Mittel, um Geld zu verdienen. Es scheint eine wünschenswertere Option zu sein, Parts War.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438505","hoster":"VOE"},{"path":"/redirect/8264871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-4","name":"Trick: 4 Kazus, Onigiris und mein Kampf um unseren Stolz","epNo":4,"alt":"Trick: 4 A Battle For Kazu, Onigiri, And My Pride","descr":"Ikkis Freunde, Onigiri und Kazu, waren in der Schule auf der Suche nach den Nachtkönigen für einen Teilkrieg. Aber sie geraten in Schwierigkeiten, als sie versuchen, sie auf ihrem Rasen herauszufordern. Ikki ist gezwungen, trotz Kazu, Onigiri und seinem Stolz gegen den Anführer der Nachtkönige \"Fat Buccha\" vorzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438503","hoster":"VOE"},{"path":"/redirect/8264874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-5","name":"Trick: 5 Mein Instinkt und mein Herz flammen auf!","epNo":5,"alt":"Trick: 5 My Body, My Heart Is Being Set Aflame","descr":"Ikki und Buccha setzen ihr Spiel fort, aber kann Ikki gewinnen? Oder ist der erfahrene Buccha zu viel für ihn? Mit allen Zuschauern, einschließlich Ringo und Spitfire, versucht Ikki sein Bestes, um zu gewinnen. Ikki hat gefährlichere Schlachten vor sich, mit seinem gewählten Weg, wenn er den 8 Road Kings folgen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438504","hoster":"VOE"},{"path":"/redirect/8264883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-6","name":"Trick: 6 Allein gegen die Skull Saders","epNo":6,"alt":"Trick: 6 It’s A Rematch! I’ll Get My Emblem Back!","descr":"Es ist Nacht und Ikki strolcht in der Stadt herum, während er über die 8 Wege zum König nachdenkt. Als er auf jemanden eines A-Class-Teams \"Agito\" trifft. Die Skull Saders wollen sich nach ihrer vorherigen Niederlage rächen, fordern das Sleeping Forest-Team heraus.  Ikki nimmt die Herausforderung in der F-Klasse \"Dash\" an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438509","hoster":"VOE"},{"path":"/redirect/8264890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-7","name":"Trick: 7 Onigiri, wir sind Freunde!","epNo":7,"alt":"Trick: 7 What’s Wrong With Rejection? Onigiri, We’re Comrades!","descr":"Nachdem er seine Belohnung von Buccha erhalten hatte, trainiert Ikki mit Ringo, als sie aus heiterem Himmel vorschlägt, dass er Simcas Team beitreten sollte. Ikki wollte jedoch seine eigene Gruppe bilden. Als Ikki und Kazu versuchen, ihr Team zu trainieren und aufzubauen, stellen sie fest, dass Onigiri eine Freundin hat. Wird dies das Trio weiter davon abhalten, ein Team zu gründen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438510","hoster":"VOE"},{"path":"/redirect/8264900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-8","name":"Trick: 8 Vernichtung! Oriharas Zusatzprüfung","epNo":8,"alt":"Trick: 8 Defeat Orihara-sensei’s Supllementary Exam: Let’s Rediscover Ton-chan-sensei’s Past","descr":"Ikki, Kazu und Onigiri stehen kurz vor dem Scheitern der Mittelschule und müssen einen Test von Masaya Orihara bestehen, um fortfahren zu können. Mit Hilfe von Mari Tomita versucht die Gruppe, den Antwortschlüssel für den Test zu stehlen und dabei Ton-chans Vergangenheit aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438511","hoster":"VOE"},{"path":"/redirect/8264901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-9","name":"Trick: 9 Buffalo gegen den großen weißen Hai!","epNo":9,"alt":"Trick: 9 Clash! Buffalo Vs. Great White Shark","descr":"Ringo teilt Ikki mit, dass ein Parts War Match stattfindet und dass es eine gute Erfahrung für ihn ist, einen A-Class-Kampf in Aktion zu sehen. Ikki und sein Team machen sich auf den Weg und stellen fest, dass Agito allein seine Konkurrenz übernimmt! Welche Kraft und Macht hat Agito ?!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438512","hoster":"VOE"},{"path":"/redirect/8264907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-10","name":"Trick: 10 Agito, ich werde dich aus der Tiefe des Brunnens ziehen!","epNo":10,"alt":"Trick: 10 Agito, I’ll Drag You Up From The Bottom Of The Well","descr":"Nach den Ereignissen der vorigen Episode wurden Gonzou und der Rest seines Kintetsu Bulls-Teams von Agito allein besiegt. Dies ist nur der Anfang, als der Polizeirazzia aus dem Nichts kommt, aber dies ist das Territorium der Bullen. Akito offenbart Ikki seine gespaltene Persönlichkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438517","hoster":"VOE"},{"path":"/redirect/8264910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-11","name":"Trick: 11 Team Kogarasumaru Start!","epNo":11,"alt":"Trick: 11 Team Kogarasumaru Take-off","descr":"Nach Ikkis Konfrontation mit Akitos Bruder Kaito wird Akito jetzt mit derselben Schule wie Ikki zusammen leben. Mit dieser Sortierung beginnt Ikki auch, sein neu formiertes Team auszusortieren, das mit seinem fünften Mitglied offiziell werden kann, aber die frühere 27. Generation \"East Side Gunz\" hat ein Problem damit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438513","hoster":"VOE"},{"path":"/redirect/8264913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-12","name":"Trick: 12 Der geheimnisvolle Helfer – Croissant Maske erscheint!","epNo":12,"alt":"Trick: 12 She’s Finally Here: The Savior Rider","descr":"Das neugegründete Kogarasumaru war eine Herausforderung für die erste AT-Schlacht der Sabel-Tiger mit ihren Emblemen, Teilen und ihrem Stolz. Da Agito nicht an diesem F-Class Parts War teilnehmen möchte, hat das Team bereits Probleme, zu verlieren. Als sie Hilfe von einem nicht so mysteriösen Fahrer bekommen! Jetzt haben sie eine Chance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438518","hoster":"VOE"},{"path":"/redirect/8264917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-13","name":"Trick: 13 Ich werde dir mein Talent zeigen, Rika!","epNo":13,"alt":"Trick: 13 What Do You Mean By Icarus’ Wings? I’ll Show You My Talent, Rika-nee","descr":"Das Team hat nun ihren ersten Sieg errungen, und Ikki ist ziemlich zuversichtlich. Er kann nun die Spitze des Trophaeum-Turms anpeilen. Einige Tage später kehrt Rika nach Hause zurück, um dem aufgeregten Ikki über den Debütsieg seines Teams zu berichten. Trotzdem scheint sie sicher dagegen zu sein, dass er seinen eingeschlagenen Weg fortsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438523","hoster":"VOE"},{"path":"/redirect/8264920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-14","name":"Trick: 14 Der alte König des Himmels und der Anwärter VS das alte und neue Sleeping Forest","epNo":14,"alt":"Trick: 14 Collision! The Old \u0026 New Sky King’s Heir Vs. The Old \u0026 New Sleeping Forest","descr":"Es ist Morgen und Ikki ist bereits sauer, weil Rika ihm verboten hat, irgendetwas mit AT zu tun, aber ohne einen Grund zu nennen. Rika trifft einen alten Freund und ehemaligen Sleeping Forest-Anführer, der Ikki möglicherweise davon überzeugen kann, seinen Weg fortzusetzen. Endlich lernt Ikki die tragische Vergangenheit des schlafenden Waldes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438520","hoster":"VOE"},{"path":"/redirect/8264924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-15","name":"Trick: 15 Ich werde deine Fesseln zerschneiden","epNo":15,"alt":"Trick: 15 I’ll Cut Off The Shackle Of Thorns!","descr":"Mit Ikki, der sich weigert, AT aufzugeben, fordert er Rika zu einem Kampf auf, um das Recht zu haben, als Sturmreiter weiterzumachen. Doch während der Kampf weitergeht, scheint er zu verlieren. Es ist offensichtlich ein Nachteil für ihn, gegen ein ehemaliges Sleeping Forest-Mitglied namens \"Thorn Queen\" anzutreten, aber wird Ikkis Flügel es ihm erlauben, sich von ihren Dornen zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438527","hoster":"VOE"},{"path":"/redirect/8264927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-16","name":"Trick: 16 Wir zeigen euch unser Können! Ihr seid tot","epNo":16,"alt":"Trick: 16 Let’s Go, Kogarasumaru!","descr":"Es ist Nacht und Agito baut seine eigene Straße in andere Sturmreiter. Um das Territorium seines Teams zu stärken, ohne dass Ikki weiß. Jedoch wird er in dieser Nacht von demselben \"mysteriösen Skater\" angesprochen. Agitos Plan könnte in Kraft treten, wenn das Team Kogarasumaru plötzlich von einem ungewöhnlich großen und starken D-Rank-Team \"Behemoth\" herausgefordert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438524","hoster":"VOE"},{"path":"/redirect/8264930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-17","name":"Trick: 17 Durch den Cube Battle entwickelt sich Kogarasumaru weiter","epNo":17,"alt":"Trick: 17 The Cube Battle In Hell: Kogarasumaru Evolves","descr":"Der Tag ist endlich gekommen. Team Kogarasumaru tritt in einem furchterregenden Kampf gegen das Team Behemoth an. Mit Hunderten von Zuschauern für die kommende Schlacht sind alle Augen auf sie gerichtet. Kogarasumasu muss alles geben, um dieses Mal zu gewinnen. Es wird nicht leicht sein. Sie stehen sich jeweils 1 gegen 1 gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438522","hoster":"VOE"},{"path":"/redirect/8264932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-18","name":"Trick: 18 Endlich der erste Sieg!","epNo":18,"alt":"Trick: 18 Finally A Win","descr":"Nach dem Kampf von Kazu führt jeder der Kogarasumaru seine eigenen Schlachten gegen die Behemoths in separaten Würfeln. Jetzt sind nur noch Ikkis und Agitos Schlachten übrig und während Ikki in seinem Würfel mit Mitsuru spielt, ist Agito darauf konzentriert, sein Regalia von Akira zurückzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438525","hoster":"VOE"},{"path":"/redirect/8264937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-19","name":"Trick: 19 Die Schicksalsinsignie des Fangzahns brüllt!","epNo":19,"alt":"Trick: 19 The Fang’s Regalia Of Destiny Is Howling!","descr":"Diese 1-gegen-1-Würfelschlachten haben sich plötzlich zu einer 2-zu-2-Würfelschlacht entwickelt; Ikki und Agito vs. Mitsuru und Akira. Das Team Kogarasumaru schafft es mit seinen Techniken des spontanen Tag-Teams die Oberhand zu gewinnen, jedoch werden die Tische gedreht, sobald der Fang\u0027s Regalia zu heulen beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438530","hoster":"VOE"},{"path":"/redirect/8264940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-20","name":"Trick: 20 Die Entscheidung!","epNo":20,"alt":"Trick: 20 It’s Finally The End","descr":"Die Schlacht hat ihren Höhepunkt erreicht und wird mit dem nächsten Zug endgültig entschieden. Inzwischen ist die Arena von den Windstorm G-Men umgeben, wie werden sich die Dinge entwickeln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438529","hoster":"VOE"},{"path":"/redirect/8264942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-21","name":"Trick: 21 Genesis wird aktiv!","epNo":21,"alt":"Trick: 21 Genesis Strikes!","descr":"Das Team Kogarasumaru hat gerade den ersten großen Sieg errungen. Obwohl es angeschlagen und verletzt ist, haben sie noch große Hoffnungen und sind voller Zuversicht. Das Team ist nun damit beschäftigt, nach einem Ort zu suchen, um zu verweilen. Und schützt gleichzeitig sein Territorium. Als sie ein Geschenk des ehemaligen Schulleiters Koro erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918072","hoster":"VOE"},{"path":"/redirect/8264945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-22","name":"Trick: 22 Der Kampf um Agitos Dokumente","epNo":22,"alt":"Trick: 22 The Battle For Agito’s Documents!","descr":"Mit der Aktivierung von Genesis hat Ikki Kogarasumaru die Kontrolle über Gensis übernommen, das aus 350 Fahrern besteht, die die Anführer des Trophaeum-Turms stürzen. Am nächsten Tag ist es Zeit für die Schulreise nach Kyoto und Akito scheint das Geld nicht zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438535","hoster":"VOE"},{"path":"/redirect/8264950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-23","name":"Trick: 23 Die Ortsgruppe Kansai!","epNo":23,"alt":"Trick: 23 Genesis’s Kansai Division Appears","descr":"Die Jungs sind auf ihrer Exkursion nach Kyoto. Es gibt nicht viel Zeit für Besichtigungen. Weil in Kyoto Leute auf Team Kogarasumaru warten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098694","hoster":"VOE"},{"path":"/redirect/8264954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-24","name":"Trick: 24 Ein energiegeladener Kampf","epNo":24,"alt":"Trick: 24 A True Spirit’s Battle!","descr":"Einige von Ikkis Freunden wurden entführt, um ihn in das Trident-Hauptquartier zu locken. Weil ihn niemand als neuen Anführer von Genesis anerkennen will. Um sich selbst zu beweisen, fordert Ikki den Dreizack zu einem Kampf auf. Mit dem Leben seines Genossen beginnt die Jahrhundertschlacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438534","hoster":"VOE"},{"path":"/redirect/8264957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/air-gear/staffel-1/episode-25","name":"Trick: 25 Ich bin ein Genie!","epNo":25,"alt":"Trick: 25 I’m A Genius!","descr":"Es ist Zeit für Ikkis Kampf mit Yosh (i) Tsune und Hunderte haben sich versammelt, um ihren Kampf zu sehen. Wenn alle zuschauen, wird Ikki endlich wirklich fliegen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8438538","hoster":"VOE"},{"path":"/redirect/8264959","hoster":"Streamtape"}]}]}]}]}