{"seriesId":"air","name":"Air","descr":"Der Anime handelt von Yukito Kunisaki, einen Reisenden, der schon seit Jahren nach dem `Mädchen im Himmel` sucht. Die Legende über das geflügelte Menschenwesen wird in seiner Familie seit Generationen weitererzählt, damit eines Tages ein Nachkomme das tragische Schicksal jenes sagenhaften Mädchens zum Positiven verändert.Auf seiner Reise kommt Yukito in eine kleine Stadt am Strand, wo er das geheimnisvolle Mädchen Misuzu trifft, das unbedingt mit ihm Freundschaft schließen möchte. Somit beginnt die Geschichte ihren Lauf zu nehmen, deren Wurzeln mehrere tausend Jahre in der Vergangenheit liegen...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Kaze -breeze-","descr":"Yukito Kunisaki kommt in der Stadt an, um mit seinem Puppenspiel Geld für Lebensmittel zu verdienen. Er trifft Misuzu Kamio, ein seltsames Mädchen, das in der Stadt lebt. Misuzu gelingt es, Yukito mit Essen in ihr Haus zu locken, woraufhin sie ihm nach einem Gespräch einen Wohnsitz anbietet. Bald kommt auch Haruko Kamio, der Pflegemutter von Misuzu, Zuhause an.","versions":[{"lang":3,"streams":[{"redirect":8438578,"hoster":"VOE"},{"redirect":8265037,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Machi -town-","descr":"Yukito erklärt Misuzu die Suche nach dem verfluchten Mädchen mit Flügeln, das seit Generationen in seiner Familie ist. Am nächsten Tag gelingt es Yukitos Puppenshow, nur einen Hund namens Potato anzuziehen, während er andere erschreckt. Yukito wird von Hijiri Kirishima vor ihrer Klinik erwischt und bietet Yukito Arbeit an.","versions":[{"lang":3,"streams":[{"redirect":8438582,"hoster":"VOE"},{"redirect":8265042,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Koe -whisper-","descr":"Die Umgebung von Yukito und Misuzu ändert sich aufgrund von Kanos Erfahrung am Schrein im Ackerland. Nach einer Konfrontation mit Hijiri gehen Yukito und andere kurz in die Klinik. Yukito und Misuzu verlassen die Klinik nach Hause.","versions":[{"lang":3,"streams":[{"redirect":12915436,"hoster":"VOE"},{"redirect":13900351,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Hane -plume-","descr":"Kano würgt Yukito in ihrem zombieartigen Zustand nahe des Schreins hart genug, um eine Spur zu hinterlassen, bevor sie bewusstlos wird. Zurück in der Klinik entschuldigt sich Hijiri für Kanos Verhalten und erklärt, wann und wie Kanos ungewöhnliche Symptome mit einer einzigen hellen Feder am Schrein begannen.","versions":[{"lang":3,"streams":[{"redirect":8438589,"hoster":"VOE"},{"redirect":8265046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tsubasa -wing-","descr":"Yukito verbringt den Tag mit Minagi und Michiru, während Misuzu in der Schule ist. Yukito geht von Minagi nach Hause, nachdem er eingeladen wurde, auf dem Schuldach zu chillen. Als er erstmals von der psychischen Erkrankung ihrer Mutter erfährt. Später versucht Misuzu mit Yukito Karten zu spielen, wird jedoch von extremen Schmerzen überwältigt.","versions":[{"lang":3,"streams":[{"redirect":8438587,"hoster":"VOE"},{"redirect":13900350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Hoshi -star-","descr":"Nachdem Minagis Mutter durch ihre geistige Verfassung vergessen hat, dass sie eine Tochter hat, verlässt Minagi ihr Zuhause und schließt sich Yukito an. Yukito sagt Minagi, dass er die Stadt verlässt und möchte, dass sie mit ihm kommt. Führt sie jedoch stattdessen zu ihrer Mutter zurück. Michiru ist eingeladen, in Minagis Haus zu essen. Michiru geht, nachdem sie ihren Zweck erfüllt hat.","versions":[{"lang":3,"streams":[{"redirect":8438586,"hoster":"VOE"},{"redirect":8265055,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Yume -dream-","descr":"Es gibt eine Reihe von Rückblenden, in denen Yukito von seiner Mutter erzählt. Welche ihm von dem Mädchen mit Flügeln erzählt, wie sie alles vergessen und sterben wird, wenn sie ihren letzten Traum träumt. Und darüber, wie die Person, die ihr nahe steht, auch sterben wird. Misuzu\u0027s Pflegemutter lässt Yukito und Misuzu allein.","versions":[{"lang":3,"streams":[{"redirect":14000829,"hoster":"VOE"},{"redirect":8265057,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Natsu -summer-","descr":"Diese Geschichte spielt 1000 Jahre vor dem Traumbogen. Kanna ist ein Mädchen mit Flügeln, das sich in einem Palast befindet, mit einem Freund Uraha und einem Leibwächter Ryuya. Weil Kanna in einen anderen Tempel geschickt werden soll, fliehen die drei und gehen auf eine Reise, um Kannas Mutter zu finden. Inzwischen wird der Palast angegriffen und die 3 werden verfolgt.","versions":[{"lang":3,"streams":[{"redirect":8438591,"hoster":"VOE"},{"redirect":8265062,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Tsuki -moon-","descr":"Kannas Mutter behauptet, \"befleckt\" zu sein. Sie fliehen alle vom Berg, aber ihre Verfolger schaffen es, Kannas Mutter zu töten. Bevor sie stirbt, gibt sie das alte Gebet an Kanna weiter. Während die Verfolger näher kommen, sprechen die drei davon, sich in der Nähe des Ozeans niederzulassen. Aber Kanna weiß, dass dies nur ein Traum ist.","versions":[{"lang":3,"streams":[{"redirect":8438597,"hoster":"VOE"},{"redirect":8265066,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hikari -light-","descr":"Die Ereignisse des Traumbogens werden aus der Sicht einer von Misuzu gefundenen Krähe mit dem Namen Sora nacherzählt.","versions":[{"lang":3,"streams":[{"redirect":8438596,"hoster":"VOE"},{"redirect":8265064,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"umi -sea-","descr":"Misuzus Fluch wird immer ernster. Bald hat sie vergessen, wer Haruko ist, und beginnt seltsam zu handeln, indem sie selbst Karten spielt und nicht ins Freie gehen will. Haruko ist deprimiert, versucht aber die von Misuzu verlorenen Erinnerungen wieder herzustellen.","versions":[{"lang":3,"streams":[{"redirect":8438598,"hoster":"VOE"},{"redirect":8265073,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Sora -air-","descr":"Das Sommerfestival ist endlich da, aber leider regnet es an diesem Tag und somit ist das Festival abgesagt. Haruko will alles für Misuzu tun und bringt sie zum örtlichen Schrein. Kann Haruko als Mutter- und Tochterbindung letztendlich Misuzu retten?","versions":[{"lang":3,"streams":[{"redirect":13004003,"hoster":"VOE"},{"redirect":8265074,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Recap","descr":"Eine Zusammenfassung von Misuzu Kamios Arc.","versions":[{"lang":3,"streams":[{"redirect":8438601,"hoster":"VOE"},{"redirect":8265075,"hoster":"Streamtape"}]}]}]}]}