{"path":"/serie/stream/aishite-knight","name":"Aishite Knight","descr":"[Rock`n` Roll Kids] Yakko lernt den kleinen Hashizo und seinen dicken Kater Giulianno kennen. Der kleine Junge ist sofort hin und weg von ihr und meint er müsste sie unbedingt mit seinem großen Bruder Joe verkuppeln. Dies versucht er auch ständig in die Tat umzusetzen. Leider läuft alles schief. Joe, der Sänger in der Band \"Bee Hive\" ist fängt sich beim ersten unfreiwilligen Treffen schon eine Ohrfeige ein, sein Bandkollege Sami flirtet wild mit Yakko und Maeko ist eifersüchtig auf Yakko, da sie von Sami schon lange begeistert ist. Und das schlimme ist, dass Yakko nochnicht mal weiß, dass der Typ mit der \"Klobürsten Frisur\" (wie ihr Vater Shigemaru gerne sagt) Hashizos Bruder ist. Das erfährt sie erst an einem großen Konzert, auf das Hashizo sie schleppt....","seasons":[{"path":"/serie/stream/aishite-knight/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/aishite-knight/staffel-1/episode-1","name":"Neue Freunde","epNo":1,"alt":"The Boy, the Cat, and the Cool Guy","descr":"Benjamin lebt allein mit seinem älteren Bruder Mathias, der Sänger einer berühmten Rockband ist. Eines Tages, als dieser zur Probe ins Aufnahmestudio geht, hat Benjamin es satt, zu Hause eingesperrt zu sein und streift mit seiner Katze Romeo durch die Stadt. Dort lernt er ein junges Mädchen namens Lucile kennen, die ihn zum Essen im Restaurant ihres Vaters einlädt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941182","hoster":"VOE"},{"path":"/redirect/12941190","hoster":"Doodstream"},{"path":"/redirect/12941185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-2","name":"Juliano","epNo":2,"alt":"Juliano the Misogynist","descr":"Benjamin vertraut Romeo für einen Nachmittag Lucile an. Doch dieser benimmt sich dem Mädchen gegenüber sehr schlecht und stößt die Vase mit den Rosen um, die Tristan ihr geschenkt hatte. Zurück im Mambo verrät Benjamin Romeos Geheimnis: Er hasst Frauen seit dem Tag, an dem seine Kindheitsgefährtin ihn für einen anderen Kater verlassen hat. Deshalb ist er seitdem zu einer frauenfeindlichen Katze geworden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941188","hoster":"VOE"},{"path":"/redirect/12941189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-3","name":"Zum Küssen ist es noch zu früh","epNo":3,"alt":"Too early for a kiss","descr":"Satomi, Mirkos Freund und Weggefährte in der gleichen Musikgruppe, hat bereits sein Interesse an Licia bekundet, die ihn bei einem Tennismatch mit einer Bekannten gesehen hat, von der Satomi sich beeilt, wegzukommen, um sich ihr zu widmen. Licia gerät unterdessen wieder mit Mirko aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941192","hoster":"VOE"},{"path":"/redirect/12941193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-4","name":"Ein besonderes Konzert","epNo":4,"alt":"The Destined Rock-n-Roll","descr":"Andrea, der seinen Bruder unbedingt \"seiner\" Licia vorstellen möchte, arrangiert ein Rendezvous im Kaufhaus, wo ein Konzert der Band stattfindet. Hier entdeckt Licia, die Andrea begleitet hat, dass der Junge, den sie mehrmals angerempelt und ebenso oft geohrfeigt hat, der Bruder ihres Freundes ist. Die Rivalität zwischen Mirko und Satomi, die schon lange in das Mädchen verliebt ist, beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941197","hoster":"VOE"},{"path":"/redirect/12941199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-5","name":"Hochzeitspuppen","epNo":5,"alt":"Go and Yakko\u0027s Wedding Figurine","descr":"Um die Freundschaft zwischen Mirko und Licia zu festigen, beschließt Andrea, ihrem Freund ein Paar Figuren zu schenken, bezahlt dafür aber mit einem Spielzeugschein. Die Supermarktleitung ruft Licia und ihren Bruder Mirko zu sich, die sich darüber streiten, wie sie den kleinen Jungen erziehen sollen, der nichts von der Geste weiß. Mirko geht zur Arbeit und vertraut Licia seinen kleinen Bruder an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941204","hoster":"VOE"},{"path":"/redirect/12941206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-6","name":"Aufregung um Yakko","epNo":6,"alt":"Midnight Platonic Love","descr":"Nach einem anstrengenden Arbeitstag beschließt Licia, Andrea nach Hause zu bringen. Während sie auf die Rückkehr von Mirko wartet, fällt auch sie in einen langen Schlaf bis zum Morgengrauen. Satomi bringt unterdessen das Geschenk zurück, das Mirko vergessen hatte, und entdeckt die Anwesenheit des Mädchens, in das er verliebt ist, im Haus seines Freundes. Es kommt zu einem Missverständnis, bis Licia, wieder wach, zu ihrem Vater zurückkehrt, der sich über ihre Verspätung aufregt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941208","hoster":"VOE"},{"path":"/redirect/12941209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-7","name":"Yakkos Romanze","epNo":7,"alt":"The Maiden Falls in a Love Triangle","descr":"Die sentimentale Handlung wird kompliziert: Mirko ist auf der von Marrabbio organisierten Party, mit der der Beginn von Andrea\u0027s Kindergarten gefeiert wird. Satomi wird zufällig auf die Feierlichkeiten aufmerksam und ist überrascht und eifersüchtig, als sie Licia mit Mirko sprechen sieht. Das Mädchen ist bald gezwungen, eine Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941212","hoster":"VOE"},{"path":"/redirect/12941215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-8","name":"Bruderliebe","epNo":8,"alt":"Forgotten Love Song","descr":"Um die beiden einander näher zu bringen, gibt Andrea vor, eine SMS an seinen Bruder an der Universität überbringen zu müssen. Bei dieser Gelegenheit erzählt Mirko Licia von seiner Kindheit und sie ist gerührt. Andrea vertraut seinem Bruder seinen Traum an: dass die beiden eines Tages heiraten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941219","hoster":"VOE"},{"path":"/redirect/12941220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-9","name":"Das Missverständnis","epNo":9,"alt":"The Illusion of a Kiss","descr":"Satomi schenkt Licia einen Rosenstrauß und lädt sie zu einem Spaziergang ein, um mit ihr zu reden. In dem Versuch, ihre Gefühle für ihn zu ergründen, muss Satomi ihr helfen, ein Insekt aus ihrem Auge zu entfernen, und Mirko wird Zeuge dieser Szene, ohne dass einer der beiden davon weiß. Mirko glaubt, dass es sich um einen Kuss handelt, und wird ohne Grund misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941223","hoster":"VOE"},{"path":"/redirect/12941225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-10","name":"Ein süßes Geschenk","epNo":10,"alt":"The Birthday Present of Love","descr":"Andrea beschließt, eine Party für seinen Bruder zu organisieren, und Marrabbio erklärt sich bereit, die Veranstaltung in dem von ihm betriebenen Restaurant auszurichten. Licia beschließt, ihr Geschenk nicht zu überreichen, da sie vermutet, dass es ihm nicht gefallen könnte. Zu ihrem Pech erfährt Mirko davon, und zwischen den beiden entwickelt sich etwas, das nicht mehr zu leugnen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941228","hoster":"VOE"},{"path":"/redirect/12941231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-11","name":"Auf Wiedersehen Joe","epNo":11,"alt":"Farewell, Mr. Go","descr":"Die Rivalität zwischen Mirko und Satomi wird entfacht, als Mirko seinem Freund seine Liebe zu Licia offenbart. Währenddessen fordert Marika das Mädchen auf, sich von Satomi fernzuhalten, in den sie ebenfalls verliebt ist. Andrea, die von Licias Gefühlen für Satomi erfährt, geht enttäuscht weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941233","hoster":"VOE"},{"path":"/redirect/12941234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-12","name":"Hashizos Plan","epNo":12,"alt":"The Jigsaw Puzzle of Love","descr":"Ohne es zu wissen, organisiert Andrea ein Treffen zwischen Licia und Mirko im Kindergarten, zu dem auch Satomi kommt, die von Marika dorthin gebracht wurde. Licia bleibt allein mit Satomi, der sie ihre Zuneigung gesteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941237","hoster":"VOE"},{"path":"/redirect/12941239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-13","name":"Eifersucht","epNo":13,"alt":"The Freeway of Sadness","descr":"Um seiner Rivalin Satomi zu beweisen, dass er Licia nicht mag, küsst Mirko absichtlich den Fan Manuela und sorgt damit für Unruhe in der Gruppe und bei seinen Freunden. Licia, die von ihrer Freundin informiert wird, verachtet ihn dafür, dass er sich über sie lustig macht, und Satomi verlässt die Gruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941242","hoster":"VOE"},{"path":"/redirect/12941247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-14","name":"Die Rivalin","epNo":14,"alt":"A Nocturne of Love and Loss","descr":"Das Schuldgefühl, ungewollt den Bruch in der Musikgruppe verursacht zu haben, veranlasst Licia, ihren Verzicht darauf mitzuteilen, beide Mitglieder in sie verliebt zu sehen. Marika, die entschlossen ist, Satomi in ihrer Nähe zu halten, heizt die Stimmung an und bringt das Mädchen dazu, zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941250","hoster":"VOE"},{"path":"/redirect/12941251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-15","name":"Hashizos Entführung","epNo":15,"alt":"Hashizo\u0027s Been Kidnapped","descr":"Besorgt über die lange Abwesenheit von Andrea in seinem Restaurant, holt Marrabbio das Kind aus dem Kindergarten ab und nimmt es für ein paar Stunden mit. In der Zwischenzeit wird die Suche auch von dem ahnungslosen Mirko und Licia aufgenommen, die sich immer noch abweisend gegenüberstehen. Als Andrea zurückkehrt, verspricht Mirko, seinen Bruder nicht aus dem Haus zu verbannen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941047","hoster":"VOE"},{"path":"/redirect/12941048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-16","name":"Yakko reißt aus","epNo":16,"alt":"Long Live Rock and Roll","descr":"Marrabbio erfährt zufällig, dass die Bee Hive Mirkos Musikgruppe sind, und verbietet Licia, sich mit ihnen zu treffen. Das Mädchen, enttäuscht und verbittert, flieht, wird aber von Giuliano mit Hilfe seines Geruchssinns gefunden. Als sie nach Hause zurückkehrt, akzeptiert Marrabbio die Gesellschaft von Mirko und Satomi und sie kehren zur Gruppe zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941052","hoster":"VOE"},{"path":"/redirect/12941051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-17","name":"König aller Tiere","epNo":17,"alt":"Juliano\u0027s A Jolly Good Fellow","descr":"Obwohl er fiebrig ist, gelingt es Giuliano, einen Einbruch zu vereiteln und durch Zufall den Ring zu finden, den er Marika gestohlen hat. Sie schlägt ihm vor, die Gruppe zu leiten und sich um ihre Interessen zu kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941055","hoster":"VOE"},{"path":"/redirect/13900352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-18","name":"Yakkos Regenbogensong","epNo":18,"alt":"Yakko\u0027s Rainbow-Colored Scat","descr":"Marikas Versuche, Licia aus dem Bienenstock zu vertreiben, scheitern, als Manuela, nachdem sie überfahren wurde, von Licia gerettet wird, die ihr die Richtigkeit ihres Verhaltens beweist. Marika gibt im Angesicht der Niederlage nicht auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941060","hoster":"VOE"},{"path":"/redirect/12941064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-19","name":"Warten auf Joe","epNo":19,"alt":"Hashizo\u0027s Birthday","descr":"Da Mirko nicht in der Lage ist, ihm ein Geschenk zu kaufen, weil ihm das Geld fehlt, nimmt er ein Angebot für einen Auftritt an, um das nötige Geld zu erhalten, und verschiebt damit die kleine Party, die für seinen Bruder organisiert wurde. Die Wartezeit wird glücklicherweise gut belohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941068","hoster":"VOE"},{"path":"/redirect/12941070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-20","name":"Geh nicht weg, Joe!","epNo":20,"alt":"Lonely Little Boy in the Dark of Night","descr":"Aus Sorge über die mögliche Abreise seines Bruders wird Andrea krank. Licia, die von dem heldenhaften Giuliano gewarnt wurde, kommt ihm zu Hilfe. Mirko gesteht seine Verantwortung für den Vorfall, auch wenn ihm der Sieg beim Gesangswettbewerb am Herzen liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941074","hoster":"VOE"},{"path":"/redirect/12941076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-21","name":"Joe hat Probleme","epNo":21,"alt":"Go! Go! Bee Hive","descr":"Mirko muss an dem Gesangswettbewerb teilnehmen, obwohl der Zustand seines kleinen Bruders noch ungewiss ist. Der Arzt ist jedoch beruhigt, dass sich der Zustand des Kindes deutlich verbessert hat, und Licia plant, den Sänger zu warnen, damit er optimal auftreten kann. Natürlich gewinnt die Band den Wettbewerb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941077","hoster":"VOE"},{"path":"/redirect/12941078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-22","name":"Heimweh","epNo":22,"alt":"The Long Beach at Dawn","descr":"Andrea nimmt eine Einladung von Elisa ans Meer an. Während des Urlaubs bekommt er Heimweh nach seinem Bruder und versucht zu fliehen, wobei er sich auf dem Heimweg verirrt. Als er vom Meer gerettet wird, haben ihn auch sein Bruder und Licia eingeholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941081","hoster":"VOE"},{"path":"/redirect/12941082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-23","name":"Juliano im Hungerstreik","epNo":23,"alt":"A Steamy Kiss Amongst the White Birches","descr":"The Bee Hive beschließen, außerhalb der Stadt für ihren Plattenvertrag zu proben. Andrea bittet darum, Giuliano bei sich zu haben, gegen den das diensthabende Hausmädchen allergisch ist. Es sind Manuela und Licia, die ihn befriedigen werden. In der Zwischenzeit offenbart Marika ihre Gefühle gegenüber Satomi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941085","hoster":"VOE"},{"path":"/redirect/12941088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-24","name":"Duett im Sturm","epNo":24,"alt":"A Duet in the Heart of the Storm","descr":"Ein Sturm tobt über Satomis Privatanwesen und trifft Marika unvorbereitet, die sich beeilt, den Mann zu finden, den sie liebt, und der Konkurrenz von Licia zu entgehen. Wie es der Zufall will, ist sie es, die sie rettet, nachdem sie aus einer Gletscherspalte gefallen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941092","hoster":"VOE"},{"path":"/redirect/12941094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-25","name":"Das Samba-Sommerfestival","epNo":25,"alt":"Summer Festival Samba","descr":"Anlässlich des japanischen Sommerfestes begleitet Licia Andrea und ihren Vater zu diesem Ereignis. Hier wird ihr klar, dass das Gefühl, das sie für Mirko hat, ein Bedürfnis nach Zuneigung und Nähe ist, das sie bald erfüllen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916630","hoster":"VOE"},{"path":"/redirect/12941099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-26","name":"Yakkos Geständnis","epNo":26,"alt":"Hot Vocals on the Lakeshore","descr":"Ohne Wissen ihres Vaters begleitet Licia Andrea zu dem Konzert und nutzt die Gelegenheit, um ihre Gefühle für Mirko auszudrücken bzw. dies zu versuchen. Währenddessen lernt die Gruppe den Anführer ihrer berüchtigtsten Gegner, Sheller, kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941100","hoster":"VOE"},{"path":"/redirect/12941101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-27","name":"Der neue Song","epNo":27,"alt":"A Passionate Exchange","descr":"Nachdem er unwissentlich Zeuge der nächtlichen Begegnung von Mirko und Licia geworden ist, fühlt sich Satomi von den Gefühlen des Mädchens ausgeschlossen. So zieht er sich in die Einsamkeit zurück, um ein neues Musikstück zu schreiben und seine Enttäuschung zu vergessen. Als Mirko ihn wiederfindet, gesteht sie ihm ihre Enttäuschung und akzeptiert die Situation der beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941105","hoster":"VOE"},{"path":"/redirect/12941107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-28","name":"Yakkos erster Kuss","epNo":28,"alt":"Yakko\u0027s First Kiss","descr":"Die Bee Hive nehmen an einem nationalen Gesangswettbewerb teil und gewinnen den ersten Preis. Mirko kann endlich seine ganze Zuneigung frei ausdrücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941109","hoster":"VOE"},{"path":"/redirect/12941110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-29","name":"Die Geburtstagsparty","epNo":29,"alt":"Baby, I Love You","descr":"Am 15. September ist Licias Geburtstag. Aus diesem Anlass verlegen The Bee Hive die Abfahrtszeit ihrer Tournee, um sie zu feiern. Bei dieser Gelegenheit gesteht Mirko ihr seine Gefühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941115","hoster":"VOE"},{"path":"/redirect/12941116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-30","name":"Joe kehrt heim","epNo":30,"alt":"A Love Song Beneath the Starry Sky","descr":"Bei seiner Rückkehr von der Tournee macht Tony Manuela einen Heiratsantrag, den sie ohne zu zögern annimmt. Am selben Abend erklären Mirko und Licia ihre Liebe zueinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941117","hoster":"VOE"},{"path":"/redirect/12941119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-31","name":"Das Hochzeitspaar","epNo":31,"alt":"The Return of the Wedding Dolls","descr":"Nachdem er Marika von sich gestoßen hat, erkennt Satomi die Tiefe seiner Gefühle und geht zurück, um sie zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941122","hoster":"VOE"},{"path":"/redirect/12941123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-32","name":"In guten wie in schlechten Zeiten","epNo":32,"alt":"A Wedding of Love and Sadness","descr":"Manuela und Tony geben sofort ihre Heirat bekannt. Licia träumt von einem eigenen Leben, aber der Manager der Gruppe zwingt sie, alle Wünsche zurückzustellen und auf bessere Zeiten für Mirko zu warten, der zu sehr mit der Gruppe beschäftigt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941127","hoster":"VOE"},{"path":"/redirect/12941131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-33","name":"Der Entschluss","epNo":33,"alt":"My Lonely Heart","descr":"Nicht einmal die Zeit, um zu wissen, dass sie sich an ihn gebunden hat, dass Licia überzeugt ist, ihre Träume aufgeben zu müssen, aufgrund der zahlreichen Verpflichtungen, die nach ihrem nationalen Erfolg auf sie zukommen. Mirko hat seinen Traum verwirklicht, zu singen und ein Star zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941133","hoster":"VOE"},{"path":"/redirect/12941135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-34","name":"Opfer für Joes Karriere","epNo":34,"alt":"A Prelude to Parting","descr":"Um Ablenkungen zu vermeiden, beschließt Licia, Mirko glauben zu machen, dass ihre Affäre wegen eines dritten Mannes, an den sie gebunden wäre, unmöglich ist. Die einzige, die das nicht glaubt, ist Andrea, die immer von einer Annäherung träumt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941137","hoster":"VOE"},{"path":"/redirect/12941139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-35","name":"Die Trennung","epNo":35,"alt":"The Broken Rhythm Machine","descr":"Marika bietet Licia an, ihr bei der Versöhnung mit Mirko zu helfen, der in der Zwischenzeit Gefahr läuft, dem Alkohol zu verfallen. Licia schafft es, es so aussehen zu lassen, als sei sie in einen Rocksänger verliebt, wobei sie von Marika tatkräftig unterstützt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941141","hoster":"VOE"},{"path":"/redirect/12941144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-36","name":"Liebeskummer","epNo":36,"alt":"The Flame of Love: Fire!","descr":"Satomi erfährt die Wahrheit von Marika und schafft es, Mirko und seinen Manager davon zu überzeugen, dass Gefühle der Karriere des Rockstars nicht im Wege stehen dürfen. Mirko und Licia kommen sich näher, obwohl Marrabbio offen dagegen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941148","hoster":"VOE"},{"path":"/redirect/12941150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-37","name":"Ungerechtigkeit","epNo":37,"alt":"Lullaby of Paris","descr":"Die Mutter von Andrea, die nach fünf Jahren Abwesenheit aus Paris zurückkehrt, sieht ihren Sohn wieder und lädt ihn in ihr Hotel ein. Mirko gesellt sich zu den beiden, um die Gründe für ihre Trennung zu verstehen. Der Bruch zwischen den beiden scheint unüberbrückbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941154","hoster":"VOE"},{"path":"/redirect/12941155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-38","name":"Paris ist so weit weg!","epNo":38,"alt":"Melody For A Little Star","descr":"Trotz anfänglicher Missverständnisse ist Mirko davon überzeugt, dass die Entscheidung seiner Mutter, Andrea mitzunehmen, das Beste für ihn ist. Als die Zeit gekommen ist, abzureisen, kann sich Andrea jedoch nicht von seinem Freund Giuliano lösen und beschließt, bei seinen Freunden zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941158","hoster":"VOE"},{"path":"/redirect/12941163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-39","name":"Lügen haben kurze Beine","epNo":39,"alt":"Rock \u0027n Roll Cupid","descr":"Elisa plant, das Gerücht zu verbreiten, dass Mirko und Licia, Satomi und Marika bald heiraten werden. Der Plan erregt die Herzen der Journalisten und den Zorn der Beteiligten. Am Ende beschließt Satomi jedoch, die Beziehung zu Marika offiziell zu machen, aber Licia erhält von ihrem Vater keine Zustimmung zur Hochzeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941165","hoster":"VOE"},{"path":"/redirect/12941166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-40","name":"Auf nach Tokio!","epNo":40,"alt":"A Snow-Colored Ballad","descr":"Durch einen unglücklichen Zufall stürzt Andrea am Bahnhof, gerade als sein Bruder von einer Tournee zurückkommt. Der kurze Aufenthalt von Mirko festigt seine Beziehung zu Licia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941169","hoster":"VOE"},{"path":"/redirect/12941173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-41","name":"Konzert für zwei Liebende","epNo":41,"alt":"The Lovers\u0027 Concerto","descr":"The Bee Hive stehen kurz vor ihrer Abreise in die Vereinigten Staaten, wo sie sechs Monate lang Konzerte geben werden. Vor der Abreise veranstalten die Bandmitglieder eine Party, und Mirko nutzt die Gelegenheit, Licia im Voraus zu sagen, dass er sie nach seiner Rückkehr heiraten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941174","hoster":"VOE"},{"path":"/redirect/12941175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aishite-knight/staffel-1/episode-42","name":"Auf nach Amerika!","epNo":42,"alt":"Wedding Bells for Mr. Go","descr":"Bevor er zu seiner Tournee aufbricht, beschließt Mirko, Marrabbio zu fragen, ob er seine Tochter heiraten will. Angesichts des Widerwillens seines Vaters beschließt Mirko, alles aufzugeben, was er hat, auch seine Musik. Überzeugt von der Entschlossenheit des Jungen stimmt der gute Vater der Hochzeit zu, und die Bee Hive kann in die Vereinigten Staaten abreisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941178","hoster":"VOE"},{"path":"/redirect/12941180","hoster":"Streamtape"}]}]}]}]}