{"seriesId":"ajin-demi-human","name":"Ajin: Demi-Human","descr":"[Ger Dub/Ger Sub] Die Geschichte von Ajin: Demi-Human handelt von Kei, der eines Tages in einen tödlichen Autounfall verwickelt wird. Als seine Wunden innerhalb von Sekunden verheilen, ist klar: Kei ist kein Mensch, er ist ein Ajin und damit unsterblich. Die ersten unsterblichen Menschen wurden auf einem Kampffeld in Afrika eingesetzt. Später wurden diese als Ajin, oder auch Demi-Human, bekannt gegeben. Und so kommt es zu einer rasanten Flucht vor den Behörden, die grausame Experimente an diesen Ajin durchführen wollen. Kei weiß nicht, wo ihm der Kopf steht, denn man möchte ihm sein Geheimnis entreißen: Das Geheimnis der Ajin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das hat doch mit uns nichts zu tun","epNo":1,"alt":"The History of Relationship We Never Had","descr":"In Afrika findet eine Schießerei statt, bei der ein einzelner westlicher Soldat viele Einheimische überflügelt, egal wie oft er getötet wird. Er wird schließlich von Beruhigungspfeilen gefällt und in einem US-Top-Secret-Body-Bag abtransportiert. Später, in Japan, verlässt Kei Nagai die Schule, in Gedanken versunken, überquert die Straße, als er von einem Lastwagen getroffen und getötet wird.","versions":[{"lang":1,"streams":[{"redirect":14271042,"hoster":"VOE"},{"redirect":14473014,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585197,"hoster":"VOE"},{"redirect":8585196,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie konnte es dazu kommen? Ich bin nicht schuld...","epNo":2,"alt":"Why Is This Happening? I Did Nothing Wrong!","descr":"Kaito bringt Kei Nagai mit seinem Motorrad in die Hügel. Kei wird von zwei Kriminellen in einem Lieferwagen erkannt, die gerade ein Schulmädchen entführt haben. Die Verbrecher folgen ihnen und als die Jungen am Straßenrand anhalten, greifen die Verbrecher an. Der Anführer fesselt Kei und erstickt ihn, um zu sehen, ob er wiederbelebt wird.","versions":[{"lang":1,"streams":[{"redirect":14271541,"hoster":"VOE"},{"redirect":14473012,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585201,"hoster":"VOE"},{"redirect":8585200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ich glaube, das war\u0027s","epNo":3,"alt":"I Think I\u0027m Done For","descr":"Kaito und Kei werden von einem anderen Motorradfahrer gesehen und verfolgt. Unterdessen erkennt Yu Tosaki Sato, einen Ajin-Jäger am ursprünglichen Unfallort. Der andere Motorradfahrer bringt die Jungs zum Absturz, aber Kaito erholt sich und schlägt ihn bewusstlos. Leider hat Kei ein gebrochenes Bein und kann sich nicht bewegen.","versions":[{"lang":1,"streams":[{"redirect":14506256,"hoster":"VOE"},{"redirect":14473013,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486414,"hoster":"VOE"},{"redirect":8585202,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hast du jemals einen schwarzen Geist gesehen?","epNo":4,"alt":"Have You Ever Seen a Black Ghost?","descr":"Izumi Shimomura erholt sich und erweist sich als Ajin. Sie verwendet ihren eigenen schwarzen Geist, um den von Koji Tanaka gesendeten anzugreifen, der sie getötet hat. Die Black Ghosts kämpfen gegeneinander, der von Izumi Shimomura kontrollierte besiegt schließlich den von Koji Tanaka kontrollierten.","versions":[{"lang":1,"streams":[{"redirect":14275150,"hoster":"VOE"},{"redirect":14473016,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486413,"hoster":"VOE"},{"redirect":8585203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aber wenn es hart auf hart geht, dann sollen sie dir helfen...","epNo":5,"alt":"The Kind of Garbage That Looks Down on Others, Yet Begs for Their Help","descr":"Yu Tosaki und die Polizei kommen an und bringen Kei in Gewahrsam. Sato enthüllt, dass es sein Plan gewesen sei, Kei von der Regierung gefangen zu nehmen, damit sie ihn misshandeln. Die Chirurgen der Regierung beginnen in einem versiegelten Raum mit Kei zu experimentieren. Unter heftigen Schmerzen erscheint sein schwarzer Geist, aber Kei weigert sich, den Chirurgen zu töten.","versions":[{"lang":1,"streams":[{"redirect":14271728,"hoster":"VOE"},{"redirect":14473020,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585216,"hoster":"VOE"},{"redirect":8585212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich werde dich ebenfalls umbringen","epNo":6,"alt":"I\u0027ll Murder You As Well","descr":"Sato vermutet, dass etwas an Kei anders ist. Als Sato hilflose Chirurgen zu töten beginnt, legt Kei Objekte ein und tötet Sato. Im Ajin-Forschungszentrum versucht Ikuya Ogura, die Black Ghosts zu erklären, und Yu Tosaki besteht darauf, dass Izumi Shimomura an seiner Seite bleibt, um ihn zu schützen.","versions":[{"lang":1,"streams":[{"redirect":14275152,"hoster":"VOE"},{"redirect":14473018,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585218,"hoster":"VOE"},{"redirect":8585219,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich schwöre, dann kehre ich alles unter den Teppich","epNo":7,"alt":"I Will Definitely Suppress Them","descr":"Nach dem Verlust der \"Probe\" erhält Kei Yu Tosaki eine Warnung vom Minister. Er erinnert sich an die Zeit, als der Minister ihm eine Stelle in der Ajin-Kontrollkommission anbot und er sah, wie Waffen auf Ajin 002 getestet wurden, um einen möglichen Gewinn zu erzielen.","versions":[{"lang":1,"streams":[{"redirect":14270421,"hoster":"VOE"},{"redirect":14473019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585222,"hoster":"VOE"},{"redirect":8585217,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Macht euch auf was gefasst","epNo":8,"alt":"Brace for Impact","descr":"Kei erholt sich vom Ertrinken im Meer, wird jedoch von einer alten Dame auf einem Fahrrad getroffen. Er beschließt aufzuhören und ihr zu helfen. Sato wendet sich an die sieben Ajin, die an seinem privaten Treffen teilnehmen, und gibt ihnen die Möglichkeit, sich an einem Massaker zu beteiligen. Diejenigen, die dies nicht tun, will er als Gefangene behalten.","versions":[{"lang":1,"streams":[{"redirect":14269611,"hoster":"VOE"},{"redirect":14473021,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585225,"hoster":"VOE"},{"redirect":8585226,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Warte! Lass uns darüber reden","epNo":9,"alt":"Wait, Let\u0027s Talk Over This Again","descr":"Ko Nakano stößt auf Black Ghost-Spuren und findet Kei Nagai, die jetzt mit ihrer Zustimmung als Enkel der alten Dame im Dorf fungiert. Ko schlägt vor, dass sie sich zusammenschließen, um Sato zu bekämpfen. Obwohl Kei mit Ko einverstanden ist, will er wirklich ein friedliches Leben und hält Ko in einem verlassenen Lastwagen fest, um ihn zurückzuhalten.","versions":[{"lang":1,"streams":[{"redirect":14275151,"hoster":"VOE"},{"redirect":14473023,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585229,"hoster":"VOE"},{"redirect":8585227,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Verfall beginnt im Moment des Erschaffens","epNo":10,"alt":"Disintegration Begins As Soon As It Occurs","descr":"Ogura erzählt, was er über Ajin und Black Ghosts oder IBMs (Invisible Black Matter) weiß. Zum Beispiel: IBMs haben individuelle Merkmale und sind instabil. dauern nur ungefähr 10 Minuten; kann nur 1-2 mal pro Tag erzeugt werden; sind im Regen schwer zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":14273608,"hoster":"VOE"},{"redirect":14473024,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585232,"hoster":"VOE"},{"redirect":8585231,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dann legen wir mal los","epNo":11,"alt":"Now Then, It\u0027s Showtime","descr":"Satos Gruppe setzt seinen Plan mit Hilfe der drei neuen Ajin in die Tat um und sabotiert ein als Putzfrau verkleidetes Gebäude. Tosaki koordiniert die Verteidigung von Grant-Pharmazeutika, deren CEO die Produktion nicht stoppt oder Mitarbeiter nach Hause schickt. Kei hält Ko immer noch gefangen und weigert sich, Sato aufzuhalten. Er genießt sein Leben als Enkel der alten Dame.","versions":[{"lang":1,"streams":[{"redirect":14506592,"hoster":"VOE"},{"redirect":14473022,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486417,"hoster":"VOE"},{"redirect":8585235,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Puh, ich bin erledigt","epNo":12,"alt":"Man, I\u0027m Exhausted","descr":"Das Metropolitan Police Assault Team setzt verschiedene Taktiken ein, um Sato kontinuierlich zu töten. Um ihn daran zu hindern, gegen sie vorzugehen. Zwei von Satos Ajin fangen an, auf die Polizei zu schießen, werden jedoch selbst von Scharfschützen verfolgt. Tanaka benutzt jedoch seinen Black Ghost, um die Scharfschützen der Reihe nach anzugreifen.","versions":[{"lang":1,"streams":[{"redirect":14275154,"hoster":"VOE"},{"redirect":14473027,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585244,"hoster":"VOE"},{"redirect":8585239,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sato, es ist Ihre Schuld!","epNo":13,"alt":"Sato-san, It\u0027s Your Fault Everything\u0027s Messed Up","descr":"Herr Keita meldet Kei Nagai bei der Polizei, um eine Belohnung zu bekommen. Yu Tosaki ordnete alle verfügbaren Kräfte an, um Kei zu fangen. Als Kei von der Polizei gestellt wird, nutzt er seinen Schwarzen Geist, um sie zu behindern, sodass er in den Wald fliehen kann. Er benutzt Ko Nakanos Handy, um die Polizei von seiner Spur abzulenken, aber Tosaki erkennt, dass es eine List ist, und schließt auf.","versions":[{"lang":1,"streams":[{"redirect":14273694,"hoster":"VOE"},{"redirect":14473025,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486418,"hoster":"VOE"},{"redirect":8585245,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Langsam habe ich es satt","epNo":1,"alt":"It Has Become Tiresome","descr":"Kai und Ko sind auf der Flucht, als Kei beschließt, dass sie einen Verbündeten brauchen, Tosaki. Indem er Tosakis Freundin bedroht, die im Koma liegt, bringt er sie widerwillig in seinen Kreis. Mittlerweile hat Sato Pläne für diese zweite Attentatswelle angekündigt.","versions":[{"lang":1,"streams":[{"redirect":13863272,"hoster":"VOE"},{"redirect":14473026,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585253,"hoster":"VOE"},{"redirect":8585250,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich bin von Idioten umzingelt","epNo":2,"alt":"Everyone Around Here Is An Idiot","descr":"Kei und Ko trainieren ihre Körper und entwickeln Strategien, um Tosaki zu bekämpfen. Kei spricht mit Ogura über seine IBM und merkt, dass Keis Geist eine extreme Anomalie hat. Während sie anfangen die Strategie zu planen, unternimmt Sato seinen nächsten Zug. Indem er mit seinem zweiten Ziel ein Flugzeug herunterfährt.","versions":[{"lang":1,"streams":[{"redirect":13844443,"hoster":"VOE"},{"redirect":14473033,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585254,"hoster":"VOE"},{"redirect":8585252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ich fürchte mich immer","epNo":3,"alt":"I\u0027m Always Scared","descr":"Sato kann einen anderen von der Liste ermorden. Nagai und Tosaki planen ihren Gegenangriff gegen Sato. Nagai beginnt mit dem Verhalten seiner IBM zu kämpfen und fragt sich, ob er sich ändern muss. Tosaki lässt auch Nagai den aktuellen Zustand von Kaito wissen.","versions":[{"lang":1,"streams":[{"redirect":14506229,"hoster":"VOE"},{"redirect":14473030,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585256,"hoster":"VOE"},{"redirect":8585258,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die machen mich krank","epNo":4,"alt":"It\u0027s Sickening, Right?","descr":"Kaito sitzt im Gefängnis, nachdem er Kei bei der Flucht geholfen hat. Er trifft auf Gefangene, die sich nach einem erfolgreichen Fluchtversuch mit einem anderen zusammenfinden. Der Gefangene will keine Hilfe von Kaito. Es wird klar, dass der Gefangene etwas versteckt.","versions":[{"lang":1,"streams":[{"redirect":14506258,"hoster":"VOE"},{"redirect":14473029,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585260,"hoster":"VOE"},{"redirect":8585261,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kuro, bitte...","epNo":5,"alt":"Kuro-chan, Please!","descr":"Kei trainiert weiter. Tosaki versucht, den Zeitplan des Ministers zu erhalten. Der Minister weigert sich, weshalb Tosaki versucht, sie zu stehlen. Die amerikanischen Ermittler mischen sich jedoch ein.","versions":[{"lang":1,"streams":[{"redirect":14269588,"hoster":"VOE"},{"redirect":14473031,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585266,"hoster":"VOE"},{"redirect":8585262,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nicht einfach, ein Schoßhund zu sein","epNo":6,"alt":"It\u0027s Tough Being a Lapdog","descr":"Tosaki wurde gefangen genommen. Izumi eilt zum Versteck zurück und besteht darauf, dass sie ihn retten. Ursprünglich lehnte Nagai ein Team ab, um Tosaki vor den Amerikanern zu retten.","versions":[{"lang":1,"streams":[{"redirect":14507103,"hoster":"VOE"},{"redirect":14473032,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585265,"hoster":"VOE"},{"redirect":8585267,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kuro, nur noch ein einziges Mal!","epNo":7,"alt":"Kuro-chan, Just Once More, Please!","descr":"Nagai und die Gruppe verfolgen die Amerikaner und Tosaki. Izumi schafft es, sie einzuholen und Tosaki letztendlich zu retten. Leider bedeutet dies, dass sie ihr Fenster verpasst haben, um Sato zu erwischen.","versions":[{"lang":1,"streams":[{"redirect":14275156,"hoster":"VOE"},{"redirect":14473037,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585269,"hoster":"VOE"},{"redirect":8585270,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In diesem Land wird es drunter und drüber gehen","epNo":8,"alt":"Things Are Getting Kind Of Tough In This Country","descr":"Tosaki schafft es, sein Team in das Gebäude zu bringen, in dem sich Satos nächstes Ziel befindet. Gerade als die Uhr abläuft, stürzt ein Lastwagen ein und startet eine E.M.P. Bombe, macht alle Elektronik und neue Anti-Ajin-Waffen unbrauchbar. Sato greift mit einem altmodischen Schusswechsel an.","versions":[{"lang":1,"streams":[{"redirect":14507185,"hoster":"VOE"},{"redirect":14473038,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332322,"hoster":"VOE"},{"redirect":8585271,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sie sind es, der mir mein Leben vermasselt!","epNo":9,"alt":"You\u0027re the One Messing Up My Life!","descr":"Sato und seine Gruppe führen ihren Angriff an. Nagai und seine Gruppe bereiten sich darauf vor, Sato abzufangen, aber Sato ist zu gut vorbereitet. Gerade als Nagai denkt, er hätte Sato, zeigt sich, dass Satos IBM dem von Nagai ähnelt.","versions":[{"lang":1,"streams":[{"redirect":14507722,"hoster":"VOE"},{"redirect":14473039,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585278,"hoster":"VOE"},{"redirect":8585274,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich werde es nicht tun","epNo":10,"alt":"I Won\u0027t Do It","descr":"Nagai und die Gruppe kehren zurück, nachdem sie von Sato besiegt wurden. Nagai kämpft mit seinen Fehlern. Sato setzt seine dritte und letzte Welle fort, einen Ajin-Lauf in Japan. Tosaki versucht alle noch einmal zu mobilisieren, um Sato aufzuhalten, aber Nagai lehnt dies ab.","versions":[{"lang":1,"streams":[{"redirect":13863275,"hoster":"VOE"},{"redirect":14473034,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585279,"hoster":"VOE"},{"redirect":8585277,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wenn es so weitergeht, bedeutet das wirklich Krieg!","epNo":11,"alt":"At This Rate... It Really Will Be War!","descr":"Die Unruhen beginnen, als Sato-san eine chemische Waffe an die Bevölkerung abgibt. Die Menschen fangen an, die Familien von Ajin anzugreifen. Nagai rettet seine Schwester mit Hilfe von Kaito. Nagai vertraut seine Schwester Kaitos Obhut an.","versions":[{"lang":1,"streams":[{"redirect":14270514,"hoster":"VOE"},{"redirect":14473040,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8585282,"hoster":"VOE"},{"redirect":8585281,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Aber das macht es interessant. Na, egal.","epNo":12,"alt":"It Sounds Interesting, So I Guess It\u0027s OK","descr":"Menschen aus Satos Gruppe spalten sich ab und treten mit Nagai in Kontakt. Die USA planen, die chemischen Waffen über Sato in den Abwasserkanälen freizusetzen. Tosaki wird gerufen und um Hilfe gebeten, woraufhin Nagai und die Gruppe noch einmal Sato nachgehen.","versions":[{"lang":1,"streams":[{"redirect":14270354,"hoster":"VOE"},{"redirect":14473041,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ich verspreche Ihnen auch etwas, Mr. Sato","epNo":13,"alt":"I Make Promises Too, Mr. Sato","descr":"Sato taucht aus den Trümmern auf, als er einen vorhandenen Tunnel in die Luft jagt, um vor Nagais Plan zu fliehen. Sato beginnt Nagai und die anderen zu jagen, als sie einen letzten Versuch unternehmen, ihn zu stoppen, bevor das Militär einen Gasangriff entfesselt.","versions":[{"lang":1,"streams":[{"redirect":14266165,"hoster":"VOE"},{"redirect":14473042,"hoster":"Streamtape"}]}]}]}]}