{"path":"/serie/stream/akikan","name":"Akikan!","descr":"Die Geschichte dreht sich um einen ganz normalen High School Jungen namens Kakeru Daichi, der sich eine Melonen-Soda kauft. Die Dose verwandelt sich plötzlich in ein schönes Mädchen, das er Melon tauft. Sie ist eine sogenannte Akikan, um genau zu sein eine Stahldose, die wie andere Stahldosen in einem Wettkampf gegen Aluminimakikan kämpfen sollen, um über die Zukunft ihrer Art zu entscheiden. Die Akikans benötigen das jeweilige Getränk ihrer Marke, um zu überleben und im speziellen Fall von Melon muss sie als \u0026amp;amp;amp;amp;amp;amp;quot;kohlensäurehaltiges Getränk\u0026amp;amp;amp;amp;amp;amp;quot; stets von Kohlendioxid durchdrungen sein...","seasons":[{"path":"/serie/stream/akikan/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/akikan/staffel-1/episode-1","name":"","epNo":1,"alt":"Can you feel it? First kiss.","descr":"Kakeru Daichi kauft sich wie jeden Tag gerne eine Limonade und geht an den Automaten in seiner Nähe.\rAls er nach dem Duschen die Dose Trinken wollte, steht plötzlich ein Mädchen vor ihm.\rDas war somit sein 1. Kuss und er ist der Meinung es sei ein Traum.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438964","hoster":"VOE"},{"path":"/redirect/8266606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-2","name":"","epNo":2,"alt":"During studying time","descr":"Kakeru bemerkt, dass Melon tagsüber nicht viel macht und beschließt, mit ihm zur Schule zu gehen, wo er sie als ihre Cousine vorstellt. Zwischen Melon und Kakerus Freund Najima Tenkuji herrscht eine gewisse Feindseligkeit. Als Kakeru versucht, einen Platz zu finden, um Melon wieder in eine Dose zu stecken, betritt er einen Gefrierraum und als Najima ebenfalls hereinkommt, werden sie eingesperrt. Während der Kälte erinnert sich Najima an die Zeit, als Kakeru sie vor der Entführung gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438966","hoster":"VOE"},{"path":"/redirect/8266600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-3","name":"","epNo":3,"alt":"The feelings of an empty can","descr":"Die Gefühle einer leeren Dose","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004006","hoster":"VOE"},{"path":"/redirect/8266598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-4","name":"","epNo":4,"alt":"Lost running and thinking","descr":"Yell wird am Automaten zurückgelassen, während Najima nach Hause gegangen ist, wo sie Kakeru während ihrer Trunkenheit nach einem Date für den folgenden Sonntag fragt. Währenddessen trifft Melon auf Yell, wo sie entdecken, dass sie beide Akikans sind und anfangen zu kämpfen, aber sie verlieren sich bald. Am nächsten Tag treffen Otoya und Kizaki mit Yell in Najimas Haus ein, um die Akikan Elect zu erklären. Sowohl sie als auch Kakeru erhalten Scanner, mit denen sie andere Akikans aufspüren können, und Kakeru wird darüber informiert, dass einer der Besitzer dieselbe Schule besucht wie er. Najima sagt Yell, dass sie gehen soll, wohin sie will, aber sie kommt zurück und möchte bei ihrem Besitzer bleiben, was Najima akzeptiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438962","hoster":"VOE"},{"path":"/redirect/8266609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-5","name":"","epNo":5,"alt":"Dating Relationship?","descr":"Kakeru wird neugierig, wo der Akikan-Besitzer ist, während Najima den Klingelton auf Melons Ohr bemerkt. Als sie Kakeru nach dem Datum fragt, wird ihr gesagt, dass es auf unbestimmte Zeit verschoben werden müsste. Später entdeckt Melon jemanden in einem Baseballspiel, das dem von ihr gekämpften Akikan ähnelt, und sie gehen los, um nachzuforschen und besuchen einen Vergnügungspark und ein Baseballspiel, wo sich herausstellt, dass das fragliche Mädchen nur ein Sportgetränkeverkäufer war. Najima entdeckt die beiden zusammen und befiehlt Yell, Kakeru zu bestrafen. Schrei fährt dann fort, ihr Energie-Schwert über seinen Bauch zu hauen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438973","hoster":"VOE"},{"path":"/redirect/8266615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-6","name":"","epNo":6,"alt":"Deeply touched! Humans and Akikans","descr":"Melon entdeckt Yell, der Kakeru gerade mit ihrem Schwert geschadet hat. Bevor der Kampf fortgesetzt werden kann, gibt Najima Yell zurück, um sich zu formen, sich zu entschuldigen und davonzulaufen. Kakeru lehnt es ab, ins Krankenhaus zu gehen, da es Najima in Schwierigkeiten bringen würde. Melon fühlt sich für seine Verletzungen verantwortlich und beschließt, Yell alleine zu bekämpfen. Yell versucht ihren Besitzer zu trösten, aber Najima ist immer noch geschockt. Melon kommt, fordert Najima auf, nach Kakeru zu gehen, und befiehlt Yell, ihr zum Baseballstadion zu folgen, wo keine Zuschauer durch ihre Kämpfe verletzt werden. Als Kakeru die Situation bemerkt, macht er sich auf den Weg, um sie zu finden. Najima fragt, ob er Melone mag. Er sagt, dass er beide als seine wichtigen Freunde ansieht und dass er auch mit Yell befreundet sein möchte. Im Stau bitten sie Goro, mit seinem Motorrad vorbeizukommen. Wenn es fast abstürzt, Yurika erscheint als vollwertige Hexe und bringt sie in Sicherheit. Der Kampf zwischen Melon und Yell erreicht einen kritischen Punkt, an dem beide an ihre Grenzen stoßen, aber Kakeru beendet den Kampf und fordert alle auf, sich zurechtzufinden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438972","hoster":"VOE"},{"path":"/redirect/8266617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-7","name":"","epNo":7,"alt":"Transfer Student, Welcome!","descr":"Austausch Schüler, Willkommen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332327","hoster":"VOE"},{"path":"/redirect/8266619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-8","name":"","epNo":8,"alt":"Swimsuit Sensitivity!?","descr":"Kakeru geht mit Najima in ein Schwimmbad, um sein Versprechen zu erfüllen, sie zu einem Date mitzunehmen, obwohl er nicht so begeistert ist wie sie. Melone und Yell sowie Goro und Yurika beschließen, sie zu verfolgen, und Yell fühlt sich unwohl, Najimi mit Kakeru zu sehen. Otoya ist auch an einem freien Tag mit Kizaki dort und versucht, ein paar Züge auf Goro zu ziehen. Budoko ist auch zufällig da und sie Melon und Yell, bevor sie versehentlich von Yell abgeschreckt wird. Nachdem Najimi ihm Schwimmstunden gegeben hat und gemeinsam eine Wasserrutsche hinuntergegangen ist, entschließt sie sich, Kakeru auf das Riesenrad zu nehmen, wo sie beschließt, ihm ein Geständnis abzulegen. Er schläft jedoch ein und verpasst das Geständnis, und ein bisschen Wackeln in Kombination mit Missverständnissen lässt Yell sogar auf das Riesenrad springen, um sie zu stoppen. Melon muss sie abbrechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438976","hoster":"VOE"},{"path":"/redirect/8266621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-9","name":"","epNo":9,"alt":"The moment hearts connect","descr":"Melon bekommt einen Teilzeitjob in einem von einem Transvestiten geführten Mädchencafé, um ihre Telefonrechnung zu bezahlen. Während Kakeru sie darüber neckt, ist Yell von der Idee der Arbeit fasziniert, obwohl Najimi ihr sagt, dass sie das nicht muss. Als Melon nach Hause geht, bemerkt sie, dass einige Kinder Fangen spielen. Yell wird über Nacht vermisst und während Kakeru, Melon und Najimi nach ihr suchen, macht sich Melon Sorgen darüber, wie nahe Kakeru und Najimi zusammenkommen. Sie stellen schließlich fest, dass Yell Teilzeit als Bauarbeiter arbeitet, und Najimi wird wütend auf sie, weil sie es ihr nicht erzählt hat, was dazu führt, dass sie davonläuft. Als Melon zu Najimi nach Hause geht, wird sie wütend auf Kakeru und rennt davon. Kakeru bemerkt, dass sie mehrere nicht gesendete SMS geschrieben hat, in denen sie angibt, einsam zu sein. In der Zwischenzeit erfährt Najimi, dass Yell ihre Arbeit geheim halten wollte, damit sie ihr einen Ersatz für Najimi kaufen konnte. s Uhr, die einige Tage zuvor kaputt gegangen war. Najimi findet Yell, entschuldigt sich und sagt ihr, dass sie sie liebt, und Kakeru findet Melon und spielt mit ihr. Anschließend besuchen sie eine Halloween-Geburtstagsfeier für Yurika.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13096629","hoster":"VOE"},{"path":"/redirect/8266623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-10","name":"","epNo":10,"alt":"Acknowledgement of a Never Changing Day","descr":"Diese Episode zeigt, wie die Akikans ihren Tag zu Hause verbringen, wenn ihre Besitzer nicht da sind. Melone versucht die Wäsche zu waschen und zu trocknen, während sie gegen das heiße Wetter ankämpft. Budoko ist schockiert zu sehen, dass eine Katze ihr Haar im Schlaf durcheinander gebracht hat, nur um die Gelegenheit zu finden, Spaß mit einer neuen Frisur zu haben. Yell schneidet einige Coupons aus, lernt, wofür \"Yell\" steht, zieht dabei mehrere Katzen an und räumt das Haus auf, um es dann beim Jagen einer Libelle wieder zu zerstören.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438977","hoster":"VOE"},{"path":"/redirect/8266630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-11","name":"","epNo":11,"alt":"Shockingly! The Strongest Akikan","descr":"Ein mysteriöser Akikan greift Otoya an und lässt Kizaki im Krankenhaus. Am nächsten Tag kommt Misaki zu Melon und Kakeru und sagt, dass Budoko verschwunden ist. Ein besessener Budoko taucht auf und kämpft gegen Yell, aber sie ist besiegt, als der mysteriöse Akikan auf Najimi schießt und Yell dann absorbiert. Kizaki erklärt, dass der Angreifer \"der stärkste Akikan\" war, der Akikans angreift, unabhängig davon, ob es sich um Stahl oder Aluminium handelt. Später wird Melon von Yell und Budoko angegriffen, die Kakeru als Kopien ansieht. Sie schaffen es, sie zu besiegen, aber dann die mysteriösen Akikan-Angriffe. Sie offenbart sich als Mixed Juice Akikan, der andere Akikans aufnehmen und ihre Kräfte einsetzen kann, um Zeros zu beschwören. Melone greift den mysteriösen Akikan an, aber ohne Erfolg. Sie absorbiert Melons Kräfte und verlässt Kakeru mit der leeren Dose, was ihn am Boden zerstört.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438980","hoster":"VOE"},{"path":"/redirect/8266633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/akikan/staffel-1/episode-12","name":"","epNo":12,"alt":"A Toast to the Brilliant Future!","descr":"Nachdem Kakeru, Najimi und Kizaki sich von ihren Verletzungen erholt hatten, folgten sie dem Mixed Juice Akikan. Kakeru bittet den Mixed Juice Akikan, Melon zu ihm zurückzugeben, aber sie antwortet nur, indem sie eine Null von ihr sendet, um ihn anzugreifen. Der Zero zögert jedoch, Kakeru zu beenden, und er nutzt seine Emotionen, um Melons Saft für ihre Dose wiederzugewinnen. Otoya erscheint mit Misaki und holt die Dosen von Yell und Budoko zurück, so dass Najimi und Misaki sie ebenfalls zurückholen können. Der gemischte Saft Akikan schickt alle ihre Nullen, um sie anzugreifen, aber Melone, Schrei und Budoko besiegen sie alle und kombinieren ihre Angriffe, um sie zu besiegen. Sie erklärt, dass ihre Besitzerin eine Katze ist, die in dem Moment, in dem sie sich kennengelernt hat, weggelaufen ist und sie dazu gebracht hat, Akikans mit Besitzern zu hassen. Kakeru beschließt, ihr den Namen Miku zu geben, und Otoya weist sie in die richtige Richtung, um ihren Besitzer zu finden. Alle kehren nach Kakeru zurück","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8438983","hoster":"VOE"},{"path":"/redirect/8266637","hoster":"Streamtape"}]}]}]}]}