{"seriesId":"alarm-in-alberta","name":"Alarm in Alberta","descr":"Die Feuerwehrleute der \"Medicine Hat Fire Brigade\" sind eine eingeschworene Gemeinschaft. Mehr als 3000 Mal im Jahr rückt die Truppe in der Provinz Alberta mit ihren Fahrzeugen aus, um Brände zu löschen und Menschen aus Gefahrensituationen zu befreien. Einer dieser Helden ist René Grigat. Der ehemalige Berufssoldat hat seine kanadische Frau in Deutschland kennengelernt und ist mit ihr 2012 nach Nordamerika ausgewandert. Seit neun Jahren ist er jetzt Teil des Teams. Diese Serie zeigt den Berufsalltag der Lebensretter und begleitet sie bei ihren Einsätzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verkehrsunfall im Wohngebiet","epNo":1,"alt":"","descr":"René Grigat und seine Feuerwehrkollegen werden in Alberta zu einem schweren Verkehrsunfall gerufen. Ein Auto wurde an einer Kreuzung von einem anderen Pkw so stark gerammt, dass es auf der Fahrerseite gelandet ist. Die Lebensretter versuchen, eine Frau aus dem umgekippten Wagen zu befreien. Dazu müssen sie die Windschutzscheibe entfernen. In dem anderen Vehikel saß offenbar auch ein kleines Mädchen. Und in der Innenstadt hält ein Großbrand die Notfallhelfer der \"Medicine Hat Fire Brigade\" in Atem. Bei den Löscharbeiten gerät das Team in akute Gefahr.","versions":[{"lang":1,"streams":[{"redirect":12543709,"hoster":"VOE"},{"redirect":12543710,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Großbrand","epNo":2,"alt":"","descr":"In der kanadischen Provinz Alberta brennt ein Hotel. René Grigat und sein Team stellen sich dem Inferno entgegen, aber die Löscharbeiten gestalten sich schwierig. Denn die Sicht der Feuerwehrleute ist wegen der starken Rauchentwicklung extrem eingeschränkt. Die Flammen schlagen in dem 120 Jahre alten Gebäude, das noch mit Stützbalken aus Holz gebaut wurde, bereits durch das Dach. Wie lange die Konstruktion dem Feuer noch standhält, lässt sich kaum vorhersagen. Leichtsinn könnte die Männer der \"Medicine Hat Fire Brigade\" bei diesem Einsatz das Leben kosten.","versions":[{"lang":1,"streams":[{"redirect":12543701,"hoster":"VOE"},{"redirect":12543703,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Investigation","epNo":3,"alt":"","descr":"So ein großes Feuer hat es in der kanadischen Stadt Medicine Hat seit Jahren nicht gegeben. René Grigat und seine Kollegen versuchen das Inferno in dem 120 Jahre alten Hotel einzudämmen. Und nach dem Löscheinsatz betreiben die Notfallhelfer in der Provinz Alberta Ursachenforschung. Wo haben die Flammen den meisten Schaden angerichtet? Die Männer machen Fotos und dokumentieren den Zustand des Gebäudes, um herauszufinden, wo das Feuer seinen Ursprung nahm. Auf einem Boot trainiert das Team in dieser Folge zudem einen Rettungseinsatz auf dem Wasser.","versions":[{"lang":1,"streams":[{"redirect":12543700,"hoster":"VOE"},{"redirect":12543705,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kifferalarm und weißes Pulver","epNo":4,"alt":"","descr":"War ein Stromkabel defekt? Oder hat jemand eine brennende Zigarette fallen lassen? Brad Simpson und Grayson Smith suchen in einem zerstörten Hotel nach Hinweisen, um die Brandursache zu ermitteln. Dabei stoßen die Männer in der kanadischen Stadt Medicine Hat auf eine heiße Spur. Als René Grigat und seine Feuerwehrkollegen in der Provinz Alberta gerade ihr Mittagessen vorbereiten, schlägt dort ein Rauchmelder an. Und am nächsten Tag geht in der Leitstelle erneut ein Notruf ein. In einem Briefkasten wurde verdächtiges weißes Pulver gefunden.","versions":[{"lang":1,"streams":[{"redirect":12543697,"hoster":"VOE"},{"redirect":12543698,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gartenschlauch vs. Feuer","epNo":5,"alt":"","descr":"In der kanadischen Provinz Alberta droht möglicherweise Gefahr durch eine defekte Stromleitung. Weitere Details sind nicht bekannt. René Grigat und die \"Medicine Hat Fire Brigade\" wissen nicht genau, was sie am Einsatzort erwartet. Und austretendes Gas kann ebenfalls eine Katastrophe auslösen. Deshalb nehmen die Lebensretter solche Notfallmeldungen nicht auf die leichte Schulter. Und kurz nach der Mittagspause schalten die Männer in ihrem Löschfahrzeug das Blaulicht und die Sirene ein. Denn ein Anwohner hat in der Stadt eine Rauchsäule gesichtet.","versions":[{"lang":1,"streams":[{"redirect":12543693,"hoster":"VOE"},{"redirect":12543695,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ölspur des Grauens","epNo":6,"alt":"","descr":"In dieser Folge werden die Feuerwehrleute zu einem Verkehrsunfall gerufen. Ein Pkw ist auf ein anderes Fahrzeug aufgefahren, vermutlich mit hoher Geschwindigkeit. Zum Glück wurde bei dem Crash niemand schwer verletzt. Danach machen sich René Grigat und seine Kollegen auf den Weg zu einem Apartmentblock. Dort treffen sie auf eine Frau, die völlig benommen wirkt. Angeblich hat die Dame nicht den Notruf gewählt. Und der nächste Einsatz führt die Truppe in eine Seitengasse. Offenbar hat jemand in der Stadt Medicine Hat vorsätzlich eine Ölspur gelegt.","versions":[{"lang":1,"streams":[{"redirect":12581575,"hoster":"VOE"},{"redirect":12581576,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nächtliche Begegnung","epNo":7,"alt":"","descr":"Die \"Medicine Hat Fire Brigade\" eilt in der Nachtschicht zu einer Unfallstelle. In den Crash wurde auch René Grigats ehemalige Nachbarin verwickelt, die ihn aber am Einsatzort nicht erkennt. Die Lady ist offenbar noch ein wenig verwirrt, aber zum Glück nicht schwer verletzt. Als die Feuerwehrleute gerade ein Training absolvieren, droht in der kanadischen Provinz Alberta erneut Gefahr. In einem Keller ist ein Tisch in Brand geraten. Und einige Tage später schlägt in der Schule, die auch die Kinder von Renés Kollegen Shane besuchen, ein Feuermelder Alarm.","versions":[{"lang":1,"streams":[{"redirect":12603819,"hoster":"VOE"},{"redirect":12603818,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alarm in der Schule","epNo":8,"alt":"","descr":"In der Provinz Alberta brennt ein Wohnwagen. Zum Glück ist das Feuer schnell gelöscht. René Grigat kontrolliert aus Sicherheitsgründen mit der Wärmebildkamera, ob sich irgendwo Glutnester gebildet haben. Damit ist die Arbeit an Ort und Stelle aber noch nicht erledigt. Denn obwohl der Schaden kaum erwähnenswert ist, müssen die Feuerwehrleute die Brandursache klären. War es Fahrlässigkeit, ein Unfall oder Brandstiftung? In der Nachtschicht werden die Lebensretter zu einem weiteren Notfall gerufen. Eine weibliche Person schwebt offenbar in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13007197,"hoster":"VOE"},{"redirect":12643875,"hoster":"Streamtape"}]}]}]}]}