{"path":"/serie/stream/albtraum-nchte","name":"Albtraum-Nächte","descr":"Fast jeder kennt den Moment, in dem er nachts schweißgebadet vor Angst aufwacht und zunächst keine Ahnung hat, ob er sich in einem Traum oder in der Wirklichkeit befindet. Die Doku-Serie \"Albtraum-Nächte\" erforscht die unheimlichsten und grauenvollsten ständig wiederkehrenden Alpträume und holt sie in allen Details in die Realität. ( … ) In jeder Episode wird versucht, die Bedeutung und das Mysterium hinter dem jeweiligen Traum zu entschlüsseln.","seasons":[{"path":"/serie/stream/albtraum-nchte/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-1","name":"Neubeginn im Spukhaus","epNo":1,"alt":"Haunted Habitations","descr":"Als Kind fürchtete sich Katharine im riesigen, viktorianischen Haus ihrer Großeltern, in dem unerklärliche Dinge vor sich gehen und nachts düstere Schatten durch die Gänge schweben. Trotzdem zieht sie nach deren Tod als 18-Jährige dort ein – und hat schon in der ersten Nacht schreckliche Alpträume: Sie steht im Keller des Hauses, als sich ihr eine dunkle Gestalt bedrohlich nähert. Katharine rennt um ihr Leben, doch die Gestalt kommt immer näher, und bald hat sie den Atem eines Mannes im Nacken. Das Mädchen hat diesen Traum jede Nacht. Und der Horror beschränkt sich bald nicht mehr auf den Schlaf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6636462","hoster":"VOE"}]}]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-2","name":"Tödliche Prophezeiungen","epNo":2,"alt":"Terror Vision","descr":"Schon als Kind hatte Terri erstaunliche Fähigkeiten, Dinge vorherzusehen. Sie erriet das Gewicht von Halloween-Kürbissen, die Anzahl von Kaugummis im Automaten und sahnte dafür Unmengen Süßigkeiten ab. Doch ihre hellseherischen Fähigkeiten bringen nicht nur positive Erlebnisse. Mit 20 hat die junge Frau erste Albträume: Sie geht durch eine Stadt, springt plötzlich in die Luft und wird dort so lange herumgewirbelt, bis sie völlig desorientiert ist. Der Traum verfolgt sie jede Nacht und scheint Stunden zu dauern. Doch damit nicht genug: Bald stellen sich auch Visionen vom Tod ihrer Freunde ein.","versions":[]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-3","name":"Im Bann der Dämonen","epNo":3,"alt":"Paranormal Prisoners","descr":"Destiny hatte eine schwere Kindheit, wurde zuhause von ihrer Mutter niedergemacht und in der Schule gehänselt. Als sie acht Jahre alt ist, bekommt sie im Traum furchteinflößenden Besuch: Der Albtraum beginnt in einem zerfallenen Haus, in dem Destiny plötzlich ein Mädchen erscheint. Ihre langen Haare verdecken ihr Gesicht, ihre schneeweiße Haut ist schmutzig. Destiny dreht sich um, um zu fliehen, doch das Geistermädchen rast schon auf sie zu. Wenn sie dann schweißgebadet aufwacht, hat Destiny immer das Gefühl, dass der Traum nur eine Warnung und erst der Anfang ist. Und sie soll recht behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6636474","hoster":"VOE"}]}]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-4","name":"Die Zombie-Apokalypse","epNo":4,"alt":"Apocalypse","descr":"Nach der Trennung ihrer Eltern lebt Michelle bei ihrer Großmutter, bis diese verstirbt. Michelle ist damals 21 und denkt, dass sie den Verlust nie überwinden kann. Doch es kommt viel schlimmer, denn kurz nach der Beerdigung stellen sich bei der jungen Frau böse Alpträume ein: Sie steht zusammen mit Oma in der Küche, als sie Schreie hört und riesige Asteroiden am Himmel sieht. Die Apokalypse steht kurz bevor. Michelle spürt, dass das Ende der Welt nahe ist, und der ständig wiederkehrende Albtraum ist so real, dass sie in Panik verfällt. Ist es eine Prophezeiung oder eine hellseherische Botschaft?","versions":[]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-5","name":"Im Traum verfolgt","epNo":5,"alt":"Feeding on Fear","descr":"Schon als Kind entwickelte Alexia Phobien, bekam Angst vor Spinnen, vor Brücken und vor Clowns. Wegen dieser irrationalen Furcht hat sie schließlich in einem Albtraum Kontakt mit dem Paranormalen: Alexia rennt in einem alten Haus eine Treppe hinunter und höre Schritte. Als sie sich umdreht, sieht sie einen kleinen Jungen und merkt, dass er sie töten will. Doch Alexia kann dem Horrorkind nicht entkommen. Der schreckliche Traum sucht sie immer wieder heim, und Alexia lebt nun mit nächtlicher Todesangst. Greift die paranormale Macht auf Bilder aus dem Unterbewusstsein der jungen Frau zurück?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6636490","hoster":"VOE"}]}]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-6","name":"Schatten des Bösen","epNo":6,"alt":"Shadow Stalkers","descr":"Savanah geht aufs College und genießt die Zeit im Studentenwohnheim, bis ihre geliebte Großmutter stirbt. Die junge Frau trauert und hängt die gerahmte Todesanzeige in ihr Zimmer. Kurz darauf hat sie einen schlimmen Alptraum, der sie nicht mehr loslässt: Im Traum liegt Savanah im Bett, als sich eine Schattengestalt zu ihr schleicht und mit Druck auf sie legt. Sie ist bewegungsunfähig, bekommt panische Angst und spürt, wie eine dämonische Macht von ihr Besitz ergreift. Schweißgebadet wacht die Studentin auf und ist sich plötzlich nicht sicher, ob das Erlebte nur ein Alptraum oder Realität war","versions":[]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-7","name":"Ein besonderes Gespür","epNo":7,"alt":"Unlocking the Unknown","descr":"Mit fünf Jahren kam Nora das erste Mal mit dem Tod in Berührung, als sie die Putzfrau der Familie leblos im Wohnzimmer fand. Der Anblick der Leiche führte dazu, dass das Kind ein Gespür für das Übernatürliche und eine morbide Neugier entwickelte. Seitdem kann sie übernatürliche Energien aufnehmen. Je älter Nora wird, desto stärker prägt sich diese Gabe aus und äußert sich in visionären Träumen. Mit 16 fängt das Mädchen an, im Traum Verstorbene zu sehen, darunter einen Mitschüler, der ermordet wurde. Doch leider sind nicht alle Geister, die Nora aufsuchen, so harmlos wie ihr toter Klassenkamerad.","versions":[]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-8","name":"Verhexte Träume","epNo":8,"alt":"Witches","descr":"Beatriz stammt aus einer sehr religiösen Familie und hat schon immer übernatürliche Energien gespürt. Als ihre Schwester Jennifer an Weihnachten erzählt, dass sie und ihr Mann ein Kind erwarten, freuen sich alle riesig, bis auf Jennifers Schwiegermutter Nina. Beatriz’ erstes Zusammentreffen mit Nina ist furchtbar, weil die Frau etwas sehr Negatives und Böses ausstrahlt. Und die Begegnung läutet bei Beatriz eine schlimme Albtraumserie ein. Die junge Frau hält die Träume, die alle mit dem Tod enden, für eine Botschaft und Warnung davor, dass dem Baby ihrer Schwester etwas zustoßen wird.","versions":[]},{"path":"/serie/stream/albtraum-nchte/staffel-1/episode-9","name":"Dämoninnen","epNo":9,"alt":"Dream Demons","descr":"Als Ema auf die High-School kam, hatte sie mit vielen Veränderungen zu kämpfen. In dieser Zeit bekam sie auch einen Albtraum, der sie bis heute prägt: Ema wacht mitten in der Nacht auf und sieht eine alte Frau im viktorianischen Kleid, die eine unverständliche Sprache spricht und schließlich ihre Hände um Ema Hals legt, um sie zu erwürgen. Kurz bevor sie sie umbringen kann, wacht Ema auf. Das Mädchen steht unter Schock, und die unheimliche Alte wird zu ihrer ständigen, nächtlichen Begleiterin. Nacht für Nacht kehrt der Albtraum zurück, und als Ema 17 Jahre alt wird, erreicht der Horror seinen Höhepunkt.","versions":[]}]}]}