{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe","name":"Alex und Whitney - Sex ohne Ehe","descr":"Im Mittelpunkt der Sitcom steht das glücklich unverheiratete Pärchen Whitney (Whitney Cummings) und Alex (Chris D’Elia). Obwohl Whitney und Alex bereits seit fünf Jahren zusammen sind, haben sie keinerlei Pläne für eine Hochzeit – was von ihrem Umfeld nicht immer verstanden wird.","seasons":[{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-1","name":"Hau rein, Schwester!","epNo":1,"alt":"Pilot","descr":"Obwohl Whitney und Alex seit mehreren Jahren eine Beziehung führen, kommt eine Heirat für sie nicht in Frage, was unter anderem auf die Scheidung ihrer Eltern zurückzuführen ist. Dennoch liebt Whit Alex über alles und lässt sich zu ihrem anstehenden dritten Jahrestag etwas ganz Besonderes einfallen: Sie verkleidet sich als Sexgöttin und möchte Alex mit Doktorspielchen verführen. Doch Whitney nimmt das Rollenspiel etwas zu ernst und Alex verletzt sich am Kopf. Whitney macht sich große Sorgen um ihren Freund und eilt sofort zu ihm ins Krankenhaus. Doch als die Krankenschwester ihr keine Auskunft über Alex geben darf, da die beiden nicht verheiratet sind, wird Whitney erneut mit dem Thema Hochzeit konfrontiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439833","hoster":"VOE"},{"path":"/redirect/8268075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-2","name":"First Date","epNo":2,"alt":"First Date","descr":"Als Roxanne ihren beiden Freundinnen Whitney und Lily von ihrem ersten Date mit einem Architekten berichtet, wird Whitney bewusst, dass Alex und sie nie ein wirkliches erstes Date hatten, da sie am ersten Abend gleich betrunken im Bett landeten. Whit hat daraufhin die Idee, das erste Date nachzuholen. Die beiden gehen in ein angesagtes Restaurant und tun so, als würden sie sich nicht kennen. Doch Alex gibt sich überhaupt keine Mühe und vermasselt den ganzen Abend. Lily und Neal können die Streitereien ihrer Freunde nicht länger mitansehen, sodass sie ein zufälliges Treffen zwischen Whitney und Alex inszenieren, um den beiden ein wenig auf die Sprünge zu helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439836","hoster":"VOE"},{"path":"/redirect/8853346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-3","name":"Fremdgeguckt","epNo":3,"alt":"Silent Treatment","descr":"Whitney wird Zeugin, wie Alex einer anderen Frau hinterherguckt und stellt ihn wutentbrannt zur Rede. Allerdings gibt Alex sein vermeintliches Fehlverhalten nicht etwa zu, sondern leugnet die Tat auch noch. Whitney bestraft ihren Freund mit Schweigen – bis sie merkt, dass Alex die Ruhe genießt. Daraufhin dreht Whitney den Spieß um und textet ihn von morgens bis abends zu. Wird Alex endlich seinen Fehler zugeben? Und will Whitney tatsächlich wissen, was ihr Freund an anderen Frauen attraktiv findet? Unterdessen arbeiten Roxanne und Lily daran, coole Fotos von Roxanne zu schießen, die sie für ihre Internetseite verwenden kann. Schließlich ist sie nach einer gescheiterten Ehe wieder Single und muss sich nun für die Männerwelt bestmöglich präsentieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853345","hoster":"VOE"},{"path":"/redirect/8268082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-4","name":"Romantik-Zoff","epNo":4,"alt":"A Decent Proposal","descr":"Whitney und Alex veranstalten einen romantischen Filmabend – doch Whitney findet den Liebesstreifen total blöd und hält mit ihrer Meinung nicht hinterm Berg. Alex wirft Whitney vor, unromantisch zu sein und so starten die beiden einen Wettkampf, wer von ihnen denn nun romantischer ist. Nach schnulzigen SMS, kitschigem Schmuck und einem Candlelight Dinner muss Whitney sich schließlich eingestehen, dass sie keinerlei Romantik in sich trägt. Unterdessen ist Lily völlig von der Rolle: Sie spürt, dass Neal kurz davorsteht, um ihre Hand anzuhalten. Als sie nach einer schlaflosen Nacht im Negligé in der Kaffeebar auftaucht, beschließt sie, Neal zuvorzukommen und ihm die Frage aller Fragen zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439846","hoster":"VOE"},{"path":"/redirect/8268085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-5","name":"Der Ton macht die Musik","epNo":5,"alt":"The Wire","descr":"Es ist immer wieder dasselbe bei Alex und Whitney: Wenn sie sich streiten, redet Alex in einem unerträglich herablassenden Ton mit seiner Freundin und bemerkt es nicht einmal. Um Alex zu beweisen, dass sie recht hat, heckt Whitney gemeinsam mit Alex’ bestem Freund Mark einen Plan aus: Sie installieren eine Kamera im Wohnzimmer des streitlustigen Pärchens, um Alex per Video seine schlechte Angewohnheit vorführen zu können. Das Spektakel soll zudem live in Marks Wohnung übertragen werden, wo sich die restliche Clique bei Chips und Bier versammelt hat. Doch der Plan geht nach hinten los, denn Alex kriegt Wind von der Aktion und dreht den Spieß um: Er führt Whitney vor und lässt sie peinliche Sachen machen. Unterbrochen werden die beiden schließlich von Alex’ Bruder Brian, der just in diesem Moment zufällig einen Streit mit Alex anfängt. Whitney fällt es wie Schuppen von den Augen: Der arrogante Ton, der sie schon seit Jahren nervt, scheint in der Familie zu liegen. Doch das Beste an dem Streit ist, dass die Kamera die ganze Zeit mitläuft und jede Sekunde festhält. Zeit, mit Alex abzurechnen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8854057","hoster":"VOE"},{"path":"/redirect/12980084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-6","name":"Falsch getrennt","epNo":6,"alt":"Two Broke-Up Guys","descr":"Alex und Mark sind ein eingeschworenes Team, das nichts und niemand auseinander bringen kann. Fast nichts – denn eine Bierdose, die Mark nicht recyceln will, führt zum Riesenstreit zwischen den beiden Freunden. Da Alex und Mark jedoch stur auf ihren Standpunkten beharren, sehen sie sich gezwungen, die Männerfreundschaft zu beenden. Alex leidet unter der Trennung von seinem besten Freund und verkriecht sich zuhause. Whitney, die das Selbstmitleid ihres Partners nicht länger erträgt, springt für Mark ein und begleitet Alex zum allwöchentlichen Männerabend in die Bar. Doch dort treffen sie ausgerechnet auf Mark und dessen ‚neuen‘, besten Freund Neal. Die Männer wollen sich nun gegenseitig beweisen, wie gut es ihnen geht und so beginnt ein Wettkampf, wer denn nun die bessere Begleitung und den amüsanteren Abend hat. Am nächsten Morgen beschließt Whitney, die getrennten Freunde wieder zu versöhnen und redet mit Mark. Dieser öffnet sich und vertraut Whitney seine intimsten Gedanken an, die sie eigentlich lieber nicht gehört hätte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439847","hoster":"VOE"},{"path":"/redirect/8268089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-7","name":"Schlagabtausch","epNo":7,"alt":"Getting To Know You","descr":"Whitneys Single-Freundin Roxanne kann Whitney und Alex für ein Doppeldate mit ihrem neuen Schwarm gewinnen. Dabei stellt Whitney fest, dass sie von Alex’ Leben und Hobbys vor ihrer Beziehung keine Ahnung hatte. Sie befürchtet, dass ihre Beziehung über kurz oder lang in die Brüche geht, weil sie nicht genug gemeinsame Interessen haben. Zeit, dies zu ändern! Nach einer gemeinsamen Runde Racquetball wirft Alex Whitney vor, unsportlich zu sein. Diese Frechheit kann Whitney natürlich nicht hinnehmen und fordert ihren Freund zu einer Partie Basketball heraus. Doch kann sie wirklich bei einer Ballsportart punkten? Zumal Alex um einiges größer ist als Whitney und das ist beim Basketball bekanntlich von Vorteil. Unterdessen blamiert Lily sich total: Um ihrem indischen Verlobten Neal und dessen Familie zu beeindrucken, trägt sie einen Sari, macht Yoga und klebt sich das \"dritte Auge\" auf die Stirn. Doch der Schuss geht nach hinten los, denn Neal wuchs nicht in Indien, sondern in Ohio, USA auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439845","hoster":"VOE"},{"path":"/redirect/8268093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-8","name":"Hundstage","epNo":8,"alt":"Clarence!","descr":"Alex ist am Boden zerstört: Sein früherer Familienhund ist gestorben. Um ihren Freund aufzumuntern, schlägt Whitney vor, dass die beiden sich einen Hund zulegen könnten. Da Whitney und Alex jedoch nicht verheiratet sind, erweist sich der Kauf eines Hundes schwieriger als gedacht. Sie müssen Mrs. Janks, der Besitzerin des Tierheims, beweisen, dass sie das perfekte unverheiratete Paar sind. Doch Mrs. Janks schleppt einen sehr alten, pflegebedürftigen Hund an, um die beiden auf die Probe zu stellen. Indes sucht Roxanne Hilfe bei Neal, dem Finanzberater. Lily ist erfreut: Hoffentlich kommen ihre beste Freundin und ihr Verlobter sich freundschaftlich nun endlich näher. Und das tun sie tatsächlich, allerdings anders als geplant: Sie küssen sich versehentlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439842","hoster":"VOE"},{"path":"/redirect/8268099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-9","name":"Nachts, wenn alles schläft","epNo":9,"alt":"Up All Night","descr":"Lily bittet ausgerechnet Whitney, die eine Riesenangst vor der Ehe hat, ihre Trauzeugin zu werden. Gerührt sagt Whitney zu – ohne zu ahnen, dass sie nun für die Planung der Verlobungsfeier zuständig ist. Dies bereitet ihr eine schlaflose Nacht nach der anderen, sodass Alex sie schließlich zu einer Therapeutin schickt. Dr. Price verschreibt ihr Schlaftabletten, die allerdings für nächtliches Schlafwandeln sorgen. Dabei macht Whitney die verrücktesten Sachen und geistert in ihrem Ballkleid durch die Wohnung, versendet liebevolle E-Mails an sich selbst und gibt einen Haufen Geld beim Onlineshopping aus. Außerdem kann Alex sie gerade noch davon abhalten, aufs Sofa zu urinieren. Ein erneuter Besuch bei Dr. Price ist fällig, bei dem Whitney und Alex entsetzt feststellen, dass ihre Zukunftspläne nicht übereinstimmen, denn Alex will unbedingt Kinder haben, während Whitney schon bei dem Gedanken daran durchdreht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853358","hoster":"VOE"},{"path":"/redirect/8268097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-10","name":"Alle Jahre wieder","epNo":10,"alt":"Christmas Is Cummings","descr":"Weihnachten steht vor der Tür und zum ersten Mal wollen Whitney und Alex mit ihren Freunden das Fest der Liebe feiern statt mit ihren Familien. Alex’ Familie fährt glücklicherweise nach Mexiko, sodass nur noch Whitney sich eine Ausrede für ihre Mutter einfallen lassen muss. So weit, so gut. Doch plötzlich steht Whitneys Vater Vince vor der Tür und durchkreuzt all ihre Pläne. Nachdem Whitney und Alex ihn vorerst loswerden können, plagt Whitney das schlechte Gewissen und sie sucht ihren Vater auf, um ihn doch zum Weihnachtsfest einzuladen. Sie staunt nicht schlecht, als ausgerechnet ihre Mutter mit zerzausten Haaren und im Bademantel die Hoteltür öffnet – und das, obwohl ihre Eltern seit Jahren getrennt sind und sich eigentlich hassen. Inspiriert von ihren heuchlerischen Eltern ruft Whitney eine neue Tradition ins Leben, die besagt, dass an Weihnachten alle die Wahrheit sagen müssen. Klar, dass dieses Vorhaben zum Scheitern verurteilt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439852","hoster":"VOE"},{"path":"/redirect/8268100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-11","name":"In eigener Sache","epNo":11,"alt":"Private Parts","descr":"Als Whitney eines Tages von Alex’ Handy telefonieren will, stellt sie fest, dass sein Handy mit einem Code gesperrt ist. Er weigert sich vehement, seiner Freundin den Code zu verraten, was Whitney auf die Palme bringt: Hat Alex etwa Geheimnisse vor ihr? Roxanne, die bereits eine gescheiterte Ehe hinter sich hat, erinnert ihre Freundin daran, dass Männer nun mal ihren Freiraum brauchen. Als Whitney Alex am selben Abend dabei erwischt, wie er sich selbst befriedigt, pfeift sie auf seine Privatsphäre und berichtet Roxanne und Lily brühwarm von dem peinlichen Vorfall. Unterdessen ziehen Lily und Neal in ihre erste gemeinsame Wohnung und Lily stellt fest, dass auch sie Geheimnisse vor Neal hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439854","hoster":"VOE"},{"path":"/redirect/8268106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-12","name":"Ganz in Weiß","epNo":12,"alt":"Faking It","descr":"Neals und Lilys Hochzeit rückt immer näher und Whitney beginnt mit den Vorbereitungen. Schnell wird den Freundinnen klar, dass ihre Vorstellungen weit auseinandergehen, denn Lily legt viel Wert auf eine traditionelle und romantische Hochzeit. Whitney hingegen macht sich lieber über alles lustig. Als sie merkt, dass Lily kurz vorm Explodieren ist, reißt Whitney sich zusammen und sagt plötzlich zu allem nur noch Ja und Amen. Doch auch damit kann sie es Lily nicht Recht machen und der Streit ist vorprogrammiert. In der Zwischenzeit spenden Roxanne und Mark Blut und sind schockiert, als sie erfahren, dass ihr Blut auf sexuell übertragbare Krankheiten getestet werden soll. Da sie beide auf eine beachtliche Anzahl von Sexualpartner kommen, machen Roxanne und Mark sich riesige Sorgen und stehen die schrecklichen Stunden, bis der erlösende Anruf schließlich kommt, gemeinsam durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439853","hoster":"VOE"},{"path":"/redirect/8268104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-13","name":"Das bisschen Haushalt …","epNo":13,"alt":"Codependence Day","descr":"Als Fotografin hat Whitney in letzter Zeit kaum noch Aufträge, sodass sie sich nach einem neuen Job umsehen muss. Roxanne bietet ihr eine Stelle als ihre persönliche Assistentin an, doch da Whitney noch nie zuvor in einem Büro gearbeitet hat, ist die Katastrophe vorprogrammiert. Denn Whitney soll Roxannes Konkurrenten Craig und Lindsay ausspionieren – allerdings geht dieses Vorhaben nach hinten los und stattdessen leistet Whitney Craig und Lindsay auch noch Hilfe. Unterdessen stellt Alex zu Hause fest, dass er ohne seine Freundin im Haushalt gar nichts auf die Reihe kriegt: Er weiß nicht einmal, wo der Kaffee steht. Kurzerhand strukturiert er die Küche um und richtet sie nach \"Männer-Logik\" ein. Mark hat derweil Probleme, seinen One-Night-Stand Jenn loszuwerden und bittet Lily um Hilfe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439855","hoster":"VOE"},{"path":"/redirect/8268108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-14","name":"Denk wie ein Mann!","epNo":14,"alt":"Mind Games","descr":"Whitney ist glücklich in ihrem neuen Job und versteht sich gut mit ihrem neuen Arbeitskollegen Craig – zu gut für Alex’ Geschmack. Denn die beiden verbringen auch ihren Feierabend gemeinsam und telefonieren in jeder freien Minute. Als Whitney sie zum gemeinsamen Abendessen überredet, endet der Abend in einem Konkurrenzkampf zwischen Alex und Craig und Whitney sieht sich gezwungen einzugreifen. Sie schleift ihren Freund zu dem Paartherapeuten Dr. Grant, der ihnen merkwürdige Aufgaben für zu Hause aufgibt, die ihre Intimität fördern und ihre Liebe stärken sollen. Doch statt zu helfen, führen die Aufgaben zu einem handfesten Streit. Währenddessen stellen Lily und Neal bei einem Spieleabend fest, dass sie nicht auf einer Wellenlänge liegen und das, obwohl sie bald heiraten wollen. Überraschenderweise sind Mark und Roxanne hingegen das perfekte Paar und verstehen sich blind. Mark lobt Roxanne dafür, dass sie wie ein Mann denkt, was Roxanne natürlich gar nicht passt – schließlich ist sie eine Frau durch und durch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439859","hoster":"VOE"},{"path":"/redirect/8268110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-15","name":"Der Ex Ex","epNo":15,"alt":"Lance!","descr":"Whitney und Lily treffen bei einem Café-Besuch auf Roxannes Ex-Mann, den Loser Lance, der verkündet, dass er Roxanne wieder zurückgewinnen will. Als Whitney Roxanne die schockierende Nachricht verkünden will, ist sie entsetzt, denn in der Wohnung ihrer Freundin sitzt kein geringerer als Lance persönlich. Wie sich herausstellt sind Roxanne und ihr Ex-Mann schon seit Wochen wieder zusammen und da Roxanne weiß, wie sehr Whitney Lance verachtet, hat sie ihrer Freundin bisher noch nichts davon erzählt. Um Lance bloßzustellen und Roxanne davon zu überzeugen, dass sie einen Riesenfehler begeht, durchsucht Whitney Lances Wohnung nach Beweisen, die Lance als Lügner und Betrüger entlarven sollen. Doch dadurch stellt sie die Freundschaft zu Roxanne auf eine harte Probe, denn diese kocht vor Wut, als sie von Whitneys Vertrauensbruch erfährt. Während Lily auf der verzweifelten Suche nach ihrem verlorenen Verlobungsring ist, wird ihr Verlobter Neal auf der Arbeit von den rassistischen Äußerungen eines Kollegen diskriminiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853375","hoster":"VOE"},{"path":"/redirect/8268114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-16","name":"Nur 48 Stunden","epNo":16,"alt":"48 Hours","descr":"Nachdem Mark mal wieder eine Frau nach Strich und Faden hintergangen hat, sind seine Freunde entsetzt. Doch Mark rechtfertigt sein Verhalten mit der 48-Stunden-Regel: Diese besagt, dass man nach zwei Tagen bereits weiß, ob man mit seinem gegenüber zusammen sein will. Whitney hält diese Regel für absoluten Quatsch und behauptet, sie hätte es bei Alex nach 48 Stunden noch nicht gewusst. Alex ist zutiefst verletzt und erinnert sie an ihr erstes Treffen und die vermeintliche ‚Liebe auf den ersten Blick‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439865","hoster":"VOE"},{"path":"/redirect/8268120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-17","name":"Push up, Baby!","epNo":17,"alt":"Mad Women","descr":"Whitney erlebt magisches, nachdem sie den Sand-Push-Up-BH anzieht: Sie wird von der Männerwelt ganz anders wahrgenommen. Und nicht nur von Fremden, sondern auch von ihrem Freund Alex. Dieser ist von ihrem überwältigenden Vorbau mehr als begeistert und bringt sich durch seine Freude in eine heikle Situation: Ihm rutschen unüberlegte Äußerungen heraus und die beiden finden sich im größten Streit aller Zeiten wieder, indem Whitney Alex vorwirft, dass er sie nicht bedingungslos liebt – so wie sie ist. Roxanne und Lance sind indes nach einer kurzen Beziehung wieder getrennt und Mark hilft Roxanne dabei, dessen Kram zusammenzupacken. Als Roxanne an ihren Fähigkeiten, eine Beziehung zu führen zweifelt, versucht Mark sie zu küssen und erntet dafür nichts anderes als pures Entsetzen. Währenddessen treffen Lily und Neal die letzten Vorbereitungen für ihre Hochzeit – unter anderem muss ein Ehevertrag aufgesetzt werden, was vor allem Lily überhaupt nicht gefällt. Denn sie hat einige finanzielle Geheimnisse, über die Neal besser nicht Bescheid wissen sollte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439863","hoster":"VOE"},{"path":"/redirect/8268121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-18","name":"Auf der Flucht","epNo":18,"alt":"Homeland Security","descr":"Alex und Whitney genießen nichtsahnend ihren Abendspaziergang, als sie plötzlich ein bewaffneter Mann überfällt. Ohne zu zögern rennt Whitney los und lässt ihren Liebsten mit dem Dieb zurück. Sowohl dieser als auch Alex sind sprachlos. Glücklicherweise kommt Alex mit dem Schrecken davon, doch zu Hause wirft er Whitney vor, egoistisch zu sein, schließlich hat sie ihn in der brenzligen Situation im Stich gelassen. Whitney hingegen sieht sich natürlich wieder einmal im Recht und so endet der Streit wie immer: Die beiden werden sich einfach nicht einig. Um die Situation zu entspannen, lässt Whitney am nächsten Tag eine Alarmanlage installieren. Doch als Alex diese nachts ausprobiert, um Whitney auf die Probe zu stellen, versagt sie erneut und rennt panisch aus der Wohnung, ohne auch nur einen Gedanken an Alex zu verlieren. Lily und Neal sind getrennt, die Hochzeit ist abgeblasen. Während Lily sich mit Neu-Single Roxanne vom Trennungsschmerz mit wilden Partys ablenken will, sucht Neal Zuflucht bei Mark und genießt seine aufdringlichen Versuche, ihn zu trösten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853383","hoster":"VOE"},{"path":"/redirect/8268126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-19","name":"Die Ex Box","epNo":19,"alt":"The Ex Box","descr":"Whitney ist gemeinsam mit Neal auf der Suche nach ihren Steuerunterlagen. Im Keller stößt Whitney jedoch auf einen Karton, der Frauenkleider und Pärchenfotos enthält. Es handelt sich um die berühmt berüchtigte ‚Ex-Box‘, in der Alex Andenken an seine Ex-Freundin Chloe aufbewahrt. Whitney quetscht Mark aus und erfährt, dass Chloe und Alex sogar verlobt waren. Schockiert stellt Whitney Alex zur Rede und hört eine Ausrede nach der anderen: Er wollte sie nicht heiraten, sondern nach dem Tod ihres Großvaters lediglich trösten. Doch diese Beteuerungen reichen Whitney nicht. Sie verlangt von Alex, sich mit Chloe auszusprechen und ihr die Sachen zurückzugeben. Lily ist nach der Trennung von Neal bei Roxanne eingezogen, doch dieses Zusammenwohnen stellt die Freundschaft der beiden auf eine harte Probe. Während Roxanne eine genaue Vorstellung von Ordnung hat, ist Lily ein Tollpatsch, der immer wieder Sachen umstößt und kaputtmacht. Unterdessen sucht Neal nach einem Weg, den ersten Kontakt zu Lily nach der Trennung herzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853389","hoster":"VOE"},{"path":"/redirect/8268125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-20","name":"Männersache","epNo":20,"alt":"G-Word","descr":"Während einer Ladies-Night in der Bar wird Lily vom Barkeeper angebaggert, doch sie erwehrt sich dessen Avancen, um Neal nicht zu verletzen. Schließlich weiß sie nicht, ob er schon wieder Dates hat oder aber von Liebeskummer zerfressen ist. Whitney und Alex statten Neal daraufhin einen Überraschungsbesuch ab und platzen mitten in ein Date. Doch Neal trifft sich nicht etwa mit einer Frau, sondern mit seinem \"Arbeitskollegen\" Steven. Kurz darauf sucht Neal das Gespräch mit Whitney und gesteht ihr, dass er etwas für Steven empfindet. Verwirrt fragt er sich, ob er tatsächlich schwul sei. Whitney kann Neal zwar nicht mit seinen Gefühlen helfen, doch sie überredet ihn, den Freunden und vor allem Lily reinen Wein einzuschenken. Neal will bei einem gemeinsamen Abendessen die Bombe platzen lassen – doch wie wird die Gang auf sein Geständnis reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439871","hoster":"VOE"},{"path":"/redirect/8268128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-21","name":"Ein Antrag von der Stange","epNo":21,"alt":"Something Old, Something New","descr":"Als Alex völlig betrunken von einem Junggesellenabschied nach Hause kommt, macht er Whitney einen Heiratsantrag, wohlwissend, dass sie nichts von der Ehe hält. Dennoch ist Whitney hin- und hergerissen und weiß nicht einmal, ob Alex den Antrag auch im nüchternen Zustand gemacht hätte. Da Alex am nächsten Morgen schwer verkatert ist und sich nur noch an die Party erinnern kann, beichtet er seiner Freundin, dass er Whitneys einzige Regel, nicht in den \"Champagne Room\" zu gehen, gebrochen hat. In seiner Hosentasche befindet sich zudem die Nummer der Stripperin Britnee, die ihn verführt hat. Whitney fühlt sich betrogen und sucht den Stripclub auf, um von der Tänzerin zu erfahren, wie weit Alex gegangen ist. Doch dieser hat inzwischen seine Gedächtnislücken füllen können und befindet sich ebenfalls auf dem Weg zum Stripclub. In der Zwischenzeit festigen Lily und Neal ihre neue Freundschaft. Seit Neals Outing können sie endlich wieder unbeschwert miteinander umgehen – oder etwa doch nicht? Und auch zwischen Mark und Roxanne gibt es seltsame Schwingungen, denn Mark stellt fest, dass er etwas für Roxanne empfindet. Dumm nur, dass er Roxanne versprochen hat, einen Mann für sie zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439869","hoster":"VOE"},{"path":"/redirect/8268132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-1/episode-22","name":"Traut Euch!","epNo":22,"alt":"Something Black, Something Blue","descr":"Nachdem Alex im Stripclub um Whitneys Hand angehalten hat, kreisen ihre Gedanken um die Frage, wie und wo sie heiraten wollen. Da sie beide auf eine große Feier verzichten können, beschließen sie spontan, schon am nächsten Tag nur im Beisein ihrer besten Freunde \"Ja\" zu sagen. Doch am Tag der Trauung geht so ziemlich alles schief, was schief gehen kann: Die Standesbeamtin stellt fest, dass Whitneys Führerschein abgelaufen ist und sie diesen neu beantragen muss. Bei der Führerscheinbehörde fällt Whitney zudem durch die theoretische Prüfung, sodass ihr der Führerschein verwehrt wird und sie Hohn und Spott über sich ergehen lassen muss. Als Whitney schließlich bei ihrem Vater um ihre Geburtsurkunde bittet, besteht er darauf, dass Alex standesgemäß um die Hand seiner Tochter anhält. Werden die beiden es trotz aller Widrigkeiten noch vor den Traualter schaffen? Mark ist indes von seinen Gefühlen für Roxanne überwältigt. Als Roxanne von einem Date zurückkommt, platzt es aus Mark heraus und er gesteht Roxanne seine Gefühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853400","hoster":"VOE"},{"path":"/redirect/8268135","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-1","name":"Am Morgen danach","epNo":1,"alt":"Bawl And Chain","descr":"Whitney und Alex sind sich einig darüber, dass ihr Liebestattoo, das sie sich haben stechen lassen, mit einem richtigen Trauschein gleichbedeutend ist – bis Whitneys Mutter Candi zu ihrem Hochzeitsessen kommt: Diese ist darüber so entsetzt, dass sie Hals über Kopf die Wohnung der beiden verlässt und dem Diner die Einweihungsfete ihrer Freundin Donna bevorzugt. Obwohl sich Whitney sonst immer stark und unabhängig verhält, ist sie nach Candis Reaktion zu Alex’ Erstaunen am Boden zerstört, was diesen sehr erregt. Als Whitney dies bemerkt, ist ein Streit natürlich vorprogrammiert. Roxanne und Lily machen sich derweil Gedanken über ein Hochzeitsgeschenk für die beiden. Dabei stößt Roxanne schnell an ihre Grenzen, denn egal, was sie auch vorschlägt, Lily lehnt es kategorisch ab. Als Roxanne nicht mehr weiter weiß, gesteht Lily ihr den wahren Grund für ihr eigenartiges Verhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439873","hoster":"VOE"},{"path":"/redirect/8268136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-2","name":"Kassensturz","epNo":2,"alt":"Poor Whitney","descr":"Beim gemeinsamen Kassensturz stellen Whitney und Alex fest, dass Whitney enorme Geldprobleme hat und Alex sie mitfinanziert. Zur ihrer Überraschung macht ihrem Liebsten das überhaupt nichts aus und er schlägt sogar vor, ein gemeinsames Konto zu eröffnen. Als die beiden bei der Bank ihre Finanzen offenlegen müssen, realisiert Whitney, dass Alex auch nicht viel reicher ist als sie, obwohl er kürzlich erst seine Website verkauft hat. Da Whitney ein schlechtes Gewissen hat, beschließt sie, sich von nun an finanziell einzuschränken. Doch während sie an jedem Ende spart, wirft Alex das Geld zum Fenster hinaus. Er schreckt nicht einmal davor zurück, ein langweiliges Foto für 800 Dollar von der angesagten Fotografin Sarah Spencer zu kaufen, nur um Whitney dadurch eine Lektion zu erteilen. Mark hat derweil seinen Dienst bei der Polizei quittiert, um eine eigene Bar zu eröffnen. Doch die Angst zu versagen, bestimmt sein Leben so sehr, dass er sich gar nicht richtig auf sein eigentliches Vorhaben konzentrieren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439876","hoster":"VOE"},{"path":"/redirect/8291518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-3","name":"Wer einmal lügt …","epNo":3,"alt":"Sex, Lies, And Alibis","descr":"Mark stellt RJ, einen ehemaligen Freund von Alex, als Barkeeper ein. Als er mit ansehen muss, wie Roxanne und RJ miteinander flirten, muss er sich eingestehen, immer noch Gefühle für sie zu haben. Alex ahnt derweil nicht, dass er einen Stein ins Rollen bringt, als er seiner Freundin Whitney zwischen Tür und Angel gesteht, beim Sex in der vergangenen Nacht seinen Orgasmus nur vorgetäuscht zu haben. Die beiden werfen sich daraufhin sämtliche kleine Lügen an den Kopf und prahlen vor ihren Freunden damit, nun keinerlei Geheimnisse mehr voreinander zu haben. Ohne nachzudenken wirft Lily den Namen von Whitneys Exfreund Kevin in den Raum, mit dem Whitney noch zusammen war, als sie Alex kennengelernt hat – doch ausgerechnet diese Kleinigkeit hat sie Alex bisher noch verschwiegen. Dieser ist stinksauer auf seine Liebste, dabei hütet er auch noch ein Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439879","hoster":"VOE"},{"path":"/redirect/8268143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-4","name":"Mamma Mia!","epNo":4,"alt":"Hello Giggles","descr":"Der neue Barkeeper RJ erweist sich als wahrer Gentleman, was Lily sehr beeindruckt. Als Mark davon mitbekommt, beschließt er, seine Taktik zu ändern, um doch noch Roxannes Herz erobern zu können. Alex wurde zu einem Gastvortrag an der Universität eingeladen, um seine Website vorzustellen. Whitney möchte seinen großen Tag nicht verpassen und begleitet ihn dorthin. Seine Präsentation könnte nicht besser verlaufen, bis Alex auf einmal stolpert und von dem Podium fällt. Whitney bricht daraufhin ins großes Gelächter aus, weshalb sie die gesamte Aufmerksamkeit des Saals auf sich zieht. Als sie schließlich nicht einmal davor zurückschreckt, ein lustiges Video über Alex im Internet hochzuladen, ist diesem sein Auftritt so peinlich, dass er beschließt, einen weitern Vortrag abzulehnen. Whitney zeigt dafür überhaupt kein Verständnis und versucht Alex dazu zu zwingen, den Termin wahrzunehmen. Als der verärgerte Alex seine Liebste daraufhin mit ihrer Mutter Candi vergleicht, ist ein Streit vorprogrammiert, da Whitney gar nicht gut auf Candi zu sprechen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439877","hoster":"VOE"},{"path":"/redirect/8268150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-5","name":"Schöner Wohnen","epNo":5,"alt":"Three’s Company","descr":"Nach der Trennung von Neal hat Lily ein Date. Da ihr neuer Schwarm allerdings in einer WG wohnt und Lily momentan keinen festen Wohnsitz hat, konnten die beiden bisher noch keine Nacht miteinander verbringen. Lily bettelt schließlich Roxanne an, ihr ihre Wohnung zu überlassen, doch wie reagiert Roxanne auf diese Idee? Chloe, Alex Ex-Freundin, ist wegen eines Vorstellungsgespräches in der Stadt. Nachdem Alex ihr neulich einmal angeboten hatte, bei ihm und Whitney zu übernachten, wenn sie in der Nähe ist, möchte sie dieses Angebot nun annehmen. Als Whitney davon erfährt, ist sie außer sich vor Wut, zumal Alex damals schon mit Chloe in der jetzigen Wohnung gelebt hat. Doch Chloe lässt sich von ihrem Vorhaben nicht abbringen und steht prompt auf der Matte. Glücklicherweise hat sie mittlerweile wieder einen neuen Freund namens Nick. Als dieser jedoch davon erfährt, dass Chloe bei Alex übernachtet, macht er auf der Stelle mit ihr per SMS Schluss. Chloe bricht daraufhin in einen Weinkrampf aus und verschanzt sich ausgerechnet in Alex’ und Whitneys Schlafzimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439880","hoster":"VOE"},{"path":"/redirect/8268153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-6","name":"Gesundheit!","epNo":6,"alt":"2 Broke Hearts","descr":"Lily stellt ihren Freunden Eddie, ihren neuen Schwarm, vor. Eddie hat jedoch ein kleines Sprachproblem, weshalb es nicht ganz einfach ist, mit ihm ein Gespräch zu führen. Lily zeigt zwar Verständnis dafür, allerdings kommt es immer wieder zu Missverständnissen zwischen den beiden. Da Alex seit einer Woche ununterbrochen nießen muss, begleitet Whitney ihn zum Arzt. Dieser diagnostiziert eine Allergie auf ein Lavendelöl, das Whitney seit genau einer Woche benutzt. Während für Alex das Problem aus der Welt geschaffen ist, weigert sich Whitney, das Öl wegzuwerfen und muss ihrem Liebsten schließlich etwas gestehen: Seit ihrem 12. Lebensjahr leidet sie immer wieder an kleinen Herzattacken und verwendet das Öl aus diesem Grund. Alex ist einerseits besorgt um Whitney, andererseits jedoch auch sauer, da sie ihm diese \"Kleinigkeit\" Jahre lang verheimlicht hat. Die beiden beschließen, sich von nun an gesünder zu ernähren und Sport zu treiben, als plötzlich ein Brief mit den Ergebnissen des EKGs in den Briefkasten flattert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853322","hoster":"VOE"},{"path":"/redirect/8268154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-7","name":"Ex und Klopp","epNo":7,"alt":"Sorry!","descr":"Nachdem sich Whitney und ihr Ex-Freund Nate fünf Jahre lang nicht gesehen haben, verabreden sich die beiden erneut. Während Alex davon natürlich alles andere als begeistert ist, will Whitney durch das Gespräch mit Nate endlich mit ihm abschließen. Whitney und Alex einigen sich schließlich darauf, dass das Treffen in Marks Bar stattfinden soll und Alex sich im Hintergrund halten darf, damit er bei Bedarf eingreifen kann. Nate entschuldigt sich bei Whitney dafür, dass er sie in ihrer Beziehung schlecht behandelt hat, da er damals ein Alkoholproblem hatte. Whitney fühlt sich Nate zum ersten Mal überlegen – bis die Konversation auf einmal eine ungeplante Wende annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853332","hoster":"VOE"},{"path":"/redirect/8268165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-8","name":"Auszeit","epNo":8,"alt":"Space Invaders","descr":"Whitney traut ihren Augen nicht, als sie Alex in einer Bar sitzen sieht, obwohl dieser angeblich gerade auf einem Technikerseminar ist. Whitney versteckt sich daraufhin in der Ecke der Kneipe und ruft Alex an, doch dieser drückt sie weg. Wutentbrannt stellt sie ihren Freund zur Rede. Da Whitney glaubt, Alex habe eine Affäre, gesteht dieser ihr, dass er sich in letzter Zeit eingeengt gefühlt hat und einfach mal ein wenig Zeit für sich braucht. Dennoch artet der Abend in einem Streit aus, sodass das junge Paar den Therapeuten Dr. Grant aufsucht. Lily, die in der Highschool als Babysitterqueen galt, kümmert sich derweil um Maggie, RJ’s achtjährige Nichte. Entgegen ihrer Erwartungen beachtet Maggie Lily jedoch überhaupt nicht, sondern findet Roxanne viel cooler, was Lily natürlich überhaupt nicht nachvollziehen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853324","hoster":"VOE"},{"path":"/redirect/8268158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-9","name":"Das perfekte Dinner","epNo":9,"alt":"Snapped","descr":"Im Gegensatz zu Alex freut sich Whitney überhaupt nicht auf den anstehenden Besuch von Alex’ Bruder Brian und dessen Ehefrau Michelle. Alex zuliebe möchte sie sich jedoch zusammenreißen, doch als Brian sich über’ Alex Gastvortrag an der Universität lustig macht, platzt ihr endgültig der Kragen und sie geigt Brian gehörig die Meinung. Alex wirft ihr daraufhin im Streit vor, dass sie seine Familie nicht so akzeptiert, wie sie ist, sodass Whitney daraufhin versucht, ruhigzubleiben, obwohl Brian sie ständig provoziert. Während Alex stolz auf Whitney ist, kann Michelle deren plötzlichen Sinneswandel überhaupt nicht verstehen, sodass Whitney sich fragt, wie sie es allen recht machen soll. Da Lily davon überzeugt ist, dass Roxanne und Mark Gefühle füreinander haben, sie aber einfach nicht zueinander finden, beschließt sie, ein wenig nachzuhelfen und inszeniert ein erstes Date. Doch Lilys Plan geht vollkommen nach hinten los und endet in Streitigkeiten zwischen Roxanne und Mark – bis dieser auf einem spiegelglatten Bürgersteig ausrutscht und Roxanne in großer Sorge um ihn ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439889","hoster":"VOE"},{"path":"/redirect/8268162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-10","name":"Papa, einfach unverbesserlich","epNo":10,"alt":"Breaking Dad","descr":"Whitney ist nicht davon überzeugt, dass ihr Vater Vince seinen angekündigten Besuch einhält. Umso überraschter ist sie, als er tatsächlich vor ihrer Türe steht. Da Vince sie in der Vergangenheit immer wieder enttäuscht hat, macht sie sich keine allzu großen Hoffnungen von seinem Besuch. Doch dieses Mal gibt sich Vince wirklich als liebevoller und fürsorglicher Vater und schenkt Whitney sogar 5.000 Dollar als verspätetes Hochzeitsgeschenk. Whitney überlegt daraufhin, was sie mit so viel Geld alles tun könnte, entscheidet sich jedoch schließlich dazu, Lily das Geld für einen Neuanfang nach der Trennung von Neal zu geben. Da diese glaubt, nicht mit Geld umgehen zu können, bittet sie Roxanne, es zu verwalten. Doch die sonst so organisierte Roxanne verliert das Geld, kurz bevor sie es auf ihr Bankkonto einzahlen kann. Zunächst bekommt niemand etwas von dem Verlust mit – bis Vince es auf einmal vorübergehend zurückhaben möchte, um einen angeblichen Wasserschaden vorzubezahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609742","hoster":"VOE"},{"path":"/redirect/8268169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-11","name":"Born to Be Wild","epNo":11,"alt":"Slow Ride","descr":"Als Alex und R.J. an ihre Vergangenheit zurückdenken, in der sie leidenschaftlich gern Motorrad gefahren sind, kommt Alex auf einmal die Idee, sich wieder eine Maschine anzuschaffen, worüber Whitney alles andere als begeistert ist. Mark hat derweil ganz andere Sorgen, da Lily über seinen Kopf hinweg Unmengen an Bier für die Bar bestellt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439890","hoster":"VOE"},{"path":"/redirect/8268167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-12","name":"Eine Frau steht ihren Mann","epNo":12,"alt":"Lost In Transition","descr":"Whitney kann es kaum erwarten, dass ihre Halbschwester Danielle zu Besuch kommt. Doch Danielle ist nicht nur nach Chicago gekommen, um Whitney nach all den Jahren endlich wiederzusehen, sondern auch, weil sie einen wichtigen Arzttermin bei der renommierten Ärztin Dr. Cohen. Whitney macht sich daraufhin große Sorgen und glaubt, Danielle sei schwerkrank. Hinter dem Arzttermin steckt in Wahrheit jedoch etwas ganz anderes: Danielle fühlt sich in den falschen Körper hineingeborgen und möchte sich nun endlich zu einem Mann umoperieren lassen. Nachdem Whitney den ersten Schock verkraftet hat, überlegt sie, wie sie in dieser schwierigen Zeit für ihre Schwester da sein kann. Als RJ unentschuldigt bei seiner Schicht in der Bar fehlt, ahnen Mark und Alex bereits, dass seine Abwesenheit mit RJs Freundin Lauren zu tun haben muss. Und tatsächlich verkriecht sich RJ in seiner Wohnung, nachdem Lauren ihn verlassen hat. Während Alex seinem Kumpel dazu rät, nach vorne zu blicken, kann RJ Lauren einfach nicht vergessen, bevor er nicht den Grund für die Trennung kennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439892","hoster":"VOE"},{"path":"/redirect/8268171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-13","name":"Haus am See","epNo":13,"alt":"Nesting","descr":"Da Whitney und Alex bisher noch nicht auf Hochzeitsreise waren, sieht Alex nun den Zeitpunkt gekommen und lädt seine Liebste in das Haus seiner Eltern am See ein. Er erhofft sich, dort ein paar ungestörte Stunden mit Whitney verbringen zu können, doch diese hat in ihrer Freizeit so viele Horrorfilme gesehen, dass sie sich in dem einsamen Haus zu Tode fürchtet. Als Whitney schließlich endlich entspannen kann, steht auf einmal Alex’ Vater Wayne mitten im Wohnzimmer und stört die Verliebten. Wayne ist angeblich nur für einen Tag angereist, um nach dem Rechten zu sehen, doch Whitney durchschaut sofort, dass Alex’ Eltern Eheprobleme haben. Während Whitney glaubt, dass seinen Eltern eine Auszeit ganz gut tut, malt Alex den Teufel an die Wand und sieht schon die Scheidung seiner Eltern vor Augen, sodass an romantische Flitterwochen nicht mehr zu denken ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439894","hoster":"VOE"},{"path":"/redirect/8268176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-14","name":"Ich bin nicht verrückt!","epNo":14,"alt":"Crazy, Stupid, Words","descr":"Mark lädt seine Freunde zu sich in die Bar ein, um einen kleinen Fotowettbewerb zu veranstalten: Die Person, die das witzigste Foto schießt, darf sich etwas aus der Fundkiste der Bar aussuchen. Als Whitney die grandiose Idee hat, ihren Allerwertesten zu fotografieren, ist Alex so peinlich berührt, dass er Whitney aus der Bar zerrt. Während Whitney glaubt, Alex habe überreagiert, möchte dieser nicht, dass jemand anderes den Po seiner Liebsten sieht – doch Lily hat in der Zwischenzeit heimlich das Foto im Internet hochgeladen. Alex beschließt, Whitney vor Augen zu führen, in welcher Situation er sich befindet und lässt vor dem Laptop die Hosen fallen, als Lily und Roxanne völlig unerwartet ins Wohnzimmer stürmen und Alex’ Anblick nun nicht mehr vergessen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439895","hoster":"VOE"},{"path":"/redirect/8268180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-15","name":"Beziehungskisten","epNo":15,"alt":"Alex, Meet Lily","descr":"Da Whitney der Überzeugung ist, dass Lily einen männlichen besten Freund braucht, bittet sie Alex darum, ein wenig Zeit mit ihr zu verbringen. Dieser ist zunächst alles andere als begeistert von der Idee, doch entgegen seiner Erwartungen versteht er sich unheimlich gut mit ihr. Mark und RJ wollen wieder ein bisschen frischen Wind in die Low Bar bringen und organisieren einen Dart-Wettbewerb, welcher sehr gut bei den Gästen ankommt – bis Roxanne auf einmal einen Pfeil im Rücken stecken hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8853687","hoster":"VOE"},{"path":"/redirect/8268182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alex-und-whitney-sex-ohne-ehe/staffel-2/episode-16","name":"Torte zum Schluss","epNo":16,"alt":"Cake, Cake, Cake","descr":"Bei einem gemeinsamen Spaziergang mit Alex im Park beobachtet Whitney ihre Therapeutin Dr. Price dabei, wie sie mit ihren imaginären Gästen ihren Geburtstag feiert. Da Whitney sie daraufhin nicht mehr ernstnehmen kann, beschließt sie, ihre Ärztin mit der Situation zu konfrontieren. Nach einem Streit zwischen den beiden Frauen lehnt Dr. Price es konsequent ab, Whitney weiterhin zu therapieren. Als diese daraufhin in Panik ausbricht, versucht Alex ihr klarzumachen, dass sie keine Probleme mehr hätte, wenn sie nicht andauernd in der Vergangenheit leben würde. In Roxanne kocht die Eifersucht, denn Mark datet seit Neuestem eine andere Frau namens Lulu. Als sich Mark und Roxanne beim Joggen zufällig über den Weg laufen, macht er ihr unmissverständlich klar, dass er nicht mehr auf Roxanne warten kann, wenn diese nicht endlich eine Entscheidung trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8439898","hoster":"VOE"},{"path":"/redirect/8268184","hoster":"Streamtape"}]}]}]}]}