{"seriesId":"alfred-j-kwak","name":"Alfred J. Kwak","descr":"Alfred J. Kwak basiert auf der Musikfabel Alfred Jodocus Kwak des niederländischen Liederkomponisten Herman van Veen.Die gleichnamige Hauptfigur ist eine Ente, ein Waisenkind dessen Obhut sich der Maulwurf Henk angenommen hat. Henk ist Alfreds Ziehvater, aber auch sein Freund und Berater.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hurra, er ist da","epNo":1,"alt":"","descr":"Jedes Jahr im Frühling treffen sich Johan, ein stattlicher, wenn auch etwas schüchterner Entenmann, und sein Freund, der Maulwurf Henk, auf einer idyllischen Wiese in Groß-Wasserland. Dieses Jahr aber hat es für Johann weitreichende Folgen, denn er lernt Anna, eine gute Bekannte Henks, kennen. Die beiden werden ein Paar und bekommen kurz darauf Eier. Alfred erblickt als erster unter aufregenden Umständen das Licht der Welt.","versions":[{"lang":1,"streams":[{"redirect":8281722,"hoster":"VOE"},{"redirect":8281720,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Böse Überraschung","epNo":2,"alt":"","descr":"Henk und die ganze Entenfamilie machen sich auf den Weg zu ihrem neuen Zuhause. Dabei müssen sie – es ist bereits Nacht, und es regnet – eine große Straße überqueren. Plötzlich passiert ein furchtbares Unglück: Johan und seine Familie werden von dem heranrasenden Auto des Bauunternehmers Hippo getötet. Nur Alfred entgeht dem Unfall durch einen glücklichen Zufall, denn der neugierige Enterich ist gerade wieder einmal ausgebüchst. Henk, der den Ausreißer einfangen wollte, findet sich in der Rolle des Pflegevaters und will den Sprössling seines Freundes als seinen eigenen Sohn aufzuziehen. Ein Jahr vergeht: Alfred hat Geburtstag. Als große Überraschung hat Henk einen Ausflug mit der Geburtstagsgesellschaft in das Schloss des Königs organisiert.","versions":[{"lang":1,"streams":[{"redirect":8281726,"hoster":"VOE"},{"redirect":8281723,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hinter Gittern","epNo":3,"alt":"","descr":"Alfred wird im Schloss des Königs gefangengehalten. Henk und Alfreds Freunde sind sich ganz sicher, dass nur Stibitzi, die kleine Elster, den Edelstein gestohlen haben kann, wollen sie aber nicht verraten. Auch Alfred schweigt, aber bei der Gerichtsverhandlung beteuert er seine Unschuld. Stibitzi, von Gewissensbissen geplagt, hat sich ebenfalls in den Gerichtssaal geschlichen. Vom Glanz des Kronjuwels, das auf dem Tisch des Richters liegt, wird sie erneut so angezogen, dass sie wieder versucht, den Stein zu stehlen","versions":[{"lang":1,"streams":[{"redirect":8281734,"hoster":"VOE"},{"redirect":8281729,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Brunnen gefangen","epNo":4,"alt":"","descr":"Alfred geht bereits in die Schule. Auf dem Schulweg macht er Bekanntschaft mit der Krähe. Kra und seine Freunde hänseln Alfred, weil er angeblich einen Mau zum Vater hat. Alfred will mit Kra raufen, aber dessen Freunde kommen ihm zu Hilfe, und gegen diese Übermacht kommt Alfred nicht an. Im Unterricht erzählt der Lehrer aus der Geschichte von Deichstadt. Alfred aber schläft ein und träumt vom Leben im Mittelalter, wofür ihm Lehrer Bas eine strenge Ermahnung erteilt. Auf dem Nachhauseweg will Alfred Kra die Hänseleien vom Morgen noch heimzahlen. Beim Kampf entdeckt er, dass Kra in Wirklichkeit einen gelben Schnabel hat.","versions":[{"lang":1,"streams":[{"redirect":8281735,"hoster":"VOE"},{"redirect":8281739,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In letzter Sekunde","epNo":5,"alt":"","descr":"Bei dem Versuch Kra aus dem Brunnen zu befreien, ist Alfred selbst hineingefallen. Nun sitzen Alfred und Kra im Brunnen gefangen. Alle Bemühungen, nach oben zu gelangen, sind vergeblich. Henk macht sich unterdessen auf die Suche nach seinem Pflegekind. Zwischen den beiden Gefangenen entsteht ein Streit, ob Henk sich tatsächlich Sorgen um Alfred macht, wie dieser behauptet. Kras Vater jedenfalls, so stellt sich heraus, interessiert sich nur fürs Bier trinken und würde seinen Sohn nie suchen. Kra warnt Alfred noch einmal, irgendjemandem etwas von seinem gelben Schnabel zu erzählen. Sonst werde er aus der Stadt verbannt.","versions":[{"lang":1,"streams":[{"redirect":8281742,"hoster":"VOE"},{"redirect":13809756,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Olympiade","epNo":6,"alt":"","descr":"Alfred liegt mit Fieber im Bett, da bekommt er einen Brief, der ihn zu den Seepfadfindern einberuft. Weil dies eine große Auszeichnung ist, muss Alfred schnell wieder gesund werden, um an der Ausbildung teilnehmen zu können. Mit seinen Freunden bricht er zwei Wochen später zum Hafen auf. An Bord der Seewolf, dem Schiff von Groß-Wasserland, erwartet sie ein hartes Training. Zur Belohnung winkt nach dessen Abschluss eine Wettfahrt gegen das Schiff von Groß-Spatzenland, das schon fünfmal hintereinander die Regatta gewonnen hat. Deshalb will der Kapitän der Seewolf in diesem Jahr ein geheimes Sonargerät einsetzen, das den Sieg sichern soll. Aber auch die Spatzen aus Groß-Spatzenland schlafen nicht.","versions":[{"lang":1,"streams":[{"redirect":8440067,"hoster":"VOE"},{"redirect":8281753,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abenteuer auf hoher See","epNo":7,"alt":"","descr":"Die großen Ferien stehen vor der Tür. Für den letzten Schultag wird noch ein großer Triathlonwettkampf ausgeschrieben. Natürlich beschließt Alfred, mitzumachen. Kra überredet seinen Freund Hannes zur Teilnahme, obwohl dieser in allen Disziplinen eine Niete ist. Da hilft nur, mit unerlaubten Tricks den Sieg zu erschwindeln. Zufällig entdeckt Kra, dass die Arznei für den kranken Elefanten Stampf wunderbare Kräfte hervorruft. Er zwingt die Elster Stibitzi, die Medizin vom Apotheker zu entwenden. Während des Wettkampfes nimmt Hannes heimlich zwei dieser Pillen und kann dadurch knapp vor Alfred gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8281756,"hoster":"VOE"},{"redirect":8725531,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Spion","epNo":8,"alt":"","descr":"Alfred wird vom Kommandanten der \"Seewolf\" verhört und beteuert seine Unschuld. Er warnt den Kapitän vor einem Eindringling, den er vom Fenster seines Gefängnisses aus gesehen hat. Es handelt sich dabei um den Tintenfisch Lispel, der ebenfalls für Groß-Spatzenland arbeitet. Nachdem Peter entdeckt worden war, hatte Lispel den Auftrag bekommen, das Sonargerät zu zerstören, was ihm auch gelingt. In einer abenteuerlichen Verfolgungsjagd kann Alfred den Kraken beinahe fangen.","versions":[{"lang":1,"streams":[{"redirect":8281762,"hoster":"VOE"},{"redirect":8281763,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein gefährliches Geschenk","epNo":9,"alt":"","descr":"Alfred ist so groß geworden, dass er kaum noch durch die Tür von Henks Haus passt. Deshalb baut er mit Hilfe seiner Freunde ein neues, eigenes Haus. Zur Einweihungsfeier bekommt er von Storch Ollie eine seltsame Flasche geschenkt, in der sich ein eigenartiger Rauch befindet. Ollie hat die Flasche von einem Antiquitätenhändler gekauft, der behauptet, in der Flasche sitze ein böser Geist. Genau das stimmt auch. Die Flasche ist aus dem Königreich des Sultans Alham gestohlen worden und auf unerklärliche Weise zum Trödler nach Groß-Wasserland gelangt.","versions":[{"lang":1,"streams":[{"redirect":8281768,"hoster":"VOE"},{"redirect":8281767,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Geist in der Flasche","epNo":10,"alt":"","descr":"Die Gesandten des fremden Königs landen mit ihrem fliegenden Teppich in Groß-Wasserland. Sie suchen die Flasche zuerst beim Trödler, dann bei Ollie. Alfred kann unterdessen nach seiner Einweihungsfeier nicht schlafen. Er beschließt, die Flasche draußen zu öffnen, was ihm aber nicht gelingt. Zufällig trifft er Kra, und gemeinsam ziehen sie den Korken aus der Flasche. Der böse Geist will zuerst Kra fressen, aber der behauptet, Alfred habe den Korken alleine herausgezogen. Daraufhin will sich der Geist über Alfred hermachen. Gerade im rechten Moment entdeckt Alfred jedoch, dass der Geist kein Licht verträgt.","versions":[{"lang":1,"streams":[{"redirect":8281771,"hoster":"VOE"},{"redirect":8281775,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Mensch ist los","epNo":11,"alt":"","descr":"In Deichstadt gastiert ein Zirkus. Alfred möchte den kranken Clown vertreten, und bekommt seine Chance. Alfred hat so großes Lampenfieber, dass er am liebsten im Boden versinken würde. Plötzlich herrscht Aufregung hinter den Kulissen, der wilde Mensch ist ausgebrochen und hat die schöne Seiltänzerin Jersomina entführt. Schließlich gelingt es Alfred, den Wilden abzulenken und Jersomina zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8281781,"hoster":"VOE"},{"redirect":8281784,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die geheimnisvolle Königin","epNo":12,"alt":"","descr":"Kra kommt auf die Idee, den König von Groß-Wasserland zu stürzen und Präsident zu werden. Mit seinen Freunden Hannes und Wannes heckt er einen Plan aus. Zur gleichen Zeit wird in Deichstadt wiederholt in die Häuser reicher Leute eingebrochen. Die Polizei verdächtigt Kater Kratznagel. Alfred und Henk vertreiben sich unterdessen die Zeit mit Schachspielen. Dabei passieren eigenartige Dinge: Jedes Mal wenn Henk zu lange über einen Zug nachdenkt, schläft Alfred ein. Dann tritt die weiße Schachkönigin aus dem Spiel heraus und fordert Alfred auf, ihr die Welt zu zeigen. Gemeinsam fliegen Alfred und die weiße Königin durch die Nacht, dabei werden sie Zeugen eines weiteren Einbruchs.","versions":[{"lang":1,"streams":[{"redirect":8281788,"hoster":"VOE"},{"redirect":8281785,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Haltet den Dieb","epNo":13,"alt":"","descr":"Am Morgen ist Alfred ganz verwirrt und weiß nicht, ob er das Abenteuer mit der Schachkönigin geträumt hat oder nicht. Henk erklärt ihm, dass er beim Spiel eingeschlafen sei. Bald stellt sich heraus, dass in der vergangenen Nacht wirklich eingebrochen wurde. Die Polizei hat Spuren gefunden, die auf Kratznagel hinweisen. Der aber bestreitet die Tat. Tatsächlich hatte Kratznagel versucht, Alfred und die weiße Königin zu überfallen und zu fressen.","versions":[{"lang":1,"streams":[{"redirect":8281793,"hoster":"VOE"},{"redirect":13809757,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Skrupellose Geschäfte","epNo":14,"alt":"","descr":"Henk findet ein altes Foto, das Alfred bei den Seepfadfindern zeigt. Die beiden nehmen die Erinnerung an diese Zeit zum Anlass, um wieder einmal nach Wasserdamm ans Meer zu fahren. Dort wird an diesem Tag ein neues Superschiff, die Gloria, zu Wasser gelassen. Dieses Schiff kann sämtliche Fische im weitem Umkreis auf einmal fangen und noch an Bord zu Konserven verarbeiten. Mit diesem will der skrupellose Bürgermeister Rokodil reich werden, die anderen Fischer aber fürchten um ihre Existenz.","versions":[{"lang":1,"streams":[{"redirect":14069392,"hoster":"VOE"},{"redirect":8281795,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Explosion","epNo":15,"alt":"","descr":"Alfred und Henk sind mit einem kleinen Schlauchboot unterwegs zu Wiede Wagen, dem Sägefisch. Die Zeit drängt, denn bereits am nächsten Morgen soll die Gloria zum ersten Mal auslaufen. Kapitän Stoppel ist gar nicht glücklich über seine neue Aufgabe, denn er befürchtet, dass die Gloria alle Fische ausrotten wird. Er erzählt seine Sorgen seinem Freund, dem Pelikan Pel. Endlich finden Alfred und Henk den Sägefisch. Sie verabreden, dass Wiede Wagen am nächsten Morgen ein Loch in den Rumpf der Gloria sägen soll, damit sie auf hoher See untergeht.","versions":[{"lang":1,"streams":[{"redirect":8281798,"hoster":"VOE"},{"redirect":8281796,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Reise zum Südpol","epNo":16,"alt":"","descr":"Die Heringe schicken einen Hilferuf an Alfred und Henk: Bürgermeister Rokodils neues Superschiff, dass er nach der Explosion der Gloria bauen lässt, ist bald fertig. Wenn es ausläuft, bedeutet das den sicheren Tod aller Heringe, denn es wird alle Fische fangen und ausrotten. Das neue Schiff ist ferngesteuert und wird von Robotern bedient. Parmesanidas hat schließlich die rettende Idee: Alfred und Henk sollen zum Südpol fahren und dort die großen Wale um Hilfe bitten. Sie sollen die Hafenausfahrt von Wasserdamm blockieren, damit das Schiff nicht auslaufen kann. Alfred und Henk machen sich auf die weite und gefährliche Reise.","versions":[{"lang":1,"streams":[{"redirect":8281800,"hoster":"VOE"},{"redirect":8281801,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rettung aus dem All","epNo":17,"alt":"","descr":"Henk und Alfred treiben auf dem Ozean. Sie geraten in einen furchtbaren Sturm, der sie auf eine kleine Insel verschlägt. Dort sind gerade seltsame Wesen aus dem All zu Besuch, die Früchte suchen. Da die Fremden aber so schlechte Nasen haben und die versteckten Früchte nicht riechen können, müssen sie sich bei der Suche sehr anstrengen. Alfred und Henk machen den Außerirdischen einen Vorschlag: Sie helfen ihnen beim Früchtesammeln, dafür reparieren diese ihr Schlauchboot. Plötzlich bebt die kleine Insel. Ein Vulkanausbruch kündigt sich an.","versions":[{"lang":1,"streams":[{"redirect":8281805,"hoster":"VOE"},{"redirect":8281803,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im ewigen Eis","epNo":18,"alt":"","descr":"Viele Wochen sind Alfred und Henk nun schon unterwegs. Dabei ist die weite Reise zum Südpol nicht einmal das größte Problem, aber die beiden wissen gar nicht, wie sie sich überhaupt mit den Walen verständigen sollen. Zur gleichen Zeit erproben Professor Bajazzo und seine Assistenten am Südpol einen neuen Übersetzungscomputer, mit dessen Hilfe sie mit den Walen reden können. Professor Bajazzo will die Wale dadurch vor den Walfängern warnen. Leider funktioniert das Gerät noch nicht richtig. Währenddessen langweilen Alfred und Henk sich in ihrem kleinen Boot fürchterlich.","versions":[{"lang":1,"streams":[{"redirect":8281807,"hoster":"VOE"},{"redirect":8281806,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Rettet die Wale","epNo":19,"alt":"","descr":"Alfred und Henk sind endlich am Ziel, doch dort erwartet sie eine böse Überraschung: Die Walfänger schießen bereits auf die Wale. Alfred gelingt es, sich auf ihr Schiff zu schleichen und dort die Harpune zu zerstören. Durch Zufall trifft Alfred auf Professor Bajazzo, der gerade seinen Übersetzungscomputer testet. Leider erleidet das Gerät bei Alfreds stürmischem Landeanflug Schaden und sendet auf einmal Strahlen aus, die alle Gegenstände in seiner Reichweite zerstören. Alfred macht aus der Not eine Tugend und richtet den Lautsprecher auf das Walfangschiff, das daraufhin in tausend Stücke zerspringt. Professor Bajazzo repariert seinen Computer, und die Wale erklären sich dazu bereit, nach Groß-Wasserland zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8281813,"hoster":"VOE"},{"redirect":8281814,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Albtraum","epNo":20,"alt":"","descr":"Alfred hat einen furchtbaren Traum. Als er wieder erwacht, beschließt er, den Wüstenbewohnern zu helfen. Er will Geld verdienen, um einen Wasserkanal von Groß-Wasserland bis in die Wüste bauen zu können. Er konstruiert ein Gerät zum Mähen von Entengrün und verkauft seine Erzeugnisse an Entenfamilien. Auch Alfreds Freunde beteiligen sich an dem Projekt, so dass sie schon bald viel Geld zusammenbekommen. Als Kra davon erfährt, versucht er, die Goldstücke zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":8281817,"hoster":"VOE"},{"redirect":8281819,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wasser für die Wüste","epNo":21,"alt":"","descr":"Alfred hat für sein Hilfsprojekt schon 88 Goldstücke gesammelt. Davon erfährt auch König Franz Ferdinand II. von Groß-Wasserland. Er interessiert sich weder für Politik noch für die Staatsfinanzen. Stattdessen liegt er lieber stundenlang faul in seinem Limonadenbad. Eines Tages ist die Staatskasse so leer, dass nicht einmal genügend Geld für den Kakao des Königs da ist. Seine Minister bitten Alfred, dem König Geld zu leihen und versprechen, es ihm in einem Monat mit hohen Zinsen zurückzuzahlen. Doch nach zwei Monaten hat Alfred sein Geld noch immer nicht zurückbekommen.","versions":[{"lang":1,"streams":[{"redirect":8281824,"hoster":"VOE"},{"redirect":8281823,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kra an die Macht","epNo":22,"alt":"","descr":"Kra will jetzt endlich den König stürzen, um selbst an die Macht zu gelangen. Dafür braucht er viel Geld, das er sich von Alfred leihen möchte. Alfred und Henk sind entsetzt. Eines Tages berichtet die Zeitung, Kra habe eine große Erbschaft gemacht. Er gründet seine nationale Krähenpartei mit vielen Anhängern. Kra lässt die Minister des Königs, alle seine politischen Gegner und auch Alfred und Ollie verhaften.","versions":[{"lang":1,"streams":[{"redirect":8281831,"hoster":"VOE"},{"redirect":8281829,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Krähenpartei","epNo":23,"alt":"","descr":"Kra will Alfred und seine Freunde verhungern lassen. Schließlich gelingt es Henk und dem ehemaligen Spion Peter, die Wachen zu überlisten und die Gefangenen zu befreien. Alfred und seine Freunde fliehen auf einem Floß den gefährlichen Grenzfluss hinunter nach Breit-Rohrland. In der Zwischenzeit spinnt Kra sein Netz zur Unterdrückung der Bewohner von Groß-Wasserland immer enger. Auch die Kirche hilft ihm dabei.","versions":[{"lang":1,"streams":[{"redirect":12918146,"hoster":"VOE"},{"redirect":13809761,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Flucht aus Deichstadt","epNo":24,"alt":"","descr":"Nach einer lebensgefährlichen Floßfahrt erreichen Alfred, Henk, Oberst Ramkall, Knete und Ollie Breit-Rohrland. Zu Hause in Groß-Wasserland überstürzen sich die Ereignisse. Kra entmachtet den König und wirft ihn aus dem Schloss. Franz Ferdinand flieht nach Breit-Rohrland, wo er am Hof des Königs Cyrus auf Alfred und seine Freunde trifft. Franz Ferdinand bereut seine politische Untätigkeit zutiefst. Kra hat ein Gesetz erlassen, nach dem alle Bewohner, die nicht Mitglied der Krähenpartei sind, die Hälfte ihres Besitzes abgeben müssen. Das Volk beginnt sich aufzulehnen, doch Kra schlägt die Proteste nieder. Alfred und seine Freunde entwickeln einen Plan.","versions":[{"lang":1,"streams":[{"redirect":8281841,"hoster":"VOE"},{"redirect":13809759,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Kampf um Deichstadt","epNo":25,"alt":"","descr":"Alfred und Oberst Ramkall halten sich im Schloss versteckt. Durch Zufall finden sie heraus, wo sich Kras Schatzkammer befindet. Aber wie sollen sie dort hineingelangen und das Geld fortschaffen? Zum Glück kommen ihnen die Ratten im Schloss zur Hilfe. Sie graben einen Tunnel bis in die Schatzkammer und holen alle Goldstücke nacheinander heraus. Peter und Ollie haben zwischenzeitlich hunderte von Vögeln zusammengeholt, die das Geld nach Breit-Rohrland bringen. Am nächsten Morgen ist Kras ganzer Reichtum verschwunden. Zusammen mit seinen Anhängern muss er fliehen.","versions":[{"lang":1,"streams":[{"redirect":8281845,"hoster":"VOE"},{"redirect":8281846,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Schneemensch","epNo":26,"alt":"","descr":"Alfred soll Professor Bajazzo ins Himalaya-Gebirge begleiten, wo er die Schneemenschen erforschen will. Alfred hat zunächst ein wenig Angst, mit Bajazzos wackeligem Raumschiff zu fliegen, aber dann siegt doch seine Neugier. Bei der Landung geraten die beiden in einen Schneesturm und werden von einem freundlichen Schneemenschen gerettet. Dieser erzählt ihnen, dass zwei Männer im Himalaya Skipisten und viele Hotels bauen wollen, genau dort, wo die Schneemenschen wohnen. Der eine ist ein alter Bekannter Alfreds: Rokodil, der skrupellose Bürgermeister von Wasserdamm.","versions":[{"lang":1,"streams":[{"redirect":8281851,"hoster":"VOE"},{"redirect":8281850,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Verliebt","epNo":27,"alt":"","descr":"Alfred hat Erholung dringend nötig. Er verbringt ein paar Tage im sonnigen Süden und macht dort die Bekanntschaft einer netten Entendame, und insgeheim macht er sich Hoffnungen. Aber er wird enttäuscht. Der Spaß an den Ferien ist dahin. Als er endlich die Heimreise antritt und in den Zug steigt, ahnt er noch nicht, welche Überraschung sich anbahnt: Nachdem der Zug die Grenze zu Groß-Wasserland überquert hat, muss Alfred feststellen, dass er nicht allein in seinem Abteil sitzt. Eine Entenfamilie mit schwarzen Federn hatte sich hinter Sichtblenden und Abdeckungen durch die Grenzkontrollen geschmuggelt.","versions":[{"lang":1,"streams":[{"redirect":8281853,"hoster":"VOE"},{"redirect":8281860,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein Geschenk des Königs","epNo":28,"alt":"","descr":"Alfred, Henk und die Familie Kwa Wanas, der schwarzen Ente aus Süd-Gänseland, leben schon seit einiger Zeit zusammen. Trotz der Enge, die in Alfreds Haus angesichts der vielen Bewohner herrscht, verstehen sich alle prächtig, besonders Winnie und Alfred. Immer öfter jedoch werden sie von der bangen Frage geplagt, ob die als illegale Einwanderer nach Groß-Wasserland gekommenen Wanas vom Deichstädter Bürgermeister wirklich eine Aufenthaltsgenehmigung bekommen?","versions":[{"lang":1,"streams":[{"redirect":8281863,"hoster":"VOE"},{"redirect":8281866,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Burengänse","epNo":29,"alt":"","descr":"In Absprache mit Alfred hat sich Kapitän Stoppel bereit erklärt, unplanmäßig Tafelburg anzulaufen, die wichtigste Hafenstadt in Süd-Gänseland, dem Heimatland der Wanas. Kwa Wana und seine Frau Blanche werden mit an Bord sein und unauffällig in ihr Land zurückkehren. Gemeinsam mit Freunden wollen sie den Kampf gegen Diskriminierung und Rassentrennung weiterführen. Auch Alfred will sich sein eigenes Bild von den Lebensbedingungen in Süd-Gänseland machen. Doch Spion Lispel hat von diesem Vorhaben Wind bekommen.","versions":[{"lang":1,"streams":[{"redirect":8281873,"hoster":"VOE"},{"redirect":8281870,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Im Urlaub","epNo":30,"alt":"","descr":"Alfred hat für sich, Winnie und Tom große Urlaubspläne. Zusammen wollen sie die Kribikinsel Aruba besuchen. Die Reiseprospekte heben ihre malerische Schönheit unter südlicher Sonne hervor, berichten darüber hinaus aber auch von einer geheimnisvollen Geschichte. Die Insel, so erzählt man, verändere auf unerklärliche Weise geringfügig ihren Standort, als würde sie schwimmen. Alfred geht natürlich dieser von den Reiseunternehmen zum Touristenfang erfundenen Story nicht auf den Leim. Doch ein Mitreisender Professor ist unterwegs, um das Phänomen wissenschaftlich zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":12251672,"hoster":"VOE"},{"redirect":8281874,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Bohrinsel","epNo":31,"alt":"","descr":"Alfred und Winnie wollen gemeinsam das berühmte archäologische Museum besuchen, in dem die sonderbaren gläsernen Kunstwerke der Dodos ausgestellt sind. Seit mehr als 500 Jahren gelten diese Vogelwesen als ausgestorben. Ihre Kunst und Architektur hat jedoch die Zeit überdauert und legt beredtes Zeugnis darüber ab, was für besondere Wesen diese Tiere gewesen sein müssen. Henk wird währenddessen von Bart Beton angerufen, dem Chef einer großen Ölbohrfirma. Auf einer im Meer verankerten Bohrinsel gibt es ein großes Problem.","versions":[{"lang":1,"streams":[{"redirect":11833246,"hoster":"VOE"},{"redirect":13809762,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Atlantis","epNo":32,"alt":"","descr":"Als die nach dem U-Bootunfall schleunigst benachrichtigte Winnie bei der Plattform eintrifft, offenbart ihr Kapitän Stoppel, dass es keinerlei Hoffnung mehr gibt, Alfred, Henk und Stibitzi noch lebend zu finden. Doch Winnie weiß, Alfred ist nicht tot. Unterdessen sind die drei Schiffbrüchigen in einer fremdartigen Welt aus ihrer Ohnmacht erwacht. Alles scheint dort aus Glas zu sein, und die Wesen, die in ihr leben, ähneln stark den angeblich seit 500 Jahren ausgestorbenen Dodos","versions":[{"lang":1,"streams":[{"redirect":8281885,"hoster":"VOE"},{"redirect":8281891,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Cowboys und Indianer","epNo":33,"alt":"","descr":"Henk ist von einem Auto angefahren worden und hat einen Arm bandagiert, deswegen lädt Winnie ihn ein, mit ihr und Alfred zu Abend zu essen. Doch bis alles fertiggekocht ist, dauert es noch ein Weilchen, und so schaut sich Henk die Scherenschnitte an, die Alfred mit Winnie zuvor gebastelt hat. Eigentlich würde Henk auch gerne mitschneiden, aber im Moment ist er zum Nichtstun verurteilt. So schaltet er den Fernseher ein, und der Zufall will es, dass gerade ein Western gezeigt wird.","versions":[{"lang":1,"streams":[{"redirect":8281896,"hoster":"VOE"},{"redirect":8281894,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Schatz des Tut-Katz-Kammon","epNo":34,"alt":"","descr":"Sein Spezialgebiet ist das alte Ägypten. In der Vorlesung will er seinen Studenten die unterschiedlichen Pyramidenformen erklären, doch plötzlich erleidet er einen Schwächeanfall. Er bittet Winnie, ihm einen Tee zu kochen, damit er sich ein bisschen erholen kann. Als sein alter Freund Professor Paljas ihn besuchen kommt, hat Ramses hohes Fieber. In einem wachen Augenblick gibt er sich selbst verloren, wenn nicht aus einem der Königsgräber eine alte Medizin herbeigebracht wird. Wer könnte ihm diese Medizin nur herbeischaffen?","versions":[{"lang":1,"streams":[{"redirect":8281904,"hoster":"VOE"},{"redirect":8281902,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Schlange","epNo":35,"alt":"","descr":"Professor Paljas und Alfred sind auf der Suche nach der Medizin für Professor Ramses ins Innere der großen Pyramide vorgestoßen. Kaum haben die beiden eine Kammer betreten, in der nach ihrem Plan das Pharaonengrab liegen soll, beginnen geheimnisvolle Mechanismen, alle vorhandenen Ein- und Ausgänge mit schweren Steinquadern zu verschließen. Alfred und der Professor sind gefangen, zudem ist das vermeintliche Pharaonengrab leer. Eine Schlange will mit ihrem rosafarbenen Rauch Paljas und Alfred betäuben. Der Professor hat die rettende Idee: Er macht die Schlange durch Hypnose so müde, dass sie einschläft und steif wie eine Eisenstange am Boden liegen bleibt","versions":[{"lang":1,"streams":[{"redirect":8281905,"hoster":"VOE"},{"redirect":8281906,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Michael Duckson","epNo":36,"alt":"","descr":"Winnie ist verzückt: Michael Duckson, Megastar der Popszene, wird im Rahmen seiner Welttournee Groß-Wasserland besuchen und im Fußballstadion von Deichstadt ein Konzert geben. Anfangs versucht der arme Alfred, diesen Michael Duckson zu ignorieren, doch bald ist er wegen Winnies andauernder Schwärmerei aufgebracht. Ihm fällt schließlich nichts besseres ein, als gegen den unerreichbaren Michael Duckson auf seine Art um Winnies Gunst zu wetteifern.","versions":[{"lang":1,"streams":[{"redirect":8281916,"hoster":"VOE"},{"redirect":8281911,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die Entführung","epNo":37,"alt":"","descr":"Kapitän Stoppels Schiff, die Sonnenschein, wird im Hafen mit Butter und Käse beladen. Es wird Kurs auf das Königreich Salam nehmen, um rechtzeitig zu den Feierlichkeiten anlässlich des 21. Geburtstages des Prinzen Shallaman dort einzutreffen. Auch Rechtsprofessor Noal und Alfred sind mit an Bord. Der Professor wurde erst kürzlich zum neuen Rechtsberater des Königs von Salam berufen. Vor dem Auslaufen der Sonnenschein hat sich jedoch ein alter Bekannter mit ein paar düsteren Handlangern an Bord zu schaffen gemacht.","versions":[{"lang":1,"streams":[{"redirect":8281915,"hoster":"VOE"},{"redirect":8281922,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Krach mit den Nachbarn","epNo":38,"alt":"","descr":"Kras zwielichtige Schmuggelgeschäfte haben zur Folge, dass Kapitän Stoppel, Professor Noal und Alfred, ebenfalls des Schmuggels verdächtigt, in Yale eingekerkert werden. Doch die Lage ist nicht aussichtslos: Aus einer dunklen Ecke des Kerkers erscheint ein verschleierter junger Mann, der bei dem Versuch erwischt wurde, in die Gemächer der Prinzessin Budor von Yale einzudringen. Als der Gefangene seinen Schleier lüftet, ist die Überraschung groß: Es ist Prinz Shalaman von Salam.","versions":[{"lang":1,"streams":[{"redirect":8281925,"hoster":"VOE"},{"redirect":8281923,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Hexe","epNo":39,"alt":"","descr":"Winnie hat Alfreds Freund Ollie versprochen, an einem der nächsten Abende seine fünf Kinder zu hüten, denn Ollie will mit seiner Frau zu einer wichtigen Verabredung – endlich mal ohne Kinder. Alfred wird von Winnie verständigt, dass überraschend wichtige Gäste aus dem Ausland gekommen sind, und Alfred möge bis zu ihrem Eintreffen auf Ollies Kinder aufpassen. Dieser muss feststellen, dass es gar nicht einfach ist, kleine Kinder zu hüten. Die Rasselbande stellt nur Unfug an, doch bald findet er ein Mittel, Ruhe einkehren zu lassen: Ein Märchenbuch. Einer nach dem anderen schläft ein – auch Alfred, doch plötzlich regt sich etwas im achtlos beiseite gelegten Märchenbuch","versions":[{"lang":1,"streams":[{"redirect":12332352,"hoster":"VOE"},{"redirect":8281932,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der Stausee","epNo":40,"alt":"","descr":"Cleo Katz Kammon, die Königin der Pyramidenbewohner, berichtet Professor Ramses, dass König Alexander von Nailo den gewaltigen Nailofluss durch einen Damm aufstauen lassen möchte. Ein riesiges Elektrizitätswerk soll Strom liefern. Durch den Bau des Dammes würden jedoch Kulturschätze von unermesslichem Wert überflutet. Professor Paljas schlägt vor, statt des Staudammes das Sonnenenergiekraftwerk zu errichten, an dem er schon seit einiger Zeit experimentiert und von dem er bereits umfangreiche Pläne gezeichnet hat. Doch Bürgermeister Rokodil und Hannibal sind als Konstrukteure für den Staudamm verpflichtet. Sie fragen wieder einmal Kra um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8281937,"hoster":"VOE"},{"redirect":8281935,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Der Vulkan","epNo":41,"alt":"","descr":"Zusammen mit Professor Paljas besucht Alfred den Planeten K 27, der einmal von fremden Lebewesen als Müllkippe benutzt wurde. Anhand des abgelagerten Mülls will der Professor Näheres über die Fremden erfahren. Tatsächlich stoßen die Beiden bereits auf ihren ersten Erkundungen auf einen großen Schrotthaufen: Ausgediente Kampfmaschinen, die den fremden Lebewesen zu Beginn einer langwährenden Zeit des Friedens überflüssig geworden sind","versions":[{"lang":1,"streams":[{"redirect":8281947,"hoster":"VOE"},{"redirect":13809767,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Drache","epNo":42,"alt":"","descr":"Alfred löst unfreiwillig das Geheimnis um den Vulkan: Bei einem Sturz in den Krater landet er auf dem riesigen Rücken eines Drachens. Bei näherer Betrachtung stellt Alfred fest, dass der arme Kerl in einer echten Zwangslage ist: Auf seinem Schwanz liegt ein großer Felsblock. Aus eigener Kraft kann er unmöglich das Kraterloch verlassen, und vor lauter Schmerzen und Verärgerung spuckt der Drache von Zeit zu Zeit Feuer.","versions":[{"lang":1,"streams":[{"redirect":8281949,"hoster":"VOE"},{"redirect":12985390,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Ein Präsident für Groß-Wasserland","epNo":43,"alt":"","descr":"Der König ist des Regierens überdrüssig und denkt daran, seine Untertanen einen Präsidenten wählen zu lassen. Er ist an Alfreds Meinung dazu interessiert, denn in vielen schwierigen Situationen hat Alfred sich durch Aufrichtigkeit und Weitsicht hervorgetan. Nach gründlichem Abwägen stimmt Alfred dem König zu, und schon bald werden im ganzen Land Vorbereitungen für einen Wahlkampf getroffen. Zwei Kandidaten wollen gegeneinander antreten: Ein weithin bekannter Bankier und Alfreds Freund Ollie, der sich als Anwalt einen Namen gemacht hat. Eine düstere Krähengestalt hat sich bei einem Wahrsager seine Aussichten prophezeien lassen.","versions":[{"lang":1,"streams":[{"redirect":8281955,"hoster":"VOE"},{"redirect":13809768,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Überschwemmung","epNo":44,"alt":"","descr":"Mit Eifer hilft Alfred seinem Freund Ollie im Wahlkampf um das Präsidentenamt von Groß-Wasserland. Doch immer wieder sagen Meinungsumfragen ein Kopf-an-Kopf-Rennen der drei Kandidaten voraus. Auch Kra hat beste Aussichten auf den Wahlsieg. Was das für Groß-Wasserland zu bedeuten hätte, nicht auszumalen! Kra hingegen ist mit den Wahlprognosen unzufrieden. Er will seine politische Karriere nicht dem Zufall überlassen und heckt einen teuflischen Plan aus.","versions":[{"lang":1,"streams":[{"redirect":8281962,"hoster":"VOE"},{"redirect":8281961,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Land von Zwei","epNo":45,"alt":"","descr":"Im Land von Zwei, das durch eine Gebirgskette aus einem ärmeren südlichen und einem reichen nördlichen Teil besteht, ist eine geheimnisvolle Epidemie ausgebrochen. Am Ende der Krankheit sind die Menschen steinalt geworden. Professor Paljas soll nun, mit Hilfe von Alfred, ein Gegenmittel entwickeln. Beiden wird schnell klar, dass diese schreckliche Krankheit irgend etwas mit der im Süden herrschenden Armut und Hoffnungslosi-gkeit zu tun haben muss.","versions":[{"lang":1,"streams":[{"redirect":8281968,"hoster":"VOE"},{"redirect":13809764,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Pierrot","epNo":46,"alt":"","descr":"Alfred will zusammen mit Henk zum Mond fliegen. Er hofft, dort den Clown mit der Zaubergeige zu finden, nur der kann den Kranken im Land von Zwei helfen. Für den Fall, dass Alfred Erfolg haben sollte, stellt der König von Zwei ihm einen Wunsch frei. Alfred möchte, dass noch bevor er den Heilversuch startet, der König sich verpflichtet, die Hälfte aller Vorräte des Landes in den verarmten Süden bringen zu lassen. Der König muss sich entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8281974,"hoster":"VOE"},{"redirect":8281972,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Ende gut, alles gut","epNo":47,"alt":"","descr":"Die zwölf Berater des Königs im Lande von Zwei raten von einer Teilung der Reichtümer ab. Alfred besteht aber auf Soforthilfe. Er will die Geigenmelodie des Clowns vom Mond im Radio spielen, so dass möglichst viele der kranken Tiere im Süden geheilt werden können. In der Zwischenzeit sollen die Vorbereitungen für die Besserstellung der Bewohner im Süden durchgeführt werden. Nach fünfstündigem Geigenspiel ist Alfred fix und fertig, und viele Tiere sind geheilt, doch der König treibt ein falsches Spiel: Er lässt Alfred in den Kerker werfen, weil der sich nicht an die Abmachung zur Aufteilung halten will. In der folgenden Nacht klingt in Groß-Wasserland eine geheimnisvolle Melodie durch die Lüfte.","versions":[{"lang":1,"streams":[{"redirect":12918143,"hoster":"VOE"},{"redirect":8281980,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Eine Partie Golf","epNo":48,"alt":"","descr":"Alfred überrascht Professor Paljas, als dieser gerade seine Möbel demoliert. Mitten im Zimmer übt der Professor Golf, und dadurch geht einiges zu Bruch. Das ganze hat einen handfesten Hintergrund: Eine Firma aus Ji-Pon will von ihm ein gerade fertiggebautes Versuchs-U-Boot kaufen, um es als Touristenattraktion einzusetzen. Nach einem in diesem Land geltendem Gesetz darf aber keiner Geschäfte abschließen, ohne vorher eine Partie Golf mit dem Geschäftspartner gespielt zu haben – und zudem liegt dem Professor viel an einem Sieg, denn der Gewinner darf den Namen des U-Bootes bestimmen. Als der Professor sich beim Golftraining verletzt, bittet er Alfred, ihn nach Ji-Pon zu begleiten und für ihn gegen die Käufer anzutreten. Doch Alfred hatte noch nie einen Golfschläger in der Hand.","versions":[{"lang":1,"streams":[{"redirect":8281984,"hoster":"VOE"},{"redirect":8281988,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der Regenbogen","epNo":49,"alt":"","descr":"Alfred hat eine schlimme Grippe. Nicht mal Winnie schafft es, ihn aufzumuntern. Doch als Professor Paljas von seinem neuen Vorhaben erzählt, fühlt sich Alfred mit einem Schlag besser. Der Professor hat von einem Freund aus einem fernen Land, dem Land von Zwei, eine Nachricht bekommen. Er wird gebeten, so schnell wie möglich dorthin zu reisen, denn eine seltsame Epidemie wütet unter der Bevölkerung. Alfred und der Professor gehen mit dem Schiff von Kapitän Stoppel auf die Reise ins Land von Zwei, und unterwegs erzählt der Professor, wie das Land seinen seltsamen Namen bekommen hat.","versions":[{"lang":1,"streams":[{"redirect":8281989,"hoster":"VOE"},{"redirect":8281992,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Das Casino","epNo":50,"alt":"","descr":"Unter einem großen Suppentopf haben die Eingeborenen kräftig angeheizt, denn Alfred soll als erster gekocht werden. In letzter Sekunde taucht Nora auf, die Wächterin des Goldtopfes und oberste Gebieterin im Eingeborenendorf. Sie setzt sich dafür ein, dass die Fremdlinge verschont werden und willigt ein, den Fremden den sagenumwobenen Goldtopf zu zeigen. Dann stehen die Freunde staunend hinter dem Wasserfall in einer Höhle, die vom Glanz des Goldtopfes schwach erleuchtet ist. Die Forscher sehen sich am Ziel ihrer Reise. Man beschließt, in der Nähe des Wasserfalls die Nacht im Freien zu verbringen. Am frühen Morgen werden Alfred und die anderen unsanft geweckt.","versions":[{"lang":1,"streams":[{"redirect":13916635,"hoster":"VOE"},{"redirect":13809765,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Der Regenwald","epNo":51,"alt":"","descr":"Professor Paljas erzählt Alfred von seiner neuesten Erfindung, einem Treibstoff für Autos, der das Benzin ersetzen kann und überhaupt nicht umweltschädlich ist. Lispel, die spionierende Qualle, ist natürlich schon längst über das Projekt informiert. Sie unterrichtet den windigen Bürgermeister Rokodil und seine linke Hand, Hippo, von der Neuentwicklung. Rokodil sieht glasklar und beschließt, sich die Entwicklungsunterlagen zu beschaffen. Sein alter Kumpan Kra muss her.","versions":[{"lang":1,"streams":[{"redirect":8282003,"hoster":"VOE"},{"redirect":8282002,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Und wenn sie nicht gestorben sind","epNo":52,"alt":"","descr":"Kra hat es geschafft, aus dem Gefängnis auszubrechen. Kaum in Freiheit, begeht er schon seine nächste Gaunerei. Er bricht bei Professor Paljas ein und stiehlt ihm die Formel zur Entwicklung des Mangel-Stahls, einer Erfindung mit vielen guten Eigenschaften, die jedoch, in falschen Händen, fürchterlich missbraucht werden könnte. Kra nimmt Winnie als Geisel. Mit Hilfe eines Piratensenders klinkt sich Kra ins laufende Fernsehprogramm ein und stellt seine Forderungen: freies Geleit und darüber hinaus 1000 Goldstücke Lösegeld für Winnie. Alfred soll das Geld überbringen. Doch Kra macht seine Rechnung ohne die Findigkeit von Professor Paljas.","versions":[{"lang":1,"streams":[{"redirect":8282012,"hoster":"VOE"},{"redirect":13809766,"hoster":"Streamtape"}]}]}]}]}