{"seriesId":"algiers-confidential-ein-paar-tage-licht","name":"Algiers Confidential - Ein paar Tage Licht","descr":"\"Alger Confidential\" Eine Adaption des gleichnamigen Romans von Oliver Bottini.  Der deutsche Rüstungsmanager Peter Richter (Isaak Dentler) wird kurz nach seiner Ankunft in Algier zusammen mit seinem Personenschützer entführt. Ein Wachmann wird dabei brutal getötet. Über die Entführer scheint bei den algerischen Behörden Unklarheit zu herrschen. Allerdings gibt man sich auch wenig Mühe, die Deutsche Botschaft und das Auswärtige Amt bei der Suche nach den Entführten zu unterstützen. Die neue Leiterin der Abteilung Nahost im Auswärtigen Amt, Katharina Prinz (Anna Schudt), die zuvor Botschafterin in Algerien war, bittet Ralf Eley (Ken Duken), den BKA-Verbindungsmann in der Botschaft, eigene Ermittlungen anzustellen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der deutsche Rüstungsmanager Peter Richter wird in Algier entführt. Bei der Suche nach dem Verschleppten taucht BKA-Mann Ralf Eley in die undurchsichtige Welt des Waffenhandels ein.","versions":[{"lang":1,"streams":[{"redirect":12478677,"hoster":"VOE"},{"redirect":12478629,"hoster":"Doodstream"},{"redirect":12478687,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Ralf Eley erhält Informationen zu Richters Entführern und deren Versteck. Nach und nach begreift er, mit wem er es zu tun hat. Gerät er selbst ins Visier und setzt sein Leben aufs Spiel?","versions":[{"lang":1,"streams":[{"redirect":12478783,"hoster":"VOE"},{"redirect":12478800,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"In Alger wird Ralf von Toumi vorgeladen und bedroht, indem er ihm eine Echographie von Amel übergibt, die im zweiten Monat mit seinem Baby schwanger ist. Trotz dieser Drohungen und Amels Appell zur Vorsicht setzt Ralf die Ermittlungen über das Verschwinden seines Landsmanns fort.","versions":[{"lang":1,"streams":[{"redirect":12478724,"hoster":"VOE"},{"redirect":12478695,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ralf findet die Gruppe, die für die Entführung der Deutschen verantwortlich ist; der Amerikaner besucht den General mit wichtigen Informationen, aber für einen Preis.","versions":[{"lang":1,"streams":[{"redirect":12478618,"hoster":"VOE"},{"redirect":12478626,"hoster":"Streamtape"}]}]}]}]}