{"path":"/serie/stream/alias-die-agentin","name":"Alias - Die Agentin","descr":"Die Serie dreht sich um das abenteuerliche Leben der Spezialagentin Sydney Bristow (Jennifer Garner), die lange Zeit glaubt, dass ihr Auftraggeber SD-6 eine geheime Unterabteilung des CIA ist. Doch nachdem Sydney ihrem Verlobten ihr bis dahin geheimes Agentenleben offenbart hat, wird dieser vom SD-6 getötet und sie selbst als Sicherheitsrisiko eingestuft. Unerwartete Hilfe bekommt sie von ihrem Vater, der ihr erklärt, ebenfalls für den SD-6 zu arbeiten, und dass es sich bei dieser Organisation um Verbrecher und Staatsfeinde handelt. Er entpuppt sich als Doppelagent, der dem CIA wichtige Informationen zuspielt. Es gelingt Sydney, dem SD-6 durch den Diebstahl eines wertvollen Artefaktes ihre Loyalität zu beweisen, und fortan arbeitet sie mit ihrem Vater und der CIA zusammen, um das Verbrechersyndikat zur Strecke zu bringen. Dabei muss sie für den SD-6 auf der ganzen Welt gefährliche Missionen erledigen und stets aufpassen, dass ihre Verbindung zum CIA nicht auffliegt.","seasons":[{"path":"/serie/stream/alias-die-agentin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-1","name":"Tödliche Wahrheit","epNo":1,"alt":"Truth Be Told","descr":"Seit Jahren arbeitet Sydney Bristow als Agentin für die \"SD-6\", einer Spezial-Einheit der CIA. Jetzt will sie ihrem Verlobten Danny von diesem Doppelleben erzählen, aber sie weiß auch, dass sie damit ein Sicherheitsrisiko eingeht. Prompt wird Danny ermordet, und auch Sidneys Leben ist plötzlich in Gefahr. Da entdeckt sie, dass die Spezialeinheit nie der CIA angehört hat. – Auftakt zur actiongeladenen Agentenserie mit Golden-Globe-Gewinnerin Jennifer Garner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440084","hoster":"VOE"},{"path":"/redirect/12044390","hoster":"Doodstream"},{"path":"/redirect/8471511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557321","hoster":"VOE"},{"path":"/redirect/12980087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-2","name":"Neuanfang","epNo":2,"alt":"So It Begins","descr":"Nach ihrer Entdeckung arbeitet Sydney nun als Doppelagentin. Sie nimmt Kontakt zu dem zuständigen CIA-Agenten Michael auf und erzählt ihm von ihrer SD-6-Mission. Sie ist fest entschlossen, mit Hilfe der CIA die alte Spezialeinheit zu zerschlagen. Doch Vaughn beweist ihr, dass SD-6 weitaus mehr Einfluss hat, als sie denkt. Unterdessen recherchiert Sidneys Freund Will weiter im Mordfall ihres Verlobten Danny.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918151","hoster":"VOE"},{"path":"/redirect/12044394","hoster":"Doodstream"},{"path":"/redirect/8471518","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557317","hoster":"VOE"},{"path":"/redirect/8557315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-3","name":"Rivalinnen","epNo":3,"alt":"Parity","descr":"Sydney und Dixon sollen in Madrid eine Kiste mit einem digitalen Code klauen. Diesen Code hat vor 500 Jahren der Wissenschaftler Milo Rambaldi erschaffen. Obwohl die russische Agentin Anna ebenfalls hinter dem wertvollen Gut her ist, gelingt es den zwei SD-6 Agenten, den kleinen Kasten in die LA-Zentrale zu bringen. Sie können ihn jedoch nicht öffnen, denn ein eingebauter Mechanismus würde den Code zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440093","hoster":"VOE"},{"path":"/redirect/12044396","hoster":"Doodstream"},{"path":"/redirect/8471517","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557325","hoster":"VOE"},{"path":"/redirect/8557318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-4","name":"Zerrissenes Herz","epNo":4,"alt":"A Broken Heart","descr":"In einer Kirche in Malaga kommt es zu einem erbitterten Kampf zwischen Sidney und der russischen Agentin Anna, den Sidney gewinnt. Dadurch gelangt sie in den Besitz einer goldenen Kristallscheibe, einem weiteren fehlenden Puzzlestück im Rambaldi-Geheimnis. Anschließend wird sie mit Dixon nach Casablanca geschickt, um dort einen Terrorakt zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440091","hoster":"VOE"},{"path":"/redirect/12044399","hoster":"Doodstream"},{"path":"/redirect/8471519","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12381745","hoster":"VOE"},{"path":"/redirect/8557323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-5","name":"Doppelgänger","epNo":5,"alt":"Doppelgänger","descr":"Ein neuer Auftrag für Sydney und ihren Kollegen Dixon. Sie sollen den Deutschen Jürgen Schiller sicher in die USA bringen. Als Gegenleistung will er der SD-6 Auskünfte über einen Impfstoff gegen biologische Waffen geben. Doch die CIA tauscht unbemerkt Schiller gegen Paul, einen ihrer Agenten, aus. Ein verhängnisvoller Fehler, denn dadurch droht Sydneys Tarnung aufzufliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440088","hoster":"VOE"},{"path":"/redirect/8471522","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557328","hoster":"VOE"},{"path":"/redirect/8557327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-6","name":"Verdächtig","epNo":6,"alt":"Reckoning","descr":"Sydney findet heraus, dass ihr Vater scheinbar etwas mit dem Tod ihrer Mutter zu tun hatte. Doch vorläufig kann sie sich nicht weiter um die Sache kümmern, denn die Arbeit fordert ihre ganze Aufmerksamkeit. In London soll sie zusammen mit Dixon einen bestimmten Decoder entwenden. Doch das entsprechende Gerät funktioniert nur mit dem DNA-Code des Benutzers, und der wurde ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440100","hoster":"VOE"},{"path":"/redirect/12044398","hoster":"Doodstream"},{"path":"/redirect/8471523","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12381744","hoster":"VOE"},{"path":"/redirect/8557326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-7","name":"Farbenblind","epNo":7,"alt":"Color-blind","descr":"Sydney ist in einer Nervenklinik in Bukarest eingesperrt. Ihr Partner Fisher ist tot, und Kreshnik, Leiter der Anstalt, ist Agent des K-Direktorats und hat Sydney durchschaut: Nun will er von ihr Informationen über Parkashoffs Leiche, die sie aus dem Patienten Shepard herauspressen soll. Doch dafür muss Sydney Shepard davon überzeugen, dass sie nicht zu den Leuten gehört, die ihn zu einem Mörder programmiert haben. Als ihr Shepard schließlich vertraut, gelingt ihnen die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440101","hoster":"VOE"},{"path":"/redirect/11597162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557332","hoster":"VOE"},{"path":"/redirect/8557333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-8","name":"Zeiträtsel","epNo":8,"alt":"Time Will Tell","descr":"Sydney ist es gelungen, in Oxford eine alte Uhr von Rimbaldi zu stehlen, hinter der auch die russische Agentin Anna her ist. Sie bringt die Uhr nach Italien zu Giovanni Donato, dem Nachkommen ihres Erbauers, um sie reparieren zu lassen. Als nun Marshall entdeckt, dass die Glasscheibe aus dem Kirchenfenster in Malaga in die Uhr passt und bei einer bestimmten Zeigerstellung eine Sternenkarte zeigt, reisen Dixon und Sydney nach Südamerika, um dem Rätsel auf die Spur zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440108","hoster":"VOE"},{"path":"/redirect/10973244","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12332356","hoster":"VOE"},{"path":"/redirect/8557336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-9","name":"Mea Culpa","epNo":9,"alt":"Mea Culpa","descr":"Auf der Suche nach dem wertvollen Buch von Rimbaldi wird Dixon in Südamerika schwer verletzt. Der russischen Agentin Anna aber gelingt es, mit dem Buch zu entkommen. Währenddessen vermutet SD-6-Agent Dryer in Sydney den gesuchten Maulwurf. Sloane glaubt das nicht, will aber lieber sichergehen: Er schickt Sydney in die Toskana und sendet an SD-4 den Befehl zu ihrer Liquidierung – und zwar so, dass die CIA ihn abfangen kann. Doch Jack durchschaut Sloanes geschickte Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440113","hoster":"VOE"},{"path":"/redirect/10973243","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557345","hoster":"VOE"},{"path":"/redirect/8557338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-10","name":"Letzte Rettung","epNo":10,"alt":"Spirit","descr":"Sydney erwacht in einer Gefängniszelle und soll ihren angeblichen Verrat am SD-6 gestehen. Um sie auszuhorchen, wird Russek mit in ihre Zelle gesperrt, doch Sydney schweigt beharrlich. Dann stellt sich heraus, dass nicht Sydney die undichte Stelle ist, sondern Russek … Sydneys nächster Auftrag führt sie nach Semba Island, wo sie den untergetauchten Hassan suchen soll. Doch dieser befindet sich in Kuba, und dort versucht Jack, ihn aufzuspüren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440104","hoster":"VOE"},{"path":"/redirect/10973246","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557342","hoster":"VOE"},{"path":"/redirect/8557341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-11","name":"Geständnis","epNo":11,"alt":"The Confession","descr":"Auf Kuba wird Jack von Hassan gezwungen, Sydney zu erschießen. Während Jack die Waffe auf Sydney richtet, sendet er ihr Morse-Signale zu, und die beiden können Hassans Wachen überwältigen. Dabei wird Hassan von Jacks Kugeln getroffen, und als Beweis fotografiert Jack den toten Hassan. Sloane ist zufrieden, weiß er doch nicht, dass Hassan nicht tot ist, sondern noch lebt! Er befindet sich im Gewahrsam der CIA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440114","hoster":"VOE"},{"path":"/redirect/8268492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12381743","hoster":"VOE"},{"path":"/redirect/8557343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-12","name":"Nadeln des Feuers (1)","epNo":12,"alt":"The Box (1)","descr":"Die Wahrheit über ihre Mutter wirft Sydney total aus der Bahn: Sie war eine KGB-Agentin! Sydney entschließt sich, ihren Dienst beim SD-6 zu quittieren. Nachdem sie Vaughn ihre Entscheidung mitgeteilt hat, kann sie das SD-6-Gebäude nicht mehr verlassen: Eine Gruppe schwer bewaffneter Terroristen hat die Gewalt über den Gebäudekomplex übernommen, und Sydney kann sich mit Jack in den Keller retten. In ihrem Versteck macht Jack seiner Tochter klar, dass sie nicht aussteigen könne …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440120","hoster":"VOE"},{"path":"/redirect/11066716","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12332359","hoster":"VOE"},{"path":"/redirect/8557347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-13","name":"Nadeln des Feuers (2)","epNo":13,"alt":"The Box (2)","descr":"Der ehemalige SD-6-Agent McKenas Cole arbeitet jetzt für die andere Seite und will sich an Sloane rächen. Deshalb hat er die Zentrale eingenommen und will den dortigen Tresor knacken. Doch beim Öffnen des Safes droht das gesamte Gebäude in die Luft zu fliegen. Dixon schickt einen Hilferuf an die CIA ab. Doch dort wurde Vaughn durch einen anderen Verbindungsmann ersetzt. Und der ist mit der Situation völlig überfordert. – Gaststar Quentin Tarantino als Terrorist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13053446","hoster":"VOE"},{"path":"/redirect/8268498","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004015","hoster":"VOE"},{"path":"/redirect/8557348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-14","name":"Feindliche Übernahme","epNo":14,"alt":"The Coup","descr":"Sydney erfährt nach dem Überfall auf SD-6, dass der Anschlag von dem mysteriösen \"The Man\" in Auftrag gegeben wurde. Kurz zuvor hatte \"The Man\" für die Zerschlagung von FTL, einer rivalisierenden Organisation von SD-6, gesorgt. Nun vermutet Sloane, dass sich ein Mittelsmann von \"The Man\" mit dem K-Direktorat in Verbindung setzen wird, um die erbeuteten Rambaldi-Technologien anzubieten. Sydney reist nach Las Vegas, wo sie dem Mittelsmann eine Wanze unterschieben soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440118","hoster":"VOE"},{"path":"/redirect/8268500","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557371","hoster":"VOE"},{"path":"/redirect/8557350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-15","name":"Seite 47","epNo":15,"alt":"Page 47","descr":"Sydney und Dixon erhalten den Auftrag, ein Manuskript von Rambaldi zu stehlen, das sich im Besitz des K-Direktorats befindet. Nachdem man herausgefunden hat, dass die Unterlagen auf einem Boot vor der tunesischen Küste sind, reisen Sydney und Dixon dorthin, um den Raub vorzunehmen. Alles läuft glatt, doch eines können sich weder Sloane noch Vaughn erklären: Die Seite 47 ist leer! Vaughn beauftragt nun Sydney, diese Seite gegen eine Kopie auszutauschen und ihm zu übergeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440154","hoster":"VOE"},{"path":"/redirect/8268505","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486448","hoster":"VOE"},{"path":"/redirect/8557354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-16","name":"Rambaldis Prophezeiung","epNo":16,"alt":"The Prophecy","descr":"Sydney wird vom DSR, einer Sondereinheit des FBI, verhört. Der Grund: Ein Foto von Sydney und ein dekodierter Text auf Seite 47 des Rambaldi-Manuskripts, die \"Prophezeiung\", belasten Sydney. Unterdessen hat SD-6 herausgefunden, dass hinter \"The Man\" Alexander Khasinau steckt, ein ehemaliger KGB-Agent. Sloane will ihn beseitigen lassen und kontaktiert dazu Edward Poole, den Leiter von SD-9. Was er aber noch nicht ahnen kann: Khasinau und Poole stecken unter einer Decke …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440169","hoster":"VOE"},{"path":"/redirect/8471574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557362","hoster":"VOE"},{"path":"/redirect/8557357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-17","name":"Fragen und Antworten","epNo":17,"alt":"Q \u0026 A","descr":"Sydney wird weiterhin von dem FBI-Agenten Kendall verhört. Er ist überzeugt davon, dass Sydney jene Person ist, die Rambaldi in seinen Prophezeiungen genannt hat. Laut Rambaldis Aussage handelt es sich um einen Menschen, der \"die größte Macht in völlige Verwüstung stürzen wird\". Sydney hat nun keine andere Wahl mehr, als Kendall über ihren Werdegang bei SD-6 und ihre Tätigkeit als Doppelagentin für die CIA zu berichten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440168","hoster":"VOE"},{"path":"/redirect/8471579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557363","hoster":"VOE"},{"path":"/redirect/8557360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-18","name":"Maskerade","epNo":18,"alt":"Masquerade","descr":"Sydney konnte vor dem FBI fliehen und hat nur noch ein Ziel: Beweise für das Überleben ihrer Mutter Laura zu finden. Sie ist nicht die Einzige, auch die CIA sucht inzwischen nach ihr. Anstatt Sydney auf ihren eigenen Wunsch zu beurlauben, schickt Sloane sie mit Dixon nach Wien. Dort sollen sie sich auf einem Maskenball mit jemandem treffen, der ihnen mehr über Khasinau sagen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440163","hoster":"VOE"},{"path":"/redirect/8471582","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557370","hoster":"VOE"},{"path":"/redirect/8558154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-19","name":"Zerstörte Hoffnung","epNo":19,"alt":"Snowman","descr":"Sydneys Ex-Freund Noah, den sie in Wien getroffen hat, will mit ihr zusammen SD-6 verlassen. Die Agentin kann daran jedoch nicht denken, denn sie will unbedingt ihre Mutter finden. Durch die Aufzeichnungen ihres Vaters ist inzwischen klar, dass Laura in Wahrheit die KGB-Agentin Irina Derevko ist. Das K-Direktorat hat in der Zwischenzeit einen Killer, den \"Schneemann\", beauftragt, Khasinau zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440158","hoster":"VOE"},{"path":"/redirect/11066713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557367","hoster":"VOE"},{"path":"/redirect/8557365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-20","name":"Ratten","epNo":20,"alt":"The Solution","descr":"Sydney und Vaughn wollen Khasinau eine Falle stellen: mit Hilfe einer gefälschten zweiten Flasche der Rambaldi-Flüssigkeit. Ihr Plan scheint tatsächlich zu funktionieren. Doch dann entdeckt Vaughn, dass Sloane über das zweite Fläschchen Bescheid weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440161","hoster":"VOE"},{"path":"/redirect/8471589","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557369","hoster":"VOE"},{"path":"/redirect/8557368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-21","name":"Rendezvous","epNo":21,"alt":"Rendezvous","descr":"In Denpasar wird Sydney während ihrer Flucht verletzt. Agent Vaughn kann zwar gerade noch Schlimmeres verhindern, doch dabei verlieren sie Sark an SD-6. Der erhält von Sloane ein verlockendes Angebot: Wenn er sie zu Khasinau führt, erhält er seine Freiheit zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440172","hoster":"VOE"},{"path":"/redirect/8471591","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557372","hoster":"VOE"},{"path":"/redirect/8557373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-1/episode-22","name":"Kreisumfang","epNo":22,"alt":"Almost Thirty Years","descr":"Um Will freizulassen, verlangt Sark von Sydney die Rambaldi-Seite über den Kreisumfang samt der Flüssigkeit, ohne die die Seite wertlos ist. Sydney steckt nun in einer Zwickmühle, denn sie kann die CIA nicht um Hilfe bitten. Gemeinsam mit Jack plant sie Wills Austausch, ohne ihm jedoch die ganze Wahrheit mitzuteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440175","hoster":"VOE"},{"path":"/redirect/8268507","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557379","hoster":"VOE"},{"path":"/redirect/8557374","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-1","name":"Wahrheit braucht Zeit","epNo":1,"alt":"The Enemy Walks In","descr":"Sydney wird noch immer in Taipeh gefangen gehalten, wo sie auf ihre tot geglaubte Mutter Laura Bristow alias Irina Derevko trifft. Als sie sich weigert, ihren Auftraggeber zu nennen, zögert Laura nicht und schießt ihrer Tochter in die Schulter. Zwar kann sich Sydney kurz darauf befreien, schwebt aber noch immer in Gefahr: Dixon hat Sloane berichtet, er halte sie für eine Doppelagentin, weil sie einen fremden Codenamen benutzt hat und in ein SD-6-Labor eingebrochen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440179","hoster":"VOE"},{"path":"/redirect/8471601","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12918145","hoster":"VOE"},{"path":"/redirect/8557380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-2","name":"Erpressung","epNo":2,"alt":"Trust Me","descr":"Sydneys neuester Auftrag führt die Agentin nach Rabat, wo sie eine CD-Rom aus dem Safe von Mohamed Naj stehlen und diese anschließend dem Undercover-Agenten Richard Schmidt aushändigen soll. Das Speichermedium enthält Informationen, die Irina Derevko dazu nutzte, einflussreiche Leute zu erpressen. Trotz größter Bemühungen hat Sydney Probleme, die ihr gestellte Aufgabe auszuführen: Als sie den Safe öffnet, wird ein Alarm ausgelöst, und Dixon taucht auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440182","hoster":"VOE"},{"path":"/redirect/8471602","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557381","hoster":"VOE"},{"path":"/redirect/8557382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-3","name":"Musik aus dem Eis","epNo":3,"alt":"Cipher","descr":"Im Auftrag von Mr. Sark soll eine Terahertz-Kamera mit einem Satelliten in eine Umlaufbahn geschickt werden, um etwas Bestimmtes unter der Erdoberfläche zu suchen. Von ihrer Mutter erfährt Sydney, dass es sich um eine von Rambaldi entworfene Spieldose handelt, deren Melodie eine verschlüsselte Gleichung für Nullpunktenergie enthält. Als die Kamera ins All geschossen wird und erste Bilder auf die Erde sendet, wird klar, dass sich der gesuchte Gegenstand in Sibirien befindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440184","hoster":"VOE"},{"path":"/redirect/8471604","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557384","hoster":"VOE"},{"path":"/redirect/8557387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-4","name":"Bewährungsproben","epNo":4,"alt":"Dead Drop","descr":"Während es Sydney mit Dixons Hilfe endlich gelingt, sich aus dem sibirischen Eis zu befreien, schickt Sloane ein Team los, das Sark und die Spieldose von Rambaldi finden soll. Bei der Aktion stoßen die Agenten auf Claus Richter, den Mann, der \"Die Bibel\", das Operationshandbuch von Irina Derevkos Organisation, versteckt hat. Den Plan zum Versteck hat Richter in der Moskauer Militärbücherei deponiert. Im Auftrag des SD-6 macht sich Sydney auf den Weg in die russische Hauptstadt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440181","hoster":"VOE"},{"path":"/redirect/8471612","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557385","hoster":"VOE"},{"path":"/redirect/8557389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-5","name":"Projekt Weihnachten","epNo":5,"alt":"The Indicator","descr":"Sydney und Dixon sollen in Budapest die 16 neuen Waffen der Triade ausspionieren. Sydney traut ihren Augen kaum, als sie feststellt, dass es sich dabei um Kinder handelt. Diese werden in einem einmonatigen Programm als Sleeper ausgebildet werden und können sich danach an nichts mehr erinnern. Zurück in L.A. findet die Agentin durch Hypnose heraus, dass auch sie als Kind zum Sleeper programmiert wurde: von ihrem eigenen Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440194","hoster":"VOE"},{"path":"/redirect/8471630","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557394","hoster":"VOE"},{"path":"/redirect/8557391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-6","name":"Virus","epNo":6,"alt":"Salvation","descr":"Sydney und Jack haben die Information erhalten, dass Sark möglicherweise dabei ist, eine Biowaffe zu entwickeln. Er soll drei Männer mit demselben Virus infiziert haben, von dem bereits sein ehemaliger Gefangener Claus Richter befallen war. Aus diesem Grund reist Jack gemeinsam mit Sydney zu einer Klinik in Genf, in der die Infizierten untergebracht wurden. Ihr Auftrag lautet, die Forschungsergebnisse zu dem Virus aus dem Krankenhaus zu entwenden und weiterzuleiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440187","hoster":"VOE"},{"path":"/redirect/8268511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557397","hoster":"VOE"},{"path":"/redirect/8557396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-7","name":"Kollaboration","epNo":7,"alt":"The Counteragent","descr":"Vaughn hat sich mit einem tödlichen Virus infiziert und benötigt dringend ein Gegenmittel. Nachdem Sydney davon erfährt, begibt sie sich nach Estland, denn nur hier kann das Serum erzeugt werden. Als sie sich Zutritt zum Labor verschafft, löst sie den Alarm aus – und gerät in die Hände von Sark. Er will Sydney nur dann mit dem Gegenmittel freilassen, wenn sie ihm Sloane ausliefert. Für Sydney beginnt ein Rennen gegen die Zeit, denn Vaughn hat nur noch ganze drei Tage zu leben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440192","hoster":"VOE"},{"path":"/redirect/11066731","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557399","hoster":"VOE"},{"path":"/redirect/8557398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-8","name":"Hafturlaub (1)","epNo":8,"alt":"Passage (1)","descr":"Sydney und Dixon erhalten den Auftrag, die Kommunikationscodes der usbekischen Bodentruppen zu beschaffen, bevor diese in die Hände tadschikischer Extremisten gelangen. Es stellt sich heraus, dass die Codes eigentlich Steuerungscodes für mobile Atomsprengköpfe sind, die von Rebellen im Kaschmir versteckt gehalten werden. Da nur Irina das Versteck kennt, wird sie für diese Mission aus der Haft entlassen und zusammen mit Jack und Sydney in die gefährliche Region geschickt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440193","hoster":"VOE"},{"path":"/redirect/11066722","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557402","hoster":"VOE"},{"path":"/redirect/8557401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-9","name":"Hafturlaub (2)","epNo":9,"alt":"Passage (2)","descr":"Unterwegs zu dem Waffenversteck erfährt Sydney von Vaughn, dass die Waffen am folgenden Tag gezündet werden sollen. Als Sydney und ihre Eltern ein Minenfeld überqueren, können sie zwar einige Angreifer in die Flucht schlagen, aber Jack landet dabei auf einer der Minen – und muss Irinas Hilfe annehmen. Als Vaughn hört, dass die Pakistanis wegen der Kernwaffen einen Luftangriff planen, macht er sich auf den Weg, um Syd zu helfen. Syd, Jack und Irina haben indessen das Waffenversteck erreicht und beginnen die Sicherheitssysteme auszuschalten. Dabei bleibt Jack nichts anderes übrig, als Irina zu vertrauen. Ein fataler Fehler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440196","hoster":"VOE"},{"path":"/redirect/8471661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557404","hoster":"VOE"},{"path":"/redirect/8557405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-10","name":"Außendienst","epNo":10,"alt":"The Abduction","descr":"Nach der erfolglosen Operation in Kaschmir glaubt Sloane, Sark sei SD-6 gegenüber nicht loyal und lässt ihn foltern. Doch Sark beteuert seine Loyalität und gibt Sloane zu bedenken, es könne einen anderen Maulwurf geben.\rSeinen neuesten Auftrag muss Sark mit Sydney ausführen: Die beiden sollen ein Terminal stehlen, das ein NASA-Programm enthält. Sydneys Gegenauftrag für die CIA ist es, die Festplatte des Terminals zu manipulieren, so dass diese sich beim Start selbst zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440198","hoster":"VOE"},{"path":"/redirect/8268519","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583523","hoster":"VOE"},{"path":"/redirect/8557406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-11","name":"Echelon","epNo":11,"alt":"A Higher Echelon","descr":"SD-6-Chef Sloane hat inzwischen Teile des Echelon-Programms erhalten und zeigt deshalb keine Eile, den gefangenen Marshall zu befreien. Bei der Übertragung ist jedoch ein Fehler unterlaufen, und so sollen Sydney und Dixon das fehlende Datenpaket aus Vietnam besorgen. Unterdessen wird Marshall gefoltert und gezwungen, die Zugangscodes des Echelon-Sateliten zu rekonstruieren, die er bereits an SD-6 geschickt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440199","hoster":"VOE"},{"path":"/redirect/8471665","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583525","hoster":"VOE"},{"path":"/redirect/8557409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-12","name":"Davongekommen","epNo":12,"alt":"The Getaway","descr":"Jack wird von Ariana, einer Mitarbeiterin der Gegenspionage der Allianz, verdächtigt: Er soll etwas mit den seltsamen Ereignissen um Sloanes Ehefrau Emily zu tun haben. Währenddessen sollen Sydney und Dixon in Paris den Prototyp eines Raketen-Suchsystems entwenden. Auch Vaughn ist in Paris und bittet Sydney endlich um ein romantisches Dinner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440202","hoster":"VOE"},{"path":"/redirect/8268521","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583524","hoster":"VOE"},{"path":"/redirect/8557410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-13","name":"Phase Eins","epNo":13,"alt":"Phase One","descr":"Da SD-6-Chef Sloane vermisst wird, hat Anthony Geiger von der Allianz die Leitung der Zentrale übernommen. Aber Sark misstraut ihm und äußert seine Bedenken auch Sydney gegenüber. Außerdem erwähnt er einen 47. Server. Tatsächlich kann die CIA diesen ausfindig machen und lässt sich von Sydney wertvolle Daten senden, die zur weltweiten Zerstörung der SD-Zellen führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440201","hoster":"VOE"},{"path":"/redirect/8268527","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557439","hoster":"VOE"},{"path":"/redirect/8557416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-14","name":"Doppelter Agent","epNo":14,"alt":"Double Agent","descr":"CIA-Agentin Emma Wallace wurde in aller Öffentlichkeit in Berlin ermordet. Sie sollte mit ihrem Partner Lennox mehr über das Projekt \"Helix\" herausfinden. Sydney und Vaughn gehen dem Fall nach und finden Unglaubliches heraus: Markovic hat einen Weg gefunden, das Aussehen eines Menschen komplett zu verändern, und seine erste Testperson war Lennox. Nun existiert ein völlig identisches Double des Agenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440206","hoster":"VOE"},{"path":"/redirect/8268534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557441","hoster":"VOE"},{"path":"/redirect/8557449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-15","name":"Freier Agent","epNo":15,"alt":"A Free Agent","descr":"Sydney und Vaughn sind hinter Sloane her. Der hat den Mathematiker Neil Caplan samt Familie entführt und versteckt sich mit ihnen irgendwo in der Schweiz. Caplan soll für ihn die Rambaldi Artefakte zusammensetzen. Wird es Sydney und Vaughn rechtzeitig gelingen, Sloanes Plan zu vereiteln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915444","hoster":"VOE"},{"path":"/redirect/8471676","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557460","hoster":"VOE"},{"path":"/redirect/8557455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-16","name":"Höllenfeuer","epNo":16,"alt":"Firebomb","descr":"Sloane trifft sich in Kandahar mit dem Bandenchef Ahmad Kabir und heuchelt Interesse an einer Zusammenarbeit. Der will allerdings von Sloane zuvor eine Demonstration seiner Macht und fragt ihn nach einem bestimmten \"Ziel\". Ohne zu zögern, gibt Sloane seine Ex-Frau an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440208","hoster":"VOE"},{"path":"/redirect/8268529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557476","hoster":"VOE"},{"path":"/redirect/8557472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-17","name":"Kehrtwendung","epNo":17,"alt":"A Dark Turn","descr":"Bei einem von drei getöteten Männern vermutet Sark einen Safeschlüssel, mit dem man einem weiteren Rambaldi-Manuskript auf die Spur kommen kann. Irina hat die CIA davon überzeugt, dass sie Sloane in eine Falle locken kann. Doch während des Einsatzes verliert Marshall ihr Signal. Allem Anschein nach hat Irina nicht Sloane, sondern der CIA eine Falle gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440210","hoster":"VOE"},{"path":"/redirect/8471684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557479","hoster":"VOE"},{"path":"/redirect/8557474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-18","name":"Bittere Erkenntnis","epNo":18,"alt":"Truth Takes Time","descr":"Irina befindet sich in Stuttgart, um Informationen aus einer Gen-Datenbank zu bekommen. Sydney und Vaughn sind ihr dicht auf den Fersen. Es kommt zu einem Zwischenfall, bei dem Sark aus nächster Nähe auf Vaughn schießt. Kurz darauf stellt sich Irina den beiden Agenten und rettet ihnen damit das Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440212","hoster":"VOE"},{"path":"/redirect/8268528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557482","hoster":"VOE"},{"path":"/redirect/8557496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-19","name":"Endspiel","epNo":19,"alt":"Endgame","descr":"Sydney ist immer noch mit dem Fall von Neil Caplan beschäftigt. Ihr fallen in der Akte einige ungewöhnliche Telefonate auf. Prompt gesteht Elsa Caplan, dass der KGB sie auf ihren Mann angesetzt hat. Angeblich hat man ihm eine Zyanidkapsel implantiert, womit ihm nur noch 42 Stunden zu leben bleiben. Sydney glaubt Elsa und will etwas unternehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440213","hoster":"VOE"},{"path":"/redirect/8268531","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557487","hoster":"VOE"},{"path":"/redirect/8557490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-20","name":"Countdown","epNo":20,"alt":"Countdown","descr":"Nachdem sich Dixon schon seit Tagen sehr merkwürdig verhält, beobachtet ihn Vaughn zufällig dabei, wie er Tabletten schluckt. Daraufhin bittet er heimlich Dr. Barnett, ihn einem Drogentest zu unterziehen. Als Sydney davon erfährt, stellt sie Vaughn zur Rede. Die Situation spitzt sich zu, als Vaughn während eines Einsatzes plötzlich den Befehl erhält, Dixon zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440217","hoster":"VOE"},{"path":"/redirect/8268538","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557504","hoster":"VOE"},{"path":"/redirect/8557500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-21","name":"Zweites Double","epNo":21,"alt":"Second Double","descr":"Sydney und Vaughn suchen noch immer nach der Person, die sich mit Hilfe von Dr. Marcovic und dem Projekt \"Helix\" duplizieren konnte. Durch einen Trick wird ihnen und der CIA weisgemacht, dass es sich bei der gesuchten Person um Will handelt. Sidney will ihren Freund um jeden Preis entlasten und schreckt dabei auch vor Erpressung nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440219","hoster":"VOE"},{"path":"/redirect/8268542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557566","hoster":"VOE"},{"path":"/redirect/8557510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-2/episode-22","name":"Il Dire","epNo":22,"alt":"The Telling","descr":"In Stockholm können Sydney und Vaughn endlich Sark festnehmen. Der teilt ihnen sogleich bereitwillig Sloanes Aufenthaltsort mit: Mexico City. Dorthin hat Sloane in der Zwischenzeit Jack entführt. Die CIA kann diesen zwar befreien, doch Sloane entkommt. Während Vaughn sich an dessen Fersen heftet, jagt Sydney ihrer Mutter hinterher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440220","hoster":"VOE"},{"path":"/redirect/8471691","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583526","hoster":"VOE"},{"path":"/redirect/8557522","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-1","name":"Zwei Jahre","epNo":1,"alt":"The Two","descr":"Sydney erwacht in Hong Kong und muss feststellen, dass ihr jegliche Erinnerung an die letzten zwei Jahre fehlt. Sie kehrt nach Los Angeles zurück und macht sich auf die Suche nach ihren Freunden und ihrer Familie. Vaughn hat mittlerweile geheiratet, weil er dachte, Sydney sei tot. Nach und nach findet sie auch schockierende Neuigkeiten über Jack und Sloane heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440218","hoster":"VOE"},{"path":"/redirect/8268546","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583527","hoster":"VOE"},{"path":"/redirect/8557518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-2","name":"Erbfolge","epNo":2,"alt":"Succession","descr":"Sydneys Suche nach ihrer Vergangenheit führt sie zu Sark, der mittlerweile im Gefängnis sitzt. Währenddessen versucht Jack etwas über Sloanes neues Projekt herauszufinden. Vaughn trifft eine weit reichende Entscheidung über seine Zukunft bei der CIA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13446046","hoster":"VOE"},{"path":"/redirect/14376320","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8558161","hoster":"VOE"},{"path":"/redirect/8557531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-3","name":"Medusa","epNo":3,"alt":"Reunion","descr":"Endlich sind Sydney und Vaughn wieder als Team vereint. Nun wollen sie Sark daran hindern, das nationale Satellitensystem zu zerstören. Jack dagegen muss Marshall davon abhalten, die Identität eines Mörders aufzudecken. Dadurch könnte Sydney in Schwierigkeiten geraten. Vaughn und seine Frau Lauren treffen sich unterdessen mit Sloane, um ihn um einen Gefallen zu bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440224","hoster":"VOE"},{"path":"/redirect/8268556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12381742","hoster":"VOE"},{"path":"/redirect/8557534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-4","name":"Unbekannter Liebhaber","epNo":4,"alt":"A Missing Link","descr":"Sydney ist überzeugt, dass Simon Walker ihr wertvolle Hinweise auf die letzten zwei Jahre ihrer Vergangenheit liefern kann. Doch der Mann ist gefährlich und führt eine Gruppe an, die in den Besitz von biologischen Waffen kommen will. Vaughn ist eifersüchtig auf Simon, den vermeintlichen Verehrer der Agentin. Währenddessen versucht Jack seine Tochter zu schützen und ist entschlossen, ihr deshalb ein gefährliches Geheimnis zu verraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440238","hoster":"VOE"},{"path":"/redirect/8471695","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557563","hoster":"VOE"},{"path":"/redirect/8557559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-5","name":"Messerstiche","epNo":5,"alt":"Repercussions","descr":"Bei einer Messerstecherei wird Vaughn lebensbedrohlich verletzt. Als Lauren erfährt, welche Rolle Sydney dabei gespielt hat, wird sie wütend. Die Agentin hat allerdings andere Dinge im Kopf: Sie will etwas über die Entführung von Sloane durch Kazari Bomani herauszufinden. Währenddessen droht Jacks Tarnung aufzufliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440230","hoster":"VOE"},{"path":"/redirect/8268566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557582","hoster":"VOE"},{"path":"/redirect/8557576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-6","name":"Feindinnen","epNo":6,"alt":"The Nemesis","descr":"Sydney traut ihren Augen nicht, als sie zufällig der tot geglaubten Allison begegnet. Währenddessen ist Lauren auf der Suche nach dem Mörder eines russischen Diplomaten. Dabei kommt sie der Verbindung zwischen diesem und Sydney gefährlich nahe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440228","hoster":"VOE"},{"path":"/redirect/8471700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557588","hoster":"VOE"},{"path":"/redirect/8557586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-7","name":"Albträume","epNo":7,"alt":"Prelude","descr":"Sydney hat einen russischen Diplomaten getötet. Um zu verhindern, dass der NSC davon erfährt, ergreift Jack zu drastische Maßnahmen. Allerdings verschärft er damit die Eheprobleme zwischen Vaughn und Lauren. Denn Lauren kommt Sydneys Geheimnis immer näher. Unterdessen erklärt sich die Agentin bereit, mit Sloane zusammenzuarbeiten: Gemeinsam wollen sie einen gefährlichen Plan ihrer Gegner verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440232","hoster":"VOE"},{"path":"/redirect/8268571","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557593","hoster":"VOE"},{"path":"/redirect/8557595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-8","name":"Bis an die Grenze","epNo":8,"alt":"Breaking Point","descr":"Jack und Vaughn müssen sich etwas einfallen lassen, um Sydney aus den Händen von NSC-Chef Lindsey zu befreien. Ihnen bleibt nichts anderes übrig, als mit Sloane zusammenzuarbeiten. Viel Zeit bleibt ihnen allerdings nicht. In der Zwischenzeit steht Lauren vor einer schweren Entscheidung: Wenn sie sich dem NSC anschließt, von dessen richtigem Handeln sie überzeugt ist, stellt sie sich automatisch gegen ihren Mann, der Sydney befreien will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440236","hoster":"VOE"},{"path":"/redirect/8471703","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486447","hoster":"VOE"},{"path":"/redirect/8557601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-9","name":"Bei Bewusstsein","epNo":9,"alt":"Conscious","descr":"Sydney wagt ein gefährliches Experiment, von dem sie hofft, ihr Gedächtnis endlich wiederzubekommen. Während der Prozedur, die Jack und Vaughn genau beobachten, wird klar, dass sich Sydneys Unterbewusstsein massiv dagegen sträubt. Währenddessen engagiert Lindsey einen Schläger, der sich Sloane vornehmen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440234","hoster":"VOE"},{"path":"/redirect/8268570","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486450","hoster":"VOE"},{"path":"/redirect/8557635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-10","name":"Überreste","epNo":10,"alt":"Remnants","descr":"Nachdem Sydney den verblüfften Will aus dem Zeugenschutzprogramm geholt hat, befinden sich die beiden auf der Flucht vor ihren Verfolgern. Dabei stoßen sie ausgerechnet auf Allison, die ihr beider Leben zerstört hat. Sloane wird immer noch von Lindsey unter Druck gesetzt und soll Sydney umbringen. Währenddessen dreht die eifersüchtige Lauren durch und nimmt sowohl Jack als auch ihren Mann Vaughn gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440237","hoster":"VOE"},{"path":"/redirect/8471706","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13529772","hoster":"VOE"},{"path":"/redirect/8557628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-11","name":"Enthüllungen","epNo":11,"alt":"Full Disclosure","descr":"Ausgerechnet von Kendall erfährt Sydney die Wahrheit über einen Teil der zwei Jahre, die ihr in der Erinnerung fehlen. Der FBI Agent berichtet, dass sie von \"The Covenant\" entführt und in Russland gefangen gehalten wurde. Dort habe man sie per Gehirnwäsche zu einer skrupellosen Killerin \"umerziehen\" wollen. Doch Sydney habe ihre Verwandlung nur vorgetäuscht und stattdessen Kendall mit Informationen über die Organisation versorgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918155","hoster":"VOE"},{"path":"/redirect/8471708","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13529774","hoster":"VOE"},{"path":"/redirect/8693623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-12","name":"Überläufer","epNo":12,"alt":"Crossings","descr":"Sydney und Vaughn sollen einen potenziellen Überläufer des Konvents in Gai-li, Nordkorea, treffen. Auf dem Weg dorthin werden sie – mit dem Wissen von Vaughns Ehefrau Lauren – abgeschossen. Trotzdem gelingt ihnen die Kontaktaufnahme; Sarks spielt aber auch mit. Sydney und Vaughn werden gefangengenommen. Jack setzt alle Hebel in Bewegung, um die beiden zu befreien. Dazu nimmt er mit seiner Frau Laura, der ehemaligen KGB-Agentin Irina Derevko, Kontakt auf. Diese schickt ihre Schwester, Katya Derevko, als Unterstützung; diese verlangt als Gegenleistung den Tod von Alvin Sloane.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440243","hoster":"VOE"},{"path":"/redirect/8268580","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557643","hoster":"VOE"},{"path":"/redirect/8557646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-13","name":"Neue Allianzen","epNo":13,"alt":"After Six","descr":"Sydney und Vaughn haben die Order, die so genannte \"Doleac Agenda\" zu finden. Gar nicht so einfach. Denn Sydney muss dazu die Sicherheitsexpertin Toni überreden, ihnen beim Eindringen in ein bestimmtes Computersystem zu helfen. Währenddessen schmiedet Sark seine ganz eigenen Pläne, um die Macht in \"The Covenant\" zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440244","hoster":"VOE"},{"path":"/redirect/8268577","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486451","hoster":"VOE"},{"path":"/redirect/8557645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-14","name":"Rückschlag","epNo":14,"alt":"Blowback","descr":"Sydney und Vaughn sind gerade dabei, eine Bombe zu entschärfen. Völlig unvermutet werden sie dabei aus dem Hinterhalt angegriffen. Währenddessen festigen Sark und Lauren ihre Zusammenarbeit, um die Macht in \"The Covenant\" zu übernehmen. Sloane verrät dagegen ein dunkles Geheimnis an Dr. Barnett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14397172","hoster":"VOE"},{"path":"/redirect/8268581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486453","hoster":"VOE"},{"path":"/redirect/8557649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-15","name":"Späte Rache","epNo":15,"alt":"Façade","descr":"ydney und Vaughn müssen den Sprengstoffexperten Daniel Ryan davon überzeugen, dass sie zu \"The Covenant\" gehören. Nur so haben sie die Chance, dass er ihnen das Versteck seiner Bombe verrät. Doch dann findet Sydney heraus, dass es eine ganz bestimmte Verbindung zwischen ihr und Ryan gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440248","hoster":"VOE"},{"path":"/redirect/8268584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486456","hoster":"VOE"},{"path":"/redirect/8557662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-16","name":"Artefakt 45","epNo":16,"alt":"Taken","descr":"Sydney versucht, die Kinder von Robert Dixon zu befreien, die Sark entführt hat. Währenddessen wird Lauren in ihrer Rolle als Doppelagentin auf die Probe gestellt: Sie muss mit ihrem Vater zusammenarbeiten. Lauren steht kurz davor, ihre Tarnung zu verlieren und sieht nur einen Ausweg. Sie schwärzt Sloane als angeblichen Maulwurf an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440249","hoster":"VOE"},{"path":"/redirect/8471716","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13599030","hoster":"VOE"},{"path":"/redirect/8557679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-17","name":"Sündenbock","epNo":17,"alt":"The Frame","descr":"Sydney und Vaughn müssen Kazari Bomani aufspüren, um von ihm brisante Informationen zu erhalten. Jack gesteht Senator Reed, dass er an der Loyalität von dessen Tochter Lauren zweifelt. Nach reiflicher Überlegung trifft Vaughn endlich eine Entscheidung über die Zukunft seiner Ehe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440247","hoster":"VOE"},{"path":"/redirect/8471719","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486457","hoster":"VOE"},{"path":"/redirect/8557689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-18","name":"Enttarnt","epNo":18,"alt":"Unveiled","descr":"Sydney und Jack sind überzeugt, dass Lauren der Maulwurf in der CIA ist. Vaughn dagegen kann nicht glauben, dass seine Frau dazu fähig ist. Doch zunächst muss er gemeinsam mit Sydney verhindern, dass \"The Covenant\" einen gefährlichen Virus freisetzt: Dieser würde zu einer medizinischen Katastrophe führen. In der Zwischenzeit lernt Jack das schockierende Geheimnis von Sloane kennen, und Bomani hegt erste Zweifel an Laurens Fähigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440257","hoster":"VOE"},{"path":"/redirect/8268586","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486459","hoster":"VOE"},{"path":"/redirect/8557706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-19","name":"Stundenglas","epNo":19,"alt":"Hourglass","descr":"Vaughn hat entdeckt, dass Lauren tatsächlich für \"The Covenant\" arbeitet. Dennoch muss er nach außen hin den Schein einer glücklichen Ehe wahren. Denn Sydney und Jack sind davon überzeugt, dass sie nur so die Chance haben, etwas über Laurens Machenschaften zu erfahren. Damit nicht genug: Vaughn erleidet einen weiteren Schock, nachdem er die Wahrheit über Laurens Mutter Olivia herausfindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440254","hoster":"VOE"},{"path":"/redirect/8268588","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486463","hoster":"VOE"},{"path":"/redirect/8557703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-20","name":"Blutsbande","epNo":20,"alt":"Blood Ties","descr":"Sydney und Vaughn enttarnen Sloanes uneheliche Tochter als den geheimnisvollen \"Passagier\". Um die junge Frau ausfindig zu machen, benötigen sie nun dessen Hilfe. Während der Suche trifft Sydney auf ihre Halbschwester Nadia, eine argentinische Agentin. Kurz nachdem Vaughn ein Geheimnis über seinen Vater erfahren hat, wird er von Lauren und Sark entführt. Die beiden wollen den \"Passagier\" zuerst fassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440256","hoster":"VOE"},{"path":"/redirect/8268595","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557718","hoster":"VOE"},{"path":"/redirect/12980089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-21","name":"Vermächtnis","epNo":21,"alt":"Legacy","descr":"Sydney und Vaughn sind immer noch auf der Suche nach Sloane und Nadia. Unterstützung erhalten sie dabei von Katya Derevko und der Sicherheitsexpertin Toni Cummings. Doch Lauren und Sark sind ebenfalls hinter den beiden her. Gleichzeitig ist Vaughn mittlerweile davon besessen, seine Frau Lauren zur Strecke zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440259","hoster":"VOE"},{"path":"/redirect/13397878","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557724","hoster":"VOE"},{"path":"/redirect/8557720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-3/episode-22","name":"Auferstehung","epNo":22,"alt":"Resurrection","descr":"Lauren gibt sich als Sydney aus und sprengt ein CIA-Büro in die Luft. Außerdem stiehlt sie brisante Unterlagen und tötet beinahe Marshall. Wenigstens wird Sark bei dieser Aktion festgenommen. Sydney entschließt sich, Laurens Spiel mitzuspielen. Es kommt zum entscheidenden Kampf zwischen den beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440264","hoster":"VOE"},{"path":"/redirect/8471723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557722","hoster":"VOE"},{"path":"/redirect/8557723","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-1","name":"Authorized Personnel Only (1)","epNo":1,"alt":"Authorized Personnel Only (1)","descr":"Sydney verlässt die CIA und schließt sich einer Gruppe namens \"Authorized Personnel Only\" an. Zur APO gehören auch Jack, Vaughn, Dixon und Sloane. Nachdem Sydney in Wittenberg bestimmte Informationen herausgefunden hat, verschlechtert sich ihr Verhältnis zu Jack. Nach einigem Zögern entscheidet sich die Agentin, Vaughn den Grund dafür zu nennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440258","hoster":"VOE"},{"path":"/redirect/8268598","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13916638","hoster":"VOE"},{"path":"/redirect/8557726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-2","name":"Authorized Personnel Only (2)","epNo":2,"alt":"Authorized Personnel Only (2)","descr":"Nur widerwillig arbeitet Sydney mit ihrem Vater Jack zusammen. Doch dies ist die einzige Möglichkeit, um den modernen Samurai Kazu Tamazaki zu fassen. Währenddessen will Nadia ihren Job als Spionin endgültig aufgeben. Da wird Sydney von Tamazaki gefangen genommen und schwebt in Lebensgefahr. Nadia bleibt nichts anderes übrig, als ihre Entscheidung noch einmal zu überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918152","hoster":"VOE"},{"path":"/redirect/13397882","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12918147","hoster":"VOE"},{"path":"/redirect/8557731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-3","name":"Furchtbare Wahrheit","epNo":3,"alt":"The Awful Truth","descr":"Sydney setzt ihre weiblichen Reize ein, um über den Waffenhändler Martin Bishop an einen gestohlenen Codeknacker des NSA zu gelangen. Mit Jack gerät sie in einen Streit darüber, ob Nadia die Wahrheit über den Tod ihrer Mutter erfahren soll. Unterdessen fürchtet Vaughn um das Leben von Eric.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440272","hoster":"VOE"},{"path":"/redirect/12044535","hoster":"Doodstream"},{"path":"/redirect/13397877","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557737","hoster":"VOE"},{"path":"/redirect/8557736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-4","name":"Ice","epNo":4,"alt":"Ice","descr":"Ein gefährlicher Undercover-Einsatz wartet auf Sydney und Vaughn: Sie sollen eine tödliche Biowaffe unschädlich zu machen. Doch die Agentin macht sich Sorgen um ihren Partner. Vaughn scheint immer noch nicht mit Lauren abgeschlossen zu haben. Währenddessen bittet Nadia Jack um Hilfe: bei der Suche nach dem Mörder ihrer Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442542","hoster":"VOE"},{"path":"/redirect/8268622","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004018","hoster":"VOE"},{"path":"/redirect/8557742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-5","name":"Willkommen in Liberty Village","epNo":5,"alt":"Welcome To Liberty Village","descr":"Sydney und Vaughn geben sich als Ehepaar aus, das mit Waffen handelt. So wollen sie an eine höchst gefährliche Bombe gelangen, deren Detonation eine Katastrophe bedeuten würde. Doch bei ihrer Suche stoßen die beiden auf jede Menge Hindernisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442548","hoster":"VOE"},{"path":"/redirect/8471726","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557762","hoster":"VOE"},{"path":"/redirect/8557747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-6","name":"Nocturne","epNo":6,"alt":"Nocturne","descr":"Sydney wird von einem CIA-Agenten in den Arm gebissen. Dabei wird sie mit einem höchst gefährlichen Stoff kontaminiert: Immer mehr verliert sie den Bezug zur Realität und verwandelt sich in eine Art Zombie. Für Vaughn und Jack beginnt ein Wettlauf gegen die Zeit, um ein Gegengift zu finden und Sydney zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440263","hoster":"VOE"},{"path":"/redirect/8268632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557763","hoster":"VOE"},{"path":"/redirect/8557753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-7","name":"Explosiv","epNo":7,"alt":"Détente","descr":"Getarnt als reiche Erbinnen ermitteln Sydney und Nadia undercover im Fall eines ermordeten Chemikers. So wollen sie den vermeintlichen Täter, einen Waffenhändler und Playboy aus der Reserve locken. Wie Sloane befürchtet, gestaltet sich dieser Einsatz ausgesprochen schwierig. Denn Sydney und Nadia geraten immer wieder in Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440265","hoster":"VOE"},{"path":"/redirect/12044546","hoster":"Doodstream"},{"path":"/redirect/8268633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557764","hoster":"VOE"},{"path":"/redirect/8557760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-8","name":"Echos","epNo":8,"alt":"Echoes","descr":"Sloane erteilt Jack kurzfristig alle Befugnisse für den nächsten Einsatz der APO. Darin spielt Sydneys alte Erzfeindin Anna Espinosa eine Hauptrolle. Doch die Auftragskillerin nimmt Nadia gefangen und erpresst damit Sydney. Indessen stattet Vaughn dem inhaftierten Sark einen Besuch ab. Er will ihn mit einer List dazu bringen, bei der Jagd nach Anna zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918154","hoster":"VOE"},{"path":"/redirect/13397887","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557772","hoster":"VOE"},{"path":"/redirect/8557766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-9","name":"Ein Mann, ein Wort","epNo":9,"alt":"A Man Of His Word","descr":"Nadia liegt schwer verletzt im Koma. Deshalb muss die APO Sark um Hilfe bitten: Er soll eine gefährliche Bombe finden und entschärfen. Da Sydney jedoch herausfindet, dass Nadia vermutlich als einzige weiß, wie die Waffe unschädlich gemacht werden kann, versucht Jack, die Agentin aus dem Koma zu wecken. Damit gefährdet er Nadias Leben und zieht sich den Zorn von Sloane zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440270","hoster":"VOE"},{"path":"/redirect/13397895","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557784","hoster":"VOE"},{"path":"/redirect/8557774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-10","name":"Index","epNo":10,"alt":"The Index","descr":"Dixon will beweisen, dass Sloane nicht nur die CIA betrügt, sondern auch noch die APO dazu benutzt, den \"Blackwell Index\" zu stehlen. Außerdem glaubt der Agent, dass Sloane die \"Allianz der zwölf\" wieder ins Leben rufen will. Er bittet Sydney um Hilfe. In der Hoffnung, Hinweise dafür zu finden, untersucht Sydney Sloanes Computer. Dabei wird sie von Nadia beobachtet. Diese verrät ihre Schwester zwar nicht, verliert aber allmählich das Vertrauen zu ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442543","hoster":"VOE"},{"path":"/redirect/8268656","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557793","hoster":"VOE"},{"path":"/redirect/8557783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-11","name":"Kein Entrinnen","epNo":11,"alt":"The Road Home","descr":"Sydney erledigt gerade einen Auftrag in Österreich und rettet dabei zufällig einem Amerikaner das Leben. Als sie jedoch geheime Informationen über eine neuartige Waffe erhält, bringt sie den Mann unbeabsichtigt in Gefahr. Währenddessen besucht Jack seinen alten Bekannten, den Waffenhändler Sasha Korjev. Mittlerweile findet Vaughn weitere erschreckende Details über seinen Vater heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442544","hoster":"VOE"},{"path":"/redirect/8268652","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557823","hoster":"VOE"},{"path":"/redirect/8557806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-12","name":"Dunkle Vergangenheit","epNo":12,"alt":"The Orphan","descr":"Nadia gibt unbedacht ein Geheimnis aus ihrer Vergangenheit preis und bringt damit sich und Sydney in Gefahr: Einst arbeitete sie als Auftragskillerin in ihrer Heimat Argentinien für den Verbrecher Caesar Martinez. Der will nun an \"alte Zeiten\" anknüpfen. Vaughn begegnet jemandem, der sowohl eine Verbindung zu seinem Vater als auch zu Nadia hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442553","hoster":"VOE"},{"path":"/redirect/8268662","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557827","hoster":"VOE"},{"path":"/redirect/8557826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-13","name":"Dienstag","epNo":13,"alt":"Tuesday","descr":"Sydney in Lebensgefahr: Nachdem ihre Mission in Cuba gescheitert ist, wird sie überwältigt und lebendig in einem luftdichten Sarg begraben. Marshall ist der einzige, der sie noch retten könnte. Zur selben Zeit hat Dixon in Los Angeles alle Hände voll zu tun. Ein unbekannter, hoch gefährlicher Erreger breitet sich in den Räumen der APO aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442558","hoster":"VOE"},{"path":"/redirect/8268661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557840","hoster":"VOE"},{"path":"/redirect/8557832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-14","name":"Nachtigall","epNo":14,"alt":"Nightingale","descr":"Sydney unterstützt Vaughn bei der Suche nach seinem Vater. Beide sind überzeugt, dass dieser allen Gerüchten zum Trotz noch am Leben ist. Ihre Nachforschungen führen sie unter anderem nach München. Dort gelingt es Sydney, einem Anlageberater wichtige Informationen zu entlocken. Doch bei ihrer weiteren Suche geraten die Agentin und ihr Partner in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442549","hoster":"VOE"},{"path":"/redirect/13397934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557861","hoster":"VOE"},{"path":"/redirect/8557838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-15","name":"Pandora","epNo":15,"alt":"Pandora","descr":"Um mit Syndey sprechen zu können, vergiftet sich Katya Derevko. Zur Behandlung wird sie aus ihrer Gefängniszelle gebracht. Schon kurz darauf stattet Sydney der Frau einen Besuch ab und erfährt dabei einiges über ihre Mutter. Währenddessen versucht Vaughn immer noch, die Wahrheit über seinen Vater herauszufinden. Anscheinend hat Sloane etwas mit der Sache zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442556","hoster":"VOE"},{"path":"/redirect/8268672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557858","hoster":"VOE"},{"path":"/redirect/8557842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-16","name":"Zweites Ich","epNo":16,"alt":"Another Mister Sloane","descr":"Sydney und Vaughn erzählen Jack von der Verbindung zwischen Sloane und Vaughns Vater. Es gelingt ihnen sogar, Sloane deswegen unter Druck zu setzten. Dann erfahren sie, dass es einen Doppelgänger gibt, der sich als Sloane ausgibt und diesem etwas anhängen will. Die APO stellt dem Mann eine Falle. Der ist clever genug und entwischt ihnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442559","hoster":"VOE"},{"path":"/redirect/12481307","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557857","hoster":"VOE"},{"path":"/redirect/8557859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-17","name":"Reines Gewissen","epNo":17,"alt":"A Clean Conscience","descr":"Nadias frühere Mentorin Sophia hat ihren Schützling um ein Treffen gebeten. Sloane kommt dazu und Sophia erzählt ihm, dass sie zusammengeschlagen wurde. Der Angreifer wollte sie so zwingen, Nadias Aufenthaltsort zu verraten. Aufgrund dieser Geschichte beschließen Sloane und Jack, Nadia und Sydney endlich die Wahrheit über die Derevko-Schwestern zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442560","hoster":"VOE"},{"path":"/redirect/8268676","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557863","hoster":"VOE"},{"path":"/redirect/8557860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-18","name":"Trugbild","epNo":18,"alt":"Mirage","descr":"Jack ist schwer krank und halluziniert. Dabei spricht er allerdings von einer Möglichkeit der Heilung. Sydney soll die Zeit rekonstruieren, als Jack für die CIA gearbeitet hat. Nur so kann sie denjenigen finden, der ihnen möglicherweise helfen kann. Dafür gibt sich die Agentin als ihre eigene Mutter aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442563","hoster":"VOE"},{"path":"/redirect/8268688","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557869","hoster":"VOE"},{"path":"/redirect/8557868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-19","name":"Wer bin ich?","epNo":19,"alt":"In Dreams ?","descr":"Endlich konnten Sydney und ihre Kollegen Sloanes betrügerischen Doppelgänger dingfest machen. Er wird zum Verhör in die Räume der APO gebracht. Um jedoch hinter sein Geheimnis zu kommen, muss sich Sloane zunächst einer schmerzhaften Episode aus seiner Vergangenheit stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8555443","hoster":"VOE"},{"path":"/redirect/8268687","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557880","hoster":"VOE"},{"path":"/redirect/8557874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-20","name":"Abstieg","epNo":20,"alt":"The Descent","descr":"Einige Rambaldi-Gegenstände sind verschwunden. CIA-Direktorin Hayden Chase hegt den Verdacht, dass der Alarm von Nadias Computer aus lahm gelegt wurde. Jack und Sloane dagegen vermuten, dass Sophia hinter dem Diebstahl steckt. Sie finden noch mehr heraus: Elena Derevko hat sich lediglich als Sophia ausgegeben, um sich das Vertrauen der APO-Mitglieder zu erschleichen und so an bestimmte Informationen zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442571","hoster":"VOE"},{"path":"/redirect/8471727","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557879","hoster":"VOE"},{"path":"/redirect/8557883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-21","name":"Befreiung","epNo":21,"alt":"Search And Rescue","descr":"Rambaldis Endphase beginnt: Ein roter Feuerball bewegt sich in Richtung Russland und führt dazu, dass die Bewohner der Städte verrückt werden. Dixon wird dabei verletzt, kann Sydney aber noch mitteilen, dass Irina noch lebt. Gemeinsam mit Jack und Nadia macht sich die Agentin auf, Irina zu suchen und herauszufinden, warum diese ihren eigenen Tod vorgetäuscht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442568","hoster":"VOE"},{"path":"/redirect/8268696","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557896","hoster":"VOE"},{"path":"/redirect/8557891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-4/episode-22","name":"Vor der Flut","epNo":22,"alt":"Before The Flood","descr":"Um den roten Feuerball zu zerstören, springen Sydney, Nadia, Irina, Jack und Vaughn per Fallschirm über der russischen Stadt Sovogda ab. Währenddessen versuchen Marshall und Weiss den russischen Verteidigungsminister zu erpressen, damit er ihnen den Code für einen Satelliten verrät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442569","hoster":"VOE"},{"path":"/redirect/12044578","hoster":"Doodstream"},{"path":"/redirect/13397939","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557907","hoster":"VOE"},{"path":"/redirect/8557892","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-1","name":"Prophet Five","epNo":1,"alt":"Prophet Five","descr":"Vaughn wird verdächtigt, als Doppelagent für eine terroristische Organisation namens \"Prophet Five\" zu arbeiten und steht deshalb unter Beobachtung. Sydney hadert mit der Situation und stellt ihre ganze Beziehung in Frage. Das ist noch nicht alles: Sie erwartet ein Kind von ihm. Verzweifelt versucht sie, die Wahrheit über den Vater ihres ungeborenen Babys herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442573","hoster":"VOE"},{"path":"/redirect/8471729","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14069396","hoster":"VOE"},{"path":"/redirect/8557898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-2","name":" ?1 ?","epNo":2,"alt":" ?1 ?","descr":"Obwohl Auftragskillerin Renée Rienne zu den meistgesuchten Kriminellen der CIA gehört, arbeitet Sydney mit ihr zusammen. So will sie den Mörder von Vaughn fassen. Währenddessen ist Jack auf der Suche nach einem Ersatz für den Verstorbenen. Er will Thomas Grace engagieren, der zunächst zurückhaltend auf das Angebot reagiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442575","hoster":"VOE"},{"path":"/redirect/8268704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557914","hoster":"VOE"},{"path":"/redirect/8557902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-3","name":"Substanz 33","epNo":3,"alt":"The Shed","descr":"Sydney hat den ersten Einsatz mit ihrem neuen Partner Thomas Grace. Gemeinsam mit Marshall reisen die beiden nach Prag, um dort nach den Dieben zu suchen, die ein tödliches Virus gestohlen haben. Dabei stoßen sie auf Rachel Gibson, die für eine Organisation namens \"The Shed\" arbeitet. Diese wurde von Gordon Dean gegründet und richtet ihre Aktivitäten gegen die USA. Sydney und Tom wollen Rachel dazu bringen, ihnen Informationen zu liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915449","hoster":"VOE"},{"path":"/redirect/8268710","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557903","hoster":"VOE"},{"path":"/redirect/8557904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-4","name":"Mockingbird","epNo":4,"alt":"Mockingbird","descr":"Sydney und Rachel reisen erneut nach Prag und suchen in den Ruinen des ehemaligen Büros von \"The Shed\" nach Deans Computer. Mit dessen Hilfe wollen sie die Bankverbindung des Verräters knacken und seine Konten leer räumen. Doch Dean entdeckt schneller als gedacht, dass Rachel nicht tot ist. Dadurch geraten die beiden Frauen in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442579","hoster":"VOE"},{"path":"/redirect/8268712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557910","hoster":"VOE"},{"path":"/redirect/8557906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-5","name":"Wiederbelebung","epNo":5,"alt":"Out Of The Box","descr":"Sydney und Tom reisen nach Marseille. Dort stellen sie fest, dass Renée einen Kühlcontainer gestohlen hat, in dem sich der Körper ihres vermeintlich toten Vaters befindet. Eine Gruppe Söldner will den Mann aus dem Gefrierschlaf erwecken und ins Leben zurückholen. Währenddessen versuchen Rachel, Dixon und Marshall, eine Datei zu öffnen, die Informationen über Renées Vater enthält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442583","hoster":"VOE"},{"path":"/redirect/13397948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8557909","hoster":"VOE"},{"path":"/redirect/8557913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-6","name":"Solo","epNo":6,"alt":"Solo","descr":"Sydney und das Team der APO sind in Indien damit beschäftigt, den Waffenhändler Janos Vak dingfest zu machen. Deshalb muss Rachel zu ihrem ersten Solo-Einsatz aufbrechen: Sie soll Computersoftware von Janos stehlen. Nur damit kann das Versteck einer neuartigen, gefährlichen Waffe gefunden werden. Sydney gibt ihrer Kollegin zwar wertvolle Tipps, doch durch ihre Schwangerschaft ist sie selbst beeinträchtigt und kann Rachel nicht wirklich helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442580","hoster":"VOE"},{"path":"/redirect/8268720","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486461","hoster":"VOE"},{"path":"/redirect/8557916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-7","name":"Vollendete Tatsachen","epNo":7,"alt":"Fait Accompli","descr":"Sydney und die APO versuchen herauszufinden, für wen Gordon Dean arbeitet und welches Endziel er anstrebt. Sie vermuten eine Verbindung zu \"Prophet Five\". Währenddessen erhält Sloane ein Angebot von einem geheimnisvollen Fremden: Er soll Dean töten. Nadia erwacht entgegen aller Prognosen aus dem Koma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442581","hoster":"VOE"},{"path":"/redirect/12044591","hoster":"Doodstream"},{"path":"/redirect/8268727","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486462","hoster":"VOE"},{"path":"/redirect/8557918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-8","name":"Bob","epNo":8,"alt":"Bob","descr":"Im Auftrag der APO soll Rachel in Sao Paolo Informationen über eine Mikrowellen-Bombe suchen. Sie ist allerdings nicht die Einzige mit diesem Ziel. Bald finden Rachel und Sydney heraus, wer ihr Gegner ist: Sark. Zur selben Zeit wird Jack Opfer einer Entführung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442584","hoster":"VOE"},{"path":"/redirect/8268733","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486465","hoster":"VOE"},{"path":"/redirect/8557920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-9","name":"Unter Hypnose","epNo":9,"alt":"The Horizon","descr":"Während Kelly Peyton Software aus einem CIA-Warenlager stiehlt, wird Sydney von Mitgliedern des \"Prophet Five\" entführt und in Hypnose versetzt. In diesem Zustand \"begegnet\" sie ihrer großen Liebe Michael wieder. So will \"Prophet Five\" ihr geheime Informationen entlocken. Um die Agentin zu befreien, bleibt Jack nichts anderes übrig, als mit Renée zusammenzuarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918153","hoster":"VOE"},{"path":"/redirect/12044593","hoster":"Doodstream"},{"path":"/redirect/8268732","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486468","hoster":"VOE"},{"path":"/redirect/8557921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-10","name":"SOS","epNo":10,"alt":"S.O.S.","descr":"Sydney sitzt in den Räumen der CIA fest. Ein Maulwurf, der für \"Prophet Five\" arbeitet, will damit verhindern, dass ihre Nachrichten die APO erreichen. Doch die Kollegen der Agentin schöpfen Verdacht und wollen sie befreien. Dabei geraten sie in eine Falle. Dank der Hilfe von Weiss können sie jedoch entkommen. Schließlich findet Jack heraus, wer Sydneys Einsatz sabotiert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442589","hoster":"VOE"},{"path":"/redirect/8268737","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13529773","hoster":"VOE"},{"path":"/redirect/8557925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-11","name":"Mutterinstinkt","epNo":11,"alt":"Maternal Instinct","descr":"Die Geburt von Sydneys Kind steht kurz bevor. Da bekommt die Agentin unerwartet Besuch von ihrer Mutter Irina. Gemeinsam mit Jack reisen die beiden Frauen nach Vancouver, um dort nach Informationen über \"The Horizon\" zu suchen. Doch das Trio gerät in einen Hinterhalt. Während Jack den Kampf mit Kelly Peyton aufnimmt, setzen bei Sydney die Wehen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442596","hoster":"VOE"},{"path":"/redirect/8268745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486469","hoster":"VOE"},{"path":"/redirect/8557929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-12","name":"Bombe im Kopf","epNo":12,"alt":"There\u0027s Only One Sydney Bristow","descr":"Nach der Geburt ihres Kindes beschließt Sydney, eine Pause als Agentin einzulegen. Da gelingt Anna Espinosa mit der Hilfe von Kelly Peyton die Flucht aus dem Gefängnis. Anna erkennt sofort, dass sie Sydney über deren Freunde aus der Reserve locken kann und entführt Will. Natürlich setzt die Agentin alle Hebel in Bewegung, um ihren Freund zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442592","hoster":"VOE"},{"path":"/redirect/8268748","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486467","hoster":"VOE"},{"path":"/redirect/8557933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-13","name":"30 Sekunden","epNo":13,"alt":"30 Seconds","descr":"Sydney und das Team der APO versuchen immer noch, hinter die Pläne von \"Prophet Five\" zu kommen. Sloane gelangt endlich an ein Heilmittel, das Nadia retten kann. Es ist ihm egal, dass die Medizin von Prophet Five stammt. Erste Zweifel kommen ihm erst, als er erfährt, dass er Nadias Herz für 30 Sekunden anhalten muss, um das Mittel erfolgreich zu verabreichen. Unterdessen ist Sydney auf der Suche nach Anna. Sie ahnt nicht, dass diese durch das Projekt Helix zu ihrer Doppelgängerin gemacht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442597","hoster":"VOE"},{"path":"/redirect/12044600","hoster":"Doodstream"},{"path":"/redirect/8471740","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486472","hoster":"VOE"},{"path":"/redirect/8557932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-14","name":"Ich sehe tote Menschen","epNo":14,"alt":"I See Dead People","descr":"Die Zusammenarbeit mit \"Prophet Five\" schadet Sloane. Immer wieder wird er von schrecklichen Visionen geplagt. Währenddessen wird in Renées totem Körper ein Chip gefunden. Mit dessen Hilfe versucht Sydney, Kontakt zu Vaughn aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442598","hoster":"VOE"},{"path":"/redirect/8268757","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13529775","hoster":"VOE"},{"path":"/redirect/12513739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-15","name":"Nichts für ungut","epNo":15,"alt":"No Hard Feelings","descr":"Um mehr über die Pläne von Prophet Five zu erfahren, gibt sich Sydney weiterhin als Anna aus. Dafür muss sie mit Sark zusammenarbeiten. Gemeinsam suchen sie nach einem wichtigen Hinweis in Bezug auf die Rambaldi Artefakte, der in einem italienischen Gefängnis versteckt sein soll. Die Zeit drängt. Denn auch Sloane und Kelly Peyton sind hinter dieser Information her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442601","hoster":"VOE"},{"path":"/redirect/8268755","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486476","hoster":"VOE"},{"path":"/redirect/8557943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-16","name":"Vergeltung","epNo":16,"alt":"Reprisal","descr":"Sloane hält Rachel und Marshall gefangen und will sie zwingen, ihm bei der Suche nach dem letzten Hinweis auf die Rambaldi Artefakte zu helfen. Während Sydney, Vaughn und der Rest der APO versuchen, ihre Freunde zu befreien, schmiedet Sloane mit Sark und Peyton Pläne, wie sie \"Prophet Five\" übernehmen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918159","hoster":"VOE"},{"path":"/redirect/12044599","hoster":"Doodstream"},{"path":"/redirect/13397955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486475","hoster":"VOE"},{"path":"/redirect/8557946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alias-die-agentin/staffel-5/episode-17","name":"Alle Zeit der Welt","epNo":17,"alt":"All The Time In The World","descr":"Die APO wurde zerstört. Jetzt müssen Sydney und Jack unter allen Umständen verhindern, dass Irina und Sloane ihren tödlichen Plan in die Tat umsetzen und Rambaldis Prophezeiung erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442600","hoster":"VOE"},{"path":"/redirect/13397953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13486477","hoster":"VOE"},{"path":"/redirect/8557947","hoster":"Streamtape"}]}]}]}]}