{"path":"/serie/stream/alice-im-wunderland","name":"Alice im Wunderland","descr":"Die kleine Alice folgt einem großen, weißen Kaninchen in ein Erdloch und landet bald darauf in einer Welt voller phantastischer Dinge und merkwürdigen Bewohnern- dem Wunderland. In jeder Folge findet sich Alice nun im Wunderland wieder, wo sie spannende und kuriose Abenteuer erlebt. Dabei bleibt unklar, ob Alice die Abenteuer nur träumt oder tatsächlich erlebt...","seasons":[{"path":"/serie/stream/alice-im-wunderland/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-1","name":"Das Kaninchen aus dem Hut","epNo":1,"alt":"Alice’s Family","descr":"Der wöchentliche Einkaufstag ist da. Mrs. Spiceham und Alice fahren mit der Kutsche nach London um Pfeffer soll gekauft werden. Er ist zwar teuer, aber das Lieblingsgewürz von Mrs. Spiceham. Alice bittet darum alleine gehen zu dürfen. Sie durchstöbert lieber alte Trödelläden, die für sie etwas Geheimnisvolles haben. Fast immer findet sie auf ihren Streifzügen etwas, das ihr gefällt. Diesmal ist es ein alter Zylinder, den sie zur Verwunderung des Ladenbesitzers gleich erwirbt. Wenn der Ladenbesitzer allerdings gewusst hätte, was Alice weiß, dann hätte er ihn bestimmt nicht so billig verkauft. In dem Zylinder lebt nämlich Benny Bunny, der Neffe des großen weißen Kaninchens, des königlichen Zeitansagers am Hofe der Herzkönigin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918160","hoster":"VOE"},{"path":"/redirect/13983666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-2","name":"Der Fall ins Kaninchenloch","epNo":2,"alt":"Down the Rabbit Hole","descr":"Alice traut ihren Augen nicht, da läuft tatsächlich das große Kaninchen durch den Garten. Sie verfolgt es bis zu seinem Bau und springt schließlich selbst hinterher. Sie erlebt mit Staunen eine ganz neue Welt. Sie trifft die singenden Ameisen, die fleißig für Ordnung sorgen, fällt durch das Badezimmer einer Maus, stört die Leseratte und landet schließlich in der Türenhalle des Wunderlandes. Doch alle Türen sind verschlossen. Kein Schlüssel passt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442604","hoster":"VOE"},{"path":"/redirect/8268773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-3","name":"Der Tränensee","epNo":3,"alt":"The Pool of Tears","descr":"Auf dem Weg ins Wunderland geschieht Alice ein Missgeschick: Sie trinkt einen bestimmten Tee und wächst und wächst. Darüber ist sie so unglücklich, dass sie weinen muss, und mit ihrer Tränenflut setzt sie die ganze Gegend unter Wasser. Den Wunderlandbewohnern bleibt nichts anderes übrig, als sich auf einer Insel in Sicherheit zu bringen. Ausgerechnet hier treibt ein geheimnisvoller Maler sein Unwesen. Er bemalt Sträucher und schließlich auch Alice mit dicken braunen Streifen. Alice versucht, den rätselhaften Vorgängen auf die Spur zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442606","hoster":"VOE"},{"path":"/redirect/8268776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-4","name":"Das Klüngelrennen","epNo":4,"alt":"The Caucus Race","descr":"Alice und ihre Freunde finden das Leben auf der einsamen Insel langweilig. Da schlägt Dodo ein Klüngelrennen vor, ein Rennen, bei dem der Sieger schon vor dem Start ausgehandelt wird. Alice hält dies für eine eigenartige Spielregel, aber das Rennen macht ihr dann doch großen Spaß. Sogar die Herzkönigin schließt sich an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442609","hoster":"VOE"},{"path":"/redirect/8268781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-5","name":"Das Haus des weißen Kaninchens","epNo":5,"alt":"The White Rabbit’s House","descr":"Alice hat wieder einmal Pech: Das große weiße Kaninchen verwechselt sie mit seinem Hausmädchen und schickt sie Glacéhandschuhe und Fächer aus der Küche zu holen. Zuerst versucht Alice noch, den Irrtum aufzuklären, doch dann findet sie sich mit ihrem Schicksal ab. In der Küche steht frischer Tee, der einladend duftet. Sie trinkt eine Tasse und wächst und wächst. Sie kann sich kaum noch bewegen und ärgert sich über die Bewohner des Wunderlandes, die kein Mitleid zeigen. Endlich gelingt es ihr, sich aus dem engen Haus des großen weißen Kaninchens zu befreien, und sie gewinnt gleichzeitig ihre normale Größe zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442612","hoster":"VOE"},{"path":"/redirect/8268779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-6","name":"Das Ei auf der Mauer","epNo":6,"alt":"Humpty Dumpty","descr":"Die Aufregung im Wunderland ist groß. Endlich ist geschehen, worauf alle schon gewartet haben: Humpty Dumpty ist von der Mauer gefallen! Noch hängt er an seiner Krawatte, die sich in einem Ast verfangen hat, aber es ist nur noch eine Frage der Zeit, bis die Krawatte reißt und Humpty Dumpty abstürzt. Alice möchte ihm helfen, doch er lehnt ab. Ihn kann nur einer retten, der Herzkönig. Der hat dem klugen Eierkopf in einem schwachen Moment zugesagt, ihm bei jeder erdenklichen Situation beizustehen. Alice versucht, den Herzkönig zu bewegen, mit seiner gesamten Armee einzuschreiten, um Humpty Dumpty zu retten. Aber das ist viel schwieriger als sie dachte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442614","hoster":"VOE"},{"path":"/redirect/8559175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-7","name":"Das große Hundebaby","epNo":7,"alt":"The Big Puppy","descr":"Im ungünstigsten Moment läuft Alice ein junger Hund zu. Dieser verschlingt auch noch, trotz Alices Warnung, ein Stück \"Iss-mich-Kuchen\" und wird so groß wie ein Elefant. Alice ist verzweifelt, was soll sie nur mit dem Monstrum anfangen? Nur einem glücklichen Umstand ist es zu verdanken, dass die Wunderlandbewohner sie nicht des Landes verweisen, denn das Riesenbabie verwandelt die sorgfältig vorbereitete Geburtstagsfeier der Schachkönigin, auf die sich alle so sehr gefreut hatten, in ein einziges Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442608","hoster":"VOE"},{"path":"/redirect/13983667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-8","name":"Der Wald ohne Namen","epNo":8,"alt":"The Forest of No Name","descr":"Alice und Benny Bunny haben sich bei einem Spaziergang im Wunderland verlaufen und sind im Wald-ohne-Namen gelandet. Sie befinden sich ganz plötzlich in einer äußerst unangenehmen Lage: Weder Alice noch Benny Bunny können sich daran erinnern, wie sie heißen, wo sie sich befinden, und vor allen Dingen, wer sie eigentlich sind. Schuld daran scheint ein seltsamer bunter Nebel zu sein, der jeden alles vergessen lässt. Es geht drunter und drüber im Wunderland, Alice weiß nicht mehr ein noch aus. Sie versucht nach der Ursache der Verwirrung zu forschen, aber es dauert sehr lange, bis sie entdeckt, wer an all dem die Schuld trägt: der Marchare.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442615","hoster":"VOE"},{"path":"/redirect/8268787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-9","name":"Die räuberischen Krähen","epNo":9,"alt":"The Crows","descr":"Kaum ist Alice im Wunderland angekommen, geschehen merkwürdige Dinge: Erst wird die Lieblingstaschenuhr des großen weißen Kaninchens gestohlen, dann verschwinden die Schachfiguren vom König und schließlich sogar Krone und Zepter der Herzkönigin. Alice und Benny Bunny werden gefangen genommen und auf ein Piratenschiff verschleppt. Hier kommen sie den Übeltätern der Schandtaten auf die Schliche: Eine räuberische Krähenbande hat ein Gegenmittel gegen das Vergessen des \"Waldes-ohne-Namen\" entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442617","hoster":"VOE"},{"path":"/redirect/13983668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-10","name":"Der Rat der blauen Raupe","epNo":10,"alt":"Advice From a Caterpillar","descr":"Kaum ist Alice im Wunderland angekommen, geschehen merkwürdige Dinge: Erst wird die Lieblingstaschenuhr des großen weißen Kaninchens gestohlen, dann verschwinden die Schachfiguren vom König und schließlich sogar Krone und Zepter der Herzkönigin. Alice und Benny Bunny werden gefangen genommen und auf ein Piratenschiff verschleppt. Hier kommen sie den Übeltätern der Schandtaten auf die Schliche: Eine räuberische Krähenbande hat ein Gegenmittel gegen das Vergessen des \"Waldes-ohne-Namen\" entdeckt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442620","hoster":"VOE"},{"path":"/redirect/8268796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-11","name":"Wo sind die Taubeneier?","epNo":11,"alt":"Looking For the Eggs","descr":"Alice ist ein Fehler unterlaufen, und nun schrumpft sie so stark, dass sogar die blaue Raupe einen Kopf größer ist als sie. Sie fürchtet sich vor Spinnen und Käfern und missversteht deshalb jede noch so gut gemeinte Geste der Wunderlandinsekten. Sie flüchtet in das Haus der Herzogin, doch die Herzogin hält Alice für einen Käfer und gibt ihr einen Tritt. Die anderen Insekten helfen ihr zu entkommen. Die blaue Raupe gibt ihr schließlich auch noch einen Rat, wie sie ihre natürliche Größe zurückerlangen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442618","hoster":"VOE"},{"path":"/redirect/13983670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-12","name":"Schweinepfeffer","epNo":12,"alt":"Pig and Pepper","descr":"Alice und Benny Bunny durchstreifen das Wunderland. Benny Bunny schlägt vor, die Herzogin zu besuchen. Die Herzogin und ihre Köche bewerfen sich unter lautem Gelächter mit Tellern und Tassen und amüsieren sich köstlich dabei. Eine vom Boten der Königin überbrachte Einladung zum Tee macht schließlich der vergnügten Auseinandersetzung ein Ende. Alice wird gebeten, inzwischen auf das Baby der Herzogin aufzupassen, was allerdings gar nicht so einfach ist. Das Baby verwandelt sich kurzerhand in ein Schweinchen und scheint entschlossen zu sein, Alice und Benny Bunny überall hin zu folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442621","hoster":"VOE"},{"path":"/redirect/8268803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-13","name":"Tweedledee und Tweedledum","epNo":13,"alt":"Tweedledee and Tweedledum","descr":"Gleich nachdem Alice im Wunderland ankommt, trifft sie eine Schlafmütze, die alle Träume des träumenden Königs aufschreibt, ein Geige spielendes Schwein und Tweedledee und Tweedledum, die sich zur Freude der Wunderlandbewohner so sehr über eine alte zerbrochene Rassel streiten, dass dies unweigerlich zum Kampf führen muss. Wegen Regens muss aber der Kampf vorerst abgesagt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442616","hoster":"VOE"},{"path":"/redirect/8268804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-14","name":"Der Löwe und das Einhorn","epNo":14,"alt":"The Lion and the Unicorn","descr":"Der Hutmacher muss sich nach einer neuen Verdienstmöglichkeit umsehen. Er wird \"Veranstalter\". Als Debüt arrangiert er einen Ringkampf zwischen Löwe und Einhorn. Am meisten freut sich die Herzkönigin auf diesen Kampf. Doch der Löwe sieht sich außerstande anzutreten. Er hat keinen Manager, und ohne Manager kämpft er nicht. Erst nachdem Alice sich bereit erklärt, diese Aufgabe zu übernehmen, kann der Hutmacher das Startzeichen geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442619","hoster":"VOE"},{"path":"/redirect/13983671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-15","name":"Das Fest der Herzkönigin","epNo":15,"alt":"The Croquet Party","descr":"Jedes Jahr lädt die Herzkönigin zum Igelkrocket ein. Nicht die Igel spielen Krocket, sondern die Wunderlandbewohner, wobei die Igel als Bälle und Flamingos als Schläger benutzt werden. Alice empfindet Mitleid mit den armen Tieren, und so sorgt sie erst einmal für die Sicherheit der Tiere, bevor sie gegen die Herzkönigin antritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442625","hoster":"VOE"},{"path":"/redirect/8268813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-16","name":"Die Grinsekatze","epNo":16,"alt":"Cheshire Cat","descr":"Die Grinsekatze hat Tweedledum verschwinden lassen. Zuerst ist Tweedledee sehr froh, ein einziges Mal ohne seinen Zwillingsbruder sein zu können, doch bald vermisst er ihn sehr. Unglücklicherweise hat die Grinsekatze bei ihrer Zauberei einen Fehler gemacht und weiß nicht mehr, wie sie Tweedledum ins Wunderland zurückholen kann. Alice hilft ihr bei der Lösung des Problems.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442624","hoster":"VOE"},{"path":"/redirect/8268812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-17","name":"Die Befreiung der Austern","epNo":17,"alt":"The Oysters","descr":"Jede Nacht verschwinden Austern aus dem Meer. Alice bittet die Herzkönigin um Hilfe. Alle Wunderlandbewohner werden in den Gerichtssaal gebeten, doch die Diebe können nicht überführt werden. Es bleibt Benny Bunny und Alice nichts weiter übrig, als das Geheimnis der verschwundenen Austern aufzuklären. Das gelingt ihnen schließlich auch mit Hilfe des edlen Ritters Don Fernando.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096841","hoster":"VOE"},{"path":"/redirect/13983669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-18","name":"Der Hummertanz","epNo":18,"alt":"The Lobster Quadrille","descr":"Die Herzkönigin hat ein Kostümfest vorbereitet. Höhepunkt des Festes soll der berühmte Hummertanz sein, doch leider weiß niemand, wie der getanzt werden soll. Ausgerechnet die falsche Suppenschildkröte, das Walross und der Oberhummer sollen ihn vorführen, doch diese sind weder musikalisch noch tänzerisch begabt. Alice und Benny Bunny wollen das Fest retten. Sie begeben sich auf eine abenteuerliche Reise in unbekannte Meerestiefen, um den Unterhummer um Unterstützung zu bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442628","hoster":"VOE"},{"path":"/redirect/8268821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-19","name":"Die Teegesellschaft des Hutmachers","epNo":19,"alt":"The Mad Tea Party","descr":"Alice wird zuerst vom Hutmacher zu einer Teegesellschaft eingeladen, bei der es weder Tee noch Gesellschaft gibt, dann bleiben plötzlich auch noch alle Uhren des Wunderlandes stehen. Alice und Benny Bunny versuchen, die Ursache herauszufinden, und dazu bitten sie Väterchen Zeit um Hilfe, denn er kennt sich mit Uhren und deren Probleme, aus. Des Rätsels Lösung ist ganz einfach. Der üble Jabberwocky hat mit seinem bösen Blick die Uhren verhext.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442635","hoster":"VOE"},{"path":"/redirect/8268825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-20","name":"So ein Zirkus","epNo":20,"alt":"Circus Land","descr":"Tweedledee und Tweedledum wollen das Wunderland verlassen. Sie träumen von einer Karriere beim Zirkus Spagettini. Auch Alice lässt sich überreden, zum Zirkus zu gehen. Der Zirkus macht einen heruntergekommenen Eindruck. Zu allem Überfluss bricht auch noch der grausame Fred aus, um den Wunderlandbewohnern zu beweisen, wie grausam ein Löwe sein kann. Alice lässt sich von alledem nicht einschüchtern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442629","hoster":"VOE"},{"path":"/redirect/8268827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-21","name":"Wer hat die Törtchen gestohlen?","epNo":21,"alt":"The Trial","descr":"Endlich lernt Alice den Herzbuben kennen, aber sie ist enttäuscht von ihm. Der Herzbube ist alles andere, als ein angenehmer Zeitgenosse. Er ist dick, faul, ungezogen und kennt nur ein einziges Thema: Essen. Das findet sogar die Herzkönigin empörend. Tief betroffen über so viel Unverfrorenheit, schickt sie ihren Sohn ins Internat zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442627","hoster":"VOE"},{"path":"/redirect/8268831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-22","name":"Die falsche Suppenschildkröte","epNo":22,"alt":"The Weeping Mockturtle","descr":"Die Herzkönigin ist es leid, über Dummköpfe zu regieren. Aus diesem Grund hat sie die Schulpflicht im Wunderland eingeführt und lässt jeden, der sich weigert, am Unterricht teilzunehmen, verhaften und in das Klassenzimmer schleppen. Lehrer ist die falsche Suppenschildkröte, und diese hat keine Ahnung, wie man unterrichtet. Die Wunderlandschule wird ein Reinfall. Alice und Benny Bunny müssen nun einiges regeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442631","hoster":"VOE"},{"path":"/redirect/8291520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-23","name":"Ebbe in der Schlosskasse","epNo":23,"alt":"The Foot Tax","descr":"Kaum hat Alice das Wunderland betreten, stellt sie fest, dass alles auf dem Kopf steht. Die Herzkönigin hat eine Fußsteuer eingeführt. Da die Wunderlandbewohner nicht im Stande sind, diese Steuer zu bezahlen, geht jeder auf Händen. Im Nu wird das, was als Notlösung gedacht war, zum neuen Wunderlandmodehit, dem sich sogar die Herzkönigin anschließt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442637","hoster":"VOE"},{"path":"/redirect/8268840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-24","name":"Benny Bunny ist verschwunden","epNo":24,"alt":"Runaway Benny","descr":"In der Hoffnung Benny Bunny zu finden, begibt sich Alice ins Wunderland. Doch der Jabberwocky hat Benny Bunny bei sich als Haustier aufgenommen und verwöhnt ihn so sehr, dass er gar nicht daran denkt, das Schloss zu verlassen. Er glaubt, beim Jabberwocky gut aufgehoben zu sein, doch da hat er sich getäuscht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442636","hoster":"VOE"},{"path":"/redirect/8268844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-25","name":"Das beleidigte Gemüse","epNo":25,"alt":"The Secret of Greenland","descr":"Im Wunderland gibt es kein Grün mehr, es sieht alles trostlos aus. Blätter, Gräser und Gemüse haben unter Protest das Wunderland verlassen, weil immer nur die bunten Farben der Blumen gelobt wurden. Alice nimmt sich vor, den alten Zustand wieder herzustellen. Doch bis ihr das gelingt, muss sie sich erst auf eine abenteuerliche Schiffsreise zum eisigen Grünland begeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442639","hoster":"VOE"},{"path":"/redirect/8268843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-26","name":"Das Haus hinter dem Spiegel","epNo":26,"alt":"Alice in the Mirror","descr":"Die Königin möchte einen Wunderland-Schönheitswettbewerb veranstalten. Jeder, der die vorgeschriebenen Bedingungen erfüllt, darf daran teilnehmen und da nur Alice diese Kriterien erfüllt, muss sie aus Gründen der Chancengleichheit in der Jury sitzen. Die Herzkönigin möchte den ausgestellten Preis unbedingt ihrem Sohn, dem Herzbuben, geben. Sie hofft, dass das Ergebnis dem Knaben Selbstvertrauen gibt. Wie könnte es auch anders sein - nichts läuft wie geplant, und am Ende muss sich die Herzkönigin selbst zur Schönheitskönigin machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442641","hoster":"VOE"},{"path":"/redirect/8268852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-27","name":"Der Ausflug der Herzkönigin","epNo":27,"alt":"Queen’s Picnic","descr":"Die Herzkönigin hat Alice, Benny Bunny, den weißen Schachkönig und die weiße Schachkönigin zu einem Ausflug eingeladen. Höhepunkt des Ausflugs soll ein Picknick sein, doch da Ameisen den Picknickkorb gestohlen haben, muss sich die Herzkönigin eine Lösung einfallen lassen. Statt Schinken und Wurst reicht sie ihren Picknickgästen einen Pilzsalat. Da sich unter den Pilzen auch welche aus der Zucht der blauen Raupe befinden, werden diesmal nicht nur Alice und Benny Bunny, sondern auch die Herzkönigin und die weiße Schachkönigin so klein wie Ameisen. Aber Ende gut, alles gut. Nachdem es Alice gelingt, die Herzkönigin mit Hilfe der Schmetterlinge aus einem Spinnennetz zu befreien, wird es doch noch ein schöner Nachmittag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13983672","hoster":"VOE"},{"path":"/redirect/8268850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-28","name":"Das schüchterne Entlein","epNo":28,"alt":"Birds of a Feather","descr":"Kaum hat sich Alice ins Wunderland hineingeträumt, läuft ihr eine kleine Ente über den Weg, die zutiefst enttäuscht das Wunderland verlassen will. Sie hat sich über die hochnäsigen Flamingos geärgert, die sie nach ihrer Meinung schlecht behandeln. Alice versucht, dem Entlein zu helfen, bringt es aber statt dessen in große Gefahr, denn ausgerechnet dem heimtückischen Schwan der Herzogin vertraut sie das Entlein an und dieser liefert es prompt in der Schlossküche ab, wo es in einen Käfig gesperrt wird. Mit Hilfe des gar nicht so hochnäsigen Flamingos gelingt es Alice aber, das Entlein zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442646","hoster":"VOE"},{"path":"/redirect/8268857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-29","name":"Der große Waschtag","epNo":29,"alt":"Washday","descr":"Keiner hat Zeit für Alice, alle sind mit der jährlichen großen Wäsche beschäftigt. Sie waschen und waschen, aber ohne großen Erfolg. Die Wäsche will einfach nicht sauber werden. Darüber wundert sich Alice allerdings nicht, denn die Wunderlandbewohner waschen ihre Wäsche im kalten Fluss. Doch kaum hat Alice den Vorschlag gemacht, heißes Wasser zu benutzen, bereut sie heftig, sich eingemischt zu haben, denn die Herzkönigin greift ihren Vorschlag sofort auf und befiehlt Alice, den Fluss zum Kochen zu bringen. Alice sitzt in der Zwickmühle. Wie sie diesem Wunsch entsprechen soll, weiß sie überhaupt nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442642","hoster":"VOE"},{"path":"/redirect/8268859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-30","name":"Das Traumschaf","epNo":30,"alt":"Wool and Waters","descr":"Mit wem Alice auch sprechen will, der hört ihr nicht zu. Stellt sie Fragen, bekommt sie keine Antworten, grüßt sie freundlich, wird sie übersehen. Sogar der sonst so liebenswürdige Little Bill benimmt sich ihr gegenüber äußerst ungezogen, und die weiße Schachkönigin und der weiße Schachkönig, die sonst ein Herz und eine Seele sind, haben Ehestreit. \"Das muss einen Grund haben\", denkt Alice und sucht nach einer Erklärung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442645","hoster":"VOE"},{"path":"/redirect/13983673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-31","name":"Ausgerechnet die Dawsons","epNo":31,"alt":"Alice and the Dawsons Twins","descr":"Die Dawson-Zwillinge, die im Nachbarhaus wohnen, sind ihr heimlich ins Wunderland gefolgt. Das ist Alice sehr unangenehm, denn die Dawsons wissen wirklich nicht, wie man sich zu benehmen hat. Sie sind echte Lausbuben, die sich von morgens bis abends nur Unsinn ausdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442647","hoster":"VOE"},{"path":"/redirect/8268865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-32","name":"Das weiße Kaninchen zieht aus","epNo":32,"alt":"The White Rabbit Leaves Wonderland","descr":"Das große weiße Kaninchen will das Wunderland verlassen und versteigert seinen Besitz. Er verschenkt sogar seine Lieblingstaschenuhr, mit der er die königliche Zeit ansagte. Alice und Benny Bunny machen sich mit Recht Sorgen um das große weiße Kaninchen, denn dieses will nicht mehr essen, nicht mehr reden. Es hat noch nicht einmal Lust, schnell zu laufen. Schuld daran ist die Herzkönigin, die das große weiße Kaninchen zu Gunsten eines großen schwarzen Kaninchens entlassen hat. Alice möchte gerne helfen, weiß aber nicht wie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442650","hoster":"VOE"},{"path":"/redirect/8268871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-33","name":"Eine merkwürdige Reisegesellschaft","epNo":33,"alt":"The Strange Trainride","descr":"Die Herzkönigin hat eine Wunderland-Gesellschaft gegründet. Natürlich lässt sich Alice nicht davon abhalten, mit dem Zug durch die Landschaft zu fahren. Aber sehr bald schon stellt sie fest, dass es sich um einen eigenartigen Zug handelt, der durch die Wolken fliegen und tief ins Meer hineintauchen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442653","hoster":"VOE"},{"path":"/redirect/8268873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-34","name":"Benny und die Schraubmaus","epNo":34,"alt":"The Corkscrew Mouse","descr":"Benny Bunny ist verschwunden, weil er eifersüchtig ist. Auf der Suche nach ihm entdeckt Alice die Gegenden des Wunderlandes, in denen sie vorher noch nie war. Hier trifft sie die Schraubmäuse: kleine, gutmütige Wesen, die sich wie Korkenzieher in die Erde bohren können. Bedauerlicherweise sprechen Alice und die Schraubmäuse nicht dieselbe Sprache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442652","hoster":"VOE"},{"path":"/redirect/8268876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-35","name":"Wettermann und Wetterfrau","epNo":35,"alt":"The Weathermakers","descr":"Das Wunderlandwetter ist total durcheinandergeraten. Mitten im Sommer schneit es. Schnee haben die Wunderlandbewohner noch nie erlebt. Zunächst einmal sind alle begeistert, sie laufen Ski und Schlittschuh und rodeln die Wunderlandhänge herab. Doch sehr bald sehnt sich jeder Wunderlandbewohner nach dem schönen ausgeglichenen Wetter zurück. Ein schwieriges Problem, bei dessen Lösung Alice natürlich hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442651","hoster":"VOE"},{"path":"/redirect/13983676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-36","name":"Die verärgerten Kängurus","epNo":36,"alt":"The Giant Kangaroo","descr":"Die Herzkönigin hat im Keller australische Schafe gefangen und durch das Schloss hüpfen Kängurus. Das bringt Alice auf die Idee, selbst auf den fünften Kontinent nach Australien zu reisen, um dort auch Koalabären und Schnabeltiere kennenzulernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442654","hoster":"VOE"},{"path":"/redirect/8268884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-37","name":"Die Ballonfahrt","epNo":37,"alt":"Balloon","descr":"Alice trifft Don Fernando, der voller Stolz seine neue Errungenschaft vorstellt: einen Heißluftballon. Da für Don Fernando das Fliegen das Schönste ist, lädt er Alice und Benny Bunny zu einem Flug ein. Nachdem sie ihre anfänglichen Ängste vor dem Fliegen überwunden haben, genießen sie den Flug sehr. Schon bald wird aus dem friedlichen Flug ein großes Abenteuer. Don Fernando berechnet den Kurs falsch und statt beim Schloss der Herzogin landet der Ballon bei den Schraubenmäusen in Wabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442658","hoster":"VOE"},{"path":"/redirect/8268887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-38","name":"Das Wolkenland","epNo":38,"alt":"Cloudland","descr":"Die Herzogin hat zum jährlichen Drachenflugwettbewerb aufgerufen. Ein ganz unsinniges Unternehmen, da sich die Herzkönigin jedes Jahr selbst zum Sieger ernennt. Dieses Jahr allerdings hat die Herzkönigin das Nachsehen. Sie verliert ihren Drachen, was sie mit großem Kummer erfüllt. Alice verspricht ihr, den Drachen wieder zu fangen. Doch bevor es ihr gelingt, das Versprechen einzulösen, müssen Alice und Benny Bunny erst mit dem Wolkenschiff zum Wolkenschloss der Regengöttin segeln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442661","hoster":"VOE"},{"path":"/redirect/8268890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-39","name":"Ein unangenehmer Gast","epNo":39,"alt":"Humpty Dumpty of the Wall","descr":"Humpty Dumpty muss seine Mauer verlassen, da diese renoviert werden soll. Dagegen aber wehrt sich Humpty Dumpty mit Händen und Füßen. Er hat sein ganzes Leben auf der Mauer verbracht und denkt im Leben nicht daran, diese Gewohnheit aufzugeben. Doch aller Protest hilft nichts. Humpty Dumpty muss sich eine neue Bleibe suchen. Für ihn ist es die größte Selbstverständlichkeit der Welt, dass er nur im Schloss einziehen kann. Darüber ist die Herzkönigin zwar entsetzt, der Herzkönig aber sehr erfreut. Er stellt es sich schön vor, ein paar Tage mit seinem guten Freund zu verbringen. Humpty Dumpty ist aber ein unangenehmer Gast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442660","hoster":"VOE"},{"path":"/redirect/8268893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-40","name":"Der kleine Flötenspieler","epNo":40,"alt":"The Fluteplayer","descr":"Der Baumwächter ist unter die Musikanten gegangen und strebt eine Karriere als Flötenspieler an. Zum Entsetzen der Wunderlandbewohner kann er allerdings keinen einzigen richtigen Ton spielen. Ausgerechnet die Herzkönigin kommt auf die Idee, dem Baumwächter seine erste große Chance zu geben und stellt ihm den königlichen Konzertsaal zur Verfügung. Alle Wunderlandbewohner werden gebeten, pünktlich zu diesem musikalischen Ereignis zu erscheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442662","hoster":"VOE"},{"path":"/redirect/8268892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-41","name":"Die Honigelefanten","epNo":41,"alt":"The Honey Elephant","descr":"Alice trifft die Honigelefanten: winzig kleine Elefanten, die wie Bienen von Blume zu Blume fliegen und Honig sammeln. Alice ist begeistert von den kleinen Elefanten und hält sie für eine Bereicherung des Wunderlandes. Der Meinung ist auch die Herzogin, die ihre Soldaten ausschickt, um die Honigelefanten zu fangen. Darüber ist Alice so empört, dass sie diesmal länger im Wunderland bleibt als gewöhnlich, um die Honigelefanten zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442663","hoster":"VOE"},{"path":"/redirect/8268902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-42","name":"Little Bill hat sich verliebt","epNo":42,"alt":"Little Bill in Love","descr":"Kaum hat sich Alice ins Wunderland hineingeträumt, läuft ihr Little Bill über den Weg, der sich äußerst seltsam benimmt. Zunächst glaubt Alice, dass Little Bill krank ist, aber sehr bald merkt sie, dass Little Bill etwas anderes beschäftigt. Er hat sich in das Schlangenmädchen Sarah verliebt. Sarah erwidert Little Bills Gefühle und nimmt seinen Heiratsantrag an, doch aus der Hochzeit wird leider nichts, denn Sarahs Exverlobter Fred taucht auf. Für Little Bill bricht eine Welt zusammen und er schwört, sich nie im Leben wieder zu verlieben. Doch kaum läuft ihm das Eidechsenmädchen Lena über den Weg, ist Little Bill sofort Feuer und Flamme. Der große Liebeskummer ist vergessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915445","hoster":"VOE"},{"path":"/redirect/13983674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-43","name":"Die Perle der Weisheit","epNo":43,"alt":"Sandland","descr":"Kaum ins Wunderland hineingeträumt, hat Alice allen Grund, sich über das große weiße Kaninchen zu wundern, das ihr plötzlich in Uniform und Kapitänsmütze gegenübersteht. Das große weiße Kaninchen ist vom königlichen Herold zum königlichen Kapitän befördert worden. Ausgerechnet ihm hat die Herzkönigin ihre Segeljacht samt Mannschaft anvertraut. Alice darf mit an Bord gehen, doch hätte sie Ziel und Zweck der Seereise gekannt, wäre sie sicherlich viel lieber an Land geblieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442669","hoster":"VOE"},{"path":"/redirect/8268905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-44","name":"Ein Wichtelmann für alle Fälle","epNo":44,"alt":"The Fairy Doctor","descr":"Kaum hat sich Alice ins Wunderland hineingeträumt, fällt ihr das seltsame Verhalten der Wunderlandbewohner auf. Zwar waren die Wunderlandbewohner noch nie richtig fleißig, aber inzwischen sind sie so faul geworden, dass von ihnen niemand mehr auch nur einen Handschlag tun will. Die Bewohner des Wunderlandes haben entdeckt, dass im Wunderland ein Wichtelmann wohnt, dem sie alle Aufgaben zuschieben können, die sie selbst nicht erledigen wollen. Gleichgültig, ob es sich um eine kaputte Tür, einen verlorenen Absatz, oder eine angebrannte Suppe handelt: Der Wichtelmann repariert alles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442672","hoster":"VOE"},{"path":"/redirect/8268909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-45","name":"Das Familienfoto","epNo":45,"alt":"The Snark","descr":"Kaum ist Alice in ihrem Traum im Wunderland angekommen, bekommt sie Ärger mit der Herzkönigin, denn ganz aus Versehen landet Alice auf dem Familienfoto der königlichen Familie. Die Herzkönigin ist äußerst empört über dieses unmögliche Verhalten, dabei kann Alice wirklich nichts dafür. Schuld an allem ist der Schnark, ein geheimnisvolles Wesen, das den Wunderlandbewohnern von morgens bis abends Streiche spielt. Da sich besonders die Herzkönigin über diese ärgert, hat sie einen Schnarkjäger damit beauftragt, den Schnark ausfindig zu machen. Doch die einzige, der sich der kleine ungezogene Knirps zu erkennen gibt, ist Alice.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442673","hoster":"VOE"},{"path":"/redirect/8268912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-46","name":"Der Zaubertrunk","epNo":46,"alt":"Silver Anniversary","descr":"Alice stellt fest, dass die Herzkönigin und alle Wunderlandbewohner in heller Aufregung sind, da das königliche Silberbesteck gestohlen wurde. Ausgerechnet Alice erhält von der Herzkönigin den Auftrag, das Besteck wiederzubeschaffen. Eine sehr schwierige Aufgabe, bei deren Erfüllung Alice und Benny Bunny zu allem Überfluss auch noch unsichtbar werden. Aber gerade durch diesen - wie sie beide finden - unangenehmen Zustand gelingt es ihnen, den Dieb ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442670","hoster":"VOE"},{"path":"/redirect/8268913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-47","name":"Die verschwundene Lichterfee","epNo":47,"alt":"Octopus","descr":"Kaum im Wunderland angekommen, hat Alice allen Grund, sich zu wundern, denn im Wunderland ist es dunkel. Die Sterne funkeln nicht mehr, kein einziger Tautropfen glitzert, sogar die Glühwürmchen haben aufgehört zu leuchten. Alice versucht, dem Geheimnis auf die Spur zu kommen und den Grund für diese rätselhafte Dunkelheit herauszufinden, denn Schuld an allem scheint die Lichterfee zu haben, die dafür verantwortlich ist, dass es im Wunderland Licht gibt. Doch auch die Lichterfee ist verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098952","hoster":"VOE"},{"path":"/redirect/8268917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-48","name":"Viele bunte Bonbons","epNo":48,"alt":"Candy","descr":"Kaum hat sich Alice ins Wunderland hineingeträumt, trifft sie die blaue Raupe, die ihr voll Empörung erzählt, dass die Herzkönigin alle Süßigkeiten des Wunderlandes einsammeln ließ und nun im Schloss hortet. Doch als Alice im Schloss eintrifft, um die Herzkönigin zur Rede zu stellen, erfährt sie, dass es auch im Schloss kein einziges kleines Bonbon mehr gibt. Alice, die glaubt zu wissen, wie man Bonbons herstellen kann, bewirbt sich um die Stelle der königlichen Bonbonmacherin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442674","hoster":"VOE"},{"path":"/redirect/13983677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-49","name":"Der Nicht-Geburtstag","epNo":49,"alt":"Dodo and Dormouse","descr":"Kaum im Wunderland angekommen, steht Alice vor einem großen Problem. Die Herzkönigin feiert ihren Nicht-Geburtstag, da sie nicht älter werden will und erwartet von allen Gästen ein Geschenk. Doch was schenkt man einer Königin, die alles besitzt, was das Herz begehrt? Alice bittet die blaue Raupe um einen Rat und erhält von ihr den Tipp, dass man nicht nur Gegenstände verschenken kann, sondern auch Zeit, Liebe und Phantasie. Gemeinsam mit dem Dodo entwickelt Alice den Plan, der Herzkönigin eine Zaubernummer zu schenken, da sich der Dodo für den besten Zauberer der Welt hält. Leider stellt sich heraus, dass es der Dodo mit der Wahrheit nicht so genau genommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442675","hoster":"VOE"},{"path":"/redirect/13983675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-50","name":"Das Schimpansenkind","epNo":50,"alt":"Baby Chimp","descr":"Kaum ist Alice in ihrem Traum im Wunderland angekommen, hat sie allen Grund, sich zu wundern. Keiner hat Zeit, sich um sie zu kümmern. Alle sind in heller Aufregung. Das Lieblingsäffchen der Herzkönigin ist verschwunden, und sie ist darüber zutiefst enttäuscht, denn gerade dieser kleine Affe ist ihr größter Liebling, dem sie jeden Wunsch von den Augen abliest und den sie verwöhnt. Der Gedanke, auf ihren kleinen Schnurps verzichten zu müssen, ist für die Herzkönigin unerträglich und so befiehlt sie den Wunderlandbewohnern, Schnurps zu suchen und zurückzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918158","hoster":"VOE"},{"path":"/redirect/8268931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-51","name":"Der Kampf der Ritter","epNo":51,"alt":"The Knight’s Battle","descr":"Alice trifft Don Fernando und erfährt von ihm, dass er sich auf dem Weg zum Diamantenschloss befindet, um die Diamantenkönigin um die Hand ihrer Tochter zu bitten. Da Don Fernando nicht der einzige ist, der den Wunsch verspürt, die unermesslich reiche Diamantenprinzessin zu heiraten, werden alle Bewerber gebeten, an einem Ritterturnier teilzunehmen. Derjenige, der als Sieger hervorgeht, bekommt die Diamantenprinzessin zur Frau. Don Fernando ist sich ganz sicher, zu siegen, doch er hat Pech. Er muss gegen einen geheimnisvollen roten Ritter antreten und dieser ist nicht nur viel jünger, sondern auch viel geschickter als er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442681","hoster":"VOE"},{"path":"/redirect/8268935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alice-im-wunderland/staffel-1/episode-52","name":"Königin Alice","epNo":52,"alt":"Queen Alice","descr":"Kaum im Wunderland angekommen, erlebt Alice eine große Überraschung. Die Herzkönigin hat mit ihrer ganzen Familie den Jahresurlaub angetreten und den königlichen Wunderlandthron verlassen. Alice, die schon immer davon geträumt hat, einmal eine Königin zu sein, bewirbt sich bei den Wunderlandbewohnern um die Vertretung der Herzkönigin und wird von diesen, nachdem sie eine etwas merkwürdige Prüfung zu bestehen hat, akzeptiert. Alice ist zunächst überglücklich, doch sehr bald schon kommen ihr Zweifel, ob es richtig war, ausgerechnet Königin eines Landes sein zu wollen, in dem sich Katzen in Luft auflösen und Eier auf Mauern leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8442680","hoster":"VOE"},{"path":"/redirect/8268933","hoster":"Streamtape"}]}]}]}]}