{"seriesId":"aliens-in-alaska","name":"Aliens in Alaska","descr":"Alaska ist eine Brutstätte für UFO-Sichtungen, Entführungen und außerirdische Begegnungen. Warum zieht es diese jenseitigen Besucher an die letzte Grenze Amerikas? Schockierende neue Beweise und persönliche Aussagen lokaler Zeugen werfen ein Licht auf die außerirdischen Aktivitäten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Men in Black","descr":"Seltsame Männer in schwarzen Anzügen klopfen nach einer unheimlichen Lichtshow an die Tür eines UFO-Zeugens; Eine Frau wird von kleinen humanoiden Kreaturen terrorisiert, die nur sie sehen kann.","versions":[{"lang":2,"streams":[{"redirect":8440356,"hoster":"VOE"},{"redirect":12481315,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Alien Flight Plan","descr":"Ein Routineflug wird erschreckend, als ein Buschpilot beunruhigende UFO-Aktivitäten beobachtet. Ein ehemaliger Regierungsbeamter verrät einem angeblichen Alienstützpunkt streng geheime Koordinaten. Ein Mann jagt ein verspieltes Paar schwebender Lichter durch Juneau.","versions":[{"lang":2,"streams":[{"redirect":8440371,"hoster":"VOE"},{"redirect":8471754,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Night Stalkers","descr":"Ein außerirdischer Stalker lässt eine Familie außerhalb von Juneau in Angst erstarren. Ein Seeungeheuer bringt auf Alaskas berühmtem Lake Iliamna beinahe ein Flugzeug zum Kentern. Ein Jäger vereitelt einen Entführungsversuch durch ein Feuerball spuckendes UFO.","versions":[{"lang":2,"streams":[{"redirect":8523586,"hoster":"VOE"},{"redirect":8524900,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"They Walk Among Us","descr":"Jäger finden neue Hinweise auf die kosmischen Ursprünge von Bigfoot. Ein Veteran der Air Force erhält eine schockierende Reaktion, als er UFO-Aktivitäten über Fairbanks meldet. Durchdringende Lichter von oben stören eine Late-Night-Party in der Nähe von Wasilla, Alaska.","versions":[{"lang":2,"streams":[{"redirect":9583528,"hoster":"VOE"},{"redirect":8524903,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Nightmare below zero","descr":"Ein Mann bei einer nächtlichen Schneemobilfahrt hat plötzlich das Gefühl, dass etwas in sein Bein implantiert wurde. Und ein überirdisches Tier verfolgt eine Familie über drei Generationen hinweg.","versions":[{"lang":2,"streams":[{"redirect":9583529,"hoster":"VOE"},{"redirect":8524910,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Mother Ship","descr":"Ein Amateurfotograf fängt schwebende Kugeln mit der Kamera ein. UFOs umkreisen ein größeres, eiförmiges Mutterschiff, das hoch über Anchorage schwebt. Ein Bruder und eine Schwester beobachten ehrfürchtig, wie ein riesiges Flugzeug hinter einer Bergkette verschwindet.","versions":[{"lang":2,"streams":[{"redirect":8523592,"hoster":"VOE"},{"redirect":14082826,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Captured","descr":"Ein malerischer Regenbogen tarnt ein außerirdisches Teleportationsgerät.","versions":[{"lang":2,"streams":[{"redirect":8523591,"hoster":"VOE"},{"redirect":8524915,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Above and Far Beyond","descr":"Ein UFO verfolgt eine Frau, die durch einen außerirdischen Brennpunkt fährt.","versions":[{"lang":2,"streams":[{"redirect":9583530,"hoster":"VOE"},{"redirect":8524897,"hoster":"Streamtape"}]}]}]}]}