{"seriesId":"all-grown-up-fast-erwachsen","name":"All Grown Up - Fast erwachsen","descr":"Jetzt sind die Rugrats fast erwachsen! Die beliebten Babys aus der Serie ‚Rugrats‘ haben ihre Schnuller gegen Zahnspangen getauscht und erleben neun Jahre später neue Abenteuer. Inzwischen sind sie 9 bis 12 Jahre alt, suchen ihre Unabhängigkeit, versuchen mit ihren Eltern klarzukommen und machen sich Gedanken über ihr Aussehen. Aus den ‚Rugrats‘ sind ‚Rats geworden! Jedes Mitglied der ‚Rats-Gang hat zwar ein paar neue Charakterzüge bekommen, trotzdem bleiben alle Figuren im Kern die alten. Dies gilt auch für das nach wie vor ungebrochene Vertrauen in Tommy und die Freundschaft, die sie alle verbindet.Die Welt der ‚Rats steckt genau wie früher voller Abenteuer. Sie ist oft kompliziert, manchmal merkwürdig, niemals grau und auf jeden Fall lustig. Neu an ‚All Grown Up‘ sind die Rückblicke in die Jahre zwischen den Baby-Rugrats und dem Jetzt. Ein Muss für Rugrats-Fans!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Talentproben","epNo":1,"alt":"Susie Sings The Blues","descr":"Susie will unbedingt Sängerin werden. Doch bei ihren Bemühungen geht sie der vermeintlichen Talentsucherin Beverly auf den Leim. Die 1000 Dollar, die Beverly ihr abknöpft, sieht Susie natürlich nie wieder. Trotzdem tritt sie beim Talentabend im Java-Lava auf – denn Susies gute Stimme hat die Betrügerin schließlich nicht gestohlen …  Chuck steckt derweil in einer Identitätskrise: Er will nicht mehr der harmlose \"Chuckie\" sein, sondern in der Schule endlich mal richtig aus sich raus gehen. Dafür ist er sogar bereit, jede Strafe auf sich zu nehmen, die Konrektor Pangborn ihm aufbrummt. Aber dann kommt alles ganz anders – denn der sonst so strenge Pangborn ist neuerdings sanft wie ein Lamm.","versions":[{"lang":1,"streams":[{"redirect":14497476,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Der Coup deVille","epNo":2,"alt":"Coup DeVille","descr":"Die Zwillinge Phil und Lil streiten ständig miteinander. Das geht schließlich sogar soweit, dass sich Lil von Phil lossagt und ihr eigenes Zimmer haben will. Aber auf der Party ihrer Freundin Diane, zu der Phil nicht eingeladen ist, merkt sie plötzlich, wie sehr sie ihren Zwillingsbruder vermisst. Konrektor Pangborn will, dass die Kinder beim diesjährigen Sporttest alle Rekorde schlagen. Chuckie weigert sich, daran teilzunehmen und versteckt sich auf der Schultoilette. Aber als er vom Fenster aus zusehen will, zerbricht er versehentlich eine Wasserleitung. In kürzester Zeit ist das gesamte Klo geflutet – und Chuckie droht zu ertrinken.","versions":[{"lang":1,"streams":[{"redirect":14497297,"hoster":"VOE"},{"redirect":14515169,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chuckie ist verliebt","epNo":3,"alt":"Chuckie’s In Love","descr":"Chuckie hat sich in Nicole verliebt, aber die nimmt ihn gar nicht wahr. Um das zu ändern, legt sich Chuckie eine andere Identität zu: Als Austauschschüler Chongo hat er endlich Nicoles volle Aufmerksamkeit, und die beiden unterhalten sich prächtig. Doch nach einer Weile ist für Chuckie die Zeit gekommen, mit der Wahrheit herauszurücken …  Angelika hat als Reporterin bei der Schülerzeitung angeheuert. Für ihre erste Story recherchiert sie in der Schulkantine – denn neuerdings hat kaum noch jemand Appetit auf das Essen, das Koch Pepe serviert. Dabei deckt Angelika einen echten Skandal auf.","versions":[{"lang":1,"streams":[{"redirect":14497298,"hoster":"VOE"},{"redirect":14515168,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Böse Kimi","epNo":4,"alt":"Bad Kimi","descr":"In der Schule taucht ein \"Neuer\" auf, der Angst einflößende \"Z\". Er freundet sich mit Kimi an. Sofort befürchtet Chuckie, dass Kimi durch Z auf die schiefe Bahn geraten könnte. Und seine Nachforschungen scheinen das zu bestätigen: Z hortet haufenweise Gegenstände, die eigentlich nur gestohlen sein können. Doch dann stellt sich heraus, dass alles ganz anders ist.","versions":[{"lang":1,"streams":[{"redirect":14497257,"hoster":"VOE"},{"redirect":14515170,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahrheit oder Tat","epNo":5,"alt":"Truth Or Consequences","descr":"Tommy will einen Film drehen und ihn bei einem Wettbewerb vorstellen. Dazu muss er erst einmal das passende Thema finden. Natürlich versuchen seine Freunde, ihn von ihren eigenen Vorschlägen zu überzeugen. Das geht schließlich soweit, dass sie untereinander in Streit geraten. Doch als Tommy beschließt, jeden so zu zeigen, wie er wirklich ist, sorgt er damit erst recht für Ärger: Die anderen finden seine Porträts nämlich ganz und gar nicht schmeichelhaft …  Konrektor Pangborn hat derweil entschieden, dass bei Dil die eine oder andere Schraube locker sein muss. Der Junge gehört schnellstens in Therapie! Dummerweise hält Dils Mutter Didi überhaupt nichts von dieser Idee – und das bekommt Pangborn zu spüren.","versions":[{"lang":1,"streams":[{"redirect":14497392,"hoster":"VOE"},{"redirect":14515174,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Begegnung mit einem Dieb","epNo":6,"alt":"Thief Encounter","descr":"In der Nachbarschaft treibt ein Dieb sein Unwesen. Betty gründet eine Nachbarschaftswache, die den Verbrecher schnappen soll. Schon bald gerät Dil unter Verdacht – schließlich benimmt er sich ohnehin meist etwas seltsam. Doch dann kommt die Rat-Gang dem wahren Täter auf die Spur …  Angelica kümmert sich als Mentor um die kleine Bernadette. Leider entpuppt sich der süße Fratz schon bald als heimtückische Göre und ist Angelica in jeder Hinsicht ebenbürtig. Aber Angelica wäre nicht Angelica, wenn sie so einfach klein beigeben würde. Mit einem Gerücht legt sie Bernadette rein.","versions":[{"lang":1,"streams":[{"redirect":14497155,"hoster":"VOE"},{"redirect":14515173,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flussratten","epNo":7,"alt":"River Rats","descr":"Betty will mit Phil, Tommy und Chuckie und Chas eine Fahrt auf dem nahe liegenden großen Fluss unternehmen. Die Stromschnellen sind nicht ungefährlich. Angsthase Chuckie ist froh, dass sein mutiger Freund Tommy dabei ist. Er ahnt ja nicht, dass Tommy ein Kindheitstrauma zu schaffen macht: Als kleiner Junge wäre er fast ertrunken, wurde aber in letzter Sekunde von seinem Großvater gerettet. Als Tommy Chuckie davon erzählt, stürzt plötzlich Phil in den Fluss und droht zu ertrinken. Um seinen Freund zu retten, muss Tommy seine panische Angst vor dem Wasser überwinden.","versions":[{"lang":1,"streams":[{"redirect":14497393,"hoster":"VOE"},{"redirect":14515184,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Es ist Amor, Du Dummkopf","epNo":8,"alt":"It’s Cupid, Stupid","descr":"Zum Valentinstag soll an der Schule ein Ball stattfinden. Und vor so einem Ereignis gibt es für die Kids nur eine Frage: Wer geht mit wem zum Ball? Eigentlich ist die Frage längst beantwortet – wäre da nicht der Austauschschüler Lil’ Q?, der alles durcheinander bringt. Lil’ Q? trifft einige Mitschüler mit einem kleinen Reisball. Die Folgen sind fatal: Die Getroffenen haben von nun an nur noch Augen für den falschen Partner. Dil versucht, das Gefühlschaos unter seinen Mitschülern wieder in die richtigen Bahnen zu lenken.","versions":[{"lang":1,"streams":[{"redirect":14497299,"hoster":"VOE"},{"redirect":14515175,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Alten und die Ruhelosen","epNo":9,"alt":"The Old And The Restless","descr":"Es steht eine Klassenfahrt ins Menschenkörper-Museum an. Eigentlich sollte Stu Pickles die Schüler begleiten, aber der muss Dil zum Arzt bringen, der unter \"Dauer-Rülpsen\" leidet. Grandpa Lou springt für Stu ein. Im Museum angekommen, geht die Besichtigung den Schülern nicht schnell genug. Schon bald sind sich Sean und Justin einig, dass Tommys lahmer Grandpa der Schuldige ist. Tommy will cool sein und schlägt sich auf ihre Seite. Aber als die drei dann in Schwierigkeiten stecken und Grandpa Lou sie retten muss, ändern sie ihre Meinung.","versions":[{"lang":1,"streams":[{"redirect":14497156,"hoster":"VOE"},{"redirect":14515176,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jungunternehmer","epNo":10,"alt":"Tweenage Tycoons","descr":"Tommy und seine Freunde sind ganz versessen darauf, zum Konzert der \"Sulky-Boys\" zu gehen. Leider sind die Eintrittskarten ziemlich teuer. Die Rats wollen sich das Geld selbst verdienen, aber mit ihren kleinen Jobs würden sie es nie schaffen. Also bittet Tommy seinen Bruder Dil, außergewöhnliche Gegenstände zu erfinden, die sie zu Geld machen können. Dil stürzt sich mit Begeisterung in die Arbeit, und auch die Verkäufe laufen prima. Tommy fordert nichtsdestotrotz immer neue Ideen. Der Druck wird zu groß für Dil, und plötzlich verliert er all seine Genialität. Jetzt muss Tommy selbst aktiv werden, um das Geld für das \"Sulky-Boys\"-Konzert zusammenzubekommen. Außerdem ist eine Entschuldigung bei seinem Bruder fällig.","versions":[{"lang":1,"streams":[{"redirect":14497394,"hoster":"VOE"},{"redirect":14515178,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Reingelegt","epNo":11,"alt":"Tommy Foolery","descr":"Angelica ist immer noch hinter Sean her. Als sie erfährt, dass Susie zusammen mit Sean die Sporthalle reinigen darf, platzt sie vor Eifersucht. Wie sich herausstellt, ist Susie durchaus bereit, Angelica den Job abzutreten. Allerdings stellt sie dafür eine Bedingung: Angelica soll endlich nicht mehr so zickig sein und vier Tage lang nur gute Taten vollbringen. Keine leichte Aufgabe für Angelica, aber sie hält eisern durch. Am letzten Tag wartet allerdings eine besondere Herausforderung auf sie – sie soll Miss O’Keats und Konrektor Pangborn zusammenbringen. Dil hat unterdessen eine Begegnung der dritten Art: Tommy, Lil und Chuckie wollen ihm weismachen, dass Außerirdische gelandet sind. Dil glaubt das nur zu gerne, denn er wünscht sich nichts sehnlicher als eine Begegnung mit freundlichen Aliens.","versions":[{"lang":1,"streams":[{"redirect":14497300,"hoster":"VOE"},{"redirect":14515177,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Endlich 13","epNo":12,"alt":"Lucky 13","descr":"Angelicas 13. Geburtstag steht kurz bevor. Ihre Mutter Charlotte möchte ihr dazu eine Riesen-Feier mit vielen tollen Überraschungen ausrichten. Ärgerlich nur, dass Savannah am selben Tag eine Party schmeißt. Angelica und ihre Rivalin greifen zu nicht immer ganz fairen Mitteln, um sich gegenseitig zu übertrumpfen. Doch es sieht ganz so aus, als müsse Angelica diesmal eine Niederlage einstecken – schließlich hat sie sich mit ihrem schlechten Benehmen nicht gerade viele Freunde gemacht.","versions":[{"lang":1,"streams":[{"redirect":14497157,"hoster":"VOE"},{"redirect":14515179,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bruder, hast du Zeit für mich?","epNo":13,"alt":"Brother, Can You Spare The Time?","descr":"Tommy hat gerade einen begehrten Filmpreis gewonnen und ist schon wieder mit neuen Projekten beschäftigt. Seinem kleinen Bruder Dil bereitet das große Sorgen: Spielt er etwa in Tommys Leben jetzt nur noch eine Nebenrolle? Vor lauter Einsamkeit sucht Dil Hilfe bei der Fernsehshow \"Was ist Ihre Tragödie?\" und erzählt von seinen Schwierigkeiten mit Tommy. Aber noch im Studio wartet eine faustdicke Überraschung auf Dil – denn Tommy hat seinen Bruder keineswegs vergessen.","versions":[{"lang":1,"streams":[{"redirect":14497301,"hoster":"VOE"},{"redirect":14515180,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Camp Everwood Projekt, Teil 1","epNo":1,"alt":"Interview With A Campfire (1)","descr":"Die Rats fahren zu einem Kurzurlaub ins Camp Everwood. Chance, der Aufseher des Ferienlagers, will ein Musical aufführen lassen, das er selbst geschrieben hat: Darin geht es um die ersten weißen Siedler von Everwood, die einst unter mysteriösen Umständen verschwanden. Tommy hat seine Kamera mitgebracht und fühlt sich durch die Geschichten über die Verschollenen inspiriert: Er beschließt, einen Film über sie zu drehen. Gemeinsam mit seinen Freunden schleicht er sich von den Musical-Proben weg. Die Kids machen sich auf die Suche nach dem Pioneer Rock, wo die Siedler zum letzten Mal gesehen wurden.","versions":[{"lang":1,"streams":[{"redirect":8440556,"hoster":"VOE"},{"redirect":8269556,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Camp Everwood Projekt, Teil 2","epNo":2,"alt":"Interview With A Campfire (2)","descr":"Auf der Suche nach den Siedlern von Everwood verschwinden nacheinander Stu, Howard und Charlotte. Die Rats verfolgen ihre Spuren, verlaufen sich dabei jedoch in der Wildnis. Schließlich entdecken sie ihre verschwundenen Freunde in einem alten Bergwerksstollen – und damit nicht genug: Sie finden einige gruselige Überreste, die nur von den Siedlern stammen können. Ob der geheimnisvolle Bean etwas mit der Sache zu tun hat? Und ist der Junge wirklich ein Geist? Die Kids beschließen, der Sache auf den Grund zu gehen und das Geheimnis von Pioneer Rock endlich zu lüften.","versions":[{"lang":1,"streams":[{"redirect":8440555,"hoster":"VOE"},{"redirect":8269559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schlechte Begabung","epNo":3,"alt":"Bad Aptitude","descr":"In der Schule findet eine Ausbildungsmesse statt. Tommy und seine Freunde absolvieren einen Einstufungstest, mit dem sie herausfinden sollen, welcher Beruf am besten zu ihnen passt. Die Ergebnisse sind ziemlich merkwürdig: Der etwas zögerliche Chuckie soll Rennfahrer werden, Phil Model, und Tommy, der nichts lieber tut als Filme zu drehen, Geschäftsmann. Zunächst vertrauen alle dem Testergebnis, aber bald wird klar, dass da etwas faul sein muss.","versions":[{"lang":1,"streams":[{"redirect":13473152,"hoster":"VOE"},{"redirect":8269561,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rettet Cynthia","epNo":4,"alt":"Saving Cynthia","descr":"Pünktlich zu ihrem 13. Geburtstag hat Angelica ihrer Mutter erlaubt, ihren \"Babykram\" zu entsorgen. Dummerweise war auch ihre Lieblingspuppe Cynthia dabei – und die vermisst Angelica jetzt ganz fürchterlich. Susie findet heraus, dass die Puppe bei dem Sammler Karl gelandet ist. Obwohl Angelica tief in die Trickkiste greift, lässt der Antiquitätenhändler sich nicht erweichen: Er will Cynthia nur gegen sehr viel Geld wieder rausrücken. Doch Angelica und Susie sind so leicht nicht zu entmutigen. Währenddessen kämpfen Chuckie und Tommy mit zwei riesigen Problemen: Erstens mit Elmira, der Lieblingspflanze von Konrektor Pangborn, die sie zur Strafe gießen müssen. Und zweitens mit Pangborns superteurem Organizer, dessen Speicher sie aus Versehen gelöscht haben.","versions":[{"lang":1,"streams":[{"redirect":8440558,"hoster":"VOE"},{"redirect":8269562,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Quergeschossen","epNo":5,"alt":"Fools Rush In","descr":"Angelica benutzt ihre Beratungs-Website \"Frag Angelica\", um anderen Leuten eins auszuwischen: Sie hat beobachtet, dass Dil seinen großen Bruder Tommy immer wieder aus brenzligen Situation rettet. Jetzt macht sie sich ihr Wissen zunutze und stellt Tommy als den größten Verlierer aller Zeiten hin. Dil will ihm natürlich helfen, aber damit macht er alles nur noch schlimmer.","versions":[{"lang":1,"streams":[{"redirect":8440563,"hoster":"VOE"},{"redirect":8269565,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Familien-Stammbaum","epNo":6,"alt":"Memoirs Of A Finster","descr":"Chuckie und Kimi Finster sollen für die Schule einen Familienstammbaum anfertigen. Kimi interessiert sich anfangs nur für ihre japanischen Vorfahren und treibt Chuckie damit auf die Palme. Aber sie hat ihren Bruder keineswegs vergessen … Tommy bekommt es derweil mit einem neuen Schüler zu tun, der ihn überallhin verfolgt und ihn ständig nachäfft. Wie soll er die Nervensäge bloß wieder loswerden?","versions":[{"lang":1,"streams":[{"redirect":8440564,"hoster":"VOE"},{"redirect":8269570,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auf die Nase gefallen","epNo":7,"alt":"Miss Nose It All","descr":"Angelica freut sich schon seit Tagen auf Savannahs große Party. Aber am Morgen davor stellt sie entsetzt fest, dass sie nichts Passendes im Kleiderschrank hat. Also schleunigst ab zum Einkaufen! Gäbe es da nicht ein kleines Problem: Heute steht auch Angelicas Einsatz als Hilfsschwester im Krankenhaus an, denn in der Schule ist Sozialdienstwoche. Widerwillig erfüllt Angelica ihre Aufgabe. Als sie endlich frei hat, hetzt sie mit einer derartigen Geschwindigkeit durchs Krankenhaus, dass sie stürzt und sich das Nasenbein bricht. Die Party ist für Angelica gelaufen, denn mit Gips auf der Nase will sie sich nicht bei ihren Freunden blicken lassen. Doch als sie den kleinen Spencer kennen lernt, der gerade eine schwere Nierenoperation hinter sich hat, dämmert Angelica eine wichtige Erkenntnis.","versions":[{"lang":1,"streams":[{"redirect":8440561,"hoster":"VOE"},{"redirect":8269571,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Susie dreht durch","epNo":8,"alt":"Runaround Susie","descr":"Susie ist ein Sprachgenie und eine hochbegabte Sängerin. Zu dumm, dass für beide Bereiche ein Wettbewerb ansteht! Susie kann sich nicht entscheiden: Sie will unbedingt Sängerin werden, aber darf sie ihr Team beim Buchstabierwettbewerb im Stich lassen? Schließlich versucht sie, beides unter einen Hut zu bringen – aber das ist nicht so einfach, wie sie dachte … Ganz andere Sorgen plagen Lil: Sie will ihren aufdringlichen Verehrer Jeffrey loswerden. Dazu steckt sie ihren Zwillingsbruder Phil in Mädchenkleider und schickt die \"Lil-Kopie\" zu Jeffrey. Doch statt den Verehrer seiner Schwester in Angst und Schrecken zu versetzen, findet Phil ihn auf Anhieb sympathisch. Jeffrey wähnt sich am Ziel seiner Träume, weil er sich so gut mit der vermeintlichen Lil versteht – und der echten bleibt nichts anderes übrig, als die Sache endlich aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":8440566,"hoster":"VOE"},{"redirect":12481322,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo ist Izzy?","epNo":9,"alt":"Izzy Or Isn’t He?","descr":"Immer wieder führt Dil in der Schule Gespräche mit seinem imaginären Alien-Freund Izzy. Die anderen Schüler finden das so interessant, dass sich bald alle um Izzy bemühen, obwohl ihn natürlich niemand sehen kann. Die Jungs wollen Izzy in ihre Basketballmannschaft aufnehmen, die Mädchen möchten ein Date mit ihm. Sogar Pangborn schließt ihn in sein Herz. Nur einem ist der unsichtbare Freund gründlich zuwider: Chuckie. Denn der möchte unbedingt zum Sicherheitsinspektor der Schule gewählt werden – und als einziger Gegenkandidat ist ausgerechnet Izzy aufgestellt worden. Als Chuckie seinen Konkurrenten beim Rasenmähen versehentlich überfährt, kommt es zum Eklat.","versions":[{"lang":1,"streams":[{"redirect":8440567,"hoster":"VOE"},{"redirect":8269580,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Wissenschaftspaar","epNo":10,"alt":"The Science Pair","descr":"Mr. Beaker verkündet seinen Schülern, dass jeder für die kommende \"Wissenschaftswoche\" ein Projekt vorbereiten muss. Dem Sieger winkt ein fantastischer Preis: ein Wochenende im Weltraumcamp! Tommy will unbedingt gewinnen und bittet seinen Vater Stu, ihm bei seinem \"Sockomaten\"-Projekt zu helfen. Tommys geniales Gerät soll Socken vollautomatisch nach Farbe und Stoffart sortieren. Stu ist sofort Feuer und Flamme, doch statt Tommy nur zu helfen, setzt er gleich seine eigene Vorstellung von einer solchen Maschine um. Für diesen \"Sockomaten\" bekommt Tommy zwar den ersten Preis verliehen – aber er will keine Belohnung, die er nicht verdient hat.","versions":[{"lang":1,"streams":[{"redirect":13473151,"hoster":"VOE"},{"redirect":8269582,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Projekt Chuckie","epNo":11,"alt":"Project Chuckie","descr":"Angelika will um jeden Preis vermeiden, in den Ferien in einen Intensiv-Lernkurs gesteckt zu werden. Deshalb engagiert sie sich in dem Sozialprojekt \"Nutze deine Talente, um jemanden positiv zu verändern\". Ein ideales Versuchsobjekt ist auch schnell gefunden: Chuckie! Angelika verspricht ihm, dass er dank ihrer Hilfe bald der coolste Typ der Schule sein wird. Und Chuckie lernt tatsächlich sehr schnell. Um endlich cool zu werden, sagt er sogar ein Theaterstück ab, bei dem er die Hauptrolle übernehmen sollte. Erst nach einer Weile geht ihm auf, dass er sich eigentlich gar nicht verändern will. Da gibt es nur ein Problem – wenn Chuckie bleibt, wie er ist, muss Angelika in den Intensivkurs.","versions":[{"lang":1,"streams":[{"redirect":8440570,"hoster":"VOE"},{"redirect":8269586,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Höhenangst","epNo":12,"alt":"Fear Of Falling","descr":"Tommy, Kimi, Phil, Lil und Chuckie wollen ihr Spiel \"Mountain Man\" endlich mal auf einem echten Berg spielen und ihre Kräfte bei einer Klettertour messen. Angelika begleitet die fünf Freunde auf ihren Ausflug ins Gebirge – allerdings nur, weil sie den Wellness-Bereich im Hotel nutzen möchte. Chuckie ist von alldem überhaupt nicht begeistert, denn er leidet seit langem an Höhenangst. Tommy verspricht, ihm dabei zu helfen, seine Furcht zu überwinden. Doch dann kommt etwas dazwischen: Tommy verliebt sich in Olivia und verbringt die meiste Zeit mit ihr. Sein Versprechen ist da schnell vergessen. Chuckie fühlt sich von seinem Freund verraten und klettert wütend allein los. Dabei gerät er am gefürchteten \"Big Mountain\" in Bergnot.","versions":[{"lang":1,"streams":[{"redirect":12381759,"hoster":"VOE"},{"redirect":8269590,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Kumpel, wo ist mein Pferd? Teil 1","epNo":1,"alt":"Dude, Where’s My Horse? (1)","descr":"Es ist Ferienzeit: Die Kinder und Grandpa Stu verbringen ihre Ferien auf der Ranch von Old Red, Big Red, Little Red und Tiny. Hier machen sie ihre ersten Erfahrungen mit der Landwirtschaft und merken bald, dass das Leben als Bauer ganz schön anstrengend sein kann. Auf dem Stundenplan stehen nämlich nicht nur Reiten lernen und Lasso werfen, sondern auch das Ausmisten des Stalls. Vor solchen unangenehmen Aufgaben drückt sich Angelika lieber. Sie versteckt sich in der Scheune und schläft ein. Als sie wieder aufwacht, hat sie plötzlich einen neuen Freund: Ein kleiner Strauß hält Angelika für seine Mutter. Ganz unerwartet hat Angelika doch noch eine Aufgabe gefunden – wenn auch nicht ganz freiwillig. Und ihr anhänglicher neuer Begleiter hält sie ganz schön auf Trab.","versions":[{"lang":1,"streams":[{"redirect":13529780,"hoster":"VOE"},{"redirect":8269591,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kumpel, wo ist mein Pferd? Teil 2","epNo":2,"alt":"Dude, Where’s My Horse? (2)","descr":"Nachdem die Kinder ihre Arbeit erledigt und Reiten und Lasso werfen gelernt haben, soll es nun auf den großen Viehtrieb gehen. Die Freude ist groß, hält jedoch nicht besonders lange. Es stellt sich nämlich heraus, dass sie statt einer Rinderherde nur einige Strauße zur Ranch von Big Reds Schwester treiben sollen. Unterwegs werden ihnen die Vögel dann auch noch von einer Diebesbande gestohlen. Jetzt ist Tommy gefragt, denn er ist zwar nicht gerade eine Koryphäe im Reiten und Lassowerfen – aber seine Notfallpläne sind immer noch die besten! Und auch Angelika zeigt vollen Einsatz, denn schließlich haben die Diebe auch ihr Straußenbaby entführt.","versions":[{"lang":1,"streams":[{"redirect":13473159,"hoster":"VOE"},{"redirect":8269593,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Opa Boris dreht auf","epNo":3,"alt":"Blindman’s Bluff","descr":"Gleich zwei gute Gründe führen die Rats in den riesigen Wasserpark \"Slosh Mountain\": Erstens hat Susie dort einen Auftritt, und zweitens müssen sämtliche Rutschen im Park ausprobiert werden! Kurz vor der Abfahrt machen Tommys und Dils Eltern ihren Sprösslingen allerdings ein Strich durch die Rechnung: Sie sollen Grandpa Boris aus der Augenklinik abholen. Auf dem Rückweg erwischen die drei einen Bus, der zufällig auch in den Wasserpark fährt. Da müssen Tommy und Dil nicht lange überlegen und nutzen ihre Chance. Gemeinsam mit Grandpa Boris geht’s ab nach \"Slosh Mountain\". Doch kaum sind die beiden dort angekommen, verschwindet ihr Großvater. Boris, der nach seiner Augenuntersuchung kaum etwas sehen kann, geht allein auf Erkundungstour. Wie sollen Tommy und Dil ihn bloß wiederfinden?","versions":[{"lang":1,"streams":[{"redirect":13916644,"hoster":"VOE"},{"redirect":8269599,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sammelfieber","epNo":4,"alt":"Yu-Gotta-Go","descr":"Chuckie hat das Sammelfieber erwischt: Jeden Cent steckt er in seine Yu-Gi-Oh- Kartensammlung. Weil sein Vater ihm aber kein Geld für die Karten gibt, sucht Chuckie nach einem anderen Weg, um an die angesagten Sammlerstücke zu kommen. Seine Chance kommt, als Angelikas Mutter ihrer Tochter wegen einer horrenden Handyrechnung eine saftige Strafe aufbrummt: Sie soll das Haus vom Dachboden bis zum Keller putzen. Im Austausch gegen die begehrten Karten übernimmt Chuckie den Job. Aber seine Sammel- und Spielsucht wird danach nur noch größer. Chuckie verkauft schließlich sogar die wertvolle Briefmarkensammlung seines Vaters, um sich endlich eine besonders seltene Karte leisten zu können. Tommy und seine Freunde beschließen, Chuckie zur Vernunft zu bringen. Doch da liegt ein hartes Stück Arbeit vor ihnen.","versions":[{"lang":1,"streams":[{"redirect":8440577,"hoster":"VOE"},{"redirect":8269596,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reptars Fluch","epNo":5,"alt":"The Curse Of Reptar","descr":"Stu will für die Familie einen Swimmingpool im Garten bauen lassen. Dabei passiert etwas Merkwürdiges: Der Bagger buddelt das alte Plastikspielzeug Reptar frei, das seit Jahren verschollen war, und plötzlich geht bei den Pickles alles schief, was nur schief gehen kann. Chuckie ist sich sicher, dass \"Reptars Fluch\" an alldem Schuld sein muss, aber niemand glaubt ihm. Jedenfalls solange, bis im Haus auch noch Rohre platzen und ein Teil des Fußbodens einbricht.","versions":[{"lang":1,"streams":[{"redirect":8440580,"hoster":"VOE"},{"redirect":8269605,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das ist Karma, Leute","epNo":6,"alt":"It’s Karma, Dude","descr":"Das neue Schultheater soll eingeweiht werden. Miss O’Keats wählt Phil, Lil und Chuckie für eine moderne Ballettaufführung aus. Die drei Freunde versuchen vergeblich, den peinlichen Auftritt zu vermeiden. Angelika dagegen ist glücklich: Sie soll eine Gesangsnummer vortragen, was ihrer Eitelkeit natürlich schmeichelt. Doch Angelikas Euphorie wird bald durch einen riesigen Pickel auf der Wange gebremst. Dil behauptet, das alles habe mit ihrem schlechten Karma zu tun. Ob Angelika ihr Karma durch gute Taten beeinflussen kann?","versions":[{"lang":1,"streams":[{"redirect":8440582,"hoster":"VOE"},{"redirect":8269610,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Volltreffer","epNo":7,"alt":"The Big Score","descr":"Lil ist genervt: Angelika, Krimi und Susie reden nur noch über Klamotten und Jungs, und Phil hat sowieso nur Fußball im Kopf. Als Lil ihm beim Training zusieht und dabei zufällig einen Superschuss macht, überreden Pangborn und Betty sie, in der Mannschaft mitzuspielen. Schon bald ist Lil viel besser als ihr Bruder. Die beiden geraten darüber in Streit, doch wenn sie die Meisterschaft gewinnen wollen, müssen sie zusammenhalten. Auch die völlig unsportliche Angelika versucht sich im Mannschaftssport: Sie wird Mitglied im Football-Team, um nach einem passenden Freund Ausschau zu halten. Diese Taktik erweist sich jedoch als wenig Erfolg versprechend.","versions":[{"lang":1,"streams":[{"redirect":13473160,"hoster":"VOE"},{"redirect":8269612,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Seifenkisten-Rennen","epNo":8,"alt":"Rats Race","descr":"Zwischen Tommy und seiner Cousine Angelika ist ein offener Konkurrenzkampf ausgebrochen. Beim bevorstehenden Seifenkistenrennen will Tommy sie durch einen Sieg endgültig in die Schranken weisen. Aber schon der Bau des Autos geht völlig daneben, und Tommys Team benötigt dringend Geld, um Material für ein neues Gefährt zu kaufen. Die Freunde beschließen, ihre Rennkasse mit einem kleinen Jahrmarkt aufzufüllen – aber das Fest fällt leider ins Wasser. Angelika hat es da schon leichter, Sponsoren für ihren Renner zu finden, denn sie bekommt Hilfe von ihrer Mutter. Tommy und Co. müssen sich schnellstens etwas einfallen lassen, wenn sie Angelika Paroli bieten wollen.","versions":[{"lang":1,"streams":[{"redirect":8440591,"hoster":"VOE"},{"redirect":8269617,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der gestohlene Weihnachtsbaum","epNo":9,"alt":"The Finster Who Stole Christmas","descr":"Weihnachten steht vor der Tür, und alle freuen sich aufs Fest. Nur Chuckie Finster ist überhaupt nicht nach Feiern zumute. Jedes Jahr erlebt er zu Hause ein tristes Weihnachtsfest mit einem kahlen, hässlichen Tannenbaum – ohne Keksebacken, Eierpunsch und all die anderen wunderbaren Sachen, von denen seine Freunde immer schwärmen. Als Chuckie bei den Mülltonnen der Nachbarn einen wunderschönen Weihnachtsbaum stehen sieht, glaubt er, dass der entsorgt werden soll. Kurz entschlossen \"rettet\" er das Tännchen. Sein Vater ist begeistert und plant das tollste Weihnachtsfest aller Zeiten – mit allem, was Chuckie immer vermisst hat. Doch dann erfährt der Finster-Spross, dass die Nachbarn ihren Baum als gestohlen gemeldet haben. Schlagartig wird Chuckie sein Irrtum klar. Aber wie kann er Weihnachten feiern, wenn er den wunderbaren Baum zurückgeben muss und kein Geld für einen neuen hat?","versions":[{"lang":1,"streams":[{"redirect":8440590,"hoster":"VOE"},{"redirect":8269621,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was wäre, wenn …","epNo":10,"alt":"Wouldn’t It Be Nice?","descr":"Miss O’Keats will den Schülern die Begriffe Kommunikation, Kooperation und Kompromiss erläutern. Dazu müssen die Kids Paare bilden und so tun, als seien sie verheiratet. Wie der Zufall es will, müssen ausgerechnet Susie und Angelika ein solches Team bilden – was für beide ziemlich anstrengend wird. Ihre erste Bewährungsprobe lässt nicht lange auf sich warten: Bei einem Ausflug in einen Laden für Brautmoden verlieren Angelika und Susie den Anschluss an ihre Gruppe. Notgedrungen müssen sie jetzt zusammenhalten und gemeinsam den Weg zurück finden … Lil hat erfahren, dass der berühmte Fußballspieler Nils Stanton eine Autogrammstunde gibt. Sie will unbedingt dabei sein. Also beschließen Phil, Lil, Tommy und Dil, die Schule zu schwänzen und sich nicht dabei erwischen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":13473163,"hoster":"VOE"},{"redirect":8269622,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der kleine Unterschied","epNo":1,"alt":"Separate But Equal","descr":"Phils und Lils Geburtstag steht bevor, und sie planen, eine riesige gemeinsame Party zu feiern. Doch dann hat Phil ein einschneidendes Erlebnis: Zufällig sieht er Lil in ihrem neuen Sport-BH. Es macht ihm wirklich zu schaffen, dass sie beide offensichtlich allmählich erwachsen werden. Mädchen im Allgemeinen erscheinen Phil plötzlich in neuem Licht: Anscheinend sind sie doch nicht bloß \"Jungs, die man nicht hauen darf\", wie er früher dachte. Die Zwillinge beschließen, ihre Geburtstage zum ersten Mal getrennt voneinander zu feiern.","versions":[{"lang":1,"streams":[{"redirect":8440597,"hoster":"VOE"},{"redirect":8269619,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Frauenversteher","epNo":2,"alt":"Ladies Man","descr":"Mardi Gras ist der Höhepunkt der amerikanischen Karnevalssaison, und die Freunde basteln an einem Umzugswagen für die große Festparade. Harold würde gern mit Angelika zum Umzug gehen, aber die hat nur Augen für Darryl und lässt ihren neuen Verehrer eiskalt abblitzen. So schnell gibt Harold jedoch nicht auf: Er holt sich von Susie einige hilfreiche Tipps zum Umgang mit seiner eigensinnigen Herzensdame. Auch Schuldirektor Pangborn ist in Liebesnöten: Miss O’Keats hat sich von ihm getrennt! Der Rektor beauftragt Dil, die Beziehung wieder zu kitten. Mit gewohnt großer Kreativität macht sich Dil an diese schwierige Aufgabe.","versions":[{"lang":1,"streams":[{"redirect":8440596,"hoster":"VOE"},{"redirect":8269629,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rachel, Rachel","epNo":3,"alt":"Rachel, Rachel","descr":"Tommy soll den Hebräischunterricht in der jüdischen Schule besuchen. Anfangs weigert er sich. Doch dann lernt er die liebreizende Rachel kennen – und plötzlich ist diese Schule für ihn das Größte. Um Rachel zu beeindrucken, nimmt es Tommy jedoch mit der Wahrheit nicht immer allzu genau. Als ihn seine neue Freundin bei einer Lüge ertappt, hat das böse Folgen .","versions":[{"lang":1,"streams":[{"redirect":8440598,"hoster":"VOE"},{"redirect":8269632,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Versegelt","epNo":4,"alt":"Lost At Sea","descr":"Angelika ist immer noch hinter Darryl her – doch der will von ihren Annäherungsversuchen leider immer noch nichts wissen. Als sei das noch nicht schlimm genug, kommt Angelikas Mutter Charlotte mit einer weiteren Hiobsbotschaft nach Hause! Sie hat ihren Job verloren! Fortan geht sie kaum noch vor die Tür und geht nicht nur ihrer Tochter ganz schön auf den Geist. Dil erfährt derweil, dass seine Eltern sich vor seiner Geburt eigentlich gewünscht hatten, ein Mädchen zu bekommen. Dil beschließt, ihnen diesen Wunsch doch noch zu erfüllen – wenn auch auf etwas gewöhnungsbedürftige Weise.","versions":[{"lang":1,"streams":[{"redirect":8440610,"hoster":"VOE"},{"redirect":8269633,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Komm zurück, Bruder!","epNo":5,"alt":"O Bro, Where Art Thou?","descr":"Dil und sein Bruder Tommy haben sich furchtbar gestritten. Als ein Zirkus in die Stadt kommt, beschließt Dil, sich den Artisten anzuschließen und seinem ungeliebten Bruder ein für alle Mal Lebewohl zu sagen. Doch kaum ist Dil verschwunden, merkt Tommy, wie sehr er den kleinen vermisst. Nur leider will Dil auf keinen Fall nach Hause zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":8440609,"hoster":"VOE"},{"redirect":8269640,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Nacht in der Mall","epNo":6,"alt":"Rat Traps","descr":"Tommy, Chuckie, Kimi, Phil, Lil und Dil sind im Megaplex-Einkaufszentrum unterwegs. Sie beschließen, sich heimlich in einen Actionfilm zu schleichen, der eigentlich erst ab 13 Jahren zugelassen ist. Dummerweise ist auch Angelika im Einkaufszentrum, wo sie mit Susie Geld für wohltätige Zwecke sammelt. Als Angelika merkt, dass die anderen sich heimlich ins Kino geschmuggelt haben, beschließt sie, ihr Wissen für eine kleine, gemeine Erpressung zu nutzen. Doch soweit kommt es gar nicht: Während Angelika und die übrigen Rats noch diskutieren, schließt das Einkaufscenter. Nun sind sie gemeinsam gefangen, und zu allem Überfluss tauchen auch noch zwei Einbrecher auf.","versions":[{"lang":1,"streams":[{"redirect":8440611,"hoster":"VOE"},{"redirect":8269644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familienregeln","epNo":7,"alt":"In The Family’s Way","descr":"Angelika fühlt sich von ihren Eltern vernachlässigt. Sie beschließt, für eine Woche zur Familie ihrer Freundin Susie zu ziehen. Doch hier erwartet Angelika nicht etwa eine bessere Behandlung, im Gegenteil: Bei den Carmichaels herrscht ein strenges Regiment voller Pflichten und Termine, die alle genau beachtet werden müssen. Es dauert nicht lange, bis Angelikas Freunde Wetten darüber abschließen, wie lange sie es wohl bei den Carmichaels aushält. Aber damit fordern sie Angelikas Ehrgeiz erst so richtig heraus. Sie beschließt, ihre Gastfamilie in Sachen Pünktlichkeit und Genauigkeit noch zu übertreffen.","versions":[{"lang":1,"streams":[{"redirect":8440613,"hoster":"VOE"},{"redirect":8269642,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dicke Luft bei den DeVilles","epNo":8,"alt":"A DeVille House Divided","descr":"Phil hat sich in Wally verguckt, die beste Freundin seiner Schwester Lil. Die fühlt sich außen vor und setzt alles daran, die beiden wieder auseinander zu bringen. Der Geschwisterstreit macht nicht einmal vor der Fußballmannschaft nicht halt: Weil Phil und Lil sich auf dem Platz in die Haare geraten, statt gemeinsam aufs gegnerische Tor zu stürmen, droht das entscheidende Endspiel verloren zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8440607,"hoster":"VOE"},{"redirect":8269649,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spaß muss sein (1)","epNo":9,"alt":"R.V. Having Fun Yet? (1)","descr":"Jetzt sind die Rugrats fast erwachsen! Die beliebten Babys aus der Serie ‚Rugrats‘ haben ihre Schnuller gegen Zahnspangen getauscht und erleben neun Jahre später neue Abenteuer. Inzwischen sind sie 9 bis 12 Jahre alt, suchen ihre Unabhängigkeit, versuchen mit ihren Eltern klarzukommen und machen sich Gedanken über ihr Aussehen. Aus den ‚Rugrats‘ sind ‚Rats geworden! Jedes Mitglied der ‚Rats-Gang hat zwar ein paar neue Charakterzüge bekommen, trotzdem bleiben alle Figuren im Kern die alten. Dies gilt auch für das nach wie vor ungebrochene Vertrauen in Tommy und die Freundschaft, die sie alle verbindet.","versions":[{"lang":1,"streams":[{"redirect":13473164,"hoster":"VOE"},{"redirect":8269654,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spaß muss sein (2)","epNo":10,"alt":"R.V. Having Fun Yet? (2)","descr":"Die turbulente Reise nach New York geht weiter: Als die ‚Rats‘ nachts heimlich das Wohnmobil verlassen, fährt Betty versehentlich ohne sie weiter. Nun sind die Kinder hunderte Meilen von ihren Müttern getrennt und auf sich allein gestellt. Erst nach einigen aufregenden Abenteuern werden sie wieder vereint und treffen gerade noch rechtzeitig in New York ein. Doch kurz vor dem großen Auftritt beim Gesangswettbewerb bekommt Susie Lampenfieber.","versions":[{"lang":1,"streams":[{"redirect":13473166,"hoster":"VOE"},{"redirect":8269653,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Böse Susie","epNo":1,"alt":"Susie Goes Bad Lite","descr":"Susie hat sich zum Ziel gesetzt, böse zu werden. Es gibt allerdings einen Haken bei der Sache: Niemand nimmt ihr ab, dass sie in Angelicas Fußstapfen treten will. Tommy, Chuckie und Phil bekommen unterdessen die einmalige Chance, in die Berufswelt hineinzuschnuppern. So arbeitet Tommy als Fotograf, Chuckie versucht sich als Journalist und Phil wird Koch. Phil hat zunächst auch großen Erfolg als Küchenmeister – bis die Hygienevorschriften zur Sprache kommen.","versions":[{"lang":1,"streams":[{"redirect":13473172,"hoster":"VOE"},{"redirect":8269659,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Opas Liebling","epNo":2,"alt":"Golden Boy","descr":"Zwischen Tommy und Dil kommt es zu einem erbitterten Streit. Grund dafür: Beide wollen Grandpa Lous Lieblingsenkel sein. Während eines Angelausflugs buhlen die Jungs deshalb wie verrückt um seine Gunst. Dabei haben sie allerdings die Rechnung ohne ihren Großvater gemacht.","versions":[{"lang":1,"streams":[{"redirect":8440621,"hoster":"VOE"},{"redirect":8269661,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das neue Zimmer","epNo":3,"alt":"Trading Places","descr":"Kimi ist in letzter Zeit todunglücklich. Chuckie glaubt, die Ursache für ihren Trübsinn zu kennen: die Dekoration ihres Zimmers. Er überredet deshalb alle Freunde, Kimis Zimmer neu zu gestalten – so wie in den Fernsehshows. Bald stellt sich jedoch heraus, dass der Grund für Kimis Traurigkeit ein ganz anderer ist.","versions":[{"lang":1,"streams":[{"redirect":8440625,"hoster":"VOE"},{"redirect":8269664,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"T.P. + K.F.","epNo":4,"alt":"TP+KF","descr":"Chuckie findet die in eine Wand eingeritzten Initialien T.P. \u0026 K.F. aka Tommy Pickles und Kimi Finster. Er glaubt nun das Tommy hinter seiner Schwester her ist und kündigt ihm die Freundschaft. War es wirklich Tommy der die Initialien in die Wand geritzt hat?","versions":[{"lang":1,"streams":[{"redirect":12918178,"hoster":"VOE"},{"redirect":8269667,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Heldentod","epNo":5,"alt":"Super Hero Worship","descr":"Chuckie schwärmt für den Comic-Superhelden ‚Armadillo Dave‘. Als er erfährt, dass der Zeichner dieser Comics seinen Helden sterben lassen will, ist Chuckie außer Rand und Band. Er setzt alles daran, den Zeichner zu finden und ihn davon zu überzeugen, dass sein großes Idol am Leben bleiben muss.","versions":[{"lang":1,"streams":[{"redirect":8440622,"hoster":"VOE"},{"redirect":8269674,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebe ist kein Thema","epNo":6,"alt":"What’s Love Got To Do With It?","descr":"Angelica ist hin und weg wegen des neuen Aushilfslehrers. Dass sich Mr. Fisk durch sie als Einziger nicht manipulieren lässt, reizt sie nur noch mehr. Sie tritt sogar dem Diskussionsteam bei, um ihm zu imponieren. Als Mr. Fisk ihr jedoch mitteilt, dass er an eine andere Schule wechselt, ist Angelica sauer und will aus dem Team aussteigen. Aber soll sie die anderen tatsächlich nur aus Liebskummer hängen lassen?","versions":[{"lang":1,"streams":[{"redirect":8440626,"hoster":"VOE"},{"redirect":12481324,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das war’s","epNo":7,"alt":"All Broke Up","descr":"Rachel zieht in eine andere Stadt, was Tommy befürchten lässt, in ein tiefes Loch zu fallen. Doch tatsächlich trauert er ihr nur kurz hinterher. Anita ist schließlich auch sehr nett und so verabredet er sich gleich mit ihr auf einer Party. Allerdings taucht auch Rachel unerwartet auf: Jetzt ist Tommy beide Mädchen los und bekommt wirklich Liebeskummer.","versions":[{"lang":1,"streams":[{"redirect":8440631,"hoster":"VOE"},{"redirect":8269681,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Einfach unterschreiben","epNo":8,"alt":"Petition This!","descr":"Handys, überall klingeln Handys. Kimi ist deswegen so genervt , dass sie an der Schule ein Handy-Verbot durchsetzen will. Angelica sieht da natürlich nicht tatenlos zu: Sie zwingt Chuckie dazu, ihr zu helfen, sodass dieser sich mit seiner Schwester verkracht. Die Freunde versuchen alles, um die Geschwister zu versöhnen und die Handy-Problematik auf einem friedlichen Wege zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8440640,"hoster":"VOE"},{"redirect":8269679,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nicht ohne meinen Fernseher","epNo":9,"alt":"Brothers Grimm","descr":"Tommy und Dil bekommen Fernsehverbot. Didi will damit erreichen, dass die Familie sich wieder mehr unterhält und öfter mal gemütlich zusammensitzt. Auch die anderen Eltern schließen sich dem Verbot an, weswegen sich alle Kinder schrecklich langweilen. Sie unternehmen alles mögliche, um die Fernseher irgendwie zurückzubekommen. Am Ende ist es ein nicht gerade schlauer Plan, der die Fernseher überraschend zurückbringt.","versions":[{"lang":1,"streams":[{"redirect":8440637,"hoster":"VOE"},{"redirect":8269682,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Außerirdisches Duell","epNo":10,"alt":"Bad Blood","descr":"Tommy und Dils Eltern fahren zu einer Messe. Die Jungs wollen die Zeit ausnutzen und sich heimlich ein Video über eine Alien-Autopsie ansehen, das Dil über sechs Ecken bekommen hat. Allerdings machen die Opas Lou und Boris ihnen einen Strich durch die Rechnung: Die Eltern haben beide gebeten, auf die Jungs aufzupassen. Damit ist das Chaos vorprogrammiert und das Video-Band wird bei einem Streit der Großväter zerstört. Da Dil es den großen Jungs unbedingt zurückgeben muss, beschließen sie mit Grandpa Boris die Alien-Autopsie nachzustellen.","versions":[{"lang":1,"streams":[{"redirect":13503772,"hoster":"VOE"},{"redirect":8269686,"hoster":"Streamtape"}]}]}]}]}