{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar","name":"All or Nothing: Die Nationalmannschaft in Katar","descr":"Die Dokumentation \"All or Nothing: Die Nationalmannschaft in Katar\" begleitet das DFB-Team auf dem Weg zur und während der letztjährigen umstrittenen Weltmeisterschaft und folgt Trainer Hansi Flick, den Spielern und den DFB-Funktionären nicht nur auf dem Spielfeld, sondern auch abseits des Platzes. Die Zuschauer:innen erhalten so tiefergehende Einblicke in den Alltag und die internen Abläufe der Herren-Nationalmannschaft und erfahren mehr über die emotionalen Momente und Meilensteine des Turniers.","seasons":[{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar/staffel-1/episode-1","name":"Der Flug in Ungewisse","epNo":1,"alt":"","descr":"Anfang November startet die deutsche Auswahl zur Mission Titelgewinn nach Katar. Doch Euphorie will sich nicht einstellen. Die Vorbereitung ist durchwachsen und viele Fans in Deutschland lehnen die Wüsten-WM im Winter ab. Hansi Flick aber will nicht mehr über Politik reden müssen, sondern mit seinen Spielern zu Hause Fußballbegeisterung entfachen. Geht sein Plan auf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639134","hoster":"VOE"},{"path":"/redirect/13642495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar/staffel-1/episode-2","name":"Die Armbinde","epNo":2,"alt":"","descr":"Das Auftaktmatch gegen Japan steht bevor, doch statt über Fußball reden alle nur noch über ein Stück Stoff. Der Skandal um die Armbinde des Spielführers Manuel Neuer bestimmt die Schlagzeilen. Wie sehr beeinträchtigen die Diskussionen außerhalb des Platzes die Spieler? Als dann Fußball gespielt wird, verliert Deutschland gegen Japan 1-2. Und steht schon wieder mit dem Rücken zur Wand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639355","hoster":"VOE"},{"path":"/redirect/13642485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar/staffel-1/episode-3","name":"Der Gänsehaut-Moment","epNo":3,"alt":"","descr":"Ausgerechnet gegen Spanien muß der deutschen Mannschaft jetzt ein Sieg gelingen, sonst droht erneut das Aus in der Vorrunde. Hinter den Kulissen verläuft die Fehleranalyse offen und schonungslos. Der Teamgeist stimmt und die Zuversicht kehrt zurück.Niklas Füllkrug, erst in letzter Sekunde für den Kader nominiert, sorgt dabei für Gänsehautmomente in der Kabine und auf dem Platz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639247","hoster":"VOE"},{"path":"/redirect/13642502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/all-or-nothing-die-nationalmannschaft-in-katar/staffel-1/episode-4","name":"Das Ende aller Träume","epNo":4,"alt":"","descr":"Will die deutsche Mannschaft aus eigener Kraft weiterkommen, ist ein hoher Sieg gegen Costa Rica im letzten Vorrundenspiel Pflicht. Doch zur Halbzeit steht es nur 1:0, und Trainer Hansi Flick zeigt in der Kabineansprache seine ungewohnte Seite. Doch alles läuft auch in der zweiten Halbzeit gegen ihn und sein Team. Der Blick in die Kabine nach dem Schlusspfiff erzählt alles - unkommentiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639305","hoster":"VOE"},{"path":"/redirect/13642484","hoster":"Streamtape"}]}]}]}]}