{"seriesId":"all-die-ungesagten-worte","name":"All die ungesagten Worte","descr":"[All Those Things We Never Said] Die französische Serie \"Toutes ces choses qu`on ne s`est pas dites\" wartet mit einer ungewöhnlichen Rollenkonstellation auf: Wenige Tage vor ihrer Hochzeit erhält Julia (Alexandra Maria Lara) einen Anruf: Ihr Vater Michel (Jean Reno) ist gestorben – und statt Hochzeit steht für sie nun eine Beerdigung an. Doch ihr Vater hat ihr ein seltsames Hochzeitsgeschenk zukommen lassen: Einen Roboter, der ihm äußerlich gleicht, und mit dem er mit seiner Tochter die verloren Zeit zumindest zum Teil wiedergutmachen will. Allerdings hat der Roboter nur Energie für sechs Tage – und das ungleiche Gespann begibt sich auf einen ungewöhnlichen Roadtrip, bei dem sie den Spuren der Vergangenheit folgen. (Serienadaption anhand Marc Levys gleichnamigem Bestseller-Roman)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Julia, eine Grafikdesignerin mit Leidenschaft für ihren Beruf, ist kurz davor, Adam zu heiraten, als sie vom Tod ihres Vaters Michel erfährt, zu dem sie ein eher distanziertes Verhältnis hatte. Am Tag nach der Beerdigung bringen ihr drei Lieferanten die letzte Überraschung, die ihr Vater für sie vorbereitet hatte: einen Androiden, der eine perfekte Kopie von ihm ist.","versions":[{"lang":1,"streams":[{"redirect":13824689,"hoster":"VOE"},{"redirect":13835329,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Michel und Julia sind in Brügge. In der Menschenmenge glaubt die junge Frau, Christian, den treuen persönlichen Assistenten ihres Vaters, zu erkennen. Julia erinnert sich an ihre große Jugendliebe Thomas, den sie während des Mauerfalls in Berlin kennengelernt hatte. Ihr Liebesglück wurde damals durch Michels Eingreifen abrupt beendet.","versions":[{"lang":1,"streams":[{"redirect":13824688,"hoster":"VOE"},{"redirect":13835332,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Während Julia dachte, ihre große Liebe sei in Afghanistan gestorben, findet sie heraus, dass er noch am Leben ist, was Michel sehr wohl wusste. Nicht nur, dass er ihr diese Information vorenthalten hat, er hat ihr auch einen Brief von Thomas aus dem Jahr 1991 nie gegeben, in dem der junge Mann ihr mitteilte, dass er am letzten Tag eines jeden Monats am Flughafen auf sie warten würde.","versions":[{"lang":1,"streams":[{"redirect":13824692,"hoster":"VOE"},{"redirect":13835330,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Adam ist wütend und überzeugt, dass Julia mit einem Liebhaber in Brügge ist. Julia und Michel nutzen die gemeinsamen Tage, um sich so nah wie nie zuvor zu kommen. Als sie in Berlin ankommen, machen sie sich auf die Suche nach Thomas.","versions":[{"lang":1,"streams":[{"redirect":13824686,"hoster":"VOE"},{"redirect":13835333,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Während Julia ihn in Berlin sucht, ist Thomas in Madrid. Er ist immer noch Journalist und arbeitet mit seinem Freund Jürgen Knapp für eine in Berlin ansässige Zeitung. Er bereitet sich auf eine Reise nach Afrika vor und wird dafür seine Freundin Mariana für einige Zeit allein lassen. Julia versucht, mit Knapp Kontakt aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13824690,"hoster":"VOE"},{"redirect":13449428,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Julia gelingt es, Knapp auf einer Gala zu treffen. Er lügt sie an und behauptet, dass Thomas mit seiner Frau in Madrid lebt und ein Restaurant betreibt. Entmutigt will Julia Berlin verlassen. Thomas überredet Mariana, mit ihm nach Berlin zu gehen.","versions":[{"lang":1,"streams":[{"redirect":13824685,"hoster":"VOE"},{"redirect":13835334,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Als Julia erfährt, dass Knapp sie angelogen hat, geht sie erneut zu ihm. Dieser rechtfertigt sich damit, dass sie 1991 Thomas\u0027 Herz gebrochen hat, weil sie seinen Brief nicht beantwortet hat. Als Julia ihm erzählt, dass sie den Brief nie gelesen hatte, offenbart er ihr, dass Thomas bald in Berlin eintreffen wird.","versions":[{"lang":1,"streams":[{"redirect":13824691,"hoster":"VOE"},{"redirect":13449429,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Julia will Berlin verlassen, doch ihr Vater überredet sie, weiter nach Thomas zu suchen. Dieser erfährt von Knapp, dass Julia ihn sucht. Am Ort ihrer ersten Begegnung treffen sich die Liebenden von einst schließlich wieder.","versions":[{"lang":1,"streams":[{"redirect":13434138,"hoster":"VOE"},{"redirect":13449436,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Epiosde 9","descr":"Zurück in Paris weiß Julia nicht, was sie mit Adam machen soll. Als er zu ihr nach Hause kommt, stellt er entsetzt fest, dass auch Michel dort ist - auf dessen Beerdigung er vor ein paar Tagen gewesen war. Julia und ihr Vater bleibt nur noch wenig Zeit, um voneinander Abschied zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":13824687,"hoster":"VOE"},{"redirect":13835335,"hoster":"Streamtape"}]}]}]}]}