{"seriesId":"all-or-nothing-tottenham-hotspur","name":"All or Nothing: Tottenham Hotspur","descr":"Ein Blick in die Saison 2019/20 des Premier League-Teams Tottenham Hotspur.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A New Signing","descr":"Die Erwartungen an die neue Saison sind hoch, da Tottenham Hotspur ihre aufregende Fahrt zum Finale der Champions League fortsetzt. Da die ersten Ergebnisse jedoch nicht beeindrucken und das Team vom Tisch rutscht, ist der Vorsitzende Daniel Levy zu einer schwierigen Entscheidung gezwungen. Wird sich das auszahlen?","versions":[{"lang":2,"streams":[{"redirect":7241225,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A New Start","descr":"In einer neuen Ära für Spurs, angeführt von José Mourinho, einem der bekanntesten Trainer des Spiels, ist seine erste Herausforderung ein Londoner Derby gegen West Ham. Während Mourinho versucht, die Fans, Mitarbeiter und Medien auf die Seite zu bringen, müssen die Spieler den berühmten portugiesischen Manager beeindrucken","versions":[{"lang":2,"streams":[{"redirect":7241226,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"No More Mr Nice Guy","descr":"Mourinhos erste Niederlage gegen seinen ehemaligen Verein Manchester United. Das Team ist bestrebt, wieder auf die Siegerstraße zurückzukehren, während es mit der Lösung der Fragezeichen jongliert, die sich über der Zukunft einiger der Elite- und erfahrensten Stars des Vereins abzeichnen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Season\u0027s Greetings","descr":"Es ist Weihnachten und Cheftrainer José Mourinho steht vor seiner ersten großen Herausforderung im Verein. Eine wachsende Verletzungsliste bedeutet, dass er sich an die Akademie des Vereins wenden muss und gezwungen ist, seine Teamauswahl zu überdenken.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"New Blood","descr":"Das Transferfenster ist in vollem Gange, da die Top-Clubs um die Verpflichtung neuer Spieler kämpfen. Es ist José Mourinhos erste Chance, den Kader zu prägen. Der Stichtag rückt näher, ebenso wie ein wichtiges Spiel gegen Meister Manchester City","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Running on Empty","descr":"\"Tottenham Hotspur hat eine lange, reiche Geschichte. In den letzten Jahren hat sich der Verein auf und neben dem Platz gewandelt, und Tottenham Hotspur wurde zu einem ernsthaften Anwärter auf große Ehrungen, der 2019 in einem spannenden Lauf zum Champions League-Finale gipfelte Die Erwartungen für den Saisonstart sind hoch. Die Ergebnisse auf dem Platz in den ersten Monaten sind jedoch enttäuschend, da das Team in der Tabelle abrutscht und Daniel Levy zu einer schwierigen Entscheidung zwingt. Er entlässt Manager Mauricio Pochettino und holt José Mourinho, einen der erfolgreichsten und ...","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"No Regrets","descr":"Nach vier Monaten befindet sich José Mourinho mitten in einer schwierigen Reihe von Ergebnissen. Während das Team vor der Ko-Phase von zwei Wettbewerben steht, wird dem Akademiker Harry Winks der Kapitän übergeben, während Torhüter Michel Vorm seinen ersten Saisonstart erhält. Die Freunde Dele und Eric Dier haben nach einer Niederlage einen vollständigen und offenen Austausch.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Stop","descr":"Die Saison von Tottenham Hotspur steht auf dem Spiel. Sie kämpfen immer noch an zwei Fronten, mit einem Muss gegen RB Leipzig in der Champions League und einem Kampf um ein lukratives Top-4-Ergebnis in der Premier League. Da sie sich jedoch auf ihre letzten zehn Spiele konzentrieren, spüren der Verein und seine Spieler die Auswirkungen der Coronavirus-Pandemie.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Run In","descr":"Mit dem Neustart der Saison haben Spurs 8 Spiele, um den europäischen Fußball in der nächsten Saison zu sichern. José Mourinho muss einige schwierige Spiele bestreiten, darunter das Derby in Nord-London gegen Arsenal. Der Druck zeigt, wie Hugo Lloris und Heung-min Son eine Auseinandersetzung auf dem Platz haben. Als die längste Saison in ihrer Geschichte zu Ende geht, blicken Spurs in die Zukunft und verabschieden sich von zwei langjährigen Kadermitgliedern","versions":[]}]}]}