{"path":"/serie/stream/alles-finster","name":"Alles finster","descr":"[Alles finster - Überleben für Anfänger] Vom Handy über den Kühlschrank, von der Lampe bis zur Klospülung – nichts geht mehr. Auch nicht im kleinen Dorf Kekenberg an der Della, in dem die Menschen rasch umdenken müssen. Denn schnell stellt sich heraus: Wenn es ums Überleben ohne Strom geht, sind wir alle mittlerweile ziemliche Nackerpatzerln.","seasons":[{"path":"/serie/stream/alles-finster/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alles-finster/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Dem Team der kleinen Gemeinde Kekenberg an der Della fehlt für das Fußballmatch des Jahres ein Spieler, da Schweinebauer Lukas lieber mit seiner neuen Flamme Resi ans Meer fährt. Kapitän Michi holt den Neuen, den Wiener Patrick, in die Mannschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004036","hoster":"VOE"},{"path":"/redirect/10491423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-finster/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Noch immer gibt es keinen Strom. Der Dorfpfarrer ruft die Gemeinde zur Notfallbesprechung zusammen. Das Gasthaus der hochschwangeren Wirtin Elisabeth wird zum Krisenzentrum. Es stellt sich heraus: in puncto Stromausfall sind alle ziemliche Laien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10491536","hoster":"VOE"},{"path":"/redirect/10491504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-finster/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Michi und Agnes rätseln, was eigentlich ihre deutschen Nachbarn die ganze Zeit so treiben. Deren Tochter Marie und der Bürgermeistersohn Jakob tüfteln in der Garage an einem stromerzeugenden Fahrrad, als Jakob bemerkt, dass es Marie nicht gut geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915461","hoster":"VOE"},{"path":"/redirect/10491646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-finster/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Trotz aller Widrigkeiten bringt Elisabeth mit Norberts Hilfe ein kleines Mädchen zur Welt. Da das Aggregat des Frauengefängnisses in unmittelbarer Nähe auszufallen droht, ist Oberleutnant Julia Lehner mit einem Transporter voller Sprit unterwegs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10491661","hoster":"VOE"},{"path":"/redirect/10491663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-finster/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Allen ist bewusst, sie müssen als Gemeinschaft zusammenwachsen, um das Blackout zu überleben. Auch die deutschen Prepper Jens und Carola sind jetzt bereit, ihre letzten Lebensmittel zu teilen, denn ihrer Tochter Marie ist das Insulin ausgegangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10491680","hoster":"VOE"},{"path":"/redirect/10491672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-finster/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Während Patrick mit letzter Kraft den Versorgungspunkt erreicht, kämpfen die Kekenberger mit der nächsten Katastrophe. Pfarrer Matias stürzt sich in die Flammen, um Laura und Norbert, die drinnen eingeschlossen sind, zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10491256","hoster":"VOE"},{"path":"/redirect/10491294","hoster":"Streamtape"}]}]}]}]}