{"path":"/serie/stream/alles-ausser-mord","name":"Alles außer Mord!","descr":"Der kauzige, manchmal etwas schusselige Uli Fichte (Dieter Landuris) hat seine Polizeikarriere an den Nagel gehängt und verdient sein Geld nun als Privatdetektiv. Eigentlich will er nur harmlose Fälle übernehmen – \"Alles außer Mord\" eben. Aber egal welchen Auftrag er übernimmt, jedes Mal steht er vor einer neuen Leiche.","seasons":[{"path":"/serie/stream/alles-ausser-mord/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-1","name":"Die Frau ohne Gesicht","epNo":1,"alt":"","descr":"Eine Frau Carlsen beauftragt Privatdetektiv Uli Fichte ihren Mann zu beschatten. Fichte liefert eindeutige Fotos. Am nächsten Tag wird Herrn Carlsens Geliebte ermordet aufgefunden. Fichte will seine Auftraggeberin zur Rede stellen. Doch diese ist gar nicht Frau Carlsen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691268","hoster":"VOE"},{"path":"/redirect/12691273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-2","name":"Der Mann im Mond","epNo":2,"alt":"","descr":"Konrad Kahnweilers Bild prangt auf der Titelseite einer Zeitung: Angeblich soll er der \"Mann im Mond\" sein, ein Serienvergewaltiger. Psychoanalytiker Frieder Tamm beauftragt Uli Fichte herauszufinden, ob die Vorwürfe gegen seinen Ex-Patienten berechtigt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691265","hoster":"VOE"},{"path":"/redirect/12691266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-3","name":"Wer Gewalt sät …","epNo":3,"alt":"","descr":"Ruth Selbach lebt in Angst vor ihrem gewalttätigen Ehemann. Psychoanalytiker Frieder Tamm bittet Uli Fichte die Frau in Sicherheit zu bringen. Als Uli kurz darauf die Wohnung der Selbachs betritt, findet er den sterbenden Herrn Selbach mit einem Messer im Bauch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691254","hoster":"VOE"},{"path":"/redirect/12691259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-4","name":"Der Name der Nelke","epNo":4,"alt":"","descr":"Kaum aus dem Gefängnis entlassen, steht Ulis Vater Wilhelm Fichte schon wieder vor einem Safe: Im Auftrag eines Herrn Schmidt soll er eine Videokassette aus der Villa Mehring \"herausholen\". Als die Polizei eintrifft, findet sie neben dem leeren Safe auch eine Leiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691243","hoster":"VOE"},{"path":"/redirect/12691247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-5","name":"Tödlicher Irrtum","epNo":5,"alt":"","descr":"Freddy Kramer, Chauffeur des Industriesanierers Strattman, liegt nach einem Attentat im Krankenhaus. Er bittet seinen Kumpel Uli Fichte den Job zu übernehmen bis er sich auskuriert hat. Fichte sagt zu und macht sich gleich auf die Suche nach dem Bombenleger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691233","hoster":"VOE"},{"path":"/redirect/12691237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-6","name":"Marion Nr. 5","epNo":6,"alt":"","descr":"Uli Fichte beobachtet wie eine Frau in die Elbe geworfen wird. Die Polizei fischt eine Schaufensterpuppe mit einem Einschussloch aus dem Wasser. Uli glaubt, dass mehr hinter dem Fall steckt. Er begibt sich auf die Suche nach der Frau, die für die Puppe Modell stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691222","hoster":"VOE"},{"path":"/redirect/12691227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-7","name":"Das Kuckucksei","epNo":7,"alt":"","descr":"Topmodel Laura Briest bittet Uli Fichte ihren fälschlich für tot gehaltenen Vater zu finden. Bei seinen Ermittlungen stößt Uli auf ein Dickicht aus Erpressung und Lügen. Um die Identität von Laura scheint es ein großes Geheimnis zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691219","hoster":"VOE"},{"path":"/redirect/12691221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-8","name":"Blutiger Ernst","epNo":8,"alt":"","descr":"Unternehmer Danner bittet Uli Fichte auf seinen Sohn Wolf aufzupassen. Schon am ersten Tag passiert etwas Ungeheurliches: Wolf behauptet, dass seine Freundin Tessa ermordet in der Tefgarage liegt. Doch dort findet Fichte weder eine Leiche noch eine Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13007217","hoster":"VOE"},{"path":"/redirect/12691214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-9","name":"Wahnsinn mit Methode","epNo":9,"alt":"","descr":"Frauenmörder Holger Weil hat offenbar im Gefängnis einen Selbstmordversuch unternommen. Psychologe Frieder Tamm glaubt nicht daran, dass der Mann freiwillig sterben wollte. Tamm schaltet seinen Kumpel Uli ein. Als der in der Klinik ankommt, ist Weil verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691198","hoster":"VOE"},{"path":"/redirect/12691202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-10","name":"Ypsilon Punkt Fragezeichen 17","epNo":10,"alt":"","descr":"Privatdetektiv Uli Fichte soll für einen Patentanwalt ein geheimnisvolles Päckchen nach London bringen. Doch sein Wagen, in dem sich das Päckchen befindet, wird gestohlen. Die Suche führt Uli nach Sylt. Dort stolpert er erst einmal über eine Leiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691353","hoster":"VOE"},{"path":"/redirect/12691360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-11","name":"Blackout","epNo":11,"alt":"","descr":"Die drogenabhängige Sarah, die bei Dr. Frieder Tamm in psychotherapeutischer Behandlung ist, soll ihren ebenfalls süchtigen Freund Jens Fuhrmann auf bestialische Art und Weise erstochen haben. Doch Sarah hat einen Blackout, sie kann sich an nichts erinnern. Nun ist Privatdetektiv Uli Fichte gefordert: Er soll die Hintergründe des grausamen Verbrechens klären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691344","hoster":"VOE"},{"path":"/redirect/12691347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-12","name":"Hals über Kopf","epNo":12,"alt":"","descr":"Privatdetektiv Uli Fichte soll das Vorleben von Miriam, der Geliebten des Nachtclubbesitzers Juri Nicolay, durchleuchten. Der anfangs harmlose Auftrag nimmt schnell unvorhergesehene Ausmaße an: Uli sieht sich plötzlich mit der Ostmafia konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691327","hoster":"VOE"},{"path":"/redirect/12691333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-13","name":"Totkäppchen","epNo":13,"alt":"","descr":"Die zehnjährige Tochter des Rockmusikers Chris Timmermann ist entführt worden. Chris verdächtigt seine Ex-Frau Liane. Privatdetektiv Uli Fichte glaubt nicht, dass Liane ewas mit der Tat zu tun hat. Verzweifelt versucht er das Mädchen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691314","hoster":"VOE"},{"path":"/redirect/12691322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/alles-ausser-mord/staffel-1/episode-14","name":"Das blonde Gift","epNo":14,"alt":"","descr":"Ein Hamburger Geschäftsmann erteilt Privatdetektiv Uli Fichte den Auftrag den Verlobten seiner Tochter Valerie zu beschatten. Kurze Zeit später wird der junge Mann tot aufgefunden. Bei seinen Ermittlungen fällt Uli eine merkwürdige Zeitungsanzeige in die Hände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12691300","hoster":"VOE"},{"path":"/redirect/12691308","hoster":"Streamtape"}]}]}]}]}