{"seriesId":"allein-gegen-die-zeit","name":"Allein gegen die Zeit","descr":"Die Schüler Ben, Jonas, Leo, Sophie und Özzi müssen an einem Samstag in der Schule nachsitzen. Als ihr Lehrer, Herr Funke, der auch Bens Vater ist, den Raum verlässt und nicht wieder auftaucht, machen sich die fünf auf die Suche nach ihm. Nachdem sie an einem anderen Klassenraum vorbeigegangen sind, sehen sie, dass eine Gruppe Gangster den Astronomiekurs als Geiseln gefangen hält. Als die Nachsitzer verschwinden wollen, merken sie, dass alle Ausgänge der Schule abgeriegelt sind. Die Kinder finden heraus, dass die Geiselnehmer hinter dem Nanotron, welches Bens Vater zur Behandlung von Krebs erfunden hat, her sind. Das Nanotron ist ein Gerät, welches durch die richtigen Einstellungen mikroskopisch kleinste, sogenannte Nanobots herstellt, die im menschlichen Gehirn zwischen die Synapsen gelangen und somit den Körper von einer speziellen Apparatur steuerbar machen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"08:00:00","epNo":1,"alt":"","descr":"Als Ben, Jonas, Leo, Özzi und Sophie am Samstag zum Nachsitzen in die Schule kommen müssen, ahnen sie nicht, dass ihnen das größte Abenteuer ihres Lebens bevorsteht. Außer den fünfen ist nur noch der Astronomiekurs anwesend, als plötzlich eine Gruppe Gangster in die Schule stürmt. Was sind das für Typen? Und was wollen sie ausgerechnet in ihrer Schule? Die Nachsitzer, die sich bis eben nicht mal richtig kannten, erkennen, dass sie ganz auf sich allein gestellt sind. Sie haben nur 12 Stunden, um eine Katastrophe zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8441587,"hoster":"VOE"},{"redirect":8271190,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"09:00:00","epNo":2,"alt":"","descr":"Die gesamte Schule ist abgeriegelt. Doch der gesuchte Professor bleibt verschwunden. Noch ahnen die Gangster nicht, dass sich die fünf Nachsitzer Ben, Jonas, Leo, Özzi und Sophie auch noch in der Schule befinden. Die unfreiwillige Gruppe beschließt allen Gefahren zum Trotz einen Weg aus der Schule zu suchen und zu fliehen. Ihnen bleiben noch 11 Stunden, um den Plan der Gangster zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":8441588,"hoster":"VOE"},{"redirect":8271192,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"10:00:00","epNo":3,"alt":"","descr":"Der Plan des Professors ist total schief gegangen. Die Schüler sind in größter Gefahr. Während Ben, Özzi und Sophie versuchen herauszufinden, was die Gangster vom Professor wollen, kämpfen sich Leo und Jonas durch die Stadt, um Hilfe zu holen. Sie haben noch 10 Stunden, um die Klasse zu retten.","versions":[{"lang":1,"streams":[{"redirect":8441589,"hoster":"VOE"},{"redirect":8271195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"11:00:00","epNo":4,"alt":"","descr":"Özzi, der sich in letzter Sekunde in der Kühlkammer verstecken konnte, droht entweder von den Gangstern entdeckt zu werden oder zu erfrieren. Währenddessen können Leo und Jonas zusammen mit Kommissar Kern unbemerkt in die Schule schleichen. Wird es ihnen gelingen, die Geiselnehmer zu überrumpeln? Sie haben nur noch 9 Stunden, um die Typen aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":13096873,"hoster":"VOE"},{"redirect":8271198,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"12:00:00","epNo":5,"alt":"","descr":"Die Nachsitzer haben es geschafft, die Erfindung in Sicherheit zu bringen. Aber was ist das für ein geheimnisvolles Gerät? Ben glaubt zu wissen, wer ihnen diese Frage beantworten kann. Zusammen mit Leo macht er sich auf den gefährlichen Weg. Schließlich steht das Leben seines Vaters und der anderen Schüler auf dem Spiel. Ihnen bleiben nur noch 8 Stunden um den Gangstern das Handwerk zu legen.","versions":[{"lang":1,"streams":[{"redirect":8441595,"hoster":"VOE"},{"redirect":8271207,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"13:00:00","epNo":6,"alt":"","descr":"Die Nachsitzer stecken in großen Schwierigkeiten. Jonas ist zusammengebrochen und schwebt in Lebensgefahr. Die einzige Chance ihn zu retten, besteht darin, unbemerkt Kontakt zu der gefangenen Klasse aufzunehmen. Aber wie soll das gehen? Die Gangster sind ihnen auf den Fersen und die Nachsitzer haben nur noch 7 Stunden, um das Schlimmste zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8441596,"hoster":"VOE"},{"redirect":8271201,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"14:00:00","epNo":7,"alt":"","descr":"Ben hat es geschafft, die Rauchbombe in letzter Sekunde zu platzieren. Doch so einfach lassen die Gangster sich nicht aufhalten. Mit Brehmers Erfindung in ihrem Besitz, befinden sie sich nun auf der Zielgeraden. Das einzige, was ihnen noch fehlt ist eine Testperson. Die Nachsitzer haben nur noch 6 Stunden, um den skrupellosen Plan der Gangster zu durchkreuzen.","versions":[{"lang":1,"streams":[{"redirect":8441597,"hoster":"VOE"},{"redirect":12481333,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"15:00:00","epNo":8,"alt":"","descr":"Durch den knallharten Test der Geiselnehmer wird Ben, Leo, Jonas, Özzi und Sophie mit Schrecken bewusst, wozu diese Typen fähig sind. Den Nachsitzern gefriert das Blut in den Adern als sie am eigenen Leib erfahren, wie die Gangster mit ihnen fertig werden wollen. Die Zeit rennt und die Kids haben nur noch 5 Stunden, um den aussichtlosen Kampf zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8441601,"hoster":"VOE"},{"redirect":8271212,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"16:00:00","epNo":9,"alt":"","descr":"Durch Jackys Erzählungen ahnen nun auch Cenk und Frau Kellermann, dass sie keine fremde Hilfe erwarten können. Sie müssen selbst etwas unternehmen. Währenddessen erhalten die Nachsitzer einen scheinbar rettenden Hinweis. Aber können sie einem Fremden trauen? Ihnen bleibt keine andere Wahl. Sie haben nur noch 4 Stunden und jede Sekunde zählt.","versions":[{"lang":1,"streams":[{"redirect":8441598,"hoster":"VOE"},{"redirect":8271214,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"17:00:00","epNo":10,"alt":"","descr":"Während Ben, Leo und Jonas versuchen den USB\"Stick in die Schule zu schmuggeln, tobt in den Gängen des Gebäudes ein erbitterter Kampf. Doch der ominöse Auftraggeber der Geiselnehmer macht dem Treiben ein bitteres Ende. Die Gangster geraten unter Druck und beginnen die Nerven zu verlieren. Da fällt ein Schuss. Den Nachsitzern bleiben nur noch 3 Stunden.","versions":[{"lang":1,"streams":[{"redirect":8441600,"hoster":"VOE"},{"redirect":8271219,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"18:00:00","epNo":11,"alt":"","descr":"Alle Hoffnung scheint zerstört. Wie sollen Ben, Leo, Jonas, Özzi und Sophie je wieder zueinander finden? Als Leo eine geheimnisvolle Entdeckung macht, merkt sie, dass sie ohne die anderen keine Chance hat. Nur wenn sie zusammenhalten, können sie es mit den Gangstern aufnehmen. Und sie haben nur noch 2 Stunden.","versions":[{"lang":1,"streams":[{"redirect":8441604,"hoster":"VOE"},{"redirect":12481334,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"19:00:00","epNo":12,"alt":"","descr":"Obwohl die Nachsitzer die Formel entschlüsselt haben, scheint die Rettung der Klasse aussichtslos. Nur durch ein lebensgefähriches Risiko, hätten sie noch eine Chance. Jonas erklärt sich bereit, dieses Risiko einzugehen. Er weiß, wenn sie die Gangster nicht aufhalten, wird nicht nur die Klasse sondern die ganze Welt verloren sein. Und sie haben nur noch eine Stunde.","versions":[{"lang":1,"streams":[{"redirect":8441607,"hoster":"VOE"},{"redirect":8271225,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"20:00:00","epNo":13,"alt":"","descr":"Die letzten 12 Stunden haben aus der unfreiwilligen Gruppe von Nachsitzern ein echtes Team gemacht. Nun, fast am Ziel angelangt, stehen die Freunde vor der größten Herausforderung ihres Lebens. Und es gibt niemanden, der ihnen helfen kann.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Acht Uhr","epNo":1,"alt":"","descr":"Was als normaler Ausflug für die Freunde Ben, Leo, Jonas, Özzi und Sophie auf einem Zeltplatz in der Nähe von Berlin beginnt, soll sich zu einem atemberaubenden Abenteuer in der Unterwelt eines ehemaligen Militärgeländes entwickeln. Als Ben plötzlich verschwindet und die vier Freunde auf der Suche nach ihm auf einen unheimlichen Mann im Wald stoßen, der plötzlich vor ihren Augen zusammenbricht, ahnen sie noch nicht, dass ihnen nur 12 Stunden bleiben um nicht nur Ben, sondern auch die ganze Welt zu retten.","versions":[{"lang":1,"streams":[{"redirect":8441606,"hoster":"VOE"},{"redirect":8271228,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neun Uhr","epNo":2,"alt":"","descr":"Allen Gefahren zum Trotz bahnen sich Leo, Özzi, Jonas und Sophie ihren Weg durch das verbotene Sperrgebiet auf der Suche nach Ben. Der macht inzwischen eine mysteriöse Entdeckung. Offenbar war jemand schon seit längerer Zeit hinter ihm her. Wer sind diese Leute in Soldatenkluft, die ihn in ein düsteres Verlies verschleppt haben? In nur 11 Stunden müssen die Helden das Rätsel lösen, sonst kommt jede Hilfe zu spät.","versions":[{"lang":1,"streams":[{"redirect":8441608,"hoster":"VOE"},{"redirect":8271229,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zehn Uhr","epNo":3,"alt":"","descr":"Auf der Suche nach Ben dringen die vier Freunde immer weiter in die Tiefen des unterirdischen Labyrinths. Während Jonas und Leo die geheimnisvollen Gänge erkunden, entdecken Özzi und Sophie ein Forschungslabor. Woran arbeiten die Wissenschaftler hier und was haben die militanten Gangster, die Ben hierher verschleppt haben, damit zu tun? Ihnen bleiben nur noch 10 Stunden, um hinter das Geheimnis zu kommen!","versions":[{"lang":1,"streams":[{"redirect":8441611,"hoster":"VOE"},{"redirect":8271234,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Elf Uhr","epNo":4,"alt":"","descr":"Dank Frisbees Hilfe konnten die Freunde Ben befreien. Doch die Gangster sind ihnen dicht auf den Fersen. Ben erzählt den anderen von den mysteriösen Unterlagen über seine Familie, die er auf der Flucht in einem abgelegenen Raum gefunden hat. Offenbar wurden Ben und sein Vater schon seit längerer Zeit von den Gangstern observiert. Besteht ein Zusammenhang zwischen Bens Entführung und dem furchtbaren Tod seiner Mutter vor zwei Jahren? Noch ahnt keiner der Freunde, wie viel Ben wirklich mit dem Plan der Gangster zu tun hat. Und sie haben nur noch 9 Stunden, um es herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8441609,"hoster":"VOE"},{"redirect":8271236,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwölf Uhr","epNo":5,"alt":"","descr":"Während Sophie, Jonas und Özzi versuchen, sich durch das gefährliche Gelände zu schlagen, werden Ben und Leo in ein skurriles Experiment verwickelt. Sie lernen den alten Wissenschaftler Professor Dr. Crohn kennen und machen eine schreckliche Entdeckung. Was weiß Dr. Crohn über die wahren Absichten der gefährlichen Söldnertruppen? Die Kids haben noch 8 Stunden, um die herannahende Katastrophe zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8441612,"hoster":"VOE"},{"redirect":8271239,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dreizehn Uhr","epNo":6,"alt":"","descr":"Die Situation scheint aussichtlos: Ben und Leo sind in Lebensgefahr. Zusammen mit Professor Dr. Crohn begeben sie sich auf die Flucht aus den Katakomben. Die drei schöpfen Hoffnung, als sie auf ihre Freunde treffen. Doch der Gangsterclan lässt sich nicht austricksen. Auch Cenk und Brehmer, die mittlerweile zum Gelände gefunden haben, sind machtlos. Sie wissen nicht welch unfassbare Bedrohung in den nächsten 7 Stunden über sie herein brechen wird.","versions":[{"lang":1,"streams":[{"redirect":8441619,"hoster":"VOE"},{"redirect":8271242,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vierzehn Uhr","epNo":7,"alt":"","descr":"Noch nie waren die Freunde in solch großer Gefahr und noch nie waren sie so zerrissen. Ben wird von den anderen getrennt und Leo geht es immer schlechter. Özzi ist zutiefst gekränkt und fühlt sich von Jonas verraten. Nur Sophie scheint klar zu sein, dass sie sich sofort wieder zusammenraufen und handeln müssen. Jonas, der große Angst um Leo hat, fasst schließlich einen waghalsigen Entschluss. Während die Gangster in 6 Stunden ihren Plan in die Tat umsetzen wollen, bleiben Jonas nur Minuten um Leos Leben zu retten.","versions":[{"lang":1,"streams":[{"redirect":12381802,"hoster":"VOE"},{"redirect":8271244,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fünfzehn Uhr","epNo":8,"alt":"","descr":"Wird es Jonas durch seinen halsbrecherischen Einsatz gelingen, Leo und die anderen zu retten? Nach dem ersten Erfolgserlebnis, lauert bereits die nächste Gefahr. Vor dem Tor des gefährlichen Geländes, werden Cenk und Professor Brehmer abgeschirmt, aber der Professor schafft es trotzdem, sich auf das Gelände zu schleichen. Nur wie soll er Ben und die anderen finden, ohne selbst entdeckt zu werden? Da stößt er auf einen Schrank mit geheimnisvoller Schutzkleidung. Es bleiben noch 5 Stunden, um die Gangster aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8441620,"hoster":"VOE"},{"redirect":8271250,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sechszehn Uhr","epNo":9,"alt":"","descr":"Ben und sein Vater haben es geschafft, die anderen vor der Sprengung des Turms zu befreien. Doch die Gangster sind schon dabei, das gesamte Gelände in Schutt und Asche zu legen. Während die Freunde und Professor Brehmer verzweifelt einen Ausweg suchen, wird ihnen das Ausmaß der Zerstörung auf dramatische Weise bewusst. Wenn der Plan der Gangster in den nächsten 4 Stunden verwirklicht werden sollte, wird sie niemand mehr aufhalten können. Da erschüttert eine neue, gewaltige Explosion den Fluchtweg der Kids.","versions":[{"lang":1,"streams":[{"redirect":8441618,"hoster":"VOE"},{"redirect":8271252,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Siebzehn Uhr","epNo":10,"alt":"","descr":"Die Freunde gelangen zu dem geheimen Stützpunkt der Söldnertruppe. Mit Frisbees Hilfe schaffen sie es, sich in die bewachte Lagerhalle zu schleichen. Nach und nach kommen sie hier hinter den eigentlichen Plan der Gangster, der von einem finsteren Drahtzieher im Hintergrund geschmiedet wird. Auf der Suche nach einer Möglichkeit Hilfe zu rufen, macht Ben eine Entdeckung, die sich auf sein gesamtes Leben auswirken wird. Und schon in 3 Stunden könnte alles zu spät sein.","versions":[{"lang":1,"streams":[{"redirect":12332381,"hoster":"VOE"},{"redirect":8271253,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Achtzehn Uhr","epNo":11,"alt":"","descr":"Leo, Sophie, Ben, Jonas und Özzi werden neben ihren gefährlichen Ermittlungen auch vor persönliche Herausforderungen gestellt. Jonas macht Leo ein Geständnis, das sie völlig aus der Bahn wirft. Doch für weitere Aussprachen bleibt keine Zeit. In einer dramatischen Rede schildert der Anführer der Gangster seinen grauenvollen Plan, der das ganze Land ins Unglück stürzen wird. Das BKA hat sich eingeschaltet. Die Ermittlungen laufen auf Hochtouren. Allerdings fehlen den Beamten jegliche Anhaltspunkte, um die Gangster zu lokalisieren. Alles hängt von den Freunden, Ben, Özzi, Leo, Jonas und Sophie ab. Und sie haben nur noch 2 Stunden.","versions":[{"lang":1,"streams":[{"redirect":8441622,"hoster":"VOE"},{"redirect":13977482,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Neunzehn Uhr","epNo":12,"alt":"","descr":"Den Helden gelingt es, mit einem schlauen Schachzug die Durchführung des Gangsterplans vorerst zu bremsen. Doch die Söldner rund um den finsteren Anführer Alexander Legard sind Profis und verlieren nur für einen kurzen Moment die Nerven. Die Vollendung ihres Plans vor Augen steuern sie mit ihren Gefangenen auf die Zielgerade, wild entschlossen, die Regierung und letztendlich die ganze Welt in die Knie zu zwingen. Die Zeit rennt und es bleibt nur noch eine Stunde, um die Männer aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8441625,"hoster":"VOE"},{"redirect":8271262,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zwanzig Uhr","epNo":13,"alt":"","descr":"Die letzten 12 Stunden wurden für die fünf Freunde zu der größten Herausforderung Ihres Lebens. Haben die Gangster wirklich ihr Ziel erreicht? Alles scheint verloren, die Hoffnung auf Rettung verebbt. Aber Ben, Leo, Jonas, Sophie und Özzi haben eine waghalsige Idee, die sie nur umsetzen können, wenn sie unter dem Einsatz ihrer Fähigkeiten als eingeschworenes Team zusammenhalten. Sie haben nur diese eine Chance. Und sie wissen, es geht um Leben und Tod!","versions":[{"lang":1,"streams":[{"redirect":8441626,"hoster":"VOE"},{"redirect":8271263,"hoster":"Streamtape"}]}]}]}]}