{"seriesId":"alles-auer-sex","name":"Alles außer Sex","descr":"Vier Frauen, vier Leben, vier Wünsche. Sie sind Freundinnen seit der Schulzeit und stehen mit beiden Beinen im \"echten\" Leben: Minza, Valerie, Edda und Frenzy. Ihre größte Herausforderung ist es, das Chaos des täglichen Lebens zu meistern – ihre Kür, den dazu passenden Mann zu halten oder zu finden. Eines wissen die Vier jedenfalls ganz sicher: Sie brauchen einander, um in den Irrungen und Wirrungen des Alltags nicht unterzugehen – und um gehörig viel Spaß zu haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Harten und die Zarten","epNo":1,"alt":"","descr":"Minza filmt sich und Philip aus Versehen beim Sex – und ist beim Ansehen des Bandes überzeugt, sich im Bett absolut furchtbar anzuhören. Das Gegenteil ist bei Philip der Fall: Ihre Stimme turnt ihn richtig an! Während Frenzy glaubt, in Giorgio endlich den Mann fürs Leben gefunden zu haben, hat Edda wieder mal eine Affäre – nur missachtet sie diesmal ihre eiserne Regel \"Wach nie bei ihm auf!\". Valerie will indes herausfinden, ob sie und Frieder wirklich das perfekte Paar sind…","versions":[{"lang":1,"streams":[{"redirect":10475376,"hoster":"VOE"},{"redirect":10475374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der richtige Zeitpunkt","epNo":2,"alt":"","descr":"Minza und Philipp wollen zusammenziehen, aber schon beim Einrichten der Wohnung geht der Zoff los. Valerie und Frieder stellen indes fest, dass sie nie zur selben Zeit Lust auf Sex haben – eine Therapeutin muss helfen. Edda trifft im Krankenhaus auf die allein stehende Helga Buder und stürzt in eine Lebenskrise, als sie feststellt, dass sich niemand um diese nette Frau kümmert. Frenzy soll derweil Frau Schroths verstorbenen Ehemann fotografieren…","versions":[{"lang":1,"streams":[{"redirect":12915460,"hoster":"VOE"},{"redirect":10475379,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ganz mein Typ","epNo":3,"alt":"","descr":"Minza hat einen neuen Freund. Martin arbeitet auf einer Baustelle – als Bauarbeiter! Das stellt sich für Minza bald als Problem heraus. Ein Problem ganz anderer Art hat Edda: Ihr wird von einem Assistenzarzt sexuelle Belästigung vorgeworfen. Doch der Schuss geht für ihn nach hinten los. Indes lernt Frenzy bei einem Aktfotografie-Job die lesbische Nic kennen und lieben – während Valerie mit Frieder leidet: Er steckt in der Midlife-Crisis und hält sich für alt und ausgebrannt.","versions":[{"lang":1,"streams":[{"redirect":10475382,"hoster":"VOE"},{"redirect":10475384,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich, mein Körper und er","epNo":4,"alt":"","descr":"Das triste Single-Dasein scheint für Minza vorbei, als sie Jochen trifft, einen gut aussehenden, charmanten und witzigen Mann. Die Tatsache, dass er blind ist, macht ihn umso attraktiver für Minza, die sich unsterblich in Jochen verliebt. Frenzy und Nic wollen unbedingt ein Kind – und Edda glaubt, in Rudolf auch schon den richtigen Samenspender für sie gefunden zu haben. Indes gehen Frieder und Valerie auf Shopping-Tour. Doch Valeries neues sexy Outfit hat böse Nebenwirkungen…","versions":[{"lang":1,"streams":[{"redirect":10475393,"hoster":"VOE"},{"redirect":10475387,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geheimnisse des Lebens","epNo":5,"alt":"","descr":"Als sich ihre Freundinnen die geheimsten Geheimnisse erzählen, stellt Valerie mit Schrecken fest, dass sie selbst kein Geheimnis hat. Zwar glauben ihr weder ihre Freundinnen noch Frieder, aber Valerie fällt absolut nichts ein. Krampfhaft macht sie sich auf die Suche nach einem geeigneten Geheimnis – ohne Erfolg. Als sie erfährt, dass sogar Frieder ein, wenn auch kleines, Geheimnis vor ihr hat, wird ihre Verzweiflung immer größer. Da hat Edda einen ganz besonderen Tipp für sie…","versions":[{"lang":1,"streams":[{"redirect":10475390,"hoster":"VOE"},{"redirect":10475388,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sex mit dem Ex","epNo":6,"alt":"","descr":"Minza will Philip endlich vergessen, und ausgerechnet Sophie schlägt ihr die Kur \"Sex mit dem Ex\" vor: Eine letzte Nummer mit vorheriger innerlicher Ablösung… Nachdem Frenzy erkannt hat, dass Nic sie betrügt, landet sie in einer Selbsthilfegruppe – und verliebt sich hier in den allein erziehenden Vater Stefan. Indes macht Edda mit ihrem neuen Lover, einem Piercing- und Tattoo-Freak, Grenzerfahrungen in Sachen Sex. Davon kann Valerie allerdings nur träumen – vorerst…","versions":[{"lang":1,"streams":[{"redirect":10475399,"hoster":"VOE"},{"redirect":10475395,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stille Nacht, heimliche Nacht","epNo":7,"alt":"","descr":"Edda verheimlicht ihre Affäre mit dem Taxifahrer Klaus vor ihren Freundinnen. Sie genießt zwar den \"normalen\" Sex mit ihm, inszeniert aber komplizierte Rendezvous, um einen Rest Extravaganz zu behalten. Frenzys Beziehung zu Stefan vertieft sich – sogar sein Sohn akzeptiert sie als neue Mutter. Während Valerie unter ihrem Seitensprung furchtbar leidet, will Minza die Trennung von Philip endlich überwinden und eine neue Beziehung eingehen – mit fatalen Folgen","versions":[{"lang":1,"streams":[{"redirect":10475397,"hoster":"VOE"},{"redirect":10475396,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Morgen danach","epNo":8,"alt":"","descr":"Edda und Philip haben die Nacht miteinander verbracht – infolge ihres Alkoholrausches können sie sich aber nicht erinnern, ob wirklich etwas \"passiert\" ist. Als Minza davon erfährt, will sie mit beiden nichts mehr zu tun haben. Indes flattert Valerie ein Steuerbescheid ins Haus: Sie soll 50.000 Euro nachzahlen! Zum Glück springt ihre Schwiegermutter ein. Doch nichts ist umsonst: Einen Tag später steht sie vor der Tür und will bei Frieder und Valerie einziehen","versions":[{"lang":1,"streams":[{"redirect":10475404,"hoster":"VOE"},{"redirect":10475401,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Für immer jung","epNo":1,"alt":"","descr":"Alter schützt vor Torheit nicht: Minza muss verärgert mit ansehen, wie ihre Tochter sich immer mehr mit der neuen und um Jahre jüngeren Freundin ihres Ex’ anfreundet und sich obendrein von diesem miesen Typen sagen lassen, wie erbärmlich er ihr Leben findet. Zu allem Überfluss wird sie auch noch beim Sex mit Eddas kleinem Bruder erwischt! Auch Frenzy gerät in eine verfahrene Situation, als sie nach einer Nacht mit ihrem Ex einen Batzen Bargeld von ihm in ihrer Tasche findet.","versions":[{"lang":1,"streams":[{"redirect":10475408,"hoster":"VOE"},{"redirect":10475409,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Liebesübungen","epNo":2,"alt":"","descr":"Minza findet nach den Streitigkeiten um die Unterhaltszahlungen Trost und sexellente Ablenkung beim Techtelmechtel mit ihrem neuen Fitnesstrainer. Das Problem ist nur: Lars stinkt wie ein Schwein! Bei Frieder und Valerie ist derweil die Babyfrage noch immer hochaktuell. Während Frieder ein Vorgespräch in einer Krippe organisiert, versucht Valerie, die Annäherungsversuche ihres Tanzlehrers abzuwehren. Irgendwie kommt plötzlich die Frage auf, ob Valerie überhaupt Kinder will.","versions":[{"lang":1,"streams":[{"redirect":10475410,"hoster":"VOE"},{"redirect":10475415,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Körpersprache","epNo":3,"alt":"","descr":"Auf einem Seminar lernen die Mädels einiges über die männliche Körpersprache, was sich im Verlauf als sehr aufschlussreich erweist: Minza trifft auf Lennart, den besten Freund ihres Ex-Manns, der auch mit ihrer Schwester Nele zusammen war und diese sitzengelassen hat, Frenzy bekommt Besuch von ihrem Vater, der getrennt von ihrer Mutter lebt, und Edda schlägt sich mit einer Controllerin herum, die ihr Dr. Hausmann auf den Hals gehetzt hat. Nur Valerie ist auf dem Weg ins Glück…","versions":[{"lang":1,"streams":[{"redirect":12915464,"hoster":"VOE"},{"redirect":10475412,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der perfekte Po","epNo":4,"alt":"","descr":"Minza und Lennart befinden sich durch Neles Intervention ständig auf Irrwegen und kommen sich doch etwas näher. Edda hat da ganz andere Probleme: Robert, ein ehemaliger Patient und kurzzeitiger Liebhaber von ihr, verstirbt unerwartet. Zur Überraschung von Edda vermacht er ihr ein Vermögen von einer Million Euro, allerdings nur, wenn sie sich mit seinem konservierten Samen befruchten lässt! Frenzy will sich bei dem großzügigen Galleristen mit Sex bedanken, bekommt aber einen Korb.","versions":[{"lang":1,"streams":[{"redirect":10475419,"hoster":"VOE"},{"redirect":10475417,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vorspiel","epNo":5,"alt":"","descr":"In der Waschbar steht eine Ladys-Night-Party an, auf der als Showeinlage eine schwule Männertruppe tanzen will. Die Party ist in vollem Gange – da kommt Edda und erstarrt vor Schreck, als sie auf der Bühne unter den schwulen Männern ihren Ex-Mann Josua entdeckt. Auch Frenzy macht Bekanntschaft mit dem gleichen Geschlecht: Sie soll mit der Künstlerin Christina Sarrer gemeinsam eine Ausstellung organisieren. Bei der Planung kommt es zwischen den beiden zu einem heißen Intermezzo.","versions":[{"lang":1,"streams":[{"redirect":10475422,"hoster":"VOE"},{"redirect":10475426,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kuss und Schluss","epNo":6,"alt":"","descr":"Endlich hat es gefunkt zwischen Minza und Lennart, da kommt Rolf mit einer Sorgerechtsklage und wird ausgerechnet von Lennart vertreten! Frenzy unternimmt erneut einen Versuch, an den Galleristen Gerd ranzukommen, und die Chancen stehen gut. Um die Nervosität in den Griff zu bekommen, greift sie zu einem illegalen Hilfsmittel. Alexander treibt derweil die Loslösung von Isabel an, in dem er sich mit einer Prostituierten vergnügt und das als Maßnahme der \"Ehehygiene\" bezeichnet!","versions":[{"lang":1,"streams":[{"redirect":10475424,"hoster":"VOE"},{"redirect":10475429,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Falsche Helden","epNo":7,"alt":"","descr":"Edda bekommt ein unmoralisches Angebot von einer Patientin. Sie bittet Edda, mit ihrem Ehemann zu schlafen, damit er endlich wieder die körperliche Nähe einer Frau spüren kann. Edda lässt sich drauf ein, der Ehemann aber verzichtet auf Sex. Obwohl sich Isabel immer besser mit Philipp versteht, fällt es ihr schwer, sich endgültig von Alexander zu trennen. Ihre Mutter setzt sie unter Druck, doch Dank der Unterstützung ihrer Freunde wagt Isabel schließlich den notwendigen Schritt.","versions":[{"lang":1,"streams":[{"redirect":12915462,"hoster":"VOE"},{"redirect":10475428,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alles außer Männern","epNo":8,"alt":"","descr":"Zickenkrieg auf dem Campingplatz – die erste Zeit am vermeintlichen Erholungsort, an den die Mädels sich für ein männerfreies Wochenende zurückziehen wollten, ist alles andere als entspannend. Dann tauchen auch noch die Männer auf, und es gibt Ärger mit Frenzy, die sich der Kritik an ihrem Drogenkonsum nicht stellen will. Mit der Drohung, sich etwas anzutun, versucht Alexander Isabel unter Druck zu setzen. Doch da fängt er sich prompt eine Abreibung von Philipp ein.","versions":[{"lang":1,"streams":[{"redirect":10475433,"hoster":"VOE"},{"redirect":10475436,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gefährliche Momente","epNo":9,"alt":"","descr":"Minza und Lennart sind verliebt. Alles könnte schön sein, wäre da nicht der Sorgerechtsstreit mit Rolf, der mit allen verfügbaren Mitteln versucht, Minza auf Grund ihrer Affären zu belasten. Zu allem Überfluss erwischt Rolf sie auch noch mit Lennart in dessen Büro und bringt beide dadurch in Schwierigkeiten. Unter Frenzy wird unterdessen das Eis immer dünner. Als Dieter ihr kein Geld für neuen Stoff leiht, prostituiert sie sich sogar. Und dann erleidet sie einen schweren Kollaps.","versions":[{"lang":1,"streams":[{"redirect":10475439,"hoster":"VOE"},{"redirect":10475437,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mann gesucht!","epNo":10,"alt":"","descr":"Mit zunehmender Sicherheit wird sich Edda über ihre wahren Gefühle für Arthur bewusst. Sie will mit ihm doch mehr als eine rein sexuelle Beziehung. Während Arthur weiterhin alles begattet, was nicht bei Drei auf den Bäumen ist, geht auch Edda frustriert mit ihrem Ex-Freund Klaus ins Bett. Derweil wird Isabel noch immer von Alexander terrorisiert. Er stellt sogar schlüpfrige Fotomontagen von ihr ins Netzwerk ihrer Firma. Aber Isabel arbeitet bereits an einem Gegenschlag…","versions":[{"lang":1,"streams":[{"redirect":10475441,"hoster":"VOE"},{"redirect":10475440,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Stellungsspiel","epNo":11,"alt":"","descr":"In Flo hat Frenzy endlich wieder eine feste Basis gefunden. Sie kann gar nicht genug von ihrem Sex und seinen abenteuerlichen Geschichten bekommen. Doch als Flo sie bittet, ihn auf seinen Reisen zu begleiten, muss sie eine schwere Entscheidung treffen. Zwischen Isabel und Philipp macht sich ein berufliches Problem breit, denn Fußball scheint alles andere als zu verbinden. Durch Isabels Einsparungs-Rat beim Vorstandschef scheint nun das Sponsoring für Philipps Verein in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":10475451,"hoster":"VOE"},{"redirect":10475444,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ja, ich will","epNo":12,"alt":"","descr":"Lennart fragt überraschend nach seiner Rückkehr aus Denver, ob Minza und Sophie mit ihm nach Amerika ziehen wollen. Wie wird sich Minza entscheiden? Edda fädelt derweil auf raffinierte Weise einen Vaterschaftstest ein, da sie endlich wissen will, ob Arthur oder Klaus der Vater ihres Kindes ist. Frenzy befindet sich in einem Gefühlschaos, als ihr Sven gesteht, dass er sich in sie verliebt hat. Gerade als sie in seine Konzerteinladung einwilligt, kommt Flo aus der Mongolei zurück.","versions":[{"lang":1,"streams":[{"redirect":10475373,"hoster":"VOE"},{"redirect":10475371,"hoster":"Streamtape"}]}]}]}]}