{"seriesId":"alle-meine-frauen","name":"Alle meine Frauen","descr":"[Sister Wives] Bei Polygamie denkt man gerne an Harems-Orgien oder Vielweiberei in dubiosen Sekten. Die Doku-Serie \"Alle meine Frauen\" zeigt, dass es auch anders geht: Kody Brown und seine vier Frauen Meri, Janelle, Christine und Robyn leben mit 16 Kindern im US-Bundesstaat Utah und müssen die Herausforderungen ihrer ungewöhnlichen Patchwork-Beziehung täglich in den Griff bekommen. Eifersucht, Vorurteile, Geldsorgen und Scharen quengelnder Kinder sind nur einige der zahlreichen Probleme, die die außergewöhnliche Großfamilie meistern muss.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"[Derzeit nicht verfügbar]","epNo":1,"alt":"Meet Kody \u0026 the Wives","descr":"Nach den Browns steht eine polygamistische Familie, bestehend aus einem Ehemann, drei Ehefrauen und 13 Kindern, kurz vor einer Veränderung, die ihre Dynamik verändern könnte.","versions":[]},{"epId":"episode-2","name":"Die neue Frau","epNo":2,"alt":"Courting a Fourth Wife","descr":"Kody macht sich auf den Weg nach Süden, um seine potenzielle vierte Frau Robyn zu umwerben. Währenddessen drücken die Ehefrauen zu Hause ihre wahren Gefühle über ihre neue mögliche Schwesterfrau aus, während sie Vorbereitungen für Christines neues Baby treffen.","versions":[{"lang":1,"streams":[{"redirect":12010388,"hoster":"VOE"},{"redirect":12010385,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Umzugstag","epNo":3,"alt":"Wives on the Move","descr":"Kody und seine Töchter im Teenageralter schmeißen eine Geburtstagsparty für seine neue Verlobte Robyn, während seine erste Frau Meri mit Eifersucht zu kämpfen hat","versions":[{"lang":1,"streams":[{"redirect":12010381,"hoster":"VOE"},{"redirect":12010384,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Baby kommt","epNo":4,"alt":"A Wife in Labor","descr":"Robyn hilft mit den Kindern, während Kody und die schwangere dritte Frau Christine ins Krankenhaus gehen","versions":[{"lang":1,"streams":[{"redirect":12010396,"hoster":"VOE"},{"redirect":12010397,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der 20. Hochzeitstag","epNo":5,"alt":"1st Wife\u0027s 20th Anniversary","descr":"Während die drei Frauen einen Freundschaftsring für Kodys Verlobte Robyn kaufen, bereitet sich Kody darauf vor, seinen 20. Jahrestag mit seiner ersten Frau Meri zu feiern. Aber wenn nichts wie geplant läuft, wird Kody in der Hundehütte landen?","versions":[{"lang":1,"streams":[{"redirect":12010402,"hoster":"VOE"},{"redirect":12010405,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vorbereitungen","epNo":6,"alt":"A Fourth Wife to Be","descr":"Als der Hochzeitstag näher rückt, helfen die drei Ehefrauen der Verlobten Robyn bei der Auswahl eines Hochzeitskleides, einer Torte und eines Ortes für ihren einzigartigen polygamen Hochzeitsempfang. Inzwischen ist Janelles Geburtstag und Kody hat eine besondere Reise nur für die beiden geplant.","versions":[{"lang":1,"streams":[{"redirect":12010413,"hoster":"VOE"},{"redirect":12010408,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hochzeit","epNo":7,"alt":"Four Wives and Counting...","descr":"Endlich ist der große Tag da! Folgen Sie Kody und seinen Frauen, während sie Robyn offiziell zur Frau Nummer vier machen. Sehen Sie diese außergewöhnliche Familie, wie sie die neuesten Familienmitglieder feiert und sich darauf vorbereitet, ein neues Kapitel in ihrem Leben aufzuschlagen.","versions":[{"lang":1,"streams":[{"redirect":12918199,"hoster":"VOE"},{"redirect":12010415,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Keine Geheimnisse","epNo":1,"alt":"Browns Out of Hiding","descr":"Die Browns reisen nach New York, um beim Auftakt der zweiten Staffel zum ersten Mal als offene Polygamisten im nationalen Fernsehen aufzutreten. Zurück zu Hause besuchen die Kinder ihren ersten Schultag.","versions":[{"lang":1,"streams":[{"redirect":12010421,"hoster":"VOE"},{"redirect":12010426,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Urlaub auf dem Land","epNo":2,"alt":"Free Range Browns","descr":"Die Browns besuchen Kodys Familie in Wyoming, in der Hoffnung, nach den polizeilichen Ermittlungen gegen die Familie etwas Ruhe zu finden.","versions":[{"lang":1,"streams":[{"redirect":12010427,"hoster":"VOE"},{"redirect":12010462,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Preis der Polygamie","epNo":3,"alt":"The Price of Polygamy","descr":"Kody und Janelle planen einen privaten Campingausflug, der zu einer Diskussion über Familienfinanzen führt. In der Zwischenzeit offenbart Robyn ihre Unsicherheit, die Familie finanziell nicht belasten zu wollen.","versions":[{"lang":1,"streams":[{"redirect":12010433,"hoster":"VOE"},{"redirect":12010436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Halloween","epNo":4,"alt":"Carving into Polygamy","descr":"Süßigkeiten, Kürbisse und Polygamie: Die Familie Brown feiert Halloween mit 16 Süßes oder Saures, 21 farbenfrohen Kostümen und 24 tollen Kürbissen.","versions":[{"lang":1,"streams":[{"redirect":12010441,"hoster":"VOE"},{"redirect":12010445,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kody und Christine in Las Vegas","epNo":5,"alt":"Wife #3 Hits Sin City","descr":"Ehefrau Nr. 3 ist mit Kody an der Reihe! Christine und ihre Kinder reisen nach Las Vegas, um Zeit mit ihrem Vater an ihrem Lieblingsurlaubsort zu verbringen. Inzwischen wieder zu Hause, beschließt Meri, mit dem Rest der Familie einen Bowlingabend zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":12010446,"hoster":"VOE"},{"redirect":12010447,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Einladung","epNo":6,"alt":"Polygamist Party","descr":"Meri geht zur Krebsvorsorge zum Arzt, aber werden die Ergebnisse besser sein, als sie erwartet hatte? Währenddessen tun die Ehefrauen etwas, was sie vorher nie konnten: ihre monogamen Freunde zum Abendessen einladen!","versions":[{"lang":1,"streams":[{"redirect":12010448,"hoster":"VOE"},{"redirect":12010450,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Entscheidung","epNo":7,"alt":"The Brown Family Decision","descr":"Die Browns gehen in eine Hütte im Wald, um dem Druck der polizeilichen Ermittlungen zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":12010455,"hoster":"VOE"},{"redirect":12010459,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weihnachten in den Bergen","epNo":8,"alt":"Sister Wives in Holiday Crisis","descr":"Die Sister Wives kämpfen damit, zu akzeptieren, dass dies ihr letztes Weihnachten in Utah sein wird; eine massive Veränderung der Familiendynamik.","versions":[{"lang":1,"streams":[{"redirect":12010456,"hoster":"VOE"},{"redirect":12010457,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf Haussuche","epNo":9,"alt":"No Place For Home","descr":"Kody, Meri und Robin stellen fest, dass es in Las Vegas keine polygamen Häuser gibt; eine Überraschungs-Geburtstagsfeier für Meri.","versions":[{"lang":1,"streams":[{"redirect":12010461,"hoster":"VOE"},{"redirect":12010463,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das nächste Kapitel","epNo":10,"alt":"Gambling on the Future","descr":"Kody muss den jüngeren Kindern sagen, dass sie Utah für immer verlassen werden; Pläne verwandeln sich in Panik, als die Medien von dem Umzug erfahren.","versions":[{"lang":1,"streams":[{"redirect":12010473,"hoster":"VOE"},{"redirect":12010468,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Browns in Las Vegas","epNo":11,"alt":"Sister Wives in the City of Sin","descr":"Die Familie Brown beginnt, ihr neues Leben außerhalb von Utah aufzubauen; Eine der Frauen hat der Familie Neuigkeiten mitzuteilen.","versions":[{"lang":1,"streams":[{"redirect":12010475,"hoster":"VOE"},{"redirect":12010478,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Frohe Botschaft","epNo":1,"alt":"The Announcement","descr":"Der Umzug nach Las Vegas und das Leben in vier getrennten Häusern ist für die Browns eine riesige Umstellung. Vor allem Kodys zweite Frau Janelle hat mit der neuen Situation zu kämpfen, da sie hier keinen Job mehr hat und sich unausgeglichen fühlt. Auch die Kinder kommen mit der ungewohnten Situation nicht klar. Doch dann überrascht Kodys vierte Frau Robyn die Patchworkfamilie mit einer Neuigkeit: Sie ist schwanger und wird in etwa sieben Monaten das erste Las Vegas-Baby der Browns zur Welt bringen. Die frohe Botschaft wird von den anderen mit gemischten Gefühlen aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":12010476,"hoster":"VOE"},{"redirect":12010485,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die nächste Generation","epNo":2,"alt":"Teen Sex Talk","descr":"Las Vegas ist ein hartes Pflaster. Um über die Runden zu kommen, müssen Kody, Christine und Janelle schnellstens Arbeit finden und versuchen sich zunächst in der Immobilienbranche. Ihre älteren Kinder haben endlich Anschluss gefunden und gehen mit den neuen Freunden, die alle aus monogamen Familien stammen, aus. Wird es Probleme geben, wenn herauskommt, dass die Browns Polygamisten sind? Außerdem macht sich Kodys vierte Frau Robyn große Sorgen, weil ihre Schwangerschaft problematisch verläuft und sie eine Fehlgeburt befürchtet.","versions":[{"lang":1,"streams":[{"redirect":12010479,"hoster":"VOE"},{"redirect":12010483,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trautes Heim","epNo":3,"alt":"4 Houses, 4 Relationships","descr":"Robyns Schwangerschaft verläuft ziemlich problematisch. Als starke Zwischenblutungen eintreten, fahren Kody und seine vierte Frau zu ihrer Hebamme, um die Ursachen zu erfahren. Leider gibt die anschließende Ultraschalluntersuchung Grund zur Sorge. In der Zwischenzeit wollen Kodys andere Frauen für ein gemütliches neues Zuhause sorgen: Da sich die Großfamilie in Las Vegas auf vier getrennte Häuser verteilen musste, gestalten sie je ein Zimmer zum Gemeinschaftsraum um und möblieren es ganz individuell.","versions":[{"lang":1,"streams":[{"redirect":12010493,"hoster":"VOE"},{"redirect":12010487,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die vier Leben des Kody Brown","epNo":4,"alt":"The 4 Lives Of Kody Brown","descr":"Seit Patchworkfamilie Brown von Utah nach Las Vegas gezogen ist, hat sich in ihrem Leben vieles verändert. Vor allem die neue Wohnsituation mit vier getrennten Häusern ist für alle ungewohnt. Damit es wenigstens gerecht zugeht, verbringt Kody je einen Tag bei einer Frau, bevor er ins Haus der nächsten weiterzieht. Und obwohl Meri, Janelle, Christina und Robyn ihre eigenen vier Wände schätzen, keimt zuweilen Eifersucht auf. Robyns Schwangerschaft verläuft inzwischen wieder besser, und alle sind gespannt, ob das neue Baby ein Junge oder ein Mädchen wird.","versions":[{"lang":1,"streams":[{"redirect":12010497,"hoster":"VOE"},{"redirect":12010494,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reise in die Vergangenheit","epNo":5,"alt":"Defending Polygamy","descr":"Kody hat seinen polygamen Lebensstil und seine vier Frauen aus Überzeugung gewählt und möchte an dieser Situation auch nichts ändern. Trotzdem hat er jetzt Bedenken. Was wird passieren, wenn Kody mit Meri, Janelle, Christine und Robyn zum ersten Mal in seine Heimatstadt zurückkehrt und sich offen zur Polygamie bekennt? Wie werden ihn seine Jugendfreunde aufnehmen? Außerdem in dieser Episode von \"Alle meine Frauen\": Kody und Robyn verraten, ob das neue Baby ein Junge oder ein Mädchen wird, und geben dann auch den Namen preis.","versions":[{"lang":1,"streams":[{"redirect":12010509,"hoster":"VOE"},{"redirect":12010512,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwesterehefrauen im Fitnessstudio","epNo":6,"alt":"The Wives Diet Woes","descr":"Bei einem Thema sind die meisten Frauen überkritisch mit sich selbst: beim Gewicht! So auch Kody Browns Schwesterehefrauen. Meri, Janelle, Christine und Robyn führen einen ständigen Kampf mit der Waage und suchen schließlich ein Fitnessstudio auf, um dort ihr Körperfett messen zu lassen. Später bekommt die Patchworkfamilie Besuch von Danielle Tumminio, eine Pfarrerin der Episkopalkirche, die mehr über ihre polygame Glaubenseinstellung erfahren möchte. Doch sind die Browns auch bereit, die Besonderheiten ihre Vielehe vor einer Gruppe von College-Studenten zu diskutieren?","versions":[{"lang":1,"streams":[{"redirect":12010503,"hoster":"VOE"},{"redirect":12010504,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein verregneter 4. Juli","epNo":7,"alt":"July 4th Rebellion","descr":"In dieser Folge von \"Alle meine Frauen\" werden die Mütter getauscht: Christines Tochter Ysabel zieht in Meris Haus, weil sich Christine ständig mit der Achtjährigen streitet. Und damit Ysabel Gesellschaft hat, möchte auch Robyns Tochter Breanna bei Meri einziehen. Damit schlagen die Schwesterehefrauen zwei Fliegen mit einer Klappe: Christine und Robyn haben weniger zu tun und Meri hat wieder mehr Leben im Haus. Dann fährt die Patchworkfamilie zum Camping an den Big Bear Lake, doch einige der Teenager sind gerade in einer Problemphase und permanent schlecht gelaunt.","versions":[{"lang":1,"streams":[{"redirect":12010511,"hoster":"VOE"},{"redirect":12010513,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besuch aus Utah","epNo":8,"alt":"Another Wife","descr":"Andy und Nicole sind Anhänger derselben Kirche, zu der auch Patchworkfamilie Brown gehört. Die beiden haben sechs Kinder und leben bis dato monogam, wollen jetzt aber eine zweite Frau ins Haus holen. Als sie Kody und seine Großfamilie in Las Vegas besuchen, möchten sie alles über ihr polygames Leben erfahren. Wie gehen die Browns mit Eifersucht oder Verlustangst um? Haben sie ein Erfolgsrezept für eine glückliche Vielehe? Doch es gibt auch echte Schandflecke in der polygamen Gemeinde der Browns: Warren Jeffs, der Führer der Fundamentalistischen Kirche, wurde unter anderem wegen Missbrauch Minderjähriger verurteilt.","versions":[{"lang":1,"streams":[{"redirect":12010518,"hoster":"VOE"},{"redirect":12010520,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Browns in Boston","epNo":9,"alt":"College-Bound Browns","descr":"Kody Brown reist mit seinen Frauen und seinen vier ältesten Kindern nach Boston, um an einer Podiumsdiskussion teilzunehmen und über ihre polygame Lebensweise zu sprechen. Außerdem sollen sich Logan, Mariah, Aspyn und Madison ein paar Universitäten anschauen, um sich mental auf ihre Zukunft vorzubereiten. Kody hat etwas Bammel vor der Diskussionsrunde, weil er Vorurteile und Ablehnung befürchtet. Vor allem, weil in letzter Zeit viel über die grässlichen Taten des selbsternannten polygamen Propheten Warren Jeffs geschrieben wurde. Und tatsächlich nehmen die Studenten kein Blatt vor den Mund.","versions":[{"lang":1,"streams":[{"redirect":12010531,"hoster":"VOE"},{"redirect":12010524,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kody allein zu Haus","epNo":10,"alt":"Sister Wives On The Strip","descr":"Meri, Janelle, Christine und Robyn wollen weiter an ihrem perfekten Body-Maß-Index arbeiten und ab sofort regelmäßig im Fitness-Studio trainieren. Der Sport tut ihnen so gut, dass eine neue Geschäftsidee entsteht: Zusammen mit ihrem Mann und ihrem Trainer Bill möchten die vier ein eigenes Studio in Las Vegas eröffnen und beginnen auch gleich mit der Investorensuche. Doch vor der Arbeit kommt das Vergnügen: Kodys Frauen starten zu einer Girl’s Night auf dem Vegas Strip durch und lassen es in Sin City richtig krachen. Kody muss derweil als Babysitter für die Kinderschar zuhause bleiben.","versions":[{"lang":1,"streams":[{"redirect":12010534,"hoster":"VOE"},{"redirect":12010530,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kody steigt in den Ring","epNo":11,"alt":"Kody Climbs Into The Ring","descr":"Nachdem die Frauen ihren Spaß hatten, ist in dieser Folge Kody an der Reihe: Ein Abend unter Männern auf dem Las Vegas Strip ist angesagt. Zuerst besucht er mit seinen Freunden ein Mixed Martial Arts-Trainingscenter, wo der 45-Jährige mit einem professionellen MMA-Kämpfer in den Ring steigt und seine Wrestling-Fähigkeiten testet. Beim Abendessen wird es privat: Kodys Kumpel wollen nämlich genau erfahren, wie ein Leben mit vier Frauen so abläuft, und der eingefleischte Polygamist nimmt kein Blatt vor den Mund. Zuhause geht es beschaulicher zu: Da Robyns Baby bald zur Welt kommt, muss das Kinderzimmer eingerichtet werden.","versions":[{"lang":1,"streams":[{"redirect":12010540,"hoster":"VOE"},{"redirect":12010539,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein freudiges Ereignis","epNo":12,"alt":"Sisters’ Special Delivery","descr":"Bei Familie Brown kündigt sich Nachwuchs an. Doch als Kodys Frau Robyn mit Wehen ins Krankenhaus kommt, sind nicht alle über die Geburt eines weiteren Brown-Babys glücklich. Die Teenager Hunter und Madison halten mit ihrem Unmut nicht hinterm Berg und drücken ihr Missfallen über den 17. Nachkommen von Vater Kody sehr deutlich aus. Als Söhnchen Salomon schließlich das Licht der Welt erblickt, bleibt es spannend, ob ihn die Geschwister herzlich willkommen heißen oder nicht.","versions":[{"lang":1,"streams":[{"redirect":12010553,"hoster":"VOE"},{"redirect":14175961,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Turbulente Weihnachten","epNo":1,"alt":"Sister Wives Separated","descr":"Robyns und Kodys Sohn ist endlich auf der Welt, und alle Mitglieder der Großfamilie haben sich sofort in den süßen Solomon verliebt. Nur Kodys erste Frau Meri wird wieder schmerzlich daran erinnert, dass sie nach ihrer Tochter keine Kinder mehr bekommen konnte. Meri sehnt sich so nach weiterem Nachwuchs, dass Robyn anbietet, ihr nächstes Baby als Leihmutter auszutragen. Dann macht sich Familie Brown auf die Suche nach neuen Häusern, in denen alle genug Platz haben und trotzdem nahe beieinander wohnen können. Doch die Immobilienpreise in Las Vegas sind saftig.","versions":[{"lang":1,"streams":[{"redirect":12010551,"hoster":"VOE"},{"redirect":12010554,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Date mit Kody","epNo":2,"alt":"Polygamist Date Nights","descr":"Kody möchte mit seinen Frauen wieder einmal Zeit zu zweit verbringen und muss sich deshalb vier individuelle Programme überlegen. Mit seiner ersten Frau Meri geht es in die Berge, wo er ihr das Skifahren beibringen will. Meri ist sehr aufgeregt, weil sie sich das Bein gebrochen hatte, als sie vor 22 Jahren das letzte Mal auf Skiern stand. Doch Kody erweist sich als geduldiger Lehrer und zeigt ihr ein paar Schwünge. Nur mit dem Bremsen klappt es leider noch nicht… Außerdem ist der Patchwork-Familienvater jetzt stolzer Besitzer eines neuen Cabrios, das alle sehr lässig finden.","versions":[{"lang":1,"streams":[{"redirect":12010556,"hoster":"VOE"},{"redirect":12010557,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Happy Birthday, Kody!","epNo":3,"alt":"Brutal Honesty","descr":"Kodys 44. Geburtstag steht kurz bevor, und seine Frauen wollen diese Schnapszahl gebührend feiern. Neben einer großen Party möchten Meri, Janelle, Christine und Robyn für ihren Mann ein ganz besonderes Geschenk finden, das Kody nie vergessen soll. Doch wie wird der Großfamilienvater auf diese Überraschung reagieren? Außerdem ist eine Aussprache zwischen Christine und Robyn vonnöten: Da Christine große Probleme hatte, eine vierte Frau an Kodys Seite zu akzeptieren, war sie mit Robyn ziemlich ungerecht und hart umgegangen. Doch gegen Eifersucht ist man oft machtlos.","versions":[{"lang":1,"streams":[{"redirect":12010563,"hoster":"VOE"},{"redirect":12010561,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die ungeschminkte Wahrheit","epNo":4,"alt":"You Asked, Browns Answer","descr":"Die ungeschminkte Wahrheit über Polygamie: Viele Menschen interessieren sich für das Thema und sind neugierig, einen Blick hinter die Kulissen zu werfen. Aus diesem Grund haben sich die Browns in dieser Folge von \"Alle meine Frauen\" bereit erklärt, eine Reihe von Zuschauerfragen zu beantworten. Kody, Meri, Janelle, Christine und Robyn nehmen kein Blatt vor den Mund und sprechen ganz offen über kritische Themen wie Schwangerschaftsverhütung und Homosexualität. Auch Charaktereigenschaften, die Kodys Frauen an ihrem Liebsten gar nicht mögen, kommen aufs Tapet.","versions":[{"lang":1,"streams":[{"redirect":12010565,"hoster":"VOE"},{"redirect":12010564,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kein leichtes Unterfangen","epNo":5,"alt":"Infertility \u0026 Nesting","descr":"Janelle ist fest entschlossen, ein Fitness-Studio speziell für Leute mit Figurproblemen zu eröffnen. Da sie ihren Körper und ihr Selbstbewusstsein durch regelmäßiges Workout stark verbessert hat, möchte sie diese Erfahrung auch anderen vermitteln. Doch Kody ist von Janelles Businessplan nicht überzeugt. Die Investitionen sind hoch, und im Falle eines Scheiterns stünde die Familie vor dem Bankrott. Meri spricht inzwischen offen über ihre fehlgeschlagenen Versuche, schwanger zu werden. Da die biologische Uhr tickt, besucht sie mit Kody eine Fertilitätsklinik, um sämtliche Möglichkeiten zu besprechen.","versions":[{"lang":1,"streams":[{"redirect":12010571,"hoster":"VOE"},{"redirect":12010569,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Valentinstag mal vier","epNo":6,"alt":"4 Wives, 4 Valentines","descr":"Welchen Tag würden Polygamisten am liebsten aus dem Kalender streichen? Den Valentinstag! So geht es auch Kody Brown und seinen vier Frauen. Doch die Tradition verlangt, dass sie diesen Feiertag der monogamen Liebe trotzdem würdigen. Nachdem Kody mit seinen Töchtern bei einem Kinder-Valentinstanz in der Schule war, geht es ans Eingemachte: Was werden seine Frauen von ihm erwarten? Soll er Blumen für Robyn besorgen oder Pralinen für Janelle? Doch es gibt wichtigere Probleme: Meri sucht einen neuen Spezialisten auf, um vielleicht doch noch schwanger zu werden, und die Familie bekommt schlechte Nachrichten vom Immobilienmakler.","versions":[{"lang":1,"streams":[{"redirect":12010575,"hoster":"VOE"},{"redirect":12010572,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brüder unter sich","epNo":7,"alt":"Brown Boys Do Vegas","descr":"Die Brown-Brüder kommen endlich zu Besuch nach Las Vegas! Kody ist begeistert, seine Jungs wiederzusehen und lässt Mery, Janelle, Christine und Robyn im Regen stehen, um mit den dreien einen draufzumachen. Sin City ist perfekt geeignet, um ein echtes Männerprogramm zu starten: Die Browns brettern auf Motorrädern durch die Gegend, hängen in einer Biker-Bar ab und machen ein paar Schießübungen mit der Flinte. Doch der Spaß hat ein Ende, als die Familie Nachrichten vom Immobilienmakler erhält. Ihr Plan, dass alle Frauen und Kinder bald in nächster Nachbarschaft leben sollen, scheint nämlich nicht aufzugehen.","versions":[{"lang":1,"streams":[{"redirect":12010580,"hoster":"VOE"},{"redirect":12010576,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besuch in Utah","epNo":8,"alt":"No Place Like Home","descr":"Seit die Browns mit ihrer Kinderschar von Utah nach Las Vegas gezogen sind, hat sich vieles verändert. Kody und seine Frauen können ihren polygamen Lebensstil freier gestalten und stehen nicht mehr unter polizeilicher Beobachtung. Doch der Verlust der alten Heimat nagt immer noch an ihnen. Vor allem die älteren Kinder vermissen Utah sehr und kehren für eine Woche dorthin zurück, um ihre Großeltern und Freunde zu besuchen. Als sie ihr ehemaliges Haus betreten, werden sie von Erinnerungen überwältigt. Leider macht Hunter eine Dummheit: Der sonst so brave Junge wird beim Alkoholtrinken erwischt und bekommt großen Ärger.","versions":[{"lang":1,"streams":[{"redirect":12010581,"hoster":"VOE"},{"redirect":14171939,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Meris Entscheidung","epNo":9,"alt":"Meri’s Baby Decision","descr":"Kody macht sein Versprechen wahr und fährt mit Ehefrau Nummer eins, Meri, nach Mexiko, um einen romantischen Kurzurlaub zu zweit zu genießen. Sie besteigen alte Maya-Tempel im Dschungel, schwimmen mit Delfinen im warmen Meer und erkunden einen unterirdischen See. Doch die ausgelassene Stimmung wird augenblicklich getrübt, als Kody ein leidiges Thema anschneidet: Nachdem Meri seit Jahren unzählige vergebliche Versuche unternommen hat, ein zweites Kind zu bekommen, ist ihre Hoffnung fast dahin. Warum will sie Robyns Angebot, ihr Baby als Leihmutter auszutragen, nicht annehmen?","versions":[{"lang":1,"streams":[{"redirect":12010583,"hoster":"VOE"},{"redirect":12010588,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tag der offenen Tür bei den Browns","epNo":10,"alt":"Brown Family Confessions","descr":"Die Browns legen die Karten auf den Tisch: Kody, Meri, Janelle, Christine und Robyn stehen den Zuschauerfragen nicht nur Rede und Antwort – sie laden einige Interessenten sogar zu sich nach Hause ein. Außerdem sind in dieser Episode auch ihre älteren Kinder anwesend und in die Diskussion mit eingebunden. Im Zentrum des Interesses stehen Details über das polygame Leben der Patchworkfamilie, unter anderem mit Themen wie Gleichberechtigung, Eifersucht und Erotik. Da vor dieser Diskussionsrunde keiner die Fragen zu Gesicht bekommt, sind die Antworten umso spontaner und offener.","versions":[{"lang":1,"streams":[{"redirect":12010590,"hoster":"VOE"},{"redirect":12010594,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vegas oder Utah?","epNo":11,"alt":"Leaving The Nest","descr":"Logans Highschool-Abschluss steht kurz bevor, so dass sich der Junge endlich entscheiden muss, auf welches College er anschließend gehen will. Wird er das Nest verlassen und wieder nach Utah ziehen? Oder wird er ein College in Las Vegas wählen, um nahe bei der Familie zu bleiben? Währenddessen versuchen Kody und seine Frauen ihren Traum wahr zu machen und die Patchworkfamilie endlich wieder näher zusammenzubringen. Doch die Diskussionen über ihre finanziellen Mittel und die Opfer, die alle bringen müssen, werden immer hitziger. Vor allem, als Meri ihre persönlichen Wünsche äußert.","versions":[{"lang":1,"streams":[{"redirect":12010599,"hoster":"VOE"},{"redirect":12010602,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Eine Frage der Kreditwürdigkeit","epNo":1,"alt":"Polygamist Debt Threat","descr":"Seit die Browns aus Utah weggezogen sind, um ihren polygamen Lebensstil frei praktizieren zu können, ist für die Patchworkfamilie vieles leichter geworden. In Las Vegas lauern ihnen keine Polizeibeamten oder Journalisten auf, um unangenehme Fragen zu stellen. Dafür gibt es in der neuen Heimat andere Probleme: Aufgrund der hohen Immobilienpreise haben die Browns noch immer keine Domizile gefunden, in denen sie nahe beieinander wohnen können. Und dann kommt es noch schlimmer: Die Kreditunwürdigkeit eines Familienmitglieds scheint den Traum der Browns endgültig zu zerschlagen.","versions":[{"lang":1,"streams":[{"redirect":12010601,"hoster":"VOE"},{"redirect":12010600,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Logans High School-Abschluss","epNo":2,"alt":"Kody Begs For An Answer","descr":"Was passiert, wenn vier Mütter und ein Vater gemeinsam beim Elternsprechtag in der Schule aufkreuzen? Die Lehrer ihrer zahlreichen Kinder sind jedenfalls recht erstaunt, als die fünf Elternteile der Patchworkfamilie Brown zusammen erscheinen, um über ihre Sprösslinge zu sprechen. Außerdem steht Logan, der älteste Sohn, kurz vor seiner Highschool-Abschlussfeier, doch zwei seiner Mütter stecken wieder einmal im üblichen Familien-Chaos fest und laufen Gefahr, dieses denkwürdige Ereignis zu verpassen. Großfamilienvater Kody hat inzwischen genug von der Unentschlossenheit seiner ersten Frau Meri und fordert nun eine endgültige Antwort.","versions":[{"lang":1,"streams":[{"redirect":12010605,"hoster":"VOE"},{"redirect":12010604,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Noch mehr Schwesterehefrauen","epNo":3,"alt":"More Sister Wives!","descr":"Die Browns treffen auf eine andere Familie, die ebenfalls einen polygamen Lebensstil praktiziert: Joe Darger und seine drei Frauen kennen die Probleme einer Patchworkfamilie und freuen sich, endlich Gleichgesinnte getroffen zu haben. Gemeinsam machen die beiden Männer Kody und Joe Urlaub, mit sieben Frauen und zwei Dutzend Kindern im Gepäck. Das Großunternehmen bringt einige Unterschiede in der Familienorganisation ans Tageslicht: Welches Konzept ist hier wohl das Bessere?","versions":[{"lang":1,"streams":[{"redirect":12010606,"hoster":"VOE"},{"redirect":12010611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überraschung in Las Vegas","epNo":4,"alt":"Polygamist Cults","descr":"Drei Teenager der Patchworkfamilie Brown fahren in ihre alte Heimat Utah, um für die Organisation \"Holding out Help\" zu arbeiten. Diese hilft missbrauchten Frauen und Männern, aus polygamen Gemeinschaften auszusteigen und in speziellen Schutzeinrichtungen Unterschlupf zu finden. Aspyn, Logan und Madison treffen vier Polygamisten, die auf der Flucht sind und den berüchtigten Sekten FLDS und The Kingstons für immer den Rücken kehren wollen. Kody und seine Frauen sehen das Engagement ihrer Kinder jedoch mit gemischten Gefühlen und befürchten, dass auch Vorurteile gegen ihre Art des polygamen Zusammenlebens aufkommen werden.","versions":[{"lang":1,"streams":[{"redirect":12012939,"hoster":"VOE"},{"redirect":12012938,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefühlschaos","epNo":5,"alt":"Mourning The Loss","descr":"Die neuen Häuser der Patchworkfamilie sind im Bau, doch das begrenzte Budget für die Innenausstattung sorgt für neues Konfliktpotenzial: Da Meri zu wenig Geld verdient, um ihre Wohnträume zu realisieren, müssten die anderen zurückstecken. Janelle investiert in der Zwischenzeit ihre Energie ins Abnehm- und Fitnessprogamm: 50 Kilo sollen noch runter, doch Kodys zweite Frau hat Probleme mit der Selbstdisziplin. Außerdem durchleben die Browns ein Gefühlschaos, als sie ihrer alten Heimat Utah einen Besuch abstatten und sind tieftraurig, weil sie ihren treuen Hund Drake einschläfern müssen.","versions":[{"lang":1,"streams":[{"redirect":12010610,"hoster":"VOE"},{"redirect":12010615,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zerplatzt der Traum?","epNo":6,"alt":"Confronting Failure","descr":"Obwohl die Umzugsvorfreude groß ist, zittern die Browns, ob sie all ihre Kredite für die neuen Häuser bei den Banken durchbekommen. Um neue Geldquellen zu erschließen, feilen Kodys Frauen an neuen Geschäftsideen: Christine und Janelle wollen ins Maklergeschäft einsteigen, doch Christine scheitert an der ersten Prüfung. Robyn setzt große Hoffnung in ihre Schmuckkollektion \"My Sister Wife’s Closet\", die jetzt mit eigener Website online gegangen ist. Alle Frauen haben dafür eigene Schmuckstücke aus Silber entworfen, doch der Verkauf startet so schleppend, dass sich schon wieder Nervosität breit macht.","versions":[{"lang":1,"streams":[{"redirect":12918201,"hoster":"VOE"},{"redirect":12010616,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pilgerreise in die Vergangenheit","epNo":7,"alt":"Polygamist Pilgrimage Into The Past","descr":"Meri, Janelle, Christine und Robyn wollen ihrer Großfamilie einen lang gehegten Traum erfüllen und haben deshalb eine ganz besondere Reise geplant: eine Pilgerfahrt nach Nauvoo, Illinois, der amerikanischen Geburtsstätte der Polygamie. Doch die dreitägige Autofahrt quer durchs Land verläuft ganz anders, als die Browns erwartet hatten. Nach etlichen Tiefschlägen ist die Stimmung auf dem Nullpunkt, die Gemüter sind erhitzt. Als die Patchworkfamilie endlich am Reiseziel – dem Mekka ihrer Religion – angekommen ist, kommt der nächste Schock, der alle bis ins Mark erschüttert.","versions":[{"lang":1,"streams":[{"redirect":12010621,"hoster":"VOE"},{"redirect":12010626,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein schwerer Abschied","epNo":8,"alt":"Hard To Say Goodbye","descr":"Einerseits sind die Browns sehr stolz, dass ihr Ältester bald aufs College geht. Andererseits haben sie Verlustängste, denn auch die restlichen Kinder werden das Nest in absehbarer Zeit verlassen. Während die Frauen eine Abschiedsparty für Logan vorbereiten, überlegen sie fieberhaft, wie sie den Umzug in ihre neuen Häuser noch vor Weihnachten realisieren können. Schließlich sollen sich die Kids in Las Vergas endlich zuhause fühlen. Doch Geschmäcker sind bekanntlich verschieden, und Kody kann sich mit seiner ersten Frau nicht einmal über die Teppichfarbe einigen. Außerdem hat die Patchworkfamilie Geldprobleme, was bedeutet, dass bei der Ausstattung jeder Cent umgedreht werden muss.","versions":[{"lang":1,"streams":[{"redirect":12010632,"hoster":"VOE"},{"redirect":12010631,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die Scherben kitten","epNo":1,"alt":"Picking Up The Pieces","descr":"Kodys Frauen schreiben mit ihrer selbst entworfenen Schmucklinie nach wie keine schwarzen Zahlen. Stattdessen gibt es Missstimmung zwischen Robyn und den anderen, weil das investierte Geld an anderen Ecken fehlt. Eine Schmuckmesse in Utah, bei der Robyn und Meri ihre Kollektion präsentieren wollen, soll nun zeigen, ob sich das Business lohnt. Außerdem feiert Robyns Baby Solomon, das jüngste Mitglied der Patchworkfamilie, seinen ersten Geburtstag. Auf dem Fest sind alle in bester Laune, nur Meri muss sich wieder mit der Frage auseinandersetzen, ob sie Robyns Angebot einer Leihmutterschaft annehmen soll.","versions":[{"lang":1,"streams":[{"redirect":12011149,"hoster":"VOE"},{"redirect":12011148,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kodys Frauen und ihre vier Leben","epNo":2,"alt":"Four Lives Of Kody’s Wives","descr":"Nach zwei Jahren in Las Vegas haben es Kody, Meri, Janelle, Christine und Robyn endlich geschafft, ihre Großfamilie in vier benachbarten Häusern zusammenzubringen. Dennoch wohnen die Frauen nicht mehr unter einem Dach und müssen sich mit ihren Problemen erst einmal allein auseinandersetzen: Janelle kämpft nach wie vor mit ihrem Gewicht und versucht gleichzeitig ihre wilden Söhne im Zaum zu halten. Robyn hofft weiterhin auf einen Durchbruch ihrer Schmucklinie, Meri setzt alles daran, ihre Beziehung mit Tochter Mariah zu verbessern. Und Christine ist zwischen zwei Jobs hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":12011146,"hoster":"VOE"},{"redirect":12011150,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer hat die Hosen an?","epNo":3,"alt":"Big Boy Panties","descr":"Eigentlich sah alles danach aus, dass Großfamilie Brown das kommende Weihnachtsfest in ihren neuen, fertig eingerichteten Häusern feiern kann. Doch durch unerwartete Schwierigkeiten in der letzten Bauphase scheint dieser Plan zu scheitern. Außerdem werden nun auch die Mädchen flügge und überlegen, wo sie studieren sollen: Aspyn interessiert sich für die Universität von Nevada und Mariah möchte in ihrer alten Heimat Utah aufs Westminster College gehen. Auch was das Business betrifft, scheiden sich die Geister: Eine der Frauen hat genug von der gemeinsamen Schmuckline und will abspringen.","versions":[{"lang":1,"streams":[{"redirect":12011154,"hoster":"VOE"},{"redirect":12011155,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drei Schlüssel","epNo":4,"alt":"Odd Wife Out","descr":"Die vier neuen Häuser der Patchworkfamillie Brown sehen mit ihren angelegten Vorgärten, den schicken Küchen und Teppichen großartig aus. Leider stehen die Kredite noch immer nicht. Aber Kodys Frauen packen trotzdem ihre Sachen und bereiten den Umzug vor. Als Maklerin Mona mit guten und schlechten Neuigkeiten kommt, haben zunächst alle ein mulmiges Gefühl. Doch drei Frauen können aufatmen: Die Kredite von Janelle, Christine und Robyn sind durchgegangen. Das heißt, dass sie Weihnachten bereits in ihren Eigenheimen verbringen können. Meri dagegen ist tief enttäuscht und kann die Freude der anderen nicht teilen.","versions":[{"lang":1,"streams":[{"redirect":12011159,"hoster":"VOE"},{"redirect":12011164,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Weihnachtsüberraschung","epNo":5,"alt":"Christmas Surprise","descr":"Janelle, Christine und Robyn sind überglücklich, als ihnen die Schlüssel für ihre neuen Häuser ausgehändigt werden. Nur Meri und ihre Tochter Mariah sind mit den Nerven am Ende: Sie haben noch immer keinen Einzugstermin und brauchen vielleicht sogar eine andere Bank für die ausstehende Finanzierung. Und als ob es nicht schon genug Stress gäbe, will Kody seine vier Frauen auch noch zu einem Wettbewerb animieren: Da seine Mutter in diesem Jahr ihr berühmtes Weihnachtskonfekt nicht zubereiten kann, sollen seine Frauen ran und sich gegenseitig in der Karamellherstellung übertreffen. Doch die größte Weihnachtsüberraschung steht noch aus.","versions":[{"lang":1,"streams":[{"redirect":12011162,"hoster":"VOE"},{"redirect":12011167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Robyns große Beichte","epNo":6,"alt":"Robyn’s Secret","descr":"Kommt Zeit, kommt Haus! Endlich hat auch Meri den Schlüssel zu ihrem neuen Eigenheim erhalten und kann, wie die anderen drei Frauen, mit dem Einrichten beginnen. Als alles fertig ist, feiert die Patchworkfamilie Brown ihren ersten Sonntags-Gottesdienst und vergräbt eine Zeitkapsel, die sie an ihre Ankunft in Las Vegas erinnern soll. Kody hat seine vierte Frau Robyn gebeten, bei der Zeremonie über Keuschheit und sexuelle Unberührtheit zu sprechen, um seine Kinder vor späteren Fehlern zu bewahren. Und Robyn gibt ein streng gehütetes, sehr intimes Geheimnis preis, das bei den anderen für Sprachlosigkeit sorgt.","versions":[{"lang":1,"streams":[{"redirect":12011166,"hoster":"VOE"},{"redirect":12011169,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hinter den Kulissen","epNo":7,"alt":"Polygamy Questions Answered","descr":"In diesem Special von \"Alle meine Frauen\" werden die Karten auf den Tisch gelegt: Die ganze Patchworkfamilie Brown steht einer Reihe von Fragen, die den Fernsehzuschauern unter den Nägeln brennen, Rede und Antwort. So sollen die Kinder verraten, welche ihrer vier Mütter am strengsten ist, welche am nachgiebigsten und wer am besten beziehungsweise am schlechtesten kocht. Die Kleinen sind sich dabei aber gar nicht einig. Die Brown-Teenager sollen ihre Meinung zur vorgeschriebenen konservativen Kleiderordnung kundtun und ihren Umzug nach Las Vegas kommentieren. Noch ist alles harmlos, doch bei den Fragen an Kody und seine Frauen geht es dann ans Eingemachte.","versions":[{"lang":1,"streams":[{"redirect":12011178,"hoster":"VOE"},{"redirect":12011177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Ehefrau entscheidet","epNo":8,"alt":"A Wife Decides","descr":"Jetzt, wo seine vier Frauen wieder ganz nahe beieinander wohnen, hat Kody viel weniger Stress als vorher: Zwei Jahre lang musste er mit seiner Reisetasche von einem Haus zum anderen ziehen und dauernd seine Sachen packen. Um diesen alten Lebensabschnitt zu beenden, wird die Tasche nun feierlich verbrannt. Janelle kämpft indessen mit ihrem Gewicht und zieht eine Ernährungsberaterin hinzu, die ihren gesamten Speiseplan umstellt. Und bei Meri tickt die Uhr: Sie muss sich endlich entscheiden, ob sie ein zweites Kind will und ob eine Leihmutterschaft für sie in Frage kommt. Doch was hält eigentlich ihr Mann von diesem Plan?","versions":[{"lang":1,"streams":[{"redirect":12011184,"hoster":"VOE"},{"redirect":12011186,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Kreuzfeuer","epNo":9,"alt":"Sister Wives On The Ropes","descr":"Diese Woche nehmen die Browns an einer Diskussionsrunde über Polygamie teil. Da Christines Tante Kristyn Decker, die in ihrer Vielehe schreckliche Erfahrungen gemacht hat, ebenfalls anwesend ist, befürchtet Kody das Schlimmste. Und auch seine Frauen haben wenig Lust auf eine solche Debatte. Doch der Ärger geht weiter: Meris Tochter Mariah ist überglücklich, weil sie am Westminster College aufgenommen wurde. Leider sind die Studiengebühren so hoch, dass Kody die finanzielle Belastung nicht tragen kann. Er hat schließlich 17 Kinder, für die irgendwann Schulgeld fällig wird, und muss Mariah die schlechte Nachricht schonend beibringen.","versions":[{"lang":1,"streams":[{"redirect":13004028,"hoster":"VOE"},{"redirect":12011190,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eheberatung für Polygamisten","epNo":10,"alt":"Polygamist Marriage Therapy","descr":"Kody und seine Frauen haben beschlossen, dass sie eine Eheberatung benötigen. Da ihre polygame Familienstruktur momentan so kompliziert ist, suchen sie einen Spezialisten, der ihnen hilft, die verschiedenen Probleme anzugehen. Aus diesem Grund fahren alle übers Wochenende mit Therapeutin Nancy ins Hippie-Mekka Sedona in Arizona, um gemeinsam eine Art Familien-Leitlinie zu entwickeln. Nach einem Persönlichkeits-Test und einer Meditationssitzung in freier Natur sehen Kody, Meri, Janelle, Christine und Robyn manches klarer. Doch wird sie die Reise tatsächlich weiterbringen, oder werden dadurch eher schlafende Hunde geweckt?","versions":[{"lang":1,"streams":[{"redirect":12011189,"hoster":"VOE"},{"redirect":12011191,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwiegermutter Alarm","epNo":11,"alt":"Mother-In-Law Invasion","descr":"Der Muttertag steht bevor und Kody ist ein echtes Nervenbündel: Dieses Jahr werden alle Schwiegermütter und seine eigene Mutter zu Besuch kommen. Zusammen mit seinen vier Frauen macht das nicht weniger als neun Mütter! Kein Wunder, dass ihm die Schweißperlen auf der Stirn stehen, als er das traditionelle Muttertags-Frühstück zubereiten muss. Doch auch Meri, Janelle, Christine und Robyn haben Probleme: Wie sollen sie das Schulgeld für ihre zahlreichen Kinder aufbringen, die nun eines nach dem anderen aufs College gehen? Außerdem möchten die Browns ihr Ehegelöbnis erneuern, wollen vorher aber ihren Familienzusammenhalt verbessern.","versions":[{"lang":1,"streams":[{"redirect":12011205,"hoster":"VOE"},{"redirect":14172028,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Männerabend","epNo":12,"alt":"Boys Night Out","descr":"Als junger Mann war Kody mit seinem besten Freund Brett in Süd-Texas auf Mission, um das Mormonentum zu verbreiten. Doch während Kody in Richtung mormonische Fundamentalisten und Polygamie tendierte, zog sich Brett zurück und trat aus der Kirche aus. Jetzt sind die zwei wieder in Las Vegas vereint und wollen ihre alte Männerfreundschaft pflegen. Auf dem Strip geht es zunächst zum 350 Meter hohen Stratosphere Tower, vom dem sich Kody und Brett in die Tiefe stürzen wollen. Doch kann der Großfamilienvater seine Angst überwinden? Auch Meri hat Panik: Da ihre einzige Tochter bald aufs College geht, sieht sie sich bereits alleine im verlassenen Nest sitzen.","versions":[{"lang":1,"streams":[{"redirect":12011207,"hoster":"VOE"},{"redirect":12011208,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der erste Polygamisten Flashmob","epNo":13,"alt":"Polygamist Flash Mob","descr":"Mariah und Aspyn haben ihren Schulabschluss in der Tasche und werden nun bald aufs College gehen. Zu diesem Anlass wollen Kodys vier Frauen eine riesige Party mit DJ und Diashow schmeißen. Sogar ein Wahrsager soll gebucht werden, der allen aus der Hand liest. Die Mädchen finden den Aufwand übertrieben – und noch ahnen sie nichts von dem Polygamisten-Flash Mob, den ihre Mütter geplant haben. Aspyn kann es gar nicht erwarten, von zuhause auszuziehen, doch Mariah hat gemischte Gefühle: Erstens will sie ihre Mutter nicht alleine lassen und zweitens ist die Finanzierung ihrer kostspieligen Ausbildung noch immer nicht final geklärt.","versions":[{"lang":1,"streams":[{"redirect":12011217,"hoster":"VOE"},{"redirect":12011212,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ausflug nach San Francisco","epNo":14,"alt":"While The Wives Are Away…","descr":"Meri, Janelle, Christine und Robyn machen eine Reise nach San Francisco. Kody muss zuhause bleiben, weil seine Frauen unter sich bleiben und ihre Beziehung festigen wollen. Außerdem möchten sie shoppen gehen und sich für ihr zweites Eheversprechen neu einkleiden. Doch werden sich die vier auf diesem Trip wirklich näher kommen? Kody ist in der Zwischenzeit mit 17 Kindern allein daheim und versucht, das übliche Chaos der Patchworkfamilie ohne die Unterstützung der Frauen in den Griff zu bekommen. Außerdem in dieser Episode: Janelle will sich einer sportlichen Herausforderung stellen und trotz fehlendem Training bei einem Fünf-Kilometer-Lauf mitmachen.","versions":[{"lang":1,"streams":[{"redirect":12011226,"hoster":"VOE"},{"redirect":12011219,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Truely in Gefahr","epNo":15,"alt":"Browns In Crisis","descr":"Während die Frauen ein paar Tage in San Francisco verbringen, wird die kleine Truely krank. Doch da der Kinderarzt von einem grippalen Infekt ausgeht, kümmern sich Meri, Janelle, Christine und Robyn weiter um die Vorbereitungen ihrer Feier. Nachdem Blumenschmuck und Torte ausgesucht sind, erhalten sie jedoch eine schlimme Nachricht: Truely muss sofort in die Notaufnahme! Nach der zweiten Untersuchung befürchtet der Arzt, dass die Kleine an einer Hirnhautentzündung oder an Nierenversagen leiden könnte. Christine ist außer sich vor Sorge und auch Kody macht sich große Vorwürfe, den Zustand seiner Tochter nicht früher erkannt zu haben.","versions":[{"lang":1,"streams":[{"redirect":12011222,"hoster":"VOE"},{"redirect":12011224,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Abschied nehmen","epNo":16,"alt":"Tragedy In The Family","descr":"Truelys Gesundheitszustand hat sich so stark verbessert, dass die Kleine inzwischen wieder zuhause ist. Alle sind überglücklich und machen sich mit neuem Elan an die Planung ihrer Familienzeremonie: Um Geld für die Location zu sparen, soll die Erneuerung des Ehegelübdes im eigenen Garten stattfinden, in dem Meri auch einen Baum pflanzen will. Da 70 Paare und Familien auf der Gästeliste stehen und die Zeit drängt, haben die Browns Event-Planerin Bri für die Organisation engagiert. Doch dann geschieht etwas Schlimmes: Die Browns ereilt die zweite Familientragödie in zwei Monaten, worauf sie alles stehen und liegen lassen, um sofort nach Wyoming zu fahren.","versions":[{"lang":1,"streams":[{"redirect":12011228,"hoster":"VOE"},{"redirect":12011231,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Countdown läuft","epNo":17,"alt":"Celebration Countdown","descr":"Bis zur großen Zeremonie sind kaum mehr vier Wochen Zeit, doch die Browns stecken noch mitten in den Vorbereitungen: Der Garten muss fertig bepflanzt, das Menü festgelegt, der Familienleitsatz geschrieben werden. Außerdem haben Meri, Janelle, Christine und Robin noch immer keine Kleider fürs Fest und wollen sich nun ihre eigenen Ideen von einem Designer verwirklichen lassen. Doch ohne das Budget zu sprengen! Jungdesignerin Sam, die mit dem Auftrag betraut wird, hat es wahrlich nicht leicht, all ihre Wünsche umzusetzen. Außerdem in dieser Episode: Kody lässt sich die Karten legen und bekommt eine fünfte Ehefrau prophezeit.","versions":[{"lang":1,"streams":[{"redirect":12011233,"hoster":"VOE"},{"redirect":12011232,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der große Tag","epNo":18,"alt":"The Commitment Celebration","descr":"Nach sechs Monaten schweißtreibender Eventplanung bleiben jetzt nur noch 48 Stunden, bis die große Zeremonie starten soll. Leider hinkt Patchworkfamilie Brown wie üblich ihrem Zeitplan hinterher: Die ausgetüftelte Beleuchtung funktioniert noch nicht, die 7000 Häppchen und Desserts für ihre 200 geladenen Gäste müssen noch vorbereitet werden, und, was das Schlimmste ist, die Outfits der Frauen sind noch immer nicht fertig! Als der Tag des Ehegelübdes endlich da ist, bricht Kody in Panik aus. Doch seine Kinder haben eine derart grandiose Überraschung für ihn und seine Frauen vorbereitet, dass die Feier zum unvergesslichen Event für alle wird.","versions":[{"lang":1,"streams":[{"redirect":12011239,"hoster":"VOE"},{"redirect":12011238,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Ein Fest jagt das nächste","epNo":1,"alt":"Meri Drops a Bomb","descr":"Da den Browns ihre Firma über den Kopf wächst suchen sie nach Investoren.","versions":[{"lang":1,"streams":[{"redirect":12010633,"hoster":"VOE"},{"redirect":12010636,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fünf Polygamisten im Haifischbecken","epNo":2,"alt":"Polygamists in a Shark Tank","descr":"Die Browns möchten Investoren ins Boot holen. Leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":12010639,"hoster":"VOE"},{"redirect":12010637,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tag der Entscheidung","epNo":3,"alt":"The Big Decision","descr":"Platzt der Deal? 20% Firmenbeteiligung für 2,5 Millionen Dollar.","versions":[{"lang":1,"streams":[{"redirect":12010641,"hoster":"VOE"},{"redirect":12010645,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überraschung in Las Vegas","epNo":4,"alt":"Vegas Surprise","descr":"Um Kody zu gedenken, schmeißen die Frauen eine Vegas-Überraschungsparty.","versions":[{"lang":1,"streams":[{"redirect":12010653,"hoster":"VOE"},{"redirect":12010655,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Als Polygamist aufwachsen","epNo":5,"alt":"Growing Up Polygamist","descr":"Möchten die Brown-Kids irgendwann auch in polygamen Beziehungen leben?","versions":[{"lang":1,"streams":[{"redirect":12010660,"hoster":"VOE"},{"redirect":12010656,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vier Frauen, zwei Wohnmobile","epNo":6,"alt":"Four Wives in Two RVs","descr":"Wettessen: Wer kann ein Zwei-Kilo-Ste innerhalb von 1 Stunde verdrücken?","versions":[{"lang":1,"streams":[{"redirect":12010658,"hoster":"VOE"},{"redirect":12010665,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Besuch in Missouri","epNo":7,"alt":"From Monogamy to Polygamy","descr":"Nathanael und Christine nehmen eine zweite Frau in ihre Familie auf.","versions":[{"lang":1,"streams":[{"redirect":12010670,"hoster":"VOE"},{"redirect":12010668,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Reise in die Vergangenheit","epNo":8,"alt":"Every Brown Revealed","descr":"Von Robyn, Kodys vierter Frau, waren die anderen anfangs nicht begeistert.","versions":[{"lang":1,"streams":[{"redirect":12010667,"hoster":"VOE"},{"redirect":12010672,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Doppelter High-School-Abschluss","epNo":1,"alt":"Growing Up \u0026 Moving Out (1)","descr":"Ist Robyn schwanger? Und Janelle will schwierige Beziehung zu Meri klären.","versions":[{"lang":1,"streams":[{"redirect":12010677,"hoster":"VOE"},{"redirect":12010679,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Loslassen ist schwer","epNo":2,"alt":"Growing Up \u0026 Moving Out (2)","descr":"Kody möchte nicht, dass seine Tochter freizügige Kleidung entwirft.","versions":[{"lang":1,"streams":[{"redirect":12010676,"hoster":"VOE"},{"redirect":12010683,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ferien mit den Browns","epNo":3,"alt":"A Family Meltdown","descr":"Ein Firmenkredit? Treffen mit Kodys Freund Chris steht an.","versions":[{"lang":1,"streams":[{"redirect":12010681,"hoster":"VOE"},{"redirect":12010686,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zu Besuch bei den Colliers","epNo":4,"alt":"Courting Another Wife","descr":"Die Browns besuchen Nathan, der gerade seine dritte Frau umwirbt..","versions":[{"lang":1,"streams":[{"redirect":12010689,"hoster":"VOE"},{"redirect":12010697,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Frau mehr in Kodys Leben","epNo":5,"alt":"One More Woman in Kody’s Life","descr":"Robyn ist wegen der dauernden Streitereien mit mit Ex-Mann völlig entnervt.","versions":[{"lang":1,"streams":[{"redirect":12010688,"hoster":"VOE"},{"redirect":12010690,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Anthropologen kommen","epNo":6,"alt":"Anthropologists Move In","descr":"Experiment: Die Browns lassen völlig fremde Leute in ihre Häuser einziehen.","versions":[{"lang":1,"streams":[{"redirect":13916648,"hoster":"VOE"},{"redirect":12010695,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unerwartete Entscheidung","epNo":7,"alt":"First a Verdict, Then a Lawyer","descr":"Meri trifft eine Entscheidung, die das Leben der Browns auf den Kopf stellt","versions":[{"lang":1,"streams":[{"redirect":12010702,"hoster":"VOE"},{"redirect":12010699,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Scheidung","epNo":8,"alt":"Divorce","descr":"Kody wird vor vollendete Tatsachen gestellt. Warum will Mary die Scheidung?","versions":[{"lang":1,"streams":[{"redirect":12010710,"hoster":"VOE"},{"redirect":12010708,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Eine heimliche Hochzeit","epNo":1,"alt":"A Secret Marriage","descr":"Meri lässt sich scheiden, damit Kody Robyns Kinder adoptieren kann.","versions":[{"lang":1,"streams":[{"redirect":12011348,"hoster":"VOE"},{"redirect":12011342,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stress mit der Adoption","epNo":2,"alt":"Wrestling With Adoption","descr":"Wie reagieren Robyns Ex-Mann und ihre Kinder auf den Adoptionswunsch?","versions":[{"lang":1,"streams":[{"redirect":12011332,"hoster":"VOE"},{"redirect":12011343,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hochzeitsreise zu dritt","epNo":3,"alt":"Marriage Counseling Texas Style","descr":"Christine und Kody nutzen die gemeinsame Zeit zu zweit für eine Therapie.","versions":[{"lang":1,"streams":[{"redirect":12011330,"hoster":"VOE"},{"redirect":12011335,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[Derzeit nicht erhältlich]","epNo":4,"alt":"","descr":"","versions":[]},{"epId":"episode-5","name":"[Derzeit nicht erhältlich]","epNo":5,"alt":"","descr":"","versions":[]},{"epId":"episode-6","name":"Alle Mann an Bord","epNo":6,"alt":"Just Trying to Stay Afloat","descr":"Die Browns nehmen alle an der Regatta beim Piratenfest in Las Vegas teil.","versions":[{"lang":1,"streams":[{"redirect":12011315,"hoster":"VOE"},{"redirect":12011318,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geburtstag in Kalifornien","epNo":7,"alt":"More Girls Than Kody Can Handle?","descr":"Kody Brown gibt zu, dass er zu seinen Söhnen eine engere Beziehung pflegt als zu seinen Töchtern und möchte an diesem Problem arbeiten. Deshalb plant der Großfamilienvater für den zwölften Geburtstag von Ysabel eine Reise nach Kalifornien zum Strand, will dort ein Strandhaus mieten und seine fünf jüngeren Mädels mitnehmen. Doch seine Frauen haben Bedenken, ob Kody die Töchter in den Griff bekommt. Madison hat inzwischen andere Probleme: Sie will der mormonischen Hauptkirche beitreten, die die Polygamie vor langem abgeschafft hat. Doch aufgrund ihrer Familiengeschichte hat sich der Missionspräsident geweigert, das Mädchen taufen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12011349,"hoster":"VOE"},{"redirect":12011353,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Robyns Überraschung","epNo":8,"alt":"Robyn’s Big Announcement","descr":"Die Browns haben eine aufregende Woche vor sich: Kody und Robyn unterschreiben den Antrag, um den Adoptionsprozess von Robyns Kindern aus erster Ehe zu starten. Dann wird ein Richter in Nevada entscheiden, ob der Großfamilienvater die drei adoptieren darf. Eigentlich sieht alles gut aus, doch Christine macht sich Sorgen, dass sie einen Richter erwischen, der polygame Ehen sehr kritisch sieht. Und es gibt einen weiteren Grund zur Beunruhigung: Meri hat innerhalb von sechs Wochen und ständigen Bauchschmerzen fast 15 Kilo abgenommen. Nach einer Computertomographie kommt die Hiobsbotschaft: Gebärmutterhalskrebs ist bei Kodys erster Frau nicht auszuschließen.","versions":[{"lang":1,"streams":[{"redirect":12011310,"hoster":"VOE"},{"redirect":12011314,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vor Gericht","epNo":9,"alt":"A Judge Decides","descr":"Madison hat Neuigkeiten für ihre Eltern, aber auch Angst, wie Kody und Janelle reagieren werden: Sie hat sich bis über beide Ohren verliebt. Der Auserwählte ist Caleb Brush, ihr Cousin zweiten Grades, doch die beiden sind nicht blutsverwandt. Auch für Caleb ist die Beziehung sehr ernst, und die zwei haben beschlossen zu heiraten. Da man die Eltern in polygamen Kreisen immer um Erlaubnis bitten sollte, geht auch Madison diesen Weg und hat Glück: Kody und ihre Mutter billigen die Wahl. Robyns Sohn Dayton muss unterdessen in die Kanzlei, um den Antrag zur Adoption selbst zu unterschreiben. Doch noch ist nicht klar, ob die Bewilligung erfolgen wird.","versions":[{"lang":1,"streams":[{"redirect":12011311,"hoster":"VOE"},{"redirect":12011307,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Chaos bei den Browns","epNo":10,"alt":"Chaos in the Cul-de-Sac","descr":"Bei den Browns gibt es einen echten Grund zum Feiern: Der Richter hat der Adoption und Namensänderung von Dayton, Aurora und Breanna zugestimmt. Robyns Kinder aus erster Ehe sind damit offizielle Mitglieder der Großfamilie Brown und haben jetzt Kody zum Vater. Da Polygamisten fast nie eine Genehmigung zur Adoption erhalten, ist die Freude umso größer. Während die drei ihren leiblichen Vater in Montana besuchen, bereiten die anderen eine große Adoptionsparty vor – und bekommen sich bei der Menüplanung mächtig in die Haare: Kody möchte Chicken Wings vom Barbecue-Stand, Robyn besteht auf ein festliches Essen mit weißen Servietten und Blumenschmuck.","versions":[{"lang":1,"streams":[{"redirect":12011301,"hoster":"VOE"},{"redirect":12011304,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Familienurlaub in Alaska","epNo":11,"alt":"A Boy or a Girl?","descr":"Patchwork-Familie Brown bricht zur größten Reise ihres Lebens auf: Alle fahren zusammen nach Alaska und nehmen auch Logans neue Freundin Michelle mit. Und der hofft inständig, dass Michelle mit dem zu erwartenden Familien-Chaos klarkommen wird. Nur Hunter, der inzwischen auf der Air Force Academy ist, kann nicht dabei sein, schaltet sich aber über Video Call zu, als Kody und Robyn das Geschlecht ihres Babys bekanntgeben, das die Großfamilie bald bereichern wird. Richtig spannend wird es aber, als Madisons neuer Verlobter Caleb zu Besuch kommt. Da Maddie fest entschlossen ist, Caleb zu heiraten, wird er von Papa Kody genau unter die Lupe genommen.","versions":[{"lang":1,"streams":[{"redirect":12011297,"hoster":"VOE"},{"redirect":12011303,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Meris Geständnis","epNo":12,"alt":"Meri Catfished","descr":"Während ihrer Ferien im hohen Norden sind die Browns und ihre Gäste rund um die Uhr mit Alaska-typischen Aktivitäten beschäftigt. Alle amüsieren sich bestens beim Schlittenhunderennen und Tiefseefischen, nur Robyn nicht: Da Kodys vierte Frau hochschwanger ist, wird ihr beim Geruch von rohem Fisch so schlecht, dass sie sich umgehend übergeben möchte. Logan und Freundin Michelle gehen zusammen mit Madison und ihrem Verlobten Caleb auf ein Doppeldate und tauschen ihre Erfahrungen aus. Und schließlich lässt Kodys erste Frau Meri die Bombe platzen: Sie gibt vor ihrer Familie zu, dass sie eine Online-Beziehung mit einem anderen Mann hatte.","versions":[{"lang":1,"streams":[{"redirect":12011295,"hoster":"VOE"},{"redirect":12011300,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Meris Albtraum – Teil 1","epNo":1,"alt":"Catfishing Fallout (1)","descr":"Obwohl Meri die Scheidung von Kodi selbst in die Wege geleitet hat, damit er Robin heiraten kann, hat ihr die Sache sehr zugesetzt. Da sie sich einer Person außerhalb der polygamen Gemeinschaft anvertrauen möchte, beginnt Meri eine Online-Freundschaft mit einem Unbekannten, dem sie Vertrauen schenkt. Auch Zuneigung kommt hinzu, weil der virtuelle Freund sehr einfühlsam ist. Als Meri drauf und dran ist, sich zu verlieben, kommt es schließlich heraus: Mister Internet ist gar kein Mann, sondern eine Frau, die sich als Mann ausgibt! Meri ist am Boden zerstört. Da sie sich ihrer Familie nicht anvertrauen will, ziehen die Browns Therapeutin Nancy hinzu.","versions":[{"lang":1,"streams":[{"redirect":12011296,"hoster":"VOE"},{"redirect":12011289,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meris Albtraum – Teil 2","epNo":2,"alt":"Catfishing Fallout (2)","descr":"Janelles älteste Tochter Madison packt die Koffer, um nach Billings, Montana, zu gehen. Dort wird sie mit Caleb, ihrem künftigen Ehemann, zusammenziehen. Als Caleb in Las Vegas ankommt, um Madison und ihr Gepäck abzuholen, ist Cody völlig begeistert, ihn zu sehen. Offensichtlich fehlt dem vierfachen Ehemann in seiner von Frauen dominierten Welt der Kontakt zu anderen Männern. Cody weicht dem jungen Paar kaum von der Seite und besteht darauf, die zwei auf ihrer Reise nach Billings zu begleiten. Als er wieder zurück ist, muss er sofort mit seiner vierten Frau Robyn in die Klinik zum Ultraschall, da sich das Baby nicht gedreht hat und eine Steißgeburt droht.","versions":[{"lang":1,"streams":[{"redirect":12011279,"hoster":"VOE"},{"redirect":12011284,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pfandverleiher und Soldaten","epNo":3,"alt":"Pawn Shops and Polygamy Perks","descr":"Die Stimmung im Hause Brown ist schwer angeschlagen, seit Meri von ihrer Internetbekanntschaft berichtet hat: Der sympathische Mann, der Meris Herz eroberte, hat sich letztendlich als betrügerische Frau und Online-Stalkerin herausgestellt. Familientherapeutin Nancy versucht, die Großfamilie beim Prozess des Wiederzusammenfindens zu unterstützen, doch jeder muss die Geschichte für sich verarbeiten. Meri hat außerdem große Angst, da sie nicht weiß, wozu die Stalkerin noch fähig ist. Doch sie muss nun schnell aus ihrer Opferrolle heraus und sich wehren. Außerdem in dieser Episode: Maddie sucht sich ihr Hochzeitskleid aus, und Meri hat Probleme mit Tochter Mariah.","versions":[{"lang":1,"streams":[{"redirect":12011285,"hoster":"VOE"},{"redirect":12011272,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Babyparty","epNo":4,"alt":"Confessions","descr":"Meri ist über den Stalker-Vorfall noch lange nicht hinweg und beschließt, zusammen mit Janelle eine Therapie-Sitzung zu machen – in der Hoffnung, dass ihre lang zurückliegenden Konflikte endlich aufgearbeitet werden. Janelle dagegen befürchtet, dass durch die Therapie alte Wunden aufbrechen könnten, stimmt aber trotzdem zu. Auch Kody ist skeptisch. Er erinnert sich gut, wie tief die Kluft zwischen seiner ersten und zweiten Ehefrau war. Doch es gibt auch Grund zur Freude im Hause Brown: Der Geburtstermin von Robyns Baby wird in wenigen Tagen erwartet, und die Großfamilie bereitet ein Fest zur Ankunft ihres 18ten Kindes vor.","versions":[{"lang":1,"streams":[{"redirect":12011294,"hoster":"VOE"},{"redirect":12011269,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Thanksgiving bei den Browns","epNo":5,"alt":"Thanksgiving: The Good, The Bad, The Ugly","descr":"","versions":[{"lang":1,"streams":[{"redirect":12011268,"hoster":"VOE"},{"redirect":12011265,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hochzeitskleider, Vorwehen und Reisepläne","epNo":6,"alt":"Unforgiven","descr":"Meri möchte nach Utah fahren, um Mariah zu besuchen und ein klärendes Gespräch mit ihr zu führen. Zur Verstärkung nimmt sie Breanna mit, die jüngste Tochter von Kodys vierter Frau Robin. Die verpasst zwar einen Schultag, freut sich aber sehr auf die Reise. Meri dagegen ist nervös, weil Mariah so wütend auf sie ist, und hofft inständig, dass ihre Tochter mit ihr sprechen wird. Die 20-Jährige glaubt jedoch, dass ihre Mutter die Familie hintergangen hat und will das Gespräche vermeiden. Werden die beiden wieder zusammenfinden? In Bozeman, Montana, gibt es andere Sorgen: Madisons Hochzeit steht bevor, doch das junge Paar hat noch keine Location für die Feier.","versions":[{"lang":1,"streams":[{"redirect":12011258,"hoster":"VOE"},{"redirect":12011266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hallo, Baby! – Teil 1","epNo":7,"alt":"Baby Sister Is Born (1)","descr":"Die Geburt von Robyns Baby steht kurz bevor, und Kodys vierte Frau hat Angst, dass es eine Steißgeburt werden könnte, weil sich das kleine Mädchen noch nicht gedreht hat. Es wird das 18. Kind, das Kody zusammen mit seinen vier Frauen hat. Während Robyn noch einmal bei der Ultraschall-Untersuchung ist, hat Kodys Tochter Madison ihre Brautkleid-Anprobe. Dann kommt die ganze Familie Brown zu einer Feiertagstradition zusammen, bei der die ältesten Mädchen für alle Frühstück machen – und kurz darauf liegt Robyn in den Wehen. Sie möchte das Baby wieder zuhause und ohne Schmerzmittel bekommen. Doch leider wird die Geburt diesmal schwieriger.","versions":[{"lang":1,"streams":[{"redirect":12011259,"hoster":"VOE"},{"redirect":12011262,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hallo, Baby! – Teil 2","epNo":8,"alt":"Baby Sister Is Born (2)","descr":"Die Geburt von Robyns Baby steht kurz bevor, und Kodys vierte Frau hat Angst, dass es eine Steißgeburt werden könnte, weil sich das kleine Mädchen noch nicht gedreht hat. Es wird das 18. Kind, das Kody zusammen mit seinen vier Frauen hat. Während sie noch einmal bei der Ultraschall-Untersuchung ist, hat Kodys Tochter Madison ihre Brautkleid-Anprobe. Dann kommt die ganze Familie Brown zu einer Feiertagstradition zusammen, bei der die ältesten Mädchen für alle Frühstück machen – und kurz darauf liegt Robyn in den Wehen. Sie möchte das Baby wieder zuhause und ohne Schmerzmittel bekommen. Doch leider wird die Geburt diesmal schwieriger","versions":[{"lang":1,"streams":[{"redirect":13004026,"hoster":"VOE"},{"redirect":12011248,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reisefieber","epNo":9,"alt":"Meri Makes Amends","descr":"Patchwork-Familie Brown bereitet sich auf einen Trip nach Hawaii vor, doch Robyn will mit ihrer neugeborenen Tochter Ariella noch nicht verreisen. In der Zwischenzeit machen Meri und Janelle mit ihrer Therapie weiter und versprechen, in Hawaii gemeinsame Unternehmungen zu starten. Doch eigentlich macht ihnen schon der Gedanke daran Angst. Janelles Tochter Madison und ihr Verlobter Caleb gehen zu einem Doppel-Date mit Logan und seiner Freundin Michelle, die seit einem Jahr zusammen sind. Offensichtlich wollen die zwei keine Zeit verlieren, denn ihre Gespräche drehen sich nur um Hochzeit und ihre gemeinsame Zukunft.","versions":[{"lang":1,"streams":[{"redirect":12011242,"hoster":"VOE"},{"redirect":12011247,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Urlaub auf Hawaii","epNo":10,"alt":"Hawaiian Vacation Erupts","descr":"Der Hawaii-Urlaub, den Patchwork-Familie Brown herbei gesehnt hatte, verläuft weit weniger idyllisch, als erwartet. Die Diskussionen fangen schon beim Autoparken an und gehen beim Aufstellen der Sonnenschirme weiter. Der gemeinsame Surfunterricht sorgt endlich für etwas Spaß, bis eine von Kodys Frauen eine Welle erwischt und direkt in ihre Tochter kracht. Da Meri und Kody immer noch Beziehungsprobleme haben, nimmt er sie zur Seite und versucht, die Wogen zu glätten. Doch als Tochter Madison beim Mittagessen eine Ankündigung bezüglich ihrer nahenden Hochzeit macht, wird Kody äußerst nervös. Und Caleb, der künftige Ehemann, ist den Tränen nahe.","versions":[{"lang":1,"streams":[{"redirect":12011237,"hoster":"VOE"},{"redirect":12011241,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Beziehungen auf dem Prüfstand – Teil 1","epNo":1,"alt":"It’s Worse Than We Thought (1)","descr":"Die Hochzeitsvorbereitungen von Janelles Tochter Madison sind in vollem Gange, doch ganz plötzlich bahnt sich eine weitere Hochzeit an: Christines Tochter Mykelti will auch heiraten – und zwar einen Kerl, den die Browns kaum kennen! Mykelti hat ihren Freund Tony erst vor ein paar Monaten kennengelernt, doch der kommt jetzt nach Las Vegas, um bei Kody vorzusprechen. Der Großfamilie geht das alles viel zu schnell. Außerdem stellst sich heraus, dass Tony ein traditionsverhafteter Mormone ist. Mykelti dagegen darf der Mormonen-Kirche nicht beitreten, weil sie aus einer polygamen Familie stammt. Wie soll dieses Problem im Falle einer Hochzeit gelöst werden?","versions":[{"lang":1,"streams":[{"redirect":12010707,"hoster":"VOE"},{"redirect":12010713,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Beziehungen auf dem Prüfstand – Teil 2","epNo":2,"alt":"It’s Worse Than We Thought (2)","descr":"Bis zur Hochzeit von Madison und Caleb sind nur noch zwei Monate Zeit, deshalb geht es jetzt in die Detail-Planung. Die Braut in spe wünscht sich Christines Tochter Truly als Brautjungfer, und das Mädchen stimmt begeistert zu. Madison ist schon sehr aufgeregt, und auch der Rest der Familie kann den großen Tag kaum erwarten – zumal es die erste nicht-polygame Hochzeit im Hause Brown ist, von Kodys und Meris Eheschließung einmal abgesehen. Die zweite Hochzeit, die zumindest angedacht ist, findet weit weniger Zustimmung: Mykelti will ihren Freund Tony heiraten, doch die beiden kennen sich kaum sechs Monate. Grund genug für Vater Kody, den Jungen genau im Auge zu behalten.","versions":[{"lang":1,"streams":[{"redirect":13916651,"hoster":"VOE"},{"redirect":12010724,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kody zwischen den Fronten","epNo":3,"alt":"Kody Takes Responsibility","descr":"Obwohl noch nicht einmal offiziell verlobt, möchte Christines Tochter Mykelti so schnell wie möglich heiraten. Vater Kody ist gegen diese Blitzhochzeit, außerdem hat er momentan keine finanziellen Mittel für weitere Feierlichkeiten. Deshalb fährt er nach St. George, Utah, um mit Bräutigam Tony zu sprechen und das Ganze sechs Monate nach hinten zu schieben. Doch Tony bleibt stur. Die zweite Braut in spe Madison treibt derweil ihre eigenen Hochzeitsvorbereitungen voran und hält die ganze Familie auf Trab. Meris Tochter Mariah ist immer noch böse auf ihre Mutter, die einem Online-Betrüger auf den Leim gegangen ist, und spricht sich mit Kody aus.","versions":[{"lang":1,"streams":[{"redirect":13916658,"hoster":"VOE"},{"redirect":12010722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Frage aller Fragen","epNo":4,"alt":"He Pops the Question","descr":"Während Mykelti und Tony eine Wanderung machen, ruft Madison ihre vier Mütter zusammen, um ihren detaillierten Hochzeits-Fahrplan zu verteilen. Außerdem hat die Braut ein paar Tricks im Ärmel, damit die ganze Patchwork-Familie pünktlich zur Trauung erscheint. Für Meri und Janelle geht es danach zu einer weiteren Therapie-Sitzung. Obwohl ihre Problembeziehung etwas besser geworden ist, schaffen sie es nicht, die halbe Stunde Fahrzeit zur Praxis gemeinsam im Auto zurückzulegen. Tony hat mit seiner Liebsten die malerischen Kanarraville Wasserfälle erreicht und merkt dort, dass er das Picknick vergessen hat. Doch das Wichtigste hat er dabei: den Verlobungsring.","versions":[{"lang":1,"streams":[{"redirect":12010729,"hoster":"VOE"},{"redirect":12010728,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Brautparty","epNo":5,"alt":"Embarrassing the Sister Wives","descr":"Heute ist Maddies und Calebs Brautparty, doch die Sache läuft nicht nach Plan. Ein stürmischer Wind zerstört die Dekoration, die Paintball-Schlacht läuft aus dem Ruder, und Brautmutter Janelle macht sich Sorgen wegen möglicher blamabler Geschenke wie etwa Dessous. Außerdem hat Maddie die nächste Anprobe für ihr Hochzeitskleid: Da die nervöse Braut in den vergangenen Wochen reichlich Gewicht verloren hat, passt es nicht mehr und muss enger gemacht werden. Währenddessen sind Mykelti und Tony immer noch dabei, ihre Hochzeit so früh wie möglich stattfinden zu lassen, obwohl Kody und seine Frauen alles daran setzten, dies zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":12010735,"hoster":"VOE"},{"redirect":12010734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stress vor der Hochzeit","epNo":6,"alt":"The Dress Doesn’t Fit","descr":"Maddies Hochzeit steht kurz bevor, und die Braut ist so nervös, dass sie keinen Bissen mehr essen kann. Deshalb hat sie einige Kilos verloren, und das Kleid passt nicht mehr. Doch Maddie bekommt nicht die ungeteilte Aufmerksamkeit ihrer Familie, da Mykelti und Tony angekommen sind und ihre neuen Verlobungsringe präsentieren. Christine ist inzwischen mit Robyn bei einer Cookie-Verkostung und bekommt einen regelrechten Zuckerflash. Brautvater Kody versucht unterdessen, die ganze Sippe für die lange Fahrt von Las Vegas nach Wyoming startklar zu machen und ist so gestresst, dass er seine Rede noch gar nicht zu Papier gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":12010741,"hoster":"VOE"},{"redirect":12010736,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Maddie heiratet! – Teil 1","epNo":7,"alt":"Maddie Gets Married (1)","descr":"Madison ist das erste Kind von Patchwork-Familie Brown, das heiratet. Nach monatelangen, intensiven Vorbereitungen findet das große Ereignis heute endlich statt. Maddie hat ihre ganz eigenen Vorstellungen wie die Trauungszeremonie ablaufen soll und legt sich ins Zeug, damit alles genau so wird, wie geplant. Polygame Hochzeiten sind wesentlich schlichter und weitaus religiöser als Maddies Trauung. Deshalb hat Kody Brown, trotz seiner vier Ehefrauen, noch nie eine Hochzeitsprobe mitgemacht. Doch die Braut will ihren Papa nicht aus den Fängen lassen, bis alles perfekt sitzt.","versions":[{"lang":1,"streams":[{"redirect":12010738,"hoster":"VOE"},{"redirect":12010744,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Maddie heiratet! – Teil 2","epNo":8,"alt":"Maddie Gets Married (2)","descr":"Inhalt siehe Teil 1","versions":[{"lang":1,"streams":[{"redirect":12010742,"hoster":"VOE"},{"redirect":12010743,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[Derzeit nicht erhältlich]","epNo":9,"alt":"Episode 9","descr":"","versions":[]},{"epId":"episode-10","name":"Ein Treffen mit Folgen – Teil 1","epNo":10,"alt":"Another Catfishing (1)","descr":"Meri möchte nach Atlanta reisen, um dort eine Frau aufzusuchen, die Opfer desselben Online-Betrügers geworden ist. Doch trotz der üblen Catfish-Aktion will sich Meri nicht als Opfer sehen. Kody hält das Treffen für unklug und würde die Angelegenheit lieber ein für alle Mal vergessen. Doch Meri lässt sich nicht abhalten, trifft sich mit Cheryl und teilt mit ihr viele schreckliche Erfahrungen aus dem vergangenen Jahr. Der Catfisher, eine Frau, die sich als Mann namens Sam ausgab, wandte bei beiden fast identische manipulative Tricks an. Beim anschließenden Therapeuten-Besuch erfährt Meri schließlich mehr über sich selbst, als über Sam.","versions":[{"lang":1,"streams":[{"redirect":12010746,"hoster":"VOE"},{"redirect":12010748,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Treffen mit Folgen – Teil 2","epNo":11,"alt":"Another Catfishing (2)","descr":"Während Meri versucht, die Vergangenheit aufzuarbeiten, zitiert Mykelti ihre Familie nach Hause, um bei den Hochzeitsvorbereitungen zu helfen. Tausende von Stoffblumen müssen vorbereitet werden, und das Foto-Shooting mit ihrem Verlobten Tony ist auch noch nicht organisiert. Die zweite Heirat im Kreise der Brown-Kids soll noch größer werden als die erste. Zurück in Las Vegas geht Meri mit Kody zur längst überfälligen Sitzung bei Eheberaterin Nancy. Das Treffen mit Cheryl hat Meri geholfen, über den Catfishing-Vorfall hinwegzukommen. Doch es hat ihr auch die Augen in Bezug auf ihre Ehe geöffnet. Die Beziehung zu Kody wird immer schlechter.","versions":[{"lang":1,"streams":[{"redirect":12010755,"hoster":"VOE"},{"redirect":12010757,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unruhe im Paradies","epNo":12,"alt":"A Shocking Revelation (1)","descr":"Auf Mariahs überwältigende Ankündigung reagieren Kody und seine vier Frauen völlig unterschiedlich. Ihre Mutter Meri ist jedoch besonders hin- und hergerissen. Einerseits möchte sie ihre geliebte Tochter unterstützen, andererseits ist ihr die Gemeinschaft, der Mariah nun angehört, vollkommen unbekannt und auch suspekt. Und Mariah macht es Meri auch nicht leicht, zumal sie ihr den Catfishing-Skandal noch immer nicht verzeiht. Robyn versucht, zwischen den beiden zu vermitteln und die Wogen zu glätten. Dann bricht die Familie nach Brian Head, Utah, einem Erholungsort in den Bergen auf, um der Hitze in Las Vegas zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":12010760,"hoster":"VOE"},{"redirect":12010762,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Urlaub im Gebirge","epNo":13,"alt":"A Shocking Revelation (2)","descr":"Als die Browns in ihrem Feriendomizil in den Bergen angekommen sind, startet Meri einen neuen Versöhnungsversuch mit ihrer Tochter. Doch die Missverständnisse häufen sich. Wenn Meri Mariah nicht mehr Freiraum lässt, wird sich die Kluft zwischen ihnen weiter vergrößern. Mykelti hat ihren Verlobten Tony mitgebracht, und der legt sich mächtig ins Zeug, um seine künftige Verwandtschaft zu beeindrucken: Der Bräutigam kocht für alle ein üppiges, mexikanisches Essen. Und bis auf eine kleine Explosion in der Küche läuft bei der Zubereitung alles glatt. Außerdem gibt es ein Wiedersehen mit Maddie und Caleb sowie eine Zeremonie für klein Solomon.","versions":[{"lang":1,"streams":[{"redirect":12010763,"hoster":"VOE"},{"redirect":12010800,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Junge gegen alte Liebe","epNo":14,"alt":"The Newlyweds vs The Browns","descr":"Welche Kosenamen gebt ihr euch? Welches Mitglied der Brown-Familie wird als nächstes heiraten? Was macht dein Mann am liebsten, wenn ihr alleine seid? Die Patchwork-Familie entwickelt ein Frage-Antwort-Spiel, um herauszufinden, wer sich besser kennt – Kody und seine vier Frauen, die Frischvermählten Madison und Caleb oder das zukünftige Ehepaar Mykelti und Tony. Auf manche Fragen gibt es sehr überraschende Antworten, und an den Ort des ersten Kusses können sich auch nicht alle erinnern. Außerdem sind die Browns ganz aufgeregt, als sie einen Anruf von Garrison bekommen. Er absolviert ein Training für die Army National Guard und hatte wochenlang keine Telefonverbindung.","versions":[{"lang":1,"streams":[{"redirect":12010770,"hoster":"VOE"},{"redirect":12010768,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Zieht Meri um? – Teil 1","epNo":1,"alt":"Meri Moving? (1)","descr":"Mykelti und Tony heiraten in vier Monaten, deshalb wird es höchste Zeit für Patchworkfamilie Brown, die künftigen Schwiegereltern kennenzulernen. Doch es gibt ein Problem: Tonys Eltern stammen aus Mexiko und sprechen kaum Englisch, was eine Unterhaltung wohl schwierig macht. Und es gibt eine noch größere Befürchtung: Haben die traditionsbewussten Mexikaner je zuvor Polygamisten getroffen? Und wie stehen sie dazu, dass ihr Sohn in eine polygame Sippe einheiratet? Aus diesen Gründen sind die Browns nervös, als sie das Abendessen mit Familie Padron vorbereiten. Außer Tonys Eltern kommen nämlich auch die Großeltern und seine Geschwister mit.","versions":[{"lang":1,"streams":[{"redirect":12010772,"hoster":"VOE"},{"redirect":12010781,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zieht Meri um? – Teil 2","epNo":2,"alt":"Meri Moving? (2)","descr":"Als Tonys mexikanische Eltern Maria und Antonio mit Großeltern und Geschwistern im Schlepptau zum Abendessen bei den Browns erscheinen, ist die riesige Tafel für 27 Personen gedeckt. Von den befürchteten Vorurteilen gegenüber ihrer polygamen Sippe spüren die Browns nichts, im Gegenteil: Maria ist sehr interessiert, ob der 18-fache Vater Kody weitere Kinder in die Welt setzen möchte. Und Antonio scheint beeindruckt, dass ein einzelner Mann so viele Frauen und Kids handeln kann. Außerdem in dieser Episode: Kodys erste Frau Meri möchte ein Bed \u0026 Breakfast in Utah kaufen, und die Browns überlegen, ob dies eine Art Flucht vor der Patchworkfamilie ist.","versions":[{"lang":1,"streams":[{"redirect":12010778,"hoster":"VOE"},{"redirect":12010779,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das perfekte Hochzeitskleid – Teil 1","epNo":3,"alt":"Groomzilla (1)","descr":"Heute sucht Mykelti Brautkleider aus und hat nicht nur ihre Mütter und Freundinnen, sondern auch ihren Gatten in spe dabei. Christine hält nichts davon, dass Tony mitkommt, weil er das Kleid erst in der Kirche sehen soll, doch ihr Schwiegersohn macht sich wenig aus Traditionen. Da das Motto der Hochzeit \"Mexiko\" und \"Vintage\" ist, soll das Kleid zu beiden Themen passen. Mykelti hätte gerne ein Modell mit viel Spitze, doch die Wahl ist schwierig, da ihre Berater mit Kritik nicht hinterm Berg halten. Außerdem in dieser Episode: Meri ist fest entschlossen, in Utah ein Bed and Breakfast zu eröffnen, aber Ehemann Kody will erst einen Businessplan sehen.","versions":[{"lang":1,"streams":[{"redirect":12010785,"hoster":"VOE"},{"redirect":12010787,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das perfekte Hochzeitskleid – Teil 2","epNo":4,"alt":"Groomzilla (2)","descr":"Inhalt siehe Teil 1","versions":[{"lang":1,"streams":[{"redirect":12010789,"hoster":"VOE"},{"redirect":12010792,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hochzeitswahnsinn – Teil 1","epNo":5,"alt":"I Will Survive (1)","descr":"Janelles Tochter Madison wird 21 und kommt mit Ehemann Caleb nach Las Vegas, um ihren Geburtstag zusammen mit der Patchwork-Familie zu feiern. Da der Tag zwischen Halloween und Erntedank liegt, wird es zum Fest natürlich Kürbiskuchen in allen Variationen geben. Doch Maddies Besuch hat noch einen anderen Grund: Sie ist schwanger und möchte mit Caleb zurück zu den Browns ziehen, damit das Baby im Schoß der Familie aufwachsen kann – und die jungen Eltern Zeit haben, ihre Schulausbildung zu beenden. Außerdem in dieser Episode: Mykeltis Brautparty sorgt für allgemeine Hektik, doch keiner ist gestresster als Janelle, die bei der Tanz-Show mitmachen muss.","versions":[{"lang":1,"streams":[{"redirect":12010805,"hoster":"VOE"},{"redirect":12010797,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hochzeitswahnsinn – Teil 2","epNo":6,"alt":"I Will Survive (2)","descr":"Kody würde gerne Las Vegas verlassen und nach Süd Utah zurückziehen, um näher bei der Kirchengemeinde zu sein. Auch seine vierte Frau Robyn ist dafür. Christine dagegen möchte um keinen Preis nach Utah zurück und ist heilfroh, dass Maddies Schwangerschaft diesen Plan auf Eis legt. Dann gibt es ein großes Wiedersehen: Garrison hat das Trainingslager bei der Army absolviert und überrascht die Patchwork-Familie mit seinem Besuch. Obwohl er nur vier Monate weg war, ist Mama Janelle in Tränen aufgelöst, als sie ihren Sohn in die Arme schließt. Außerdem: Mykeltis Brautparty steht kurz bevor, und Kodys Frauen müssen dringend ihr Gloria Gaynor-Playback proben.","versions":[{"lang":1,"streams":[{"redirect":12010799,"hoster":"VOE"},{"redirect":12010804,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Meris verrückte Idee – Teil 1","epNo":7,"alt":"Meri’s Crazy Idea (1)","descr":"Meri bittet die anderen Frauen sowie Kodi zu einer Besprechung. Es geht um das Haus in Parowan, das ihr Ururgroßvater gebaut hatte, aber seit 30 Jahren nicht mehr in Familienbesitz ist. Meri beschloss, das Haus zurückzukaufen und darin ein Bed and Breakfast zu betreiben, doch jetzt sind die Pläne anders: Ihre Mutter Bonnie will im einstigen Familienbesitz einziehen, aber eine Zimmervermietung kommt nicht mehr infrage. Alle sind vor den Kopf gestoßen, denn wie soll der Immobilienkauf dann finanziert werden? Christine sagt Meri als einzige die Meinung. Auch Kodi findet den Plan absurd, hält sich jedoch zurück, da die Ehe ohnehin problematisch ist.","versions":[{"lang":1,"streams":[{"redirect":12010808,"hoster":"VOE"},{"redirect":12010809,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Meris verrückte Idee – Teil 2","epNo":8,"alt":"Meri’s Crazy Idea (2)","descr":"Die Browns reisen nach St. George, Utah, um letzte Vorbereitungen für Mykeltis Hochzeit in Angriff zu nehmen. Doch Kody hat Bedenken, weil die Trauung ganz anders verlaufen soll, als in seiner polygamen Familie üblich. Freund Chris führt durch die Zeremonie und will seine Rede mit den Brauteltern durchgehen. Doch Kody hat Probleme mit dem Inhalt, da ihm die Gewichtigkeit des Eheversprechens zu kurz kommt. Weiterer Pferdefuß: Mykeltis und Tonys Hochzeitstag soll völlig verregnet werden, außerdem sind windige 4 C° vorhergesagt. Die Braut will trotzdem draußen feiern und lehnt ein Zelt ab, weil es die Sicht auf die Berge versperrt.","versions":[{"lang":1,"streams":[{"redirect":12010814,"hoster":"VOE"},{"redirect":12010817,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mykelti heiratet! – Teil 1","epNo":9,"alt":"PolygaMexicamist Wedding (1)","descr":"Heute ist der große Tag, an dem Mykelti und Tony in St. George, Utah, heiraten. Deshalb sind die Browns schon ganz früh in den Country-Club gefahren, um alles vorzubereiten. Alle sind gestresst und Chaos ist vorprogrammiert, vor allem Brautmutter Christine bekommt ihre Nervosität nicht in den Griff. Dazu kommt, dass das Wetter noch kälter und windiger ist, als vorhergesagt. Nur Mykelti hat die Ruhe weg. Zusammen mit ihren Brautjungfern lässt sie sich von den Stylistinnen für die Zeremonie fertig machen. Auch ihr Zukünftiger ist tiefenentspannt, verbringt den Morgen mit seinem Trauzeugen und will erst zum Fototermin beim Rest der Familie auftauchen.","versions":[{"lang":1,"streams":[{"redirect":12010818,"hoster":"VOE"},{"redirect":12010819,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mykelti heiratet! – Teil 2","epNo":10,"alt":"PolygaMexicamist Wedding (2)","descr":"Obwohl die gefühlte Temperatur während der Trauung bei etwa Null Grad liegt, wird draußen gefeiert. Das Brautpaar scheint die Kälte nicht zu stören, der Rest der Gäste klappert jedoch mit den Zähnen. Die Familienfotos im schneidenden Wind, ohne Handschuhe und Mäntel, sind eine echte Herausforderung. Trotzdem ist die Zeremonie, die von ihrem alten Freund Chris abgehalten wird, wunderschön und voller Symbole, die das Paar an den Tag ihrer ersten Begegnung erinnern. Und die überraschende Geste von Bräutigam Tony mitten in der Zeremonie wird Mykelti und allen anderen wohl immer in Erinnerung bleiben. Auch die folgende Party hält einige Überraschungen bereit.","versions":[{"lang":1,"streams":[{"redirect":12010820,"hoster":"VOE"},{"redirect":12010821,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mariahs Überraschung – Teil 1","epNo":11,"alt":"Meeting Mariah’s Girlfriend (1)","descr":"Seit Mariah ihrer Mutter erzählt hat, dass sie sich zu Frauen hingezogen fühlt, ist Meri immer noch dabei, die Nachricht zu verarbeiten. Mit Meris Internet-Affäre begann das angespannte Verhältnis der beiden und hat sich bislang nicht verbessert. Deshalb freut sich Meri, als ihre Tochter fragt, ob sie und Janelle zu einer Demo für Frauen- und Lesbenrechte in Washington mitkommen. Dabei hat Meri kein Interesse an Politik, sie will nur Zeit mit Mariah verbringen. Doch als sie hört, dass ihre Tochter ein paar Freundinnen zu einem Besuch bei Patchwork-Familie Brown eingeladen hat, wird sie hellhörig: Ist darunter auch Mariahs feste Freundin?","versions":[{"lang":1,"streams":[{"redirect":12010830,"hoster":"VOE"},{"redirect":12010827,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mariahs Überraschung – Teil 2","epNo":12,"alt":"Meeting Mariah’s Girlfriend (2)","descr":"Die hochschwangere Maddie und ihr Mann Caleb sind zurück nach Las Vegas gezogen, damit Madison ihr Kind im Kreis der Großfamilie zur Welt bringt. Außerdem können die jungen Eltern auf diese Weise ihre Ausbildung zu Ende bringen und Geld sparen. Christine, die werdende Oma, freut sich über die neuen Mitbewohner, doch Caleb fühlt sich nicht sehr wohl, mit 30 Jahren bei seiner Schwiegermutter einzuziehen. Trotzdem freut er sich auf das Fest, bei dem er und Maddie verkünden, ob sie einen Jungen oder ein Mädchen bekommen. Außerdem: Meris Tochter Mariah kommt mit ihren Freundinnen zu Besuch und stellt der Familie ihre neue Liebe vor.","versions":[{"lang":1,"streams":[{"redirect":12010833,"hoster":"VOE"},{"redirect":12010829,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der große Protest – Teil 1","epNo":13,"alt":"Risking Arrest (1)","descr":"Als die Browns erfahren, dass der Oberste Gerichtshof ihre Klage nicht verhandeln will, sind sie am Boden zerstört. Sie hatten die Staatsanwaltschaft von Utah verklagt, weil man der polygamen Gemeinschaft dort Strafverfolgung androhte, und beim Bezirksgericht tatsächlich gewonnen. Doch dann wurde Berufung eingelegt. Jetzt berät die Familie: Wenn sie nach Utah zurückkehren, besteht die Gefahr einer Inhaftierung, doch die Browns wollen nicht klein beigeben und sind kampfbereit.Einige Polygamisten organisieren außerdem eine Demonstration in Salt Lake City, und die Browns möchten teilnehmen, obwohl die Wahrscheinlichkeit, verhaftet zu werden, sehr groß ist.","versions":[{"lang":1,"streams":[{"redirect":12010838,"hoster":"VOE"},{"redirect":12010837,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der große Protest – Teil 2","epNo":14,"alt":"Risking Arrest (2)","descr":"Kody, Janelle, Meri und Christine beschließen, an der Demonstration für polygame Rechte in Salt Lake City teilzunehmen, obwohl die Gefahr einer Verhaftung groß ist. Nur Robin möchte das Risiko nicht eingehen, von ihren kleinen Kindern getrennt zu werden, und bleibt in Las Vegas. Nach einem tränenreichen Abschied von den Kids geht es nach Utah, wo die Browns zunächst an einem geheimen Meeting mit anderen Polygamisten teilnehmen, um die konkreten Ziele des Protestmarsches zu definieren und über ihre Befürchtungen zu sprechen. Am Tag der Demo regnet es kräftig, doch ein Überraschungsbesuch von Mariah und ihrer Freundin Audrey rührt Mama Meri zu Tränen.","versions":[{"lang":1,"streams":[{"redirect":12010843,"hoster":"VOE"},{"redirect":12010841,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Wahrheit kommt ans Licht – Teil 1","epNo":15,"alt":"The Truth Comes Out (1)","descr":"Bei einer Routineuntersuchung wird festgestellt, dass Christines Tochter Ysabel unter Skoliose leidet. Diese krankhafte Verkrümmung der Wirbelsäule betrifft vor allem Mädchen in der Pubertät und lässt sich oft nur operativ korrigieren. Seitdem muss Ysabel ein Korsett tragen, das sie hasst und dazu nichts bringt, denn die Verkrümmung hat sich verschlimmert. Der Arzt rät zu einer OP, bei der ein Metallstab eingesetzt wird, doch Christine und Kody fürchten die Risiken. Außerdem mögen sie als Polygamisten keine Krankenhäuser, da Polygamie in Utah verboten ist. Doch wird die alternative chiropraktische Methode Ysabel helfen?","versions":[{"lang":1,"streams":[{"redirect":12010844,"hoster":"VOE"},{"redirect":12010847,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Wahrheit kommt ans Licht – Teil 2","epNo":16,"alt":"The Truth Comes Out (2)","descr":"Ysabels Skoliose hat sich verschlimmert, so dass Dr. Camp zu einer Operation rät. Ihre Eltern wollen trotzdem anderen Therapiemöglichkeiten prüfen und melden sie für ein Trainingsprogramm in Michigan an. Janelles Tochter Madison bereitet inzwischen die Babyparty für Sohn Axel vor, der bald zur Welt kommt. Das Motto ist \"Jagd und Outdoor\" – beides Hobbies ihres Mannes Caleb, der hofft, dass Axel später sein Jagdgefährte wird. Doch noch ist es nicht so weit: Maddie ist so extrem schwanger, dass alle fragen, ob sie Zwillinge bekommt, und kann den Tag der Geburt kaum erwarten. Auch Kody freut sich sehr auf den Familienzuwachs, denn Axel wird sein erstes Enkelkind.","versions":[{"lang":1,"streams":[{"redirect":12172720,"hoster":"VOE"},{"redirect":12010849,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eine lange Geburt – Teil 1","epNo":17,"alt":"The Longest Labor (1)","descr":"Meri und Kody fahren nach Parowan in Utah, um das vieldiskutierte Haus anzusehen. Meris Ururgroßvater, ebenfalls ein Polygamist, hatte es um 1870 erbaut, und nun will Kodys erste Frau den Familienbesitz zurückkaufen und darin vielleicht ein Bed \u0026 Breakfast eröffnen. Doch Kody ist mehr als skeptisch, weil er in dem Anwesen keinen wirtschaftlichen Nutzen sieht. Außerdem hat er schon länger Problem mit Meri und zweifelt am Fortbestand ihrer Beziehung. Als er das Haus zum ersten Mal betritt, spürt er jedoch eine Magie, die er sich nicht erklären kann. Aber ein zentrales Problem bleibt: Da Polygamie in Utah verboten ist, scheint es gefährlich, hier ein Geschäft zu betreiben.","versions":[{"lang":1,"streams":[{"redirect":12010858,"hoster":"VOE"},{"redirect":12010855,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine lange Geburt – Teil 2","epNo":18,"alt":"The Longest Labor (2)","descr":"Christines Tochter Madison und ihr Mann Caleb bekommen ihr erstes Kind, doch Sohn Axel lässt auf sich warten. Maddie liegt schon seit 17 Stunden in den Wehen und ist von ihrer aufgeregten Familie umringt: Christine freut sich sehr, Großmutter zu werden, obwohl sie dafür eigentlich zu jung ist. Und Janelle, Robyn und Meri überlegen, wie ihr künftiger Enkel sie nennen soll. Madison dagegen, die inzwischen seit 36 Stunden in den Wehen liegt, wird langsam ungeduldig. Und nach geschlagenen 65 Stunden bittet sie ihre Hebamme, die Geburt zu beschleunigen, weil die Schmerzen immer heftiger werden. Eine Wassergeburt soll die Prozedur erleichtern.","versions":[{"lang":1,"streams":[{"redirect":12010865,"hoster":"VOE"},{"redirect":12010860,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zeit für eine Aussprache – Teil 1","epNo":19,"alt":"Confronting Meri (1)","descr":"Meri wurde vor geraumer Zeit von einer Internetbetrügerin hereingelegt, die sich als Mann ausgab und ihr emotional stark zusetzte. Die ganze Familie hatte unter den Folgen zu leiden, doch am meisten litt Tochter Mariah. Nun kommt Meris gute Freundin Cheryl, die der gleichen Betrügerin aufgesessen war, zu Besuch, und Meri möchte sie ihrer Tochter vorstellen, um die Hintergründe der Onlineaffäre aufzuklären. Doch Mariah stellt eine Bedingung: Wenn sie mit Cheryl sprechen soll, muss Meri sie und ihre Lebensgefährtin Audrey in eine Schwulenbar begleiten. Außerdem: Meri fährt heimlich nach Utah, um ein Gebot für das Haus ihres Urgroßvaters abzugeben.","versions":[{"lang":1,"streams":[{"redirect":12010870,"hoster":"VOE"},{"redirect":12010868,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zeit für eine Aussprache – Teil 2","epNo":20,"alt":"Confronting Meri (2)","descr":"Madisons neugeborener Sohn Axel ist das süßeste Baby, das man sich vorstellen kann. Er schreit nie, ist immer gut gelaunt und schläft jede Nacht durch. Obwohl erst 11 Tage auf der Welt, ist Axel schon der erklärte Liebling all seiner Großmütter. – Nur bei Meri gibt es ein Problem: Sie ist die einzige, die bei der Geburt des ersten Brown-Enkels nicht anwesend war und fühlt sich ausgeschlossen. Da Janelle, Christine und Robyn dieses Problem möglichst schnell aus der Welt schaffen wollen, vereinbaren sie einen Termin bei Familientherapeutin Nancy. Doch der Versöhnungsplan geht schief, da sich Janelle – Axels leibliche Großmutter – nicht beherrschen kann.","versions":[{"lang":1,"streams":[{"redirect":12010876,"hoster":"VOE"},{"redirect":12010871,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Meri setzt sich ab – Teil 1","epNo":1,"alt":"Meri, On Her Own… (1)","descr":"Meri möchte das Haus in Parowan, Utah, kaufen, das ihr Großvater gebaut hatte. Da die Ehe mit Kodi und auch die Beziehung zu anderen Mitgliedern der polygamen Familie angespannt ist, will man ihr mit einem Kredit unter die Arme greifen. Doch als Meri, die auf eine Online-Betrügerin hereinfiel, die sich als verständnisvoller Mann ausgab, eine Leidensgenossin nach Hause einlädt, ist Kodi sauer. Janelles Tochter Madison und ihr Mann Caleb bereiten indessen den Auszug aus Janelles Haus vor. Solange Söhnchen Axel noch ein Baby und ihre Schule nicht beendet ist, wollen sie in Vegas bleiben, dann aber in den Norden ziehen. Janelle vermisst ihren Enkel jetzt schon.","versions":[{"lang":1,"streams":[{"redirect":12918200,"hoster":"VOE"},{"redirect":12010875,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meri setzt sich ab – Teil 2","epNo":2,"alt":"Meri, On Her Own… (2)","descr":"Meri hat den Zuschlag für das Haus in Parowan bekommen und die Familie um 40.000 Dollar Kredit gebeten. Kodi, der die Finanzen nicht im Blick hatte, sagte zu, um nun festzustellen, dass er das Geld für Wichtigeres benötigt. Alle haben Skrupel, Meri die Nachricht zu überbringen – und wie erwartet, ist sie bitter enttäuscht. Außerdem kommt das Businessplan-Thema wieder auf den Tisch, da Kodi nicht überzeugt ist, dass Meris geplantes Bed \u0026 Breakfast genug Gewinn abwerfen wird. Das ohnehin angespannte Verhältnis wird weiter strapaziert, und Meri überlegt, wie sie alleine klarkommt. Außerdem: Die Skoliose-Behandlung von Christines Tochter Ysabel schlägt nicht an.","versions":[{"lang":1,"streams":[{"redirect":12010882,"hoster":"VOE"},{"redirect":12010883,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Perspektiven – Teil 1","epNo":3,"alt":"Sister Wife Secrets (1)","descr":"Da Meri Brown und Kristi auf den gleichen Internetbetrüger hereingefallen sind, fühlen sich die beiden Frauen eng verbunden und treffen sich schließlich in Meris Haus in Las Vegas, wo auch der Rest der Patchwork-Familie zusammenkommt. Selbst Meris Tochter Mariah und deren Lebensgefährtin Audrey sind angereist. Kristi hat noch nie eine polygame Familie getroffen und ist von der lebhaften Atmosphäre und der großen Kinderschar, die sich zum Picknick im Park zusammenfindet, überwältigt. Außerdem in dieser Folge: Christines Tochter Ysabel, die unter einer krankhaften Verkrümmung der Wirbelsäule leidet, wird um eine Operation wohl doch nicht herumkommen","versions":[{"lang":1,"streams":[{"redirect":12010885,"hoster":"VOE"},{"redirect":12010888,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neue Perspektiven – Teil 2","epNo":4,"alt":"Sister Wife Secrets (2)","descr":"Kodi ist zunächst wenig begeistert, dass Meris Freundin Kristi die Familie besucht und ihre Geschichte von dem Internetbetrüger erzählt, auf den auch Meri hereingefallen ist. Doch dann ändert er seine Meinung und hofft, dass Kristis Anwesenheit seiner ersten Frau guttut, zumal er ihr das benötigte Geld für den Hauskauf doch nicht geben kann. Zur Überraschung aller braucht Meri den Kredit der Familie aber gar nicht mehr, denn sie hat sich das Geld, um ihr Bed \u0026 Breakfast in Utah zu eröffnen, auf anderem Weg besorgt. Die Familie ist so erleichtert wie beeindruckt. Doch als herauskommt, wie sich Meri die fehlenden Mittel beschafft hat, gibt es erneut Ärger.","versions":[{"lang":1,"streams":[{"redirect":12010894,"hoster":"VOE"},{"redirect":12010892,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hochzeitsglocken – Teil 1","epNo":5,"alt":"Kody Wants Out (1)","descr":"Mitch und Aspyn haben ihre Verlobung angekündigt, und Kody Brown will nun von seinem Schwiegersohn in spe erfahren, ob er eine monogame oder eine polygame Verbindung mit seiner ältesten Tochter plant. Mitch kommt aus einer polygamen Großfamilie mit mehreren Müttern, doch seine eigene Ehe kann er sich durchaus mit nur einer Frau vorstellen, will sich aber noch nicht ganz festlegen. Aspyn dagegen hält nichts von einer Ehe mit mehreren \"Schwestern\". Aber jetzt geht es zunächst darum, den perfekten Platz für die Hochzeit zu suchen. In Salt Lake City hat das Paar drei Locations gefunden, die ihnen gefallen: \"The Villa\", \"Silver Fork Lodge\" und \"La Caille\"","versions":[{"lang":1,"streams":[{"redirect":12010899,"hoster":"VOE"},{"redirect":12010896,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hochzeitsglocken – Teil 2","epNo":6,"alt":"Kody Wants Out (2)","descr":"Da Mitch und Aspyn für die Hochzeitsplanung nur wenig Zeit bleibt, müssen sie sich heute für eine Location entscheiden und eine Anzahlung machen. Es ist nun die dritte Hochzeit im Hause Brown, und Kody wird in nächster Zeit noch tief in die Tasche greifen müssen, denn von seinen 11 Töchtern sind erst drei verheiratet. Für Mitchs und Aspyns Feier sind 400 Gäste geplant, obwohl Aspyn am liebsten gar niemanden einladen würde und ihren Mitch auf einem einsamen Berggipfel nur mit Priester heiraten würde. Außerdem in dieser Episode: Kody will Las Vegas verlassen, um nach Utah zurückzukehren, und Meri’s neues Bed \u0026 Breakfast steht kurz vor der Eröffnung","versions":[{"lang":1,"streams":[{"redirect":12010901,"hoster":"VOE"},{"redirect":12010905,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kody lässt die Bombe platzen – Teil 1","epNo":7,"alt":"Kody’s Shocking Move (1)","descr":"Kody lässt die Bombe platzen: Er hat genug von Nevada und will Las Vegas so schnell wie möglich verlassen, um in seine Heimat Utah zurückzukehren. Doch wenn er geht, müssen alle seine Frauen und Kinder mit ihm umziehen, denn die polygame Familie darf nicht auseinandergerissen werden. Um Meri, Janelle, Christina und Robyn mit schlagenden Argumenten zu überzeugen, ihre Häuser in den nächsten Monaten zu verkaufen, hat Kody eine Powerpoint-Präsentation vorbereitet. Aber bei Janelle beißt er damit auf Granit! Sie will ihre Kinder nicht aus der Schule und bekannten Umgebung reißen, um in den Bundesstaat zurückzuziehen, der sie alle vor sieben Jahren vertrieben hatte.","versions":[{"lang":1,"streams":[{"redirect":12010914,"hoster":"VOE"},{"redirect":12010904,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kody lässt die Bombe platzen – Teil 2","epNo":8,"alt":"Kody’s Shocking Move (2)","descr":"Nachdem Kodys Nachricht von der geplanten Rückkehr nach Utah die ganze Familie erschüttert hat, wollen sich die Frauen nicht beirren lassen und bereiten Aspyns Hochzeit vor. Die Eventlocation steht, doch das Brautkleid muss noch gekauft werden. Zusammen mit ihrer Mutter Christine, Robyn, Maddie sowie Schwiegermutter Hannah geht es ins Brautgeschäft, wo Stylistin Alyse schon gespannt auf sie wartet, da sie zum ersten Mal eine polygame Familie berät. Aspyn wünscht sich ein weißes Kleid mit langen Ärmeln und Rückenausschnitt, um doch etwas Haut zu zeigen. Das Modell soll auch zum Outfit ihres Gatten Mitch passen, der im schottischen Kilt vor den Altar treten wird.","versions":[{"lang":1,"streams":[{"redirect":12010906,"hoster":"VOE"},{"redirect":12010908,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Endlich Klartext – Teil 1","epNo":9,"alt":"Mariah’s Big Announcement (1)","descr":"Kody Brown macht Ernst: Er will Las Vegas so schnell wie möglich verlassen, um in seine Heimat Utah zurückzukehren, obwohl er dort als Polygamist nicht erwünscht ist und nach wie vor eine strafrechtliche Verfolgung fürchten muss. Seine Frauen sind gegen die Entscheidung, vor allem Janelle sträubt sich, da sie ihre Kinder nicht von der Schule nehmen will. Doch Kody besteht am Ende nicht auf Utah: Er will an einen Ort ziehen, der günstigere Lebensbedingungen bietet als Vegas, um allen Kindern eine gute Ausbildung zu ermöglichen, und reist mit Christine nach Flagstaff, Arizona. Außerdem: Mariah und ihre Lebensgefährtin Audrey kommen mit einer großen Neuigkeit.","versions":[{"lang":1,"streams":[{"redirect":12010916,"hoster":"VOE"},{"redirect":12980097,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Endlich Klartext – Teil 2","epNo":10,"alt":"Mariah’s Big Announcement (2)","descr":"Aspyns und Mitchs Hochzeit steht kurz bevor, und das Paar möchte auf der Feier einen gekonnten Hochzeitswalzer zum Besten geben, doch die beiden haben wenig Ahnung vom Tanzen. Deshalb gibt es ein Intensivtraining mit Lehrerin Dana Delgado, bei dem sich der Bräutigam deutlich besser anstellt als die Braut. Bei Hochzeiten in polygamen Familien wird eigentlich nicht getanzt, doch das junge Paar plant eine monogame Lebensgemeinschaft. Außerdem in dieser Episode: Christine und Mery Brown treffen sich zu einer seit Langem fälligen Aussprache, um ihre Beziehung wieder ins Lot zu bringen, und Tochter Mariah kündigt an, dass sie ihre Lebensgefährtin Audrey heiratet.","versions":[{"lang":1,"streams":[{"redirect":12010921,"hoster":"VOE"},{"redirect":12010920,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Tor zum Grand Canyon – Teil 1","epNo":11,"alt":"Flagstaff Flirtation (1)","descr":"Da Kody Brown endgültig beschlossen hat, Las Vegas mit seinen Frauen und Kindern zu verlassen, muss nun ein Ort gefunden werden, an dem sich alle mehr oder weniger wohl fühlen. Der Großfamilienvater wollte ursprünglich in seine Heimat Utah zurück, biss damit bei seinen Frauen aber auf Granit. Flagstaff in Arizona scheint nun eine gute Alternative zu sein. Die 65.000 Einwohner-Stadt ist ein beliebter Wintersportort und wird auch als \"Tor zum Grand Canyon\" bezeichnet. Nachdem er Flagstaff bereits mit Christine besucht hat, reist er nun mit seiner ersten Ehefrau Meri hin und hofft auf Zustimmung. Doch Meri ist wenig begeistert, dass er hier im Mai noch schneit.","versions":[{"lang":1,"streams":[{"redirect":12010930,"hoster":"VOE"},{"redirect":12010929,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Tor zum Grand Canyon – Teil 2","epNo":12,"alt":"Flagstaff Flirtation (2)","descr":"Nachdem Maklerin Mona bei den Browns vorbeigekommen ist, um sich ihre vier Häuser anzuschauen und deren Verkaufswert zu ermitteln, gibt es in der polygamen Patchwork-Familie wieder ein anderes Thema: Aspyns und Mitchs Hochzeit rückt immer näher und das Paar trifft sich heute in Salt Lake City mit ihrem Freund Dale, der bei der Zeremonie Dudelsack spielen soll. Mitch selbst wird im Kilt heiraten, um seine schottischen Wurzeln mit einzubringen. Kodys vier Frauen sind begeistert, weil sie bei einer Hochzeit in polygamen Kreisen noch nie einen Dudelsack gehört haben, und das Thema \"Entertainment\" generell kurzgehalten war. Doch wie reagiert das Familienoberhaupt?","versions":[{"lang":1,"streams":[{"redirect":12010931,"hoster":"VOE"},{"redirect":12010935,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gespaltene Lager – Teil 1","epNo":13,"alt":"Divided We Move (1)","descr":"Nach sieben Jahren in Las Vegas hat Kody Brown beschlossen, mit seiner Patchwork-Familie umzuziehen und es endlich geschafft, seine vier Frauen von den Umzugsplänen zu überzeugen. Janelle ist nach wie vor am wenigsten begeistert, zumal sie ihre Kinder kurz vor dem Abschluss nicht von der Schule nehmen will, doch sie fügt sich dem Mehrheitsbeschluss. Aber nun steht die nächste große Frage an: Wo genau soll der künftige Wohnort der Browns sein? Nach einigen Besichtigungstouren ist die Entscheidung gefallen: Die polygame Familie wird nach Flagstaff im Bundesstaat Arizona ziehen. Und hier gibt es nun zwei Orte, die infrage kommen: \"Coyote Pass\" oder \"Cottonwood\".","versions":[{"lang":1,"streams":[{"redirect":12010932,"hoster":"VOE"},{"redirect":12010937,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gespaltene Lager – Teil 2","epNo":14,"alt":"Divided We Move (2)","descr":"Nachdem die Entscheidung der Browns gefallen ist, stehen nun in Flagstaff, Arizona, zwei Orte zur Debatte, an denen sie in Zukunft leben könnten. Und die Frage lautet: \"Coyote Pass\" oder \"Cottonwood\"? Leider sind die Meinungen gespalten. Kody und Meri möchten das Anwesen in Cottonwood kaufen, das mitten in den Bergen liegt. Robyn und Christine haben sich Hals über Kopf in Coyote Pass verliebt. Da es momentan zwei gegen zwei steht, ist Janelle nun das Zünglein an der Waage und wird mit ihrer Stimme die Entscheidung treffen. Die Kinder sehen dem Umzug nach Arizona mit gemischten Gefühlen entgegen und haben wenig Lust auf neue Schulen und neue Freunde.","versions":[{"lang":1,"streams":[{"redirect":12010940,"hoster":"VOE"},{"redirect":12010941,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Aspyns großer Tag – Teil 1","epNo":15,"alt":"Aspyn’s Royal Wedding (1)","descr":"Nun gibt es kein Zurück mehr: Das Kaufangebot der Browns wurde akzeptiert, und die polygame Patchwork-Familie ist stolzer Besitzer eines großen Grundstücks am Coyote Pass in Flagstaff, Arizona. Kody kann es kaum erwarten, mit seinem ganzen Clan umzuziehen, doch vorher gibt es jede Menge zu tun: Seine vier Frauen müssen ihre Häuser in Las Vegas verkaufen und zunächst Mietobjekte in Flagstaff finden, die möglichst nah beieinander liegen, damit die Großfamilie auch in der Übergangsphase nicht auseinanderbricht. Und das alles muss passiert sein, bevor das neue Schuljahr beginnt und die Kids in neue Klassen kommen – was bedeutet: innerhalb eines Monats!","versions":[{"lang":1,"streams":[{"redirect":12010943,"hoster":"VOE"},{"redirect":12010944,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Aspyns großer Tag – Teil 2","epNo":16,"alt":"Aspyn’s Royal Wedding (2)","descr":"Bei all dem Umzugsstress dürfen die Browns eines nicht vergessen: Tochter Aspyn heiratet ihren Mitch in drei Tagen, und das junge Paar bricht demnächst zur Hochzeits-Location auf, um die Trauung zu besprechen sowie die einzelnen Schritte zu proben. Abgesehen davon ist Aspyn gar nicht begeistert, dass ihre Familie nach Arizona zieht, während sie und Mitch beschlossen haben, nach ihrem Schulabschluss in die alte Heimat Utah zurückzukehren, und fühlt sich von ihren Eltern allein gelassen. Doch nun wird erst geheiratet: Die Hochzeit im schottischen Stil mit Dudelsäcken, Kilts und Blumenmädchen ist wunderschön, aber leider hat der Prediger seine Stimme verloren.","versions":[{"lang":1,"streams":[{"redirect":12010947,"hoster":"VOE"},{"redirect":12010951,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kodys geheimer Plan – Teil 1","epNo":17,"alt":"Kody’s Secret Plan (1)","descr":"Kody Brown und seine vier Frauen haben ein riesiges Grundstück mit Teich und viel altem Baumbestand in Flagstaff, Arizona, gekauft. Doch jetzt ist ihr Kapital aufgebraucht, und die Patchwork-Familie muss dringend ihre Häuser in Las Vegas verkaufen, um anfallende Rechnungen zu bezahlen. Deshalb muss auch der Umzug von Meri, Janelle, Christine, Robyn und den Kindern möglichst schnell, kostengünstig und effizient über die Bühne gehen. Tochter Aspyn, die gerade erst geheiratet hat, kann gar nicht begreifen, warum die polygame Gemeinschaft Vegas so überstürzt verlassen will und befürchtet, dass es sich um eine Art Flucht aus ihr unbekannten Gründen handelt.","versions":[{"lang":1,"streams":[{"redirect":12010949,"hoster":"VOE"},{"redirect":12010950,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kodys geheimer Plan – Teil 2","epNo":18,"alt":"Kody’s Secret Plan (2)","descr":"Das Grundstück in Flagstaff, Arizona, ist gekauft, doch noch ist nicht klar, wie und in welcher Form die polygame Großfamilie hier leben wird. Da Meri, Janelle, Christine und Robyn mit ihren Kindern bisher in vier getrennten Häusern gewohnt hatten, ist diese Aufteilung auch für Flagstaff geplant, doch Kody hat anderes im Sinn: Der Vater von 18 Kindern ist gerade dabei, undercover ein Gemeinschaftshaus für die gesamte Familie zu entwerfen. Der Grund, warum er dies so heimlich tut: Kody befürchtet, dass seine Frauen keine Lust auf ein Großfamilien-Domizil haben und will sie deshalb mit einem umwerfenden Design und Bauplan für seine Idee gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12010952,"hoster":"VOE"},{"redirect":12010954,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Krisenstimmung","epNo":19,"alt":"Moving Meltdowns","descr":"Kody hat seinen Frauen das Geheimnis noch nicht verraten, doch heute nimmt er Bruder Michel und einen guten Freund mit nach Prescott, Arizona, um ihnen die Pläne zu zeigen, die er für ein riesiges Polygamisten-Gemeinschaftshaus hat zeichnen lassen. Hier sollen dann alle zusammenwohnen, anstatt wie früher in getrennten Häusern. Im Büro von Bauzeichnerin Dawn King sieht auch Kody die fertigen Pläne zum ersten Mal – und ist begeistert: Das Gebäude ist gigantisch mit vier separaten Wohneinheiten, einem riesigen Wohnraum und insgesamt 19 Schlafzimmern sowie 12 Bädern. Es sieht genial aus, aber was werden Meri, Janelle, Christine und Robyn dazu sagen?","versions":[{"lang":1,"streams":[{"redirect":12010959,"hoster":"VOE"},{"redirect":12010957,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Goodbye Las Vegas","epNo":20,"alt":"Leaving Las Vegas","descr":"Eine Woche vor ihrem Umzug von Las Vegas nach Flagstaff, Arizona, geht es bei Patchwork-Familie Brown drunter und drüber. Während des Packstress kommen Maddie und Caleb mit Baby Axel zu einem Abschiedsbesuch und sind immer noch sauer, dass ihre Eltern die Stadt verlassen, wo sie wegen ihnen gerade erst nach Vegas gezogen sind. Christine hat immer noch keine Wohnung, Robyn ist mit den Nerven am Ende, Meri macht sich Sorgen um Tochter Mariah und Sohn Gabe ist so frustriert, aus Las Vegas wegzuziehen, dass er überhaupt nicht beim Packen hilft, sondern stattdessen mit seinem Kumpel verschwindet.","versions":[{"lang":1,"streams":[{"redirect":12010961,"hoster":"VOE"},{"redirect":14182473,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Ankunft in Flagstaff","epNo":1,"alt":"Kicked Out","descr":"Kody Brown, seine vier Frauen und die Kinder sind gestern in Flagstaff, Arizona, angekommen, wo sie ein Grundstück gekauft haben und bald bebauen wollen. Doch solange sie ihre Häuser in Las Vegas nicht verkauft haben, fehlt das Geld und sie müssen in getrennten Domizilen wohnen. Als es beim Ausladen von Janelles Sachen zu regnen anfängt, wollen sie alles in Meris Garage unterstellen. Doch kaum haben sie den Laster geparkt, taucht ein Streifenwagen auf: Die Nachbarin hat Anzeige erstattet, weil sie keine Polygamisten in der Gegend will. Das neue Leben der Browns startet schon wieder mit Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":12010965,"hoster":"VOE"},{"redirect":12010967,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Derzeit nicht erhältlich]","epNo":2,"alt":"Happier Alone?","descr":"Der Umzug nach Flagstaff läuft für die Browns nicht wie geplant. Nachdem Meri von ihren neuen Nachbarn, die keine Polygamisten dulden, regelrecht vertrieben wird, zieht Codys erste Frau zurück in ihr Haus in Las Vegas, das zum Verkauf steht. Die Familie ist auseinandergerissen, außerdem könnte es finanziell kaum schlechter aussehen, denn ihre vier Immobilien in Vegas finden keine Käufer, die Hypotheken müssen weiterbezahlt werden und die Übergangshäuser in Flagstaff kosten auch eine Menge Geld. Kody, der den Umzug forciert hatte, ist nun unsicher, ob es die richtige Entscheidung war.","versions":[]},{"epId":"episode-3","name":"Vier Frauen allein zu Haus","epNo":3,"alt":"Lonely In Flagstaff","descr":"Bei Polygamie denkt man gerne an Haremsorgien in dubiosen Sekten, doch diese Doku-Serie zeigt, dass es auch ganz anders geht. Patchwork-Familie Brown, bestehend aus Vater Kody, seinen vier Frauen Meri, Janelle, Christine und Robyn sowie einer 18-köpfigen Kinderschar führt das turbulente Leben einer Großfamilie – mit dem Unterschied, dass es nicht nur eine, sondern vier Mütter gibt. Nun haben die Browns Las Vegas verlassen, weil sich Sin City sehr verändert hat und kein geeigneter Platz mehr für ihre Kinder ist. Flagstaff in Arizona wird die neue Heimat der Patchwork-Familie sein, doch schon beim Bezug ihrer Übergangswohnungen gibt es einen Polizeieinsatz, weil die Nachbarn keine Polygamisten in ihrer Nähe wollen.","versions":[{"lang":1,"streams":[{"redirect":12010970,"hoster":"VOE"},{"redirect":12010972,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Haus oder fünf?","epNo":4,"alt":"Four Wives, One House?","descr":"Seit die polygame Großfamilie in Flagstaff wohnt, fährt Janelle jeden Samstag nach Las Vegas, um Besichtigungen für ihre Häuser anzubieten, doch niemand will kaufen. Und wenn die Browns ihre Hypotheken noch länger abzahlen müssen, wird es finanziell sehr eng. Dabei muss Meris Haus noch entrümpelt und renoviert werden, und auch Robyns Immobilie ist nicht verkaufsfertig. Die Situation raubt Kody und seinen vier Frauen den Schlaf. Außerdem hat der Großfamilienvater Sorge, dass sich eine seiner Frauen von ihm trennt, weil ihr die Vorstellung von einem gemeinsamen Haus für alle die Luft zum Atmen nimmt.","versions":[{"lang":1,"streams":[{"redirect":12010976,"hoster":"VOE"},{"redirect":12010979,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Weihnachten in Flagstaff","epNo":5,"alt":"A Not So Merry Christmas","descr":"Es ist Weihnachten, und Patchwork-Familie Brown feiert das Fest gemeinsam in Meris Haus. Kaum sind alle versammelt, zückt Kody seinen Grundriss für das Gemeinschaftsdomizil, das er bald für alle in Flagstaff bauen will, doch seine Frauen haben keine Lust auf weitere Diskussionen. 15 ihrer 18 Kinder sind zum Fest gekommen, außerdem zwei Schwiegersöhne und ihr bislang einziger Enkel Axel – und sie wollen die Zeit für eine friedliche Familienfeier ohne Streitereien nutzen. Um so größer ist die Freude, als Janelles Tochter Madison mit einer schönen Neuigkeit aufwartet: Sie ist wieder schwanger.","versions":[{"lang":1,"streams":[{"redirect":12011002,"hoster":"VOE"},{"redirect":12010983,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Valentinstag","epNo":6,"alt":"An Awkward Valentine’s Day","descr":"Valentinstag steht vor der Tür, und Patchwork-Familienvater Kody hat wie immer am 14. Februar Probleme, seine vier Frauen unter einen Hut zu bekommen. Denn dieser Tag ist ein monogames Fest und soll eigentlich die Zweisamkeit feiern. Bei den Browns gibt es stattdessen vier Blumensträuße, ein Gemeinschaftsfondue und wenig liebevolle Gesten, weil ja alle Frauen anwesend sind und keine Eifersucht aufkommen soll. Dann feiert Kody seinen 51sten Geburtstag und bekommt handbestickte \"Home is Where Your Wives Are\"-Kissen, denn trotz mancher Unstimmigkeiten wollen alle, dass er in Flagstaff bleibt.","versions":[{"lang":1,"streams":[{"redirect":12010985,"hoster":"VOE"},{"redirect":12010990,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pro und Contra","epNo":7,"alt":"Why Not One House?","descr":"Der Verkauf von Robyns Haus in Las Vegas steht kurz vor dem Abschluss. Jetzt gibt es für die Browns kein Zurück mehr – und sie stehen erneut vor der Diskussion, ob sie in ihrer neuen Heimat Flagstaff, Arizona, künftig alle zusammen in einem Gemeinschaftsdomizil oder in getrennten Häusern wohnen sollen. Kody plädiert nach wir vor für ein Großfamilienhaus, beißt bei Ehefrau Christine damit aber auf Granit. Sie will Privatsphäre und deshalb ihre eigenen vier Wände. Robyn dagegen hängt mehr an ihrem polygamen Gemeinschaftsgedanken und hadert mit der Entscheidung. Doch was wollen Meri und Janelle?","versions":[{"lang":1,"streams":[{"redirect":12010991,"hoster":"VOE"},{"redirect":12010993,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Polygamie in der Krise","epNo":8,"alt":"Doubting Polygamy","descr":"Bei den Browns wird heute Klartext geredet. Kody will wissen, warum seine Frauen seinen Herzenswunsch vom Gemeinschaftsdomizil ausschlagen und stattdessen in vier getrennten Häusern leben möchten. Und der Grund ist ganz simpel: Sie wollen mehr Privatsphäre und sich nicht dauernd absprechen müssen, wer wann wo zu sein hat. Dann trifft sich der Großfamilienvater mit seinem Freund Kyle, ebenfalls Polygamist und im Bauwesen tätig, um ihm das Grundstück in Flagstaff zu zeigen. Kyle ist begeistert, weil die Browns einen eigenen Teich haben, und drauf und dran, das Nachbargrundstück zu erwerben.","versions":[{"lang":1,"streams":[{"redirect":12010994,"hoster":"VOE"},{"redirect":12010998,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der grosse Streit","epNo":9,"alt":"This Land Is Your Land…or Hers?","descr":"Seit die Browns das Land in Flagstaff gekauft hat, gibt es nur Ärger. Kodys vier Frauen leben momentan mit ihren Kindern in getrennten Mietshäusern, doch Meri und Robyn müssen ausziehen, da die Immobilien verkauft werden. Es ist also höchste Zeit, das Grundstück aufzuteilen, doch neuer Ärger steht an, weil sich Robyn und Meri nicht einig sind, wo ihre neuen Domizile gebaut werden sollen. Nach einer heftigen Diskussion brechen die beiden einen Streit vom Zaun, den es in dieser Härte bei den Browns noch nie gab. Wird sich die Großfamilie einigen können, oder steht ihr Umzug unter einem schlechten Stern?","versions":[{"lang":1,"streams":[{"redirect":12011005,"hoster":"VOE"},{"redirect":12011006,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Robyn sieht rot","epNo":10,"alt":"A Breaking Point","descr":"Bei allen Problemen, die rund um den Umzug nach Flagstaff entstanden sind, gibt es endlich wieder etwas zu feiern: Maddie und Caleb wollen der Familie per Video Call das Geschlecht des neuen Babys verraten, das Maddie erwartet. Die Browns sind ganz aufgeregt und geben im Vorfeld Prognosen ab. Besonders nervös ist der werdende Vater Caleb, der nun auf Schwiegervater Kody und seinen reichen Erfahrungsschatz in Sachen Kindererziehung baut. Außerdem: Meri und Robyn wollen ihren heftigen Streit um den künftigen Standort ihrer Häuser beilegen und sehen nun, wer der Auslöser für ihren Konflikt war.","versions":[{"lang":1,"streams":[{"redirect":12011016,"hoster":"VOE"},{"redirect":12011008,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Besuch bei Mariah und Audrey","epNo":11,"alt":"Being Gay And Religious","descr":"Kodys vier Frauen sind in Chicago angekommen, um Meris Tochter Mariah und deren Verlobte Audrey zu besuchen, während der Großfamilienvater zuhause auf die Kinder aufpasst. Vor allem Robin ist froh, dass sie ihren Ehemann für ein paar Tage los hat, denn die beiden streiten ständig. Robyn möchte am liebsten zurück nach Vegas und die Situation in Flagstaff hinter sich lassen. Aber auch die anderen freuen sich – ohne Kids und Kody – unter Mädels zu sein. Meri hatte mit der sexuellen Orientierung ihrer Tochter lange gehadert, doch inzwischen ist sie glücklich, dass Mariah und Audrey über Kinder nachdenken.","versions":[{"lang":1,"streams":[{"redirect":12011011,"hoster":"VOE"},{"redirect":12011013,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Robyn gegen Kody","epNo":12,"alt":"Robyn Vs. Kody","descr":"Christine besucht heute ihre Tochter Aspyn. Die ist mit Ehemann Mitch nach Utah gezogen und will nun ihr neues Haus zeigen. Die beiden ergänzen sich hervorragend, da Aspyn schnell gestresst ist, während Mitch die Ruhe weghat, aber allein nicht viel auf die Reihe bekommt. Kinder sind bei ihnen noch nicht in Planung, da Aspyn zuerst Karriere machen will. Christine vermisst ihre alte Heimat Utah und würde gern in der Nähe ihrer Kids leben. Doch die Familie hatte den Bundesstaat verklagt, weil sie als Polygamisten keine Rechte hatten, und kann nun aus Sicherheitsgründen nicht wieder zurückkommen.","versions":[{"lang":1,"streams":[{"redirect":12011017,"hoster":"VOE"},{"redirect":12011018,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Lage spitzt sich zu","epNo":13,"alt":"The Heat Is On","descr":"Seit einigen Tagen wütet ein Waldbrand in Flagstaff, der Meris Haus immer näherkommt. Er hatte sich innerhalb von 36 Stunden auf 400 Hektar ausgebreitet. Gestern bekam sie eine Warnung von den Behörden, dass ihr Wohngebiet vielleicht evakuiert wird. Durch die vielen Hubschrauber und Löschflugzeuge, die in der Gegend kreisen, gleicht alles einem Kriegsgebiet. Und dann heißt es: Sachen packen! Meri hat nur noch maximal drei Stunden, um das Wichtigste zusammenzuraffen und in den Anhänger zu verladen. Und auch Janelle beginnt zu zittern, denn ihr Haus ist nicht weit entfernt, und der Wind scheint zu drehen.","versions":[{"lang":1,"streams":[{"redirect":12011029,"hoster":"VOE"},{"redirect":12011023,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Besuch bei Nancy","epNo":14,"alt":"Baby Steps","descr":"Die Ehe zwischen Kody und Meri ist am Ende. Meri wird von ihrem Umfeld ständig gefragt, warum sie nicht geht. Und Kody ist an einem Punkt angekommen, an dem er sich von ihr losgesagt hat – sich aber moralisch weiter verpflichtet fühlt. Ihre ständige Kritik ärgert den Großfamilienvater maßlos, außerdem hasst er es, wenn Meri das Opfer spielt. Doch momentan gibt es andere Themen im Hause Brown: Janelles und Kodys Tochter Madison steht kurz vor der Niederkunft, deshalb sind alle nach North Carolina geflogen, um dabei zu sein, wenn der Nachwuchs das Licht der Welt erblickt. Doch das Baby lässt auf sich warten.","versions":[{"lang":1,"streams":[{"redirect":12011036,"hoster":"VOE"},{"redirect":12011024,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Geburt","epNo":15,"alt":"Two Moms, Their Daughter, And A Baby","descr":"Madisons Hebamme meinte beim letzten Termin, dass die Geburt nun schnell gehen würde, doch das Baby lässt auf sich warten. Die werdende Mutter ist mit den Nerven am Ende, außerdem hat sie Sorge, dass Ehemann Caleb, ein Aufzugstechniker, nicht da ist, wenn die Wehen einsetzen. Kody, der in Flagstaff auf der gepackten Reisetasche sitzt, um sein künftiges Enkelkind zu begrüßen, hat das Wohnungsproblem seiner vierten Frau Robyn noch immer nicht gelöst und sieht nun mit Schrecken, dass ihm der erwartete Bankkredit wohl verwehrt bleibt, weil er mit seinen Frauen eine polygame Lebensgemeinschaft führt.","versions":[{"lang":1,"streams":[{"redirect":12011030,"hoster":"VOE"},{"redirect":12011033,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-15","episodes":[{"epId":"episode-1","name":"Gemeinsam einsam","epNo":1,"alt":"Being Strong Or Being A Bitch","descr":"Kody Brown, seine vier Frauen und die zugehörigen Kinder sind bereits seit über einem Jahr in Flagstaff, Arizona, wohnen aber in alle Richtungen verstreut, bis zu 20 Kilometer weit auseinander. Und Kodys Traum vom großen Gemeinschaftshaus auf ihrem Grundstück am Coyote Pass scheint in weite Ferne zu rücken, denn nicht alle wollen ein ständiges Miteinander. Christine etwa pocht auf ihre Privatsphäre, außerdem hat sie keine Lust, Kody mit einer anderen Frau zu sehen. Und so ist der 18-fache Vater ständig unterwegs, völlig erschöpft und ratlos, weil die Familie auseinanderdriftet.","versions":[{"lang":1,"streams":[{"redirect":12011041,"hoster":"VOE"},{"redirect":12011032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Besuch bei den Dargers","epNo":2,"alt":"Felons No More","descr":"Kody trifft sich heute mit seinen Frauen, um einen Trip nach Utah zu planen. Dort wollen sie die Dargers besuchen – eine befreundete polygame Familie. Die Dargers sind politisch sehr aktiv und setzen sich für die Legalisierung der Vielehe in Utah ein. Doch bei den Browns gibt es inzwischen Meinungsverschiedenheiten, was ihr Zusammenleben betrifft. Während Robyn die Vielehe nach wie vor befürwortet, ist Christine ganz anderer Ansicht: Sie will kein Gemeinschaftshaus mehr, sondern ihre Privatsphäre, und gibt offen zu, dass sie immer noch eifersüchtig ist, wenn Kody mit einer der anderen Frauen zusammen ist.","versions":[{"lang":1,"streams":[{"redirect":12011039,"hoster":"VOE"},{"redirect":12011043,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Robyn, die Friedensstifterin","epNo":3,"alt":"Robyn The Peacemaker","descr":"Meris Tochter Mariah und deren Freundin Audrey, die inzwischen in Chicago leben, hatten bei ihrem letzten Besuch in Flagstaff ihre Verlobung bekannt gegeben. Nun hat das lesbische Paar konkrete Heiratspläne. Außerdem wollen sie Chicago verlassen und in ihre alte Heimat Utah zurück, da sie Kinder haben möchten. Mariah will an die Uni in Salt Lake wechseln und dort wieder ein Leben im Kreise ihrer polygamen Familie aufbauen, denn sie vermisst ihre Geschwister. Auch Kody ist überglücklich, dass Mariah dann in der Nähe ist. Für den 18-fachen Vater sind seine Kinder der Mittelpunkt des Lebens.","versions":[{"lang":1,"streams":[{"redirect":12011042,"hoster":"VOE"},{"redirect":12011047,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die „Keller-Frau“","epNo":4,"alt":"The Basement Wife","descr":"Kody hat es endlich begriffen: Zwingt man Frauen, die sich nicht ausstehen können, zusammenzuleben, ist es für sie wie Folter. Der Vorschlag des 18-fachen Vaters, ein einziges Haus für die ganze Großfamilie zu bauen, löste bei seiner dritten Frau Christine eine echte Krise aus. Vor allem mit Kodys vierter Frau Robyn kam Christine nie wirklich klar: Den beiden fiel es immer schwer, Kody zu teilen und die Eifersucht nahm Überhand. Als Robyn heute mit Christine unter vier Augen reden will, geht die gleich auf Abstand, weil sie solche Gespräche lieber vermeidet, doch Robyn lässt sich nicht abwimmeln.","versions":[{"lang":1,"streams":[{"redirect":12011054,"hoster":"VOE"},{"redirect":12011046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Polygamie in der Pandemie","epNo":5,"alt":"Polygamists In A Pandemic","descr":"Christine und die Kinder sind über die Ferien nach North Carolina gereist. Doch aufgrund der COVID-19-Pandemie besteht die Möglichkeit, dass die Flughäfen geschlossen werden und keine Rückkehr nach Flagstaff möglich ist. Alle sind in Sorge, doch die größte Angst hat Kodys vierte Frau Robyn: Sie selbst hatte eine Lungenentzündung, und ihr Sohn Solomon litt an RSV, was beide zu Risikopersonen macht. Nun traut sich Robyn mit ihren Kids nicht mehr aus dem Haus. Auch die anderen Mitglieder der polygamen Familie wollen sich nicht in Gefahr bringen und beschließen, selbst innerhalb der Gemeinschaft Kontakte zu reduzieren.","versions":[{"lang":1,"streams":[{"redirect":12011048,"hoster":"VOE"},{"redirect":12011052,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vier Haushalte, vier Regeln","epNo":6,"alt":"Different Wives, Different Rules","descr":"In den USA haben die COVID-Fälle und die Angst zugenommen. Da noch keiner die Pandemie einschätzen kann, hat die polygame Gemeinschaft der Browns beschlossen, dass jede Frau mit ihren Kindern in Flagstaff zu Hause bleibt und Kody der Einzige ist, der von Haus zu Haus geht. Die Beziehung zwischen den vier Frauen war schon vorher angeknackst, doch nun sind sie quasi dazu gezwungen, sich nicht mehr zu treffen. Und Janelle geht sogar noch weiter: Obwohl sie Kody sehr vermisst, will sie ihn in nächster Zeit gar nicht sehen, da ihre Söhne zur Uni müssen, und ihr Haushalt deshalb ein Risiko darstellt.","versions":[{"lang":1,"streams":[{"redirect":12011058,"hoster":"VOE"},{"redirect":12011059,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Corona, die Spaßbremse","epNo":7,"alt":"Birthday Breakdown","descr":"Seit die Pandemie in den USA ausgebrochen ist, steht Kodys Welt fast still. Er kann Janelle und die gemeinsamen Söhne wegen des Ansteckungsrisikos nicht mehr sehen. Und auch sonst sind ihm die Hände gebunden. Jetzt stehen fünf Geburtstage bei der polygamen Gemeinschaft ins Haus: Breanna wird 16 und sollte eigentlich ein großes Fest feiern. Danach kommt Garrison, kurz darauf Aurora, dann Truely und schließlich Christine. Die Aussicht auf ruhige Geburtstage, ohne den Rest der Familie sehen zu können, macht alle traurig. Doch Covid 19 wird sich noch viel stärker auf das Leben der Browns auswirken.","versions":[{"lang":1,"streams":[{"redirect":12011062,"hoster":"VOE"},{"redirect":12011065,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Meris \u0026amp; Kodys Hochzeitstag","epNo":8,"alt":"Can I Light You Up?","descr":"Heute treffen sich Kody und Meri nach langer Zeit wieder, um etwas zusammen zu unternehmen, denn es ist ihr 30ster Hochzeitstag. Eigentlich ist es ihr \"Nicht-Hochzeitstag\", denn die beiden sind kein Paar mehr. Ihre Beziehung hatte schon immer Höhen und Tiefen, doch seit fast sieben Jahren haben sie nicht mehr zusammengefunden. Dabei möchte Meri wieder eine richtige Beziehung zu Kody, doch er hat momentan kein Bedürfnis nach Romantik mit seiner ersten Frau. Und so verläuft das Picknick auch nicht ganz in Meris Sinn. Ob sich die Stimmung ändert, wenn sie versucht, ihn zu küssen?","versions":[{"lang":1,"streams":[{"redirect":12011070,"hoster":"VOE"},{"redirect":12011068,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Am Scheideweg","epNo":9,"alt":"A Family Stuck","descr":"Das Auseinanderbrechen der polygamen Gemeinschaft, seit die Browns nach Flagstaff gezogen sind, und das Feedback seiner Frauen, lassen Kody daran zweifeln, ob sie in Zukunft noch eine Familie sein werden. Sein Verhältnis zu Meri ist seit fünf Jahren so abgekühlt, dass man nicht mehr von einer Beziehung sprechen kann. Aber auch mit den anderen Frauen wird das Verhältnis schwieriger. Inzwischen hat Kody selbst Zweifel an der Polygamie und weiß nicht, ob er sich wieder dafür entscheiden würde. Durch Corona ist die Situation noch schlimmer, und die Isolation macht vielen schwer zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":12011071,"hoster":"VOE"},{"redirect":12011069,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Team Brown?","epNo":10,"alt":"Polygamy Hell","descr":"Heute trifft sich Kody nach langer Zeit mit seinen vier Frauen in Coyote Pass zu einem Social-Distance-Picknick. Die polygame Lebensweise erschwert den Umgang mit Corona, denn die Frauen müssen sich mit ihren Kindern abkapseln. Die Probleme, die manche Familienmitglieder mit dem 18-fachen Vater haben, kommen dadurch noch mehr zum Tragen. Christine will nicht mehr in Flagstaff bleiben, sondern zurück nach Utah und hält den Zeitpunkt für einen Umzug für perfekt. Meri hat inzwischen ihre Mutter zu Besuch, während Tochter Mariah und deren Lebensgefährtin Audrey die Pension führen.","versions":[{"lang":1,"streams":[{"redirect":12011081,"hoster":"VOE"},{"redirect":12011076,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Christines Traum","epNo":11,"alt":"Everything’s Upside Down","descr":"Kody ist bei seiner vierten Frau Robyn und versucht, Sohn Solomon aus dem Haus zu locken. Der 8-Jährige langweilt sich, weil er während der Pandemie die Familie nicht mehr sehen darf, und wird immer stiller. Doch Kody macht sich nicht nur um Solomon Gedanken, sondern um alle seine Kinder, weil soziale Kontakte fehlen. Auch für den 18-fachen Vater wird es immer schwerer, ausgeglichen und präsent zu sein. Seine dritte Frau Christine fühlt sich von ihm völlig zurückgesetzt. Sie hat das Gefühl, dass sie für Kody nicht mehr wichtig ist, und möchte Flagstaff verlassen, um nach Utah zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":12011080,"hoster":"VOE"},{"redirect":12011077,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Frau zu viel","epNo":12,"alt":"There`s No Me in Polygamy","descr":"Hätten Kodys vier Frauen besser einen anderen heiraten sollen? – Das ist die Frage, die sich der 18-fache Vater inzwischen stellt, denn es fällt ihm schwer, sich die Großfamilie in der Zukunft vorzustellen. Momentan gibt es Streit über ihren Wohnort: Christine will unbedingt in ihre alte Heimat Utah zurück und ist stocksauer, als die anderen nicht auf ihren Wunsch eingehen. Janelle dagegen will Flagstaff auf keinen Fall verlassen. Mery hat die polygame Ehe mit Koday sowieso satt, weil die beiden seit Jahren kein Paar mehr sind, und Robyn ist unglücklich, weil die Familie keine Zeit mehr zusammen verbringt.","versions":[{"lang":1,"streams":[{"redirect":13004029,"hoster":"VOE"},{"redirect":12011085,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Drei Lagerfeuer, vier Frauen","epNo":13,"alt":"Four Wives, Three Fires","descr":"Kody verspürt kein Verlangen, wieder eine Liebesbeziehung mit Meri einzugehen. Doch er ist an einem Punkt, an dem er ein freundschaftliches Verhältnis mit ihr haben kann. Der 18-fache Vater spricht mit Meri offen über die Situation ihrer polygamen Großfamilie- was mit seinen anderen Frauen weniger gut geht. Vor allem das Verhältnis zu Christine ist äußerst angespannt, zumal sie die Einzige ist, die so schnell wie möglich nach Utah zurückwill. Janelle, Robyn und Meri möchten in Flagstaff bleiben, da man sie als bekennende Polygamist:innen seinerzeit aus dem Bundesstaat fast rausgeworfen hatte.","versions":[{"lang":1,"streams":[{"redirect":12011084,"hoster":"VOE"},{"redirect":12011123,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nicht mal mehr Freunde?","epNo":14,"alt":"Not Social But Very Distant","descr":"Kody ist frustriert: Die Familie kann sich auf ihre künftige Wohnsituation nicht einigen. Doch auch während der Pandemie müssen Entscheidungen getroffen werden, also trifft er sich mit seinen vier Frauen, um die Aufteilung ihres Grundstücks in Flagstaff zu besprechen. Janelle will auf ihrem Grund auch Treibhäuser bauen und braucht deshalb viel Sonne, auch Robyn will viel Licht und Sonne, Mery will neben Robyn wohnen, und Christine, die eigentlich den gleichen Bauplatz wie Janelle möchte, verzichtet großmütig. Es scheint, als gäbe es am Ende eine harmonische Einigung, doch in Christine brodelt es.","versions":[{"lang":1,"streams":[{"redirect":12011090,"hoster":"VOE"},{"redirect":12011092,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Klatsch und Tratsch","epNo":15,"alt":"Cistern Wives","descr":"Meri und Janelle sprechen über alte Wunden, nachdem sich die Familie in vier Richtungen getrennt hat: Christine nimmt Ysabel mit, um sich in New Jersey operieren zu lassen, Janelle hilft aus, während Evie in North Carolina einer Fußoperation unterzogen wird, Meri ist in Utah und Kody und Robyn bleiben zu Hause.","versions":[{"lang":1,"streams":[{"redirect":12011096,"hoster":"VOE"},{"redirect":12011097,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Es kann nur besser werden","epNo":16,"alt":"Sad Sorry Lonely Little People","descr":"Christine und Kodys Tochter Ysabel wurde in New Jersey operiert, um ihre Skoliose zu korrigieren. Die Genesung ist viel intensiver als erwartet und Kodys Abwesenheit beunruhigt Christine.","versions":[{"lang":1,"streams":[{"redirect":12011101,"hoster":"VOE"},{"redirect":12011100,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kodys Gebote","epNo":17,"alt":"No Head Wife","descr":"Christine fragt, warum ein Kindermädchen um Robyns Kinder herum erlaubt ist, wenn ihre Familie es nicht ist, also erstellt Kody eine lange Liste von COVID-Regeln, die das Kindermädchen befolgt. Janelle findet manches lächerlich.","versions":[{"lang":1,"streams":[{"redirect":12011108,"hoster":"VOE"},{"redirect":12011105,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kody vs. Kinder","epNo":18,"alt":"Choosing Kids Over Kody","descr":"Seit Kody seine strengen Corona-Regeln erlassen hat, gibt es noch mehr Ärger in der polygamen Großfamilie. Die Beziehung zu Janelles Jungs hat sich seitdem stark abgekühlt. Da Garrison und Gabe soziale Kontakte pflegen, sollen sie nach Meinung ihres Vaters in Quarantäne gehen oder müssen sofort ausziehen, was auf wenig Verständnis bei den beiden stößt. Auch Christine und ihre Kinder können nicht dauernd die Regeln des Familienoberhauptes befolgen, denn sie haben eigene Pläne. Abgesehen davon sind sich die beiden sowieso fremd geworden. Nur Robyn stimmt Kodys Forderungen zu und hält sich daran.","versions":[{"lang":1,"streams":[{"redirect":12011110,"hoster":"VOE"},{"redirect":14166549,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Truthahn und Corona","epNo":19,"alt":"Two Cliques","descr":"Janelle und Christine finden Kodys Covid-Regeln etwas übertrieben: Das meiste machen sie, weigern sich jedoch, ihre Post und die Einkäufe zu desinfizieren. Es sieht so aus, als ob sie sich entscheiden müssten – entweder Familienoberhaupt Kody sehen, oder ihr Leben zu leben. Und auch der 18-fache Vater ist genervt: Alle beschweren sich bei ihm, dass die Familie getrennt ist, doch dann wollen sie sich nicht an die Regeln halten, um sich wieder treffen zu können. Nur Robyn verhält sich regelkonform, wird dadurch aber zum Sündenbock für Kodys andere drei Frauen. Bricht die polygame Gemeinschaft auseinander?","versions":[{"lang":1,"streams":[{"redirect":12011118,"hoster":"VOE"},{"redirect":12011115,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein gemeinsames Weihnachtsfest","epNo":20,"alt":"The Teflon Queen","descr":"Weihnachten naht, und Großfamilie Brown hat sich endlich auf Corona-Regeln geeinigt, damit sie zusammen feiern können. Janelles Söhne Garrison und Gabriel haben sich lange gegen Kodys Pläne gesträubt und sind immer noch von den Anordnungen ihres Vaters genervt. Deshalb will er jetzt mit den beiden Holzarbeiten auf dem Grundstück machen und bei der Gelegenheit die Fronten klären. Doch die Brüder sind überzeugt, dass auch an Weihnachten alle über unterschiedlichen Covid-Ansichten streiten werden. Und Kody droht, nie wieder mit der ganzen Familie zu feiern, wenn die Feiertage schlecht laufen.","versions":[{"lang":1,"streams":[{"redirect":12011122,"hoster":"VOE"},{"redirect":12011126,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Trennung","epNo":21,"alt":"The Beginning Of The End","descr":"Cody traut seinen Ohren nicht: Christine will die sofortige Trennung. Sie hatte sich von einer polygamen Verbindung etwas ganz anderes erhofft, als das, was sie jahrelang lebte. Trotzdem war sie immer eine folgsame Ehefrau, doch jetzt reicht es: Nicht nur, dass es zwischen ihr und dem 18-fachen Vater seit langem schlecht läuft – Cody hat nun geäußert, dass er an einer intimen Beziehung kein Interesse mehr hat. Christine ist am Boden zerstört, weil sie Cody noch liebt, will aber nicht als fünftes Rad am Wagen dahinvegetieren. – Eine nachvollziehbare Entscheidung, die Cody aber nicht akzeptiert.","versions":[{"lang":1,"streams":[{"redirect":12011125,"hoster":"VOE"},{"redirect":12011131,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Browns im Gespräch – Teil 1","epNo":22,"alt":"One on One: Part 1","descr":"Ein Himmel voller Frauen. Bei Polygamie denkt man gern an Haremsorgien in dubiosen Sekten, doch diese Doku-Serie zeigt, dass es auch ganz anders geht. Seit Kody Brown und seine vier Frauen Meri, Janelle, Christine und Robyn ihre Heimat Utah verlassen mussten, leben sie mit 17 Kindern in Las Vegas – zum ersten Mal in getrennten Häusern. Um diesen Zustand endlich zu beheben und wieder näher zusammenzurücken, müssen neue Geldquellen aufgetan werden. Deshalb versuchen sie sich unter anderem als Makler und Schmuckdesigner, doch der polygamen Großfamilie wird nichts geschenkt. Die Herausforderungen ihrer außergewöhnlichen Patchwork-Beziehung, inklusive Vorurteile, Eifersucht, Selbstzweifel und flügge werdender Sprösslinge, bringen die Browns zuweilen ans Ende ihrer Kräfte.","versions":[{"lang":1,"streams":[{"redirect":12011128,"hoster":"VOE"},{"redirect":12011134,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Browns im Gespräch – Teil 2","epNo":23,"alt":"One on One: Part 2","descr":"Moderatorin Sukanya trifft sich mit den Browns im Studio, um über die neuesten Entwicklungen zu sprechen. Dabei wird auch klar, dass nur Robyn eine glückliche Ehe mit Kody führt. Die anderen Frauen hatten in der polygamen Gemeinschaft oft gelitten. Christine hat inzwischen einen Schlussstrich gezogen und sich getrennt. Für Meri gibt es kaum Kontakt zu Kody. Und selbst Janelle entfernt sich von ihm, weil er ihre Söhne vor die Tür setzen wollte. Sie hatten seine Pandemie-Regeln nicht befolgt und ihn als Familienoberhaupt nicht respektiert. Bestraft Kody seine Frauen für mangelnden Respekt mit Liebesentzug?","versions":[{"lang":1,"streams":[{"redirect":12011141,"hoster":"VOE"},{"redirect":12011138,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Browns im Gespräch – Teil 3","epNo":24,"alt":"One on One: Part 3","descr":"Die Browns setzen sich einzeln zusammen, um über ihre bisher umstrittenste Saison zu sprechen. Kody, Christine und Meri beantworten brennende Fragen zum aktuellen Stand ihrer Beziehungen, und der Rest der Familie bespricht die Herausforderungen, die COVID mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":12011143,"hoster":"VOE"},{"redirect":12011139,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-16","episodes":[{"epId":"episode-1","name":"Das Ende einer Ehe","epNo":1,"alt":"It’s Over","descr":"Nach 26 Jahren Ehe beendet Christine die Beziehung zu Kody endgültig.Christine hat Kodys Sachen gepackt und in die Garage gestellt, doch der 18-fache Vater will immer noch nicht glauben, dass sie der polygamen Gemeinschaft den Rücken kehrt. Nur seine vierte Frau Robin scheint ihn noch zu verstehen und zu unterstützen.Nach Kodys Offenbarung, dass er keine intime Beziehung mehr zu ihr will, hat Christine ein Schlafzimmer-Verbot ausgesprochen und anschließend seine Sachen gepackt. Nach dieser Aktion fühlt sie sich befreit, doch Kody kann immer noch nicht glauben, dass seine dritte Ehefrau ihm und ihrer polygamen Gemeinschaft den Rücken kehren möchte. Doch auch mit seiner ersten Frau Meri gibt es schon länger Probleme, und seit der Covid-Pandemie hat sich sogar Janelle von Kody entfernt, weil sich ihre gemeinsamen Söhne zurückgesetzt fühlen. Nur Robin scheint den 18-fachen Vater noch zu verstehen und zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":13036928,"hoster":"VOE"},{"redirect":13036924,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ist Robyn schuld?","epNo":2,"alt":"Is There A Favorite Wife?","descr":"Janelles Kinder haben eine starke Meinung zu Kodys COVID-Regeln und Kody macht überraschend einen Besuch bei Meri. Anschließend organisiert er ein Treffen im Freien für die ganze Familie – das erste Mal seit Monaten, dass sie sich wiedersehen.","versions":[{"lang":1,"streams":[{"redirect":13036927,"hoster":"VOE"},{"redirect":13036925,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Einer kommt, einer geht","epNo":3,"alt":"The Labors Of Life","descr":"Die Ehefrauen treffen eine wichtige Entscheidung über die Grundstücke. Christine macht sich auf den Weg, um Ysabel zur Operation nach New Jersey zu bringen, aber Kodys Weigerung zu gehen macht Christine wütend. Dann hat ein anderes Familienmitglied eine große Ankündigung.","versions":[{"lang":1,"streams":[{"redirect":13036934,"hoster":"VOE"},{"redirect":13036929,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwere Offenbarungen","epNo":4,"alt":"And Then There Were Three","descr":"Meri und Janelle reden über alte Wunden, nachdem die Familie in vier Richtungen auseinanderdriftet: Christine nimmt Ysabel mit zur Operation nach New Jersey, Janelle hilft aus, während Evie sich in North Carolina einer Fußoperation unterzieht, Meri ist in Utah und Kody und Robyn bleiben zu Hause.","versions":[{"lang":1,"streams":[{"redirect":13036931,"hoster":"VOE"},{"redirect":13036932,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein letztes Familienfest","epNo":5,"alt":"The Last Family Gathering","descr":"Christines und Kodys Tochter Ysabel wird in New Jersey operiert, um ihre Skoliose zu korrigieren. Die Genesung verläuft weitaus intensiver als erwartet, und Kodys Abwesenheit verärgert Christine.","versions":[{"lang":1,"streams":[{"redirect":13916664,"hoster":"VOE"},{"redirect":13036952,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kodys Gebote","epNo":6,"alt":"No Head Wife","descr":"Christine fragt sich, warum ein Kindermädchen mit Robyns Kindern zusammen sein darf, während ihre Familie das nicht darf. Deshalb erstellt Kody eine lange Liste von COVID-Regeln, die das Kindermädchen befolgt. Janelle findet einige der Regeln lächerlich, aber die Frauen fragen sich, warum sie diese Liste nicht schon früher bekommen haben.","versions":[{"lang":1,"streams":[{"redirect":13036936,"hoster":"VOE"},{"redirect":13036948,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unterwegs in Sachen Liebe","epNo":7,"alt":"The Failed Priest","descr":"Janelles Kinder explodieren und nennen Kodys COVID-Regeln \"dumm\". Später, bei einem Familientreffen zur Planung der Feiertage, versucht Kody, einige seiner Frauen davon zu überzeugen, in der Stadt zu bleiben und seine Regeln zu befolgen. Janelle läuft wütend und fluchend auf ihn los.","versions":[{"lang":1,"streams":[{"redirect":13036956,"hoster":"VOE"},{"redirect":13036955,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Zukunft der Browns","epNo":8,"alt":"Hang On With Me","descr":"Die Familie Brown ist gespaltener denn je; Christine und Janelle müssen sich jeweils entscheiden, ob sie Kody oder ihre älteren Kinder sehen möchten. Robyn und Meri befolgen Kodys COVID-Regeln, damit sie Thanksgiving mit ihm feiern können.","versions":[{"lang":1,"streams":[{"redirect":13036943,"hoster":"VOE"},{"redirect":13036946,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Scheidung für Polygamisten","epNo":9,"alt":"A Polygamist Divorce","descr":"Kody tritt seinen Söhnen Gabe und Garrison gegenüber und sie tauschen die Schuld wegen der COVID-Beschränkungen aus. Dann erleidet Janelle einen großen Verlust, als Weihnachten naht. Die Familie hofft, dass alle negativ getestet werden und endlich zusammen sind.","versions":[{"lang":1,"streams":[{"redirect":13036941,"hoster":"VOE"},{"redirect":13036940,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Stich ins Herz","epNo":10,"alt":"The Knife In The Kidneys","descr":"Nach einem Familientreffen hat die Familie Brown ihre erste COVID-Infektion. Ein Gespräch mit Kody ist für Christine der letzte Tropfen, der das Fass zum Überlaufen bringt, und als er zu ihrem Haus zurückkehrt, findet er seine Sachen verpackt in der Garage vor.","versions":[{"lang":1,"streams":[{"redirect":13036971,"hoster":"VOE"},{"redirect":13036970,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein trauriger Abschied","epNo":11,"alt":"The Worst Goodbye","descr":"Die Browns setzen sich einzeln zusammen, um über ihre bisher umstrittenste Saison zu sprechen. Kody, Christine und Meri beantworten brennende Fragen zum aktuellen Stand ihrer Beziehungen und der Rest der Familie bespricht die Herausforderungen, die COVID mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":13036979,"hoster":"VOE"},{"redirect":13036981,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Da waren’s nur noch vier","epNo":12,"alt":"Life After Polygamy","descr":"Die Familie Brown spricht weiterhin unter vier Augen mit Gastgeberin Sukanya Krishnan über die Höhen und Tiefen des letzten Jahres. Christine spricht darüber, wie sie eine Kellerfrau ist, während Robyn ihren Kampf um Akzeptanz in der Familie offenbart.","versions":[{"lang":1,"streams":[{"redirect":13036989,"hoster":"VOE"},{"redirect":13036988,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Corona schlägt zu","epNo":13,"alt":"Coronapocalypse","descr":"Kody und Christine teilen Neuigkeiten mit, die die Familie verändern werden, während die anderen Frauen darüber nachdenken, welche Auswirkungen dies auf ihre Zukunft hat.","versions":[{"lang":1,"streams":[{"redirect":13036986,"hoster":"VOE"},{"redirect":13036985,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Dann waren’s nur noch zwei","epNo":14,"alt":"Which Wife Is Next","descr":"Seit Christines Abreise vor über zwei Monaten trifft sich der Rest der polygamen Familie zum ersten Mal wieder. Janelle will über die Baupläne für ihr neues Haus in Flagstaff sprechen, doch die allgemeine Stimmung ist noch immer schlecht.","versions":[{"lang":1,"streams":[{"redirect":13036964,"hoster":"VOE"},{"redirect":13036959,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Rückblick – Teil 1","epNo":15,"alt":"One On One: Part 1","descr":"Vor zwölf Jahren waren Kody und seine vier Frauen eine glückliche polygame Familie, doch jetzt ist nichts mehr wie vorher. Um die Geschehnisse aufzuarbeiten, trifft sich Moderatorin Sukanya in den nächsten drei Folgen mit allen zu Einzelgesprächen.","versions":[{"lang":1,"streams":[{"redirect":13036962,"hoster":"VOE"},{"redirect":13036961,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Rückblick – Teil 2","epNo":16,"alt":"One On One: Part 2","descr":"Im zweiten Teil des Rückblicks kochen die Emotionen hoch: Hatte Kody wirklich darüber nachgedacht, seine Fehler einzusehen und sich mit Meri zu versöhnen? Und hatte Christine diesen Plan vereitelt? Wer sagt die Wahrheit?","versions":[{"lang":1,"streams":[{"redirect":13036966,"hoster":"VOE"},{"redirect":13036969,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Rückblick – Teil 3","epNo":17,"alt":"One On One: Part 3","descr":"Im letzten Teil des Rückblicks wird Kody mit der Frage nach seiner Lieblingsfrau konfrontiert: Zieht er Robyn den anderen vor? Während Christine und Janelle klar die Meinung teilen, dass Robyn über ihnen steht, ist Kody zu keiner Aussage bereit.","versions":[{"lang":1,"streams":[{"redirect":13036992,"hoster":"VOE"},{"redirect":13036993,"hoster":"Streamtape"}]}]}]}]}