{"seriesId":"allein-gegen-die-zukunft","name":"Allein gegen die Zukunft","descr":"Eine geheimnisvolle Katze bringt dem im Hotel lebenden Börsenmakler Gary Hobson (Kyle Chandler) jeden Morgen bereits die Zeitung vom nächsten Tag. Als Einziger weiß er, welche Katastrophen in den nächsten 24 Stunden geschehen werden, und versucht, deren Opfer davor zu bewahren. Die blinde Telefonistin Marissa Clark (Shanesia Davis) und Garys Freund Chuck Fishman (Fisher Stevens) unterstützen ihn dabei! (Crossover mit Martial Law – Der Karate-Cop, Chicago Hope)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die geheimnisvolle Katze","epNo":1,"alt":"Pilot","descr":"Ausgerechnet am Hochzeitstag wird Gary Hobson von seiner Frau Marcia vor die Tür gesetzt, er zieht in ein Hotel. Dort weckt ihn am nächsten Morgen ein Miauen vor der Tür: Eine getigerte Katze bringt die Zeitung. Achtlos wirft Gary das Blatt weg, aber im Büro wird der Börsenhändler plötzlich stutzig, als die Weizen-Aktien steigen: Hat er das nicht heute morgen schon in der \"Chicago Sun-Times\" gelesen? Tatsächlich bestätigt sich: Die geheimnisvolle Katze hat ihm die Zeitung vom nächsten Tag gebracht. Und das tut sie jeden Morgen. Spontan kündigt Gary seinen Job und verdient auf der Rennbahn 15.000 Dollar, die er Telefonistin Marissa schenkt, damit sie sich einen Blindenhund kaufen kann.\r\rGarys Freund und Kollege Chuck ist fassungslos und zugleich begeistert von der unerwarteten Möglichkeit, schnell reich zu werden. Marissa allerdings ist überzeugt, dass Gary die Zeitung aus einem anderen Grund bekommt. Hätte Gary gelesen, dass sein Freund, der Zeitungshändler Sherman, einen Unfall haben wird, hätte er das vielleicht verhindern können. Jetzt versucht Marissa, Gary zu überzeugen, einen Banküberfall zu vereiteln, bei dem es am Nachmittag neun Tote geben wird. Die Polizei lacht die beiden aus, also geht Marissa allein in die Bank. Als Gary ihr folgt, betritt gerade Frank Price das Gebäude, der Arbeitslose, der aus Verzweiflung die Bank überfallen und in Panik für die Katastrophe sorgen wird, als jemand Alarm auslöst. Gary stellt sich als Geisel zur Verfügung.","versions":[{"lang":1,"streams":[{"redirect":14377222,"hoster":"VOE"},{"redirect":14393633,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Entscheidung","epNo":2,"alt":"The Choice","descr":"Soll er 190 Menschen vor einem Flugzeugabsturz retten oder ein kleines Mädchen namens Amanda vor einem tödlichen Unfall bewahren? Gary kann keinen Ausweg aus diesem Dilemma finden. Schließlich bricht er mit seinen Freunden Chuck und Marissa zum Flughafen auf. Doch auf dem Weg dahin werden die drei Zeugen von Amandas Unfall.\r\rGary weiß mittlerweile, dass Amanda nicht direkt durch den Unfall sterben wird. Vielmehr wird ihr Tod dadurch verursacht, dass im Krankenhaus niemand ihre gefährliche Kopfverletzung entdeckt. Also beschließt er, sie selbst zum Arzt zu bringen, um auf die Wunde hinweisen zu können. Marissa und Chuck sollen derweil versuchen, den Flugzeugabsturz abzuwenden, schaffen es aber wegen technischer Pannen nicht zum Flughafen. Als Amandas Vater plötzlich in Pilotenuniform im Krankenhaus auftaucht, weiß Gary aber, dass auch die zweite Katastrophe am nächsten Tag nicht in der Zeitung stehen wird.","versions":[{"lang":1,"streams":[{"redirect":14351181,"hoster":"VOE"},{"redirect":14365962,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Baby","epNo":3,"alt":"Baby","descr":"Seit Garys Freund Chuck in der Schule dazu gezwungen wurde, einen Frosch zu sezieren, hasst er Körperflüssigkeiten aller Art. Als ihm Garys mysteriöse Zeitung des nächsten Tages in die Hand fällt, ist er entsetzt: Dort steht, er sei in der Hochbahn einer jungen Frau dabei behilflich gewesen, ihr Baby zur Welt zu bringen. Da er den Namen der werdenden Mutter weiß, fährt er zu ihr hin und überredet sie, am nächsten Tag nicht die Hochbahn zu nehmen.\r\rDamit ändert sich die Schlagzeile der Zeitung: Offensichtlich wird Chuck seine Fähigkeiten als Geburtshelfer nun in einem Aufzug unter Beweis stellen. Diesmal steht der Name der Frau nicht dabei. Trotz aller Vorsichtsmaßnahmen bleibt Chuck tatsächlich am nächsten Tag in einem Aufzug stecken. Die einzige andere Person im Lift ist eine hochschwangere Frau …","versions":[{"lang":1,"streams":[{"redirect":14351248,"hoster":"VOE"},{"redirect":14365966,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Truhe im Keller","epNo":4,"alt":"The Paper","descr":"Auf einem Bild aus dem Jahr 1946 entdeckt Gary eine Katze, die der zum Verwechseln ähnlich sieht, die ihm jeden Morgen die Zeitung vom nächsten Tag bringt. Den Mann neben der Katze weist die Bildunterschrift als Schriftsetzer der Chicagoer Zeitung aus. Wie Garys Ermittlungen im Verlagsgebäude ergeben, geht über diesen Schriftsetzer das Gerücht um, er habe den Bericht zum Kriegsende in Europa bereits einen Tag zuvor gesetzt.\r\rBei der Zeitung lernt Gary die Journalistin Meredith kennen, die kurz davor ist, den Mord an einem Gewerkschaftsboss aufzuklären. Die Mörder scheinen das zu ahnen, denn plötzlich geht auf Merediths Schreibtisch eine Bombe hoch, und der Archivar wird leicht verletzt. Trotz dieser Warnung geht die Redakteurin weiterhin ihrer Spur nach, womit sie sich in akute Lebensgefahr begibt. Da Gary den Inhalt der Zeitung des nächsten Tages kennt, kann er sie retten. Er erfährt auch, welche Umstände ihn, seine Katze und den Schriftsetzer verbinden.","versions":[{"lang":1,"streams":[{"redirect":14376737,"hoster":"VOE"},{"redirect":14391088,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Hundedieb","epNo":5,"alt":"Thief Swipes Mayor\u0027s Dog","descr":"Im Stadtpark hält Gary einen Mann davon ab, den Hund des Bürgermeisters zu entführen. Chuck ist entsetzt, als er erfährt, dass der Hundedieb aus seiner Verwandtschaft kommt. Es ist sein Onkel Phil, der auf diesem Weg seinen Unmut über Bürgermeister und Stadtverwaltung loswerden wollte: Die Müllabfuhr hatte seinen Hund überfahren und kein Verantwortlicher fand dafür ein Wort des Bedauerns.\r\rUm eine offizielle Entschuldigung für Onkel Phil einzufordern, begibt Gary sich zum Bürgermeister. Dort bekommt er aber nur ein Autogramm, das nicht einmal einwandfrei ist. Auf der Rückseite stehen merkwürdige Zahlen. Zunächst kommt niemand auf die Idee, dass es just die Gewinnzahlen einer Ausspielung sind, die das Bürgermeisteramt ausgeschrieben hat. Bislang aber hat noch niemand den Jackpot geknackt. Kein Wunder, hat doch der Bürgermeister die Computer manipuliert, um das Geld behalten zu können.\r\r*Susan Seidelman (\"Susan verzweifelt gesucht\") führt Regie bei dieser Folge von \"Allein gegen die Zukunft\".*","versions":[{"lang":1,"streams":[{"redirect":14376679,"hoster":"VOE"},{"redirect":14391089,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mitten ins Herz","epNo":6,"alt":"Hoops (a.k.a. Hoop Dreams","descr":"Michael Williams ist der große Hoffnungsträger seiner Baseballmannschaft. Wenn er mitspielt, so weiß man, wird das Team gewinnen. Chuck vertraut darauf, wettet und leistet sich in Erwartung des großen Gewinns ein teures Auto. Dass dies keine gute Entscheidung war, zeigt die Zeitung des nächsten Tages. Dort steht, dass Michael aufgrund eines Herzfehlers zusammenbrechen und nie wieder das Bewusstsein erlangen wird.\r\rMarissa, Chuck und Gary setzen nun alles daran, Michael von einer Teilnahme am Spiel abzuhalten. Doch der möchte seinem kleinen Bruder Robbie mit dem Geld, das er als Baseballstar verdient, eine goldene Zukunft ermöglichen. Außerdem wird er durch seinen egoistischen Trainer angestachelt. Kurz vor dem Spiel findet Robbie die Zeitung, die er für eine Zauberzeitung hält, und liest vom Tod seines geliebten Bruders. Sofort will er ihn vom Spielfeld holen.","versions":[{"lang":1,"streams":[{"redirect":14371386,"hoster":"VOE"},{"redirect":14391091,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kurz nach Mitternacht","epNo":7,"alt":"After Midnight","descr":"Wie Gary aus der Zeitung des nächsten Tages erfährt, wird vor der Saint Mary-Kirche ein Säugling ausgesetzt werden. Er weiß, dass es seine Aufgabe ist, die Mutter zu finden und sie davon abzuhalten, ihr Kind im Stich zu lassen. Als er zufällig an einer Haltestelle das Baby erkennt, gibt er sich alle Mühe, das Vertrauen der Mutter zu gewinnen. Die 17-jährige Samantha nimmt seine Hilfe zunächst an. Aber als sie bemerkt, dass er heimlich Kontakt zu ihrem Vater aufnimmt, flieht sie. Seine mysteriöse Zeitung unterrichtet Gary darüber, dass Samantha in der folgenden Nacht Selbstmord begehen wird.","versions":[{"lang":1,"streams":[{"redirect":14371371,"hoster":"VOE"},{"redirect":14391090,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Waffen in Kinderhand","epNo":8,"alt":"Gun","descr":"Die Zeitung des morgigen Tages berichtet von einem Familiendrama. In einem Vorort von Chicago wird der achtjährige Tommy Porter aus Versehen seinen älteren Bruder Bryce erschießen. Die Pistole hat er im Schrank seiner Mutter gefunden. Unverzüglich macht Gary sich auf den Weg zu den Porters, wo es ihm gelingt, die Waffe verschwinden zu lassen. Gary ahnt nicht, dass Tommys Mutter Nikki die Pistole dringend benötigt. Seit sie sich von ihrem gewalttätigen Mann getrennt hat, sind sie und die Kinder in ständiger Gefahr vor seinen Attacken. Sie benötigt den Revolver, um sich gegen seine Übergriffe zu schützen. Als Gary die neue Schlagzeile in der Zeitung des nächsten Tages sieht, weiß er, dass er zurück zu den Porters muss. Sonst wird Kurt Nikki im Affekt ermorden.","versions":[{"lang":1,"streams":[{"redirect":14376775,"hoster":"VOE"},{"redirect":14391092,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tornado der Gefühle","epNo":9,"alt":"His Girl Thursday","descr":"Während Gary eine Familie rettet, deren Haus nach einem Tornado in Flammen steht, machen sich zwei Menschen seine Zeitung für ihre eigenen Zwecke zu Nutze. Chuck informiert sich im Wirtschaftsteil über die Entwicklung an der Börse. Mit den neugewonnen Erkenntnissen kauft er massenweise Aktien und verdient bis zum Abend 15 Millionen Dollar. Der immense Gewinn allerdings macht die Börsenaufsicht stutzig. Auch Meredith, eine Reporterin mit der Gary einmal ein Date hatte, will mit Hilfe der Zeitung vom nächsten Tag ihre Karriere ankurbeln. Dank der Schlagzeilen möchte sie am rechten Ort sein, um die Topstory des nächsten Tages liefern zu können. Ihre Indiskretion bringt sie just zu dem Haus, wo Gary sich gerade als Retter erweist. Schon bald ist ihr klar, dass sie mit ihrem Handeln nicht nur die Freundschaft zu Gary gefährdet. Am nächsten Tag bringt sie wegen der Zeitung auch noch ihr Leben in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13102658,"hoster":"VOE"},{"redirect":14360814,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Morgen ermorde ich meinen Chef","epNo":10,"alt":"The Wrong Man","descr":"Als Gary erfährt, dass seine Ex-Frau Marcia wieder heiraten wird, ist er todunglücklich. Dann erfährt er, wen sie heiraten wird und ist außer sich vor Zorn: Marcia möchte ausgerechnet seinen verhassten Ex-Chef Pritchard zum Mann nehmen. Die Schlagzeile der Zeitung des nächsten Tages macht Garys Dilemma perfekt: Den Meldungen zufolge soll Pritchard das Opfer eines Mordanschlags werden. Obwohl sein Tod für Gary eine Erleichterung wäre, entscheidet er sich dafür, ihn vor dem Attentat zu bewahren. Das ist allerdings gar nicht so einfach. Pritchard hat seine eigenen Erfahrungen mit Gary gemacht und mag ihn aus lauter Angst nicht mehr an sich heranlassen.","versions":[{"lang":1,"streams":[{"redirect":13722618,"hoster":"VOE"},{"redirect":13723504,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Weihnachtsmann","epNo":11,"alt":"Christmas","descr":"Die vorweihnachtliche Stimmung in Chicago wird durch einen Bombenleger zerstört. Laut Garys Informationen wird der nächste Sprengsatz im Eisstadion hochgehen. Aber die Polizei kann in der Halle keine Bombe finden. Auch Garys nächster Hinweis, die Explosion fände in einem Kaufhaus statt, erweist sich als falsch. Unverrichteter Dinge landet er schließlich zusammen mit Detective Crumb in einer Kneipe, wo der Polizist auf seine bevorstehende Entlassung anstoßen möchte. Ausgerechnet dort spricht ihn der Bombenleger an, der ihn schon die ganze Zeit beobachtet. Kurz bevor die Situation zu eskalieren droht, kommt Hilfe von völlig unerwarteter Seite: Chuck, der wegen nicht bezahlter Strafzettel hinter Gittern sitzt, wird von einem verschrobenen Mithäftling zum Ausbruch überredet. Der Anstifter hält sich für den Weihnachtsmann und ist entsprechend kostümiert. Die beiden Ausbrecher landen just in der Kneipe, in der der Attentäter die Gäste in Schach hält. Dem Weihnachtsmann gelingt es, das Vertrauen des Bombenlegers zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14376753,"hoster":"VOE"},{"redirect":14391093,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eiszeit","epNo":12,"alt":"Frostbit","descr":"In Chicago herrscht ein grauer, eiskalter Winter, und die Menschen sind entsprechend schlecht gelaunt. Die Leute, die Gary vor kleineren Unfällen bewahrt, sind keinesfalls dankbar, sondern reagieren unwirsch. Zu allem Überfluss klaut auch noch ein Straßenjunge Garys Portmonee. Seine Wut verraucht schnell, als er in seiner Zeitung liest, dass dieser Junge in der Nacht erfrieren wird. Gary macht sich sofort daran, das Versteck des Diebes aufzuspüren. Er findet ihn in einer völlig hilflosen Position, eingeklemmt durch ein herabgefallenes Rohr. Während Gary versucht, ihn zu befreien, stürzt der Eingang des baufälligen Gemäuers ein und versperrt den Weg nach draußen. Derweil findet Chuck in Garys Wohnung die Zeitung von morgen und liest vom Tod seines Freundes. Unverzüglich macht er sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":14358181,"hoster":"VOE"},{"redirect":14365967,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Mafiabraut","epNo":13,"alt":"Mob Wife","descr":"Mafiaboss Frank Perrelli ist wegen des Meineids seiner Verlobten Teresa knapp dem elektrischen Stuhl entgangen. Als sie sich kurze Zeit später von ihm trennt, schwebt sie selbst in Lebensgefahr: Sie weiß zu viel. Als Gary und Chuck Teresa warnen wollen, stecken sie Hals über Kopf mitten in einem Mafia-Krimi. Bald sind ihnen nicht nur Perrellis Killer, sondern auch das FBI auf den Fersen. Inmitten dieses Chaos verlieben sich Chuck und Teresa ineinander.","versions":[{"lang":1,"streams":[{"redirect":14358177,"hoster":"VOE"},{"redirect":14365965,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Loch in der Wand, Teil 1","epNo":14,"alt":"The Wall (1)","descr":"Just in dem Moment, als Gary den Redakteur Harry Hawks vor der Explosion einer Briefbombe bewahrt, stürzt im Keller des Verlagsgebäudes eine Mauer ein. In den Trümmern wird ein Karton des geheimnisvollen Schriftsetzers Lucius Snow gefunden. Angeblich handelt es sich bei Snow um den Mann, der die Zeitung des nächsten Tages ins Leben gerufen hat. Man erzählt auch, Snow sei im November 1963 nach Dallas gereist, um das Attentat auf Präsident Kennedy zu verhindern. In seiner Theorie über den Hintergrund des Anschlags spielt der angeblich verstorbene Geheimagent J.T. Marley eine nicht unwesentliche Rolle.","versions":[{"lang":1,"streams":[{"redirect":14351173,"hoster":"VOE"},{"redirect":14360815,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Loch in der Wand, Teil 2","epNo":15,"alt":"The Wall (2)","descr":"Gary wird von der Polizei gejagt, die ihn für den Mörder von Hawks und den potenziellen Präsidenten-Attentäter hält. Er hat bereits eine Vermutung, wer der wahre Täter sein könnte. Auf der Suche nach Beweisen bringt er die Zeitung vom 23.11.1963 zum Pfandleiher \"Handwriting\". Der ist in der Lage, das alte Foto, das das Kennedy-Attentat zeigt, so aufzuarbeiten, dass alle Details sichtbar werden.","versions":[{"lang":1,"streams":[{"redirect":14351141,"hoster":"VOE"},{"redirect":14365969,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Besuch aus dem Wilden Westen","epNo":16,"alt":"Bat Masterson","descr":"Zufällig lernt Gary den ehemaligen Polizisten Mike Killebrew kennen, der sich für den Western-Helden Bat Masterson hält. Unter diesem Identitätsproblem leidet er seit dem Tod seines besten Freundes, der aus dem Hinterhalt erschossen wurde. Killebrew konnte nicht ertragen, dass er unfähig war, den Mord zu verhindern. Aus diesem Grund nahm er die Identität seines Kindheitsidols an.","versions":[{"lang":1,"streams":[{"redirect":8441653,"hoster":"VOE"},{"redirect":8271321,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der verlorene Geschworene","epNo":17,"alt":"The Jury","descr":"Phil DeLuca wird vorgeworfen, Gelder seines Chefs Joseph Prosky veruntreut zu haben. Tatsächlich hat Prosky das Kapital selbst verschwinden lassen und DeLuca nur als Sündenbock benutzt. Alle potenziellen Zeugen werden unter Androhung von Gewalt zum Schweigen gebracht. Wie Gary aus der Zeitung des nächsten Tages erfährt, wird DeLuca schuldig gesprochen. Aus Verzweiflung wird er sich erhängen.","versions":[{"lang":1,"streams":[{"redirect":14376702,"hoster":"VOE"},{"redirect":14391096,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Hellseherin","epNo":18,"alt":"Psychic","descr":"Die Wahrsagerin Claire wäre einer Gasvergiftung zum Opfer gefallen, hätte Gary sie nicht im letzten Moment gerettet. Obwohl sie nicht in der Lage war, ihren eigenen Unfall vorauszusehen, glaubt Gary, dass sie tatsächlich hellsichtig sei. Es summieren sich nämlich die Ereignisse, in denen Claire Verblüffendes leistet. Schon bald hofft Gary, Claires Fähigkeiten bei der Lösung eines kniffligen Falls einsetzen zu können. In seiner Zeitung liest er von einer Kindesentführung. All seine Versuche, mit den Eltern in Kontakt zu treten, schlagen fehl. Nun hofft Gary, das Kind mit Claires Hilfe ausfindig machen zu können.","versions":[{"lang":1,"streams":[{"redirect":14371419,"hoster":"VOE"},{"redirect":14391095,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Alles für die Katz","epNo":19,"alt":"The Cat","descr":"Garys Katze macht den Eindruck, als brauche sie dringend ärztliche Betreuung. Im Wartezimmer der Tierärztin Robin English lernt Gary deren Mutter, die exzentrische Eunice kennen. In ihrer Nähe scheint die Katze schlagartig kuriert. Überhaupt verhält sich der Stubentiger der alten Dame gegenüber auffallend zutraulich.","versions":[{"lang":1,"streams":[{"redirect":14351163,"hoster":"VOE"},{"redirect":14365970,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Phantom der Oper","epNo":20,"alt":"Phantom at the Opera","descr":"Als Gary sich in die Restauratorin Emma verliebt, bemerkt er, wie sehr die Zeitung sein Leben beherrscht. Aber obwohl jegliche Zweisamkeit wegen ständiger Rettungsaktionen im permanenten Chaos versinkt, verliebt sich auch Emma in Gary. Dabei hat auch sie ein kleines Problem. Sie ist immer noch nicht ganz über ihren Freund Marco hinweg. Angeblich ist er vor sieben Jahren gestorben.","versions":[{"lang":1,"streams":[{"redirect":13102660,"hoster":"VOE"},{"redirect":14391097,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Herzenswunsch","epNo":21,"alt":"Faith","descr":"Rachel Greenberg ist elf Jahre alt und leidet unter einem schweren Herzfehler. Nur ein Spenderherz könnte sie auf lange Sicht kurieren. In seiner Zeitung des nächsten Tages liest Gary vom Tod eines jugendlichen Kleinkriminellen namens Tommy, der bei einem Überfall erschossen wird. Sein Herz könnte Rachels Leben retten.","versions":[{"lang":1,"streams":[{"redirect":14351208,"hoster":"VOE"},{"redirect":14365971,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nicht mit meinem Vater","epNo":22,"alt":"Dad","descr":"Zu Garys Leidwesen steht sein Papa \"ante portas\". Seine Frau hat ihn rausgeschmissen, weil der frischgebackene Pensionär ihr mit seiner Suche nach dem Sinn des Lebens auf die Nerven ging. Damit fällt er auch ganz schnell bei Gary in Ungnade. Denn er betrachtet es nun als seine Aufgabe, hinter dem Rücken seines Sohnes die Fälle aus der Zeitung des nächsten Tages zu lösen. So dauert es nicht lange, bis auch Gary ihn vor die Tür setzt.","versions":[{"lang":1,"streams":[{"redirect":14376707,"hoster":"VOE"},{"redirect":14391098,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Blindes Vertrauen","epNo":23,"alt":"Love Is Blind","descr":"Psychologie-Professorin Dr. Price lebt gefährlich. Zunächst wird sie beinahe Opfer eines Anschlags, kurze Zeit später ist ihr Salatdressing vergiftet. Obwohl Gary jedes Mal zur Stelle ist, um sie zu retten, hält sie ausgerechnet ihn für den Täter. Wer steckt wirklich hinter den Mordversuchen? Garys Auffassung nach ist es einer der Verbrecher, die durch ein psychologisches Gutachten von Dr. Price überführt wurden.","versions":[{"lang":1,"streams":[{"redirect":14371483,"hoster":"VOE"},{"redirect":14391099,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Flug 808","epNo":1,"alt":"Home","descr":"Baulöwe Barney Kadison hat einen Wohnblock gekauft, um auf dem Gelände ein Parkhaus zu errichten. Dem Neubau würde ein Kinderheim zum Opfer fallen. Gary sucht Kadison auf, um ihn in einem persönlichen Gespräch von seinem Vorhaben abzubringen. Aber der lässt ihn ohne Umschweife aus dem Büro werfen.","versions":[{"lang":1,"streams":[{"redirect":8441666,"hoster":"VOE"},{"redirect":8271349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Medaille","epNo":2,"alt":"The Medal","descr":"In letzter Minute kann Gary einen Mann am Ufer des Michigan-Sees davon abhalten, sich umzubringen. Aber damit hat er dessen Selbstmordgedanken längst nicht zerstreut. In der Zeitung des nächsten Tages liest er, dass ein Mann sich vor die Hochbahn werfen wird. So vorgewarnt, ist Gary rechtzeitig zur Stelle, um ihn ein weiteres Mal zu retten. Diesmal erfährt er auch, warum der Mann nicht mehr leben möchte – und warum er permanent versucht, eine Erinnerungsmedaille loszuwerden. Währenddessen bringt Chuck den Fischhändler Smitty und dessen Adoptivtochter May in Lebensgefahr. Um der jungen Frau zu imponieren, legt er sich mit den Gangstern an, die von Smitty Schutzgeld erpressen möchten. Die schwören Rache und die Zeitung des nächsten Tages berichtet, dass zwei Menschen beim Brand einer Fischlagerhalle ums Leben kommen werden.","versions":[{"lang":1,"streams":[{"redirect":8441672,"hoster":"VOE"},{"redirect":8271351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Bombenhochzeit","epNo":3,"alt":"The Wedding","descr":"Genie, Garys Jugendliebe, schmiedet Hochzeitspläne. Dabei ist der Zeitpunkt nicht sonderlich glücklich gewählt – zumindest für Genies Vater. Da er als Kronzeuge in einem Skandalprozess aussagen soll, wird er von der Polizei komplett abgeschirmt. Dennoch möchte er an der Hochzeit seiner Tochter teilnehmen.","versions":[{"lang":1,"streams":[{"redirect":8441671,"hoster":"VOE"},{"redirect":8271355,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Liebling von Chicago","epNo":4,"alt":"Jenny Sloane","descr":"Gary rettet den elfjährigen Kevin, der sich in einem Kofferraum versteckt hat, vor dem Erstickungstod. Wie sich herausstellt, ist der Junge darüber aber alles andere als glücklich: Kevin hat Krebs, das Leben ist für ihn zu einer einzigen Qual geworden. Besonders schrecklich ist für ihn die Chemotherapie, vor der er diesmal ausreißen wollte.","versions":[{"lang":1,"streams":[{"redirect":8441674,"hoster":"VOE"},{"redirect":12048694,"hoster":"Doodstream"},{"redirect":8271359,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lift ins Jenseits","epNo":5,"alt":"Downsized","descr":"Gary erfährt aus seiner Zeitung, dass sein alter Arbeitskollege Fred bei einer Schönheitsoperation sterben wird. Aber warum will Fred sich überhaupt operieren lassen? Weil sein neue Chefin Sandy ihn zum alten Eisen zählt und fallenlassen will? Gary hilft Fred aus der Patsche, als er droht, ein Aktiengeschäft zu vermasseln. Aber er will sich immer noch unters Messer legen.","versions":[{"lang":1,"streams":[{"redirect":8441676,"hoster":"VOE"},{"redirect":8271361,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Engel und Teufel","epNo":6,"alt":"Angels And Devils","descr":"In einer Basketballgruppe für Jugendliche aus schlechten sozialen Verhältnissen lernen Chuck und Gary die Jungen Marcus und Jojo kennen. Als Marcus’ älterer Bruder Karim aus dem Gefängnis entlassen wird, erscheint in Garys Zeitung ein Artikel über einen Raubüberfall auf eine Tankstelle, bei dem es einen Toten geben wird. Gary versucht vergeblich, den Überfall zu verhindern. Einer der Räuber wird vom Ladenbesitzer angeschossen: Jojo. Karim hat die Jungen für seine kriminellen Zwecke missbraucht. Jojo stirbt, und Gary entdeckt in der Zeitung auch einen Bericht über den Tod von Marcus bei einem weiteren Überfall. Gary bietet Marcus einen Job in dem Restaurant an, das er und Chuck betreiben und schickt ihn mit den Tageseinnahmen zum Nachttresor. Karim fängt ihn ab und bedroht seinen Bruder mit der Waffe…","versions":[{"lang":1,"streams":[{"redirect":8441675,"hoster":"VOE"},{"redirect":8271367,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die schöne Virtuosin","epNo":7,"alt":"Redfellas","descr":"Eines Morgens ist die Schlagzeile von Garys Zeitung des nächsten Tages in kyrillischer Schrift verfasst. Der Taxifahrer Yuri, ein russischer Emigrant, übersetzt: Im russischen Konsulat soll während des Empfangs für die gefeierte Geigenvirtuosin Paulina Rosanova ein Brand ausbrechen. Gary kann die Gäste rechtzeitig warnen. Zum Dank lädt Paulina ihn zum Essen ein und erzählt ihm von ihrem verstorbenen Vater, dem großen Musiker Yuri Rosanov. Ein Foto beweist: Es handelt sich um denselben Yuri, der in Chicago als Taxifahrer arbeitet.","versions":[{"lang":1,"streams":[{"redirect":12251688,"hoster":"VOE"},{"redirect":12048707,"hoster":"Doodstream"},{"redirect":8271365,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weg der Gewalt","epNo":8,"alt":"March In Time","descr":"Der rechtsradikale Rassist Foster will mit seinen Anhängern im Rahmen einer Kampagne durch die Kleinstadt Blue Island marschieren. Angeblich tut er das für seinen Sohn Lance, der in einem \"weißen Amerika\" aufwachsen soll. Gary liest in der Zeitung des nächsten Tages, dass es zu einem Handgemenge mit Demonstranten kommen wird, von denen einige lebensgefährliche Verletzungen erleiden werden. Gemeinsam mit Chuck verhindert er die Auseinandersetzung und lernt Gus und Robert kennen, zwei der Nazi-Gegner.","versions":[{"lang":1,"streams":[{"redirect":8441680,"hoster":"VOE"},{"redirect":8271369,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Footballkönig","epNo":9,"alt":"A Regular Joe","descr":"Ausgelaugt von seinem Fulltime-Job als Schutzengel beschließt Gary, eine Pause einzulegen und wenigstens am Sonntag die Zeitung vom nächsten Tag nicht mehr zu lesen. Stattdessen will er sich beim Frühstück das Footballspiel der Chicago Bears ansehen. Deren gefeierter Quarterback Joe Damski hat Eheprobleme: Seine Frau Colleen will sich scheiden lassen. Sie kann die Angst um ihren Mann, der sich in seinem Alter bei jedem Spiel einem hohen Verletzungsrisiko aussetzt, nicht mehr länger ertragen.","versions":[{"lang":1,"streams":[{"redirect":8441681,"hoster":"VOE"},{"redirect":8271377,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Liebesrausch","epNo":10,"alt":"A Bris Is Just A Bris","descr":"Tony, der Koch im Restaurant von Gary und Chuck, hat sich unsterblich in Bibliothekarin Abby verliebt. Die hat unglücklicherweise aber nur Augen für Gary, der ihr bereits zweimal das Leben gerettet hat. Voller Kummer beschließt Tony, nach Sizilien auszuwandern. Um das zu verhindern, versucht Gary, Tony mit Hilfe der Zeitung vor Abby als Held aussehen zu lassen. Doch der Versuch misslingt.","versions":[{"lang":1,"streams":[{"redirect":8441684,"hoster":"VOE"},{"redirect":8271375,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein kleines Wunder","epNo":11,"alt":"A Minor Miracle","descr":"Gary liest in seiner Zeitung, dass die kleine Allie auf der Suche nach einem entlaufenen Kaninchen verschwinden wird. Als er mit Chuck zu ihrer Vorschule rast, überfahren sie beinahe einen Fußgänger. Sie bringen den Wagen zwar wenige Meter vor Walter zum Stehen, doch der fällt vor Schreck um. Während Chuck sich um ihn kümmert, macht Gary sich allein auf die Suche nach Allie. Dabei hält ihn ein Polizist für den Entführer der Kleinen und nimmt ihn fest. Als heftiger Regen einsetzt, weiß Gary, dass Allie, die sich in den Abwasserkanälen unter der Stadt befindet, in größter Gefahr schwebt.","versions":[{"lang":1,"streams":[{"redirect":8441686,"hoster":"VOE"},{"redirect":8271384,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Prinzessin auf der Straße","epNo":12,"alt":"Romancing The Throne","descr":"Der Zufall führt Gary in das Hotel, in dem sich gerade Sibella, die Prinzessin des Landes Moranien, bei einem Empfang zu Tode langweilt. Beschwipst schleicht sie sich in einem unbeobachteten Moment hinaus und landet auf dem Rücksitz von Garys Lieferwagen, der vor dem Hoteleingang steht. Als Gary den blinden Passagier entdeckt, muss er die junge Frau, die sich als Touristin ausgibt, notgedrungen bei sich einquartieren. Sibella möchte, dass Gary ihr Chicago zeigt. Nach einigen chaotischen Erlebnissen mit der Prinzessin wälzt er die Aufgabe auf Chuck ab. Dann liest Gary in seiner Zeitung des nächsten Tages, dass Sibella bei einem Hochbahnunglück schwer verletzt wird. In einer halsbrecherischen Aktion versucht er, das zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14212292,"hoster":"VOE"},{"redirect":12048716,"hoster":"Doodstream"},{"redirect":9307107,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Signal","epNo":13,"alt":"Walk, Don\u0027t Run","descr":"Gary wird zum Fernsehhelden, als er im Zoo ein Schulmädchen vor einem ausgebrochenen Alligator rettet. Seine neue Popularität macht ihn für die Gruppe um den korrupten Stadtrat Maguire interessant, der dringend einen Nachfolger für einen wegen Bestechungsvorwürfen zurückgetretenen Kollegen sucht. Er bietet Gary das Amt an, für das er nur eine Marionette braucht. Gary nimmt das Angebot an, nachdem an einer verkehrsreichen Kreuzung beinahe ein Kind überfahren wird. Er will im Stadtrat endlich die Aufstellung einer Ampel an der gefährlichen Kreuzung durchsetzen.","versions":[{"lang":1,"streams":[{"redirect":8441688,"hoster":"VOE"},{"redirect":8271386,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles wie geschmiert","epNo":14,"alt":"The Return Of Crumb","descr":"Als Gary zwei Motorradfahrer vor einem tödlichen Unfall warnen will, platzt er ahnungslos in eine verdeckte Polizeiaktion, die sein alter Freund Crumb leitet. Er wollte gerade zwei Drogendealer verhaften und ist entsprechend sauer auf Gary. Inzwischen steht Crumb jedoch auf der Liste von Bezirks-Staatsanwalt Davison, der einen Feldzug gegen die Korruption bei der Polizei führt, um damit seine politische Karriere voranzutreiben. Mit Crumb hat er noch eine alte Rechnung zu begleichen.","versions":[{"lang":1,"streams":[{"redirect":8441691,"hoster":"VOE"},{"redirect":12481339,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Fluch","epNo":15,"alt":"Mum\u0027s The Word","descr":"Die Meldung über den Unfalltod des Archäologen Bradford bei einer Ausstellungseröffnung führt Gary in ein Museum, wo Schätze aus dem Grab des ägyptischen Hohepriesters Akenubis ausgestellt werden sollen. Während Gary Bradfords Tod verhindert, macht der ältere Ägypter Ali Bishara Marissa den Hof. In Wirklichkeit hat er es jedoch – mithilfe von Bradfords Mitarbeiter Hassan Rajid – auf die kostbaren Smaragdaugen einer Katzenmumie abgesehen.","versions":[{"lang":1,"streams":[{"redirect":8441690,"hoster":"VOE"},{"redirect":8271393,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die schöne Unbekannte","epNo":16,"alt":"Where Or When","descr":"Während er ein kleines Mädchen von einem Baugerüst rettet, hat Gary eine Vision: Er sieht eine schöne Frau, die sofort wieder verschwunden ist. Dann fällt er vom Gerüst. Mit gebrochenem Bein an den Rollstuhl und seine Dachkammer gefesselt, beginnt er mit einem Feldstecher die Mieter im Nachbarhaus zu beobachten.","versions":[{"lang":1,"streams":[{"redirect":8441695,"hoster":"VOE"},{"redirect":8271398,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Unglück und vier Brüder","epNo":17,"alt":"The Fourth Carpathian","descr":"Während Gary in einem abbruchreifen alten Theater in Lebensgefahr gerät, wird seinem Vater Bernie die Zeitung des nächsten Tages von der Katze gebracht. Sofort macht er sich auf den Weg nach Chicago, wo Chuck und Marissa wegen Garys Verschwinden bereits in Sorge sind. Bernie und Chuck versuchen, einen Selbstmörder vom Sprung abzuhalten. Dabei landen Bernie und der Mann aber gemeinsam im Sprungtuch der Polizei und danach im Gefängnis. Der Selbstmordkandidat erzählt Garys Vater seine Geschichte: die Geschichte der berühmten Artisten-Familie Carpathian, die in Amerika keinen Erfolg hatte und seitdem getrennt lebt.\rAls Garys Mutter Lois ebenfalls nach Chicago kommt, gibt es einen heftigen Streit zwischen Garys Eltern. Lois betätigt sich ebenfalls als Lebensretterin und zwei weitere Carpathians landen in Bernies Zelle. Erst mit Hilfe der Brüder gelingt es, Gary zu finden.","versions":[{"lang":1,"streams":[{"redirect":8441694,"hoster":"VOE"},{"redirect":8271399,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die letzte Tat","epNo":18,"alt":"The Quality Of Mercy","descr":"Bei der dramatischen Rettung einer älteren Dame vor einer Gasexplosion erhält Gary Hilfe von einem Engländer namens Clive Harbison, der laut Garys Zeitung am nächsten Tag von seinem alten Feind Marty ermordet wird. Clive quartiert sich kurzerhand bei Chuck und Gary im \"McGinty’s\" ein und entpuppt sich dabei zufällig als begnadeter Maler. Als seine ehemalige Geliebte, die Kunsthistorikerin Faye, ebenfalls auftaucht, wird klar, wer Clive wirklich ist: ein ehemaliger Gemäldedieb, der in Museen der ganzen Welt wertvolle Bilder durch perfekte Kopien ersetzt hat.\rSein letzter Coup war der Raub eines Van Gogh aus dem Chicagoer Museum vor drei Jahren. Clive musste auf der Flucht vor Marty untertauchen, will aber jetzt sein Versprechen an Faye einlösen und das Bild, das bei einem Privatsammler hängt, ins Museum zurückbringen. Gary und Chuck können im letzten Moment verhindern, dass er beim Einbruch in eine Villa geschnappt wird.","versions":[{"lang":1,"streams":[{"redirect":8441696,"hoster":"VOE"},{"redirect":8271402,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kunst des Lügens","epNo":19,"alt":"Show Me The Monet","descr":"Lois und Bernie sind extra nach Chicago gekommen, um ihrem Sohn Gary zum Geburtstag zu gratulieren. Aber Gary muss seine eigene Party verlassen, um einen Überfall zu verhindern. Die Frau, die er rettet, entpuppt sich als Renee, eine Freundin aus seiner Kindheit. Sie wird verfolgt, weil man ihre Forschungsergebnisse stehlen will.\rAls Gary und Renee sich das nächste Mal treffen, gibt es wieder Schwierigkeiten: Zwei als Polizisten getarnte Männer verhaften die beiden. Als sie fliehen können, muss Gary in seiner Zeitung lesen, dass seine Eltern in Gefahr schweben: Sie werden von den Gangstern als Geiseln genommen, um sie gegen die Diskette mit Renees Ergebnissen auszutauschen. Die Zeit wird knapp.","versions":[{"lang":1,"streams":[{"redirect":8441697,"hoster":"VOE"},{"redirect":8271406,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Renee","epNo":20,"alt":"Don\u0027t Walk Away, Renee","descr":"Lois und Bernie sind extra nach Chicago gekommen, um ihrem Sohn Gary zum Geburtstag zu gratulieren. Aber Gary muss seine eigene Party verlassen, um einen Überfall zu verhindern. Die Frau, die er rettet, entpuppt sich als Renee, eine Freundin aus seiner Kindheit. Sie wird verfolgt, weil man ihre Forschungsergebnisse stehlen will.","versions":[{"lang":1,"streams":[{"redirect":13098987,"hoster":"VOE"},{"redirect":8271410,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Zwischen den Zeiten","epNo":21,"alt":"Hot Time in the Old Town","descr":"Nach sintflutartigen Regenfällen droht Chicago eine verheerende Katastrophe: Mitten in der Stadt wird ein Wolkenkratzer zusammenstürzen. Aber der Bauleiter, der für das Unglück verantwortlich ist, lässt Gary vom Gelände werfen. Beim Handgemenge schlägt Gary mit dem Kopf auf und verliert das Bewusstsein. Er findet sich in einer altertümlichen Stadt voller Pferdewagen wieder, im Jahr 1871.\rEine schwarze Saloon-Sängerin, die Marissa ähnelt, soll gegen ihren Willen einem korrupten Politiker Liebesdienste erweisen. Gary gerät zwischen die Fronten und hat am nächsten Tag noch ein weiteres Problem: Die Zeitung berichtet über das große Feuer, das 1871 Chicago dem Erdboden gleichmacht. Gary kann das Inferno nicht verhindern, aber der Sängerin und ihrem kleinen Bruder Jesse zur Flucht verhelfen.","versions":[{"lang":1,"streams":[{"redirect":8441702,"hoster":"VOE"},{"redirect":8271413,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das zweite Gesicht","epNo":22,"alt":"Second Sight","descr":"Marissa hat eine Vision. Bei einem Spaziergang am Lake Michigan kann sie plötzlich für einen Moment etwas sehen. In vagen Umrissen beschreibt sie Gary ihre Wahrnehmung. Aber er schenkt ihr ebenso wenig Glauben wie der Arzt, den sie hoffnungsvoll aufsucht. Chuck scheitert unterdessen – scheinbar versehentlich – beim Versuch, den Unfall eines Geldtransporters zu verhindern. Er steckt sich 10.000 Dollar ein, die er in ein Computer-Geschäft investieren will.\rChuck findet den Computer-Importeur tot vor – schlimmer noch: Er sieht auch den Mörder. Aus Angst vor der Mafia flüchtet er und wird kurz darauf entführt. Gary und Detective Crumb machen sich auf die Suche. Ein Indiz stimmt mit dem seltsamen Objekt aus Marissas Vision überein. Es entpuppt sich als ein Hafenschlepper, auf dem Chuck gefangen gehalten wird. Als Gary und Crumb versuchen, ihren Freund zu befreien, tappen sie in die Falle: Das Schiff soll in die Luft gesprengt werden.","versions":[{"lang":1,"streams":[{"redirect":8441703,"hoster":"VOE"},{"redirect":8271416,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein heißer Tag","epNo":1,"alt":"Blackout","descr":"Während eines heftigen Gewitters wird das Elektrizitätswerk vom Blitz getroffen: Chicago liegt im Dunkeln und Gary muss eine ganze Reihe von drohenden Katastrophen verhindern. Er kümmert sich insbesondere um den chinesischen Ladenbesitzer Mr. Lee, der sich mit anderen Geschäftsleuten seines Viertels überworfen hat. Angeführt von einem gewissen Sal will die Nachbarschaft jetzt seinen Laden plündern. Dabei wird es, wie Gary aus seiner Zeitung weiß, Tote geben.\rGary kann den Mob nicht mehr zurückhalten. Erst als Lees Enkel über eine Brüstung stürzt, solidarisieren sich die Gegner in einer gemeinsamen Rettungsaktion. Nachdem Chuck nach Hollywood gegangen ist, bietet Gary Marissa die Partnerschaft an seinem Lokal \"McGinty’s\" an.","versions":[{"lang":1,"streams":[{"redirect":8441707,"hoster":"VOE"},{"redirect":8271419,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod auf dem Highway","epNo":2,"alt":"Collision","descr":"Wieder bringt die Katze schlechte Nachrichten: Gary liest in seiner Zeitung, dass es auf dem Highway eine Massenkarambolage mit mehreren Toten geben wird. Sofort macht er sich auf, um den verantwortlichen Fahrer zu suchen, ein scheinbar aussichtsloses Unternehmen. Dabei erfährt Gary von einer weiteren bevorstehenden Tragödie, die Henry Paget, einem unternehmungslustigen Neunjährigen, zustoßen soll.\rWelches Unglück soll er zuerst abwehren? Während Gary noch überlegt, verkompliziert sich die Situation. Henrys Mutter Erica bewirbt sich um die Stelle als neue Barmanagerin und hält gar nichts davon, dass Gary sich in das Leben ihres Sohnes einmischt.","versions":[{"lang":1,"streams":[{"redirect":8441709,"hoster":"VOE"},{"redirect":8271423,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spiel ohne Ende","epNo":3,"alt":"A Horse Is A Horse","descr":"Der kleine Henry, Sohn von Garys neuer Barmanagerin Erica, entdeckt das Geheimnis der Zeitung. Sofort macht der Junge sich das Wissen zu Nutze: Nachdem er seinen staunenden Klassenkameraden die Sportergebnisse vorhersagt, will er seinen spielsüchtigen Vater Mike auf der Pferderennbahn beeindrucken. Mike will so seine Wettschulden bei dem Ganoven Roley begleichen.\rGary erwischt Henry beim Schnüffeln in der Zeitung und nimmt ihm das Versprechen ab, das nie wieder zu tun. Dadurch gerät Mike in eine prekäre Lage: Die Gangster wollen ihn umbringen, wenn er seine Schulden nicht bezahlt. Tatsächlich macht Mikes Tod auf der Rennbahn Schlagzeilen in der Chicago Sun-Times des nächsten Tages. Gary und Erica eilen zum Pferderennen, um den Mord zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8441710,"hoster":"VOE"},{"redirect":12048740,"hoster":"Doodstream"},{"redirect":8291598,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hobson im Dienst","epNo":4,"alt":"Lt. Hobson, USN","descr":"Das Munitionslager eines Marinestützpunkts droht zu explodieren. Als die Wache ihn nicht auf das Gelände lässt, \"leiht\" Gary sich eine Offiziersuniform aus der Reinigung und kann so Admiral Harrigan das Leben retten. Der ist tief beeindruckt und bittet Gary, am nächsten Abend seine Tochter Emily zum Offiziersball auszuführen. Aber Emily – so erfährt Gary aus seiner Zeitung – soll bei einem Autounfall ums Leben kommen.\rAls Gary bei den Harrigans ankommt, gerät er in einen Familienstreit. Der Admiral billigt Emilys Liebe zu dem einfachen Soldaten Eric nicht. Am Ende eines turbulenten Abends landen Gary und Eric im Gefängnis der Kaserne. Der kleine Henry sagt unterdessen dem US-Außenministerium das Scheitern der Friedensverhandlungen zwischen zwei verfeindeten Ländern voraus. Die Verhandlungen werden daraufhin ins \"McGinty’s\" verlegt. Gary muss mit Eric aus dem Gefängnis fliehen, um zu verhindern, dass Terroristen sein Lokal zerstören.","versions":[{"lang":1,"streams":[{"redirect":8441711,"hoster":"VOE"},{"redirect":8271429,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der heilige Nick","epNo":5,"alt":"Saint Nick","descr":"Beim Versuch, einen Fassadenmaler vor einer abstürzenden Arbeitsbühne zu retten, fällt Gary plötzlich selbst in die Tiefe. Ein Passant, Dr. Nick Sterling, ein bekannter Kinderarzt und Frauenschwarm, bremst seinen Sturz mit einem vollen Müllcontainer: Es stellt sich heraus, dass Nick und Erica alte Bekannte sind und sich erst kürzlich wieder getroffen haben. Dabei scheint eine heftige Liebe entbrannt zu sein – auf die Gary ausgesprochen eifersüchtig reagiert.\rIn seiner Zeitung liest Gary von einem Unglück, das sein Gewissen auf die Probe stellt: Das Krankenhaus, das Nick am nächsten Tag einweihen soll, wird abbrennen, der Arzt dabei ums Leben kommen. Als Gary während der Gala den Feueralarm auslösen will, überrascht ihn Erica. Sie glaubt, er wolle Nicks Party sabotieren. Während die beiden streiten, bricht der Brand aus.","versions":[{"lang":1,"streams":[{"redirect":8441713,"hoster":"VOE"},{"redirect":8271431,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Halloween","epNo":6,"alt":"Halloween","descr":"An Halloween ist Garys Katze plötzlich schwarz: Vorbote eines besonderen Tages. Eine Meldung in der Zeitung berichtet von einer Massenvergiftung durch Süßigkeiten. Auch Henry wird unter den betroffenen Kindern sein. Zunächst versucht Gary, den ganzen Süßigkeiten-Verkauf im Viertel zu unterbinden – natürlich erfolglos. Zudem führt ihn die Meldung über ein Feuer in ein altes Spukhaus. Dort werkeln zwei junge Frauen, Toby und Gwyneth, gerade an einem Zauberkessel.\rDie vermeintlichen Hexen verfolgen Gary, den sie für ein Ritual brauchen. Auf der Flucht kommt Gary der Ursache für die Vergiftung auf die Spur: Ein Gemüsehändler hat eine Kiste versehentlich mit Chemikalien behandelter Äpfel an eine alte Frau verkauft, die daraus Karamel-Äpfel für Kinder macht. Während Henry bereits mit Marissas Hund Spike und Patrick von Tür zu Tür geht, wird Gary von den Hexen entführt.","versions":[{"lang":1,"streams":[{"redirect":8441714,"hoster":"VOE"},{"redirect":8271438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Chuck auf Abwegen","epNo":7,"alt":"Up Chuck","descr":"Chuck ist zu Besuch in Chicago und erzählt von seinen großen Erfolgen als Produzent. Er beglückwünscht Gary dazu, dass diese die Hälfte des \"McGinty’s\" an Marissa verschenkt hat. Nachdem Chuck seine Termine erledigt hat, will er Gary bei dessen Aktionen unterstützen. Kurz darauf bemerkt Gary bei einer Rettungsaktion einen Mann mit Videokamera, der ihn offenbar beschattet.\rDer Unbekannte entpuppt sich als Leonard, der im Auftrag seines Cousins, Chuck, Garys Rettungsaktionen filmt. Chuck ist pleite und will Garys Geschichte in Hollywood vermarkten. Obwohl Gary ihm untersagt, das Material zu veröffentlichen, ist am nächsten Tag sein Foto auf der Titelseite der Zeitung. Die Schlagzeile feiert ihn als heimlichen Samariter. Dann verschwindet der Text vor seinen Augen, die Zeitung ist nur noch weißes Papier. Ein eindeutiger Hinweis: Gary darf nicht in die Schlagzeilen kommen, wenn er weitere Menschenleben retten will.","versions":[{"lang":1,"streams":[{"redirect":12918214,"hoster":"VOE"},{"redirect":8271437,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Zeit läuft ab","epNo":8,"alt":"Deadline","descr":"Die Hinrichtung des Mörders Ricky Brown macht Schlagzeilen in Garys Zeitung. Entlastungszeuge im lange zurückliegenden Prozess war ein alter Bekannter: Lucius Snow, der Schriftsetzer, der die Zeitung von morgen vor Gary erhalten hat. Gary und Marissa finden im Archiv der Sun-Times eine Akte, die darauf hindeutet, dass Ricky unschuldig ist und der wahre Mörder nie gefasst wurde.\rRicky erzählt Gary und der Reporterin Molly Green im Hochsicherheitsgefängnis von seiner Liebe zu Allison Fletcher, deren Bruder Tom das Mordopfer war. Molly sieht sich die Finanzen von Allisons Firma genauer an, in der Vorstandsmitglieder große private Gewinne gemacht haben. Kurz darauf werden Gary und Molly beinahe überfahren. Offenbar hat Firmenanwalt Winston Thorpe eine Million Dollar unterschlagen, als die Firma an Allison und Tom ging. Als Tom das herausfand, brachte er Thorpe kurzerhand um.","versions":[{"lang":1,"streams":[{"redirect":8441716,"hoster":"VOE"},{"redirect":8271441,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vertrauenssache","epNo":9,"alt":"In Gary We Trust","descr":"Gary fasst sich ein Herz und lädt Erica endlich zum Essen ein. Die Zeitung verdirbt ihm den romantischen Abend: Er will einen Sauna-Angestellten retten, der erschossen werden soll, und platzt dabei mitten in eine verdeckte Ermittlung von FBI und Staatsanwaltschaft, die zwei hochkarätige Gangster überwachen. Gary wird verhört und muss Erica versetzen.\rGary wird zum Kronzeugen. Da er sich nicht in Schutzhaft begeben will, wird ihm Bundesmarshal Toni Brigatti zur Seite gestellt, die man im \"McGinty’s\" prompt für seine neue Freundin hält. Am nächsten Morgen entgeht Gary nur knapp einem Anschlag. Trotz des Risikos verabredet sich Gary erneut mit Erica. Das Rendezvous wird vereitelt, als die Zeitung von Tonis Ermordung berichtet.","versions":[{"lang":1,"streams":[{"redirect":8441722,"hoster":"VOE"},{"redirect":12048775,"hoster":"Doodstream"},{"redirect":8271443,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Große Coup","epNo":10,"alt":"Nest Egg","descr":"Völlig unerwartet steht Gary seiner Mutter Lois Hobson gegenüber. Sie macht ein großes Geheimnis aus ihrem Besuch in Chicago und mischt sich auch nicht, wie sonst, in Garys Lebensretter-Job ein. Heimlich heftet er sich an ihre Fersen und beobachtet, wie sie sich in einem feinen Club mit einem grauhaarigen Mann trifft. Als er ihr eine Affäre unterstellt, erzählt Lois ihm den wahren Grund ihres rätselhaften Verhaltens.\rDer Herr heißt Stanley Hollenbeck und hat sie bei einem Anlagebetrug um 30.000 Dollar geprellt. Lois traut sich nicht, den Verlust der Familienersparnisse Garys Vater zu beichten und hofft immer noch, das Geld zurückzubekommen. Kurze Zeit später rettet Gary einen Mann, der ebenfalls von Hollenbeck betrogen wurde. Dann hindern Lois und Gary im letzten Moment eine Frau daran, Hollenbeck auf offener Straße niederzuschießen. Die Geschädigten treffen sich im \"McGintys\", wo sie einen großen Gegenschlag auf Hollenbeck planen.","versions":[{"lang":1,"streams":[{"redirect":8441721,"hoster":"VOE"},{"redirect":8271445,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nachhilfestunden","epNo":11,"alt":"Teen Angels","descr":"In der durch einen Katzenkampf völlig zerfetzten Zeitung finden Gary und Henry das Fragment einer Meldung, nach der an der Treighton High School jemand niedergeschossen wird. Über das Opfer und die Hintergründe der Tat können sie nichts in Erfahrung bringen. In der betreffenden Schule wird Gary irrtümlich für die Vertretung einer erkrankten Lehrerin gehalten – eine Rolle, mit der er völlig überfordert ist.\rGary lernt die Schüler Eddie und Megan kennen sowie Rick, der mit seinen Streichen den Sportlehrer Becker schon bis aufs Blut gereizt hat. Gary glaubt, dass Rick das Mordopfer ist und hat Becker in Verdacht. Wenig später gerät Patrick, den Gary in die Schule bestellt hat, mit Eddie aneinander. Eddie gibt Patrick die Schuld, dass Megan sich von ihm getrennt hat. Gary wird langsam klar, dass nicht Rick, sondern Patrick das Opfer ist …","versions":[{"lang":1,"streams":[{"redirect":8441726,"hoster":"VOE"},{"redirect":8271453,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Babysitter Blues","epNo":12,"alt":"Slippity-doo-dah","descr":"Trotz Melissas eindringlicher Warnung will Gary als Babysitter für Henry einspringen. Gemeinsam mit dem Jungen zieht er los, um die Unglücksfälle aus der Zeitung zu verhindern. Im Laufe des Tages bewahrt Gary die junge Matty vor einem Sturz, verhindert einen Brand in einem Strip-Club, den Unfall eines Gospelchors und rettet eine Frau, die mit ihrem Rock in eine Rolltreppe gerät. Aber ständig tauchen neue Artikel in der Zeitung von morgen auf.\rAls Gary und Henry erneut Matty retten, stellt sich heraus, dass sie die Unfälle absichtlich herbeiführt. Sie will die Versicherung des Konzerns schädigen, der sie gefeuert hat. Während sie sich mit Henry anfreundet, versucht Gary verzweifelt, das Platzen eines Wasserrohrs zu verhindern, das den Unfall des Chorbusses verursachen wird. Mit Hilfe der kessen Krankenschwester Chantal bringt er den Bus zum Stehen.","versions":[{"lang":1,"streams":[{"redirect":8441724,"hoster":"VOE"},{"redirect":8271456,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Letzte seiner Art","epNo":13,"alt":"The Last Untouchable","descr":"Gary will Mr. MacGruder vor einem Autounfall bewahren und landet in rasender Fahrt auf dessen Motorhaube. MacGruder, der schon über 80 ist, verliert dadurch seinen Führerschein. Jetzt will er sich an Gary rächen, der gerade zwei italienische Touristen und Al Capone-Fans – Marco und Vincenzo – vor einem Raubüberfall rettet. Gary rettet auch MacGruder noch einmal, der im Staatsgefängnis in Lebensgefahr schwebt. Er erfährt auch, dass MacGruder zu den legendären \"Unbestechlichen\" gehörte, die Al Capone zur Strecke gebracht haben.\rAnonio Birelli, Capones Buchhalter, ist gerade nach 50 Jahren aus der Haft entlassen worden. MacGruder hat noch eine Rechnung mit ihm offen: Seine Karriere als Agent war ruiniert, als Birellis Tipp, wo Capones verschwundenes Vermögen lagert, sich als falsch erwies. Gary gerät in die Fehde der beiden alten Männer und muss sich mit Carolyn Burns auseinandersetzen. Die Agentin des Schatzamtes ist ebenfalls hinter dem Geld her. Auch Marco und Vincenzo würden für den Schatz über Leichen gehen.","versions":[{"lang":1,"streams":[{"redirect":8441727,"hoster":"VOE"},{"redirect":8271457,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nichts als die Wahrheit","epNo":14,"alt":"Just One Of Those Things","descr":"Bei einem Rettungseinsatz in einer Arztpraxis wird der erschöpfte Gary plötzlich ohnmächtig. Der Arzt vermutet psychosomatische Stress-Beschwerden. Dabei könnte es auch eine Rolle spielen, dass Gary täglich Erica belügen muss, die nichts vom Geheimnis der Zeitung von morgen ahnt. Am nächsten Abend muss Gary Erica wieder einmal versetzen, um einen Brand zu verhindern. Zurück im \"McGinty’s\" bricht er erneut zusammen.\rAm nächsten Morgen erzählt Gary Erica endlich alles über die Zeitung. Sie glaubt ihm kein Wort. Viel eher vermutet sie, dass er unter einer ausgeprägten Bindungsangst leidet und macht ihm klar, dass sie endgültig genug von ihm hat. Als Gary ihr zum Beweis die Zeitung von morgen vorlegen will, ist das Blatt verschwunden. Patrick hat die \"Chicago Sun-Times\" versehentlich auf Wohnungssuche mitgenommen, anschließend landet sie in einem Müllcontainer. Als Gary endlich den Müllwagen abfangen kann, liest er von einem Mädchen, das in einem ausrangierten Kühlschrank ersticken wird.","versions":[{"lang":1,"streams":[{"redirect":8441728,"hoster":"VOE"},{"redirect":8271460,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Herzklopfen","epNo":15,"alt":"Funny Valentine","descr":"Während einer Rettungsaktion verursacht Gary einen Unfall mit einem Wagen, der ein Spenderherz ins St. Johns Hospital bringen soll. Kurzerhand hält er ein Taxi an und liefert die Kühlbox gemeinsam mit dem Fahrer Emmett Brown im Krankenhaus ab. Dort stellt sich heraus, dass die Box nur einen herzförmigen Luftballon und einen Ring enthält: Cheforthopäde Steven Burroughs will sich so am Valentinstag mit seiner Kollegin Suzy Pietro verloben.\rKurze Zeit später begegnet Baseball-Star Andy Miller, den Gary vor einem Unfall bewahrt, im Krankenhaus Suzy. Hals über Kopf verliebt er sich in die Ärztin und teilt auf einer Pressekonferenz mit, dass er in Chicago bleiben werde. Das möchte Andys Agent Elliot Rosenfield aber um jeden Preis verhindern. Mit Stevens Hilfe versucht er die Romanze zwischen Andy und Suzy zu hintertreiben. Gary greift ein","versions":[{"lang":1,"streams":[{"redirect":8441734,"hoster":"VOE"},{"redirect":8271467,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine Kugel für den Rapper","epNo":16,"alt":"Number One With A Bullet","descr":"Rapstar C-Roc macht auf seiner Promotiontour auch in seiner Heimatstadt Chicago Halt. Gary will ihn vor einem geplanten Anschlag retten. Marissa begleitet ihn in einen Plattenladen, wo C-Roc Autogramme gibt. Als sie eintreffen, ohrfeigt Marissa plötzlich den Star: Die beiden kennen sich. C-Roc hat nach der Geburt des gemeinsamen Sohnes Chris Marissas Freundin Gayle sitzen lassen. Als C-Roc Pater Nick einen Besuch abstattet, trifft er in der Kirche zufällig auf Chris. Gerührt lädt er ihn und Gayle zu einem Konzert am Abend ein.\rGary liest derweil in seiner Zeitung, dass vor der Kirche ein Attentat auf den Rapper verübt wird. Er kann den Anschlag vereiteln, aber Derek, C-Rocs Agent, sorgt dafür, dass man den Täter wieder laufen lässt: Die beiden stecken unter einer Decke. Um mit dem Tod seines Stars den Plattenverkauf anzukurbeln, plant Derek nun ein weiteres Attentat hinter der Bühne.\r*Gipfeltreffen der Rapper: Gleich zwei hochkarätige Stars der Szene geben heute ihren Gastauftritt bei \"Allein gegen die Zukunft\": Coolio als C-Roc und Tone Loc (\"Funky Cold Medina\") als dessen Agent Derek.*","versions":[{"lang":1,"streams":[{"redirect":8441731,"hoster":"VOE"},{"redirect":8271470,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Streithähne","epNo":17,"alt":"Two To Tangle","descr":"Zweimal gerät Gary beim dem Versuch, einen Unfall zu verhindern, mit der exaltierten Unterwäsche-Designerin Francesca Preston aneinander. Sie liefert sich mit Noch-Ehemann Addison einen erbitterten Privatkrieg. Der Gipfel aber ist, dass Addison in einem eigenen Geschäft Plagiate von Francescas Modellen verkauft. Unter der angespannten Situation leidet vor allem Francescas Tochter, die zehnjährige Dominique, in die sich Henry Hals über Kopf verliebt.\rAuch als die Situation eskaliert und Gary mehrere Menschen aus lebensgefährlichen Situationen retten muss, sind Francesca und Addison nicht zur Versöhnung bereit. Gary macht seiner Wut Luft, ohne zu bemerken, dass Dominique alles mithört. Ist das Geschäft an allem schuld? Das Mädchen entwickelt einen Plan: Mit Henrys Hilfe sabotiert sie die Modenschauen ihrer Eltern, um ihre Firmen zu ruinieren und sie damit wieder zusammenzubringen. Aber die beiden reagieren so wütend, dass die Kinder erschreckt das Weite suchen – und auf der Familienyacht der Prestons in Lebensgefahr geraten.","versions":[{"lang":1,"streams":[{"redirect":8441741,"hoster":"VOE"},{"redirect":8271472,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schicksal","epNo":18,"alt":"Fate","descr":"Gary will den Obdachlosen Jeremiah vom Dach eines brennenden Hauses retten, als etwas Schreckliches passiert: Jeremiah stürzt ab, Gary kann ihn nicht mehr festhalten. Er erleidet einen schweren Schock und ist völlig verzweifelt. Am nächsten Morgen weigert er sich, die Zeitung zu öffnen und wirft sie kurzerhand aus dem Fenster. Auf Jeremiahs Beerdigung steht plötzlich ein seltsamer alter Mann neben Gary und bringt ihm die Zeitung zurück.\rNach einer schlaflosen Nacht wirft Gary am folgenden Morgen die Katze aus seiner Wohnung. Dabei fällt sein Blick auf die Zeitung – direkt auf eine Todesanzeige mit seinem Bild. Der Zeitung zufolge kommt Gary um 17.00 Uhr beim Einsturz eines verlassenen Lagerhauses ums Leben.","versions":[{"lang":1,"streams":[{"redirect":8441736,"hoster":"VOE"},{"redirect":8271475,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Für alle Fälle Crumb","epNo":19,"alt":"Crumb Again","descr":"Fast ein Jahr haben sie nichts voneinander gehört, als Gary Detective Crumb in dessen Blockhütte in den Bergen von Idaho anruft und ihn auffordert, sofort das Haus zu verlassen. Kurz darauf fliegt die Hütte in die Luft. Zurück in Chicago, quartiert sich Crumb bei Gary ein und macht sich gemeinsam mit Saunders, einem alten Freund, auf die Suche nach dem geheimnisvollen Attentäter: Er glaubt, dass die Gasexplosion kein Unfall, sondern ein Sabotageakt gewesen sei.\rGary hält Crumb zunächst für paranoid, muss dann aber einen weiteren Mordanschlag verhindern. Garys alte Intimfeindin Toni Brigatti übernimmt den Fall. Gleichzeitig taucht Crumbs frühere Liebe Joanne auf. Crumbs Verdächtige erweisen sich als unschuldig. Er gibt zu, in Idaho an seinen Memoiren geschrieben zu haben, wofür ihm Saunders die Kopien alter Polizeiakten zugeschickt hatte. Ohne von den Memoiren zu wissen, vermutet Saunders nun, Crumb wolle einen alten Banküberfall wieder aufrollen. Brigatti und Gary hindern ihn an einem weiteren Mordversuch und finden kurze Zeit später Saunders’ Leiche.","versions":[{"lang":1,"streams":[{"redirect":8441738,"hoster":"VOE"},{"redirect":12048813,"hoster":"Doodstream"},{"redirect":8271478,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Vom Affen gebissen","epNo":20,"alt":"Pinch Hitters","descr":"Gary löscht einen Brand in einem Tierlabor des Zolls, als er von einem afrikanischen Äffchen gebissen und sofort in Quarantäne gesteckt wird. Die Katze liefert ihm die Zeitung zwar in die Isolationszelle, aber nur Marissa steht zur Verfügung, um den alten Walter Stites zu retten, der auf einem Vordach gegen den Abriss eines Ballhauses demonstriert, in dem er regelmäßig mit seiner verstorbenen Frau getanzt hat.\rMarissa spannt ihren neuen Freund Emmett Brown ein, der gerade bei einer fiktiven Gerichtsverhandlung im Jura-Seminar eine Prüfung ablegen soll. Gemeinsam retten sie den alten Walter rechtzeitig, bevor er vom Dach fällt. Aber Walter hört weder auf sie noch auf seinen Sohn und kettet sich kurze Zeit später an einen Bulldozer. Während Emmett bei der Prüfung an der unnachgiebigen Richterin Joseph scheitert, liest Gary von Walters Tod. Er erfährt auch, dass er selbst aufgrund einer seltenen Infektion ins Koma fallen wird.","versions":[{"lang":1,"streams":[{"redirect":12915457,"hoster":"VOE"},{"redirect":8271483,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wieder zu Hause","epNo":21,"alt":"Home Groan","descr":"Eine Stunde früher wird Gary von der Katze mit der Zeitung geweckt, kann aber trotzdem nicht mehr verhindern, dass zwei Schwerverbrecher im Morgengrauen aus dem Gefängnis flüchten. Ihr Ziel: Garys Heimatstadt Hickory, wo sie einen Lehrer überfallen werden. Garys High School-Freund Joe ist inzwischen Polizeichef von Hickory, reagiert aber feindselig. Er steckt Gary wegen Störung der öffentlichen Ordnung hinter Gitter, nachdem er versucht hat, einen Banküberfall zu verhindern.\rDann liest Gary plötzlich, dass die Häftlinge sich in seinem Elternhaus verstecken und seine Mutter Lois in großer Gefahr ist. Erst als Joes Frau Debbie ihrem Mann ins Gewissen redet, sieht er vorsichtshalber bei den Hobsons vorbei. Er stellt sich den Einbrechern in den Weg und wird gerade noch von Gary gerettet, der sich mithilfe seines Vaters Bernie aus dem Gefängnis befreien konnte.","versions":[{"lang":1,"streams":[{"redirect":8441742,"hoster":"VOE"},{"redirect":8271488,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mach’s noch einmal, Sammo","epNo":22,"alt":"Play It Again Sammo","descr":"Gary rettet nachts den Chinesen Han vor vermeintlichen Straßenräubern. Ein beleibter Kung Fu-Kämpfer kommt ihm zur Hilfe und schlägt die Gangster in die Flucht. Gary hat Mühe, Erica das Erlebnis glaubhaft zu machen. Am nächsten Tag lotst er die brotlose chinesische Künsterlin Amy aus ihrer Wohnung, wo sie bei einem Einbruch niedergeschlagen werden soll. Als er auch Han ein weiteres Mal retten muss, taucht wieder das geheimnisvolle Karate-Schwergewicht auf.\rDer Unbekannte entpuppt sich als Sammo, der aus Shanghai zur Polizei von Los Angeles abkommandiert wurde und auf der Suche nach einem wertvollen Kriegshelm ist, den Han nach Amerika geschmuggelt hat. Han hat seine Abnehmer betrogen, die ihn bis nach Chicago verfolgt haben. Leider ist der Helm ausgerechnet in der Skulptur versteckt, die Gary aus Mitleid Amy abgekauft hat. Er liest in der Zeitung, dass er und Amy von den Gangstern umgebracht werden.\r*Gary Hobson und Sammo Law im gemeinsamen Kampf gegen skrupellose Gangster: Sammo Hung, Held der Action-Serie \"Martial Law – Der Karate-Cop\" (jeden Mittwoch ab 20.15 Uhr im Doppelpack bei VOX), ist heute zu Gast bei \"Allein gegen die Zukunft\".*","versions":[{"lang":1,"streams":[{"redirect":8441746,"hoster":"VOE"},{"redirect":12048811,"hoster":"Doodstream"},{"redirect":8271490,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Abschied","epNo":23,"alt":"Blowing Up Is Hard To Do","descr":"Gary rettet die schwangere Frau von Detective Armstrong vor dem Ertrinken. Erica lässt sich nur widerwillig überreden, an einem gemeinsamen Abendessen teilzunehmen und trennt sich anschließend von Gary. Sie will mit Henry in ihre Heimatstadt Galina zurückkehren. Am nächsten Morgen rettet Gary mit Armstrongs Hilfe einen TV-Moderator vor einem Bombenanschlag: Eine paramilitärische Organisation wollte sich dafür rächen, dass der Sender ihr politisches Manifest nicht verbreiten wollte.\rAm Tag darauf will Gary Erica bitten, bei ihm zu bleiben. Aber an diesem Tag kommt die Zeitung nicht. Gary befürchtet, dass nun das Verlagsgebäude der Chicago Sun-Times Ziel eines Anschlags werden könnte. Er versucht, die Reporterin Molly Green zu überzeugen, das gesamte Gebäude räumen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8441744,"hoster":"VOE"},{"redirect":12048819,"hoster":"Doodstream"},{"redirect":8271489,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Mann aus New York","epNo":1,"alt":"The Out-of-Towner","descr":"Gary lernt Sam Cooper kennen, der ebenfalls die Zeitung des nächsten Tages erhält. Allerdings geht Cooper mit dieser Herausforderung recht eigenwillig um. Er beschäftigt ein ganzes Team, das Katastrophen verhindert und benutzt die Zeitung, um ein Vermögen zu verdienen.","versions":[{"lang":1,"streams":[{"redirect":13454953,"hoster":"VOE"},{"redirect":12048821,"hoster":"Doodstream"},{"redirect":8271497,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die liebe Familie","epNo":2,"alt":"Duck Day Afternoon","descr":"Garys Eltern beschließen, zu ihrem Sohn nach Chicago zu ziehen. Darüber ist Gary ganz und gar nicht begeistert. Doch bevor sich Gary und seine Eltern aussprechen können, geraten die drei mitten in einen Banküberfall.","versions":[{"lang":1,"streams":[{"redirect":13454951,"hoster":"VOE"},{"redirect":8271496,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chuck","epNo":3,"alt":"Take Me out to the Ballgame","descr":"Gary sieht dem Treffen mit Chuck und einem TV Produzenten mit gemischten Gefühlen entgegen. Der Verdacht, sein Freund wolle wieder das Vorwissen der ‚Chicago Sun Times‘ finanziell ausbeuten, liegt nahe. Chuck bestreitet dies zwar vehement, doch bei einer Rettungsaktion für den Baseball-Star Pedro Mendoza kommt das wahre Naturell des Dollar-Junkies wieder zum Vorschein.","versions":[{"lang":1,"streams":[{"redirect":13454952,"hoster":"VOE"},{"redirect":8271503,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Diamanten bevorzugt","epNo":4,"alt":"The Iceman Taketh","descr":"Auf einem Kreuzfahrtschiff will Gary eine Explosion verhindern. Dabei stört er die verdeckten Ermittlungen von Detective Toni Brigatti, die einen Juwelendieb verfolgt. Um ihre Tarnung nicht auffliegen zu lassen, muss Gary nun ihren Ehemann spielen.","versions":[{"lang":1,"streams":[{"redirect":8441749,"hoster":"VOE"},{"redirect":12048836,"hoster":"Doodstream"},{"redirect":8271504,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bitte lächeln!","epNo":5,"alt":"Camera Shy","descr":"Durch Garys Schuld verliert der Fotograf Miguel Diaz gleich zweimal einen Job. Marissa überredet Gary dazu, etwas für Diaz zu tun. Doch das hat unerwartete Folgen: Als Gary Miguels Kamera bei einem Pfandleiher auslöst, geraten die beiden ins Visier von Gangstern.","versions":[{"lang":1,"streams":[{"redirect":12332386,"hoster":"VOE"},{"redirect":8271507,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Chaostheorie","epNo":6,"alt":"Wild Card","descr":"Es ist Halloween. Da seine Zeitung an diesem Tag fast keine Unglücksfälle verzeichnet, freut sich Gary auf einen freien Tag. Doch Patrick sorgt dafür, dass Gary trotzdem allerhand zu tun hat. Durch seine Schusseligkeit löst er eine Kette von Unfällen aus.","versions":[{"lang":1,"streams":[{"redirect":8441756,"hoster":"VOE"},{"redirect":8271513,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Menschenjagd - Teil 1","epNo":7,"alt":"Fatal Edition (1)","descr":"Auf dem Güterbahnhof wird der Kolumnist Frank Scanlon erschossen. Gary gerät in Verdacht der Täter zu sein und wird verhaftet. Während der Verhandlung gelingt ihm die Flucht. Während die ganze Stadt Jagd auf ihn macht, muss er nun den wahren Mörder finden.","versions":[{"lang":1,"streams":[{"redirect":8441759,"hoster":"VOE"},{"redirect":12048838,"hoster":"Doodstream"},{"redirect":8271516,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Menschenjagd - Teil 2","epNo":8,"alt":"Fatal Edition (2)","descr":"Gary wird wegen Mordverdachts von der gesamten Polizei Chicagos gejagt. Verzweifelt versucht er, seine Unschuld zu beweisen. Garys einzige Chance ist der Parkplatzwächter Joe, der irgendetwas mit der Ermordung Scanlons zu tun haben muss.","versions":[{"lang":1,"streams":[{"redirect":8441763,"hoster":"VOE"},{"redirect":12048840,"hoster":"Doodstream"},{"redirect":8291601,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wetterleuchten","epNo":9,"alt":"Weathergirl","descr":"Die hübsche Fernseh-Meteorologin Rebecca hat es Gary angetan. Da sich deren Wettervorhersagen allerdings stets als falsch erweisen, beschließt Gary, ihr zu helfen. Fortan versorgt er sie mit den Wettermeldungen aus seiner Zeitung. Das hat ungeahnte Folgen.","versions":[{"lang":1,"streams":[{"redirect":8441757,"hoster":"VOE"},{"redirect":8271519,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gary rennt","epNo":10,"alt":"Run, Gary, Run","descr":"Gary erfährt aus der Zeitung, dass Marissa von einem Auto angefahren und sterben wird. Ihm bleiben gerade neun Minuten, seine Freundin zu retten. Gary rennt los. Doch der Weg durch den Park wird zu einem Hindernislauf.","versions":[{"lang":1,"streams":[{"redirect":8441762,"hoster":"VOE"},{"redirect":12048843,"hoster":"Doodstream"},{"redirect":8271522,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rose","epNo":11,"alt":"Rose","descr":"Eine junge Frau bittet Detektiv Crumb um Hilfe. Sie hat ihr Gedächtnis verloren. Da sie kein Geld hat, setzt Crumb sie vor die Tür. Gary liest in seiner Zeitung, dass die Frau ermordet wird. Kurzerhand engagiert er Crumb selbst, um die Unbekannte zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8441764,"hoster":"VOE"},{"redirect":8271529,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die zweite Chance","epNo":12,"alt":"Snow Angels","descr":"Über Chicago bricht ein Schneesturm herein. Der Notstand wird ausgerufen. Gary steht ein hektischer Tag bevor, denn seine Zeitung berichtet von 17 Toten bei verschiedenen Unglücksfällen. Diese muss er nun alle verhindern.","versions":[{"lang":1,"streams":[{"redirect":8441768,"hoster":"VOE"},{"redirect":8271530,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Gabe","epNo":13,"alt":"Gifted","descr":"Durch seine Katze lernt Gary die 13-jährige Nikki kennen. Das eigensinnige Mädchen gibt ihm zunächst einige Rätsel auf. Dann gesteht sie ihm, dass sie in die Zukunft sehen kann. Nikki fühlt sich schuldig, weil sie den Tod ihrer Eltern nicht verhinderte.","versions":[{"lang":1,"streams":[{"redirect":12918215,"hoster":"VOE"},{"redirect":8271533,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Prüfungsangst","epNo":14,"alt":"Performance Anxiety","descr":"Zu Garys Überraschung liegt der Zeitung eine Einladung zu einem Gespräch bei. Er nimmt den Termin wahr und trifft auf einen Mann, der ihm seltsame Fragen über seinen Umgang mit der Zeitung stellt. Kurze Zeit später bemerkt Gary, dass er auf Schritt und Tritt verfolgt wird.","versions":[{"lang":1,"streams":[{"redirect":8441769,"hoster":"VOE"},{"redirect":12048848,"hoster":"Doodstream"},{"redirect":8271540,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der einzige Zeuge","epNo":15,"alt":"False Witness","descr":"Gary kann verhindern, dass ein Kind von zwei jugendlichen Autodieben überfahren wird. Die Autoknacker fliehen, aber Gary hat einen der beiden erkannt: Es ist der Bruder des Fotografen Miguel Diaz. Er versucht den Jungen vor weiteren Dummheiten zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":8441767,"hoster":"VOE"},{"redirect":12048849,"hoster":"Doodstream"},{"redirect":8271536,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Spiel des Lebens","epNo":16,"alt":"The Play\u0027s the Thing","descr":"Gary trifft Ex-Detective Crumb wieder, der bei einer Theater-Aufführung mitspielt. Einen Tag später setzt Gary versehentlich einen der Schauspieler außer Gefecht. Da die Aufführung zu platzen droht, muss Gary nun selbst als Darsteller einspringen.","versions":[{"lang":1,"streams":[{"redirect":8441771,"hoster":"VOE"},{"redirect":8271543,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein schwarzer Tag","epNo":17,"alt":"Blind Faith","descr":"Durch eine Explosion verliert Gary vorübergehend sein Augenlicht. Deshalb muss er sich von Vadim, dem neuen Barkeeper im \"McGinty’s\", die Schlagzeilen seiner Zeitung vorlesen lassen. Vadim ahnt nicht, dass es die Meldungen vom nächsten Tag sind.","versions":[{"lang":1,"streams":[{"redirect":8441774,"hoster":"VOE"},{"redirect":12048852,"hoster":"Doodstream"},{"redirect":8271549,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Immer wieder Amber","epNo":18,"alt":"Occasionally Amber","descr":"Chuck schaut auf einen Besuch im McGinty’s vorbei. Überglücklich verkündet er, dass er heiraten wird. Kaum hat sich Gary von dieser Nachricht erholt, wartet schon der nächste Schock auf ihn: Bei der Braut handelt es sich um die Juwelendiebin Amber.","versions":[{"lang":1,"streams":[{"redirect":8441781,"hoster":"VOE"},{"redirect":12048853,"hoster":"Doodstream"},{"redirect":8271551,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Kopfgeldjäger","epNo":19,"alt":"Mel Schwartz, Bounty Hunter","descr":"Der Tag fängt schlecht an für Gary: Ein Räuber stiehlt ihm seine gesamte Kleidung. Nur mit einer Matratze über dem Körper will er einen kleinen Jungen retten. Prompt landet Gary vor Gericht und muss eine psychiatrische Begutachtung über sich ergehen lassen.","versions":[{"lang":1,"streams":[{"redirect":8441777,"hoster":"VOE"},{"redirect":12048855,"hoster":"Doodstream"},{"redirect":8271555,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zeit und Raum","epNo":20,"alt":"Time","descr":"Der Archivar der Sun-Times überlässt Gary kistenweise alte Zeitungen, die einst Lucius Snow gesammelt hat. Gary traut seinen Augen kaum, als er eine Schlagzeile entdeckt, die besagt, dass er als elfjähriger Junge überfahren wurde.","versions":[{"lang":1,"streams":[{"redirect":8441779,"hoster":"VOE"},{"redirect":8271556,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gangsters Glück","epNo":21,"alt":"Everybody Goes to Rick\u0027s","descr":"Gary wird durch mysteriöse Umstände ins Jahr 1929 versetzt. Das McGinty’s war damals ein Treffpunkt berüchtigter Gangster. Auch in der Vergangenheit erhält Gary die Zeitung des nächsten Tages. Dort liest er vom berühmten Massaker am Valentinstag.","versions":[{"lang":1,"streams":[{"redirect":8441783,"hoster":"VOE"},{"redirect":12048859,"hoster":"Doodstream"},{"redirect":8271560,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Irische Hochzeit","epNo":22,"alt":"Luck o\u0027 the Irish","descr":"Der alte Mr. Quigley hat bereits für 600 Dollar im McGinty’s anschreiben lassen. Gary hat die Nase voll und streicht ihm seinen Kredit. Doch der alte Herr warnt ihn vor dem Fluch der Quigleys. Gary tut den Fluch als Aberglauben ab, doch dann hat er eine regelrechte Pechsträhne.","versions":[{"lang":1,"streams":[{"redirect":8441778,"hoster":"VOE"},{"redirect":8271565,"hoster":"Streamtape"}]}]}]}]}