{"seriesId":"allmen","name":"Allmen","descr":"Johann Friedrich von Allmen (Heino Ferch) ist kein Kriminalbeamter oder Privatdetektiv. Der elegante Lebemann und Feingeist genießt den Luxus, steckt aber in erheblichen finanziellen Schwierigkeiten und wird deshalb eher zufällig zum Jäger eines Mörders. Um seine Schulden bei Bank und Gläubigern zu begleichen, verkauft er nach und nach seinen wertvollen Hausrat an Antiquitätenhändler Tanner (Gustav-Peter Wöhler). Als er jedoch nach einem gemeinsamen Opernabend mit Jojo Hirt (Andrea Osvárt), der Tochter des zweitreichsten Mannes der Schweiz, Klaus Hirt (Hanns Zischler), etwas über die Stränge schlägt, zwei wertvolle Glasschalen entwendet und diese dann Tanner andreht, wird dieser kurz darauf ermordet. Und auch Allmen steht plötzlich auf der Abschussliste und muss deshalb den Mörder – und auch die Glasschalen – finden, bevor er selbst zum Opfer wird. Sein treuer Diener Carlos (Samuel Finzi) hilft ihm dabei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Allmen und das Geheimnis der Libellen","epNo":1,"alt":"","descr":"Der feingeistige Privatier Johann Friedrich von Allmen (Heino Ferch) weiß das Leben zu genießen. Leider fehlt ihm eine profane Begabung: der Umgang mit Geld, das er mit beiden Händen ausgibt. Deshalb drücken den eleganten Lebemann, wie sein treuer Diener Carlos (Samuel Finzi) gerne in Erinnerung ruft, erhebliche finanzielle Sorgen. Selbst diese könnte Allmen mit geistreichen Kommentaren erfolgreich beiseiteschieben, würde ihm nicht der grobschlächtige Wucherer Dörig (Peter Kurth) im Nacken sitzen. Unverhofft tut sich durch die Affäre mit der Millionärstochter Jojo Hirt (Andrea Osvárt) die Möglichkeit auf, das benötigte Geld aufzutreiben: Allmen lässt die \"Libellen\" mitgehen, kostbare Vasen aus der Kunstsammlung von Jojos Vater (Hanns Zischler). Schon bald muss er jedoch feststellen, dass die geraubten Objekte ein gefährliches Geheimnis haben. Erst kommt der befreundete Kunsthändler Tanner (Gustav Peter Wöhler) ums Leben, dann geraten Allmen und sein Diener selbst in Gefahr. Ein alter Rivale (Ben Becker), der vor nichts zurückschreckt, scheint es ebenfalls auf die \"Libellen\" abgesehen zu haben. Nun muss Allmen einen Weg finden, das Rätsel um die Kunstwerke zu lösen und heil aus seinen Geldsorgen herauszukommen – natürlich auf eine Art, wie es sich für einen Gentleman gehört.","versions":[{"lang":1,"streams":[{"redirect":8586165,"hoster":"VOE"},{"redirect":8586151,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allmen und das Geheimnis des rosa Diamanten","epNo":2,"alt":"","descr":"Johann Friedrich von Allmen (Heino Ferch) weiß jetzt, mit welcher Erwerbsform er sich aus seinen finanziellen Nöten befreien will: Gemeinsam mit Butler Carlos (Samuel Finzi) widmet sich der Bonvivant der Wiederbeschaffung von geraubten Kunstwerken – natürlich mit üppigem Spesenkonto und fürstlichen Honoraren. Sein erster Erfolg im spektakulären Libellen-Fall hat sich bei solventen Kunden bereits herumgesprochen: Der Engländer Montgomery (Tomas Sinclair Spencer) beauftragt \"Allmen International Inquiries\", den flüchtigen Dieb eines gestohlenen rosa Diamanten ausfindig zu machen. Dieser gehört angeblich einem superreichen Geschäftsmann und ist die Hochzeitsgabe für dessen Tochter. Der millionenschwere Hochkaräter spielt selbst für Allmen in einer bisher unbekannten Liga. So hilft sein Interesse an schönen Dingen, die berechtigten Bedenken von Carlos, dem die Sache zu heiß ist, beiseitezuschieben. Auch die 20.000 Franken Vorschuss sprechen dafür, sich unverzüglich auf die Jagd nach dem rosafarbenen Objekt der Begierde zu machen. Gestohlen hat es angeblich der russische Geschäftsmann Sokolow (Daniel Wagner). An dessen Spur heften sich Allmen und Carlos – zunächst ohne zu ahnen, dass auch ihnen jemand auf den Fersen ist. Wie gefährlich ihre Schatten sind, stellen die beiden fest, nachdem sie den Untergetauchten ausfindig gemacht haben, nicht aber sein Leben schützen können. Denn die Gelegenheits-Detektive geraten in den Besitz einer Kostbarkeit, die sie schon bald zu Gejagten macht.","versions":[{"lang":1,"streams":[{"redirect":8586170,"hoster":"VOE"},{"redirect":8586156,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Allmen und das Geheimnis der Dahlien","epNo":3,"alt":"","descr":"Ausgerechnet der Kunstdetektiv Johann Friedrich von Allmen (Heino Ferch) verweilt in einem hochnoblen Züricher Hotel, als aus der Privatsuite der Besitzerin ein millionenschweres Dahlien-Gemälde verschwindet. Was läge der exzentrischen Dahlia Gutbauer (Erni Mangold) näher, als \"Allmen International Inquiries\" mit der diskreten Wiederbeschaffung zu betrauen? Der Auftrag verspricht wenig Gutes, da der Dieb nachweislich über Leichen geht. Eine Wahl bleibt Allmen nicht, denn die knallharte Dame droht, seinem guatemaltekischen Butler Carlos (Samuel Finzi) die eidgenössische Ausländerbehörde auf den Hals zu hetzen. Während Allmen seinem Gefährten die Erpressung verschweigt, behält auch Carlos etwas für sich. Seine Lebensgefährtin Maria Moreno (Isabella Parkinson) wurde kurz nach dem Raub Zeugin eines Mordes und muss deshalb untertauchen.Schon bald lüftet Allmen das erste Geheimnis des Gemäldes: Dahlia Gutbauer ist einst durch einen Raub in den Besitz der \"Dahlien\" gekommen. Wie bei dem damaligen Diebstahl vermutet Allmen romantische Motive und nimmt den skrupellosen Geschäftsmann Rebler (Mehdi Nebbou) ins Visier, der mit der bezaubernd schönen Psychologin Dalia Scheidegger (Katharina Schüttler) liiert ist. Für den Kunstdetektiv ist sie der Schlüssel zu dem Fall – zumal ihr früherer Freund Claude Tenz (Florian Stetter) ebenfalls darin verwickelt scheint. Allmens Interesse für Dalia, das sich nur mühsam in den Grenzen des Beruflichen halten lässt, macht den Auftrag für ihn noch gefährlicher.","versions":[{"lang":1,"streams":[{"redirect":13424113,"hoster":"VOE"},{"redirect":13424112,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Allmen und das Geheimnis der Erotik","epNo":4,"alt":"","descr":"Gelegenheit macht Diebe in \"Allmen und das Geheimnis der Erotik\" nach dem Krimibestseller von Martin Suter. Diesmal ist es Heino Ferch in der Titelrolle des aristokratischen Kunstdetektivs jedoch höchstselbst, der kostbares Porzellan entwendet, um seiner Leidenschaft für das Schöne in mehrfacher Hinsicht nachzugeben. Eine ebenso hinreißende wie geheimnisvolle Frau – gespielt von Devrim Lingnau – lässt den Lebemann jegliche Vorsicht vergessen. Samuel Finzi versucht ihm in der Rolle seines loyalen Butlers Carlos nicht nur ins Gewissen zu reden, sondern auch das Leben zu retten. Der vierte Film der gefeierten Allmen-Reihe besticht durch seinen exzellenten Look und bietet eine grandiose Hommage an das Genre der Gaunerkomödie. Langeweile ist für Johann Friedrich von Allmen (Heino Ferch) kein hinzunehmender Zustand.Bei einer wenig inspirierenden Lesung entwendet der Kunstdetektiv spontan ein berühmtes Fabergé-Ei aus dem Besitz des Gastgebers. Dessen Sicherheitsbeauftragter Krähenbühler (Christoph Bach) lässt den ungewöhnlichen Räuber aber nicht auffliegen, sondern versucht von Allmen zu einem noch dreisteren Diebstahl zu erpressen. Zum Schein willigt Allmen ein und raubt zusammen mit seinem Butler Carlos (Samuel Finzi) eine einzigartige Porzellansammlung – allerdings in der Absicht, Krähenbühler übers Ohr zu hauen. Insgeheim geht es von Allmen jedoch nicht nur um den lukrativen Betrug, sondern vor allem um die Aufmerksamkeit der schönen Jasmin (Devrim Lingnau).Um sich der Nachfahrin eines berühmten Porzellanhändlers anzunähern, tritt der Kunstdetektiv in den Dienst ihres strengen Vormundes Cognatus Reimund (Stefan Kurt), dessen Stiftung die rechtmäßige Besitzerin der geraubten Sammlung ist. Schon bald muss der wagemutige Bonvivant erkennen, dass sein doppeltes Spiel größere Gefahren birgt, als es sein raffinierter Plan vorsieht.","versions":[{"lang":1,"streams":[{"redirect":13424116,"hoster":"VOE"},{"redirect":13424115,"hoster":"Streamtape"}]}]}]}]}