{"path":"/serie/stream/ally-mcbeal","name":"Ally McBeal","descr":"Die Serie thematisiert das Leben der charismatischen, egozentrischen, ebenso verletzlichen wie schlagfertigen Ally McBeal, einer Anwältin in Boston. Sie schlägt sich mit skurrilen wie emotionalen Rechtsfällen, die Ally und ihre Kollegen vor Gericht vertreten um, dabei nehmen die zwischenmenschlichen Beziehungen, die wechselnden Partnerschaften, Freundschaften und Feindschaften innerhalb der Kanzlei eine zentrale Rolle ein. Zentraler Treffpunkt der Figuren innerhalb der Kanzlei ist häufig die Unisex-Toilette.","seasons":[{"path":"/serie/stream/ally-mcbeal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-1","name":"Am Anfang war das Feuer","epNo":1,"alt":"Pilot","descr":"Ursprünglich war Ally McBeal nur ihrer Jugendliebe Billy nach Harvard gefolgt, sie wollte gar nicht Anwältin werden. Nach der Trennung von Billy blieb sie ihrem Studienfach treu und arbeitet jetzt als Anwältin in einer renommierten Bostoner Kanzlei.Als ihr Chef Jack Billings ihr nachstellt, kündigt Ally und verklagt ihn. Zufällig trifft sie auf der Straße den ehemaligen Studienkollegen Richard Fish, der gerade eine eigene Kanzlei eröffnet hat, und ihr einen Job anbietet. Im Büro übergibt Richard Ally gleich den ersten, \"unmöglich zu verlierenden\" Streitfall, macht sie mit ihrer hyper-effizienten, aber auch hyper-neugierigen Assistentin Elaine bekannt und stellt ihr seinen Partner vor: Billy Alan Thomas. Allys Billy.Ausgerechnet er soll Ally gegen Jack Billings vertreten, der sich zu seiner Verteidigung eine Zwangsneurose zurechtgelegt hat. Aber es kommt noch schlimmer: Billy ist verheiratet! Ihre Freundin und Mitbewohnerin Renée weiß sofort, dass die Zusammenarbeit für Ally die Hölle wird.Und noch immer kommt es schlimmer. Ally verliert den todsicheren Fall, und dann taucht auch noch Billys hübsche Frau Georgia im Büro auf, die ebenfalls Anwältin ist. Dass Ally am nächsten Tag mit einem potentiellen Klienten flirten soll, gibt ihr den Rest. Jedenfalls fast. Denn abends steht überraschend Georgia vor Allys Tür. Die Eingeständnisse gegenseitigen Hasses lösen aber glücklicherweise bei beiden Erleichterung aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188655","hoster":"VOE"},{"path":"/redirect/14188663","hoster":"Vidoza"},{"path":"/redirect/14188656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-2","name":"Ganz schön peinlich","epNo":2,"alt":"Compromising Positions","descr":"Ally muss ihren Kollegen John Cage vertreten, der illegalen Sex mit einer Prostituierten hatte. Dann sieht sie im Restaurant auch noch, wie Ron Cheanie, ein potentieller Klient, vor der Toilette Richards Freundin Whipper küsst. Die Anwältin stürzt in ein moralisches Dilemma nach dem anderen. Soll sie Richard sagen, was sie gesehen hat? Soll sie Georgia darüber aufklären, dass auf Billys Junggesellenparty ebenfalls ein paar professionelle Damen anwesend waren?Was jetzt gerade noch gefehlt hat, ist Johns Versuch, das Vertrauen der Mitarbeiter zurückzugewinnen - und der anschließende Fragebogen zur Beurteilung seiner kleinen Ansprache. Ally schenkt Richard zwar reinen Wein ein, vermittelt dann aber zwischen ihm und Whipper, als sie merkt, wie sehr beide sich lieben. Außerdem verhindert sie, dass Billy Georgia ein Geständnis macht. Sie geht mit Ron aus und stellt fest, dass er eigentlich ganz nett ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188658","hoster":"VOE"},{"path":"/redirect/14188668","hoster":"Vidoza"},{"path":"/redirect/14188659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-3","name":"Abserviert","epNo":3,"alt":"The Kiss","descr":"\"Einspruch, Euer Ehren\" im Duett: Georgia engagiert Ally als zweite Anwältin für einen publicityträchtigen Prozess. Nachrichtensprecherin Barbara Cooker verklagt den Sender, der sie wegen ihres Alters feuern will. Die Fernsehstation wird ausgerechnet von Allys Intimfeind Jack Billings vertreten.Gleichzeitig fiebert Ally ihrem ersten Date mit Ron Cheanie entgegen und muss sich dabei jede Menge unnötige Tipps von Elaine anhören. Als Ron sie nach einem gemeinsamen Abend in der Bar nur auf die Wange küsst, scheint der Fall gelaufen. Nach ihrem Schlussplädoyer stellt Ally ihn zur Rede. Das bringt Richard aus der Fassung: Er fürchtet einen wichtigen Klienten zu verlieren. Komplett verwirrt durch Ron, der sie nun doch um eine weitere Verabredung bittet, und nervös, weil sie im Fall Barbara Cooker instinktiv ein 400.000 Dollar-Angebot der Gegenseite abgelehnt hat, wartet Ally auf die Entscheidung der Geschworenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188661","hoster":"VOE"},{"path":"/redirect/14188665","hoster":"Vidoza"},{"path":"/redirect/14188662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-4","name":"Kalt erwischt","epNo":4,"alt":"The Affair","descr":"Der plötzliche Tod ihres ehemaligen Professors James Dawson ist nur der erste Schock für Ally: Seine Witwe bittet die Anwältin, auf der Trauerfeier zu sprechen. Katherine Dawson ahnt nicht, dass Ally und James ein Verhältnis hatten - ein Geheimnis, das nicht einmal Allys beste Freundin Renée kennt. Als Katherines Tochter während der Totenwache Ally wiedererkennt, weiß die Witwe, dass es Ally war, wegen der ihr Mann sie beinahe verlassen hätte. Es kommt zu einer unangenehmen Aussprache.Dass Ally sich in ihrer misslichen Lage mit Billy berät, schürt sowohl Georgias als auch Rons Eifersucht. Es kommt noch schlimmer: Während der Trauerfeier bittet der Priester tatsächlich Ally als Rednerin in die Kanzel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188666","hoster":"VOE"},{"path":"/redirect/14188675","hoster":"Vidoza"},{"path":"/redirect/14188667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-5","name":"Aufstand der Hormone","epNo":5,"alt":"One Hundred Tears Away","descr":"Nach einem eigentlich harmlosen Streit im Supermarkt um die letzte Packung Kartoffelchips droht Ally das Karriere-Aus: Eine andere Kundin stürzt, weil Ally ihr ein Bein stellt - die Anwältin wird in Handschellen abgeführt. Erschwerend kommt hinzu, dass Ally - sehr zum Spott von Renée - eine Tube Verhütungs-Gel eingesteckt hat - ohne zu bezahlen.Jetzt muss Ally mit ihrer Suspendierung rechnen, denn ein Komitee der Anwaltskammer stellt ihren Geisteszustand und ihre emotionale Stabilität in Frage. Während der Anhörung sagt leider auch Allys Assistentin Elaine aus, die sich und in diesem Fall auch ihre Chefin wieder einmal um Kopf und Kragen redet. Auch was Ally selbst zu ihrer Verteidigung vorzubringen hat, scheint das Blatt zunächst nicht zum Guten zu wenden. Whipper und Billy versuchen, das Schlimmste zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188669","hoster":"VOE"},{"path":"/redirect/14188672","hoster":"Vidoza"},{"path":"/redirect/14188670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-6","name":"Frosch bleibt Frosch","epNo":6,"alt":"The Promise","descr":"Der Tag fängt ja gut an: Erst gelingt es Ally nicht, für John die Verhandlung gegen eine mit Whipper befreundete Prostituierte zu vertagen. Dann fällt Harry Pippen, der gegnerische Anwalt in ihrem zweiten Fall, mit einer Beinahe-Herzattacke in Ohnmacht. Nur schwer kann Ally sich zu einer Mund-zu-Mund-Beatmung des schwer übergewichtigen Mannes durchringen. Mit fatalen Folgen.Während die Männer in der Kanzlei sich allesamt in Idioten zu verwandeln drohen, seit in der Poststelle eine kurvenreiche Blondine arbeitet, erhält Ally Besuch von Harry Pippens fülliger Verlobten Angela. Sie bedankt sich bei der Anwältin und lädt sie zu ihrer Hochzeit ein. Abends im Club steht dann auch Harry plötzlich vor Ally: Er hat sich verliebt. Was soll Ally dem geknickten Mann raten? Etwa Angela zu heiraten, weil sie die Einzige ist, aber nicht die Richtige? Kaum hat Harry die Hochzeit abgesagt, plagt Ally das schlechte Gewissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188671","hoster":"VOE"},{"path":"/redirect/14188684","hoster":"Vidoza"},{"path":"/redirect/14188673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-7","name":"Wer ist hier zickig?!","epNo":7,"alt":"The Attitude","descr":"Ally versucht, die Scheidung einer Mandantin auch nach jüdischem Glauben rechtskräftig zu machen. Karen Horowitz möchte wieder heiraten, aber da ihr Ex-Mann im Koma liegt, verweigert der Rabbi seine Zustimmung. Die Anwältin scheitert mit ihrem Besuch in der Synagoge kläglich, als sie Rabbi Stern beleidigt. Mehr Glück scheint Ally - zumindest auf den ersten Blick - mit dem gutaussehenden Staatsanwalt Jason Roberts zu haben, den Renée ihr vorstellt. Das erste Date beginnt vielversprechend.Auch der zweite Besuch bei Rabbi Stern ist nicht erfolgreich. Er macht sogar alles noch schlimmer. Doch der Rabbi zeigt plötzlich Humor und bittet Ally, mit ihm auszugehen.Auch Georgia hat Rechtsprobleme: Ihr Chef Jerry Burrows hat sie in eine andere Abteilung versetzt, weil seine Frau auf Georgia eifersüchtig ist. Sie wendet sich an John Cage, der sich reichlich merkwürdig verhält, schließlich aber eine Abfindung erreicht. Trotzdem sucht Georgia einen neuen Job. Richard bietet ihr an, vorübergehend für ihn zu arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188593","hoster":"VOE"},{"path":"/redirect/14188599","hoster":"Vidoza"},{"path":"/redirect/14188594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-8","name":"Revierkämpfe","epNo":8,"alt":"Drawing the Lines","descr":"Georgia und Ally übernehmen eine neue Klientin: Marci Hatfield will sich von ihrem reichen Mann scheiden und den Ehevertrag annullieren lassen. Obwohl sie selbst nicht auf einen schmutzigen Scheidungskrieg aus ist, überreden die Anwältinnen sie, so viel aus der Sache herauszuholen wie sie nur kann. Das finanzielle Angebot von Jason Hatfields Anwalt lehnen sie ab. Als Marci kalte Füße bekommt, redet auch Richard ihr zu: Er hat inzwischen Fotos von Hatfield und einer anderen Frau in der Hand.Nachdem Richard und Billy schon wieder der Blondine aus der Versandabteilung hinterher stieren, beauftragt Elaine die Anwältin Caroline Poop mit einer Klage wegen sexueller Belästigung am Arbeitsplatz. Sie organisiert sogar einen Streik der weiblichen Mitarbeiter, hat aber wenig Chancen auf Erfolg. Genauso ergeht es Ally, die mit einer Familienpackung Eiskrem versucht, ihr Seelenleben wieder ins Gleichgewicht zu bringen: Billy hat ihr in einer stillen Minute gestanden, dass er sie vermisst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188595","hoster":"VOE"},{"path":"/redirect/14188604","hoster":"Vidoza"},{"path":"/redirect/14188597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-9","name":"Rohrkrepierer","epNo":9,"alt":"The Dirty Joke","descr":"Ally hat genug von ihrem tugendhaften Image und versucht, sich mit dreckigen Witzen anzufreunden - vergeblich. Renée überredet sie zu einer Wette: Wenn ihr Witz, den Ally natürlich abscheulich findet, abends in der Bar gut ankommt, muss Ally auf der Bühne den einzigen schmutzigen Witz erzählen, den sie kennt.Die Anwaltskanzlei wird unterdessen verklagt: Jennifer Higgin, die Fleisch gewordene Männerphantasie aus der Versandabteilung, fühlt sich diskriminiert. Die weiblichen Mitarbeiter hätten ein feindliches Betriebsklima geschaffen, weil sie sich angeblich zu sexy kleide. Georgia lehnt es ab, die Firma zu verteidigen - sie meint, Caroline mache ihr sexuelle Avancen. Ally übernimmt den Fall und entwickelt eine äußerst effiziente Strategie. Dafür ist Renées Witz ein voller Erfolg und sie besteht auf der Einlösung der Wettschuld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188596","hoster":"VOE"},{"path":"/redirect/14188608","hoster":"Vidoza"},{"path":"/redirect/14188598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-10","name":"Zu kurz gekommen","epNo":10,"alt":"Boy to the World","descr":"Ally vertritt einen jungen Transvestiten: die attraktive Prostituierte Stephanie, mit der sie sich auch privat anfreundet. Die Anwältin sieht allerdings nur eine Möglichkeit, eine Gefängnisstrafe zu umgehen - sie muss auf geistige Unzurechnungsfähigkeit plädieren. Ally ist so mit dem komplizierten Fall beschäftigt, dass sie der Doppelverabredung, die sie mit Jason Roberts, Renée und John Cage arrangiert hat, kaum Beachtung schenkt. John hat allerdings andere Vorstellungen, wie Ally bestürzt feststellt: Er hat das Essen als Date mit Ally missverstanden und möchte nun wieder mit ihr ausgehen.Richard Fish muss unterdessen nicht nur den Tod seines Onkels Kevin Hanson verkraften. Er steht auch vor der äußerst kniffligen Aufgabe, Kevins letztem Willen entsprechend dessen Abneigung gegen kleingewachsene Menschen während der Beerdigung zum Ausdruck zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188600","hoster":"VOE"},{"path":"/redirect/14188609","hoster":"Vidoza"},{"path":"/redirect/14188601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-11","name":"Drei sind keiner zu viel","epNo":11,"alt":"Silver Bells","descr":"In der Kanzlei laufen die Vorbereitungen für die Weihnachtsfeier, als Ally den Fall von James, Mindy und Pattie Horton übernimmt, die ihre Dreiecksbeziehung legalisieren möchten. James und Mindy sind überzeugt, dass seine neue Liebe zu Pattie ihre Ehe gerettet und bereichert hat. Eine Ehe zu dritt? Lächerlich, findet Ally. Sie muss sich durch den Fall auch mit den Spannungen in ihrem Privatleben auseinandersetzen. Georgia sieht in der glücklichen Dreierbeziehung der Hortons durchaus Parallelen zur Dreiecks-Konstellation ihrer Ehe mit Billy, seit Ally wieder auf der Bildfläche aufgetaucht ist. Es kommt zu einer längst fälligen Aussprache.Richard muss sich unterdessen fragen, ob seine Freundin Whipper auf einen Heiratsantrag wartet, wie Elaine vermutet. Er bittet John Cage um Rat, aber der ist viel zu beschäftigt mit seinem wachsenden Interesse an Ally.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188603","hoster":"VOE"},{"path":"/redirect/14188617","hoster":"Vidoza"},{"path":"/redirect/14188602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-12","name":"Das Tier im Manne","epNo":12,"alt":"Cro-Magnon","descr":"Ally und Renée besuchen einen Kunstkurs, zu dem sie auch Georgia überreden können, als sie ihr von dem gut gebauten männlichen Modell Glenn vorschwärmen. Während Billy sich ernsthaft Sorgen macht, ob die Größe nicht vielleicht doch eine Rolle spielt, findet Ally auch ihren neuen Klienten attraktiv. Der 19-jährige Clint Gill ist handgreiflich geworden, nachdem jemand seine Freundin auf einer Party beleidigt hat. Es sind wieder einmal die unkonventionellen Methoden von John Cage, der aus seinem Erfahrungsschatz als Mann berichtet, die in diesem Fall die Lösung bringen.Ally hat wiederholt Halluzinationen von einem tanzenden Baby. Das Ticken ihrer biologischen Uhr? Wenn ja, dann wird es erhört: Nicht nur eine Verabredung mit John steht für diese Woche auf dem Programm, auch Glenn bittet Ally um ein Date. Die beiden haben zwar nichts gemeinsam, aber die Anwältin kann trotzdem nicht widerstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188605","hoster":"VOE"},{"path":"/redirect/14188606","hoster":"Vidoza"},{"path":"/redirect/14188607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-13","name":"Bruchlandung","epNo":13,"alt":"The Blame Game","descr":"Um Glenn zu zeigen, dass er nicht nur ein billiger \"one night stand\" für sie war, geht Ally noch einmal mit ihm aus. Die beiden landen erwartungsgemäß wieder im Bett. Ally gesteht Renée, dass sie tatsächlich anfängt, Glenn zu mögen - obwohl die beiden wirklich nichts gemeinsam haben. Glenn beschwert sich allerdings, Ally sehe ihn nur als Sexobjekt und macht deshalb Schluss. Ally ist völlig klar, dass er - genau wie sie - nie Interesse an einer richtigen Beziehung hatte. Gemeinsam mit Renée und Georgia setzt sie einen uralten, aber sehr wirkungsvollen Racheplan in die Tat um, bei dem Glenn in eine ziemlich peinliche Situation gerät. Während Billy seine Eifersucht hinter fadenscheinigen Besorgnisbekundungen über Allys professionellen Ruf versteckt und prompt Streit vom Zaun bricht, hat die Kanzlei einen publicityträchtigen Fall. Die Familie Lamb geht vor Gericht, nachdem Joshua Lamb, der Vater, bei einem Flugzeugabsturz ums Leben gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188610","hoster":"VOE"},{"path":"/redirect/14188611","hoster":"Vidoza"},{"path":"/redirect/14188620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-14","name":"Im Land des Lächelns","epNo":14,"alt":"Body Language","descr":"Während John Cage mit wenig Erfolg versucht, seine Lächel-Therapie im Büro einzuführen, übernimmt Ally gemeinsam mit Georgia einen verzwickten Fall: Janie Bittner will den zu lebenslanger Haft verurteilten Michael Young heiraten. Aber Häftlinge dürfen nur heiraten, wenn sie Kinder haben - und intime Besuche dürfen nur Häftlinge empfangen, die verheiratet sind. Allys Plan sieht eine künstliche Befruchtung vor. Sie und Georgia übernehmen persönlich den Transport von Michaels Sperma. Dabei haben sie es ein bisschen zu eilig: Als Ally verkehrt herum in eine Einbahnstraße fährt, werden die Anwältinnen mit ihrer kostbaren Fracht von der Polizei gestoppt. Richard Fish wird unterdessen seine unkontrollierbare Leidenschaft für die Hälse fremder Damen zum Verhängnis. Als er sich auf einen Flirt mit Staatsanwältin Janet Reno einlässt, die einen besonders schönen Kehllappen vorweisen kann, gibt Whipper ihm den Laufpass.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188612","hoster":"VOE"},{"path":"/redirect/14188613","hoster":"Vidoza"},{"path":"/redirect/14188614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-15","name":"Feuchte Küsse","epNo":15,"alt":"Once in a Lifetime","descr":"Die Kanzlei vertritt den berühmten Künstler Seymor Little im Streit gegen seinen Sohn Sam. Der hat seinen Vater vor zwei Jahren für unzurechnungsfähig erklären lassen, weil er immer noch mit seiner vor sieben Jahren verstorbenen Frau redet - und sie ihm antwortet. Jetzt verweigert Sam ihm als sein Vormund die Einwilligung, die 60 Jahre jüngere Paula zu heiraten und eine eigene Galerie zu eröffnen. Sam glaubt, Paula habe es nur auf Geld abgesehen und mit der Galerie, in der Seymor die Bilder, die er von seiner Frau gemalt hat, ausstellen will, würde der berühmte Maler seinen Ruf ruinieren.Mit ihrer Schwäche für grenzenlose Liebe gelingt es Ally, Licht in die unklaren Verhältnisse zu bringen. Problematischer ist für sie schon eher das bevorstehende Date mit dem \"Gummibärchen\" John Cage. Der wiederum ist mit Sorge erfüllt, weil er sich für einen schlechten Küsser hält. Elaine zeigt ihrem nervösen Boss, wie man beim Küssen mit allzu viel Speichelfluss fertig wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188615","hoster":"VOE"},{"path":"/redirect/14188618","hoster":"Vidoza"},{"path":"/redirect/14188616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-16","name":"Ein unmoralisches Angebot","epNo":16,"alt":"Forbidden Fruits","descr":"Senator Foote wird verklagt, die erste Ehe seiner jetzigen Frau zerstört zu haben. Ally und Georgia beunruhigt nicht nur, dass Fish die Leitung dieses publicityträchtigen Falls übernimmt, sondern auch die gerissene Anwältin der Gegenpartei, Anna Flint. Ally muss sich allerdings auch privat fragen, wie sie zu Leuten steht, die Ehen zerstören. Als sie argumentiert, man könne zwei Menschen nicht vorwerfen, dass sie sich verlieben, konfrontiert Georgia Billy mit den Gefühlen, die er möglicherweise noch für Ally hegt. Ally bekommt in ihrem Gefühlschaos wieder einmal von allen Seiten wertvolle Tipps: Renee rät zu einer Therapie, Elaine zu einer Affäre und die wütende Georgia schlägt sogar vor, sie solle eine Nacht mit Billy verbringen, damit das Thema endlich vom Tisch sei. Zumindest den Richter kann die Anwältin schließlich überzeugen: Wenn zwei Menschen wirklich zusammengehören, dann kommen sie auch zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188621","hoster":"VOE"},{"path":"/redirect/14188622","hoster":"Vidoza"},{"path":"/redirect/14188619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-17","name":"Schwein gehabt","epNo":17,"alt":"Theme of Life","descr":"Weder Johns Lächel-Therapie noch das Kickbox-Training mit Georgia und Renée vertreiben Allys Nervosität angesichts ihrer bevorstehenden Verhandlung: Ihr Mandant Dr. Greg Butters steht vor Gericht, weil er Hannah Goldstein - ohne ihr ausdrückliches Einverständnis - eine Schweineleber eingesetzt hat, während er auf ein menschliches Transplantat warten musste.Der Fall wird zusätzlich verkompliziert: Der attraktive Greg scheint an Ally nicht ganz uninteressiert, ist ihr als Anwältin gegenüber allerdings nicht ganz offen. Außerdem soll Ally in einem Kickbox-Match gegen Georgia in den Ring steigen. Der Kampf fällt - nicht zuletzt dank Dr. Tracey Clarks Rat \"Vergiss Billy, schlag Georgia!\" - härter aus als erwartet. Auf der Straße sieht Ally das Baby wieder, das auf Rollerblades Hockey spielt, und Richard Fish mit Janet Reno. Whipper kommt selbst dahinter, dass Richard sich für fremde Kehlläppchen interessiert und gibt ihm endgültig den Laufpass - während John ein herzerweichendes Schlussplädoyer hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188623","hoster":"VOE"},{"path":"/redirect/14188648","hoster":"Vidoza"},{"path":"/redirect/14188624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-18","name":"Nahkampf","epNo":18,"alt":"The Playing Field","descr":"Abgelenkt von Allys bezauberndem Lächeln auf dem Beifahrersitz übersieht Dr. Greg Butters ein Stoppschild und verursacht einen Auffahrunfall. Ally hat ebenfalls Pech, als sie am nächsten Morgen den Rat ihrer Therapeutin befolgen und sich auf ihr Traum-Baby stürzen will: Sie attackiert versehentlich den Anwalt des Autofahrers, der Greg verklagt hat. Der Rechtsvertreter ist nämlich zu Allys Erstaunen ein neunjähriges kleinwüchsiges Wunderkind namens Oren Koolie. Der Kleine sorgt für beträchtlichen Ärger und plärrt lautstark los, als er droht, den Fall zu verlieren. Ally sucht Unterstützung bei John.Richard, Georgia und Billy beschäftigt ein anderer interessanter Fall: Eva Curry verklagt ihren Boss - den sie noch nie gesehen hat - wegen sexueller Belästigung. Da sie weiß, dass in der Firma nur Frauen befördert wurden, die ihm sexuell zu Diensten waren, fürchtet sie, ihre Karriere hinge auch davon ab, was sie ihm anbiete. Richard argumentiert eigenwillig: Gleichberechtigung gibt es nicht, Frauen brauchen besonderen Schutz. Der Richter ist überzeugt, es kommt zur Verhandlung. Ally schafft es am Schluss - mit Hilfe ihrer imaginären Backgroundsängerinnen - endlich, Greg zu küssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188625","hoster":"VOE"},{"path":"/redirect/14188649","hoster":"Vidoza"},{"path":"/redirect/14188632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-19","name":"Happy Birthday","epNo":19,"alt":"Happy Birthday, Baby","descr":"Ally hasst Überraschungen - besonders zu ihrem Geburtstag. Außerdem ist sie depressiv: In zwei Jahren ist sie dreißig, und Greg will immer noch nicht mit ihr schlafen. Also ergreift die Anwältin die Flucht, als mit den jubelnden Kollegen auch ein männlicher Stripper ihr Büro stürmt. Zudem beginnt heute die Verhandlung im Fall Mark Henderson. Der leidenschaftliche Fußfetischist ist nachts in das Schlafzimmer von Cheryl Bonner eingedrungen, mit der er ein paar Mal ausgegangen war, und hat ihren Fuß gestreichelt. Jetzt hat sie ihn verklagt. Henderson lässt sich nicht überreden, auf Unzurechnungsfähigkeit zu plädieren, denn er liebt die Frau wirklich.Elaine überredet Greg, abends in der Bar beim großen Geburtstags-Jam für Ally ein Lied zu singen. Nachdem Elaine und Renée bereits eine atemberaubende Nummer vorgetragen haben, steigt Greg tatsächlich auch auf die Bühne - und lässt alle Damenherzen im Saal dahinschmelzen. Leider auch das von Renée, die sich spontan zu einem gewagten Duett zu ihm auf die Bühne gesellt. Gekränkt verlässt Ally die Bar. Erst später klärt Greg sie auf, warum er ihr - obwohl er in sie verliebt ist - bisher nicht näher gekommen ist: Er hat, schon, bevor er Ally kennen gelernt hat, einen neuen Job in einem Krankenhaus in Chicago angenommen und wird die Stadt verlassen. Ally gibt sich cool, ist aber am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188641","hoster":"VOE"},{"path":"/redirect/14188644","hoster":"Vidoza"},{"path":"/redirect/14188642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-20","name":"Das reinste Irrenhaus","epNo":20,"alt":"The Inmates","descr":"Die Kanzlei übernimmt ihren ersten Mordfall: Marie Hanson wird verdächtigt, ihren Mann mit der Axt erschlagen zu haben. Sie selbst kann sich an nichts erinnern. Bobby Donnell, ein in Mordfällen erfahrener Anwalt, wird hinzugezogen. Ally findet ihn zwar ausgesprochen anziehend, Bobby und sein Partner sind allerdings wenig angetan von den - charmant ausgedrückt - unkonventionellen Methoden der Kollegen: Sie halten Richard, John und Co. schlichtweg für verrückt. Eine Meinung, die Billy offensichtlich teilt, der in diesem Fall seine große Chance sieht, als Anwalt eine Liga aufzusteigen. Erschwert wird der Fall außerdem dadurch, dass Mrs. Hansons Psychiater, Dr. Peters, sich weigert, in den Zeugenstand zu gehen. Mit gutem Grund: Er ist überzeugt, dass Marie Hanson in einem früheren Leben eine berühmte Axtmörderin war.Die Klage eines Kellners, der vom Chef eines französischen Bistros gefeuert wurde, weil er nicht schwul ist, führt unterdessen dazu, dass Georgia nie wieder mit Richard vor Gericht gehen will. Renée gefährdet ernsthaft ihre Karriere. Sie hat überaus heftig mit ihrem Kollegen Michael Rivers geflirtet. Als er dann bei ihr zu Hause zudringlich wird, setzt sie ihn mit einem gezielten Kickbox-Tritt außer Gefecht und bricht ihm einen Nackenwirbel. Die Staatsanwältin wird verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188643","hoster":"VOE"},{"path":"/redirect/14188646","hoster":"Vidoza"},{"path":"/redirect/14188645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-21","name":"Volle Breitseite","epNo":21,"alt":"Being There","descr":"Schon während Ally und John sich auf Renées Verhandlung vorbereiten, bei der immerhin die Karriere der Staatsanwältin auf dem Spiel steht, kommt es zum Streit zwischen den Beteiligten. Renée reagiert ausgesprochen allergisch auf Johns Geheimwaffen: Pfeifende Nasenlöcher, knarzende Schuhe und knurrender Magen überspielen nur notdürftig, dass die Verteidigung keine Strategie und keine Zeugen, also auch keine Chance hat.Nachdem Kläger Michael Rivers detailliert aussagt, wie Renée ihn angemacht und dann k.o. getreten habe, scheint die Lage aussichtslos. Es kommt noch schlimmer: Ausgerechnet Allys Ex-Lover Glenn, der ebenfalls einschlägige Erfahrungen mit Renée gemacht hat, wird in den Zeugenstand gerufen. Ally wird vom Fall abgezogen und bekommt in der Kanzlei einen weiteren Tritt in die Magengrube: Sie erwischt Georgia auf der Toilette mit einem Schwangerschaftstest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188647","hoster":"VOE"},{"path":"/redirect/14188657","hoster":"Vidoza"},{"path":"/redirect/14188650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-22","name":"Kleine Hüpfer und große Sprünge","epNo":22,"alt":"Alone Again","descr":"Nur einen Monat vor seiner Entlassung scheitert der 72-jährige Bankräuber Vincent Robbins mit einem Fluchtversuch: Die gesamten 18 Jahre seiner Haft hat er gebraucht, um aus Gummibändern ein Trampolin zu häkeln, auf dem er über die Gefängnismauer gehüpft ist. Jetzt drohen ihm noch einmal 12 Jahre Gefängnis. Damit jemand die Geschworenen verwirrt, zieht Vincents Anwalt John und Ally hinzu. Die erleben eine Überraschung: Staatsanwältin Hayley Chisholm entpuppt sich nicht nur als alte Studienfreundin von John, sondern zu Allys Entzücken auch als seine heimliche große Liebe. Die beiden passen tatsächlich gut zusammen. Ally fleht John an, das Risiko einzugehen, ihr seine Liebe zu gestehen.Die neue Klientin von Georgia und Richard heißt Mary Hallyday. Sie will ihren Ex-Verlobten verklagen, der sie - mitsamt 300 Hochzeitsgästen - vor dem Altar hat stehen lassen. Während Elaine versucht, Mary mit ihrer neuesten Erfindung, der \"Ehemann-CD\", zu trösten, hat die Anklage mit drei erheblichen Problemen zu kämpfen: Gerichte erzwingen keine Liebe, noch nie wurde ein vergleichbarer Fall gewonnen, und den Vorsitz hat die ehrenwerte Richterin Cone - Whipper! Doch Richard überrascht seine Ex-Freundin zur Abwechslung einmal mit plausiblen Argumenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188651","hoster":"VOE"},{"path":"/redirect/14188660","hoster":"Vidoza"},{"path":"/redirect/14188652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-1/episode-23","name":"Herz zu verschenken","epNo":23,"alt":"These Are the Days","descr":"Bobby Donnell engagiert Ally, als er für einen heiklen Fall einen zweiten Anwalt braucht: Bernie Gilson verklagt das Krankenhaus, das es abgelehnt hat, sein gesundes Herz gegen das schwache von Mr. Michaelson auszutauschen. Ally, ohnehin von den Motiven für diesen Herz-Tausch unter Freunden verwirrt, gerät in die Bredouille: Richter Walsh ernennt die Anwältin während der Verhandlung kurzerhand zur Richterin und verlangt von ihr, im Interesse von Bernie Gilson zu entscheiden. Also fällt Ally ihr Urteil - und Bobby in den Rücken: Antrag des Klägers abgewiesen!John verteidigt Alan Farmer in vier Fällen leichter Körperverletzung. Alan hilft frisch verliebten, zögerlichen Paaren auf die Sprünge, indem er sie mit einem abgesägten Paddel schlägt und so ihre Verbundenheit stärkt. Staatsanwältin Renée fordert für den selbsternannten Amor trotz seiner beachtlichen Erfolgsquote mindestens sechs Monate. Auf dem Gerichtsflur versucht sich Alan noch einmal als Apostel der Liebe: Er schlägt auf Bobby und Ally ein, zwischen denen es längst gefunkt hat. Es kommt zu einem vielversprechenden Kuss, doch die kalte Dusche folgt sofort. Da offensichtlich auch Georgia Bobby attraktiv findet, kommt es außerdem zu einem völlig übertriebenen Eifersuchtsausbruch von Billy. Am Abend erlebt Billy dann eine Überraschung: Georgia führt ihre scharfen neuen Schuhe vor - und nur die. Leider platzt Ally in das Schäferstündchen auf dem Konferenztisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188653","hoster":"VOE"},{"path":"/redirect/14188664","hoster":"Vidoza"},{"path":"/redirect/14188654","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-1","name":"Fingerspitzengefühle","epNo":1,"alt":"The Real World","descr":"\"Ich will mehr. Mehr Geld.\" Richard plant, eine Star-Anwältin in die Kanzlei zu holen. Besonders erfolgreich und besonders schön ist Nelle Porter, und die \"eiskalte Nelle\" hat auch bereits Interesse bekundet. Ally, Georgia und Elaine sind ausnahmsweise sofort einer Meinung: Sie hassen die Super-Anwältin. Nur John hat keine Bedenken, er fühlt sich zu Nelle hingezogen.Gleichzeitig vertritt er mit Ally die 39-jährige Laura Jewell, die vor Gericht steht, weil sie ein Verhältnis mit einem 16-Jährigen hatte. Ally kann ihre Klientin gut verstehen: Jason, inzwischen 18, ist einfach süß. Schon bei seiner Aussage über die romantische Affäre schmilzt sie dahin. Dann lauscht sie andächtig Lauras schwärmerischen Erinnerungen und muss ständig an Billy denken, wie er mit 17 war. Umgehend sucht Ally Dr. Tracey Clark auf. Aber dass Jason und sie dann auch noch in einer Nacht exakt den gleichen Traum haben, gibt ihr den Rest. Telepathie? Große Liebe? Laura wird aufgrund vorübergehender Schuldunfähigkeit freigesprochen, und Ally geht mit Jason aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188677","hoster":"VOE"},{"path":"/redirect/14188685","hoster":"Vidoza"},{"path":"/redirect/14188678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-2","name":"Besonders pferdvoll","epNo":2,"alt":"They Eat Horses, Don\u0027t They?","descr":"Dieses Miststück! Schweren Herzens muss Ally zugeben, dass die neue Anwältin fantastisch ist. Während John als Einziger wirklich Sympathie für Nelle empfindet, kann Richard wenigstens sicher sein, dass der Neuzugang sich finanziell auszahlt. Nelles beste Freundin Ling schreckt nämlich vor keiner noch so absurden Klage zurück. Sie will Radiomoderator Harold Wick vor den Richter zerren, dessen sexistische Sprüche das Arbeitsklima in ihrem Betrieb unangenehm sexuell aufgeladen haben sollen. Tatsächlich unterzieht der Richter den Vorwurf der fahrlässigen Zufügung von seelischer Grausamkeit einer Prüfung. Überraschend lässt Nelle jetzt die Klage fallen und deutet in ihrer Presseerklärung auch noch an, Wick sei impotent. Richard ist begeistert, Wick sinnt auf Rache und lädt Ally als Gast in seine Sendung ein. John hat unterdessen an seinem aktuellen Fall schwer zu kauen. Er verteidigt den Besitzer eines französischen Restaurants, der verklagt wurde, weil er einem Gast Pferdefleisch serviert hat. Das Fleisch war hervorragend, aber die Erkenntnis, ein so würdevolles Tier wie ein Pferd gegessen zu haben, raubt dem Kläger jetzt den Schlaf: Anständige Menschen essen keine Pferde. John kann sich diesem Argument nicht verschließen und sieht sich nicht in der Lage, das Schlussplädoyer zu halten. Einziger Vorteil: Seine Frage \"Haben Sie schon mal Pferdefleisch gegessen\" missversteht Nelle als Einladung zum Dinner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188679","hoster":"VOE"},{"path":"/redirect/14188681","hoster":"Vidoza"},{"path":"/redirect/14188680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-3","name":"Original und Fälschung","epNo":3,"alt":"Fools Night Out","descr":"Nelles Freundin Ling will die Krankenschwester eines Schönheitschirurgen verklagen - weil ihre Brüste echt sind. Ling hatte ihrer Schwester zum Geburtstag Implantate geschenkt, und der Arzt - er ist bereits pleite, dewegen sieht Ling bei ihm nichts zu holen - hatte seine Krankenschwester als Beispiel seiner gelungenen Brustvergrößerungen präsentiert: eindeutiger Betrug.Georgia ist empört. Nicht nur lädt Richard grundsätzlich die absurdesten Fälle bei ihr ab, Billy lässt es sich nicht nehmen, zwecks Beweisfindung Original und Fälschung persönlich in Augenschein zu nehmen.Während Richard noch überlegt, wie er die unausstehliche Ling zu einem Date überreden kann, hat John schon ein konkreteres Problem: Soll er zur ersten Verabredung mit Nelle seine neuen Plateauschuhe anziehen oder nicht? Richards Pfarrer Mark ist ebenfalls in Schwierigkeiten. Seit er sein Verhältnis mit Chorsängerin Lisa beendet hat, singt sie beim Gottesdienst Popsongs, die offensichtlich an ihn gerichtet sind. Renée, Richard und Ally besuchen den Gottesdienst der afroamerikanischen Gemeinde, wo Lisa gerade \"Love Me if You Will\" schmettert. Ally versucht zu vermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188682","hoster":"VOE"},{"path":"/redirect/14188693","hoster":"Vidoza"},{"path":"/redirect/14188686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-4","name":"It\u0027s my Party","epNo":4,"alt":"It\u0027s My Party","descr":"George Madison, Freund von Elaine und Chefredakteur einer feministischen Zeitung, ist aus religiösen Gründen von seiner Herausgeberin entlassen worden. George ist Baptist, und Mrs. Hollings argumentiert, dass kein Baptist, für den sich Frauen dem Mann zu fügen haben, eine feministische Zeitung führen könne. Nach der Beweisanhörung bittet Richter Walsh Ally zu sich: \"Sie betreten den Gerichtssaal nicht noch einmal mit einem so kurzen Rock!\" Ally will nicht klein beigeben, und George, der offensichtlich mit seiner Anwältin flirtet, geht dieses Risiko gern ein. Der Richter entscheidet, dass die Entlassung rechtswidrig sei. George wird wieder eingestellt - und Ally in Beugehaft genommen, weil sie die Würde des Gerichts missachtet habe.Nachdem Nelle sich vor dem Richter eindrucksvoll für Ally eingesetzt hat, kann doch noch die Party steigen, die Ally und Renée geplant haben. Zwischen Gesprächen über Chauvinismus und Kleidung zieht John es weiter vor, Nelle aus der Ferne zu begehren, während Ling Richard mit einem ersten perfekten Kuss überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188687","hoster":"VOE"},{"path":"/redirect/14188690","hoster":"Vidoza"},{"path":"/redirect/14188688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-5","name":"Schlag auf Schlag","epNo":5,"alt":"Story of Love","descr":"Anwältin Ally McBeal wird wieder einmal selbst verhaftet. Sie landet in der gleichen Zelle wie Hannah Puck, die junge Frau, mit der sie sich auf der Straße geprügelt hat. Hannah muss sich am nächsten Tag vor Gericht verantworten, weil sie ihre beste Freundin buchstäblich auf den Müll geworfen hat, nachdem sie ihr den Freund ausgespannt hat. Ally übernimmt den Fall. Kompliziert wird die Verteidigung nicht nur, weil Hannah Ally nicht die ganze Wahrheit erzählt, sondern auch, weil Ally in einen privaten Konflikt gerät: George macht ihr eindeutig den Hof, obwohl er mit Elaine zusammen ist. Klammheimlich muss Ally vor Gericht der Gegenseite Recht geben, die argumentiert, man dürfe den Richtigen nicht ziehen lassen, nur weil er mit einer anderen ausgeht. Zudem gibt es im Gerichtssaal ein unliebsames Wiedersehen mit Wunderkind Oren Koolie.Im Büro trainiert unterdessen John unermüdlich seinen Turnierfrosch Stefan. Nicht nur Nelle ekelt sich vor dem hochbegabten Tier. Als Stefan wieder einmal ausrückt und sie und Georgia auf den Unisex-Toiletten erschreckt, schubst Richard den Frosch versehentlich in die Kloschüssel. Leider betätigt in genau diesem Moment John mit seiner Fernbedienung die Spülung. Als er endlich erfährt, was er angerichtet hat, beraumt er in der Kanzlei eine Trauerfeier an. Richard versucht im Vorfeld dafür Sorge zu tragen, dass niemand bei der Gedenkrede für Stefan lacht. Das aber misslingt gründlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188691","hoster":"VOE"},{"path":"/redirect/14188698","hoster":"Vidoza"},{"path":"/redirect/14188689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-6","name":"Gefährliche Liebschaften","epNo":6,"alt":"World\u0027s Without Love","descr":"John und Ally vertreten die Nonne Chrissa, die suspendiert wurde, nachdem sie ihr Keuschheitsgelübde gebrochen hat. Als sie sehr bewegend über ihr von Liebe erfülltes \"Verbrechen\" aussagt, schmilzt sogar die ehrenwerte Richterin Whipper Cone dahin und erkundigt sich nach Richard. Allys Versuch, die beiden wieder zusammenzubringen, geht daneben: Als Richard endlich Ling dazu gebracht hat, ihn nach Hause zu begleiten, wartet dort bereits Whipper - splitternackt. Aber für die Anwältin wird es noch peinlicher. Chrissa bekommt tatsächlich ihren Job zurück, nachdem Schwester Helen herausgefunden hat, dass Pater O\u0027Reilly nicht nur das Beichtgeheimnis gebrochen hat, als er Chrissas Verhältnis öffentlich machte: Er hat auch eine Videokamera im Beichtstuhl installiert, um heimlich eine Dokumentation zu drehen. Und ausgerechnet bei Pater O\u0027Reilly hat Ally gerade ihre ausführliche Sex-Beichte abgelegt...Während Renée ihre alte High-School-Liebe Matt wiedertrifft, der inzwischen leider verheiratet ist, haben Georgia und Nelle ein folgenschweres Erlebnis auf der Unisex-Toilette: Stefan taucht wieder auf! In Panik schleudert Nelle Johns tot geglaubten Turnierfrosch an die Klotür, und er fällt - allen Wiederbelebungsversuchen zum Trotz - ins Koma. John besucht ihn gemeinsam mit Millie, der kleinen Froschdame, die Nelle ihm geschenkt hat. Aber Nelle muss ihm schließlich beichten, dass sie nicht ganz unschuldig an Stefans Zustand ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188692","hoster":"VOE"},{"path":"/redirect/14188695","hoster":"Vidoza"},{"path":"/redirect/14188694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-7","name":"Leichenschmaus","epNo":7,"alt":"Happy Trails","descr":"Weder Totstellen noch im Büro mit Elaine knutschen hilft: Allys hartnäckiger neuer Verehrer Ross \"Fitzi\" Fitzsimmons lässt sich einfach nicht abwimmeln. Allys Verzweiflung steigert sich in Hysterie, denn sie hat sich auf ein Date mit ihm eingelassen - und Fitzi hält eine Karaoke-Bar für den passenden Ort. Eine erschütternde Nachricht gibt Ally Grund, abrupt die Flucht zu ergreifen: Richter Happy Boyle konnte zwar noch die Zähne der Frau begutachten, die Billy und Georgia verteten - sie wurde wegen ihrer Hautfarbe (orange!) gefeuert -, aber kein Urteil mehr sprechen: Er ist tot im Richterstuhl zusammengebrochen. Whipper und Billy finden bewegende Worte auf der Trauerfeier für den beliebten Richter.Stefan dagegen gibt den Kampf ums Überleben nicht auf: Johns Frosch erwacht aus dem Koma. Er droht zwar vorübergehend, vom Fenstersims zu springen, lässt sich dann aber von Ling einfangen. Als Richard, Ling, John und Nelle dann abends beim Japaner essen, scheint es allerdings Verständigungsprobleme mit dem Koch zu geben, was Johns grünen Begleiter angeht: Stefan wird mit Stäbchen verspeist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188696","hoster":"VOE"},{"path":"/redirect/14188705","hoster":"Vidoza"},{"path":"/redirect/14188697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-8","name":"Schlammschlacht","epNo":8,"alt":"Just Looking","descr":"Die prozesswütige Ling wird selbst verklagt: Richard erfährt zu seiner Überraschung, dass seine kühle Angebetete einen Club besitzt, in dem Damen-Schlammcatchen veranstaltet wird. Diesen Club möchten nun besorgte Nachbarinnen schließen lassen. Während Ally gemeinsam mit Nelle die Verteidigung übernehmen soll, lassen es sich Richard und John nicht nehmen, höchstpersönlich undercover im Club zu recherchieren. Ling redet die Anklage mit einem flammenden Vortrag in Grund und Boden, schließlich ist es aber ein Anwalt, der nebenberuflich in einem Stripclub auftritt, der die Jury überzeugt.Georgia hat sich in den Kopf gesetzt, Ally mit ihrem Ex-Freund Ray zu verkuppeln. Aber kurz vor dem Date bleibt Ally in der Kloschüssel stecken: Elaine hat ihre neueste Erfindung, einen automatischen Klobrillenwärmer und -lifter, zur falschen Zeit betätigt. Jetzt kann nur noch die Feuerwehr die Anwältin aus der peinlichen Situation befreien. Ray ist ohnehin mehr an Georgia interessiert. Missbraucht sie Ally nur, um mehr Zeit mit ihrem Ex verbringen zu können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188700","hoster":"VOE"},{"path":"/redirect/14188702","hoster":"Vidoza"},{"path":"/redirect/14188699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-9","name":"Danke vielmals!","epNo":9,"alt":"You Never Can Tell","descr":"Um es sich mit seiner Angebeteten nicht zu verscherzen, muß Richard einen völlig aussichtslosen Fall von Ling annehmen: Sie verklagt einen Mitarbeiter ihrer Firma wegen sexueller Belästigungen - und zwar nur, weil sie ihm anstößige Gedanken unterstellt. Natürlich wird der Fall wieder einmal auf Georgia und Ally abgeschoben. Wie sollen die beiden es nur bewerkstelligen, daß Ling die Sympathie von Richter und Geschworenen gewinnt?Nelle hat genug davon, daß John sie nur aus der Ferne bewundert und bittet ihn um ein \"richtiges\" Date. Weil er Angst hat, Nelle könnte John verletzen, mischt sich Billy ein und verdirbt damit beinahe alles. Ally läßt sich unterdessen - frustriert, daß sie mal wieder Thanksgiving allein verbringen muß - auf ein gemeinsames Bowling-Date mit Renee und ihrem Freund Ben sowie dessen Freund Wallace ein. Der ist völlig unmöglich, aber sehr hartnäckig, und Ally muß zu drastischen Maßnahmen greifen, um ihn wieder loszuwerden. Erschwerend kommt hinzu, daß sie mit den Fingern in einer Bowlingkugel steckenbleibt - dem einzigen Erinnerungsstück, das Seymore Martin von seiner verstorbenen Frau besitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188703","hoster":"VOE"},{"path":"/redirect/14188704","hoster":"Vidoza"},{"path":"/redirect/14188701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-10","name":"Das letzte Einhorn","epNo":10,"alt":"Making Spirits Bright","descr":"Was ist bloß mit Ling los? Während in der Kanzlei die Weihnachtsfeier vorbereitet wird, überrascht sie in allerbester Laune die Mitarbeiter mit Geschenken. John will unterdessen endlich die Initiative ergreifen und versucht immer wieder - vergeblich - Nelle unter dem Mistelzweig zu küssen. Renée hat ebenfalls Pech in der Liebe: Sie beginnt ein Verhältnis mit Matt, bis er ihr gesteht, dass seine Frau schwanger sei. Dem Investmentbanker Sheldon Maxwell, Richards wichtigstem Klienten, ist gekündigt worden, weil er in seinem Büro ein Einhorn gesehen hat. Billy zieht nicht ohne Grund Ally in dem Fall hinzu: Er erinnert sich nur zu gut daran, dass Ally mit sieben Jahren auch schon ein Einhorn zu Gesicht bekommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188707","hoster":"VOE"},{"path":"/redirect/14188708","hoster":"Vidoza"},{"path":"/redirect/14188706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-11","name":"Traumtänzer","epNo":11,"alt":"In Dreams","descr":"Mitten in der Nacht erhält Ally einen Anruf: Ihre ehemalige High School-Lehrerin Bria liegt im Krankenhaus und möchte ihre Lieblingsschülerin sehen. Der Arzt - Greg ist wieder in Boston! - ist nicht der einzige Schock für Ally. Erst fragt die alleinstehende Dame, warum Ally und Billy nicht geheiratet haben, dann nimmt sie Ally das Versprechen ab, nicht allein alt zu werden, und dann bittet sie die Anwältin zu klagen: Bria, der die Ärzte nicht mehr viel Zeit geben, will ins Koma versetzt werden. Sie ist nur im Schlaf glücklich, wenn sie in ihrer Traumwelt mit ihrem fiktiven Mann Henry zusammensein kann. Auch Kollege John lebt lieber in seiner Traumwelt: Er kann sich in Nelles Gegenwart immer noch nicht entspannen und zieht die Vorstellung von ihr jeder sexuellen Offensive vor. Auch als Nelle sich entschließt, ihn zu schockieren, und Richard und Ling ihn unter Druck setzen, lässt er sich nicht erweichen und provoziert, dass Nelle frustriert mit ihm Schluss macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188709","hoster":"VOE"},{"path":"/redirect/14188712","hoster":"Vidoza"},{"path":"/redirect/14188710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-12","name":"Wolke Sieben","epNo":12,"alt":"Love Unlimited","descr":"Gerade hat Ally nach einem Kuss von Greg wieder angefangen, an die Liebe zu glauben, als sie mit ihrer Klientin Kimberly Goodman vor Gericht geht. Sie hat die Scheidung eingereicht, als sie hinter die Affären ihres Mannes gekommen ist, im Gegenzug will jetzt Mr. Goodman nach neun Jahren seine Ehe annullieren lassen - wegen Unzurechnungsfähigkeit bei der Hochzeit.Ally sucht gemeinsam mit John Rat bei ihrer Psychiaterin. Aber Dr. Tracey wird von einem äußerst strengen Dr. Nickle vertreten, dessen eigenartige Sitzung die beiden fluchtartig wieder verlassen. Sie beschließen, sich ihre Sorgen von nun an gegenseitig anzuvertrauen. Mit wenig Erfolg. Während Richard weiter von Ling hingehalten wird, will Nelle es endlich wissen: Sie lässt vor John die Hüllen fallen - woraufhin er umgehend die Flucht ergreift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188713","hoster":"VOE"},{"path":"/redirect/14188718","hoster":"Vidoza"},{"path":"/redirect/14188711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-13","name":"Engel und Himmelsboote","epNo":13,"alt":"Angels and Blimps","descr":"Als Ally Dr. Greg Butters im Krankenhaus besucht, lernt sie den kleinen, leukämiekranken Eric und seine Mutter kennen. Eric will Gott verklagen, nachdem die Kirche nicht helfen konnte, eine experimentelle Behandlung für ihn zu bezahlen. Ling hält eine solche Klage für durchaus möglich, und Eric ist begeistert: Ling ist cool! Zu Allys Entsetzen stellt sich heraus, dass Ling außerdem Anwältin ist. Sie lässt sich von Ally überreden, in den ungewöhnlichen Fall einzusteigen, und Eric schöpft neuen Lebensmut. Aber dann verschlechtert sich sein Zustand dramatisch. John und Richard übernehmen den Fall Harvey Kent. Er ist wegen Mordversuchs am Liebhaber seiner Frau angeklagt. Während John sich bemüht, Richard zu bremsen, ist Staatsanwältin Renée sicher, dass die beiden mit ihrer Verteidigungsstrategie keine Chance haben. Aber es kommt anders...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188714","hoster":"VOE"},{"path":"/redirect/14188720","hoster":"Vidoza"},{"path":"/redirect/14188715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-14","name":"Liebe im Büro","epNo":14,"alt":"Pyramids on the Nile","descr":"John und Nelle übernehmen gemeinsam einen großen Fall: Callie und ihr Freund haben am Arbeitsplatz eine Beziehung angefangen und sind gefeuert worden, weil sie sich nicht der Politik der Firma - Paare müssen einen \"Liebes-Vertrag\" unterzeichnen, damit es später nicht zu Klagen wegen sexueller Belästigung kommt - gebeugt haben. Die Gegenseite fährt sieben Anwälte auf, aber John überzeugt die Jury, in dem er sich und Nelle als Beispiel anführt.Ling hat Gefallen daran gefunden, nicht nur als Klägerin vor Gericht zu stehen. Sie wickelt Richard um den Finger, um als Anwältin in seine Kanzlei einzusteigen, was zu äußerster Unruhe unter den Kollegen führt. Billy reagiert eifersüchtig, als Greg am Valentinstag mit einem Strauß roter Rosen in Allys Büro steht. Am nächsten Tag stürzt er die Anwältin dann in das völlige Gefühlschaos: Er gesteht ihr, dass er sie noch immer liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188717","hoster":"VOE"},{"path":"/redirect/14188725","hoster":"Vidoza"},{"path":"/redirect/14188716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-15","name":"Krieg und Frieden","epNo":15,"alt":"Sideshow","descr":"\"Es ist immer das gleiche. Ich will nicht das, was ich will. Und ich will das, was ich nicht will. Und um es noch komplizierter zu machen: Im Moment weiß ich nicht, was ich will - oder nicht will.\" Nach ihrem Kuss mit Billy ist Ally komplett verwirrt. Sie versetzt Greg und sucht Dr. Tracy auf, die ihr rät, klare Verhältnisse zu schaffen. Aber soll sie jetzt mit Greg schlafen, um zu sehen, ob sie überhaupt zueinander passen, oder tatsächlich um Billy kämpfen? Der scheint zu allem bereit und trifft sich in der Mittagspause mit Ally. Aber die romantische Verabredung verläuft eher beängstigend, und Ally macht einen Rückzieher.Ein gemeinsamer Besuch von Ally und Billy bei Dr. Tracy verläuft ebenfalls ernüchternd: Erst lässt die Therapeutin mit dem Song \"Tainted Love\" ihre persönlichen Probleme einfließen, dann macht sie Billy fertig, und schließlich geraten Billy und Ally derart aneinander, dass die Krise allein schon dadurch gelöst scheint. Aber Billy setzt mit einem vernichtenden Urteil noch eins drauf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188719","hoster":"VOE"},{"path":"/redirect/14188722","hoster":"Vidoza"},{"path":"/redirect/14188721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-16","name":"Sex, Lügen und Politik","epNo":16,"alt":"Sex, Lies and Politics","descr":"Ling ist gezwungen, mit John gemeinsam einen Fall anzunehmen, auf den sie sich nicht vorbereiten können, weil die Verteidigung bis zum Prozessbeginn ein angebliches Angebot vortäuscht. Die beiden vertreten die Buchhändlerin Shirley, die den Senats-Kandidaten Watkins verklagt. Er hat ihren Laden ruiniert, weil er ihr in seiner Wahlkampagne Pornographie unterstellt. Obwohl der Richter sich mehrfach gezwungen sieht, Ling zu ermahnen, im Wohl ihrer Klientin zu agieren, stehen die Chancen nicht schlecht. Ally plagt unterdessen das schlechte Gewissen, wo sie geht und steht - vor allem in Georgias Nähe. Weder in der Kirche noch bei Dr. Tracy Clark findet die Anwältin Trost. Sollen Georgia und Greg erfahren, dass Ally und Billy sich geküsst haben? Ally wird schließlich klar, dass sie und Billy einfach nicht dafür bestimmt sind, zusammen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188724","hoster":"VOE"},{"path":"/redirect/14188736","hoster":"Vidoza"},{"path":"/redirect/14188726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-17","name":"Eine schweißtreibende Sache","epNo":17,"alt":"Civil War","descr":"Nur mit großem Widerwillen vertritt Nelle einen furchtbar schwitzenden Mann wegen einer Steuer-Klage. Leider versagen bei der Vernehmung durch den Steuerbeamten alle anti-transpirativen Maßnahmen, zu denen Nelle und Ling gegriffen haben. Also muss Nelle wohl oder übel unter Einsatz ihrer wallenden Haarpracht mit dem Kläger flirten, um das Schlimmste zu verhindern. In einem weiteren Fall hat die Kanzlei gleich die Vertretung von Anklage und Verteidigung übernommen. Georgia und Richard vertreten einen Mann, der sich unter einem weiblichen Pseudonym in einem Internet-Chatroom Informationen erschlichen hat, um eine Frau zu verführen. Ally und John vertreten die Frau, die jetzt geklagt hat. Das bedeutet Krieg im Büro, dabei ist Ally eigentlich mit einer wichtigeren Frage beschäftigt: Warum ruft Greg nicht an? Nicht nur wegen des Falls kommt es auf der Toilette zu einer schlagkräftigen Auseinandersetzung zwischen Georgia und Ally, in die auch Ling und Nelle hineingezogen werden. Dank einer Platzwunde gibt es für Ally so zumindest ein kurzes Wiedersehen mit Greg im Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188728","hoster":"VOE"},{"path":"/redirect/14188734","hoster":"Vidoza"},{"path":"/redirect/14188727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-18","name":"Fingerübungen","epNo":18,"alt":"Those Lips, That Hand","descr":"Ally übernimmt mit John die Verteidigung in einem Mordfall: Mr. Shepley hat seiner Frau mit der Kettensäge die Hand abgetrennt. Aber hat er sie vorher auch ermordet, oder war sie - wie er beteuert - schon tot, als er den \"Akt der Liebe\" beging? Georgia und Billy vertreten einen Versicherungsvertreter, dem wegen seiner Frisur gekündigt wurde. Allerdings findet nicht nur Georgia diese Frisur ziemlich abstoßend: Ross Fineman hat seine spärlichen, dafür aber meterlangen Haare mehr oder weniger kunstvoll um seine Glatze drapiert. Nachdem durch richterlichen Beschluss das Kämmen erzwungen wurde, sorgt Ling mit einem neuen Haarschnitt für einen Kompromiss.Richard versucht erfolglos, sich von Ling zu trennen, die immer noch keinen Sex will. Statt dessen entdeckt er eine neue erogene Zone in ihrer Kniekehle. Unterdessen sieht Ally ihrem 29. Geburtstag nicht gerade freudig entgegen, während John, der 35 wird, beschwingt ist wie selten. Erst küsst er Ally, dann Renée, und schließlich hat Nelle für ihn eine umwerfende Geburtstagsüberraschung: Barry White singt höchstpersönlich in der Bar.*\"We\u0027ve got it together BabyThe first, my last, my everythingAnd the answer to all my dreamsYou\u0027re my sun, my moon, my guiding starMy kind of wonderful, that\u0027s what you are...\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188729","hoster":"VOE"},{"path":"/redirect/14188739","hoster":"Vidoza"},{"path":"/redirect/14188730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-19","name":"Auf in den Tanz","epNo":19,"alt":"Let\u0027s Dance","descr":"Seit seinem 35. Geburtstag ist John wie verwandelt. Aber zu seinem Leidwesen bemerkt nicht jeder die Veränderung, wie zum Beispiel Nelle. Die beiden verteidigen gemeinsam Johnson Biblico, der von einer Angestellten verklagt wurde, weil er ihr nach dem Mutterschaftsurlaub die bereits zugesagte Partnerschaft in der Firma verweigert. Dabei muss John schockiert erfahren, dass Nelle keine Kinder will. Daraufhin verabredet er sich mit Renée, die er mit Richards Kniekehlen-Massage überrascht. Billy und Georgia haben sich durchgerungen, eine Eheberaterin aufzusuchen. Aber nachdem sie ihr Liebesleben vor Dr. Hooper ausgebreitet haben, will die Therapeutin auch Ally sehen. Diese lässt sich während der gemeinsamen Sitzung prompt provozieren und bricht Dr. Hooper den Zeh. Für die unglückliche Elaine tut Ally dagegen ein gutes Werk: Elaines Partner für den Swingdance-Wettbewerb ist ausgefallen, und Ally überredet mit Engelszungen Ling, als Mann im Anzug einzuspringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188731","hoster":"VOE"},{"path":"/redirect/14188733","hoster":"Vidoza"},{"path":"/redirect/14188732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-20","name":"Ausgehen, aber richtig","epNo":20,"alt":"Only the Lonely","descr":"Elaine träumt vom Reichtum: Nach der Ausstrahlung eines TV-Spots liegen bereits 800 Bestellungen für ihren Gesichts-BH vor. Aber dann erscheint ihre Tante Gladys samt Anwältin: Elaine soll die Erfindung ihrer inzwischen verstorbenen Cousine Martha gestohlen haben. Ally und Georgia nehmen sich des Falls an, bezweifeln aber selber, dass Elaine die Wahrheit sagt. Als Georgia einen Vergleich vorschlägt und auch noch Cousine Casey die Partei von Gladys ergreift, zieht Elaine sich beleidigt zurück - um schließlich doch noch ihre Unschuld zu beweisen.Billy und Ling vertreten unterdessen eine schwergewichtige Frau, die fürchtet, im Büro benachteiligt zu werden, wenn sie nicht am monatlichen \"Strandtag\" teilnimmt und im Badeanzug zur Arbeit erscheint. Ähnlich bizarr gestaltet sich eine Vierer-Verabredung von Nelle und John sowie Ling und Richard. Nelle schleppt die Ahnungslosen in eine wüste Rap-Bar, in der die Männer dann allerdings überraschend eine großartige Vorstellung abgeben, die schließlich auch bei ihren Begleiterinnen den gewünschten Erfolg hat. Pech dagegen für Ally: Sie sieht ihren schmerzlich vermissten Greg mit einer anderen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188735","hoster":"VOE"},{"path":"/redirect/14188746","hoster":"Vidoza"},{"path":"/redirect/14188737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-21","name":"Flügelkämpfe","epNo":21,"alt":"The Green Monster","descr":"Richard und John vertreten die energische Bonnie Mannix, die von ihrem Mann verklagt wurde, weil sie sich auf ziemlich kostspielige Art für seine Seitensprünge gerächt hat: Mit einem Kran hat sie seinen Steinway-Flügel auf seinem Porsche abgeladen. John hält den Fall für aussichtslos, aber Bonnie will sich auf keinen Fall auf einen Vergleich einlassen.Während Billy entrüstet reagiert, als Georgia plötzlich im Büro in den sexy Modekreationen von Ling aufkreuzt, hat Ally nur eine Sorge: Wie kann sie bloß Greg zurückgewinnen? Überraschenderweise weiß Ling Rat: Sie besitzt einen Escort-Service für Frauen und macht Ally mit dem attraktiven Kevin bekannt. Jetzt muss nur noch Greg in die Bar gelockt werden, damit er eifersüchtig gemacht werden kann - ein todsicheres Rezept. Mit einer vorgetäuschten Geburtstagsfeier für John lockt Renée Greg tatsächlich in die Falle. Aber er kommt nicht allein: Kimba heißt seine neue Eroberung, und Kevin, der seine Rolle wirklich gut spielt, würdigt er keines Blicks - bis Kevin und Ally zu einem romantischen Gesangsduett auf die Bühne gehen. Allerdings kann Kimba auch singen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188738","hoster":"VOE"},{"path":"/redirect/14188745","hoster":"Vidoza"},{"path":"/redirect/14188740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-22","name":"Zur Sache, Schätzchen","epNo":22,"alt":"Love\u0027s Illusions","descr":"Dreht Ally jetzt völlig durch? Ihr neuer Fall - Barry Philbrick hat seine Frau wegen Betrugs verklagt, weil er ihren romantischen Briefen an einen erfundenen Liebhaber entnimmt, dass sie ihn zum Zeitpunkt der Hochzeit nicht wirklich geliebt haben kann - macht der Anwältin derart zu schaffen, dass sie Realität und Traum nicht mehr auseinanderhalten kann. Gequält von Erinnerungen an die Ehestreitigkeiten ihrer Eltern und der Frage, ob es die wahre Liebe überhaupt gibt, ist sie auch vor Gericht nicht bei der Sache: Richter Walsh verwandelt sich vor ihren Augen in Al Green und die Geschworenen in seinen Gospel-Chor. Kelly hat schon bald Zweifel, ob sie die richtige Verteidigerin hat.Fortschritte in Sachen Liebesleben machen dagegen sowohl Georgia und Billy, deren Schäferstündchen in der Büro-Toilette allerdings unsanft beendet wird, als auch Richard, der es endlichen wissen will und nach einem kläglich gescheiterten ersten Anlauf Ling mit seinem - nicht ganz natürlichen - Durchhaltevermögen überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188741","hoster":"VOE"},{"path":"/redirect/14188752","hoster":"Vidoza"},{"path":"/redirect/14188742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-2/episode-23","name":"Nicht von dieser Welt","epNo":23,"alt":"I Know Him By Heart","descr":"Ally ist endgültig davon überzeugt, für immer allein zu bleiben. Als sie gar nicht mehr aufstehen und zur Arbeit gehen will und statt dessen Al Green in ihrem Zimmer sieht, schlägt Renée besorgt in der Kanzlei Alarm. Ein Besuch Richards verschlimmert die Lage aber nur, also überredet Renée ihre Freundin zu einem Dating-Marathon. Doch weder eine neue Frisur noch zahllose Verabredungen können Ally trösten.Nur John zeigt Verständnis für seine Kollegin: Vielleicht hilft die Musik von Barry White ja auch ihr. Tatsächlich zeigt sich Erfolg - allerdings nur bei Radikal-Feministin Margaret Camaro, die gerade ihre Versicherung verklagt, weil sie ein Kind will und nun plötzlich ihre Zuneigung zu Ally entdeckt. Während Nelle ausgesprochen eifersüchtig auf die Freundschaft von Ally und John reagiert, denkt Ling wieder einmal praktisch. Sie schleppt für Ally gleich zwei Dutzend attraktiver Männer ins Büro.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188674","hoster":"VOE"},{"path":"/redirect/14188683","hoster":"Vidoza"},{"path":"/redirect/14188676","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-1","name":"Eine klatschnasse Affäre","epNo":1,"alt":"Car Wash","descr":"Endlich Sex! Ally steht noch unter dem Eindruck eines leidenschaftlichen Spontan-Abenteuers mit einem Fremden in einer Autowaschanlage, als sie einen neuen Fall übernimmt: Die wohlhabende Risa Helms will ihre Hochzeit retten. Ihr Pfarrer weigert sich, die Zeremonie durchzuführen, weil er Risa in einer eindeutigen Situation mit einem anderen Mann gesehen hat. Risa beteuert, dass sie ihren Verlobten Joel aufrichtig liebe und ihr Treueversprechen sehr ernst nehme - er sei jedoch ein schlechter Liebhaber. Ally kann den Reverend schließlich überzeugen, aus Dankbarkeit macht Risa Ally zu ihrer Brautjungfer. Dann folgt der Schock in der Kirche: Bräutigam Joel ist niemand anders als Allys feuriger Liebhaber aus der Autowaschanlage! Überzeugt davon, dass er es nur auf Risas Geld abgesehen habe, erhebt die Anwältin nicht nur Einspruch gegen die Vermählung...Auch John hat Probleme: Schockiert von Nelles Lust auf Telefon-Sex verliert er seinen spirituellen Kontakt zu Barry White, der ihm in schwierigen Zeiten immer eine große Hilfe war. Erst die Verführungskünste Elaines in der Unisex-Toilette helfen ihm wieder auf die Sprünge.Einen Neuanfang wagen Renée und Whipper. Sie machen sich mit einer eigenen Kanzlei selbständig, und als erste gemeinsame Amtshandlung laden sie eine ganze Riege attraktiver männlicher Bewerber ein, die die Position des Assistenten besetzen sollen. Hierbei haben sie natürlich nur die Interessen ihrer weiblichen Klientel im Sinn...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188789","hoster":"VOE"},{"path":"/redirect/14188798","hoster":"Vidoza"},{"path":"/redirect/14188790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-2","name":"Heiße Küsse, Harte Schläge","epNo":2,"alt":"Buried Pleasures","descr":"\"Ich glaube, ich werde lesbisch.\" Ein homoerotischer Traum verwirrt Ling. Sie geht in die Offensive und lädt Ally zum Dinner ein. Ein Date? Nervös kommt Ally ins Lokal, aber die beiden sind sich schnell einig, dass sie nach einem harten Arbeitstag nur eins wollen: einen Mann. Trotzdem amüsieren sich Ally und Ling hervorragend, als sie für das interessierte männliche Publikum einen heißen Tanz aufs Parkett legen. Im Büro kommt es dann doch noch zu einem Kuss.Komplikationen gibt es auch im Liebesleben von Nelle und John: Das \"Gummibärchen\" hört zufällig mit, als seine Freundin Ling gegenüber eine erotische Fantasie preisgibt. John missversteht die Lage gründlich. Elaine baut den geknickten Anwalt zwar wieder auf, aber als er Nelles vermeintliche Wünsche in die Tat umsetzt und sie im Bett schlägt, handelt er sich großen Ärger ein. In die Nesseln setzt sich auch Billy, der es sich im Fall Alice Gaylor - sie wurde verklagt, weil sie zu sexy ist - mit Renée verscherzt. Sie beschimpft ihn nicht ohne Grund als \"männliches Chauvi-Schwein\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188792","hoster":"VOE"},{"path":"/redirect/14188800","hoster":"Vidoza"},{"path":"/redirect/14188793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-3","name":"Showtime","epNo":3,"alt":"Seeing Green","descr":"Ally ist verliebt - in Al Green, der ihr jetzt immer häufiger erscheint. Dr. Shirley Flott, die Vertretung von Therapeutin Tracy, besteht darauf, der Anwältin ein Antidepressivum zu verschreiben. Empört lehnt Ally ab: Sie mag ihre Halluzinationen. Erschreckenderweise raten aber auch Renée und John ihr zu Tabletten. Billy verschwindet regelmäßig zu ominösen Terminen. Hat Georgia Grund zur Eifersucht? Die Wahrheit entpuppt sich als weitaus beunruhigender: \"Mein Name ist Billy und ich bin ein männliches Chauvi-Schwein\" - Er besucht mit anderen Machos das Männer-Seminar von Myron Stone. Als er Georgia gegenüber zugibt, dass er sie als seinen Besitz betrachte und kontrollieren wolle, schlägt sie ihn auf der Toilette k.o. Eine Gelegenheit, die Elaine für eine fachmännische Mund-zu-Mund-Beatmung ausnutzt.John und Nelle übernehmen gemeinsam den Fall Kirby. Der Junge wurde von der High School verwiesen, nachdem er eine Mitschülerin geküsst hat. In einem Gespräch von Frau zu Frau erfährt Nelle von Kim, dem angeblichen Opfer sexueller Belästigung, dass sie Kirby nur angezeigt habe, weil es ihr peinlich war, dass alle den Kuss gesehen haben und nun denken, sie möge den Außenseiter. Eine Demütigung für Kirby, die John gut nachvollziehen kann. Er überzeugt Kim, die Klage zurückzuziehen, während Nelle Kirby zeigt, wie man richtig küsst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188796","hoster":"VOE"},{"path":"/redirect/14188802","hoster":"Vidoza"},{"path":"/redirect/14188795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-4","name":"Sex und Hopp","epNo":4,"alt":"Heat Wave","descr":"Mit unüberhörbarer Lautstärke gehen bei Richard die Alarmglocken - sowie Sirenen und Rauchmelder - an: Ling will reden. Nach mehreren Ausweichmanövern muss er sich der nackten Wahrheit stellen: Seine Freundin hat ihre Orgasmen vorgetäuscht und verlangt, dass er Viagra absetzt. Richard sucht Rat bei John und Whipper. Während Richard Selbstzweifel quälen, lässt Billy den Chauvi raus. Mit neuem blondgefärbtem Mecki-Schnitt, neuer sexy Sekretärin namens Sandy und neuem Selbstbewusstsein stellt er klar, wer der Herr im Haus ist. Georgia erkennt ihren Mann nicht wieder.Schock auch für Ally: Risa, deren Hochzeit sie nach einem Abenteuer mit dem Bräutigam Joel hat platzen lassen, verklagt sie wegen vorsätzlicher seelischer Grausamkeit. Whipper und Renée übernehmen die Verteidigung. Mit Joel dürfen sie als Zeuge nicht rechnen: Er wirft Ally vor, sie habe sein Leben ruiniert. Also wird Plan B in Angriff genommen: Risa und Joel wieder zusammenzubringen. Dabei gibt es ein kleines Problem: Als Joel zu einem Treffen in der Kanzlei eine halbe Stunde zu früh kommt, funkt es noch einmal heftig zwischen ihm und Ally.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188797","hoster":"VOE"},{"path":"/redirect/14188807","hoster":"Vidoza"},{"path":"/redirect/14188799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-5","name":"Sturmfront","epNo":5,"alt":"Troubled Water","descr":"There\u0027s a New Man in Town: Billy hat sich mit seinen Macho-Eskapaden völlig von seiner Frau Georgia entfremdet, und das einen Tag vor Thanksgiving. Frustriert freundet sich Georgia in einer Bar mit dem älteren, attraktiven George an. Es kommt sogar zu einem Kuss. Beim Thanksgiving-Dinner bei Ally folgt der Schock: George ist niemand anders als George McBeal - Allys Vater. Kaum haben Ally und ihre Mutter Jeannie - und alle anderen - erfahren, dass George Georgia geküsst hat, ist der schönste Ehestreit im Gange. Dabei kommt heraus, dass Allys Vater bereits vor Jahren eine Affäre hatte.Kurzerhand setzt Ally ihre Gäste vor die Tür. Sie kann sich allzu gut erinnern, dass sie als Dreijährige ihre Mutter ebenfalls mit einem Liebhaber gesehen hat. Mit diesem Erlebnis begannen ihre Fluchten in eine Fantasiewelt. Als George die Scheidung verlangt, schleppt Ally ihre Eltern zu Dr. Tracy Clark. Ist die Ehe von George und Jeannie McBeal noch zu retten? Zunächst kommt es zu einer längst fälligen Aussprache zwischen Ally und ihrer Mutter. Die scheint jedoch ebenso zum Scheitern verurteilt wie Whippers Bemühungen um Richard und die Ehe von Billy und Georgia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188801","hoster":"VOE"},{"path":"/redirect/14188805","hoster":"Vidoza"},{"path":"/redirect/14188803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-6","name":"Stunde der Wahrheit","epNo":6,"alt":"Changes","descr":"Von riesigem Presserummel begleitet übernehmen Billy und John die Vertretung von Robin Jones. Die attraktive Klientin verklagt einen renommierten Verlag wegen sexueller Belästigung, aber nicht etwa einen Vorgesetzten, sondern ihre Angestellten. Mrs. Jones wurde als Herausgeberin einer Zeitschrift gefeuert, weil die zweite von ihr betreute Ausgabe nach einer Meuterei nicht erscheinen konnte: Die Mitarbeiter hatten sich in der entscheidenden Produktionsphase geschlossen krank gemeldet. Dahinter steckt ein pikanter Vorwurf: Robin, die sich zur Auflagensteigerung des Blattes für eine freizügige Fotostrecke ablichten ließ, soll ihre Karriere allein der Tatsache verdanken, dass sie ein Liebesverhältnis mit ihrem 86-jährigen Vorgänger hatte, der in ihren Armen einem Herzanfall erlag.Trotz neuer Geheimwaffe - explodierende Schuhe - verliert John während der Verhandlung die Fassung, als sein Stottern durch alle Fernsehkanäle geht. Er wird vom Fall abgezogen und sucht Trost bei Ally. Nach Billys überzeugendem Schlussplädoyer, dem die Verteidigung allerdings in nichts nachsteht, kriegen sich Robin und Billy wegen seiner chauvinistischen Äußerungen in die Haare. Während Richard und Ling ihre Beziehung zu den Akten legen, gipfelt die Auseinandersetzung zwischen Robin und Billy in einem leidenschaftlichen Kuss im Büro - genau in dem Moment, als Georgia zur Tür hereinkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188806","hoster":"VOE"},{"path":"/redirect/14188815","hoster":"Vidoza"},{"path":"/redirect/14188804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-7","name":"Ein dickes Ding","epNo":7,"alt":"Saving Santa","descr":"Beim Jeanskauf wird Georgia in eine Prügelei mit dem Weihnachtsmann des Kaufhauses Newman\u0027s verwickelt. Anlass für den vorweihnachtlichen Streit: Steven Mallory soll nach 17 Jahren im Amt als Weihnachtsmann entlassen werden - da er zu dick sei. Aber Steven hängt an seinem Job und ist nicht bereit, dem neuen Image des Unternehmens - jung, gesund, schlank, sexy - zu weichen. Er hat bereits John Cage als Anwalt engagiert. Spontan übernimmt Georgia, die jetzt für die Kanzlei von Renée und Whipper arbeitet, die Vertretung der Gegenseite. Siegessicher führt sie an, dass Steven schließlich keinen schriftlichen Vertrag habe.John nimmt Kaufhausleiter James Russell schwer in die Mangel: Für ihn - und viele andere - ist Newman\u0027s Weihnachtsmann der Weihnachtsmann schlechthin, schon Nelle saß als Kind auf seinem Schoß, und dieser Mythos darf nicht zerstört werden. Die als Zuschauer herbeigeschafften Kinder weinen, der Saal ist überzeugt, der Richter nicht: John und Steven verlieren den Prozess. Aber das herzzerreißende Plädoyer geht nicht spurlos an James vorbei. Ally hat unterdessen eine Begegnung mit sich selbst als kleines Mädchen, das ihr sagt: Du musst ihm helfen. Überzeugt, dass es nur um Billy gehen kann, nimmt sie ihren Ex-Freund ins Gebet und versucht, ihn und Georgia wieder zusammenzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188743","hoster":"VOE"},{"path":"/redirect/14188751","hoster":"Vidoza"},{"path":"/redirect/14188744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-8","name":"Ihr Kinderlein kommet","epNo":8,"alt":"Blue Christmas","descr":"Weihnachten steht vor der Tür. Beim Spaziergang durch die geschmückten Straßen werfen Ally und Elaine einen Blick in eine Krippe - und finden darin ein echtes Baby. Überwältigt von plötzlichen Muttergefühlen nimmt Elaine den Jungen mit nach Hause. Am nächsten Tag ist sie entschlossen, das Kind zu behalten. John informiert Polizei und Jugendamt, beantragt gleichzeitig die Adoption und übernimmt mit Ally Elaines Vertretung. Margaret Camaro, die selbst ein Kind adoptiert hat, wird als Fachfrau hinzugezogen. Dank ihres Gesichts-BHs ist Elaine relativ vermögend, aber das Jugendamt wühlt tief in ihrem Privatleben und fördert einige intime Details zutage, die Elaines Bestimmung zur Mutter des Kleinen ernsthaft infrage stellen. Wer hat geplaudert?Während im Büro alle ganz verrückt nach dem Säugling sind, laufen gleichzeitig die Vorbereitungen für die Weihnachtsfeier der Kanzlei. Macho Billy geht in die Offensive und bittet Georgia, ihn zu begleiten. Als sie ihm - wie später auch Sekretärin Sandy - einen Korb gibt, sucht er wütend Zuflucht bei seiner Männergruppe, den Anonymen Chauvinisten. Elaine versucht, Ally zu überreden, etwas Erotisches zu singen - was alle anderen im Büro ihr lieber ausreden wollen. Keiner glaubt, dass ich sexy sein kann? Das lässt Ally natürlich nicht auf sich sitzen und sorgt mit iher Version von \"Santa Baby\" für eine prickelnde Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188747","hoster":"VOE"},{"path":"/redirect/14188753","hoster":"Vidoza"},{"path":"/redirect/14188748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-9","name":"Echte Kerle","epNo":9,"alt":"Out in the Cold","descr":"Ein Obdachloser spricht Ally auf der Straße an. Eine verwirrende Begegnung: Louis kann Ally auf Anhieb sehr viel über ihr Leben sagen. Sie geht zurück und lädt ihn zu einem Kaffee ein. Louis scheint tatsächlich eine verwandte Seele zu sein. Um so größer ist Allys Überraschung, als sie ihn am nächsten Tag im Aufzug trifft - in Anzug und mit Aktentasche. Louis arbeitet für eine Versicherung im selben Bürogebäude und lebt nur scheinbar auf der Straße - um eine Recherche durchzuführen. Die beiden treffen sich wieder, und Ally entwickelt ernsthaft Interesse für Louis. Der Schock folgt prompt, als sie ihn im Büro besuchen will: Louis hat seinen Job wegen einer schweren Persönlichkeitsstörung schon vor einem halben Jahr verloren und lebt tatsächlich auf der Straße.Ling wird in der Kanzlei verhaftet: Ihr Escort-Service soll sich als Callgirl-Ring entpuppt haben. Tatsächlich haben drei 16-jährige Schüler mit ihren Begleiterinnen geschlafen. Verkauft Ling Sex an Minderjährige? Leider erfährt Nelle während der Verhandlung, dass John sich früher mit Callgirls getroffen hat und reagiert ensprechend sauer. Erfolg dagegen für Billy: Mithilfe seines neuen Images - er lässt sich auf Schritt und Tritt von sechs Models, den \"Billy-Girls\", begleiten - zieht er einen wichtigen neuen Kunden an Land.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188749","hoster":"VOE"},{"path":"/redirect/14188759","hoster":"Vidoza"},{"path":"/redirect/14188750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-10","name":"Freunde, Feinde und Liebhaber","epNo":10,"alt":"Just Friends","descr":"Nach einem langen Arbeitstag stehen Ally und John nebeneinander vor dem Aufzug und erkennen plötzlich, dass sie füreinander bestimmt sind. Es kommt zu einem langen Kuss, dann... wacht Ally auf: nur ein Traum! Oder eine Offenbarung? Ally trifft es wie ein Schlag: Auf einmal ist sie überzeugt, dass John der einzig richtige Mann für sie ist. Der Kollege merkt schnell, dass mit Ally etwas nicht stimmt, und gerät in die Zwickmühle. Er liebt Nelle, will aber die Freundschaft zu Ally nicht aufs Spiel setzen. Schließlich stellt er klar, was er will: Nelle als Freundin und Ally als Therapeutin.Amouröse Pleite auch für Elaine. Dank ihrer Pheromon-getränkten Lederhose verläuft ihr Date mit dem attraktiven Bob zwar erfolgreich, aber dann will er gleich zur Sache kommen - schließlich hat er sich nur mit ihr verabredet, weil er gehört hat, dass sie nichts anbrennen lasse. Frustriert entschließt sich Elaine zu einem Imagewechsel und erscheint nur noch hochgeschlossen zur Arbeit. Auch Billy trifft es hart: Georgia reicht die Scheidung ein und lässt es sich nicht nehmen, die Papiere persönlich bei ihm abzuliefern. Sandy hat ebenfalls genug von seinen Macho-Eskapaden und will kündigen. Billy will aber lieber auf seine \"Billy-Girls\" verzichten als auf seine Sekretärin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188754","hoster":"VOE"},{"path":"/redirect/14188758","hoster":"Vidoza"},{"path":"/redirect/14188755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-11","name":"Schwere Geschütze","epNo":11,"alt":"Over the Rainbow","descr":"Georgia fährt schwere Geschütze auf. Sie leistet sich den gerissenen Promi-Anwalt Jimmy Fallow und verklagt Fish \u0026 Cage: Die Kanzlei soll für das Scheitern ihrer Ehe verantwortlich sein. Georgia behauptet, die von Sex dominierte Atmosphäre am Arbeitsplatz habe den \"neuen\" Billy hervorgebracht und ihre Ehe zerstört. Ally stellt die ehemalige Kollegin zur Rede, aber vor Gericht scheint Georgia bessere Karten zu haben. Unbeeindruckt von Johns neuestem Stör-Manöver - er hat stundenlang trainiert, wie man am langsamsten und geräuschvollsten ein Glas Wasser eingießt - zerrt Fallow die gesamte Schmutzwäsche der Kanzlei ans Tageslicht.Besonders John sieht im Zeugenstand mit seiner Callgirl-Vergangenheit und seiner Bürsten-Attacke auf Nelle schlecht aus. Aber das lässt das Gummibärchen nicht auf sich sitzen. Nachdem er sich vom Schock erholt hat, bläst er zum Gegenangriff. Mitleidlos zerlegt er in einem zornigen Plädoyer Georgia nach allen Regeln der Kunst - bis Billy schließlich eingreift und ihn stoppt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188757","hoster":"VOE"},{"path":"/redirect/14188766","hoster":"Vidoza"},{"path":"/redirect/14188756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-12","name":"Zwergenaufstand","epNo":12,"alt":"In Search of Pygmies","descr":"Valentinstag an der roten Ampel nutzt Ally die Gelegenheit. Um den attraktiven Mann im Auto vor ihr kennen zu lernen, gibt sie Gas und fährt auf. Anstatt sich geschmeichelt zu fühlen, reagiert das Objekt ihrer Begierde - Dennis - zunächst rüpelhaft. Aber schon am nächsten Tag steht er in der Kanzlei, um sich zu entschuldigen und Ally zum Dinner einzuladen. Ein Glücksgriff: Dennis entpuppt sich als charmanter Arzt und ist einfach süß - bis er grunzend und schnaubend zum ersten Mal lacht. \"Wie eine Kuh beim Gebären\" findet Ally und gibt Dennis nach Rücksprache mit den Kolleginnen den Laufpass. Jetzt will der Arzt sich rächen: Plötzlich verlangt er 25.000 Dollar Schmerzensgeld für den Auffahrunfall.Wohin verschwindet Ling regelmäßig heimlich während der Arbeitszeit? Richard folgt seiner Freundin und erlebt eine Überraschung: Ling trifft sich mit dem 82-jährigen Marty zum Tanzen im Seniorenheim von Lucy Taylor. Jetzt braucht Marty auch ihren Rat als Anwältin: Lucy hat ihn rausgeworfen. Der liebenswerte Alte hat offenbar eine so blühende Phantasie, dass die anderen Heimbewohner nicht mehr schlafen können. Stattdessen schickt Marty sie auf die Suche nach aggressiven Pygmäen, die angeblich Jagd auf Rentner machen. Empört verklagen Ling, Richard und John das Seniorenheim. Die entscheidende Frage im Gericht lautet: Sind die Pygmäen echt? Marty bringt es nicht übers Herz zu lügen: Er antwortet mit ja.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188761","hoster":"VOE"},{"path":"/redirect/14188770","hoster":"Vidoza"},{"path":"/redirect/14188760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-13","name":"Kalter Kaffee","epNo":13,"alt":"Pursuit of Loneliness","descr":"Jeden Morgen kauft Ally ihren Cappuccino bei Hammond Deering, ohne diesen überhaupt wahrzunehmen. Als Hammond die Anwältin um ein Date bittet und sie sogar unvermittelt küsst, kippt sie ihm kurzerhand seinen eigenen Kaffee über den Kopf. Ally und Nelle sind sich einig, dass sie nie mit \"kleinen\" Leuten wie Hausmeistern oder Kaffeeverkäufern ausgehen würden - was wiederum John in eine tiefe Krise stürzt. Ist seine Freundin ein Snob? Vor Gericht erlebt Ally dann eine unangenehme Überraschung. Sie vertritt Evan, der seiner Frau Lisa die Unterhaltszahlungen verweigert, weil sich herausgestellt hat, dass sie lesbisch ist. Einer der drei Richter ist niemand anders als Hammond!Ally argumentiert, jeder müsse seine sexuelle Orientierung bei einer Heirat offenlegen. Aber ihre Klage wird abgewiesen. Als Ally daraufhin Hammond im Richterzimmer wüst beschimpft, wird sie prompt in eine Zelle gesperrt. Dann verdonnert Hammond sie zu Sozialarbeit: Espresso-Kochen in seinem Coffee-Shop. Wider Erwarten macht ihr die Arbeit Spaß, und sie schließt sogar Hammond ins Herz. Aufgrund ihres Plädoyers macht er ihr dann allerdings ein Geständnis, das sie nicht verkraftet: Er sei bisexuell. Sandy ist verwirrt nach einem Kuss von Billy, der die Scheidungspapiere bekommen hat. Als sie Ally um Rat fragt, redet diese ihr zu, es mit dem Mann zu versuchen - ohne zu ahnen, dass es um Billy geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188762","hoster":"VOE"},{"path":"/redirect/14188773","hoster":"Vidoza"},{"path":"/redirect/14188763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-14","name":"Locker aus der Hüfte","epNo":14,"alt":"The Oddball Parade","descr":"In der Kanzlei Fish \u0026 Cage herrscht helle Aufregung: Tina Turner singt in der Bar! Als ein Wettbewerb ausgerufen wird, dessen Siegerin am nächsten Abend mit Tina als Background-Sängerin auf der Bühne stehen darf, melden sich Ally und Elaine sofort an - sowie 40 weitere Konkurrentinnen. Besonders Allys Teilnahme wird im Büro heftig diskutiert, aber die beiden treten schließlich als Nummer 26 und 27 unter den Augen Tina Turners und ihrer strengen Agentin zum Tanz-Contest an. Elaine ist umwerfend, aber Überraschungssiegerin wird Ally mit ihrem hinreißenden Hüftschwung. Sie legt neben Tina Turner eine umjubelte Show auf die Bühne, kreuzt am nächsten Tag aber trotzdem mies gelaunt im Büro auf: Der \"neue Billy\" hat ihr den Spaß verdorben.Im Vorfeld einer schwierigen Verhandlung vor Richter Walsh ist John beunruhigt. Kein Wunder bei den Klienten: Matthew trägt Frauenkleider, Mindy ist schwer übergewichtig, Paul klatscht zwanghaft in die Hände und wiederholt Wörter, und Benjamin bekommt die Zähne nicht auseinander. Diese merkwürdigen Zeitgenossen will Mr. Shofield seinen Kunden nicht zumuten und hat die vier Grafik-Designer darum entlassen. Als Matthew, Paul, Mindy und Benjamin einen Vergleich ablehnen, platzt John der Kragen: Er bricht einen Streit mit seinen eigenen Klienten vom Zaun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188764","hoster":"VOE"},{"path":"/redirect/14188776","hoster":"Vidoza"},{"path":"/redirect/14188765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-15","name":"In gefährlicher Mission","epNo":15,"alt":"Prime Suspect","descr":"Johns früherer Klient Matthew steht - wie immer in Frauenkleidern - erneut in der Kanzlei: Mr. Shofield, sein ehemaliger Chef, ist ermordet worden. Kollege Paul sitzt als Hauptverdächtiger in Untersuchungshaft. Richard und Ally sind begeistert von der Möglichkeit, einen Mordfall zu bearbeiten und bieten John ihre Unterstützung an. Die hat er auch bitter nötig: Pauls Alibi platzt, und Mrs. Shofield sagt aus, das sie in der Mordnacht habe ein Maskierter bedroht habe. Dann habe sie ein Klatschen gehört - Paul leidet unter Klatsch-Zwang - und ihren Mann erstochen aufgefunden. Zudem lag ein Kugelschreiber von Paul am Tatort.John erfährt, dass Mr. Shofield eine Affäre mit Nancy gehabt haben soll. Ist sie die wahre Mörderin? Ally geht mit verstecktem Mikrofon zu Nancy, kann aber nichts aus ihr herausbringen. Dann entdeckt sie im Wandschrank Deborah Shofield und schwebt plötzlich selbst in Lebensgefahr. Grund zur Sorge bietet auch Billys Geisteszustand. Er sieht plötzlich in Matthew die schönste Frau der Welt, dann küsst er Nelle, weil er denkt, diese sei Sandy. Nelle empfiehlt ihm, eine Neurologin aufzusuchen, die zahlreiche medizinische Tests anordnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188767","hoster":"VOE"},{"path":"/redirect/14188769","hoster":"Vidoza"},{"path":"/redirect/14188768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-16","name":"Kurz und schmerzvoll","epNo":16,"alt":"Boy Next Door","descr":"Billys Untersuchungen ergeben eine niederschmetternde Diagnose: Er leidet an einem Gehirntumor. Als er immer häufiger halluziniert, setzen die Ärzte für das Wochenende eine Operation an. Billy zieht einen Schlusstrich unter seine Beziehung zu Sandy, arbeitet aber weiter an seinem aktuellen Fall: Simon Prune will seine Ehe annullieren lassen, weil er in der Hochzeitsnacht festgestellt hat, dass seine Frau Angela Brustimplantate und mehrere Schönheitsoperationen hinter sich hat.John bleibt im Fahrstuhl stecken und sitzt mit heraushängenden Beinen fest. Eine unangenehme Situation, die Nelle eiskalt ausnutzt, um mit ihm Schluss zu machen - per Handy. Während John sich mit seinen Lädierungen zur Beobachtung ins Krankenhaus begibt, hält Billy sein Schlussplädoyer. Mitten in seinen Ausführungen über die Heiligkeit der Ehe macht er Ally plötzlich ein bewegendes Geständnis. Dann bricht er zusammen: Tod nach einer Gehirnblutung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188771","hoster":"VOE"},{"path":"/redirect/14188774","hoster":"Vidoza"},{"path":"/redirect/14188772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-17","name":"Beinfreiheit","epNo":17,"alt":"I Will Survive","descr":"Ally und der Disco-Fluch: Gloria Gaynor verfolgt die Anwältin mit \"I Will Survive\" im Schlafzimmer, unter der Dusche, auf der Straße und in der Kanzlei. Im Büro wartet schon der nächste Schock. Richard hat gleich nach Billys Tod einen neuen Anwalt engagiert: Mark Albert. Die Kollegen bereiten dem Neuen einen entsprechend frostigen Empfang. Ally und Ling haben besonders zu leiden, denn Mark soll sie als dritter Mann bei einem Mordprozess unterstützen. Nora Mills hat ihren Mann mit seiner Beinprothese erschlagen, als sie ihn im Bett mit seiner Physiotherapeutin Marianne erwischte.Ally plädiert auf Unzurechnungsfähigkeit, aber der Fall entwickelt sich nicht gerade zu ihrem Vorteil, und Ally bekommt ernsthaft Streit mit Mark. Dann wird sie im Gerichtssaal plötzlich ohnmächtig: Dass Nora Mills und die Geschworenen \"I never can say goodbye\" singen, ist einfach zuviel. Mark, der Allys merkwürdiges Verhalten zu seinen Gunsten deutet, übernimmt den Fall. Kurz danach überrascht Ally ihn im Büro auf seinem eigenen Zahnarztstuhl: Mark lässt sich dreimal wöchentlich die Zähne reinigen. Frischer Atem und eine Hymne sind sein Erfolgsrezept. Mit \"We Will Rock You\" bereitet er sich auf sein Schlussplädoyer vor, das Ally tief bewegt - und auch die Geschworenen. Nelle schmiedet unterdessen Rachepläne: Offenbar hat Richard Mark die Partnerschaft in der Kanzlei in Aussicht gestellt, auf die Nelle spekuliert hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188775","hoster":"VOE"},{"path":"/redirect/14188778","hoster":"Vidoza"},{"path":"/redirect/14188777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-18","name":"Eine Frage der Größe","epNo":18,"alt":"Turning Thirty","descr":"An ihrem 30. Geburtstag hat Ally alle Mühe, die Kollegen davon zu überzeugen, dass sie keine Party feiern will. Um sie aus der Kanzlei zu lotsen und trotzdem ein Überraschungsfest vorzubereiten, soll die Anwältin John und Mark bei einem Mordfall zur Seite stehen. Die attraktive Blondine Lorna soll ihren 89-jährigen Gatten zu Tode geliebt haben: Er ist zwischen ihren gewaltigen Brüsten erstickt. Vor dem Gerichtstermin macht Ally noch einen Abstecher zum Schönheitschirurgen und lässt sich dazu überreden, sich die Lippen mit Collagen aufspritzen zu lassen.Die Kollegen sind entsetzt, als Ally mit gigantisch angeschwollenen Lippen vor Gericht erscheint. Also lässt sie umgehend den Eingriff rückgängig machen. Im Fall Lorna wird ein Bissmal auf ihrer Brust zum Hauptbelastungsindiz. Aber Lorna kann glaubhaft versichern, dass die Wunde nicht von ihrem Mann, sondern von ihrem Geliebten stammt. Frustriert sucht Ally Beistand in der Kirche. Aber Pfarrer Newman schickt sie empört wieder weg: \"Sie suchen nicht Gott, sondern einen Mann!\" Chorsängerin Lisa nimmt sich Ally vor. Elaine versucht unterdessen erfolglos, Nelle und Elaine zu einer Gesangseinlage bei der Geburtstagsparty zu überreden. Richard macht dafür Mark kurzerhand klar, dass er singen müsse. Am Abend kriegen sich dann Elaine und Renee bei ihrem Duett in die Haare, und John überrascht Ally mit einer rührenden Ballade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188780","hoster":"VOE"},{"path":"/redirect/14188782","hoster":"Vidoza"},{"path":"/redirect/14188781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-19","name":"E-Mail für mich","epNo":19,"alt":"Do You Wanna Dance?","descr":"Ally hatte Computer-Sex! Vier Monate chattet sie unter dem Pseudonym \"Lover Lips\" bereits mit einem Fremden, der sich \"Thunder Thighs\" nennt. Nach dem erotischen Cyber-Abenteuer ist sie jetzt entschlossen, sich mit dem feurigen Unbekannten zu treffen. Auch vor Gericht kann sie an nichts anderes denken: Ally ist überzeugt, dass Brian, der charmante britische Anwalt der Gegenseite, ihr heimlicher E-Mail-Lover ist. Also sagt sie zu, als Brian sich mit ihr verabreden möchte.Abends erlebt Ally dann bei ihrem Blind Date eine böse Überraschung: Chris alias \"Thunder Thighs\" sieht zwar gut aus und ist höllisch scharf auf die Anwältin - aber er ist erst 16 Jahre alt. Schlimmer noch: Seine Mutter hat die Polizei gleich mitgebracht, und Ally wird wegen Verdachts auf Unzucht mit Minderjährigen festgenommen. Nelle sorgt unterdessen für schlechte Stimmung in der Kanzlei. John kann sich, nachdem er eiskalt abserviert wurde, keine spitze Bemerkung über die \"Eiskönigin\" verkneifen. Und Nelle schmiedet Rachepläne, nachdem Richard ihre Forderung abschmettert, sie zur Partnerin in der Kanzlei zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188779","hoster":"VOE"},{"path":"/redirect/14188788","hoster":"Vidoza"},{"path":"/redirect/14188783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-20","name":"Wölfin im Schafspelz","epNo":20,"alt":"Hope and Glory","descr":"Nelle will die Kanzlei Fish \u0026 Cage verlassen und engagiert die mit allen Wassern gewaschene Anwältin Hope Mercy. Sie rät ihr, die Computerdateien der wichtigsten Mandanten zu kopieren. Da nur Elaine alle Passwörter kennt, starten Nelle und Hope eine hinterhältige Intrige: Nelle gibt vor, Elaine für einen verantwortungsvolleren Posten engagieren zu wollen und behauptet, Richard und John hätten das abgelehnt, weil sie Elaine für unqualifiziert halten. Elaine ist entsprechend aufgebracht. Nelle verrät ihr, dass sie eine eigene Kanzlei gründet und bietet ihr einen anspruchsvollen Job bei doppeltem Gehalt - wenn sie Stillschweigen bewahrt und \"zur Sicherheit\" die Passwörter der Klienten-Dateien rausrückt. Elaine willigt ein und packt ihre Sachen, um Nelle zu begleiten.Nach dem ersten Schock ziehen John und Richard wegen des Aktendiebstahls vor Gericht - vertreten von Mark. Ein unparteiischer Schlichter soll die Sache regeln. Leider handelt es sich dabei ausgerechnet um Julia Brattle, eine männerhassende Anwältin mit dem Spitznamen \"Bulldogge\". Zudem stellt sich heraus, dass Hope und Richard ein Verhältnis hatten. Die Dinge stehen also denkbar schlecht für Fish \u0026 Cage. Aber dann sagt überraschend Elaine gegen Nelle aus: Ally hat ihr klar gemacht, dass Nelle sie hereingelegt hat. Inzwischen sind Richard und John zerstritten und Ally verliebt: Zwischen ihr und Anwalt Brian Selig hat es gefunkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188785","hoster":"VOE"},{"path":"/redirect/14188791","hoster":"Vidoza"},{"path":"/redirect/14188784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-3/episode-21","name":"Not nach Noten","epNo":21,"alt":"Ally McBeal: The Musical, Almost","descr":"Bei einem gemeinsamen Essen will Ally ihren Eltern ihren neuen Freund Brian vorstellen. Während die Anwältin versucht, ihre Nervosität mit Nonstop-Geplapper und hysterischen Lachanfällen zu überspielen, reagiert ihr Vater äußerst reserviert. Er macht keinen Hehl daraus, dass er Brian nicht leiden kann. Wütend verlässt Ally den Tisch und macht ihrem Vater anschließend heftige Vorwürfe. Der Familienstreit sorgt auch für schlechte Stimmung zwischen Ally und Brian: Er will nicht mit ihr schlafen, solange sie sich damit nur an ihrem Vater rächen will.Anlässlich seines Geburtstags macht John beim Psychiater seinem Frust Luft, während Nelle ebenfalls unglücklich allein in ihrer neuen Kanzlei sitzt. Sie muss sich eingestehen, dass sie Fisch \u0026 Cage gar nicht verlassen, sondern nur John bestrafen wollte. Gibt es noch ein Zurück? Richard erklärt sich bereit, Nelle zu treffen, aber John lehnt kategorisch ab. Trotzdem erscheint Nelle mit ihrer Anwältin abends auf seiner Party in der Bar. Während der ausgelassenen Feier fließt reichlich Alkohol, und schließlich deutet sogar Ling an, dass sie Richard zurückhaben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188787","hoster":"VOE"},{"path":"/redirect/14188794","hoster":"Vidoza"},{"path":"/redirect/14188786","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-1","name":"Bodycheck","epNo":1,"alt":"Sex, Lies and Second Thoughts","descr":"Typisch Ally! Kaum wähnt sie sich in einer glücklichen Beziehung, bringt Brian mit einer einfachen Frage ihr Gefühlsleben gehörig durcheinander. Beim romantischen Candlelight-Dinner überrascht er sie mit einem Saphir-Ring und fragt Ally, ob sie bei ihm einziehen möchte. Seit sechs Monaten sind sie schon zusammen, doch Brians Angebot stürzt die toughe Anwältin in tiefe Zweifel an ihrer Beziehung. Da kann nur noch Therapeutin Tracy helfen! Doch die ist umgezogen und ließ statt Adresse oder Telefonnummer nur Allys Patientenakte zurück. In der Praxis findet Ally Tracys Nachmieter Larry vor, der zu ihrem Entsetzen die Akte gelesen hat. In dem Glauben, er sei ebenfalls Therapeut, erzählt die verwirrte Ally ihm von ihren Beziehungszweifeln und dem unbefriedigenden Sex mit Brian. Doch Larrys Ansichten über ihr Sexleben und sein Rat, nicht mit Brian zusammenzuziehen, bringen die gereizte Ally nur auf die Palme. Wutentbrannt verläßt sie die Praxis. Dass Larry gar kein Psychologe ist, sondern Anwalt erfährt sie erst später - ausgerechnet auf der Unisex-Toilette ihrer Kanzlei.Während Ally also mal wieder Probleme mit den Männern hat, spielen sich in der Kanzlei Cage\u0026Fish","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188837","hoster":"VOE"},{"path":"/redirect/14188839","hoster":"Vidoza"},{"path":"/redirect/14188838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-2","name":"Pyjama für sechs","epNo":2,"alt":"Girls\u0027 Night Out","descr":"Bei einer Pyjama-Party versuchen die Kolleginnen Ally nach ihrer Trennung von Brian aufzuheitern. Am Halloweenabend diskutieren die Frauen neue Strategien, einen passenden Partner zu finden. Kurz entschlossen organisiert Ally einen \"Model-Abend\", um jede Menge attraktive Männer in die Bar zu locken - natürlich ohne dass ein Model auftaucht. Der Plan geht auf, allerdings nur so lange, bis Brian der Party-Stimmung ein Ende setzt.Die attraktive Cindy heuert Ling und Richard für einen sensiblen Fall an. Sie hat die ärztliche Untersuchung ihrer Firma verweigert und wurde gefeuert, obwohl sie bereit war, selbst für ihre Krankenversicherung aufzukommen. Cindy hat tatsächlich etwas zu verbergen: Sie ist in Wirklichkeit ein Mann und bereitet sich mit einer Östrogen-Behandlung auf eine Geschlechtsumwandlung vor. Richard macht weniger der Fall zu schaffen als ein Kollege: Mark hat ein Auge auf Cindy geworfen und verabredet ahnungslos ein Date. Soll Richard ihn einweihen? Nach der gelungenen Verabredung stellt Cindy wütend klar, dass sie es Mark selbst sagen will - wenn die Zeit dafür reif ist.John und Nelle übernehmen - mit Georgia als Gegnerin vor Gericht - die Verteidigung von Myra Robbins. Die gut aussehende Architektin wird von ihrem Mitarbeiter Chris wegen sexueller Belästigung verklagt. Myras offensive Ausstrahlung bringt John sichtlich aus der Fassung. Während er sich auf sein Schlussplädoyer vorbereitet, platzt Myra ins Büro und macht ihm ein eindeutiges Angebot, das John einfach nicht ablehnen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188841","hoster":"VOE"},{"path":"/redirect/14188848","hoster":"Vidoza"},{"path":"/redirect/14188843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-3","name":"Verliebte Jungs","epNo":3,"alt":"Two\u0027s a Crowd","descr":"Hingerissen vom Lächeln des Anwalts Michael William lässt Ally sich auf ein Date mit dem charmanten, aber wesentlich älteren Witwer ein. Die beiden haben sich zunächst nicht viel zu sagen, entdecken dann aber ihre gemeinsame Leidenschaft für Disco-Musik. Gleichzeitig schwärmt Ally aber auch für einen Jüngeren: Jonathan, mit dem sie sich ebenfalls verabredet. Das harmonische Doppelspiel findet ein jähes Ende. Erst entpuppt sich Michael als Neil Diamond-Fan, dann stellt er Ally beim Abendessen seine Kinder vor: Seine Tochter ist älter als Ally, und sein Sohn ist - Jonathan.Nelle und Ling sollen im Auftrag von Wanda Spickett die Beziehungs-Therapeutin Shirley Grouper verklagen. Wanda wirft ihr vor, ihre Ehe ruiniert zu haben: Ihr Mann hat sie verlassen, als sie begann, sich an die devoten Verhaltensregeln aus Shirley Groupers \"Wie befriedige ich meinen Mann\"-Seminaren zu halten. Dr. Spickett gesteht den Anwältinnen allerdings, dass er seine Frau ohnehin nie geliebt habe, es ihm nur jetzt leichter gefallen sei, sie zu verlassen. Mark wundert sich unterdessen über das auffällige Interesse, das Richard an seiner Beziehung zu Cindy zeigt. Die Kollegen halten weiter dicht, aber Cindy lässt Mark bei einem engen Tanz in der Bar schließlich selbst spüren, was sie ihm bisher verheimlicht hat: Sie ist ein Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188845","hoster":"VOE"},{"path":"/redirect/14188851","hoster":"Vidoza"},{"path":"/redirect/14188844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-4","name":"Duo im Abseits","epNo":4,"alt":"Without a Net","descr":"Auf der Flucht vor Michael und Jonathan, ihren Vater-und-Sohn-Verehrern, stolpert Ally im Restaurant über eine ehemalige Kommilitonin: Kimmy Bishop. Sie stellt Ally ihren Freundinnen der Christlichen Koalition tugendhafter Frauen als besonders prüde vor. Ally kontert, indem sie ihrerseits Kimmy mit einer pikanten Geschichte kompromittiert. Prompt hat die Anwältin eine Klage am Hals. Als auch noch Richard vorübergehend ihr Gehalt einbehält, engagiert Ally den Anwalt Larry Paul zu ihrer Verteidigung. Schließlich ist ihr der Kollege überaus sympathisch, auch wenn Ally weiterhin mit Jonathan und Michael ausgeht, die eine Entscheidung von ihr gefordert haben.Larry spielt vor Gericht gekonnt seine Trümpfe aus, aber Ally explodiert trotzdem: Erst findet Renée heraus, dass Larry verheiratet sein soll, dann zwingt der charmante Anwalt Ally, sich bei Kimmy zu entschuldigen, und dann geht er auch noch mit Nelle aus! Nelle macht sich unterdessen Sorgen, dass das Verhältnis von Mark und Cindy die Firma in Verruf bringen könnte. Mark sucht Rat bei John, der ihn an einen Therapeuten für ungewöhnliche Paare verweist. Die Gruppe besteht - vom siamesischen Zwillingspärchen bis zum Zwerg - aus lauter Freaks. Cindy fühlt sich gedemütigt und ergreift die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188846","hoster":"VOE"},{"path":"/redirect/14188853","hoster":"Vidoza"},{"path":"/redirect/14188847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-5","name":"Die letzte Jungfrau","epNo":5,"alt":"The Last Virgin","descr":"Vor ihrem dritten Date mit Larry ist Ally ein nervöses Wrack: Sie fiebert dem ersten Kuss entgegen, bildet sich aber ein, aus der Übung zu sein. Ling gibt ihr auf der Unisex-Toilette Nachhilfeunterricht - mit dem hilflosen John als Opfer. Leider kommt Richard dazu und beginnt, sich ernsthaft Sorgen um seine Beziehung zu Ling zu machen. Ally erlebt nach einem wunderschönen Abend mit Larry ebenfalls eine herbe Enttäuschung: Er küsst sie zum Abschied nur auf die Stirn.Ein aktueller Fall verkompliziert die Dinge: Die eiserne Jungfrau Kimmy Bishop will, dass Ally sie vertritt. Kimmy, ebenfalls Anwältin, ist aus ihrer Kanzlei entlassen worden, weil sie mit ihren prüden Grundsätzen das Büroklima vergiftet. Der Anwalt der Gegenseite ist ausgerechnet Larry. Trotzdem übernehmen John und Ally den Fall. Die gegnerischen Parteien schenken sich vor Gericht nichts. Leider kann John mit seinem Schlussplädoyer die Geschworenen nicht überzeugen - wohl aber Kimmy: Sie will mit ihm ausgehen. Larry stellt mit seinem Vortrag bei Gericht auch Ally die alles entscheidende Frage: Hat sie den Mut, glücklich zu sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188850","hoster":"VOE"},{"path":"/redirect/14188859","hoster":"Vidoza"},{"path":"/redirect/14188849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-6","name":"Schrille Nacht","epNo":6,"alt":"\u0027Tis the Season","descr":"\"Ich habe Weihnachten nie gemocht!\" Ally ist über Larrys Geständnis geschockt, zumal ihr Weihnachten so viel bedeutet. Das zweite Geständnis folgt kurz darauf: Larry hat einen siebenjährigen Sohn. Und das nicht mit seiner Ex-Frau, sondern - drittes Geständnis - mit einer anderen. Über manche Sachen kann Ally großzügig hinwegsehen, aber das mit Weihnachten macht ihr dann doch zu schaffen. Also tut sie alles, um Larry von den Vorzügen des Fests der Liebe zu überzeugen.Auch Elaine hasst Weihnachten. Alle um sie sind glücklich, nur sie findet niemanden. Larry schlägt ihr vor, es mit Musik zu versuchen und in der Bar zu singen. Allen graust es, aber Elaine hat tatsächlich Erfolg mit ihrem Auftritt. Auch John singt in der Bar - gezwungenermaßen. Denn um Kimmy bei ihrer ersten Verabredung zu beeindrucken, hat er ihr leichtsinnigerweise erzählt, er habe früher in einer Rockband gesungen. Jetzt sitzt er in der Bredouille. Richard rät ihm, der ersten Lüge eiskalt eine zweite, größere folgen zu lassen. Aber John beißt lieber in den sauren Apfel und wirft sich in Lederkluft.Beruflich wird die Kanzlei mit dem Weihnachtsmann konfrontiert. John und Ling vertreten vor Gericht den Nachrichtensprecher eines lokalen Fernsehsenders. Er hat den Kindern sanft mitgeteilt, dass es den Weihnachtsmann nicht gibt. Daraufhin wird er entlassen: wegen Rufschädigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188852","hoster":"VOE"},{"path":"/redirect/14188860","hoster":"Vidoza"},{"path":"/redirect/14188854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-7","name":"Unterm Hammer","epNo":7,"alt":"Love on Holiday","descr":"John ist nicht mehr bereit zu akzeptieren, dass Kimmys Mutter Linny bei jeder Verabredung dabei ist. Kimmy braucht aber zu jeder Verabredung eine Begleitung. Also muss Ally als Ersatz her, als die beiden sich in der Bar treffen. Aber wen entdeckt John in einer der hinteren Reihen, gut getarnt mit Perücke und Brille: Linny! Schweren Herzens gibt er Kimmy den Laufpass.Die Kanzlei ist wieder mal wegen sexueller Belästigung verklagt worden. Elaines neue Erfindung, der Vi-Bra, soll den Ex-Buchhalter Peanut sogar impotent gemacht haben. Larry und Mark lassen sich von ihr das Stück vorführen, das Brüste in Bewegung versetzt. Nur auf Handyklingeln reagiert der Vi-Bra allergisch.Die Anwälte der Kanzlei versteigern für einen Wohltätigkeitsbasar Verabredungen. Der junge Arzt Greg ersteigert Nelle für 6.000 Dollar. Zuerst gibt sie sich reserviert, aber der Vorwurf, sie sei beziehungsgestört, wirkt sofort. Nelle verliebt sich sogar in ihn. Allerdings trägt Greg ein Geheimnis mit sich herum. Richard wird von dem schwulen Paul ersteigert. Und der will mit seinem Preis auf jeden Fall in die Bar tanzen gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188855","hoster":"VOE"},{"path":"/redirect/14188863","hoster":"Vidoza"},{"path":"/redirect/14188856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-8","name":"Die Lametta-Krise","epNo":8,"alt":"The Man with the Bag","descr":"Nelle bittet John kurz vor Weihnachten, ihren Vater Henderson Porter zu verteidigen. Der alte Herr hält sich für den Weihnachtsmann und wurde deshalb von seiner Schule gefeuert. Der Fall ist schwierig, zumal Henderson zur Verbesserung der Weihnachtsstimmung eine Spielzeugeisenbahn im Gerichtssaal fahren lässt. Sein Kreuzverhör hingegen wird zum Erfolg: Er überzeugt den Richter und sogar den Anwalt der Gegenpartei von seiner Mission.In der Kanzlei steht die Weihnachtsfeier auf dem Programm. Nach der Katastrophe mit Ally im letzten Jahr muss nun nicht mehr jeder singen. Ling überredet Richard trotzdem zum Auftritt. Wofür gibt es schließlich Playback. Mark verabredet sich mit Elaine für die Feier. Allerdings will sie dabei unbedingt die Weihnachtsvariante ihres Vi-Bra tragen.Mitten in Larrys und Allys Weihnachtsstimmung platzt seine Ex-Freundin Jamie, die Mutter seines Sohnes. Ally versucht, ihre Eifersucht zu unterdrücken, aber alle anderen gießen Öl ins Feuer. Schnell stellt sich heraus, dass sie Recht haben: Jamie ist nach Boston gekommen, um Larry zurück zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188857","hoster":"VOE"},{"path":"/redirect/14188867","hoster":"Vidoza"},{"path":"/redirect/14188858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-9","name":"Ticks und Tricks","epNo":9,"alt":"Reasons to Believe","descr":"Der berühmte Rechtsanwalt Nicolas Englund bittet John um Hilfe. Seine Klientin Melanie weigert sich, mit ihm zu sprechen. Sie ist wegen Mordes angeklagt, weil sie ihren Freund überfahren hat. Und das gleich zweimal! Melanie leidet unter der seltenen Krankheit Tourette-Syndrom, die auch John als Kind hatte. Er und seine Klientin kommen sich nicht nur beruflich näher.Auch Nicolas? Frau Brandy braucht den Rechtsbeistand der Kanzlei. Sie will sich von ihrem Mann scheiden lassen, weil der trotz seines Ruhestands wieder vor Gericht auftreten will. Larry übernimmt den Fall und wird zum Ehetherapeuten. Als er dabei auch ein Tänzchen mit seiner Mandantin wagt, wird Ally eifersüchtig.Richard brennt darauf zu erfahren, wie Elaine im Bett war. Aber Mark hält sich zuerst bedeckt und gesteht dann, dass noch immer nichts gelaufen ist. Sofort nimmt Richard seinen Angestellten zur Seite und gibt ihm kostenlose Tanzstunden auf der Unisex-Toilette. Schließlich ist nur ein guter Tänzer auch ein guter Liebhaber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188861","hoster":"VOE"},{"path":"/redirect/14188864","hoster":"Vidoza"},{"path":"/redirect/14188862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-10","name":"Akte Ex","epNo":10,"alt":"The Ex-Files","descr":"Larrys Ex-Freundin Jamie ist wieder nach Boston gekommen. Diesmal, um Larry anzukündigen, dass sie mit dem gemeinsamen Sohn nach Kanada ziehen will. Ally ist überhaupt nicht eifersüchtig, schon rein aus Prinzip nicht. Renée macht mit ihr den Bleistifttest. Das Ergebnis besagt: Ally ist doch eifersüchtig, und zwar rasend.Auch Ling hat Probleme mit einem Ex. Die Hochzeit ihres ehemaligen Verlobten Randy mit Lisa steht bevor. Ling soll einer der Brautjungfern sein. Vorher stehen aber noch einige Aussprachen bevor. Lisa hat das Gefühl, dass Randy Ling noch immer liebt und sie nur die zweite Wahl ist. Randy interessiert sich mehr dafür, ob Ling ihm noch eine Chance gibt.John muss Melanie schon wieder vor Gericht vertreten. Diesmal hat ihre Schule sie entlassen, weil sie mit ihren Geschichten angeblich den Kindern Angst macht. Bei einem Abendessen erwähnt Melanie, dass ihr Tourette-Syndrom neben den Auswirkungen auf die Sprache auch ihr Sexleben beeinflusse. Richard hakt nach, denn das will er unbedingt genauer wissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188865","hoster":"VOE"},{"path":"/redirect/14188868","hoster":"Vidoza"},{"path":"/redirect/14188866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-11","name":"Im Schwitzkasten","epNo":11,"alt":"Mr. Bo","descr":"Melanie nimmt John das erste Mal mit in ihre seltsam eingerichtete und ziemlich enge Wohnung. Genau genommen ist es gar keine Wohnung, sondern ein alter Lastenaufzug. Außerdem stellt sie ihn dem Obdachlosen Mr. Boo vor, der John überaus misstrauisch begegnet. Melanie rückt schließlich mit der Wahrheit raus: Genau genommen ist Mr. Boo ihr Vater. Und der will sich erst mal mit John prügeln, bevor er ihm erlaubt, mit seiner Tochter auszugehen.Die Geschäftsfrau Jerry Hill hat ihre Empfangsdame wegen fünf Kilo Übergewicht entlassen. Richard überträgt Ally den Fall, immerhin ist sie Spezialistin für Oberflächlichkeit. Der nächste Tiefschlag folgt, als Larry Ally erzählt, nach welchem Prinzip die Kanzlei \"Cage \u0026 Fish\" ihre Anwältinnen aussucht: ihrem Aussehen.Im Club findet ein Twistwettbewerb für wohltätige Zwecke mit dem legendären Chubby Checker statt. Aber niemand will teilnehmen. Ally lässt sich erst dazu überreden, als ihre Erzkonkurrentin Ling sich als Twistmeisterin ausgibt. Nelle hingegen macht nur mit, weil Ling ihr den attraktiven Latino Sam Adams als Tanzpartner besorgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188869","hoster":"VOE"},{"path":"/redirect/14188877","hoster":"Vidoza"},{"path":"/redirect/14188870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-12","name":"Damenwahl","epNo":12,"alt":"Hats Off to Larry","descr":"Der kleine Sam sitzt in Allys Büro und bittet sie um Hilfe. Er will seinen Vater gerichtlich dazu zwingen, wieder zu seiner Mutter zurückzukehren. Damit hat Ally ein ernsthaftes Problem, denn Sams Vater ist Larry. Der macht sich Sorgen um seinen Sohn und entscheidet sich schließlich, nach Detroit zurückzukehren.Cindy McCauliff bittet ausgerechnet den homophoben Richard in einem delikaten Fall um Hilfe. Sie will ihren Freund heiraten, was eigentlich kein Problem wäre - wäre Cindy nicht technisch gesehen ein Mann. Als Richard den Fall vor Gericht zu verlieren droht, greift Mark ein. Immerhin hatte er mit Cindy ein Verhältnis bevor er herausfand, dass sie ein Mann ist.Auch Nelle muss vor Gericht eine ehemalige Beziehung vertreten. Sam Adams hat seine Ex-Tanzpartnerin und Ex-Geliebte Miss Cortez beschuldigt, ihm seinen Tanz gestohlen zu haben. Um sich ein besseres Bild zu machen, lässt sich die Richterin das Corpus Delicti von Sam und Miss Cortez vorführen. Nelle muss mit ansehen, wie zwischen den ehemaligen Tanzpartnern die erotischen Funken nur so sprühen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188871","hoster":"VOE"},{"path":"/redirect/14188874","hoster":"Vidoza"},{"path":"/redirect/14188873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-13","name":"Kanzleikoller","epNo":13,"alt":"Reach Out And Touch","descr":"Hat Ally die Trennung von Larry psychisch so stark zugesetzt? Ständig erscheint ihr der Schnulzen singende Barry Manilow: erst zu Hause, dann im Büro, schließlich sogar auf der Toilette. Der Geist des Barden wird sich wohl nur mit härteren Maßnahmen vertreiben lassen. Obwohl Ally also zur Zeit selbst therapiebedürftig ist, hat sie als Seelentrösterin ihrer Chefs allerhand zu tun. Sie muss sich um John kümmern, dessen Heiratsantrag Melanie zurückgewiesen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188872","hoster":"VOE"},{"path":"/redirect/14188876","hoster":"Vidoza"},{"path":"/redirect/14188875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-14","name":"Männerliebe","epNo":14,"alt":"Boys Town","descr":"Der Streit zwischen Richard und John eskaliert. Die zwei sind zwar beste Freunde und Partner, aber irgendwie hassen sie sich auch. Melanie schlägt den beiden eine Paartherapie vor, aber Richard lehnt ab, denn Männer reden nicht über ihre Gefühle. Schließlich stimmt er doch zu. Unter den Augen ihres Therapeuten können sie sich gegenseitig die Meinung sagen. Und hinterher bei einem Martini und einer Zigarre in Johns Geheimversteck Versöhnung feiern.Jackson und Ling vertreten die Kanzleichefin Gloria Albright, die alle männlichen Anwälte entlassen hat, um ihr Büro von negativen sexuellen Schwingungen zu befreien. Ein Fall von sexueller Diskriminierung? Ausgerechnet Renee vertritt die Gegenseite. Jackson versucht die Geschworenen davon zu überzeugen, dass Männer immer nur an das Eine denken - auch Anwälte.Ling sieht mit gemischten Gefühlen, dass Jackson sich nach dem Fall mit Renee verabredet. Elaine hingegen hat immer noch Schweißausbrüche in Gegenwart des neuen Anwalts. Mark fühlt sich dadurch in seinem männlichen Stolz verletzt und gibt ihr den Laufpass. Das hingegen bringt Ally auf die Palme. Sie kittet die Beziehung wieder. Allerdings muss Elaine danach in Jacksons Gegenwart hart gegen die Schweißperlen kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188809","hoster":"VOE"},{"path":"/redirect/14188819","hoster":"Vidoza"},{"path":"/redirect/14188808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-15","name":"Knall auf Fall","epNo":15,"alt":"Falling Up","descr":"Nach einem schlimmen Alptraum - auf dem Flug nach Detroit musste Ally sich von einer Nonne über Verhütung aufklären lassen - flüchtet Ally in Renees Bett. Doch da liegt schon ihr Arbeitskollege Jackson, den Renee schon bei der ersten Verabredung mit nach Hause genommen hat. Ling betrachtet die Entwicklung zwischen Renee und Jackson eifersüchtig. Die beiden singen sogar ein Duett im Club. Dann werden sie wohl auch miteinander schlafen, wie Elaine messerscharf schlussfolgert.Die ständigen Alpträume treiben Ally schließlich in die Arme einer Therapeutin. Die sagt sofort, dass Ally sich von Larry trennen soll. Der nächste Therapeut sagt das gleiche. Aber Ally sieht Larry weiterhin überall: im Büro, auf der Straße, zu Hause. Bis er dann leibhaftig vor ihr steht.John vertritt vor Gericht den reichen Eric Bennett. Eric will seine Ehe annullieren lassen, weil seine Frau plötzlich keine Kinder mehr will. Melanie gesteht John, dass auch sie nichts von Fortpflanzung hält. Keine Ehe, keine Kinder: Das ist zu viel für John. Nach einem heftigen Streit versöhnen die beiden sich, nur um sich anschließend endgültig zu trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188810","hoster":"VOE"},{"path":"/redirect/14188812","hoster":"Vidoza"},{"path":"/redirect/14188811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-16","name":"Tapetenwechsel","epNo":16,"alt":"The Getaway","descr":"Nach dem Bruch mit Melanie und Ling brauchen John und Richard dringend Ablenkung. Richard überrascht seinen Partner mit einer Einladung nach Los Angeles, wo die Menschen schrullig genug für John und oberflächlich genug für Richard sind. John wirft sich in sein schrecklichstes Hawaiihemd, und los geht der Wochenendtrip. Im Flugzeug ordert Richard für die Passagiere der ersten Klasse eine Runde Bloody Mary und bietet nebenbei seine Dienste als Anwalt an: Immerhin könnte das Flugzeug abstürzen. Als er auch noch seine Sauerstoffmaske aufsetzt, weil sein Sitznachbar Blähungen hat, wird er zur Begrüßung in L.A. am Flughafen verhaftet. Nachdem John ihn vor Gericht rausgepaukt hat, kann der Urlaub beginnen.Am Pool spricht Richard die junge Jane an. Kurz darauf werden die beiden verhaftet, weil Jane für eine Begleitagentur arbeitet. Anklage: Prostitution und Unterstützung von Prostitution. Wieder ist John derjenige, der vor Gericht alles glattbügelt.John nimmt sich Richards Vorbild zu Herzen und spricht am Pool Cassandra Wilson an. Sie wurde gerade von ihrem reichen Mann bei der Scheidung übers Ohr gehauen und mit einem Almosen abgespeist. Während John sich Cassandras Falls annimmt, hilft Richard Jane, von ihrem Agenten Frankie loszukommen. Danach kann der Urlaub aber nun endlich beginnen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188813","hoster":"VOE"},{"path":"/redirect/14188816","hoster":"Vidoza"},{"path":"/redirect/14188814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-17","name":"Wunschlos unglücklich","epNo":17,"alt":"The Pursuit of Unhappiness","descr":"Ally und Larry sehen Elaine knutschend mit einem Mann, der offensichtlich nicht ihr Freund Mark ist. Elaine gesteht Ally am nächsten Tag, dass sie im Laufe der Nacht wohl auch Sex hatte. Mark hingegen bekommt von ihr die Lüge, die ganze Lüge und nichts als die Lüge zu hören. Jetzt muss nur noch Ally dichthalten, denn sie dient als Alibi für den fraglichen Abend.Gilbert Breen und seine Verlobte Julie sind wunschlos glücklich. Bis Jackson seinen Klienten Gilbert von der unbedingten Notwendigkeit eines Ehevertrags überzeugt. Jackson und Larry, der Julie vertritt, führen einen Kleinkrieg um die Vertragsbedingungen und schaffen es damit fast, die Hochzeit zum Platzen zu bringen. John kann das Schlimmste gerade noch verhindern.Reedereibesitzer Kenneth Thompson wird von seinem Sohn verklagt, weil er seit einem Unfall glücklich ist. Der vorher so skrupellose Vater denkt plötzlich an seine Arbeiter, verbringt viel Zeit mit seiner Frau und spendet für wohltätige Zwecke. Kann Mr. Thompson in diesem Zustand wirklich noch seine Firma leiten, oder ist er unzurechnungsfähig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188817","hoster":"VOE"},{"path":"/redirect/14188824","hoster":"Vidoza"},{"path":"/redirect/14188818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-18","name":"Kleinkram","epNo":18,"alt":"The Obstacle Course","descr":"Der überraschende Besuch von Cassandra Lewis verwirrt John, der sich noch nicht bereit fühlt für eine neue Beziehung. Richard hingegen wäre bereit, sie zu übernehmen, wenn John momentan kein Interesse hat. Johns Schweigen deutet er als Einverständnis und macht sich sofort an Cassandra heran. Als sie von der scheinbaren Abmachung erfährt, verpasst sie John zur Strafe ein Veilchen.Ally vertritt vor Gericht Douglas McGrath, der von einer Frau wegen Betrug verklagt wurde. Die beiden lernten sich über das Internet kennen und hatten ein halbes Jahr Kontakt bevor sie erfuhr, dass er ein Zwerg ist. Ausgerechnet Larry vertritt die Gegenpartei. Ist Allys Freund genauso oberflächlich wie seine Mandantin, oder würde er sie auch lieben, wenn sie nur 1 Meter 20 groß wäre?Sylvie Stiles verlangt von ihrem Ex-Freund Michael Putnick Schadenersatz, weil er ihr die Hochzeit verdorben hat. Michael erhob während der Zeremonie den Einwand, \"er\" liebe die Braut. Der Fall bringt Jackson dazu, Ling ein Liebesgeständnis zu machen. Richard hingegen glaubt, dass es zwischen ihm und Ling wieder klappt. Immerhin sind sie beide oberflächlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188820","hoster":"VOE"},{"path":"/redirect/14188826","hoster":"Vidoza"},{"path":"/redirect/14188823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-19","name":"Barry ... verzweifelt gesucht!","epNo":19,"alt":"In Search of Barry White","descr":"Kevin Stoller bittet John um Hilfe, weil er seine vor zwei Jahren verstorbene Frau klonen lassen will. Larry vertritt vor Gericht die Gegenpartei und wettet mit Ally, dass er den Prozess gewinnt. Wetteinsatz: eine Fußmassage. Ally verrät John die Schwächen ihres Freundes. Außerdem frisiert sie die Wahrheit ein klein wenig, um ihren Chef zusätzlich zu motivieren. Das erfüllt ihren Zweck. John ist nun ganz heiß darauf, Larry vor Gericht zu schlagen. Aber um so richtig in Höchstform zu kommen, fehlt ihm seine geistige Inspiration: die Stimme von Barry White. Auf der Toilette macht John sich auf die Suche nach Barry.Richard bewegt sich vor Lings Augen ständig im Schnellvorlauf, Jackson hingegen in Zeitlupe. Allys Diagnose: Ling ist eindeutig in Jackson verliebt. Die will sich selbst therapieren und unternimmt einen Versuch, Richard zu verführen. Aber der erkannt sofort, dass seine Ex-Freundin in Jackson verknallt ist. Wieso sonst würde sie sich die Beine vor der Arbeit rasieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188821","hoster":"VOE"},{"path":"/redirect/14188832","hoster":"Vidoza"},{"path":"/redirect/14188822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-20","name":"Geburtstagsblues","epNo":20,"alt":"Cloudy Skies, Chance of Parade","descr":"John und Nelle vertreten das Barbra Streisand-Double Harold, der seinen Schönheitschirurgen verklagt hat. Um Streisand ähnlicher zu sehen, hat er sich die Nase vergrößern lassen. Die ist aber zu groß geworden, wie Harold findet. John ist völlig fasziniert vom Riechorgan seines Klienten. Nelle findet heraus, warum Harold wirklich sauer ist: Nach der Operation hat sein Freund ihn verlassen.Ein Tag voller Depressionen steht Ally ins Haus: ihr 31. Geburtstag. Alle wollen groß feiern - nur das Geburtstagskind nicht. Sie nimmt sich frei und hat zu Hause den Geburtstagsblues. Außerdem träumt sie von einem vergreisten Baby, dass sich keine Hoffnung mehr macht, jemals geboren zu werden. Und Larry hat auch keine Blumen geschickt.Larry hat keine Zeit für seine Freundin, weil er Sting verteidigt. Hat der Sänger wirklich die Ehe von Lewis und Melissa zerrüttet, weil er bei einem Konzert Melissa einen Blick zugeworfen hat? Sting rettet nicht nur die Ehe der beiden, sondern hilft auch Larry aus der Patsche, der viel zu spät zu Allys Geburtstagsparty im Club kommt. Dafür hat er einen Ehrengast dabei.Ally hat ihren 31. Geburtstag, und Sting höchstpersönlich kommt als Ehrengast zu ihrer Geburtstagsfeier, um ihr ein Ständchen zu singen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188825","hoster":"VOE"},{"path":"/redirect/14188828","hoster":"Vidoza"},{"path":"/redirect/14188827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-21","name":"Das Summen der Drohnen","epNo":21,"alt":"Queen Bee","descr":"Richards neue Klientin, Sydney Gale, übt eine magische Anziehung auf alle Männer in ihrer Umgebung aus. Auch Richard ist sofort Feuer und Flamme für die Chefin einer Werbeagentur. Sydney hat ihre Firma wie einen Bienenstock organisiert mit den Männern - und in der Firma gibt es nur Männer - als Dronen und ihr als Bienenkönigin. Alle umschwärmen sie. Auch Richard verliert in Sydneys Gegenwart seinen Verstand und bittet John um Hilfe. Der muss die Bienenkönigin gegen eine ehemaligen Mitarbeiter verteidigen, der entlassen wurde, weil er wegen seiner bevorstehenden Hochzeit keinen sexuellen Kontakt mit seiner Königin mehr haben wollte. Auch der sonst so kühle John verfällt Sydney.Richards Pfarrer, Reverend Mark Newman, hat schon wieder Probleme mit seiner ehemaligen Freundin Lisa. Die Chorleiterin nutzt ihre Position in der Kirche regelmäßig, um im Gottesdienst gehässige Gospels gegen Marks neue Freundin Buttons zu singen. Die ist ebenfalls im Chor, und so endet der Gottesdienst immer im gesanglichen Wettstreit der beiden. Nelle und Jackson versuchen einen Kompromiss zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188830","hoster":"VOE"},{"path":"/redirect/14188836","hoster":"Vidoza"},{"path":"/redirect/14188829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-22","name":"Ring frei","epNo":22,"alt":"Home Again","descr":"Ally träumt, dass ein Chirurg ihr Herz wegwirft: gebrochen! Ihre schlimmen Ahnungen scheinen sich zu bestätigen, als sie Larry mit seiner Ex-Frau Helena im Eiscafé sitzen sieht - mit Schlagsahne auf der Nase. Ally gießt noch etwas Schokoladensoße dazu und beendet die Beziehung. Dabei hatte Larry ihr am Abend zuvor einen Heiratsantrag machen wollen, der allerdings daran scheiterte, dass der Verlobungsring versehentlich am Nachbartisch landete. Larry betrachtet das als ein Wink des Schicksals und kommt zu dem Schluss, dass er ein Beziehungsversager ist und die Trennung von Ally deshalb das Beste sei.Richard fliegt nach L.A., weil Jane ihn um Hilfe bittet. Ein Magazin will Nacktfotos von ihr veröffentlichen, was einen Herzinfarkt des Vaters sowie Enterbung nach sich ziehen würde. Richard bittet John, ihm während der Verhandlung per Funk zu soufflieren. Leider wird die Verbindung mittendrin durch einen Sexanruf gestört. Nun muss Richard beweisen, dass er tatsächlich Jura studiert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188831","hoster":"VOE"},{"path":"/redirect/14188840","hoster":"Vidoza"},{"path":"/redirect/14188833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-4/episode-23","name":"Solo für Ally","epNo":23,"alt":"The Wedding","descr":"Richard hat Jane dazu überredet, nach Boston zu ziehen und sie auch gleich als Sekretärin in der Kanzlei angestellt. Nelle und Ling reagieren allergisch auf die neue weibliche Konkurrenz, was Jane deutlich zu spüren bekommt. Richard und John beschließen daraufhin, dass sich an dem kalten Klima bei \"Cage \u0026 Fish\" etwas ändern muss.Nach der Trennung von Larry leidet Ally wieder mal unter Halluzinationen. Eine willkommene Ablenkung ist der Fall des Schülers Malcolm. Der 17-Jährige hat eine Mitschülerin verklagt, weil sie trotz ihrer Zusage doch nicht mit ihm zum Schulabschlussball gehen will. Der Fall ist von vornherein aussichtslos und geht sang- und klanglos verloren.Ally hält Malcolm nach dem kurzen Prozess einen Vortrag über die Liebe und springt sicherheitshalber auch gleich als Ersatzbegleitung für den Abschlussball ein. Richard schließt sich mit Jane ebenfalls an, damit sie mehr Kontakt mit Leuten in ihrem Alter hat. Nun muss Ally Malcom nur noch dazu überreden, dass er auf dem Abschlussball sein geplantes Lied vorträgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188835","hoster":"VOE"},{"path":"/redirect/14188842","hoster":"Vidoza"},{"path":"/redirect/14188834","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-1","name":"Eine Ally zu viel","epNo":1,"alt":"Friends and Lovers","descr":"Völlig verträumt ist Ally McBeal mit ihrem motorisierten Roller auf dem Weg zur Arbeit -und fährt auf dem Fußweg plötzlich eine wildfremde Frau um. \"Ist irgend etwas gebrochen?\" \"Nein, es ist nichts gebrochen, ich habe ihn ja nicht mal mehr geliebt... alles ist bestens... er fehlt mir nur so wahnsinnig.\" Während das ?Opfer\u0027 Jenny geistesabwesend und orientierungslos über Bostons Straßen stolpert, ist Ally sofort klar: \"Ich stieß mit mir zusammen.\" Anwältin Jenny Shaw ist Allys Seelenverwandte. \"Vielleicht hat Gott ja mein zweites Ich erschaffen, sozusagen als Reserve, falls der erste Versuch misslingt.\" Weil Jenny nicht nur ihren Freund, sondern auch noch ihren Job verloren hat, und Ally dabei sofort an ihre Vergangenheit - an sich und Billy - denken muss, kommen so etwas wie fürsorgliche Gefühle in ihr hoch. Ally fackelt nicht lange und engagiert Jenny als Anwältin. Und so nimmt Allys Déjà Vu-Erlebnis seinen Lauf: In der Kanzlei angekommen, stellt Ally die junge Frau Jenny den anderen Kollegen vor. Doch Richard hat längst einen neuen Juristen eingestellt. Wie es der Zufall will, ist dieser Anwalt Jennys Ex-Freund Glenn Foy. Und der, das muss Ally sich eingestehen, sieht verdammt gut aus. Zwei neue Anwälte sind für Richard Fish im Grunde einer zu viel. Doch als der Chef der Kanzlei erfährt, welchen lukrativen Fall Jenny einbringen würde, kann er sie nicht mehr gehen lassen. Jenny will alle Telefongesellschaften wegen Belästigung verklagen: Sie fühle sich durch abendliche Werbeanrufe gestört. Das Besondere daran: Jenny hat 72.000 Mitkläger. Als Ally und Jenny über Freundschaften zu Männern sinnieren, traut John Cage seinen Ohren nicht. Ally liebt ihn, er hat es genau gehört. Soll er sich nun endlich trauen, ihr seine Gefühle zu gestehen? Nun steht ihrer Liebe doch eigentlich nichts mehr im Wege. Um ein Gefühlschaos zu verhindern, wäre es wohl besser gewesen, John Cage hätte auch noch das Ende von Jennys und Allys Unterhaltung mitbekommen. Darin stellt Ally nämlich klar, dass es sich um eine rein platonische Liebe handele. Weniger platonische als romantische Gefühle hegt Ally für Glenn, den alten Freund ihrer neuen Freundin - auch wenn sie es sich nicht eingestehen will. Dauer-Single Ally erzählt ihrem neuen Therapeuten Steven Milter alles, was es über den schönen Neuen zu berichten gibt, und der checkt die Lage schnell: \"Sie haben es auf diesen Jungen abgesehen.\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188895","hoster":"VOE"},{"path":"/redirect/14188897","hoster":"Vidoza"},{"path":"/redirect/14188896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-2","name":"Kurzer Prozess","epNo":2,"alt":"Judge Ling","descr":"Immer wieder behauptet Jenny, Ally wolle mit Glenn schlafen und am liebsten auch noch etwas mit Raymond anfangen. Ally ist genervt. Doch sie findet die beiden tatsächlich äußerst anziehend, vor allem Glenn, der ihr von ihrem Therapeuten als Übergangspartner wärmstens empfohlen wurde. Jenny hat die Hauptklägerin für ihre Sammelklage wegen Belästigung gegen alle Telefongesellschaften zur Befragung in die Kanzlei geladen. Zum Entsetzen aller handelt es sich dabei um einen älteren, äußerst extravaganten Transvestiten namens Claire Otoms, der ohne Punkt und Komma plappert. Raymond, der Anwalt der Telefongesellschaften, hält das ganze für einen Witz und beantragt bei Richter Walsh, die Befragung vor Gericht fortzusetzen. Doch obwohl Claire Otoms so gar nicht einer überzeugenden Hauptklägerin entspricht, geht die Anhörung positiv aus: Der Richter stimmt einer Klage wegen Ruhestörung zu. Ling schmeichelt unwissentlich der Gouverneurin von Massachusetts und wird von ihr zur Richterin ernannt. In dieser Position ist sie als notorisches Biest ganz in ihrem Element. Sie erhält sogar ein Angebot, ins Fernsehen zu kommen. Corretta, eine weitere neue Anwältin bei Richard, möchte derweil dem einsamen John helfen, indem sie seinen Körper für Frauen attraktiver macht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188898","hoster":"VOE"},{"path":"/redirect/14188907","hoster":"Vidoza"},{"path":"/redirect/14188900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-3","name":"Die drei Muskeltiere","epNo":3,"alt":"Neutral Corners","descr":"Ally träumt, dass Jenny sich einen Boxkampf zwischen Glenn und Raymond vorstellt, bei dem Glenn unterliegt. Jenny bittet Glenn daraufhin, in dem Telefon-Fall eine Einigung mit Raymond zu erwirken, da andernfalls die Freundschaft der beiden ernsthaft gefährdet sei. Doch Glenn überzeugt Jenny und Ally, dass der Traum nichts mit dem Fall zu tun habe, sondern viel eher etwas mit Liebe und den sexuellen Phantasien, die Ally bezüglich Glenn hege. Nun glaubt Ally, Glenn interessiere sich für sie und stellt ihn zur Rede. Doch er streitet jegliche romantischen Gefühle ab. Schließlich zeigt sich jedoch, dass er sein Interesse an Ally nur aus Rücksicht auf Jenny leugnet. John fühlt sich in Correttas Muskelanzug lächerlich und beschließt, seine Gefühle für Ally nicht länger vor ihr zu verstecken. Auch Raymond möchte gerne mit Ally ausgehen, was ihr aber gar nicht passt. Zudem ist Ally nach wie vor mit Jennys Telefon-Fall beschäftigt. Als bei den Vergleichsverhandlungen kein befriedigendes Ergebnis mehr möglich scheint, kommt sie auf den Gedanken, einen Werbespot mit Claire Otoms zu drehen, in dem dazu aufgerufen wird, sich der Klage anzuschließen. Angesichts der drohenden Ausstrahlung und eines klägerfreundlichen Geschworenengerichts erzielen Jenny, Glenn und Ally eine Vergleichssumme von 15 Millionen Dollar. Richard ist zu Tränen gerührt. Und Richterin Ling wird mit einer Feier und einem Song von Glenn verabschiedet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188901","hoster":"VOE"},{"path":"/redirect/14188902","hoster":"Vidoza"},{"path":"/redirect/14188903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-4","name":"Auf Tauchstation","epNo":4,"alt":"Fear of Flirting","descr":"Ally und Glenn wagen kaum, sich in die Augen zu sehen. Sie haben verabredet, Jenny zuliebe nichts miteinander anzufangen, was ihnen ausgesprochen schwer fällt. Um Glenn aus dem Weg zu gehen, nimmt sich Ally kurzerhand frei und geht zu ihrem Therapeuten.Raymond wird von einer anderen Anwältin verklagt, weil er während einer Verhandlung ständig anzügliche Bemerkungen gemacht hat. Er bittet Jenny, ihn zu vertreten, weil sie mit ihren Sommersprossen so mädchenhaft wirke - im Grunde hält er sie aber einfach für eine gute Anwältin. Jenny ist tatsächlich recht erfolgreich. Die Geschworenen entscheiden sich zwar gegen Raymond, fordern jedoch nur einen symbolischen Schadensersatz. Während der Befragung verliebt sich Jenny in Raymond. Raymond erwidert ihre Gefühle, doch er befürchtet, dass Glenn etwas gegen eine Beziehung zwischen ihm und Jenny hat.Unterdessen macht sich John aus dem Staub. Er hinterlässt lediglich eine Notiz, man solle sich keine Sorgen machen. Sogar sein Schlupfloch in der Toilette ist leergeräumt. Richard packt die Gelegenheit beim Schopf und zieht selbst ein. Doch Nelle macht sich trotzdem Sorgen um John.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188904","hoster":"VOE"},{"path":"/redirect/14188906","hoster":"Vidoza"},{"path":"/redirect/14188905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-5","name":"Junges Gemüse","epNo":5,"alt":"I Want Love","descr":"Frances, die Mutter von Jenny, besucht ihre Tochter in der Kanzlei, weil sie einen Anwalt braucht. Sie wurde von der Investment-Gesellschaft, bei der sie arbeitet, entlassen. Kündigungsgrund ist die Tatsache, dass sie als 50-jährige Frau eine Affäre mit dem 22-jährigen Tim Boyle hat. Deshalb könnten die Kunden den Eindruck, gewinnen sie sei zu impulsiv und unberechenbar, um als Anlageberaterin ihr Geld sicher anzulegen. Auch Jenny ist entsetzt von der Partnerwahl ihrer Mutter und möchte, dass Ally und Glenn den Fall verlieren. Ally fühlt sich von der Beziehung zwischen Frances und Tim persönlich betroffen. Schließlich lehnt sie selbst eine Beziehung zu Glenn ab, weil er viel jünger als sie ist. Doch im Grunde hat sie nur Angst davor, wieder verlassen zu werden. In ihrem Plädoyer erklärt sie, das eine Wahl aus Liebe nie falsch sein kann und das Alter keine Rolle spielt. Mit Hilfe eines Orchesters aus Lings Gerichtssaal gewinnt sie den Prozess. Während Ling und Nelle in der Bar Elton John lauschen, versucht Richard, an Frances und ihren Kehllappen heranzukommen. Als er sie endlich in Cages Versteck auf der Toilette gelockt hat, erlebt er sein blaues Wunder...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188908","hoster":"VOE"},{"path":"/redirect/14188910","hoster":"Vidoza"},{"path":"/redirect/14188911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-6","name":"Ab auf die Couch","epNo":6,"alt":"Lost and Found","descr":"Ally erzählt ihrem Therapeuten Steven, dass sie am Abend zuvor mit Glenn ausgegangen ist. Kurz bevor sich die beiden Verliebten in Allys Wohnung jedoch die Kleider vom Leib rissen, hat Ally aus heiterem Himmel \"Nein\" gesagt. Für Steven ist die Sache klar: Ally muss sich Glenn stellen. Am nächsten Morgen macht sich Ally also auf und erklärt Glenn, sie wolle dem Mann, der nach ihm komme, nicht untreu sein. Als Ally ihm ein Abendessen vorschlägt, macht Raymond daraus gleich ein Double Date mit Ally, Glenn, ihm und Jenny. Ally kann dieses Essen zu viert nicht abschlagen. Doch sie macht sich gehörig Sorgen vor der bevorstehenden Begegnung, schließlich waren Glenn und Jenny lange zusammen. Zu allem Überfluss glaubt Jenny auch noch, dass das Dinner zu ihren Ehren vereinbart worden wäre. Denn was alle vergessen haben: Jenny hat Geburtstag. Als Glenn, der kein Geschenk besorgt hat, aus der Not eine Tugend macht und an der Bar \"You were always on my mind\" für Jenny singt, muss Ally erkennen, dass die beiden sich immer noch lieben.John kehrt unerwartet und ohne jede Erklärung wieder in die Kanzlei zurück. Keiner weiß, wo er gewesen ist. Als John entdeckt, dass Richard sein Schlupfloch in Beschlag genommen hat, ist er empört. Schließlich gelingt es Ally und Richard, John davon zu überzeugen, dass er als Partner von Richard eine große Verantwortung trägt.Richard und Corretta übernehmen den Fall von Nancy Grower, der es nicht erlaubt ist, zu heiraten. Sie hatte sich früher mit älteren Männern verlobt und war dann mit dem Verlobungsring verschwunden. Doch ihr jetziger Freund Gerard liebt sie trotz ihrer Vergangenheit, und Nancy erhält die Heiratserlaubnis. Doch dann stellt sich heraus, dass man Nancy nur eine Falle gestellt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188909","hoster":"VOE"},{"path":"/redirect/14188919","hoster":"Vidoza"},{"path":"/redirect/14188912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-7","name":"Oh Gott, Herr Pfarrer","epNo":7,"alt":"Nine One One","descr":"Es ist kurz vor Weihnachten: Auf einem Spaziergang durch die Stadt kommt Ally an einem Friedhof vorbei. Dort sieht sie einen trauernden Mann an einem Grab und will ihm helfen. Bei dem Fremden handelt es sich um den Pfarrer Wyatt, der um seine Frau trauert. Als er erfährt, dass Ally Anwältin ist, erzählt er ihr, dass er einen Anwalt brauchen könnte, denn er wurde soeben vom Kirchenrat entlassen. Der Kündigungsgrund: Er kann aufgrund seiner persönlichen Erfahrungen nicht mehr an Gott glauben und hat sein Hadern mit Gott auch seiner Gemeinde von der Kanzel herab verkündet. Ally hat Mitleid mit dem Witwer und versucht, eine Einigung mit der Kirche zu erwirken. Das schlägt jedoch fehl, denn Wyatt stellt sich auch selbst in seinem Amt in Frage. Ally erfährt, dass Wyatts Ehefrau bei einem Raubüberfall erschossen wurde und der Pfarrer nun nicht einmal seinem eigenen Sohn helfen kann, der sich von ihm entfremdet habe. Ally besucht daraufhin den Sohn und erkennt in ihm Malcolm, den sie vor einem Jahr auf dessen Abschlussball begleitete. Damals überredete sie den schüchternen Jungen dazu, zu singen. Doch seit dem gewaltsamen Tod seiner Mutter hat er das Singen aufgegeben und sich ganz in seiner Trauer vergraben. Ally berichtet von ihrer Erfahrung mit Billys Tod und erreicht, dass Wyatt und Malcolm wieder Mut fassen.John soll unterdessen Mr. Hooley vertreten, der den Bürgermeister der Stadt Jackman verklagt. Bürgermeister Horne sagte die Weihnachtsparade ab und will auch keine private Parade der Bürger Jackmans genehmigen. Die Stadt befinde sich in einer Rezession und habe nach einem Brand viele Opfer zu beklagen. Es sei, so Horne, kein Jahr, in dem man feiern sollte. John gelingt es, den Richter vom Gegenteil zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188913","hoster":"VOE"},{"path":"/redirect/14188920","hoster":"Vidoza"},{"path":"/redirect/14188914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-8","name":"Kuppelversuche","epNo":8,"alt":"Playing with Matches","descr":"Kimmy Bishop bittet John Cage, sie in einer Klage gegen die Partnervermittlerin Harriet Pumple zu vertreten. Diese hat Kimmy 23.000 Dollar aus der Tasche gezogen und ihr dann nach drei Monaten schriftlich mitgeteilt, sie sei unvermittelbar. Dabei habe man sie, so Kimmy, nur an Männer vermittelt, die definitiv nicht zu ihr passten. John und Corretta drohen den Fall durch die Zeugin Miss Cushnip zu verlieren. Da wendet Corretta einen Trick an, um Miss Pumple als unfähige Partnervermittlerin dastehen zu lassen und erwirkt so eine Einigung. Ally hat unterdessen den Eindruck, dass Tim, der Verlobte von Jennys Mutter Frances, ihr sexuelle Avancen macht. Sie entlockt ihm den Vorschlag, eine kleine Affäre mit ihr anzufangen. Dann stellt Ally seine Zukünftige vor vollendete Tatsachen. Zu ihrem Entsetzten muss sie jedoch feststellen, dass die beiden eine offene Ehe mit allen Freiheiten planen. Das nimmt Ally endgültig jeden Glauben an die Liebe und ruft bei ihr merkwürdigerweise die Halluzination eines kleinen Jungen mit Schlittschuhen hervor. Dieser beschuldigt sie wiederholt, sie würde ihn umbringen und ihn \"Nicht atmen\" lassen. Richard erkennt, dass der Junge den Teil von Ally repräsentiert, der noch an die vollkommene Liebe glaubt. Da erinnert sich Ally plötzlich an eine Szene, die sich vor Jahren auf einem Eislaufplatz zugetragen hat und geht zum Schlittschuhfahren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188915","hoster":"VOE"},{"path":"/redirect/14188925","hoster":"Vidoza"},{"path":"/redirect/14188916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-9","name":"Hausaufgaben","epNo":9,"alt":"Blowin\u0027 in the Wind","descr":"Allys Hut wird vom Wind weggeweht und landet auf einem Schild, auf dem ein ziemlich verrottetes Haus zum Verkauf angeboten wird. Ally ist sofort hingerissen und kauft das Gemäuer. Alle, ihr Therapeut eingeschlossen, erklären sie für verrückt, die Bruchbude für teures Geld erstanden zu haben. In dem heruntergekommen Haus sehen sie den Spiegel für ihre zerrüttete Seele. Trotzdem bietet Richard seine Hilfe bei der Renovierung an, und plötzlich taucht auch ein Handwerker namens Victor auf, den die Bank geschickt hat, um einige fällige Reparaturen vorzunehmen. Ally ist begeistert.Michael Walker bittet Ally, ihn zu verteidigen, da er angeklagt wird, seine Frau um ihr Geld gebracht und die Bank getäuscht zu haben. Er wollte jedoch nur seiner Frau eine Freude machen und kaufte ihr ständig Geschenke. Doch nun verloren die beiden sogar ihr Haus. Ally befragt ihren Therapeuten als Experten in dem Fall. Er stellt eine Störung der Impulskontrolle fest, was die Geschworenen zu einem Freispruch bewegt. Doch Mrs. Walker will ihren Mann nicht wiedersehen.Corretta schickt Jenny wegen ihres schmerzenden Nackens zu einem Chiropraktiker, der einen sehr erregenden, vibrierenden Stuhl hat. Daraufhin wird Glenn eifersüchtig auf den Stuhl. Und auch Nelle kann der Versuchung nicht widerstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188917","hoster":"VOE"},{"path":"/redirect/14188928","hoster":"Vidoza"},{"path":"/redirect/14188918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-10","name":"Sturzflug","epNo":10,"alt":"One Hundred Tears","descr":"Als Ally und Elaine durch die Stadt schlendern, treffen die beiden auf den ungemein gut aussehenden Handwerker Victor Morrison, dessen blendendes Auftreten Allys Fantasie mächtig anheizt. Klar, dass ihre Tagträume wieder einmal reichlich bizarre Ausmaße annehmen. Später in der Kanzlei wird Ally von dem Angeklagten Harvey Hall gebeten, seine Verteidigung zu übernehmen. Seine seltsame Begründung: Er habe auf den ersten Blick erkannt, dass auch sie fliegen kann. Ally ist zwar reichlich konsterniert, kann Harvey aber gut verstehen: Als Kind hatte sie ebenfalls davon geträumt, wegzufliegen, wann immer ihre Eltern stritten. Nach vielen missglückten Flugversuchen mit selbst gebastelten Flügeln und nach einem erfolglosen Berufsleben hat Harvey einen einzigen Wunsch: sich seinen Kindheitstraum zu erfüllen. Er will unbedingt von seinem Elternhaus aus über den Fluss dahinter fliegen. Doch in dem Haus seiner Kindheit leben jetzt Fremde. Harvey wurde schon mehrfach wegen Einbruch in sein Elternhaus verklagt. Ally erfährt, dass Harvey an Krebs erkrankt ist und überredet den Kläger, die Klage zurückzunehmen. Tatsächlich gelingt es Harvey noch, den Fluss zu überfliegen, bevor er an einem Herzinfarkt stirbt.Richard, Corretta und Elaine wollen durch die Vermittlung von Harriet Pumple einen Partner finden, aber John können sie zu dieser Aktion nicht überreden. Auf Harriets Rat hin versucht die ganze Kanzlei, John mit einer Gesangseinlage von der Partnersuche zu überzeugen.Auch in dieser Folge spielt Rock-Megastar Jon Bon Jovi wieder den freundlichen und ungemein gut aussehenden Handwerker Victor Morrison, der diesmal Allys Fantasie mächtig anheizt - und sich darüber beschwert, immer nur als Lustobjekt gesehen zu werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188921","hoster":"VOE"},{"path":"/redirect/14188929","hoster":"Vidoza"},{"path":"/redirect/14188922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-11","name":"Kinderüberraschung","epNo":11,"alt":"A Kick in the Head","descr":"Eines Abends klingelt es an Allys Haustür, während Ally gerade dabei ist, ihre Spüle zu reparieren. Draußen steht die zehnjährige Maddie, die behauptet, ihre Tochter zu sein. Ally ist wie vom Donner gerührt. Maddie entstand aus einer Eizelle, die Ally zehn Jahre zuvor für Versuchszwecke gespendet hatte. Doch versehentlich wurde ihre Eizelle einer Frau eingepflanzt. Nachdem Maddies Vater kürzlich starb, machte sich das Mädchen auf die Suche nach ihrer leiblichen Mutter. Ally behält Maddie über Nacht bei sich. Am nächsten Tag taucht Maddies durchgeknallte Tante Bonnie auf, bei der Maddie in den letzten Monaten gelebt hat. Sie ist Nachtclub-Sängerin und versucht ihr Glück gleich auch in Allys Bar. Ally fühlt sich berufen, Maddie bei sich zu behalten, weil sie überzeugt ist, mehr Zeit für das Kind zu haben als Bonnie. Und auch Maddie ist dem Vorschlag gegenüber nicht abgeneigt.Richard hat unterdessen einen Mordfall übernommen: Kendall Willis hat seiner Frau mit aller Wucht gegen den Kopf getreten, als wäre er ein Fußball. Tatsächlich glaubte Willis im Moment der Tat einen Fußball am Stand liegen zu sehen und nicht den Kopf seiner Frau. John ist unwohl bei dem Gedanken, dass das Schicksal des Mannes in Richards Händen liegt. Als Richard ein Bild von Kendalls Frau, auf dem er einen Fußball über ihr Gesicht gepinselt hat, in die Beweisaufnahme einbringen will, platzt John der Kragen. Er beschimpft seinen Partner als lausigen Anwalt. Doch dann bemerkt er, dass Kendall ihn zeitweise für einen Garderobenständer hält. Er schickt Willis zum Neurologen. Der findet einen Hirntumor, der das Sehvermögen beeinträchtigt. Richard hält sein Plädoyer...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188923","hoster":"VOE"},{"path":"/redirect/14188931","hoster":"Vidoza"},{"path":"/redirect/14188924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-12","name":"Chef-Sache","epNo":12,"alt":"The New Day","descr":"John hat die Kanzlei verlassen, sich nach Mexiko verzogen und steht nur noch als Berater zur Verfügung. Deshalb bietet Richard Ally die Partnerschaft an. Die hat gerade mit Maddies erstem Schultag bzw. der Suche nach der geeigneten Schule zu kämpfen, weil sie eine perfekte Mutter sein will. Außerdem würde sie Victor am liebsten kündigen, weil er gewagt hat, sie und ihre Erziehungsmethoden zu kritisieren. Trotzdem nimmt sie Richards Angebot an, natürlich sehr zu Nelles Missfallen. Bei der Durchsicht der Bücher stellt Ally fest, dass Richard seit Monaten die Gehälter aus eigener Tasche zahlt. Auch John arbeitet unentgeltlich. Sie beschließt, einige Mitarbeiter zu entlassen, was John und Richard nie über sich bringen konnten. Unterdessen hat Ally auch den Babysitter entlassen, weil er den Film \"Moulin Rouge\" nicht mochte. Wie gut, dass Victor sich anbietet, in die Bresche zu springen - und sich scheinbar bestens mit Maddie verträgt.Corretta vertritt Kelly Bridgeman, die von der Anwaltskanzlei McKinley-Cobb entlassen wurde, weil sie an AIDS erkrankt ist und nur noch zwei Jahre zu leben hat. Bei ihrer Einstellung hat sie das verschwiegen. Owen Cobb, der von Raymond vertreten wird, möchte seine Angestellten vor einem erneuten Verlust schützen: Bei den Anschlägen auf das World Trade Center kamen bereits zwei Mitarbeiter ums Leben. Außerdem starb sein eigener Sohn an AIDS. Die Geschworenen entscheiden zugunsten von Kelly Bridgeman, die 360.000 Dollar Schadenersatz erhält, aber ihren Job nicht zurück bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188926","hoster":"VOE"},{"path":"/redirect/14188935","hoster":"Vidoza"},{"path":"/redirect/14188927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-13","name":"Wenn Köpfe rollen...","epNo":13,"alt":"Woman","descr":"Ally entschließt sich schweren Herzens, Jenny wegen der schlechten finanziellen Lage der Kanzlei zu entlassen. Daraufhin droht Glenn damit, die Firma zu verlassen und seine Mandanten mitzunehmen. Rigoros kündigt Ally nun auch Glenn. Als Victor ihr rät, Glenn wieder einzustellen, entschuldigt sie sich bei Glenn. Der entschließt sich aber, gemeinsam mit Jenny eine eigene Kanzlei zu eröffnen. Claire Otoms, ein älterer, äußerst extravaganter Transvestit, der ohne Punkt und Komma plappert, will gegen ihren Chef, Mr. Polk, klagen. Er hat sie entlassen, weil sie angeblich die Männer im Büro sexuell belästigt. Vor allem stört er sich an der lasziven Art, mit der sie Hot Dogs isst. Richard und Greta stellen vor Gericht klar, dass Claire nur einsam ist. Sie spricht die Männer an, um Kontakt zu knüpfen. Das überzeugt Richter Walsh jedoch nicht und er weist Claires Klage ab. Richard zeigt sich von seiner weichherzigen Seite und stellt Claire ein.Ling erscheint bei Richard und möchte wissen, wie es ihm nach Johns Verschwinden geht. Sie erfährt von Nelle, dass Ally von ihr fordert, freundlicher zu werden und in der Bar zu singen. Weil Nelle aber nicht singen kann, arrangiert Ling gemeinsam mit Elaine einen Playback-Auftritt, der allerdings etwas anders ausfällt als geplant.Maddie eröffnet Ally, dass ihr Freund mit ihr Schluss gemacht hat. Um sich zu trösten, will sie ihre Freundinnen über Nacht zu einer Schlummer-Party einladen. Weil Victor seine Unterstützung zugesagt hat, willigt Ally ein. Dass sie den Mädchen zusammen mit Viktor einen Zungenkuss demonstrieren soll, geht Ally jedoch entschieden zu weit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188930","hoster":"VOE"},{"path":"/redirect/14188940","hoster":"Vidoza"},{"path":"/redirect/14188932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-14","name":"Gute Gene, schlechte Gene","epNo":14,"alt":"Homecoming","descr":"Ally träumt, dass Maddie nicht ihre genetische Tochter ist, und beschließt, einen DNA-Test machen zu lassen. Maddie befürchtet, Ally würde sie nicht mehr lieben, wenn der Test negativ ausfallen sollte. Sie flüchtet sich zu ihrer Tante Bonnie nach New York, die sie sofort wieder zurückbringt. Ally erklärt Maddie, dass sie nach Billy und Larry endlich echte Sicherheit in ihrem Leben brauche. Maddie gehöre zu ihr und niemand könne sie ihr wegnehmen. Der Test beweist, dass Maddie tatsächlich Allys Tochter ist.Vor Allys Haustür steht eine ältere Frau namens Helen Apple, die einen gewissen Vincent Graves sucht, der früher hier wohnte und ihr Geliebter war. Ally muss ihr mitteilen, dass Vincent gestorben ist und sein Haus jetzt ihr gehört. Als Mrs. Apple Victor sieht, hält sie ihn für den jungen Vincent. Victor spielt das Spiel mit und nimmt Helen - in der Rolle des wieder auferstandenen Vincent - die Angst vor dem Tod. Nun kann Helen ruhig sterben.Richard vertritt Mr. Hookland, der drei frühere Schulfreunde verklagt. Sie haben ihm vor 25 Jahren einen so böswilligen Streich mit einer von ihm angebeteten Schülerin gespielt, dass er danach zu keiner Beziehung mehr fähig war. Der Richter weist die Klage ab, was Richard erschüttert. Er selbst hat auch solch eine unerfüllte Liebe erlebt, die ihn daran hindert, je einer Frau zu vertrauen. Claire entlockt ihm den Namen der ehemaligen Angebeteten und arrangiert ein Treffen. Widerwillig geht Richard mit und muss schockiert erfahren, dass seine Traumfrau jetzt ein Mann ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188933","hoster":"VOE"},{"path":"/redirect/14188941","hoster":"Vidoza"},{"path":"/redirect/14188934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-15","name":"Herzschmerz","epNo":15,"alt":"Heart and Soul","descr":"In der Schule wird Maddie beim Rauchen erwischt. Ally ist außer sich. Schließlich erfährt Victor den wahren Hintergrund ihrer Missetat: Maddie ließ sich absichtlich erwischen, um am Vater-Tochter-Tag vom Unterricht ausgeschlossen zu werden. Denn sie will nicht bedauert werden, weil ihr Vater tot ist. Zufällig hört Victor ein Gespräch mit, in dem Ally ihrer Tochter erklärt, dass aus ihr und Victor kein Paar werden kann, weil sie aus verschiedenen Welten stammen. Er fühlt sich in seiner Klempnerehre getroffen und will bei Ally kündigen. Daraufhin entschuldigt sich Ally und will mit Victor ausgehen. Doch die Erinnerung an Larry kommt dazwischen. Serena Feldman leidet an einer Herzmuskelschwäche und hat nur noch sechs Wochen zu leben, wenn sie kein Spenderorgan findet. Ihr Vater Peter, der wegen Mordes an ihrer Mutter lebenslänglich inhaftiert ist, erklärt sich bereit, ihr sein Herz zu schenken. Raymond und Richard sollen vor Gericht die Erlaubnis dazu erwirken. Doch Serenas Tante Beth, die Schwester ihrer Mutter, ist strikt dagegen. Die Lage scheint aussichtslos. Daraufhin flieht Peter Feldman und flüchtet in ein Krankenhaus, wo er sich erschießt. So soll seine Tochter sein Herz auf jeden Fall bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188936","hoster":"VOE"},{"path":"/redirect/14188942","hoster":"Vidoza"},{"path":"/redirect/14188937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-16","name":"Luft und Liebe, Teil 1+2","epNo":16,"alt":"Love Is All Around (1)","descr":"Ally in Panik: Die dritte Verabredung mit Victor steht bevor. Werden sie nun im Bett landen? Auch konspirative Gespräche mit Claire ändern nichts daran, dass Ally sich mehr und mehr in ein Nervenbündel verwandelt. Victor bemerkt beim nächsten Date natürlich sofort, wie es um Ally steht. Erst als er ihr versichert, dass sie ganz gewiss keinen Sex haben werden, findet sie zu alter Form zurück. Schließlich ist sie so entspannt, dass Victor und sie bald danach bei ihr zu Hause landen, um \"es\" zu tun. Allerdings erwartet sie dort eine schreckliche Katastrophe... Nelle vertritt Holly Richardson, die gegen ihren ehemaligen Arbeitgeber klagt. Wegen ihrer schroffen Art war sie bei ihren männlichen Untergebenen extrem unbeliebt. Da kam ihr Boss, Mr. Horace, auf die glorreiche Idee, sie zu einem sogenannten Besänftigungsprogramm zu schicken. Als Holly sich weigerte, auf diese Art zu ihrer \"femininen Seite\" zu finden, wurde sie fristlos entlassen. Nelle macht sich ernsthafte Sorgen um den Fall, als sie erfährt, dass die Gegenseite ausgerechnet die junge Anwältin Liza Bump engagiert hat. Da Liza ein Gesicht wie ein Unschuldsengel besitzt, vor Gericht aber absolut gnadenlos ist und auch nicht davor zurückschreckt, ihre weiblichen Reize einzusetzen, wo es geht, wird sie allgemein nur Lolita genannt. Nelle und Richard sind sich einig: Nur ein unkonventioneller Anwalt vom Format eines John Cage könnte es mit dieser Teufelin aufnehmen.Als Claire Otoms ihren Kollegen eröffnet, dass sie Jerome Trouper heiraten will, den sie erst seit drei Monaten kennt, schrillen bei Ally alle Alarmglocken. Also bittet sie Richard darum, für Jerome einen Ehevertrag aufzusetzen. Doch das kommt bei Claires Ehemann in spe ganz schlecht an: Er verklagt die Kanzlei wegen Einmischung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188878","hoster":"VOE"},{"path":"/redirect/14188899","hoster":"Vidoza"},{"path":"/redirect/14188879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-17","name":"[in Folge 16 enthalten] Luft und Liebe, Teil 2 ","epNo":17,"alt":"Love Is All Around (2)","descr":"Bei einem Vorstellungsgespräch für einen Posten in Fishs Kanzlei hat Ally den jungen Anwalt Todd Merrick kennen gelernt. Da es bei der Begegnung heftig gefunkt hat, stürzt das Ally in arge Konflikte, schließlich sind Victor und sie sich bereits sehr nahe gekommen. Wen will sie nun? Victor, mit dem sie schlicht gar keine Gemeinsamkeiten hat, oder Todd, der ihr sehr ähnlich ist und sie zudem noch stark an Larry erinnert? Ally ist verzweifelt.Fish kann Liza Bump dazu überreden, die von Jerome eingereichte Klage gegen die Kanzlei zurückzunehmen. Allerdings nur unter der Bedingung, dass keiner von Fishs Leuten versucht, Claire davon abzuhalten, Jerome zu heiraten. Zähneknirschend nimmt Corretta diesen Handel zur Kenntnis. Sie macht sich einfach zu große Sorgen um Claire, als dass sie die Dinge einfach so laufen lassen könnte. Schließlich nimmt sie sich Jerome zur Brust und legt ihm nahe, seine Gefühle für Claire genau zu überdenken. Im Fall Holly Richardson fährt Liza Bump im Gerichtssaal einen Punkt nach dem anderen ein. Langsam bedauern Nelle und John, dass sie sich nicht auf einen Deal eingelassen haben. Doch als sie sich noch einmal mit Liza zusammensetzen, um einen Schadensersatz auszuhandeln, hat sie das Angebot dermaßen heruntergeschraubt, dass John sofort auf stur schaltet. Jetzt will er es im Gerichtssaal austragen! Und er wird höchstpersönlich das Schlussplädoyer halten! Tatsächlich gelingt es ihm in einem argumentatorischen Kraftakt, die Geschworenen zu überzeugen. Aber dann liegt die von ihnen veranschlagte Abfindung noch unter der Summe, die Liza Bump ihnen angeboten hatte.","versions":[]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-18","name":"Viva La Diva","epNo":18,"alt":"Tom Dooley","descr":"Während Ally sich mit Victor zu einem Kurztrip auf die Bermudas absetzt, überschlagen sich in der Kanzlei die Ereignisse: Liza Bump nimmt Johns Angebot, der Kanzlei beizutreten, an. Das löst nicht gerade Begeisterungsstürme bei Nelle aus. Sie fürchtet Liza nicht nur als Konkurrentin, vor allem kann sie ihr nicht verzeihen, dass sie den anderen ihren wahren Geburtsnamen verraten hat: Morgan. Außerdem ist sie empört darüber, dass Liza noch einen weiteren Anwalt mit in die Kanzlei bringt. Doch als der Anwärter namens Wilson Jade den Raum betritt, ist Nelle plötzlich mit allem versöhnt: der Neue sieht einfach zu gut aus! Nur zu gerne erklärt sie sich bereit, mit ihm zusammen einen Fall zu übernehmen. Connie Staples verklagt ihren Ex-Mann wegen sexueller Belästigung. Wilson glaubt nicht daran, den Fall tatsächlich vor Gericht gewinnen zu können. Darum spekuliert er auf einen außergerichtlichen Vergleich. Um auch den Ex-Ehemann und dessen Anwalt davon zu überzeugen braucht er die attraktive Nelle...Liza und John hingegen übernehmen die Verteidigung von Nicole Naples, die wegen Bigamie angeklagt ist. Die Frau, die sich gleichzeitig in zwei Männer verliebt und beide geheiratet hat, ist nicht bereit, einen von beiden aufzugeben. Sie will nicht einsehen, dass ihr Verhalten vollkommen legal wäre, wenn einer ihrer Männer \"nur\" ihr Liebhaber wäre. Kein leichter Fall für John und Liza. Erschwerend kommt hinzu, dass John und Nicole nicht nur die gleiche Musik lieben, sondern auch ansonsten viele Gemeinsamkeiten entdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188880","hoster":"VOE"},{"path":"/redirect/14188891","hoster":"Vidoza"},{"path":"/redirect/14188881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-19","name":"Der letzte Akt","epNo":19,"alt":"Another One Bites The Dust","descr":"Als Ally und Victor von ihrem Kurzurlaub auf den Bermudas zurückkehren, ist ihr Verhältnis reichlich angespannt. Da wirkt es nicht gerade entspannend, dass Victor von einer Galeriebesitzerin verklagt wird, weil er zu wenig Bilder geliefert hat. Ally fällt aus allen Wolken, als sie erfährt, dass Victor malt. Als Victor ihr verrät, dass er auch sie in Öl festgehalten hat, will sie das Ergebnis sofort sehen. Doch das führt fast zum Zerwürfnis. Wie konnte er ihren nackten Po nur mit so vielen Cellulitisbeulen verunzieren? Die Situation wird für Ally nicht leichter, als sie erfährt, dass Sheila Hunt, die Galeriebesitzerin, Victors Ex-Freundin ist und er nicht mehr für sie malt, weil sie sich wieder in ihn verliebt hat. Er hatte Sheila damals ohne ein Wort verlassen, weil er hoffte, Wut würde sie schneller über ihn hinwegkommen lassen als Trauer. Das erinnert Ally an ihre Beziehung mit Larry, der ebenfalls plötzlich aus ihrem Leben verschwand. Victor ist genervt, dass sie schon wieder an Larry denkt, und kauft ihr ein Ticket nach Detroit. Ein deutliches Zeichen für Ally, die Beziehung erst einmal auf Eis zu legen.Richard steht völlig im Bann von Liza. Tag für Tag malt er sich aus, wie es wohl wäre, mit der heißblütigen jungen Anwältin ins Bett zu gehen. Als sie ihn endlich zu sich einlädt, um seine Neugierde zu befriedigen, erwartet ihn eine große Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188883","hoster":"VOE"},{"path":"/redirect/14188893","hoster":"Vidoza"},{"path":"/redirect/14188882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-20","name":"Auf Schürzenjagd","epNo":20,"alt":"What I\u0027ll Never Do for Love Again","descr":"Mr. Charles Fish, Richards Vater, bittet seinen Sohn, ihn in einer Klage zu vertreten. Er hat sich in seine Sekretärin Molly verliebt und sie daraufhin entlassen. Damit wollte er verhindern, etwas zu tun, was er später bereut. Nun hat sie ihn verklagt. Liza übernimmt den Fall und versucht, Mr. Fish als liebenden Ehemann hinzustellen, der keine andere Möglichkeit sah, seine Ehe zu retten. Er sei, wie sein Sohn, ein Opfer seiner Hormonlanze. Ellen Fish, seine Frau, hat die Nase endgültig voll von Charles\u0027 Seitensprüngen und reicht die Scheidung ein. Doch Lizas Plädoyer überzeugt Mrs. Fish und sie verzeiht ihrem Mann noch einmal. Auch die Abfindung, die Mr. Fish seiner ehemaligen Sekretärin zahlen muss, ist erträglich. Richard fängt an, sich ernsthaft in Liza zu verlieben.Elaine tanzt unterdessen für eine Rolle in dem Musical \"A Chorus Line\" vor. Trotz ihres Könnens wird sie abgelehnt, weil es ihr an Erfahrung mangelt. Dank einer Nacht mit dem Regisseur des Stückes und Nelles Einmischung darf sie jedoch ein zweites Mal zeigen, was sie kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188884","hoster":"VOE"},{"path":"/redirect/14188886","hoster":"Vidoza"},{"path":"/redirect/14188885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-21","name":"Durchgeknallt","epNo":21,"alt":"All of Me","descr":"Die attraktive Helena Greene sorgt für große Aufregung in der Kanzlei. Sie engagiert Liza Bump als Anwältin, weil sie sich von ihrem Mann Steven scheiden lassen will. Doch was zunächst wie ein normaler Scheidungsfall wirkt, entpuppt sich als weitaus diffiziler. Warum zum Beispiel erklärt ihr Mann, sie sei geistig gar nicht zurechnungsfähig genug, um sich von ihm trennen zu können? Auf der Unisex-Toilette erfährt Ally den Grund. Vor dem Spiegel verwandelt sich Helena nämlich plötzlich in Helen, eine sehr viel schüchternere und nettere Frau. Sie erklärt der erstaunten Ally, dass sie an einer Persönlichkeitsspaltung leide und dass ihr anderes Ich, die aggressive und selbstbewusste Helena, sie zerstören will. Sie selbst liebe ihren Ehemann Steven abgöttisch und würde sich nie von ihm trennen wollen. Nun bittet sie Ally um Hilfe: Sie soll Helen gegen Helena vor Gericht vertreten. Da Ally klar ist, dass sie einen so ungewöhnlichen Fall niemals ohne John gewinnen kann, überredet sie ihn, wieder einmal als Anwalt zu arbeiten. So stehen John und Ally also Liza vor Gericht gegenüber und vertreten scheinbar die selbe Person. Erschwerend kommt hinzu, dass Helena früher Wilsons Freundin war und er seine Liebe zu ihr nie überwunden hat...Ally feiert ihren 32. Geburtstag mit einer ausgelassenen Party in ihrem Haus. Und ihr aufregendstes Geschenk bekommt sie ausgerechnet von Liza: einen \"Schmetterling\", in den Lizas Zunge und Allys Nabel involviert sind...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188888","hoster":"VOE"},{"path":"/redirect/14188889","hoster":"Vidoza"},{"path":"/redirect/14188887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ally-mcbeal/staffel-5/episode-22","name":"Goodbye Ally","epNo":22,"alt":"Bygones","descr":"Als Maddie eines Abends urplötzlich das Bewusstsein verliert, bringt Ally sie sofort zu ihrem Arzt Dr. Reynolds. Der kann jedoch keine körperlichen Ursachen für die kurze Ohnmacht ausmachen, stellt aber fest, dass die Kleine eine Art Panikattacke erlitten hat. Besorgt bringt Ally ihre Tochter zu der Psychologin Dr. Winston. Sie hat beunruhigende Neuigkeiten für die Anwältin: Seitdem Maddie New York und ihre Freunde dort verlassen hat, konnte sie keinen wirklichen Anschluss in Boston finden. Ihre jetzigen, angeblichen Freundinnen quälen sie nur und verursachen damit unerträglichen seelischen Stress bei dem Mädchen. Ally ist entsetzt. Nach reiflicher Überlegung kommt sie zu dem Schluss, dass Maddies Gesundheit oberste Priorität für sie hat. Also wird sie kündigen und mit ihrer Tochter nach New York ziehen. Als ihre Freunde und Kollegen das erfahren, wollen sie es einfach nicht wahr haben...In einem Meeting informieren Fish und Liza ihre Mitarbeiter davon, dass sie heiraten werden, und sorgen damit für reichlich Aufregung. Da Fish Angst hat, Ally könnte nicht eigens zu seiner Hochzeit aus New York zurückkommen, zieht er das Ereignis sogar vor. Liza hat für die Zeremonie Reverend Buck engagiert, der leider an einer nicht ganz unmaßgeblichen Schwäche leidet. Jedes Mal, wenn er gerührt ist oder lachen muss, dann fällt er in Ohnmacht. Ob er wirklich der Richtige ist, um ausgerechnet Richard und Liza zu trauen?Nach der Hochzeit steigt eine große Party in der Bar, bei der alte und neue Freunde die Gelegenheit nutzten, um Ally Goodbye zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188890","hoster":"VOE"},{"path":"/redirect/14188894","hoster":"Vidoza"},{"path":"/redirect/14188892","hoster":"Streamtape"}]}]}]}]}