{"seriesId":"almania","name":"Almania","descr":"Stimpels Lebensplan und die vorgezeichnete Beamtenlaufbahn werden erschüttert, als er wegen eines rassistischen Spruchs von seiner Kleinstadtschule an eine Gesamtschule versetzt wird. Hier erwarten Stimpel pädagogische Härtefälle und emotionale Extremsituationen, die im Handbuch für Lehrer*innen an Problemschulen nicht vorgesehen waren. Aber vielleicht wird so aus dem neurotischen Kontrollfreak ja doch noch ein empathischer herzvoller Lehrer?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Herzvoll","epNo":1,"alt":"","descr":"Lehrer Frank Stimpel muss sich an der neuen Schule beweisen. Doch seine erste Woche gleicht einer Achterbahnfahrt. Er verliert den Respekt seiner Klasse, sogar die Polizei kreuzt auf und seine Chefin Aminata droht ihm mit Rauswurf. Schüler Osman stellt die Machtfrage, Influencerin Leyla \"disst\" ihn als \"Nazilehrer\", Lehrerin Sara gräbt ihn grundlos an und sein Kumpel Yunus nervt, weil er sich nicht entscheiden kann, ob er bei ihm wohnen will oder nicht. Als dann auch noch die Polizei in der Schule auftaucht, würde seine Chefin Aminata Stimpel am liebsten wieder rauswerfen, aber sie braucht den Alman-Lehrer.","versions":[{"lang":1,"streams":[{"redirect":13144746,"hoster":"VOE"},{"redirect":13144748,"hoster":"Doodstream"},{"redirect":13144749,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aggro","epNo":2,"alt":"","descr":"Lehrer Frank Stimpel will die Aggressionen in der Schülerschaft eindämmen. Er unternimmt verschiedene Anläufe, bis klar wird, wer der eigentliche Problemfall ist: der passiv-aggressive Alman-Lehrer selbst. Stimpel versucht, das Aggressionsverhalten innerhalb der Schülerschaft zu unterbinden. Die Ratschläge des Schulpsychologen Swami versteht er leider falsch und Influencerin Leyla macht ihm das Leben zusätzlich schwer. Dass sein Kumpel Yunus beschließt, in der gemeinsamen Wohnung Rennhühner zu trainieren, macht es nicht besser.","versions":[{"lang":1,"streams":[{"redirect":13144741,"hoster":"VOE"},{"redirect":13144745,"hoster":"Doodstream"},{"redirect":13144747,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Robotik AG","epNo":3,"alt":"","descr":"Um seine Chancen auf eine Verbeamtung zu erhöhen, gründet Stimpel eine Robotik AG. Doch statt auf Action setzt der Alman lieber auf Theorie. Kollege Yunus hält dagegen und gründet eine Kampfroboter AG, die Stimpel zum großen Showdown herausfordert.","versions":[{"lang":1,"streams":[{"redirect":13144738,"hoster":"VOE"},{"redirect":13144744,"hoster":"Doodstream"},{"redirect":13144740,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kummerkasten","epNo":4,"alt":"","descr":"Aminata Müller ernennt Frank Stimpel zum Vertrauenslehrer. Der will sich in dieser Rolle unbedingt beweisen und strebt mit mehr oder weniger sinnvollen Maßnahmen die problemfreie Schule an. Gerade als Leyla in einer echten Notsituation steckt und Hilfe gebrauchen könnte, wächst ihm die Aufgabe über den Kopf.","versions":[{"lang":1,"streams":[{"redirect":13144733,"hoster":"VOE"},{"redirect":13144735,"hoster":"Doodstream"},{"redirect":13144732,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die coolste Socke","epNo":5,"alt":"","descr":"Als Frank Stimpel von einem Online-Ranking erfährt, das die Lehrkräfte der Schule nach Coolness bewertet, will er unbedingt Sahra und Yunus übertreffen. Krampfhaft arbeitet er an seiner Lockerheit und ist sogar bereit, sich von Swami coachen zu lassen. Aber ein Stimpel bleibt auch außerhalb seiner Komfortzone ganz der Alman.","versions":[{"lang":1,"streams":[{"redirect":13144736,"hoster":"VOE"},{"redirect":13144737,"hoster":"Doodstream"},{"redirect":13144734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schulbasar","epNo":6,"alt":"","descr":"Um Geld für die Klassenfahrt zu sammeln, initiiert Stimpel einen Schulflohmarkt. Wirtschaftskunde zum Anfassen, quasi. Der schonungslose Wettbewerb zwischen Sahra und ihm und der Kampf um Angebot und Nachfrage führt zu einer ‚üblen Situation‘.","versions":[{"lang":1,"streams":[{"redirect":13144725,"hoster":"VOE"},{"redirect":13144730,"hoster":"Doodstream"},{"redirect":13144727,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alpha Alman","epNo":7,"alt":"","descr":"Ein neuer Lehrer zieht mit seiner offenen Pädagogik und lockeren Art alle in seinen Bann und lässt Stimpel an sich zweifeln. Nicht nur die Schülerinnen und Schüler sind begeistert von dem Neuen, noch nicht mal Sahra kann seiner Anziehungskraft widerstehen. Stimpel greift zu verschärften Mitteln, denn: Es kann nur einen Alman geben!","versions":[{"lang":1,"streams":[{"redirect":13144724,"hoster":"VOE"},{"redirect":13144729,"hoster":"Doodstream"},{"redirect":13144726,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Safety First","epNo":8,"alt":"","descr":"Stimpels Versuche, das Sicherheitslevel an der Schule zu erhöhen, scheitern am Widerstand der Klasse. Die von ihm gegründete Stimpel-Sicherheit, kurz StiSi, soll das mit allen Mitteln ändern. Doch die Pläne des Almans beginnen, die ganze Schule zu spalten.","versions":[{"lang":1,"streams":[{"redirect":13144718,"hoster":"VOE"},{"redirect":13144723,"hoster":"Doodstream"},{"redirect":13144721,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im deutschen Wald","epNo":9,"alt":"","descr":"Für Stimpel, Sahra und die ganze Klasse geht es auf Klassenfahrt in den Wald – bis auf Stimpel finden das alle komplett langweilig. Das will der Alman ändern und sorgt für ein wenig Nervenkitzel. Doch die Aktion verselbstständigt sich, und plötzlich müssen Stimpel und Osman sich als Retter der Gruppe beweisen.","versions":[{"lang":1,"streams":[{"redirect":13144715,"hoster":"VOE"},{"redirect":13144716,"hoster":"Doodstream"},{"redirect":13144719,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"High School","epNo":10,"alt":"","descr":"Stimpels großer Tag steht kurz bevor: Die Lehrerprüfung! Da kommt das Drogenproblem seiner Klasse sehr ungünstig. Als er selbst zu Drogen greift, um den Jugendlichen mögliche Konsequenzen hautnah vor Augen zu führen, hat das fatale Folgen – auch für seinen Traum.","versions":[{"lang":1,"streams":[{"redirect":13144712,"hoster":"VOE"},{"redirect":13144713,"hoster":"Doodstream"},{"redirect":13144714,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Discofuchs","epNo":1,"alt":"","descr":"Lehrer Stimpel und Lisa-Britt bieten einen Tanzkurs an, der allerdings niemanden interessiert. Erst als der neue Schul-Crush mitmacht, zieht auch der Rest der Klasse mit. Selbst Yunus und Sahra kommen nicht daran vorbei.","versions":[{"lang":1,"streams":[{"redirect":13951891,"hoster":"VOE"},{"redirect":13951890,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Berufsorientierung","epNo":2,"alt":"","descr":"Lehrer Stimpel träumt davon, dass alle seine Schüler die mittlere Reife bestehen und nicht nur das – mit Hilfe seines alten Freundes Rolf will er die Klasse motivieren, das Abi zu machen. Er ahnt jedoch nicht, dass der erfolgreiche Banker Rolf gerade in der Krise seines Lebens steckt.","versions":[{"lang":1,"streams":[{"redirect":13951892,"hoster":"VOE"},{"redirect":13951893,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auge um Auge","epNo":3,"alt":"","descr":"Lehrer Stimpel verdächtigt Kira, seine Kopfhörer gestohlen zu haben. Um ihr eine Lektion zu erteilen, klaut er sie zurück. Zuhause in der WG geraten Lisa-Britt und Yunus kräftig aneinander. Dass Ramadan ist und der hungrige Yunus weder beleidigen noch fluchen darf, macht die Sache nicht einfacher.","versions":[{"lang":1,"streams":[{"redirect":13951894,"hoster":"VOE"},{"redirect":13951895,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sexualkunde","epNo":4,"alt":"","descr":"Ausgerechnet Lehrer Stimpel will seine Klasse aufklären. Dabei merkt er, dass er selbst mehr über Sex lernen muss als die Schüler. Währenddessen will Osman mit seinem ersten Rapvideo den Durchbruch schaffen. Ganz groß raus kommt damit aber ein anderer.","versions":[{"lang":1,"streams":[{"redirect":13951896,"hoster":"VOE"},{"redirect":13951897,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spuk in Raum K13","epNo":5,"alt":"","descr":"Die ganze Klasse übernachtet in der Schule, um eine uralte Geisterlegende aufzuklären. Lehrer Stimpel will beweisen, dass es Spuk nicht gibt, aber Physik liefert nicht immer die beste Erklärung. Vor allem, wenn Gefühle und Sahra im Spiel sind.","versions":[{"lang":1,"streams":[{"redirect":13951898,"hoster":"VOE"},{"redirect":13951901,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Männergefühle","epNo":6,"alt":"","descr":"Frank gibt einen überraschend gefühlvollen Liebesbrief von Robert als seinen aus und manövriert damit die kriselnde Beziehung mit Lisa-Britt kurzzeitig wieder auf Wolke sieben. Trip geht bei Hausklaus in die Nachhilfe, um zu lernen, was einen echten Mann ausmacht.","versions":[{"lang":1,"streams":[{"redirect":13951903,"hoster":"VOE"},{"redirect":13951904,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Osmans Eleven","epNo":7,"alt":"","descr":"Die Klasse ist so schlecht auf die Abschlussprüfung vorbereitet, dass es laut Osman nur noch eine Chance gibt, sie zu bestehen: Sie müssen die Prüfungsergebnisse klauen. Leider hat er die Rechnung ohne Lehrer Stimpel gemacht, der alles in Bewegung setzt, um die Klau-Aktion zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13951906,"hoster":"VOE"},{"redirect":13951907,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Große Gefühle bei den Alman","epNo":8,"alt":"","descr":"Der große Abschlussball steht an und auch Lehrer Stimpel hat Großes vor: Er möchte Lisa-Britt einen Heiratsantrag machen – natürlich auf dem Schulball. Aber ist Lisa-Britt wirklich die Richtige oder soll er Ja zu seiner neuen Schule sagen – mit allen Konsequenzen?","versions":[{"lang":1,"streams":[{"redirect":13951910,"hoster":"VOE"},{"redirect":13951909,"hoster":"Streamtape"}]}]}]}]}