{"seriesId":"alma","name":"Alma","descr":"[The Girl in the Mirror] Die Jugendliche Alma (Mireia Oriol) wacht nach einem Busunfall in einem Krankenhaus auf und muss erkennen, das die meisten ihrer Klassenkameraden ums Leben gekommen sind. Sie kann sich jedoch weder an den Unfall selbst noch an ihre Vergangenheit erinnern. Selbst als sie wieder Zuhause ist, kann die vertraute Umgebung und die vielen Erinnerungsstücke bei ihren Erinnerungslücken nicht helfen. Als Ursache des Gedächtnisverlusts und des erlebten Traumas wird sie von Albträume und Visionen heimgesucht, deren Bedeutung sie nicht entschlüsseln kann. Mit ihrer Familie und Freunden versucht sie das Geheimnis des Unfalls zu ergründen und kämpft darum, ihr altes Leben und ihre Identität zurückzubekommen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Nebel","epNo":1,"alt":"Fog","descr":"Eine Schulklasse macht einen Ausflug ins Gebirge. Auf dem Rückweg kommt es zu einem schrecklichen Unfall mit sowohl tödlichen als auch unerklärlichen Folgen.","versions":[{"lang":1,"streams":[{"redirect":11063262,"hoster":"VOE"},{"redirect":11063265,"hoster":"Doodstream"},{"redirect":13082867,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimnisse","epNo":2,"alt":"Secrets","descr":"Nach ihrer Rückkehr hat Alma große Gedächtnislücken und ist fasziniert von etwas, das sich vertraut anfühlt. Tom muss sich von einem Freund verabschieden.","versions":[{"lang":1,"streams":[{"redirect":12918227,"hoster":"VOE"},{"redirect":11063270,"hoster":"Doodstream"},{"redirect":11063268,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Suche","epNo":3,"alt":"Searching","descr":"Diana bittet Bruno, ihr bei der Suche nach ihrem Bruder zu helfen. Alma sucht Antworten bei Tom. Ein Überlebender entdeckt, dass er besondere Kräfte hat.","versions":[{"lang":1,"streams":[{"redirect":11063272,"hoster":"VOE"},{"redirect":11063279,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schatten","epNo":4,"alt":"Shadows","descr":"Gerüchte über Carlos und Pillen kursieren weiterhin. Alma durchsucht Devas geheime Schachtel. Bruno und seine Familie werden von Besuchern geschockt.","versions":[{"lang":1,"streams":[{"redirect":12381817,"hoster":"VOE"},{"redirect":11063276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lara","epNo":5,"alt":"Lara","descr":"Tom geht mit Alma seine letzten Erinnerungen an Lara und ihre Gruppe von Freunden durch und schmiedet Pläne zu ihrer Suche nach dem übernatürlichen Hexaspekulum.","versions":[{"lang":1,"streams":[{"redirect":11063280,"hoster":"VOE"},{"redirect":11063278,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Enthüllungen","epNo":6,"alt":"Revelations","descr":"Alma besteht darauf, das Hexaspekulum mit Tom persönlich zu sehen. In der Nähe rätseln Martin, Bruno und Diana über die Bedeutung der Prophezeiung.","versions":[{"lang":1,"streams":[{"redirect":11063282,"hoster":"VOE"},{"redirect":11063286,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwellen","epNo":7,"alt":"Thresholds","descr":"Alma beginnt, die Puzzleteile der Ereignisse am Tag des Busunglücks zusammenzusetzen und erinnert sich an wichtige Momente in ihrem Leben.","versions":[{"lang":1,"streams":[{"redirect":11063285,"hoster":"VOE"},{"redirect":11063287,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Deva","epNo":8,"alt":"Deva","descr":"Martín und Diana erfahren mehr über die Geschichte ihrer Familie. Berta macht eine überraschende Entdeckung zu Roque, während Devas Mutter beunruhigenden Besuch bekommt.","versions":[{"lang":1,"streams":[{"redirect":11063292,"hoster":"VOE"},{"redirect":11063296,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rückkehr","epNo":9,"alt":"Return","descr":"Tom zollt seinen Klassenkameraden Tribut und trifft eine Entscheidung über seine Zukunft. Alma ringt mit dem Abschied und Martín blickt nach vorne.","versions":[{"lang":1,"streams":[{"redirect":11063263,"hoster":"VOE"},{"redirect":11063264,"hoster":"Streamtape"}]}]}]}]}