{"seriesId":"almost-fly","name":"Almost Fly","descr":"Das Coming-of-Age-Drama spielt im Jahr 1990, als in Deutschland der gesellschaftliche Umbruch zu spüren ist. Drei Schulfreunde sehen sich mit den Realitäten westdeutscher Provinz konfrontiert und träumen von Größerem. Alles ändert sich, als über die nahegelegene US-Army-Base plötzlich Hip-Hop in ihr Leben tritt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"California","epNo":1,"alt":"","descr":"1990 – W, Ben und Nik, drei 17-jährige Nerds aus der westdeutschen Provinz, sind sicher: \"Bei uns geht nichts.\" Bis über die schwarzen GIs der nahe gelegenen US-Base plötzlich Hip-Hop in ihr Leben tritt.","versions":[{"lang":1,"streams":[{"redirect":14351757,"hoster":"VOE"},{"redirect":13601881,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Funky Thang","epNo":2,"alt":"","descr":"W, Ben und Nik beschließen selbst zu rappen und beim Schulfest aufzutreten. Aber es gibt drei Probleme: sie haben keinen Bandnamen, keine Texte und keine Musik. Wie kommt man in Eichfeld an einen Beat? Die Suche beginnt…","versions":[{"lang":1,"streams":[{"redirect":14365380,"hoster":"VOE"},{"redirect":14376378,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Atomic Trinity","epNo":3,"alt":"","descr":"W, Ben und Nik haben einen Bandnamen, einen Beat und einen Proberaum gefunden. Auch die Outfits sitzen und \"Atomic Trinity\" ist bereit für den Auftritt. Mit englischen Texten, die sie selbst nicht verstehen, entern sie die Schulfest-Bühne.","versions":[{"lang":1,"streams":[{"redirect":14374886,"hoster":"VOE"},{"redirect":13601889,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Soundworld","epNo":4,"alt":"[Dito Gerdub]","descr":"Nach der Blamage beim Schulfest scheint die Karriere der Hip-Hop-Band für immer vorbei. Doch dann hat Denise eine Idee. Alex beschafft den Jungs als selbst ernannter Manager einen Job. Doch es ist nicht alles Gold, was glänzt.","versions":[{"lang":1,"streams":[{"redirect":13651985,"hoster":"VOE"},{"redirect":13665458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13669102,"hoster":"VOE"},{"redirect":13583743,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Almost Fly","epNo":5,"alt":"[Dito Gerdub]","descr":"Alex hat einen Fehler gemacht und er will es mit einem Videoclip inklusive fetter Karren und heißer Frauen wieder gutmachen. Dies soll zudem einen Gig auf dem deutsch-amerikanischen Freundschaftsfest sichern. Der Clip geht zunächst an DJ Nasty D.","versions":[{"lang":1,"streams":[{"redirect":14377995,"hoster":"VOE"},{"redirect":14386248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377996,"hoster":"VOE"},{"redirect":14386246,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fly","epNo":6,"alt":"[Dito Gerdub]","descr":"DJ Nasty D wird zum Fan von Ben, W, Nik und Denise, als Deutschland im WM-Finale steht. Sie freut sich darüber, dass die Crew endlich durchstarten kann, doch geht der Plan nach hinten los und die Crew steht vor einer ernsten Zerreißprobe.","versions":[{"lang":1,"streams":[{"redirect":14365531,"hoster":"VOE"},{"redirect":14386250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365372,"hoster":"VOE"},{"redirect":14386249,"hoster":"Streamtape"}]}]}]}]}