{"seriesId":"almost-human","name":"Almost Human","descr":"Eine bewaffnete Androidin läuft Amok. Wie sich herausstellt, gehört sie zu einer inzwischen eingestampften Reihe Soldatenroboter, die von einem gewissen Dr. Vaughn hergestellt wurde. Dieser arbeitet mittlerweile im Verborgenen als Reparateur. John und Dorian müssen herausfinden, warum die Androidin scheinbar wahllos Menschen tötet und wer in Wahrheit hinter ihrem Handeln steckt!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"2048","epNo":1,"alt":"Pilot","descr":"Bei einem gefährlichen Einsatz verliert Detective John Kennex nicht nur seinen Partner, sondern wird auch schwer verletzt. Als er knapp zwei Jahre später in den Dienst zurückkehrt, soll er seine Fälle gemeinsam mit dem Androiden Dorian lösen. Kennex lehnt das ab, gibt er doch einem Roboter die Schuld am Tod seines Partners. Aber Dorian erweist sich bald als nützlicher Kollege bei den Ermittlungen gegen das Verbrechersyndikat, das auch das Attentat von damals zu verantworten hat.","versions":[{"lang":1,"streams":[{"redirect":13096891,"hoster":"VOE"},{"redirect":12049623,"hoster":"Doodstream"},{"redirect":8510637,"hoster":"Vidoza"},{"redirect":8272431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096884,"hoster":"VOE"},{"redirect":8472123,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sex-Bots","epNo":2,"alt":"Skin","descr":"Titel der Folge: Spur des Geldes Der Software-Entwickler Anton wird erschossen. Wie sich herausstellt, arbeitete er zusammen mit seiner Freundin Kira an der Technologie für eine Pistolenkugel, die ihr Ziel selbständig sucht und findet. Kennex und Dorian werden auf den Fall angesetzt und sollen diejenigen aufspüren, die in den Besitz der brisanten Technik gelangen wollen. Doch sie müssen auch Kira schützen, die nun zur nächsten Zielscheibe der Kriminellen geworden ist …","versions":[{"lang":1,"streams":[{"redirect":8443095,"hoster":"VOE"},{"redirect":12049617,"hoster":"Doodstream"},{"redirect":8272430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096886,"hoster":"VOE"},{"redirect":8472124,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der 25.Stock","epNo":3,"alt":"Are You Receiving?","descr":"Als sich John und Dorian in einem Bürogebäude aufhalten, stürmt Lucas mit seinen Gangstern das Haus, dringt in den 25. Stock vor und nimmt Geiseln. Als seine anspruchsvollen Forderungen nicht erfüllt werden, tötet Lucas einen der Gefangenen. John und Dorian gelingt es, zwei Handlanger von Lucas auszuschalten und die wahren Motive der Verbrecher zu ermitteln. Dabei stellt sich heraus, dass die Geiselnahme nur ein Ablenkungsmanöver für eine noch viel schlimmere Tat ist.","versions":[{"lang":1,"streams":[{"redirect":8443094,"hoster":"VOE"},{"redirect":12049625,"hoster":"Doodstream"},{"redirect":13900354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096889,"hoster":"VOE"},{"redirect":8472125,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Bischof","epNo":4,"alt":"The Bends","descr":"Johns alte Freundin Kelly Cooper bittet ihn um Hilfe: Ihr Mann wurde bei einem Undercover-Einsatz getötet. Er war Dealern auf der Spur, die die neue Droge \"The Bends\" verkaufen, und soll angeblich selbst in dem schmutzigen Geschäft mitgemischt haben. Da der Boss des Rauschgiftrings, der sich \"Der Bischof\" nennt, einen neuen Drogenkoch sucht, schleust John Superhirn Rudy in die Bande ein. Der deckt nicht nur die Identität des Bischofs auf, sondern gerät auch in große Gefahr....","versions":[{"lang":1,"streams":[{"redirect":13096895,"hoster":"VOE"},{"redirect":12049627,"hoster":"Doodstream"},{"redirect":8272433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096887,"hoster":"VOE"},{"redirect":8472131,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Klone","epNo":5,"alt":"Blood Brothers","descr":"Titel der Folge : Sex BotsDer Sex-Roboter-Fabrikant Sebastian Jones überlebt das Stelldichein mit einem weiblichen Androiden nicht. In dem Zimmer finden John und Dorian die DNA einer entführten Frau und kommen einem perfiden Komplott auf die Schliche: Um Haut für Androiden zu züchten, wurden bereits mehrere Frauen entführt. Vanessa, die Androiden-Frau, die zuletzt mit Sebastian zusammen war, könnte entscheidend zur Rettung der Frauen beitragen. Dafür müssen John und Dorian sie schnappen.","versions":[{"lang":1,"streams":[{"redirect":8443100,"hoster":"VOE"},{"redirect":12049622,"hoster":"Doodstream"},{"redirect":13900375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8443066,"hoster":"VOE"},{"redirect":8472130,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Herz aus zweiter Hand","epNo":6,"alt":"Arrhythmia","descr":"Kennex (Karl Urban) und Dorian (Michael Ealy) untersuchen einen verdächtigen Todesfall in einem Krankenhaus, der beide vor viele Fragen stellt. Kurz bevor das Todesopfer an einem Herzstillstand verstarb, behauptete er nicht nur, dass ihm jemand auf den Fersen sein würde und ihn umbringen wolle, er gab auch noch den exakten Zeitpunkt an, an dem er sterben würde. Kennex und Dorian kommen im Laufe der Ermittlungen einem Schwarzmarkt für Organhandel auf die Spur, wo unter anderem bio-mechanische Herzen verkauft werden, welche wiederum ferngesteuert ausgeschaltet werden können. Das Team begibt sich also auf der Suche nach den Verantwortlichen hinter diesem Verbrechen. Währenddessen trifft Dorian auf einen ihm bekannten, aber bereits ausgemusterten DRN-Androiden.","versions":[{"lang":1,"streams":[{"redirect":8443104,"hoster":"VOE"},{"redirect":12049630,"hoster":"Doodstream"},{"redirect":8272440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096888,"hoster":"VOE"},{"redirect":8472134,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Simon sagt","epNo":7,"alt":"Simon Says","descr":"Detective Kennex (Karl Urban) und Dorian (Michael Ealy) untersuchen einen Fall in dem der Psychopath Simon (David Dastmalchian) seinen Opfern kleine Bomben um den Hals spannt und deren letzten Momente über das Internet ausstrahlt. Als Kennex zum Ziel von Simon wird, beginnt für das Team ein nervenaufreibendes Spiel gegen die Zeit, um das Leben von Kennex zu retten. Unterdessen hat Dorian mit einem Versorgungsdefizit zu kämpfen, welches sein Energielevel beeinflusst und unvorhergesehene Ausbrüche seinerseits hervorruft.","versions":[{"lang":1,"streams":[{"redirect":12381822,"hoster":"VOE"},{"redirect":8272441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918228,"hoster":"VOE"},{"redirect":8472138,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Spur des Geldes","epNo":8,"alt":"You Are Here","descr":"Kennex (Karl Urban) und Dorian (Michael Ealy) bekommen es mit einem merkwürdigen Fall zu tun, in dem eine Kugel ihre Ziele eigenständig ausfindig machen, verfolgen und zu bestimmten Zeitpunkten umbringen kann. Während die beiden die Untersuchungen in dieser Angelegenheit vorantreiben, betrachtet Maldonado (Lili Taylor) das tödliche Attentat, welche Kennex beinahe das Leben gekostet hätte, von neuem.","versions":[{"lang":1,"streams":[{"redirect":12381808,"hoster":"VOE"},{"redirect":12049629,"hoster":"Doodstream"},{"redirect":13905173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8443087,"hoster":"VOE"},{"redirect":8472136,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Essenz des Lebens","epNo":9,"alt":"Unbound","descr":"Eine bewaffnete Androidin läuft Amok. Wie sich herausstellt, gehört sie zu einer inzwischen eingestampften Reihe Soldatenroboter, die von einem gewissen Dr. Vaughn hergestellt wurde. Dieser arbeitet mittlerweile im Verborgenen als Reparateur. John und Dorian müssen herausfinden, warum die Androidin scheinbar wahllos Menschen tötet und wer in Wahrheit hinter ihrem Handeln steckt.","versions":[{"lang":1,"streams":[{"redirect":8443110,"hoster":"VOE"},{"redirect":12049633,"hoster":"Doodstream"},{"redirect":8272444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12172730,"hoster":"VOE"},{"redirect":8472139,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vero","epNo":10,"alt":"Perception","descr":"Zwei Schülerinnen der Mendel Academy für genetisch optimierte Kinder sterben an einer Überdosis einer Designerdroge. Bereits vor einiger Zeit brachte sich ein Mädchen, das ebenfalls die Academy besuchte, unter Drogeneinfluss um. John und Dorian finden heraus, dass der ehemalige Schüler Julian, selbst abhängig, die Drogen mit einem speziellen Chemiedrucker auf seine Kunden zugeschnitten herstellt. Doch den Tod der beiden Schülerinnen hat jemand anderes zu verantworten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":8443107,"hoster":"VOE"},{"redirect":12049636,"hoster":"Doodstream"},{"redirect":8272448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8443088,"hoster":"VOE"},{"redirect":8472143,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das sichere Zuhause","epNo":11,"alt":"Disrupt","descr":"Seit ihr Synturion-Sicherheitssystem aufgrund einer Fehlfunktion den Teenager Aaron getötet hat, erhält das Ehepaar Bennett Morddrohungen. Eine Tages werden diese wahr: Jemand hat sich in das System gehackt und lässt Mr. Bennett töten. John und Detective Stahl müssen mit Hilfe von Rudy in die Hackerszene eintauchen um herauszufinden, wer für diesen und weitere angekündigte Morde über das Sicherheitssystem verantwortlich ist. Haben die Vorfälle direkt mit Aarons Tod zu tun?","versions":[{"lang":1,"streams":[{"redirect":8443108,"hoster":"VOE"},{"redirect":12049635,"hoster":"Doodstream"},{"redirect":8272450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8443086,"hoster":"VOE"},{"redirect":8472147,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das perfekte Gesicht","epNo":12,"alt":"Beholder","descr":"Eine Reihe extrem attraktiver Menschen stirbt an Herzinfarkten. Zuletzt ereilt dieses Schicksal einen Chrome – eigentlich unmöglich, denn diese genetisch optimierten Menschen sind gegen solche Krankheiten immun. Das bringt die Cops darauf, dass jemand dabei ist, besondere Körpermerkmale dieser Leute zu sammeln, um sich mit Nanotechnik selbst aufzuhübschen. Der Hintergrund der Taten ist ebenso tragisch wie grausam …","versions":[{"lang":1,"streams":[{"redirect":13096894,"hoster":"VOE"},{"redirect":12049638,"hoster":"Doodstream"},{"redirect":8272453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13053454,"hoster":"VOE"},{"redirect":8472149,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Strohmann","epNo":13,"alt":"Straw Man","descr":"Die junge Obdachlose Abby wird getötet, ausgeweidet, mit Stroh gefüllt und wieder zugenäht. Rudy und John finden jedoch heraus, dass die vermeintliche Leiche nur ein künstlicher Ersatz für das echte Opfer ist. Allem Anschein nach ist der Serienkiller \"Straw Man\" dafür verantwortlich, der eigentlich seit Jahren im Gefängnis sitzt. Johns Vater brachte ihn damals hinter Gitter. Doch offensichtlich wurde Michael Costa gemäß seiner Beteuerungen tatsächlich unschuldig verurteilt …","versions":[{"lang":1,"streams":[{"redirect":8443115,"hoster":"VOE"},{"redirect":12049642,"hoster":"Doodstream"},{"redirect":8272455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096890,"hoster":"VOE"},{"redirect":8472150,"hoster":"Streamtape"}]}]}]}]}