{"seriesId":"alone-berleben-in-der-wildnis","name":"Alone - Überleben in der Wildnis","descr":"[Alone - Survival bis zum Jackpot] In dieser Survival-Doku werden zehn Männer in der kanadischen Wildnis ausgesetzt, um zu jagen, Unterkünfte zu bauen und mit wilden Tieren klarzukommen. Während sich Technik und Produktionsfirma im Hintergrund halten, müssen sich die Teilnehmer des TV-Experiments selbst filmen. Wer den psychischen Stress und die Isolation fernab der Zivilisation auf Vancouver Island am längsten aushält, gewinnt 500.000 Dollar.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Special: Staffel 5 - Reunion","epNo":1,"alt":"Special: Season 5 - Reunion","descr":"","versions":[{"lang":1,"streams":[{"redirect":14515366,"hoster":"VOE"},{"redirect":14487020,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"And So It Begins","descr":"Zehn Männer müssen sich in der Wildnis behaupten, ihr Überleben mit dem sicherstellen, was ihnen die Natur zu bieten hat. Bei diesem Experiment heißt es möglichst lange auszuhalten, am Ende winkt ein Preis von 500.000 Dollar. Die Kandidaten nehmen es so mit wilden Tieren auf, gehen auf die Jagd und errichten sich selbst ein Nachtlager. Startpunkt ist Vancouver Island in Kanada.","versions":[{"lang":1,"streams":[{"redirect":14515562,"hoster":"VOE"},{"redirect":14500669,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Of Wolf and Man","descr":"Vancouver Island liegt im Südwesten der kanadischen Provinz British Columbia. Die Insel ist 450 Kilometer lang und 100 Kilometer breit. Dort lauern auf die Bushcraft-Experten viele Gefahren. Auf dem Eiland müssen sich die Survival-Profis vor Bären, Pumas und Wölfen in Acht nehmen. Und die Versorgung mit sauberem Trinkwasser stellt in der Wildnis ebenfalls eine Herausforderung dar. Je schneller sich die Männer an ihre neue Umgebung anpassen, desto größer sind ihre Überlebenschancen.","versions":[{"lang":1,"streams":[{"redirect":14515565,"hoster":"VOE"},{"redirect":14509690,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"The Talons Of Fear","descr":"In der neuen Folge von \"Alone\" kämpfen die Kandidaten weiterhin um das Überleben in der Wildnis. Nach kurzer Zeit in der Wildnis fordert die extreme Isolation ihren Tribut von den Teilnehmern.","versions":[{"lang":1,"streams":[{"redirect":14515541,"hoster":"VOE"},{"redirect":14496527,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Stalked","descr":"Die Bushcraft-Experten sind keine Anfänger. Sie wussten, worauf sie sich einlassen. Aber die Belastungen auf der kanadischen Pazifikinsel sind enorm. Der Überlebenskampf in der unwirtlichen Umgebung zerrt an den Nerven. Haben alle Teilnehmer der Challenge in der Wildnis ihre Psyche im Griff? Die Männer dürfen trotz aller Entbehrungen nicht den Fokus auf das Wesentliche verlieren. Denn umgeben von hungrigen Raubtieren könnte jede Unachtsamkeit auf Vancouver Island das Ende bedeuten.","versions":[{"lang":1,"streams":[{"redirect":14515502,"hoster":"VOE"},{"redirect":14496528,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Winds Of Hell","descr":"Ein starker Wille, Ausdauer und körperliche Robustheit: Beim Überlebenskampf auf Vancouver Island zeigt sich, aus welchem Holz die Teilnehmer der Survival-Challenge geschnitzt sind. Nicht alle sind den extremen Bedingungen auf der Insel gewachsen. Einige mussten bereits aufgeben. Und die verbliebenen Kandidaten werden in dieser Folge auf eine harte Probe gestellt. Ein verheerender Sturm zieht auf und orkanartige Winde fegen über die provisorischen Behausungen der Outdoor-Cracks hinweg.","versions":[{"lang":1,"streams":[{"redirect":14515582,"hoster":"VOE"},{"redirect":14496529,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Rain Of Terror","descr":"Die Wildnis ist unbarmherzig. Abseits der Zivilisation bleibt nur wenig Zeit, um sich auszuruhen und neue Kräfte zu tanken. Stattdessen müssen die Teilnehmer der Survival-Challenge auf Vancouver Island bis an ihre Grenzen gehen. Und bei der Suche nach Nahrung sind sie permanent Gefahren ausgesetzt. Das Wetter spielt den verbliebenen Kandidaten nicht in die Karten. Den Männern machen heftige Regenfälle zu schaffen. Und ein Bushcraft-Experte muss schweren Herzens sein Boot aufgeben.","versions":[{"lang":1,"streams":[{"redirect":14515488,"hoster":"VOE"},{"redirect":14509698,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"The Hunger","descr":"Je weniger Proteine und Nährstoffe die Survival-Kandidaten auf Vancouver Island zu sich nehmen, desto schwächer fühlen sie sich. Und Tag für Tag fällt es den Männern schwerer, sich aufzuraffen. Das ist ein Teufelskreis. Deshalb hat die Nahrungssuche für die verbliebenen Teilnehmer auf der Insel oberste Priorität. Aber bei frostigen Temperaturen sind ihre Bemühungen nicht immer von Erfolg gekrönt. Einige Bushcraft-Experten gehen trotz aller Anstrengungen in der Wildnis leer aus.","versions":[{"lang":1,"streams":[{"redirect":14515516,"hoster":"VOE"},{"redirect":14509691,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"The Freeze","descr":"Während die Temperaturen auf ihren bislang tiefsten Stand sinken, friert der See zu. Damit wird der Zugang zu gewissen Ressourcen abgeschnitten und die Sicherheit der Teilnehmer gefährdet. Deren Entschlossenheit und Einfallsreichtum werden von der erbarmungslosen Kälte auf die Probe gestellt, was dazu führt, dass einer der Teilnehmer schon viel früher als erwartet an seine Grenzen stößt.","versions":[{"lang":1,"streams":[{"redirect":14515340,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Brokedown Palace","descr":"Unter extremen Bedingungen überleben nur die Stärksten. Das bekommen die Bushcraft-Experten auf der Pazifikinsel Vancouver Island am eigenen Leib zu spüren. Der Kreis derer, die sich in der kanadischen Wildnis behaupten können, wurde in den vergangenen Wochen immer kleiner. Denn die Männer waren großen Entbehrungen ausgesetzt. In solchen Ausnahmesituationen spielt der Kopf eine sehr wichtige Rolle. Um den Belastungen in der Wildnis zu trotzen, ist ein eiserner Wille unabdingbar.","versions":[{"lang":1,"streams":[{"redirect":14515556,"hoster":"VOE"},{"redirect":14492155,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Triumph","descr":"Zwei Männer sind noch auf Vancouver Island, als der Sturm des Jahres ankommt. Im Finale zeigt sich, welcher Kandidat sich am längsten in der Wildnis behauptet hat und 500.000 US-Dollar gewinnt.","versions":[{"lang":1,"streams":[{"redirect":14515500,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Once More Unto the Breach","descr":"Für die zehn Bushcraft-Experten und -Expertinnen schlägt in Kanada die Stunde der Wahrheit. Die Survival-Profis werden an verschiedenen Orten auf Vancouver Island abgesetzt. Dort sind sie fortan komplett auf sich allein gestellt.","versions":[{"lang":1,"streams":[{"redirect":14515561,"hoster":"VOE"},{"redirect":14496520,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"The Knife’s Edge","descr":"Nach einigen Tagen fangen die Teilnehmer an, sich an ihre neue Umgebung zu gewöhnen und Ordnung ins Chaos zu bringen. Ein Überlebenskünstler stellt sich als sehr geschickt heraus und hat Erfolg bei der Nahrungssuche und der Jagd nach Essen. Unterdessen stellen sich bei den anderen Zweifel ein, als ein lähmender Hunger einsetzt.","versions":[{"lang":1,"streams":[{"redirect":14508787,"hoster":"VOE"},{"redirect":14496523,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"The Beasts of Night","descr":"Nach einer Woche auf Vancouver Island können mehrere Teilnehmer Erfolge in ihrer neuen Umgebung verzeichnen. Doch während einige in Harmonie mit der Wildnis leben, kämpfen andere dagegen an. Wegen aus Unachtsamkeit gemachter Fehler drohen zwei Leute nach Hause geschickt zu werden.","versions":[{"lang":1,"streams":[{"redirect":14515498,"hoster":"VOE"},{"redirect":14500668,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Hunger’s Grip","descr":"Ein ernsthafter Nahrungsmangel fordert seinen Tribut von den verbliebenen Teilnehmern. Viele haben seit Tagen nichts gegessen, und das beginnt, ihre geistigen und körperlichen Möglichkeiten zu beeinflussen. Einige stehen kurz davor aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":14515486,"hoster":"VOE"},{"redirect":14496519,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Storm Rising","descr":"Die Bushcraft-Expertinnen und -Experten gehen bei der Survival-Challenge in der Provinz British Columbia auf die Jagd und sie stellen Fallen auf, um Beutetiere zu erlegen. Doch trotz aller Bemühungen schaffen es einige Teilnehmer und Teilnehmerinnen nicht, sich mit ausreichend Nahrung zu versorgen. Und das raue Klima erfordert auf der Pazifikinsel Vancouver Island ebenfalls enorme Widerstandskraft. Ein herannahender Sturm stellt für die Männer und Frauen eine ernsthafte Bedrohung dar.","versions":[{"lang":1,"streams":[{"redirect":14515584,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Adrift","descr":"Bei den verbliebenen Kandidaten und Kandidatinnen kochen auf der Pazifikinsel Vancouver Island die Emotionen hoch, denn die Männer und Frauen sind in der abgelegenen Wildnis großen Entbehrungen und hohen Belastungen ausgesetzt. Die Strapazen zehren am Nervenkostüm. Ein Outdoor-Crack ringt in totaler Isolation auf dem Eiland mit der Einsamkeit und denkt darüber nach, aufzugeben. Und ein anderer Survival-Profi begibt sich in der Provinz British Columbia auf eine gefährliche Reise ins Ungewisse.","versions":[{"lang":1,"streams":[{"redirect":14515558,"hoster":"VOE"},{"redirect":14496522,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Trial By Fire","descr":"Jeder Tag ist eine Kraftanstrengung und die Wildnis fordert in der Provinz British Columbia ihren Tribut. Die Strapazen sind den Bushcraft-Expertinnen und -Experten nach drei Wochen in totaler Abgeschiedenheit deutlich anzumerken. Die Kandidatinnen und Kandidaten wirken müde und erschöpft. Beim Überlebenskampf auf Vancouver Island geraten die Männer und Frauen körperlich und psychisch an ihre Grenzen. In dieser schwierigen Phase benötigen die verbliebenen Survival-Profis einen eisernen Willen.","versions":[{"lang":1,"streams":[{"redirect":14508751,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"The Ascent","descr":"Wer ist den Herausforderungen auf Vancouver Island am besten gewachsen? Während sich einige Teilnehmer und Teilnehmerinnen der Challenge recht passabel in der Wildnis eingerichtet haben, sind andere darum bemüht, ihre Situation zu verbessern. Dabei gehen die Bushcraft-Expertinnen und -Experten auf dem Eiland unterschiedliche Wege. Ein Survival-Profi folgt in der Provinz British Columbia der Spur der Lachse und ein anderer trifft eine Entscheidung, die ihm zum Verhängnis werden könnte.","versions":[{"lang":1,"streams":[{"redirect":14515505,"hoster":"VOE"},{"redirect":14496525,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"The Madness","descr":"Vor einem Monat wurden die Bushcraft-Expertinnen und -Experten an verschiedenen Orten in der lebensfeindlichen kanadischen Wildnis ausgesetzt. Dort trotzen sie komplett auf sich allein gestellt den Naturgewalten. Dabei ist nicht nur körperliche Robustheit gefragt, sondern auch mentale Stärke. Der Kopf spielt beim Überlebenskampf eine Schlüsselrolle. Selbstzweifel sind bei der Survival-Challenge nicht hilfreich, stattdessen müssen sich die verbliebenen Kandidaten jeden Tag neu motivieren.","versions":[{"lang":1,"streams":[{"redirect":14504328,"hoster":"VOE"},{"redirect":14494237,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"The Gamble","descr":"Auch heute geht es auf Vancouver Island wieder darum, widrigen Wetterbedingungen, Raubtieren und der Isolation zu trotzen, um letztendlich als Gewinner die Insel zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":14515574,"hoster":"VOE"},{"redirect":14496524,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Winter’s Fury","descr":"Der Winter kommt. Das macht den Überlebenskampf in der kanadischen Wildnis noch anstrengender, als er es bisher schon war. Jetzt haben die verbliebenen Männer und Frauen auf Vancouver Island in totaler Abgeschiedenheit obendrein mit eisigen Temperaturen zu kämpfen. Und sie müssen in der Provinz British Columbia Risiken eingehen, um ihren Hunger zu stillen. Denn die Nahrungsquellen schwinden. Die Challenge wird nach kräftezehrenden Wochen abseits der Zivilisation immer mehr zur Tortur.","versions":[{"lang":1,"streams":[{"redirect":14508769,"hoster":"VOE"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Into the Abyss","descr":"Der Gedanke an das Preisgeld in Höhe von einer halben Million Dollar hat bei vielen Teilnehmerinnen und Teilnehmern der Challenge lange Zeit Kräfte freigesetzt. Doch die Entbehrungen und die Isolation werden unerträglich. Angesichts der Strapazen stellen sich immer öfter Zweifel ein. Statt abseits der Zivilisation Hunger zu leiden und zu frieren, könnten die Survival-Profis jetzt auch daheim am warmen Kamin sitzen und ihre Angehörigen und Freunde umarmen. Die Versuchung aufzugeben ist groß.","versions":[{"lang":1,"streams":[{"redirect":14515568,"hoster":"VOE"},{"redirect":14500659,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"The End Game","descr":"Demjenigen, dem es gelingt, am längsten auszuharren, winken 500.000 US Dollar.","versions":[{"lang":1,"streams":[{"redirect":14515603,"hoster":"VOE"},{"redirect":14496526,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"A New Land","descr":"Zehn abenteuerlustige Teilnehmer werden vollkommen allein in Patagonien ausgesetzt und müssen in der Wildnis nur mit dem überleben, was sie im Rucksack bei sich tragen.: Das Abenteuer beginnt von Neuem, als zehn Menschen in der abgelegenen Wildnis von Patagonien ausgesetzt werden, um dort so lange wie möglich vollkommen allein zu überleben. Während der ersten Tage müssen einige Teilnehmer allerdings feststellen, dass sie im Jagdrevier von Pumas abgesetzt wurden. Der Standort eines anderen Ausgesetzten ist so abgelegen, dass er seine mutige Entschlossenheit in Frage stellt, als er sich mit der bitteren Realität seiner totalen Einsamkeit konfrontiert sieht.","versions":[{"lang":1,"streams":[{"redirect":14515337,"hoster":"VOE"},{"redirect":14487021,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"First Blood","descr":"Nach ein paar Tagen in der Wildnis wird den verbleibenden Teilnehmern die harte Realität des langfristigen Überlebens in Patagonien bewusst. Während alle versuchen, sich zurechtzufinden, bewegt sich ein Teilnehmer aus seiner sicheren Umgebung heraus und befindet sich zu weit entfernt von zu Hause. Unterdessen gefährdet eine verheerende Verletzung die Möglichkeit eines anderen, in der Wildnis Ausgesetzten, weiterzumachen.","versions":[{"lang":1,"streams":[{"redirect":14508778,"hoster":"VOE"},{"redirect":14496534,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Eternal Darkness","descr":"Ein Mangel an Nahrungsmitteln zwingt die verbliebenen Teilnehmer dazu, kreativ zu werden. Ein Überlebenskünstler erfindet eine geniale Methode, um seinen Proteinbedarf zu decken, während ein anderer gegen Patagoniens gerissenstes Raubtier kämpft.","versions":[{"lang":1,"streams":[{"redirect":14508761,"hoster":"VOE"},{"redirect":14496530,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Outfoxed","descr":"Ein Mangel an Nahrungsmitteln zwingt die verbliebenen Teilnehmer dazu, kreativ zu werden. Ein Überlebenskünstler erfindet eine geniale Methode, um seinen Proteinbedarf zu decken, während ein anderer gegen Patagoniens gerissenstes Raubtier kämpft.","versions":[{"lang":1,"streams":[{"redirect":14508786,"hoster":"VOE"},{"redirect":14496532,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"The Lone Wolf","descr":"Die verbliebenen Teilnehmer haben damit zu kämpfen, sich an das Leben in Patagonien anzupassen. Einer der Überlebenskünstler bekommt es mit einer umherschleichenden Raubkatze zu tun, während ein anderer sich ein großes Bauprojekt vornimmt. Als die Tage verstreichen, testet einer der Teilnehmer eine neuartige Strategie, um länger als alle anderen durchzuhalten zu können.","versions":[{"lang":1,"streams":[{"redirect":14515493,"hoster":"VOE"},{"redirect":14496533,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Along Came a Spider","descr":"Die Teilnehmer sehen sich gefährlichen Herausforderungen ausgesetzt, die die meisten dazu zwingen, darüber nachzudenken, nach Hause zu fahren. Während ein Kandidat mit einer potenziell lebensbedrohlichen Infektion kämpft, sieht sich ein anderer einer gefährlichen Unterkühlung ausgesetzt.","versions":[{"lang":1,"streams":[{"redirect":14508776,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Hungry Beasts","descr":"Als der Winter näherkommt und die Fische nicht mehr anbeißen, müssen sich die Teilnehmer eher auf Wildtiere konzentrieren, um zu überleben. Doch ihre vorgesehene Beute ist schlauer und tödlicher als sie sich vorstellen konnten.","versions":[{"lang":1,"streams":[{"redirect":14515596,"hoster":"VOE"},{"redirect":14496536,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Of Feast \u0026 Famine","descr":"Der Winter bricht mit voller Wucht herein, und die verbliebenen Teilnehmer müssen mit den sich rapide verschlechternden Bedingungen zurechtkommen. Proteinmangel und Hunger zehren an den Kandidaten. Noch dazu ist der Drang, endlich die Familie wiederzusehen, für einige von ihnen stärker als sie ertragen können.","versions":[{"lang":1,"streams":[{"redirect":14515566,"hoster":"VOE"},{"redirect":14496537,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"The Point of No Return","descr":"Die dritte Runde des wohl gefährlichsten Survival-Experiments endet mit einem spannenden Finale. Wer wird das größte Durchaltevermögen beweisen und die 500.000 US-Dollar mit nach Hause nehmen?","versions":[{"lang":1,"streams":[{"redirect":14515347,"hoster":"VOE"},{"redirect":14496538,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Day 87","descr":"Die verbliebenen Überlebensexperten bringen sich selbst an ihre körperlichen Grenzen, als der Fisch knapp wird. Doch ein Teilnehmer treibt es zu weit und riskiert dadurch Organversagen.","versions":[{"lang":1,"streams":[{"redirect":14515482,"hoster":"VOE"},{"redirect":14496539,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Divide And Conquer","descr":"In dieser Staffel werden sieben Familienpaare kilometerweit voneinander entfernt im Norden von Vancouver Island abgesetzt und müssen einander finden. Um den 500.000-Dollar-Preis zu gewinnen, müssen sie gemeinsam das unbarmherzige Gelände der Insel und die tödlichen Raubtiere überleben.","versions":[{"lang":1,"streams":[{"redirect":14515567,"hoster":"VOE"},{"redirect":14496544,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Hell on Earth","descr":"Während ihre Teamkollegen versuchen, ihr Lager aufzuschlagen, stellen die Wanderer fest, dass das Gelände auf Vancouver Island unterwegs noch anstrengender ist. Die Insel schlägt ein Paar in die Unterwerfung, während ein anderes mit einem verheerenden Unfall zu kämpfen hat.","versions":[{"lang":1,"streams":[{"redirect":14515546,"hoster":"VOE"},{"redirect":14496541,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Margin Of Error","descr":"Auf Vancouver Island wägt ein schwerverletzter Teilnehmer das Risiko, medizinische Hilfe zu suchen und seinen Schuss zu opfern, auf 500.000 US-Dollar ab. Auf alle Teilnehmer lauert Gefahr, da weiterhin Raubtiere die neuesten Bewohner der Insel verfolgen.","versions":[{"lang":1,"streams":[{"redirect":14515522,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"The Last Mile","descr":"Über drei Staffeln hinweg wurden 26 Waffenschmiede zum Champion gekürt. Heute kehren frühere Gewinner zurück, um zu ermitteln, wer von ihnen die beste Klinge für ein Klappmesser aus Damaszenserstahl schmieden kann. Nach zwei Runden bleiben zwei Champions übrig, die in der Finalrunde eine Waffe schmieden sollen, die für ihre einzigartige Mechanik und ihr tödliches zweischneidiges Schwert bekannt ist: das Pata.","versions":[{"lang":1,"streams":[{"redirect":14515559,"hoster":"VOE"},{"redirect":14509703,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Double Or Nothing","descr":"Jemand bringt ein Amphicar 770 von 1964 zum Pfandhaus. Rick muss entscheiden, ob sich ein Ankauf für ihn lohnt. Corey und Chum sehen sich einen Meisterschaftsring der National Bowling Association von 1939 an. Außerdem wettet Rick mit Corey und Chum, dass sie es nicht schaffen, einen Tag lang auf ihre Handys zu verzichten.","versions":[{"lang":1,"streams":[{"redirect":14515506,"hoster":"VOE"},{"redirect":14496545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Thicker Than Water","descr":"Als der Winter näherkommt und die Fische nicht mehr anbeißen, müssen sich die Teilnehmer eher auf Wildtiere konzentrieren, um zu überleben. Doch ihre vorgesehene Beute ist schlauer und tödlicher als sie sich vorstellen konnten.","versions":[{"lang":1,"streams":[{"redirect":14515527,"hoster":"VOE"},{"redirect":14509713,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Hooked","descr":"Der Winter bricht mit voller Wucht herein, und die verbliebenen Teilnehmer müssen mit den sich rapide verschlechternden Bedingungen zurechtkommen. Proteinmangel und Hunger zehren an den Kandidaten. Noch dazu ist der Drang, endlich die Familie wiederzusehen, für einige von ihnen stärker als sie ertragen können.","versions":[{"lang":1,"streams":[{"redirect":14515512,"hoster":"VOE"},{"redirect":14496543,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Flare-up","descr":"Die verbliebenen Überlebensexperten bringen sich selbst an ihre körperlichen Grenzen, als der Fisch knapp wird. Doch ein Teilnehmer treibt es zu weit und riskiert dadurch Organversagen.","versions":[{"lang":1,"streams":[{"redirect":14515589,"hoster":"VOE"},{"redirect":14509708,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"My Brother’s Keeper","descr":"Die verbliebenen Teilnehmer haben kaum noch Nahrungsmittel und riskieren ihr Leben bei dem Versuch, am längsten durchzuhalten. Nur ein Kandidat ist imstande, in der Wildnis von Patagonien auszuharren und nimmt die 500.000 Dollar Preisgeld mit nach Hause.","versions":[{"lang":1,"streams":[{"redirect":14515515,"hoster":"VOE"},{"redirect":14496547,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Flesh And Blood","descr":"In den finalen Folgen des Survival-Wettkampfs entscheidet sich, wer das Preisgeld von einer halben Million Dollar mit nach Hause nimmt.: Sieben Teams, bestehend aus jeweils zwei Familienmitgliedern, werden in der Wildnis von Vancouver Island getrennt voneinander ausgesetzt. In der entlegenen Gegend der \"Wet Coast\" muss das Duo zueinander finden und so lange wie möglich überleben. Jeder Abenteurer hält seine Erfahrungen selbst auf Kamera fest – es gibt keine Produzenten und keine Kameracrew vor Ort. Nachdem sich das Duo gefunden hat, muss es fortan als Team Unterkünfte bauen, Nahrung besorgen sowie Kälte, Wildtiere und weitere Widrigkeiten überwinden.","versions":[{"lang":1,"streams":[{"redirect":14508748,"hoster":"VOE"},{"redirect":14496546,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Tales From The Island","descr":"Nach einem anstrengenden Ende kommen die drei besten Teams der vierten Staffel von Alone wieder zusammen, um ihre einzigartigen Abenteuer zu besprechen und nie zuvor gesehene Momente zu enthüllen.","versions":[{"lang":1,"streams":[{"redirect":14515518,"hoster":"VOE"},{"redirect":14496549,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Redemption","descr":"Zehn Überlebenskünstler aus früheren Staffeln kehren zurück und haben erneut die Chance auf das Preisgeld in Höhe von 500.000 Dollar. Dieses Mal bekommen sie es mit den Gefahren der Mongolei zu tun: Zehn Überlebenskünstler aus früheren Staffeln kehren zurück, um alles besser zu machen. Sie bekommen eine neue Chance, das Preisgeld in Höhe von 500.000 Dollar zu gewinnen. Doch dieses Mal bekommen sie es mit den Gefahren der nördlichen Mongolei zu tun, einer Gegend, die wilder und abgelegener ist als alles, was sie je gesehen haben.","versions":[{"lang":1,"streams":[{"redirect":14515345,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"The Haunting","descr":"Die Überlebenskünstler bekommen es mit den gefährlichsten Raubtieren der Mongolei zu tun, während sie Nahrung sammeln und einen Unterschlupf bauen. Die Teilnehmer erkunden neue und riskante Nahrungsmittelquellen in der Mongolei. Während die Überlebenskünstler beginnen, sich in ihrer neuen Umgebung zurechtzufinden, wird ihnen klar, dass sie nicht die einzigen Raubtiere sind, die sich auf der Pirsch befinden.","versions":[{"lang":1,"streams":[{"redirect":14515540,"hoster":"VOE"},{"redirect":14496553,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"The Serpent","descr":"Die Überlebenskünstler bekommen es mit den gefährlichsten Raubtieren der Mongolei zu tun, während sie Nahrung sammeln und einen Unterschlupf bauen. Die Überlebenskünstler müssen sich mit äußeren und inneren Bedrohungen auseinandersetzen, während sie daran arbeiten, Nahrung zu sammeln und ihren Unterschlupf fertigzustellen. Ein Teilnehmer bekommt es mit einem der tödlichsten Raubtiere der Mongolei zu tun, während ein anderer versucht, ein hinderliches Gesundheitsproblem loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":14515341,"hoster":"VOE"},{"redirect":14487033,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Mongolia’s Wrath","descr":"Die verbliebenen Teilnehmer haben damit zu kämpfen, sich an das Leben in Patagonien anzupassen. Einer der Überlebenskünstler bekommt es mit einer umherschleichenden Raubkatze zu tun, während ein anderer sich ein großes Bauprojekt vornimmt. Als die Tage verstreichen, testet einer der Teilnehmer eine neuartige Strategie, um länger als alle anderen durchzuhalten zu können.","versions":[{"lang":1,"streams":[{"redirect":14515597,"hoster":"VOE"},{"redirect":14496550,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"The Bowels Of Hell","descr":"Sieben verbliebene Überlebenskünstler müssen bis an ihre Grenzen gehen, als das Wetter in der Mongolei immer schlechter wird. Ein Teilnehmer geht ein hohes Risiko ein, indem er sich von Baumrinde ernähren will. Ein anderer stellt seine Fähigkeit infrage, weiterhin für Nahrung zu töten, während es ein dritter mit einem gefährlichen Raubtier zu tun bekommt, das in der Dunkelheit lauert.","versions":[{"lang":1,"streams":[{"redirect":14515528,"hoster":"VOE"},{"redirect":14496555,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Of Mice And Men","descr":"Nach beinahe einem Monat Einsamkeit beginnen die verbliebenen Teilnehmer einzuknicken. Der Unterschlupf eines der Überlebenskünstler verwandelt sich in ein unerträgliches \"grünes Monster\", während ein anderer zu extremen Maßnahmen greift, um sich eines ungeladenen Gastes zu erwehren.","versions":[{"lang":1,"streams":[{"redirect":14515591,"hoster":"VOE"},{"redirect":14496552,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Desperate Measures","descr":"Während einige der Überlebenskünstler eine Vielfalt an Nahrungsmitteln genießen, müssen andere zu immer verzweifelnteren Maßnahmen greifen, um bei Kräften zu bleiben. Ein Jäger erklimmt gefährliche Höhen um seine Beute zu verfolgen und ein anderer wendet sich einer der abstoßendsten Nahrungsquellen der Mongolei zu.","versions":[{"lang":1,"streams":[{"redirect":14508743,"hoster":"VOE"},{"redirect":14496557,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Slayer Ii","descr":"Als der Winter näher kommt wird die Nahrung knapp und die Überlebenskünstler müssen jegliches Wild fangen, das ihren Weg kreuzt, egal wie groß es ist. Doch die Nahrungsmittelknappheit ist nicht die einzige Herausforderung und der Mangel an Gesellschaft treibt einen Teilnehmer dazu, sich seiner größten Angst zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14515552,"hoster":"VOE"},{"redirect":14496558,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Starvation’s Shadow","descr":"Als die Nahrungsmittelquellen versiegen, treibt der Hunger die verbliebenen Teilnehmer zu neuen Tiefpunkten. Einer unternimmt auf der Suche nach Nahrung eine riskante Kletterpartie in einem Wolfsgebiet, während ein anderer mit einem Gesundheitsproblem zu kämpfen hat, das für ihn das Ende des Wettbewerbs bedeuten könnte.","versions":[{"lang":1,"streams":[{"redirect":14515579,"hoster":"VOE"},{"redirect":14496559,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Cold War","descr":"Die noch verbliebenen Teilnehmer müssen dem Ansturm des brutalen Winters trotzen. Nagender Hunger und bittere Kälte stellen sie wie nie zuvor auf die Probe, und am Ende wird nur einer von ihnen das Preisgeld in Höhe von 500.000 Dollar mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":14515580,"hoster":"VOE"},{"redirect":14509719,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Icebreaker","descr":"Nachdem sie mit dem Helikopter in der Wildnis ausgesetzt wurden, sind die Kandidaten in den Nordwest-Territorien Kanadas vollkommen auf sich allein gestellt. Auf die Outdoor-Cracks wartet am Großen Sklavensee eine extrem harte Prüfung. Hungrige Raubtiere, extreme Kälte und totale Isolation: Eine der ersten Aufgaben besteht darin, sich abseits der Zivilisation zu orientieren. Wo droht Gefahr und wo kann man am besten Nahrung finden? Spätestens als der erste Schnee fällt, begreifen die Teilnehmeren der Survival-Challenge, was auf sie zukommt.","versions":[{"lang":1,"streams":[{"redirect":14515474,"hoster":"VOE"},{"redirect":14494248,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Tainted","descr":"Die Survival-Kandidaten streifen auf der Suche nach Nahrung durch das Unterholz, um sich vor dem Wintereinbruch am Großen Sklavensee mit Vorräten einzudecken. Aber beim Zerlegen der Beute gilt es wichtige Regeln zu beachten. Denn manche Wildtiere sind möglicherweise von Parasiten befallen. Donny leidet nach dem Verzehr einer Bisamratte unter heftigen Magenkrämpfen. Sein Gesundheitszustand lässt nichts Gutes erahnen. Und Nikki hat sich in den Nordwest-Territorien Kanadas an der Hand verletzt. Wenn sich die Wunde entzündet, droht auch ihr Ungemach.","versions":[{"lang":1,"streams":[{"redirect":14515529,"hoster":"VOE"},{"redirect":14496556,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Up In Flames","descr":"Jordan hat auf seiner Beutetour in Kanada vier Hasen erlegt. Nathan zieht am Großen Sklavensee eine Forelle an Land. Und Ray hat es auf ein Eichhörnchen abgesehen. Der Bushcraft-Experte aus Vancouver baut eine Falle. Dabei greift er auf Techniken der amerikanischen Ureinwohner zurück. Die Survival-Profis setzen beim Jagen und Fischen auf Effizienz und Flexibilität. Wenn eine Methode nicht funktioniert, überlegen sie sich eine Alternative. Denn die Suche nach Nahrung hat beim Überlebenskampf in der menschenfeindlichen Wildnis oberste Priorität.","versions":[{"lang":1,"streams":[{"redirect":14515593,"hoster":"VOE"},{"redirect":14496560,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"The Moose","descr":"Jordan macht in Kanada Jagd auf Großwild, um sich mit nahrhaftem Fleisch zu versorgen. Der Überlebenskünstler hat in der Nähe seines Unterschlupfs Elchspuren entdeckt. Für den Fall, dass sich das Tier noch einmal in die Gegend verirrt, installiert er mit Stolperdrähten und Blechdosen auf dem Areal eine Art Frühwarnsystem. Und sein Plan funktioniert. Als sich der Hirsch nähert, schießt Jordan mit Pfeil und Bogen jedoch daneben. Und Nikki humpelt gehandicapt durch Wildnis. Die Bushcraft-Expertin hat sich in den Nordwest-Territorien am Bein verletzt.","versions":[{"lang":1,"streams":[{"redirect":14515513,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"The Kill","descr":"Beim ersten Versuch hatte Jordan noch daneben geschossen, doch beim zweiten Anlauf trifft er voll ins Schwarze. Der Bushcraft-Experte erlegt in den kanadischen Nordwest-Territorien einen Elch. Mit seinem kleinen Messer wird der Abenteurer Stunden brauchen, um das Tier zu häuten und zu zerlegen. Aber diese Anstrengungen nimmt der Survival-Profi gerne in Kauf, denn das riesige Tier wird ihn mit sehr viel Fleisch versorgen. Vorausgesetzt, Jordan kann seine Beute erfolgreich verteidigen. Denn hungrige Raubtiere könnten ihm die Nahrung streitig machen.","versions":[{"lang":1,"streams":[{"redirect":14515576,"hoster":"VOE"},{"redirect":14496563,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Ablaze","descr":"Die Teilnehmer sind fast seit einem Monat im Spiel, als ihr Überleben durch neue Faktoren bedroht wird. Ein Teilnehmer ist gezwungen, sich gegen ein riesiges Raubtier zu verteidigen, ein anderer droht, durch einen furchtbaren Unfall seine Unterkunft zu verlieren, und einer hat große Probleme mit der größten Herausforderung: vollkommen alleine zu sein.","versions":[{"lang":1,"streams":[{"redirect":14508763,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Night Raider","descr":"Als der Winter vor der Tür steht, werden die Teilnehmer von Raubtieren bedroht, die ihre wertvollen Nahrungsvorräte stehlen wollen. Während die Überlebenskünstler ihre Strategien überdenken, stellt sich einer von ihnen der grimmigsten Kreatur der Arktis entgegen.","versions":[{"lang":1,"streams":[{"redirect":14515479,"hoster":"VOE"},{"redirect":14492178,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Out Cold","descr":"Die verbleibenden Überlebenskünstler beginnen, die Auswirkungen des Hungerns zu spüren. Eine Teilnehmerin kämpft darum, im Rennen zu bleiben, während ihr Körper versagt. Indes verliert ein anderer, der Nahrung im Überfluss hat, auf schockierende Weise immer mehr Gewicht.","versions":[{"lang":1,"streams":[{"redirect":14515478,"hoster":"VOE"},{"redirect":14496562,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"The Ice Cometh","descr":"Während das Wetter kälter und unnachgiebiger wird, kämpfen die Teilnehmer damit, grundlegende Ressourcen zu gewinnen. Ein Teilnehmer verliert zu viel Gewicht, während ein anderer weiterhin von Raubtieren belästigt wird. Ein dritter wacht eines Morgens auf und macht eine schwerwiegende Entdeckung. Dabei wird ihm klar, dass der arktische Winter gerade erst begonnen hat.","versions":[{"lang":1,"streams":[{"redirect":14515509,"hoster":"VOE"},{"redirect":14496564,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Thin Ice","descr":"Während die Temperaturen auf ihren bislang tiefsten Stand sinken, friert der See zu. Damit wird der Zugang zu gewissen Ressourcen abgeschnitten und die Sicherheit der Teilnehmer gefährdet. Deren Entschlossenheit und Einfallsreichtum werden von der erbarmungslosen Kälte auf die Probe gestellt, was dazu führt, dass einer der Teilnehmer schon viel früher als erwartet an seine Grenzen stößt.","versions":[{"lang":1,"streams":[{"redirect":14508775,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Fire And Ice","descr":"Die letzten drei Überlebenskünstler kämpfen weiterhin gegen Gewichtsverlust, extreme Temperaturen und Raubtiere, um im Rennen um die 500.000 Dollar Preisgeld zu bleiben. Die bittere Kälte macht es schwerer denn je, Lebensmittel zu finden, und eine verheerende Katastrophe führt dazu, dass ein Teilnehmer alles verliert. Die übrigen Teilnehmer kämpfen weiter, doch am Ende ist nur einer in der Lage, die Arktis zu bezwingen und den Sieg zu erringen.","versions":[{"lang":1,"streams":[{"redirect":14515481,"hoster":"VOE"},{"redirect":14509716,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Million Dollar Mistake","descr":"In dieser Staffel geht es um 1 Million US-Dollar. Es gilt, möglichst schnell eine Unterkunft zu bauen und Nahrung zu finden. Ein Survival-Profi bastelt sich sogar eine Badewanne.","versions":[{"lang":2,"streams":[{"redirect":14515549,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Rock House","descr":"Callie arbeitet an ihrer Unterkunft, doch starker Wind macht es ihr schwer. Roland legt sich einen Beerenvorrat an und baut sich eine Hütte aus Steinen. Mark verjagt einen Bären.","versions":[{"lang":2,"streams":[{"redirect":14515602,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"That Was No Bunny","descr":"Amós fängt Fische und nutzt seine Unterwäsche auf kreative Weise. Währenddessen stößt Kielyn auf einen Elch. Keith widmet sich ein wenig der Handwerkskunst.","versions":[{"lang":2,"streams":[{"redirect":14515519,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Fly","descr":"Nach einem nächtlichen Missgeschick ändert Mark seine Ernährung. Ein Eichhörnchen beschert Keith eine Magenverstimmung. Roland fängt Fische. Joe kämpft mit einer lästigen Fliege.","versions":[{"lang":2,"streams":[{"redirect":14508752,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Rock","descr":"Kielyn stylt sich um und ergänzt ihre Unterkunft um einen Rauchabzug. Callie baut eine Feuerstelle aus Steinen. Roland verfolgt einen Moschusochsen. Joel vertreibt sich die Zeit.","versions":[{"lang":2,"streams":[{"redirect":14508791,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Musk Ox","descr":"Amós hat Probleme mit einem Stellnetz, Kielyn mit einem Floß. Ein Bär dezimiert die Vorräte eines Survival-Profis, während ein anderer Survival-Profi ein Eichhörnchen bestiehlt.","versions":[{"lang":2,"streams":[{"redirect":14515473,"hoster":"VOE"},{"redirect":14496511,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Snared","descr":"Roland baut eine Kühlkammer für die Überreste seines Moschusochsen. Callie erweist sich als hervorragende Trapperin. Kielyn stöbert einen Elch auf. Für Mark wird es brenzlig.","versions":[{"lang":2,"streams":[{"redirect":14508753,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Up In Smoke","descr":"Halloween hebt Callies Laune. Mark muss mit Feuer und einer Magenverstimmung klarkommen. Ein Raubtier macht sich an Kielyns Vorrat zu schaffen. Amós vertreibt ein geschütztes Tier.","versions":[{"lang":2,"streams":[{"redirect":14515600,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Wolves","descr":"Roland sucht das letzte bisschen Fett an seinem Moschusochsenkadaver. Kielyn probiert es mit Eisangeln. Amós hat einen furchterregenden Zusammenstoß mit einem hungrigen Wolfsrudel.","versions":[{"lang":2,"streams":[{"redirect":14515577,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Pins and Needles","descr":"Ein Survival-Profi findet ein Eichhörnchennest und eine neue Verwendung für Tierschädel. Die Stachelschweinjagd beginnt und jemand wird von Gefühlen überwältigt.","versions":[{"lang":2,"streams":[{"redirect":14515508,"hoster":"VOE"},{"redirect":14497699,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Over the Edge (1+2)","descr":"Der Einsatz ist so hoch wie nie, während die drei verbleibenden Survival-Profis gegen Hunger, Einsamkeit und eisige Temperaturen kämpfen. Nur noch zwei Survival-Profis sind übrig. Beide gehen bis an ihre Grenzen und versuchen alles, um sich den Sieg zu holen. Wer wird die Million bekommen?","versions":[{"lang":2,"streams":[{"redirect":14515570,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Hunted","descr":"Zehn neue Teilnehmer wagen sich auf der Jagd nach 500.000 US-Dollar an den bisher furchteinflößendsten Ort von Alone. Ein Teilnehmer ist gezwungen, eine Entscheidung über Leben oder Tod zu treffen, und alle müssen sich mit dem tödlichsten Raubtier von Chilko Lake auseinandersetzen: dem Grizzlybären.","versions":[{"lang":2,"streams":[{"redirect":14515586,"hoster":"VOE"},{"redirect":14492012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Open Season","descr":"Immer mehr Teilnehmer beginnen ihren Kampf gegen die harten Bedingungen des Landes und die reiche Grizzlypopulation. Ein Überlebenskünstler baut einen einzigartigen Unterschlupf, während ein anderer seine Macht in den tückischen Gewässern des Chilko-Sees auf die Probe stellt.","versions":[{"lang":2,"streams":[{"redirect":14515543,"hoster":"VOE"},{"redirect":14496506,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Chewed Up","descr":"Die Teilnehmer finden weiterhin einzigartige Wege, um an Nahrung zu kommen. Ein Teilnehmer hat Angst, eine giftige Pflanze gegessen zu haben.","versions":[{"lang":2,"streams":[{"redirect":14515572,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Far from Home","descr":"Der mentale Tribut der Isolation beginnt den Teilnehmern seelisch zu schaden. Während sich ein Teilnehmer in einer Pattsituation befindet, ist ein anderer aufgrund der Isolation emotional instabil.","versions":[{"lang":2,"streams":[{"redirect":14515496,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Buck","descr":"Als die Realität der Herausforderung klarer wird und die Nahrungsquellen knapp werden, richtet ein Teilnehmer sein Augenmerk auf ein größeres Wild, während ein anderer die Unmöglichkeit der Herausforderung erkennt.","versions":[{"lang":2,"streams":[{"redirect":14515521,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Smoked","descr":"Die verbleibenden Teilnehmer kämpfen um den Schutz ihrer Nahrungsmittelvorräte, da sie anhaltendem Druck ausgesetzt sind. Die Unterkunft eines Überlebenskünstlers stellt eine ernsthafte Bedrohung dar, während die Gesundheit eines anderen einen erheblichen Schaden erleidet.","versions":[{"lang":2,"streams":[{"redirect":14515536,"hoster":"VOE"},{"redirect":14496507,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Surrounded","descr":"Wenn sie einen Monat in freier Wildbahn erreichen, erhöht das Winterwetter den Einsatz für jeden Teilnehmer. Ein unerschütterlicher Grizzly veranlasst einen Konkurrenten, sich auf den Kampf vorzubereiten, und der verzweifelte Versuch eines anderen, Futter zu bekommen, wird plötzlich lebensgefährlich.","versions":[{"lang":2,"streams":[{"redirect":14515408,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Grizzly","descr":"Neugierige Wildtiere verfolgen weiterhin die verbliebenen Konkurrenten und bedrohen deren Nahrung und Sicherheit. Ein Teilnehmer findet einen Grizzly zu nah an seinem Zuhause, während ein anderer unvorbereitet ist, als sich sein Gesundheitszustand unerwartet verschlechtert.","versions":[{"lang":2,"streams":[{"redirect":14515532,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Troll","descr":"Während sich die Herausforderung auf die letzten vier Teilnehmer beschränkt, setzt der Chilko-See seinen Angriff auf diejenigen fort, die ums Überleben kämpfen.","versions":[{"lang":2,"streams":[{"redirect":14515564,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"All In","descr":"Während einige Teilnehmer weiterhin an neuen Ideen arbeiten, um Kalorien zu gewinnen, versuchen andere, so lange wie möglich durchzuhalten. Da es zu diesem späten Zeitpunkt des Wettbewerbs darum geht, an Essen zu kommen, ist die Gefahr, aus dem Rennen genommen zu werden, noch realer.","versions":[{"lang":2,"streams":[{"redirect":14515494,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Reckoning","descr":"Da nur noch drei im Wettbewerb übrig sind, kämpfen die Teilnehmer um den Preis von 500.000 US-Dollar. Während sich einige weiterhin mit dem mentalen Spiel auseinandersetzen, bedroht ein neues Raubtier die Langlebigkeit eines Überlebenskünstlers.","versions":[{"lang":2,"streams":[{"redirect":14515595,"hoster":"VOE"},{"redirect":14509685,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ultimate Moments","descr":"Erleben Sie einige der beliebtesten Bauten, emotionalen Zusammenbrüche, Überlebens-Hacks und Begegnungen mit Wildtieren, vom allerersten Absprung auf Vancouver Island bis hin zu all den triumphalen Siegesmomenten.","versions":[{"lang":2,"streams":[{"redirect":14515601,"hoster":"VOE"},{"redirect":14492043,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Start im Regen","epNo":1,"alt":"Drop Shock","descr":"In der abgelegenen kanadischen Provinz Neufundland und Labrador herrschen extreme klimatische Bedingungen. Dort ist es kalt und feucht. Aber in der Wildnis droht den Kandidatinnen und Kandidaten der Challenge nicht nur Gefahr durch Unterkühlung und Erfrierungen. Abseits der Zivilisation stellen auch Wölfe, Kojoten und Bären eine ernste Bedrohung dar. Mit diesen Räubern streiten sich die Outdoor-Cracks bei der härtesten Prüfung ihres Lebens um die natürlichen Nahrungsressourcen. Die Survival-Profis stürzen sich in ein kräftezehrendes Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":14515587,"hoster":"VOE"},{"redirect":14492111,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sinn des Tötens","epNo":2,"alt":"Consequences","descr":"Teimojin hat sechs Jahre beim Militär gedient. Dort lernte der Bushcraft-Experte, wie man unter extremen Bedingungen in der Wildnis überlebt. Ein trockener Unterschlupf, in den man sich zurückziehen kann, wenn es ungemütlich wird, ist dabei von entscheidender Bedeutung. Tom erkundet unterdessen auf der Suche nach Nahrung die Umgebung. Denn mit Beeren allein kann sich der Outdoor-Crack in Labrador nicht lange über Wasser halten. Der Survival-Profi benötigt Fleisch, um bei Kräften zu bleiben. Ein Eichhörnchen käme ihm da als warme Mahlzeit gerade recht.","versions":[{"lang":1,"streams":[{"redirect":14515492,"hoster":"VOE"},{"redirect":14492123,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Gesetz der Wildnis","epNo":3,"alt":"The Law of the Land","descr":"Die Bushcraft-Experten richten sich in der Wildnis häuslich ein. Denn ohne einen sicheren Zufluchtsort, der sie vor Wind, Regen und Kälte schützt, werden die Teilnehmer der Challenge abseits der Zivilisation nicht lange durchhalten. Das ist den Survival-Profis vollkommen bewusst. Deshalb dürfen sie bei der Arbeit in der Provinz Neufundland und Labrador keine kostbare Zeit verlieren. Igor baut eine Blockhütte und Jessie wählt einen Spot zwischen vier Bäumen aus, deren Stabilität sie sich beim Bau ihres Unterschlupfs zunutze machen will.","versions":[{"lang":1,"streams":[{"redirect":14515606,"hoster":"VOE"},{"redirect":14492129,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jagd mit dem Bogen","epNo":4,"alt":"The Beaver","descr":"Die Survival-Challenge in der kanadischen Wildnis ist kein Sprint, sondern ein Marathon. Und es wird Tage geben, an denen die Bushcraft-Experten bei der Jagd leer ausgehen. Deshalb müssen sie auf der Halbinsel Labrador ausreichend Nahrungsvorräte anlegen. Benji hat mit Pfeil und Bogen einen Biber erlegt. Damit ist der Outdoor-Crack für eine Weile auf der sicheren Seite. Vorausgesetzt, er kann das nahrhafte Fleisch in einem improvisierten Räucherofen haltbar machen. Und wie schlagen sich seine Konkurrentinnen und Konkurrenten beim Überlebenskampf?","versions":[{"lang":1,"streams":[{"redirect":14515346,"hoster":"VOE"},{"redirect":14492148,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Darmparasiten und Biberfieber","epNo":5,"alt":"The Land Giveth …","descr":"Größere Nahrungsvorräte können die Survival-Kandidaten erst einlagern, wenn in der lebensfeindlichen Wildnis die Temperaturen sinken. Denn aktuell würde das Fleisch noch zu schnell verderben. Aber es wird nicht mehr lange dauern, bis in Labrador der Winter Einzug hält. Und dann müssen die Outdoor-Cracks vorbereitet sein. Sie brauchen einen Unterschlupf, aus dem die Wärme nicht im Handumdrehen entweicht. Denn beim Feuerholz sammeln verbrauchen die Bushcraft-Experten sehr viele Kalorien. Und welche Art von Behausung bietet den besten Kälteschutz?","versions":[{"lang":1,"streams":[{"redirect":14515495,"hoster":"VOE"},{"redirect":14509684,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Wiesel","epNo":6,"alt":"The Weasel","descr":"Terry schneidet das Fleisch eines Bibers in kleine Stücke, denn so kann er es besser haltbar machen. Der Outdoor-Crack muss außerdem darauf achtgeben, dass ihm hungrige Räuber die Jagdbeute nicht abspenstig machen. Einige Wildnisbewohner haben die verlockende Mahlzeit offenbar aus der Ferne erspäht. Und wie kommen die Bushcraft-Experten in Labrador mit der Isolation zurecht? Tom bastelt für seine Partnerin, die daheim auf ihn wartet, aus Schlingendraht und Kaninchenknochen ein Paar Ohrringe. Er will sie wissen lassen, dass er an sie denkt.","versions":[{"lang":1,"streams":[{"redirect":14515583,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Vorboten des Winters","epNo":7,"alt":"The Birds","descr":"Terry verliert jeden Tag an Gewicht. Wenn er sich in der Wildnis zu schnell bewegt, wird ihm schwindelig und er fängt an zu zittern. Aber trotz der Strapazen ist sein Wille ungebrochen. Der Outdoor-Crack beißt die Zähne zusammen und lässt sich bei der Survival-Challenge nicht unterkriegen. Denn er hat in seinem Leben schon viele schwierige Herausforderungen gemeistert. Adam kann sein Glück unterdessen kaum fassen. Der Bushcraft-Experte erlegt in Kanada zwei Moorhühner. Und ein Zufallsfund könnte ihm beim Überlebenskampf sehr von Nutzen sein.","versions":[{"lang":1,"streams":[{"redirect":14515480,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Süßes oder Saures!","epNo":8,"alt":"Gut Feeling","descr":"Die Challenge in Labrador bringt nicht nur körperliche Strapazen mit sich. Sie stellt auch für die Psyche der Kandidatinnen und Kandidaten eine echte Belastungsprobe dar. Und wie gelingt es den Bushcraft-Experten, sich zu motivieren? Karie Lee malt sich in Gedanken aus, was sie mit dem Preisgeld in Höhe von 500.000 Dollar anstellen würde. Die 57-Jährige möchte eine Schule aufbauen, in der sie anderen Outdoor-Freaks beibringt, wie man in der unberührten Natur überlebt. Tom muss unterdessen wegen einer Knieverletzung nach 43 Tagen aufgeben.","versions":[{"lang":1,"streams":[{"redirect":14515553,"hoster":"VOE"},{"redirect":14496513,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Rhythmus der Tiere","epNo":9,"alt":"The Ice Up","descr":"Karrie Lee hat das Eichhörnchen mit dem Bogen knapp verfehlt. Jetzt knurrt ihr nicht nur weiter der Magen, sondern sie muss in Labrador obendrein ihren Pfeil suchen. Solche frustrierenden Erlebnisse sind beim Überlebenskampf an der Tagesordnung, denn in der Wildnis läuft nicht immer alles nach Plan. Adam hält in Kanada ebenfalls nach Nahrung Ausschau. Der Bushcraft-Experte geht jeden Tag vier bis fünf Stunden auf die Jagd. Aber es wird immer schwieriger, Moorhühner oder andere Beutetiere zu finden. Denn in Nordamerika hält der Winter Einzug.","versions":[{"lang":1,"streams":[{"redirect":14515514,"hoster":"VOE"},{"redirect":14496516,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Ruhe vor dem Sturm","epNo":10,"alt":"Winter’s Grasp","descr":"Die sinkenden Temperaturen und der Schnee stellen beim Überlebenskampf in Nordamerika eine große Belastung dar. In der Wildnis droht Gefahr durch Unterkühlung und jeder Schritt kostet Überwindung. Einige Survival-Kandidaten würden es am liebsten den Wildtieren gleichtun, die sich in der kalten Jahreszeit in dunkle Höhlen verkriechen. Aber dieser Luxus ist ihnen nicht vergönnt. Denn Juan Pablo und die anderen verbliebenen Bushcraft-Experten müssen ihre Rückzugsorte wetterfest machen, damit sie auf der Labrador-Halbinsel nicht erfrieren.","versions":[{"lang":1,"streams":[{"redirect":14515548,"hoster":"VOE"},{"redirect":14509697,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mit letzter Kraft","epNo":11,"alt":"Fight, Flight Or Freeze","descr":"Zehn unerschrockene Bushcraft-Experten kämpfen abseits der Zivilisation ums Überleben. Auf ihrem Trip in die abgelegene Wildnis dürfen die Outdoor-Cracks nur eine überschaubare Anzahl an Ausrüstungsgegenständen bei sich tragen. Auf der kanadischen Labrador-Halbinsel sind die Kandidaten der Challenge als Einzelkämpfer unterwegs. Dort müssen sie einen Unterschlupf bauen, Fallen aufstellen und mit Pfeil und Bogen Beutetiere erlegen, um sich mit ausreichend Nahrung zu versorgen. Dem erfolgreichsten Survival-Profi, der unter extremen klimatischen Bedingungen in totaler Isolation am längsten durchhält, winkt ein Preisgeld in Höhe von 500.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":14515585,"hoster":"VOE"},{"redirect":14496517,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Game On","descr":"Zehn neue Teilnehmer konkurrieren um den Gewinn von 500.000 US-Dollar am bislang abgelegensten Ort der Show, im Norden von Saskatchewan. Als die Überlebenskünstler auf der Suche nach Nahrung und Unterkunft in die Wildnis aufbrechen, begeht ein Teilnehmer einen kostspieligen Fehler.","versions":[{"lang":2,"streams":[{"redirect":14515504,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ties That Bind","descr":"Während die Überlebenskünstler darum kämpfen, Halt zu finden, werden sie durch Anzeichen des Wintereinbruchs dazu motiviert, ihre Pläne in die Tat umzusetzen. Einige erringen ihre ersten Siege, während ein Teilnehmer mit einem unerwarteten Problem zu kämpfen hat.","versions":[{"lang":2,"streams":[{"redirect":14515538,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Growing Pains","descr":"Während die Teilnehmer den Schock überwinden, in der Wildnis ausgesetzt zu werden, erweist sich die Fähigkeit, über den Tellerrand hinauszuschauen, für einige als fruchtbar, für andere jedoch als nachteilig. Einige ringen mit der Wahl zwischen dem Bau einer Unterkunft und der Beschaffung von Nahrungsmitteln.","versions":[{"lang":2,"streams":[{"redirect":14515578,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Lake of Thieves","descr":"Als die Teilnehmer endlich in einen Rhythmus kommen, beginnt sich bei den Überlebenskünstlern Einsamkeit zu bemerkbar zu machen; Eine scheinbar kleine Entscheidung erweist sich für einen Teilnehmer als katastrophaler Fehler, während ein anderer auf ein bösartiges Raubtier trifft.","versions":[{"lang":2,"streams":[{"redirect":14515590,"hoster":"VOE"},{"redirect":14496515,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Spirit Bear","descr":"Die Überlebenskünstler geraten ins Wanken, als neue Herausforderungen ihre Kräfte auf die Probe stellen. Ein Teilnehmer verliert eine wertvolle Ressource, während ein anderer an seine absolute Belastungsgrenze stößt.","versions":[{"lang":2,"streams":[{"redirect":14515382,"hoster":"VOE"},{"redirect":14500692,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"King\u0027s Gambit","descr":"Ein plötzlicher Wetterumschwung stellt die Stärke der Unterkünfte des Überlebenskünstlers sowie seine Entschlossenheit auf die Probe. Da ein Überlebenskünstler nicht in der Lage ist, seine Unterkünfte zu verlassen, erfindet er kreative Wege, um sich die Zeit zu vertreiben, während ein anderer mit der Bewältigung zu kämpfen hat.","versions":[{"lang":2,"streams":[{"redirect":14515511,"hoster":"VOE"},{"redirect":14496514,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Aftermath","descr":"Von einem Sturm erschüttert, müssen sich die verbleibenden Teilnehmer weiterhin mit den Konsequenzen ihres Handelns auseinandersetzen. Die Nahrungsversorgung eines Überlebenskünstlers ist bedroht, während ein anderer ein Geheimnis preisgibt, das seine Gewinnchancen gefährdet.","versions":[{"lang":2,"streams":[{"redirect":14515475,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Infestation","descr":"Während der Winter immer näher rückt, haben die Überlebenskünstler Mühe, mit den Anforderungen des einsamen Lebens Schritt zu halten. Ein Teilnehmer kämpft mit nächtlichen Eindringlingen, ein anderer gerät an einen Bruchpunkt.","versions":[{"lang":2,"streams":[{"redirect":14515483,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Splintered","descr":"Der Winter bricht über die Überlebenskünstler herein und zwingt sie, sich an den Temperaturabfall anzupassen. Mit dem Schnee steigen Emotionen auf und die Teilnehmer werden in ihrer Entschlossenheit auf die Probe gestellt, weiter auf den Preis von 500.000 US-Dollar hinzuarbeiten.","versions":[{"lang":2,"streams":[{"redirect":14515533,"hoster":"VOE"},{"redirect":14492125,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Rats","descr":"Während sich die verbleibenden Überlebenskünstler dem 50. Tag nähern, verschärfen sich die Bedingungen am Reindeer Lake. Die Verzweiflung steigt, während die Temperaturen weiter sinken und persönliche Dämonen an die Oberfläche dringen.","versions":[{"lang":2,"streams":[{"redirect":13817995,"hoster":"VOE"},{"redirect":14496518,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"By Any Means","descr":"Die drei verbleibenden Überlebenskünstler bereiten sich auf den Kampf bis zum Ende vor. Obwohl sie alle bis an ihre Grenzen gehen, kann nur einer den Preis von 500.000 US-Dollar gewinnen.","versions":[{"lang":2,"streams":[{"redirect":14515485,"hoster":"VOE"}]}]}]}]}