{"path":"/serie/stream/alpendrfer","name":"Alpendörfer","descr":"Die Alpen boomen – aber nur zur Urlaubszeit. Die Bergkette droht von einem Lebensraum zu einem Freizeitpark zu verkommen. Die Dokumentationsreihe besucht fünf Dörfer, in denen Menschen versuchen, die Alpen als Lebensort zu erhalten oder wiederzuentdecken.","seasons":[{"path":"/serie/stream/alpendrfer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/alpendrfer/staffel-1/episode-1","name":"Österreich: Halbnomaden im Bregenzerwald","epNo":1,"alt":"","descr":"Man nennt sie die \"Nomaden der Alpen\", denn sie bewahren eine jahrhundertealte Tradition in Österreich: Bergbauern, die jedes Jahr im Frühjahr ihren Hof verlassen und mit dem Vieh von einem Weidegebiet zum nächsten ziehen, immer höher hinauf in die Berge. Diese Form der Almwirtschaft in Vorarlberg wird Dreistufenlandwirtschaft genannt und ist so einzigartig, dass sie zum UNESCO-Welterbe erklärt wurde. Die Bauern nutzen Weidemöglichkeiten in verschiedenen Höhen, sodass sie kein Silofutter brauchen, und pflegen gleichzeitig das typische Landschaftsbild des Bregenzerwaldes. Der Film zeigt das Leben der Bergbauernfamilie Greußing einen Alpsommer lang. Anfang Mai verlassen Sarah und Artur mit ihren zwei kleinen Töchtern Anna und Emma den Hof in Bezau. Mit 20 Kühen, einem Stier, einem Pferd und vielen Umzugskisten. Erste Etappe ist das 500 Jahre alte Vorsäß Schönenbach, das 15 Bergbauernfamilien gemeinsam bewirtschaften. Sie produzieren Heumilch und Bergkäse. Einen Monat später geht es 1.000 Meter höher hinauf, auf die Hochalpe, immer dem frischen Gras und den Bergkräutern hinterher. Die Tage in den Bergen folgen einem strengen Rhythmus und Regeln für die Gemeinschaft und sind – meist 16 Stunden – durchgetaktet. Trotzdem gibt es für Sarah und Artur keine schönere Zeit im Jahr als den Alpsommer.","versions":[]},{"path":"/serie/stream/alpendrfer/staffel-1/episode-2","name":"Schweiz: Kastanien und Katastrophen","epNo":2,"alt":"","descr":"Der größte Edelkastanienwald der Alpen liegt im Bergell, im Schweizer Kanton Graubünden. Anfang Oktober, wenn die stacheligen, braunen Kugeln zu Boden fallen, bricht in den Bergdörfern das Kastanienfieber aus, und die Bauern strömen in die Selven – in die Haine. Das war nicht immer so. Kastanien waren zwar jahrhundertelang ein wertvolles Grundnahrungsmittel der Bauern im Bergell, doch Ernte und Verarbeitung sind mühsam. So verwilderten die zum Teil 500 Jahre alten Baumriesen und wurden krank. Bis ein paar beherzte Bewohner und eine Investitionsspritze der Regierung dieses Kulturgut retteten. Die Kastanien sind seitdem zu einem Touristenmagnet geworden und für die Bauern ein guter Nebenverdienst. Auch für den Landwirt Marco Giovanoli. Mit seiner Frau Heidi bewirtschaftet er 80 Kastanienbäume in Soglio. Zur Ernte kommt die ganze Verwandtschaft aus der Schweiz zum Helfen, und Kastaniengerichte – salzig oder süß – sind wie das tägliche Brot. Über Wochen quillt der Rauch aus den Cascinas, den steinernen Dörrhäuschen, und in mühsamer Kleinarbeit werden die Schalen von den Kastanien gepult. Bei Ivana und Andreas Engler auf der anderen Talseite helfen die alten Eltern. Ihnen allen sind die Kastanienhaine ein Trost. Denn ihr Haus in Bondo entging nur knapp der Katastrophe, als am 23. August 2017 ein Bergsturz ungeheuren Ausmaßes ihr Dorf teilte. Bis heute zieht sich eine tiefe Narbe durch den Ort, aber die Englers trotzen der Gefahr und der Angst – mit der Liebe zu den Selven","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6636524","hoster":"VOE"}]}]},{"path":"/serie/stream/alpendrfer/staffel-1/episode-3","name":"Italien: Neues Leben in Ostana","epNo":3,"alt":"","descr":"Ostana ist ein Bergdorf in den piemontesischen Alpen. Als Giacomo Lombardo dort Bürgermeister wurde, schien das Dorf zum Aussterben verurteilt. Statt 1.000 Einwohnern gab es noch fünf. Doch Giacomo Lombardo will nicht zuschauen, wie sein Heimatdorf stirbt. Der unermüdliche Stratege kämpft mit tausend Ideen für die Zukunft des Dorfes und hat es tatsächlich geschafft, die Wende einzuleiten: Heute leben wieder 50 Menschen in Ostana, und es werden immer mehr. Flavio Appendino ist einer von ihnen. Er hat seinen Bäckerjob in der Stadt gekündigt und will in Ostana eine Bäckerei aufmachen. Serena Giraudo will auf 1.600 Meter Höhe Biogemüse anbauen, und Silvia Rovere betreibt bereits mit Erfolg die Dorftaverne. Von überall her kommen die neuen Bewohner, sogar aus Pakistan. Die Gemeinde hat sechs Flüchtlinge aufgenommen. Man braucht Visionen, und man braucht Tatkraft und Durchhaltevermögen, wenn man ein Dorf wieder zum Leben erwecken will. Dann sind sogar Wunder möglich. Die Dokumentation zeigt das Leben der neuen Bewohner von Ostana im Verlauf eines Winters, der ihren Ort und die umliegenden Berge in eine Zuckerwatte-Traumlandschaft verwandelt, und im Frühsommer, ob die Träume der Bewohner Wirklichkeit wurden – ob die Saatkörner in Serenas Garten austreiben und die Brote aus Flavios Bäckerei Abnehmer finden.","versions":[]},{"path":"/serie/stream/alpendrfer/staffel-1/episode-4","name":"Slowenien/Österreich: Grenzenloses Miteinander","epNo":4,"alt":"","descr":"Mitten durch die östlichen Alpen verläuft die Grenze zwischen Österreich und Slowenien. Auf beiden Seiten der Grenze leben Menschen mit den Traditionen ihrer Vorfahren, auf beiden Seiten sind sie zweisprachig und suchen nach Wegen, um der abgelegenen Region eine Zukunft zu sichern. Im slowenischen Solcava ist Vida Matk dabei, die traditionelle Schafzucht zu einer Existenzgrundlage zu entwickeln. Ihre Familie züchtet schon seit fast 150 Jahren Schafe auf 1.200 Meter Höhe, doch die Wolle war immer ein Abfallprodukt. Nun will Vida daraus einen Wirtschaftszweig machen. Gegenüber, im österreichischen Kärnten, kämpft Zdravko Haderlap um das Überleben seines Forsts, der von zwei Föhnstürmen kurz nacheinander schwer angegriffen wurde. Eigentlich ist er Theaterregisseur und war in der weiten Welt unterwegs. Ein bisschen von seinem alten Leben bringt der Rückkehrer nun in die Grenzregion: Auf Wandertouren erzählt er von der bewegten Geschichte des Landstrichs. Dabei überwindet er immer wieder die Landesgrenze, in dem Wunsch, auch die Grenzen in den Köpfen der Menschen zu verschieben. Denn er sieht jenseits der komplizierten Vergangenheit viel Potenzial für eine blühende Zukunft. Die Dokumentation zeigt Vida und Zdravko in ihrem Alltag, im tiefen Winter und im aufblühenden Sommer, in atemberaubenden Landschaften, in schwindelerregenden Höhen und bei liebevoller Handarbeit. Immer vorwärts auf der Suche nach neuen Chancen auf alten Wegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6636528","hoster":"VOE"}]}]},{"path":"/serie/stream/alpendrfer/staffel-1/episode-5","name":"Frankreich: Drei Ärztinnen für ein Dorf","epNo":5,"alt":"","descr":"Landärzte finden nur schwer Nachfolger. Zumal in einem kleinen Bergdorf. Dort hat der Arzt nie wirklich Feierabend, dafür sehr viel Verantwortung. Doch ohne ärztliche Versorgung beginnen die Probleme in den Dörfern: Die alten Leute können nicht bleiben, und auch die Familien mit kleinen Kindern ziehen weg. Das Dorf La Grave in den französischen Alpen, im Herzen des Nationalparks Ecrins, hat Glück: Drei Ärztinnen haben ein Modell gefunden, die hohen Anforderungen mit ihren privaten Lebensentwürfen zu vereinen. Sie teilen sich eine Praxis und wechseln sich ab. Die Dokumentation zeigt sie in ihrem Alltag: Die ski- und kletterbegeisterte Elisabeth Rey hatte sich als Erste in den Ort verliebt, aber allein fühlte sie sich der Aufgabe nicht gewachsen. Verstärkung bekam sie durch Aline Mercan. Die Allgemeinmedizinerin beschäftigt sich auch mit Naturheilkunde und Ethnobotanik. Aline versucht, das traditionelle Wissen um die Heilkraft der Pflanzen, Wissen, das die Chemie verdrängt hat, wiederzubeleben","versions":[]}]}]}