{"seriesId":"alpha-centauri","name":"Alpha Centauri","descr":"Gibt es Außerirdische? Wie dünn war die Ursuppe? Und wie sieht eigentlich die Zukunft des Universums aus? Astrophysiker Harald Lesch beantwortet diese und andere Fragen der Astronomie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Warum betreiben wir Astronomie?","epNo":1,"alt":"","descr":"Ein Centauri-Special: In der ersten Kult-Folge von 1998 stellt Harald Lesch grundlegende Fragen: Warum schauen wir uns den Himmel an? Warum versuchen wir zu erklären, warum sich die Gestirne am Himmel so bewegen wie sie es tun?","versions":[{"lang":1,"streams":[{"redirect":8586278,"hoster":"VOE"},{"redirect":8586272,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Warum fasziniert uns der Mars?","epNo":2,"alt":"","descr":"Als der italienische Astronom Schiaparelli 1877 \"Kanäle\" auf dem Mars entdeckte, war für seine Zeitgenossen klar: Hier muss es Lebewesen geben. Der Amerikaner Lowell wollte mit seinem Teleskop sogar Schiffe erkannt haben. Heute wissen wir mehr über den roten Planeten und seine Schluchten.","versions":[{"lang":1,"streams":[{"redirect":8586279,"hoster":"VOE"},{"redirect":8586280,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was ist dran am Marsgesicht?","epNo":3,"alt":"","descr":"Als die Viking-Sonden 1976 den Mars erreichten, entdeckten sie merkwürdige Strukturen: Pyramiden und das \"Marsgesicht\". Zeugnisse einer hoch entwickelten Zivilisation? Oder eine optische Täuschung? Spätere Marsmissionen brachten die Wahrheit ans Licht.","versions":[{"lang":1,"streams":[{"redirect":8586290,"hoster":"VOE"},{"redirect":8586286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Asteroiden - Bomben aus dem All","epNo":4,"alt":"","descr":"Vor 65 Millionen Jahren schlug ein mindestens zwei Kilometer großer Felsbrocken auf der Erde ein – und löschte die Dinosaurier aus. Kann das wieder passieren und das Leben auf der Erde vernichten? Und wie können wir einer solchen Katastrophe entgehen?","versions":[{"lang":1,"streams":[{"redirect":8586295,"hoster":"VOE"},{"redirect":8586294,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie entstehen Sterne?","epNo":5,"alt":"","descr":"Sterne sind riesige Kernfusionsreaktoren, in denen Atomkerne miteinander verschmelzen. Sie entstehen in Gaswolken wie etwa dem Orion-Nebel in unserer Milchstraße. Doch unter welchen Bedinungen klumpt das Gas zu einer Kugel zusammen?","versions":[{"lang":1,"streams":[{"redirect":8586298,"hoster":"VOE"},{"redirect":8586301,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie groß ist das Universum?","epNo":6,"alt":"","descr":"150 Millionen Kilometer, also acht Lichtminuten, ist unsere Sonne entfernt. Bis zum Rand des Sonnensystems sind es einige Lichtstunden. Der nächste Stern – Alpha Centauri – ist drei Lichtjahre entfernt, die Nachbar-Galaxie Andromeda zwei Millionen Lichtjahre. Doch das ist erst der Anfang …","versions":[{"lang":1,"streams":[{"redirect":8586304,"hoster":"VOE"},{"redirect":8597899,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sind wir allein im Universum?","epNo":7,"alt":"","descr":"Spannende Fragen für alle, die an außerirdischen, überirdischen und himmlischen Phänomenen interessiert sind: Gibt es UFOs? Gibt es außer uns noch andere Lebewesen im Universum? Wenn ja, kommen sie zu uns?","versions":[{"lang":1,"streams":[{"redirect":8586316,"hoster":"VOE"},{"redirect":8586310,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Was ist ein Schwarzes Loch","epNo":1,"alt":"","descr":"Albert Einstein hat sie erfunden, doch keiner hat je eines zu Gesicht bekommen: Schwarze Löcher sind schwärzer als alles, was man sich vorstellen kann. Sie sind so kompakt, dass selbst Lichtstrahlen nicht mehr entweichen können.","versions":[{"lang":1,"streams":[{"redirect":8586317,"hoster":"VOE"},{"redirect":8586313,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gibt es extrasolare Planeten?","epNo":2,"alt":"","descr":"Da sie selbst nicht strahlen, kann man Planeten in der Nähe eines hell leuchtenden Sterns nur schwer entdecken. Was sich messen lässt, ist eine Verschiebung der Spektrallinien des Sterns. Als man mit dieser Methode fündig wurde, gab es eine Überraschung …","versions":[{"lang":1,"streams":[{"redirect":8586321,"hoster":"VOE"},{"redirect":8586322,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie entstand der Mond?","epNo":3,"alt":"","descr":"Für die Entstehung des Mondes gibt es drei Theorien: Zwei davon sind irrsinnig, die dritte wahnsinnig – doch genau die ist richtig! Der Mond hat sich also nicht als \"Tropfen\" von der Erde gelöst und wurde auch nicht von ihr eingefangen. Er entstand durch einen gigantischen Einschlag.","versions":[{"lang":1,"streams":[{"redirect":8586323,"hoster":"VOE"},{"redirect":8586327,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie ist unsere Milchstraße aufgebaut?","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586335,"hoster":"VOE"},{"redirect":8586333,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was ist Dunkle Materie?","epNo":5,"alt":"","descr":"In dieser Folge geht es um etwas sehr Geheimnisvolles: eine Materie, die nicht zu sehen ist – die sich nur dadurch äußert, dass sie durch ihre Masse auf die leuchtende Materie wirkt. Geheimnisvoll!","versions":[{"lang":1,"streams":[{"redirect":8586341,"hoster":"VOE"},{"redirect":8586336,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kann man zu den Sternen reisen?","epNo":6,"alt":"","descr":"Nicht nur Sience-Fiction-Leser träumen davon, einmal zu den Sternen zu reisen. Ist das denkbar? So manchem Astronom wurde diese Frage schon gestellt. Harald Lesch wägt das Für und Wider ab …","versions":[{"lang":1,"streams":[{"redirect":8586342,"hoster":"VOE"},{"redirect":8586340,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gibt es Schnaps im Weltraum?","epNo":7,"alt":"","descr":"Große interstellare Wolken sind etwas ganz Besonderes. Man hat darin merkwürdige Moleküle entdeckt: Blausäure, Kohlendioxid und sogar Ameisensäure … Ob es wohl auch Alkohol im All gibt? Harald Lesch weiß es!","versions":[{"lang":1,"streams":[{"redirect":8586348,"hoster":"VOE"},{"redirect":8586344,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Haben wir den Planeten Merkur vergessen?","epNo":8,"alt":"","descr":"Er ist der sonnennahste Planet – und genau das macht die Beobachtung des Merkur so schwierig. Erst seit den Aufnahmen der Sonde Mariner 10 wissen wir genaueres über ihn. So dauert ein Tag-Nacht-Zyklus auf dem Merkur zwei Jahre – der längste im ganzen Sonnensystem.","versions":[{"lang":1,"streams":[{"redirect":8586349,"hoster":"VOE"},{"redirect":8586350,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was ist ein Nordlicht?","epNo":9,"alt":"","descr":"Als riesige, wabernde rote oder grüne Vorhänge kann man sie in den Polarregionen beobachten. Doch was passiert am Himmel, wenn die Atmosphäre anfängt zu leuchten? Das hängt eng mit dem Sonnenwind und dem Magnetfeld der Erde zusammen.","versions":[{"lang":1,"streams":[{"redirect":12918225,"hoster":"VOE"},{"redirect":8586351,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gibt es schwarze Löcher in der Milchstraße?","epNo":10,"alt":"","descr":"Das Universum ist ein riesiges Strahlungsbad: Radio-, Infrarot- und Röntgenstrahlung prasselt ständig auf uns nieder. Wie aber kann man in diesem Wellensalat ein Signal erkennen, das künstlich entstanden ist? Wir selbst teilen uns z.B. über Radar oder Fensehen dem Universum schon eine Weile mit.","versions":[{"lang":1,"streams":[{"redirect":8586360,"hoster":"VOE"},{"redirect":8586363,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie kann man nach Leben im All suchen?","epNo":11,"alt":"","descr":"Das Universum ist ein riesiges Strahlungsbad: Radio-, Infrarot- und Röntgenstrahlung prasselt ständig auf uns nieder. Wie aber kann man in diesem Wellensalat ein Signal erkennen, das künstlich entstanden ist? Wir selbst teilen uns z.B. über Radar oder Fensehen dem Universum schon eine Weile mit.","versions":[{"lang":1,"streams":[{"redirect":8586370,"hoster":"VOE"},{"redirect":8586359,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie entstehen Galaxien?","epNo":12,"alt":"","descr":"Das Universum ist im Wesentlichen leer, und es fliegt auseinander. Doch damit Galaxien als Sterneninseln im Weltall entstehen können, muss sich Materie zusammenfinden – gegen den allgemeinen Trend zur Expansion. Eine entscheidende Rolle dabei spielt die dunkle Materie.","versions":[{"lang":1,"streams":[{"redirect":12381815,"hoster":"VOE"},{"redirect":8586254,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Warum fällt der Mond nicht auf die Erde?","epNo":13,"alt":"","descr":"Wenn wir irgendetwas hochwerfen, fällt es wieder herunter. Doch der Mond zieht seit über vier Milliarden Jahren unbeirrt seine Bahn um die Erde. Harald Lesch erklärt, wie die Schwerkraft dafür sorgt, dass nicht nur der Mond, sondern auch die Planeten und Galaxien in der Spur bleiben.","versions":[{"lang":1,"streams":[{"redirect":8586368,"hoster":"VOE"},{"redirect":8586367,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Woher hat die Sonne ihre Energie?","epNo":14,"alt":"","descr":"Seit etlichen Milliarden Jahren strahlt die Sonne große Energiemengen aus, von denen alles Leben auf unserem Planeten abhängt. Schon früh war klar, dass diese Energie nicht durch Verbrennung entstehen kann. Wie aber dann?","versions":[{"lang":1,"streams":[{"redirect":8586373,"hoster":"VOE"},{"redirect":8586372,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was sind Sonnenflecken und Sonnenstürme?","epNo":15,"alt":"","descr":"Viele Jahrtausende lang hatte die Sonne als makellos gegolten. Deshalb war es ein großer Schock, als Johann Fabricius, Christoph Scheiner und Galileo Galilei Anfang des 17. Jahrhunderts die Sonnenflecken entdeckten. Inzwischen wissen wir, dass diese Flecken sogar unser Wetter beeinflussen.","versions":[{"lang":1,"streams":[{"redirect":8586380,"hoster":"VOE"},{"redirect":8586379,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was ist eine Sonnenfinsternis","epNo":16,"alt":"","descr":"Was für ein unglaubliches Glück: Der Mond ist 400 Mal kleiner als die Sonne – und steht uns zugleich 400 Mal näher. Nur so kann er die Sonne total verdunkeln, so dass plötzlich ein Strahlenkranz, die Sonnenkorona sichtbar wird.","versions":[{"lang":1,"streams":[{"redirect":8586377,"hoster":"VOE"},{"redirect":8586376,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ist die Venus ein Zwilling der Erde?","epNo":17,"alt":"","descr":"Noch in den 60er Jahren glaubte man, dass es auf der Venus so aussehen könnte wie auf der Erde vor vielen Millionen Jahren – ein Treibhaus mit Dschungel und Sauriern. Doch dann fand man heraus: In Wirklichkeit ist die Venus die reinste Hölle.","versions":[{"lang":1,"streams":[{"redirect":8586384,"hoster":"VOE"},{"redirect":8586383,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kann Star Trek Wirklichkeit werden?","epNo":18,"alt":"","descr":"Beamen, Impulsantrieb, Trägheitsabsorber: Auf dem Raumschiff Enterprise gibt es viele Technologien, die im Widerspruch zu den Gesetzen unserer Physik stehen. Harald Lesch beleuchtet dieses Spannungsfeld zwischen Science Fiction und Naturwissenschaft.","versions":[{"lang":1,"streams":[{"redirect":8586387,"hoster":"VOE"},{"redirect":8586385,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Was ist ein Pulsar?","epNo":19,"alt":"","descr":"1967 fand die Doktorandin Jocelyn Bell am Himmel etwas, was man bis dahin für unmöglich gehalten hatte: Objekte, die mit einer sehr starken Richtungsgenauigkeit ein Radiosignal abstrahlen. Sie hatte Pulsare entdeckt, die pulsierenden Herzen von Sternleichen.","versions":[{"lang":1,"streams":[{"redirect":8586391,"hoster":"VOE"},{"redirect":8586388,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Sind wir allein im Universum? Teil II","epNo":20,"alt":"","descr":"1960 trafen sich bedeutende Wissenschaftler auf der Green-Bank-Konferenz. Ihr Thema: Wie viele kommunikationsbereite außerirdische Zivilisationen gibt es in unserer Milchstraße? Das Ergebnis: eine Formel, mit der sich deren Anzahl abschätzen lässt.","versions":[{"lang":1,"streams":[{"redirect":8586396,"hoster":"VOE"},{"redirect":8586393,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer sind unsere kosmischen Nachbarn?","epNo":21,"alt":"","descr":"Unsere Sonne steht am Rand der Milchstraße – zwischen zwei Spiralarmen, in denen viele junge Sterne entstehen. Sie dreht sich mit diesem Spiralarmsystem genau in der richtigen Geschwindigkeit, so dass sie nie einen der Arme kreuzt. Das wäre nämlich unser Ende …","versions":[{"lang":1,"streams":[{"redirect":8586401,"hoster":"VOE"},{"redirect":8586400,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Was ist eine Supernova?","epNo":22,"alt":"","descr":"Als sich das Universum nach dem Urknall abkühlte, entstanden die ersten beiden Elemente: Wasserstoff und Helium. Woher aber kommt dann der Stoff, aus dem unsere Welt besteht – woher kommen Kohlenstoff, Sauerstoff oder Eisen? Aus explodierenden Sternen, den Supernovae.","versions":[{"lang":1,"streams":[{"redirect":8586403,"hoster":"VOE"},{"redirect":8586407,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Was ist Terraforming?","epNo":23,"alt":"","descr":"Wenn man es in seine Bestandteile zerlegt, dann stellt dieses Kunstwort die Frage: Wie wird eine neue Erde gemacht? Könnte man also z.B. die Planeten in unserem Sonnensystem für Menschen bewohnbar machen? Einzig der Mars scheint dafür geeignet …","versions":[{"lang":1,"streams":[{"redirect":8586405,"hoster":"VOE"},{"redirect":8586406,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wie war das Wetter vor 4,5 Milliarden Jahren?","epNo":24,"alt":"","descr":"Vermutlich sind schon die Steinzeitmenschen vor ihrer Höhle gesessen und haben sich über das regnerische Sauwetter geärgert. Dabei war der Regen entscheidend für die Entstehung unserer Atmosphäre – und damit für die Entwicklung von Leben auf der Erde.","versions":[{"lang":1,"streams":[{"redirect":8586411,"hoster":"VOE"},{"redirect":8586408,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Woher kommt die Röntgenstrahlung im All?","epNo":25,"alt":"","descr":"Röntgenstrahlung gibt es nicht nur beim Arzt, sondern auch im Universum. Da sie nicht bis zur Erde durchdringt, konnte man sie erst mit modernen Satelliten entdecken. Ihre Quelle: mindestens eine Million Grad heiße Neutronensterne und Gaswolken.","versions":[{"lang":1,"streams":[{"redirect":8586422,"hoster":"VOE"},{"redirect":8586416,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Gab es den Stern von Bethlehem?","epNo":26,"alt":"","descr":"Der Stern von Bethlehem führte die drei Weisen aus dem Morgenland nach Jerusalem und zu Jesus. Ist das alles nur eine Erfindung? Oder ist etwas astronomisch Interessantes an der Geschichte? Können wir das heute nachrechnen?","versions":[{"lang":1,"streams":[{"redirect":8586419,"hoster":"VOE"},{"redirect":8586418,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Was nützt uns Jupiter?","epNo":1,"alt":"","descr":"Jupiter ist der größte Planet in unserem Sonnensystem – so schwer wie alle anderen zusammen. Er schirmt die Erde effektiv vor riesigen Asteroiden ab. Ohne ihn gäbe es viel häufiger Einschläge – mit katastrophalen Folgen für die Entwicklung des Lebens.","versions":[{"lang":1,"streams":[{"redirect":8586426,"hoster":"VOE"},{"redirect":8586420,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Welche kosmischen Gefahren bedrohen uns?","epNo":2,"alt":"","descr":"Auch im neuen Jahrtausend ist das Interesse an Katastrophenszenarien ungebrochen. Harald Lesch nimmt einige von ihnen unter die Lupe: Kann die Sonne plötzlich verlöschen? Oder ein großer Asteroid einschlagen? Oder eine Supernova in der Nähe explodieren und alles vernichten?","versions":[{"lang":1,"streams":[{"redirect":8586434,"hoster":"VOE"},{"redirect":8586429,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wird sich das Universum wieder zusammenziehen?","epNo":3,"alt":"","descr":"Unser Universum dehnt sich aus: Wenn es das nicht tun würde, müsste überall am Himmel ein Stern zu sehen sein. Die Nacht wäre taghell. Doch das Weltall expandiert wie ein Hefeteig, in dem die Galaxien wie Rosinen eingebettet sind. Harald Lesch weiß, wie lange das noch so gehen wird.","versions":[{"lang":1,"streams":[{"redirect":8586437,"hoster":"VOE"},{"redirect":8586432,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie entstehen Galaxienhaufen?","epNo":4,"alt":"","descr":"Der größte Teil des Universums besteht aus einem Material, das wir nicht kennen: der dunklen Materie. Ohne sie gäbe es keine Galaxien – und auch keine Galaxienhaufen, die größten durch Schwerkraft gebundenen Strukturen im Universum.","versions":[{"lang":1,"streams":[{"redirect":8586441,"hoster":"VOE"},{"redirect":8586440,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was ist der Urknall?","epNo":5,"alt":"","descr":"Der \"Big Bang\" ist der Anfang von allem. Ein Punkt mit einer unglaublich hohen Dichte und Temperatur – eine fast symmetrische Energiesuppe, ein \"Quantenvakuum\". Doch eine winzige Fluktuation ließ daraus unser heutiges Universum entstehen, mitsamt der Zeit und den Naturgesetzen.","versions":[{"lang":1,"streams":[{"redirect":8586443,"hoster":"VOE"},{"redirect":8586438,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was ist ein Quasar?","epNo":6,"alt":"","descr":"Quasi-stellare, also sternenähnliche, Objekte setzen wahnsinnige Mengen an Energie frei – und das aus einem vergleichsweise winzigen Gebiet. Die Erklärung dafür: gigantische schwarze Löcher mit bis zu einer Milliarde Sonnenmassen.","versions":[{"lang":1,"streams":[{"redirect":8586448,"hoster":"VOE"},{"redirect":8586445,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sind die Planetenbahnen stabil?","epNo":7,"alt":"","descr":"Die Sonne hat 300.000 Erdmassen – und dominiert mit ihrer Schwerkraft unser Sonnensystem. Doch auch die Schwerkraft der Planeten selbst beeinflusst ihre Bahnen. Das Problem: Ein solches Mehrkörperystem lässt sich mathematisch nicht zuverlässig berechnen.","versions":[{"lang":1,"streams":[{"redirect":8586454,"hoster":"VOE"},{"redirect":8586450,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was sind braune Zwerge?","epNo":8,"alt":"","descr":"1995 wurde zum ersten Mal ein Objekt im Universum entdeckt, das bis dahin für unsere Instrumente unsichtbar war: ein Brauner Zwerg. Das ist sozusagen ein Stern, der keiner geworden ist. Der Grund: Die Gaswolke, aus der er entstand, hatte nicht genug Masse.","versions":[{"lang":1,"streams":[{"redirect":8586455,"hoster":"VOE"},{"redirect":8586452,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie sucht man nach Dunkler Materie?","epNo":9,"alt":"","descr":"Ungefähr 90 Prozent der gesamten Materie im Universum ist Dunkle Materie. Das Problem: Sie wechselwirkt nicht mit Strahlung und entzieht sich damit der direkten Beobachtung. Indirekt lässt sie sich aber trotzdem aufspüren, indem man die optische Linsenwirkung von Galaxienhaufen misst.","versions":[{"lang":1,"streams":[{"redirect":8586457,"hoster":"VOE"},{"redirect":8586451,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was gibt es Neues über Außerirdische?","epNo":10,"alt":"","descr":"Neue Untersuchungen zeigen: So viele Außerirdische wie in der Science Fiction gibt es vermutlich nicht. Der Grund: Die meisten Sonnen sind zu klein oder zu groß für die Entstehung von Leben. Nur G-Sterne wie die Sonne sind dafür geeignet.","versions":[{"lang":1,"streams":[{"redirect":8586458,"hoster":"VOE"},{"redirect":8586462,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie war Ihr 5. Mai?","epNo":11,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586463,"hoster":"VOE"},{"redirect":8586465,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wo ist das nächste Schwarze Loch?","epNo":12,"alt":"","descr":"Am 15. September 1999 entdeckte das Röntgenteleskop BeppoSAX eine Röntgenquelle, die plötzlich für 20 Minuten unvorstellbare 35.000 Sonnenleuchtkräfte abstrahlte. Der Beweis für das damals näheste schwarze Loch: V4641 Sagittarius.","versions":[{"lang":1,"streams":[{"redirect":8586467,"hoster":"VOE"},{"redirect":10001495,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was ist Eta Carinae?","epNo":13,"alt":"","descr":"Carinae oder Eta Carinae ist ein veränderlicher, sehr massereicher Doppelstern von etwa 100 bis 200 Sonnenmassen bzw. 30 bis 80 Sonnenmassen, der mit etwa der vier- bis fünfmillionenfachen Leuchtkraft der Sonne strahlt.","versions":[{"lang":1,"streams":[{"redirect":8586471,"hoster":"VOE"},{"redirect":8586468,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Was ist der Pferdekopfnebel?","epNo":14,"alt":"","descr":"Ein rabenschwarzer Fleck am Himmel brachte die Astronomen lange Zeit zur Verzweiflung. Dann fanden sie heraus, dass es sich um eine riesige Dunkelwolke handelt.","versions":[{"lang":1,"streams":[{"redirect":8586473,"hoster":"VOE"},{"redirect":8586472,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Rauchen junge Sterne?","epNo":15,"alt":"","descr":"Gaswolken im All brechen manchmal unter ihrem eigenen Gewicht zusammen. Durch die Reibung wird es so heiß, das Atomkerne miteinander fusionieren: Ein Stern wird geboren. Wenn aus ihm Gasjets ins interstellare Medium schießen, entstehen hell leuchtende Rauchschwaden.","versions":[{"lang":1,"streams":[{"redirect":8586478,"hoster":"VOE"},{"redirect":8586469,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Warum hat der Saturn Ringe?","epNo":16,"alt":"","descr":"Im Mittel nur 30 Meter dick, aber mit einer Ausdehnung von 400.000 km, bewegen sich die Ringe des Saturn gleichförmig auf ihren Kreisbahnen. Erst die Pioneer- und Voyager-Sonden fanden heraus, dass sie aus Eis- und Felsbrocken bestehen. Doch wie sind sie entstanden?","versions":[{"lang":1,"streams":[{"redirect":8586480,"hoster":"VOE"},{"redirect":8586481,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Was geschah in den ersten drei Minuten?","epNo":17,"alt":"","descr":"Am Anfang unseres Universums, direkt nach dem \"Big Bang\", flog alles mit unglaublicher Wucht auseinander. Der Raum dehnte sich aus – und kühlte dabei ab. Bereits 20 Sekunden nach dem Urknall entstanden dann die ersten Wasserstoff-Isotope.","versions":[{"lang":1,"streams":[{"redirect":8586486,"hoster":"VOE"},{"redirect":8586482,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Warum ist die Welt so wie sie ist?","epNo":18,"alt":"","descr":"Galaxien, Sterne, Planeten: Obwohl das Universum auseinanderfliegt, gibt es Inseln, in denen Materie strukturiert auftritt. Zu verdanken haben wir das der Schwerkraft: Sie strebt der allgemeinen Expansion entgegen – und ist perfekt austariert.","versions":[{"lang":1,"streams":[{"redirect":8586489,"hoster":"VOE"},{"redirect":8586487,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wie ist das Sonnensystem entstanden?","epNo":19,"alt":"","descr":"Wie alle Sterne und Planetensysteme im Universum ist auch unser Sonnensystem aus Gaswolken entstanden. Das Außergewöhnliche dabei: 99 Prozent des Drehimpulses stecken in den Planeten – und die drehen sich auch noch um sich selbst.","versions":[{"lang":1,"streams":[{"redirect":8586490,"hoster":"VOE"},{"redirect":8586485,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Was sind Gravitationswellen?","epNo":20,"alt":"","descr":"So ähnlich, wie wenn man einen Stein ins Wasser wirft, fängt die Raumzeit durch Gravitationswellen an zu schwingen. Ursache ist die Masse, etwa von Sternen. Sie krümmt den Raum in ihrer Umgebung. Explodiert der Stern in einer Supernova, breiten sich Gravitationswellen aus.","versions":[{"lang":1,"streams":[{"redirect":8586493,"hoster":"VOE"},{"redirect":8586492,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wie dünn war die Ursuppe?","epNo":21,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586494,"hoster":"VOE"},{"redirect":8586495,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wie misst man Entfernungen im All? Teil I","epNo":22,"alt":"","descr":"Schon die alten Griechen versuchten, den Abstand der Erde vom Mond zu berechnen. Heute messen wir die Entfernung zu anderen Sternen – und machen dabei eine Zeitreise. Denn die Lichtteilchen, die über riesige Distanzen zu uns kommen, vermitteln uns ein Bild aus der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8586499,"hoster":"VOE"},{"redirect":8586497,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Was ist eine Hochgeschwindigkeitswolke?","epNo":23,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586505,"hoster":"VOE"},{"redirect":8586502,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wie viele Dimensionen hat das Universum?","epNo":24,"alt":"","descr":"Gibt es noch andere Dimensionen als den Raum? Und wenn ja, wie viele sind es und was bedeuten sie? Im Grunde geht es um die Frage aller Fragen: Was hält die Welt im Innersten zusammen? Ein Thema, das Harald Lesch als \"knallhart\" bezeichnet.","versions":[{"lang":1,"streams":[{"redirect":8586504,"hoster":"VOE"},{"redirect":8586503,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Woher kommt unser Gold?","epNo":25,"alt":"","descr":"Im Mittelalter versuchten Alchemisten, aus Dreck Gold herzustellen. Natürlich erfolglos. Denn schwere Elemente wie Gold entstehen nicht einfach so, sondern in Sternen. Doch Kernfusion funktioniert nur bis zum Eisen mit seinen 26 Protonen. Gold aber hat 79 – wie ist das möglich?","versions":[{"lang":1,"streams":[{"redirect":8586509,"hoster":"VOE"},{"redirect":8586508,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Stoßen Galaxien zusammen?","epNo":26,"alt":"","descr":"Galaxien sind äußerst \"soziale Wesen\": Sie treten so gut wie nie allein auf. Begegnen sich Galaxien? Haben sie etwas miteinander zu tun? Was passiert, wenn sich zwei Galaxien aufeinander treffen?","versions":[{"lang":1,"streams":[{"redirect":8586515,"hoster":"VOE"},{"redirect":8586514,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wie misst man Entfernungen im All? Teil II","epNo":1,"alt":"","descr":"Unsere Nachbargalaxie Andromeda ist rund 2,25 Millionen Lichtjahre entfernt. Wie aber misst man eine solche Strecke? Mit der Parallaxenbestimmung kommt man jedenfalls nicht weiter. Als Hilfsmittel benutzt man stattdessen pulsierende Sterne, die Cepheiden, als \"Standardkerzen\".","versions":[{"lang":1,"streams":[{"redirect":9598076,"hoster":"VOE"},{"redirect":8782100,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gibt es einen 10. Planeten?","epNo":2,"alt":"","descr":"Die Bahn des Neptun um die Sonne weist eine Störung auf, die nur durch die Existenz eines weiteren Planeten erklärt werden kann. Tatsächlich schwirren weit draußen noch Pluto und Charon durch unser Sonnensystem. Doch die beiden sind zu klein, um die Bahnstörung zu verursachen.","versions":[{"lang":1,"streams":[{"redirect":9598078,"hoster":"VOE"},{"redirect":8782082,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie alt ist die Erde?","epNo":3,"alt":"","descr":"1650 rechnete es Erzbischof James Ussher auf Grundlage der Bibel ganz genau aus: Die Erde ist am 23. Oktober des Jahres 4004 v. Chr. um 9 Uhr morgens entstanden. Doch dann fanden Geologen immer mehr Hinweise darauf, dass sie sich über sehr viel längere Zeiträume entwickelt haben muss.","versions":[{"lang":1,"streams":[{"redirect":9209178,"hoster":"VOE"},{"redirect":8782098,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie misst man Entfernungen im All? - Teil III","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9205672,"hoster":"VOE"},{"redirect":8782079,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was ist Zeit?","epNo":5,"alt":"","descr":"Die alten Griechen hatten noch einen zyklischen Zeitbegriff: Die Dinge kommen und vergehen, ein Kreislauf folgt dem nächsten. Der Zeitbegriff der Physik dagegen hat mit der zunehmenden Unordnung zu tun – der \"Entropie\". Zeit vergeht dann, wenn die Entropie ansteigt.","versions":[{"lang":1,"streams":[{"redirect":9205644,"hoster":"VOE"},{"redirect":8782081,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was ist ein Atomkern?","epNo":6,"alt":"","descr":"In Atomkernen scheinen Kräfte am Werk, die der Mensch nicht richtig im Griff hat. Doch im Gegensatz zur problematischen Spaltung von Atomkernen in unseren Kraftwerken verschmelzen in Sternen kleine Atomkerne miteinander. Wie das vor sich geht, erklärt Harald Lesch.","versions":[{"lang":1,"streams":[{"redirect":9205646,"hoster":"VOE"},{"redirect":8791304,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was ist Radosophie?","epNo":7,"alt":"","descr":"Angeblich kann man an den Abmessungen der Pyramiden die Lichtgeschwindigkeit oder den Abstand Erde – Sonne ablesen. Haben die Ägypter also über ein tiefes Wissen über den Kosmos verfügt? Oder gar mit Außerirdischen in Kontakt gestanden? Harald Lesch ist skeptisch …","versions":[{"lang":1,"streams":[{"redirect":9598080,"hoster":"VOE"},{"redirect":8791300,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Warum liegt der Uranus schief?","epNo":8,"alt":"","descr":"Wilhelm Herschel entdeckte 1781 durch Zufall ein Scheibchen am Himmel. Sollte es doch mehr als die seit der Antike bekannten sechs Planeten geben? Herschel war skeptisch und hielt seinen Fund zunächst für einen Kometen. Und tätsächlich ist Uranus ein sehr ungewöhnlicher Himmelskörper …","versions":[{"lang":1,"streams":[{"redirect":9205649,"hoster":"VOE"},{"redirect":8791306,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was sind Doppelsterne?","epNo":9,"alt":"","descr":"Fast alle Sterne entstehen nicht alleine, sondern als Doppelsterne oder sogar Mehrfachsysteme. Und genau wie bei menschlichen Beziehungen stellt sich die Frage: Was passiert zwischen den beiden Partnern? Verändern sie sich oder bleiben sie, wie sie sind?","versions":[{"lang":1,"streams":[{"redirect":9205663,"hoster":"VOE"},{"redirect":8782076,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was ist Hintergrundstrahlung?","epNo":10,"alt":"","descr":"Noch heute finden sich im Weltall Überreste des Big Bang: die kosmische Hintergrundstrahlung. Sie ist der ultimative Beweis dafür, dass wir in einem Universum leben, das einen Zeitpfeil hat, expandiert und sich abkühlt. Diese Erkenntnisse setzte sich allerdings erst allmählich durch.","versions":[{"lang":1,"streams":[{"redirect":9205651,"hoster":"VOE"},{"redirect":8782077,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verschmelzen schwarze Löcher?","epNo":11,"alt":"","descr":"Perverse Dinge spielen sich im Universum ab – vor allem dann, wenn Schwarze Löcher einander nahe kommen. Harald Lesch hat sich lange überlegt, ob er darüber tatsächlich erzählen soll … Jetzt tut er es! (Text: BR)","versions":[{"lang":1,"streams":[{"redirect":9205652,"hoster":"VOE"},{"redirect":8782083,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Was ist Gleichzeitigkeit?","epNo":12,"alt":"","descr":"Harald Lesch wagt sich jetzt an die wirklich wichtigen Dinge heran – die Ränder der wissenschaftlichen Forschung. Dazu gehören Raum und Zeit: Es geht um die Relativitätstheorie. In ihrem Zentrum steht die Gleichzeitigkeit. Was ist das?","versions":[{"lang":1,"streams":[{"redirect":9205653,"hoster":"VOE"},{"redirect":8782085,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Woher kommt unser Wissen übers All?","epNo":13,"alt":"","descr":"Wir wissen so unglaublich viel über die Erde, das All, die Zusammenhänge … Haben Sie sich auch schon einmal gefragt, woher wir das eigentlich alles wissen? Warum können wir Gesetze, die wir auf der Erde beobachten, einfach auf das Universum übertragen?","versions":[{"lang":1,"streams":[{"redirect":12172726,"hoster":"VOE"},{"redirect":8782084,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ist das Weltall leer?","epNo":14,"alt":"","descr":"Wenn wir in den Nachthimmel schauen, sehen wir das Licht von Sternen und Galaxien. Doch was befindet sich im Raum dazwischen? Nicht viel, weiß Harald Lesch: Die mittlere Dichte im Universum beträgt ein Teilchen pro Kubikmeter. Wie aber konnten daraus Strukturen entstehen?","versions":[{"lang":1,"streams":[{"redirect":13503903,"hoster":"VOE"},{"redirect":8782086,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zerfällt das Erdmagnetfeld?","epNo":15,"alt":"","descr":"Das Erdmagnetfeld erfüllt eine wichtige Aufgabe für das Leben auf unserem Planeten: Es lenkt die hochenergetischen Teilchen des Sonnenwindes von der Erde ab. Doch seit ungefähr 1.000 Jahren schwächt sich dieses Magnetfeld ab, bisher um ein Drittel. Haben wir also Grund zur Sorge?","versions":[{"lang":1,"streams":[{"redirect":13503904,"hoster":"VOE"},{"redirect":8782089,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was ist der Sonnenwind?","epNo":16,"alt":"","descr":"Im Weltall toben Stürme, die uns Menschen auf der Erde massiv beeinflussen. Der Funkverkehr kann gestört werden, Transformatoren können durchbrennen – und Nordlichter entstehen. Harald Lesch erklärt, was sich da genau zwischen Sonne und Erde abspielt.","versions":[{"lang":1,"streams":[{"redirect":13503905,"hoster":"VOE"},{"redirect":8782091,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wie sieht die Zukunft des Universums aus?","epNo":17,"alt":"","descr":"In 50 Millionen Jahre wird das Mittelmeer verschwunden sein und der afrikanische Kontinent direkt auf Europa stoßen. In 2 Milliarden Jahre wird sich die Sonne aufblähen und die Erde unbewohnbar machen. Harald Lesch weiß, wie es danach weiter geht.","versions":[{"lang":1,"streams":[{"redirect":9205664,"hoster":"VOE"},{"redirect":8782090,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Woher kommen die Asteroiden?","epNo":18,"alt":"","descr":"Am 1. Januar 1801 entdeckte ein sizilianischer Mönch mit seinem Fernglas einen seltsamen Himmelskörper: Es war ein Asteroid, den er nach der Schutzgöttin von Sizilien Ceres nannte. Seitdem wurden viele weitere entdeckt. Harald Lesch weiß, wo sie herkommen.","versions":[{"lang":1,"streams":[{"redirect":13503906,"hoster":"VOE"},{"redirect":14172597,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wie kalt ist es im Universum?","epNo":19,"alt":"","descr":"Als das Universum noch jung war, war es klein, dicht, heiß und ungeordnet. Keine guten Bedingungen für die Entstehung von Leben. Dafür musste es erst expandieren und sich abkühlen. Heute ist das All minus 271 Grad kalt, mit eingestreuten Inseln der Ordnung wie unserer Erde.","versions":[{"lang":1,"streams":[{"redirect":13503907,"hoster":"VOE"},{"redirect":8782088,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gibt es Außerirdische?","epNo":20,"alt":"","descr":"Im Universum gibt es 100 Milliarden Galaxien mit jeweils 100 Milliarden Sternen: Wie kann man da eine These über außerirdisches Leben wagen? Harald Lesch tut es und meint: \"Der Außerirdische ist auch nur ein Mensch.\" Denn die Gesetze der Naturwissenschaften gelten für ihn genauso wie für uns.","versions":[{"lang":1,"streams":[{"redirect":9205670,"hoster":"VOE"},{"redirect":8782092,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Was war vor dem Big Bang?","epNo":21,"alt":"","descr":"Können wir irgendetwas darüber erfahren, was vor dem Beginn der Welt gewesen ist? Aber wie sollte das möglich sein – ist doch der Beginn der Welt auch der Beginn der Naturgesetze. Eine schwierige Frage also. Harald Lesch versucht sie zu beantworten.","versions":[{"lang":1,"streams":[{"redirect":9205667,"hoster":"VOE"},{"redirect":8782093,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wo war der Big Bang?","epNo":22,"alt":"","descr":"Der Big Bang war der Anfang von allem: die Schöpfung von Materie und Raum und Zeit. Und wir sind Teil dieser großen Explosion – und können nicht von außen darauf blicken. Alles, was da ist, ist Teil des Big Bang. Er ist also überall.","versions":[{"lang":1,"streams":[{"redirect":9205668,"hoster":"VOE"},{"redirect":8782094,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Wieso kommt es zu Eiszeiten?","epNo":23,"alt":"","descr":"Wir leben in einer Eiszeit – verglichen mit dem Großteil der Erdgeschichte, denn meistens war die Erde völlig eisfrei. Warum aber gab es dann in unregelmäßigen Abständen immer wieder Eiszeiten? Schuld ist wohl die Plattentektonik, die immer wieder Meeres- und Luftströmungen verändert hat.","versions":[{"lang":1,"streams":[{"redirect":13503910,"hoster":"VOE"},{"redirect":8782095,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gibt es Astronomie ohne Fernrohr?","epNo":24,"alt":"","descr":"An einem Sommerabend im Jahr 1610 blickte Galileo zum ersten Mal durch ein Fernrohr – und sah Dinge, die nie ein Mensch zuvor gesehen hatte. Von da an war die Astronomie lange Zeit eine \"schauende\" Wissenschaft. Doch die moderne Astrophysik kommt auch ohne Fernrohr zurecht.","versions":[{"lang":1,"streams":[{"redirect":9205708,"hoster":"VOE"},{"redirect":12978090,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Sind die Naturgesetze zufällig?","epNo":25,"alt":"","descr":"Es gibt genau vier Kräfte im Universum: die Schwerkraft, die elektrodynamische Wechselwirkung, die starke und die schwache Kernkraft. Sie sind dafür zuständig, dass die Welt so funktioniert, wie sie eben funktioniert. Ist ein Universum vorstellbar, in dem diese Kräfte anders wären?","versions":[{"lang":1,"streams":[{"redirect":9205671,"hoster":"VOE"},{"redirect":8782097,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Was sind Wurmlöcher?","epNo":26,"alt":"","descr":"In der Science Fiction sind sie ein normales Transportmittel: Man fliegt in ein Schwarzes Loch hinein und durch ein Wurmloch von einem Ende des Weltalls zum anderen. Aber gibt es solche Wurmlöcher wirklich? Harald Lesch verrät, was die Wissenschaft dazu sagt.","versions":[{"lang":1,"streams":[{"redirect":9205673,"hoster":"VOE"},{"redirect":8782099,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Quo vadis Astronomie?","epNo":1,"alt":"","descr":"Astronomen beobachten heute nicht mehr nächtelange persönlich den Sternenhimmel. Das übernehmen riesige, computergesteuerte Teleskope, die gigantische Datenmengen produzieren. Welche Rolle dabei der einzelne Forscher noch spielt, weiß Harald Lesch.","versions":[{"lang":1,"streams":[{"redirect":9205685,"hoster":"VOE"},{"redirect":8782096,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bewegen sich Schwarze Löcher?","epNo":2,"alt":"","descr":"Im Jahr 2001 entdeckten Astronomen im Halo unserer Milchstraße einen Mikro-Quasar, der mit 150 Kilometern pro Sekunde durchs All saust – die Überreste eines riesigen Sterns von mehr als 100 Sonnenmassen. Woher aber bekommt dieses Schwarze Loch seinen Impuls?","versions":[{"lang":1,"streams":[{"redirect":13102680,"hoster":"VOE"},{"redirect":8782103,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was sind Tachyonen?","epNo":3,"alt":"","descr":"Ein Tachyon ist ein sehr schnelles Teilchen, schneller sogar als die Lichtgeschwindigkeit. Und es kann in der Zeit zurücklaufen: Wenn man eine Nachricht mit Tachyonen verschicken würde, käme sie früher an, als sie abgeschickt wurde. Gibt es solche Teilchen wirklich?","versions":[{"lang":1,"streams":[{"redirect":9598081,"hoster":"VOE"},{"redirect":8782105,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was ist Dunkle Energie?","epNo":4,"alt":"","descr":"Nur ein Prozent der Masse des Universums besteht aus \"normaler\", also leuchtender, Materie, dreißig Prozent aus dunkler Materie. Und der Rest? Das Thema \"Dunkle Energie\" führt in die Abgründe der theoretischen Physik – und an den Anfang des Universums …","versions":[{"lang":1,"streams":[{"redirect":9598082,"hoster":"VOE"},{"redirect":8782104,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was sind Kugelsternhaufen?","epNo":5,"alt":"","descr":"Sie sind bis zu 14 Milliarden Jahre alt und sehr, sehr, sehr dicht: Die Sternendichte in einem Kugelsternhaufen ist 20.000 Mal größer als in der Nähe der Sonne. Sie bilden eine Art Urgalaxie ab, aus der sich die Milchstraße entwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":9598090,"hoster":"VOE"},{"redirect":8782107,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wird Licht müde?","epNo":6,"alt":"","descr":"Auf den ersten Blick eine interessante These: Bei ihrer Reise durch den intergalaktischen Raum werden Licht-Photonen irgendwann müde, verlieren Energie und verändern dabei ihre Frequenz – fertig ist die Rotverschiebung im Universum. Harald Lesch ist nicht überzeugt …","versions":[{"lang":1,"streams":[{"redirect":9598084,"hoster":"VOE"},{"redirect":8782106,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Soll ich mir ein Haus auf Mallorca kaufen?","epNo":7,"alt":"","descr":"Afrika kommt! Etwa mit der Geschwindigkeit, mit der Fingernägel wachsen, schiebt sich die afrikanische Kontinentalplatte in Richtung Europa – und faltet dabei Gebirge wie Balkan oder Alpen auf. Die unausweichliche Folge: In etwa 20 Millionen Jahres wird das Mittelmeer nicht mehr existieren …","versions":[{"lang":1,"streams":[{"redirect":9598083,"hoster":"VOE"},{"redirect":8782112,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Warum ist die Erde warm?","epNo":8,"alt":"","descr":"Je tiefer man bohrt, desto heißer wird es: Der Erdkern hat vermutlich eine Temperatur von 6.000 Grad Celsius. Dadurch entstehen Konvektionsströme, die die Erdkruste bis heute in Bewegung halten. Doch warum ist das selbst nach Milliarden von Jahren noch so?","versions":[{"lang":1,"streams":[{"redirect":9598085,"hoster":"VOE"},{"redirect":8782113,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was ist die Unschärferelation?","epNo":9,"alt":"","descr":"Heisenbergs Unschärferelation ist eine Art \"heiliger Gral\" der Physik – und gleichzeitig äußerst merkwürdig und komplex. In ihr steckt die Erkenntnis, dass man die beobachtete Welt durch den Akt der Beobachtung verändert, sie also nie so erkennen kann, wie sie wirklich ist.","versions":[{"lang":1,"streams":[{"redirect":9598086,"hoster":"VOE"},{"redirect":8782110,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie entsteht Eis im Kosmos?","epNo":10,"alt":"","descr":"Junge, kalte, dunkle Gaswolken sind die Eiskammern des Universums. Riesige Mengen von Eis entstehen dort – bei Temperaturen bis zu minus 260 Grad. Doch dieses Eis ist ganz anders als das Eis, das wir kennen: Es wird – wie Glas – amorph, fängt wieder an zu fließen.","versions":[{"lang":1,"streams":[{"redirect":9598089,"hoster":"VOE"},{"redirect":8782118,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was ist Unendlichkeit?","epNo":11,"alt":"","descr":"Mathematiker rechnen ständig mit ihnen, doch im physikalischen Universum gibt es keine Unendlichkeiten. Beispiel Geschwindigkeit: Die Lichtgeschwindigkeit ist hier die natürliche Grenze. Doch in einigen sehr merkwürdigen Bereichen schleicht sich die Unendlichkeit doch wieder ein …","versions":[{"lang":1,"streams":[{"redirect":13992752,"hoster":"VOE"},{"redirect":8782108,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Welche Bedeutung hat die Unschärferelation?","epNo":12,"alt":"","descr":"Je tiefer wir in die Materie hineinschauen, desto mehr verwischen die Elementarteilchen vor unserem Auge. Damit aber wird es in der Quantenmechanik unmöglich, Zustände vorherzusagen oder, etwa beim Urknall, Ursache und Wirkung auseinanderzuhalten.","versions":[{"lang":1,"streams":[{"redirect":12918229,"hoster":"VOE"},{"redirect":8782109,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was ist ein Micro-Quasar?","epNo":13,"alt":"","descr":"1963 wurde etwas am Himmel entdeckt, das man eigentlich für unmöglich gehalten hatte: Ein stellares Objekt, das Milliarden Lichtjahre entfernt war – und aus dem eine Billion Sonnenleuchtkräfte strahlten! Etwas ähnliches gibt es in einer Bonsai-Version auch in unserer Milchstraße.","versions":[{"lang":1,"streams":[{"redirect":9598091,"hoster":"VOE"},{"redirect":8782115,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Was ist ein Roter Riese?","epNo":14,"alt":"","descr":"Wie vollzieht sich das Leben eines Sterns bis zu seinem Erlöschen? Das ist für einen Astronomen gar nicht so leicht zu beantworten, weil seine Lebensdauer ja sehr viel kürzer ist als die eines Sterns. Das Rentenalter eines Sterns jedenfalls beginnt, wenn er zum Roten Riesen wird.","versions":[{"lang":1,"streams":[{"redirect":9598093,"hoster":"VOE"},{"redirect":8782111,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die 100. Sendung: Kann die Physik die Welt erklären?","epNo":15,"alt":"","descr":"In der 100. Folge von alpha-Centauri gönnt sich Harald Lesch auch inhaltlich ein Sahnetörtchen: Ist die Physik nach Jahrhunderten der Forschung so weit, die Welt in einer Formel erklären zu können? Harald Lesch hat da ganz grundlegende Bedenken.","versions":[{"lang":1,"streams":[{"redirect":9598092,"hoster":"VOE"},{"redirect":8782114,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Woher kommt unser Wasser?","epNo":16,"alt":"","descr":"Wasserstoff ist das erste Element, das es in unserem Universum gab – lange vor den ersten Sternen. Sauerstoff dagegen kann erst in Sternen entstehen und wird von diesen ins interstellare Medium abgegeben. Wie aber verbinden sich diese beiden Elemente zu Wasser?","versions":[{"lang":1,"streams":[{"redirect":13503909,"hoster":"VOE"},{"redirect":8782117,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Was sollen wir auf dem Mars?","epNo":17,"alt":"","descr":"Zwar konnte man inzwischen die Existenz von Wasser auf dem Mars nachweisen – dass es dort auch Leben gibt, ist aber sehr unwahrscheinlich. Grund ist die zellzerstörende kosmische Strahlung, der der Mars schutzlos ausgeliefert ist. Warum sollten sich Menschen in diese Gefahr begeben?","versions":[{"lang":1,"streams":[{"redirect":9598095,"hoster":"VOE"},{"redirect":8782116,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ist das Universum symmetrisch?","epNo":18,"alt":"","descr":"In dieser Folge bringt uns Harald Lesch an die Grenzen der theoretischen Physik – und damit an den Rand des Wahnsinns. Denn ein Kristall ist zwar symmetrisch – aber ein Baum? Und doch sagen Physiker, dass die Natur in ihrem Innersten symmetrisch ist. Was meinen sie damit?","versions":[{"lang":1,"streams":[{"redirect":12918235,"hoster":"VOE"},{"redirect":8782119,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gibt es Leben auf Europa?","epNo":19,"alt":"","descr":"1610 entdeckte Galileo vier Monde, die um Jupiter kreisen: Io, Europa, Ganymed und Kallisto. Die Oberfläche von Europa ist von riesigen, zerbrochenen Eisschollen bedeckt. Außerdem besitzt er eine Wärmequelle und ein Magnetfeld. Ist hier Leben möglich?","versions":[{"lang":1,"streams":[{"redirect":9598098,"hoster":"VOE"},{"redirect":8782120,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"War die Mondlandung echt?","epNo":20,"alt":"","descr":"Die Mondlandung war nur inszeniert: Das wird immer wieder behauptet. Warum sonst kann die US-Flagge auf dem windlosen Mond wehen? Harald Lesch kennt die Argumente – und widerlegt sie mit wissenschaftlichen Tatsachen. Oder ist er etwa selbst Teil der Verschwörung?","versions":[{"lang":1,"streams":[{"redirect":12381818,"hoster":"VOE"},{"redirect":8782123,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Was sind Neutrinos?","epNo":21,"alt":"","descr":"1931 stellte der Physiker Wolfgang Pauli die Vermutung auf, dass bei einer Kernreaktion bislang unentdeckte Teilchen auftreten. 1934 gab ihnen der Italiener Enrico Fermi den Namen \"Neutrinos\" – kleine, neutrale Teilchen. Das Problem: Diese \"Geisterteilchen\" lassen sich sehr schwer nachweisen.","versions":[{"lang":1,"streams":[{"redirect":9598099,"hoster":"VOE"},{"redirect":8782122,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ist Wasser magisch?","epNo":22,"alt":"","descr":"Zwei Atome Wasserstoff, ein Atom Sauerstoff – das ist Wasser. Doch diese simple Kombination zweier Gase hat erstaunliche Eigenschaften: Sie ist flüssig, hat eine Oberflächenspannung, kann verdunsten, Wärme speichern und gefrieren. Ursache dafür ist die Bipol-Bindung der Wassermoleküle.","versions":[{"lang":1,"streams":[{"redirect":9598101,"hoster":"VOE"},{"redirect":8782121,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Was ist Energie?","epNo":23,"alt":"","descr":"Energie – das ist erstmal eine abstrakte Rechengröße, die eingeführt wurde, um Veränderungen von Systemen zu beschreiben. Energie geht nämlich nicht verloren, sie wird nur umgewandelt: in kinetische, elektrische oder potenzielle Energie.","versions":[{"lang":1,"streams":[{"redirect":9598100,"hoster":"VOE"},{"redirect":8782125,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was ist Radioaktivität?","epNo":24,"alt":"","descr":"Im Januar 1896 experimentierte der französische Physiker Henri Bequerel mit Uransalzkristallen – und entdeckte dabei die radioaktive Strahlung. Offenbar schlummerte in den Atomkernen eine verborgene Energiequelle: die Kernenergie.","versions":[{"lang":1,"streams":[{"redirect":9598103,"hoster":"VOE"},{"redirect":8782128,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Was ist Licht?","epNo":25,"alt":"","descr":"\"Es werde Licht!\" Das steht am Anfang der biblischen Genesis. Denn Licht spielt eine ganz fundamentale Rolle in unserem Leben. Und es hat ganz erstaunliche Eigenschaften: Es ist wahnsinnig schnell und hat je nach seiner Wellenlänge unterschiedlich viel Energie.","versions":[{"lang":1,"streams":[{"redirect":9598102,"hoster":"VOE"},{"redirect":8782126,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Was sind Quark-Sterne?","epNo":26,"alt":"","descr":"10.000 Lichtjahre von der Erde entfernt gibt es ein Objekt im Weltall, das sich nicht so verhält, wie man es erwarten würde. Im Jahr 1181 ist dort ein Stern explodiert und hat seine Überreste zurückgelassen. Ist er dabei bis in seine kleinsten Bausteine – die Quarks – zerfallen?","versions":[{"lang":1,"streams":[{"redirect":9598104,"hoster":"VOE"},{"redirect":8782124,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Was ist eine Ring-Galaxie?","epNo":1,"alt":"","descr":"Ein Ring von Sternen, innerhalb des Ringes eine dicht gepackte Ansammlung von Sternen – so sieht eine Ring-Galaxie aus. Da haben sich offenbar Dinge abgespielt, die sich nicht so einfach erklären lassen. Wie entsteht so etwas?","versions":[{"lang":1,"streams":[{"redirect":8586613,"hoster":"VOE"},{"redirect":8586612,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo sind die Neutrinos?","epNo":2,"alt":"","descr":"Neutrinos machen offenbar nichts: Sie laufen einfach durch alles auf der Welt durch, auch durch die Sonne. Neutrinos zu messen ist extrem schwierig. Es ist zwar gelungen, ein Drittel der Neutrinos zu messen, aber wo ist der Rest?","versions":[{"lang":1,"streams":[{"redirect":13473181,"hoster":"VOE"},{"redirect":8586615,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Brauchen wir die Kernfusion?","epNo":3,"alt":"","descr":"Unsere Energie-Ressourcen wie Öl, Kohle oder Gas schwinden. Ist die Kernfusion eine Altervative? Sie wäre die natürlichste Energiequelle, die es im Kosmos gibt, denn unsere Sonne ist nichts anderes als ein Kernfusions-Reaktor.","versions":[{"lang":1,"streams":[{"redirect":8586623,"hoster":"VOE"},{"redirect":8586618,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Warum drehen sich Himmelskörper? I","epNo":4,"alt":"","descr":"Für Harald Lesch verhält sich das Universum wie ein Parteitag: Wenn dort der Vorsitzende den Saal betritt, kommt Bewegung in die Delegierten, sie drängen sich ihm in den Weg. Wäre er eine Gaswolke, würde er anfangen sich zu drehen.","versions":[{"lang":1,"streams":[{"redirect":8586626,"hoster":"VOE"},{"redirect":8586620,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was sind virtuelle Teilchen?","epNo":5,"alt":"","descr":"Geschichtenerzählen und Astrophysik - das sind seine beiden grossen Leidenschaften: Harald Lesch ist Professor für theoretische Astrophysik an der Uni München und unterrichtet Naturphilosophie an der Hochschule für Philosophie S.J. in München. Seine Hauptforschungsgebiete sind kosmische Plasmaphysik, Schwarze Löcher und Neutronensterne. In der Sendereihe \"alpha-Centauri\" erklärt Professor Lesch die Grundzüge des Universums, untersucht ferne Galaxien und bringt uns unser Sonnensystem näher. Geschichtenerzählen und Astrophysik - das sind seine beiden grossen Leidenschaften: Harald Lesch ist Professor für theoretische Astrophysik an der Ludwig-Maximilians-Universität München und unterrichtet Naturphilosophie an der Hochschule für Philosophie S.J. in München. Ausserdem ist er Mitglied der Kommission \"Astronomie in Unterricht und Lehramt\". Seine Hauptforschungsgebiete sind kosmische Plasmaphysik, Schwarze Löcher und Neutronensterne. In der Sendereihe \"alpha-Centauri\" erklärt Professor Lesch die Grundzüge des Universums, untersucht ferne Galaxien und bringt uns unser Sonnensystem näher.","versions":[{"lang":1,"streams":[{"redirect":8586629,"hoster":"VOE"},{"redirect":8586624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was gibt\u0027s Neues aus dem galaktischen Zentrum?","epNo":6,"alt":"","descr":"Gibt es Außerirdische? Wie dünn war die Ursuppe? Und wie sieht eigentlich die Zukunft des Universums aus? Manchmal wissen nur Experten wie der Astrophysiker Harald Lesch weiter.","versions":[{"lang":1,"streams":[{"redirect":8586630,"hoster":"VOE"},{"redirect":8586628,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Warum drehen sich Himmelskörper? II","epNo":7,"alt":"","descr":"Für Harald Lesch verhält sich das Universum wie ein Parteitag: Wenn dort der Vorsitzende den Saal betritt, kommt Bewegung in die Delegierten, sie drängen sich ihm in den Weg. Wäre er eine Gaswolke, würde er anfangen sich zu drehen.","versions":[{"lang":1,"streams":[{"redirect":8586635,"hoster":"VOE"},{"redirect":8586634,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was ist der Tunneleffekt?","epNo":8,"alt":"","descr":"Gibt es Außerirdische? Wie dünn war die Ursuppe? Und wie sieht eigentlich die Zukunft des Universums aus? Manchmal wissen nur Experten wie der Astrophysiker Harald Lesch weiter.","versions":[{"lang":1,"streams":[{"redirect":8586639,"hoster":"VOE"},{"redirect":8586638,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was ist eine Lebenszone?","epNo":9,"alt":"","descr":"Invasion von der Vega, Lebewesen von Sirius oder Aldebaran – ist so etwas möglich? Harald Lesch beschäftigt sich diesmal mit Frage, unter welchen Bedingungen in der Umgebung eines Sterns überhaupt Leben entstehen kann.","versions":[{"lang":1,"streams":[{"redirect":8586641,"hoster":"VOE"},{"redirect":8586640,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wer ist Almathea?","epNo":10,"alt":"","descr":"Geschichtenerzählen und Astrophysik - das sind seine beiden großen Leidenschaften: Harald Lesch ist Professor für theoretische Astrophysik an der Ludwig-Maximilians-Universität München und unterrichtet Naturphilosophie an der Hochschule für Philosophie S.J. in München. Außerdem ist er Mitglied der Kommission \"Astronomie in Unterricht und Lehramt\". Seine Hauptforschungsgebiete sind kosmische Plasmaphysik, Schwarze Löcher und Neutronensterne. In der Sendereihe \"alpha-Centauri\" erklärt Professor Lesch die Grundzüge des Universums, untersucht ferne Galaxien und bringt uns unser Sonnensystem näher.","versions":[{"lang":1,"streams":[{"redirect":8586642,"hoster":"VOE"},{"redirect":8586643,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was ist kosmische Strahlung?","epNo":11,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13473187,"hoster":"VOE"},{"redirect":8586644,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gibt es Antigravitation?","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586652,"hoster":"VOE"},{"redirect":8586651,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was ist ein kosmischer Maser?","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586658,"hoster":"VOE"},{"redirect":8586654,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Krümmt die Sonne den Raum?","epNo":14,"alt":"","descr":"Ab und zu erschauert man ja förmlich: Es ist die gleiche Kraft, die einen Apfel fallen lässt und die Planeten auf ihren Bahnen festhält. Soweit Newton. Und dann kommt Einstein – und plötzlich krümmt sich der Raum. Warum?","versions":[{"lang":1,"streams":[{"redirect":8586659,"hoster":"VOE"},{"redirect":8586655,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was ist der galaktische Zoo?","epNo":15,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12918230,"hoster":"VOE"},{"redirect":8586656,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was steckt im Krebsnebel?","epNo":16,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586667,"hoster":"VOE"},{"redirect":8586664,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Was ist eine galaktische Fontäne?","epNo":17,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13473189,"hoster":"VOE"},{"redirect":8586666,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Was ist ein schwarzer Körper?","epNo":18,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13473188,"hoster":"VOE"},{"redirect":8586671,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Was sind Magnetare?","epNo":19,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13529806,"hoster":"VOE"},{"redirect":8586676,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Was sind Bosonen?","epNo":20,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586684,"hoster":"VOE"},{"redirect":8586678,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Was sind Population-Drei-Sterne?","epNo":21,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13529808,"hoster":"VOE"},{"redirect":8586686,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Warum ist das Universum so kalt?","epNo":22,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13473191,"hoster":"VOE"},{"redirect":8586687,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Steuert die Sonne unser Wetter?","epNo":23,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13529809,"hoster":"VOE"},{"redirect":8586691,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Woher kommt das Fluor in der Zahnpasta?","epNo":24,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586700,"hoster":"VOE"},{"redirect":8586699,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wie enstehen Gasplaneten?","epNo":25,"alt":"","descr":"Es gibt Themen in der Wissenschaft, die werden immer und immer wieder neu bearbeitet. Bei manchen Themen kommen im Laufe der Zeit Erkenntnisse dazu, so dass man sie neu betrachten muss – so zum Beispiel die Entstehung von Gasplaneten.","versions":[{"lang":1,"streams":[{"redirect":8586705,"hoster":"VOE"},{"redirect":8586701,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Woher weiß man das Alter von Gesteinen?","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586707,"hoster":"VOE"},{"redirect":8586703,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tanzen schwarze Löcher?","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586267,"hoster":"VOE"},{"redirect":8586260,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was war der Äther?","epNo":3,"alt":"","descr":"Gibt es einen Stoff, der das ganze Universum durchzieht? Das zumindest glaubten die alten Griechen. Heute sehen Wissenschaftler das anders.","versions":[{"lang":1,"streams":[{"redirect":8586712,"hoster":"VOE"},{"redirect":8586710,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was ist Methanhydrat?","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586713,"hoster":"VOE"},{"redirect":8586715,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie tönt Perseus?","epNo":5,"alt":"","descr":"Wenn in Science-Fiction-Filmen Raumschiffe explodieren, gibt es einen Riesen-Krach. Doch im Weltall hört man in Wirklichkeit nichts. Wie man seit kurzem weiß, wird Schall allerdings sehr wohl übertragen.","versions":[{"lang":1,"streams":[{"redirect":12172732,"hoster":"VOE"},{"redirect":12980099,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verblasst das Universum?","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13473192,"hoster":"VOE"},{"redirect":8586721,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wohin bewegt sich die Erde?","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586726,"hoster":"VOE"},{"redirect":8586724,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was sind Myonen?","epNo":8,"alt":"","descr":"\"Wer hat denn das bestellt, das brauchen wir eigentlich überhaupt nicht,\" soll ein Physiker bei seiner Entdeckung gerufen haben. Denn das Myon ist 200-mal schwerer als das Elektron – und eigentlich zu nichts nutze. Wo also kommt es her? Und warum gibt es solche Teilchen?","versions":[{"lang":1,"streams":[{"redirect":8586732,"hoster":"VOE"},{"redirect":8586729,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kann man im All parken?","epNo":9,"alt":"","descr":"Wenn man zum Mond fliegt, muss man erst einmal die Schwerkraft der Erde überwinden. Dann kommt man an einen Punkt, an dem sich die Kräfte von Erde und Mond ausgleichen. Könnte man dort ein Raumschiff parken?","versions":[{"lang":1,"streams":[{"redirect":8586731,"hoster":"VOE"},{"redirect":8586735,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was ist Bindungsenergie?","epNo":10,"alt":"","descr":"Warum gibt es überhaupt Masse? Warum also ist die Welt so aufgebaut, wie sie uns erscheint? Dafür spielt ein Begriff eine zentrale Rolle, der oft missverstanden wird. Er hat damit zu tun, wie sich Dinge in der Natur miteinander verbinden. Gemeint ist die Bindungsenergie.","versions":[{"lang":1,"streams":[{"redirect":13473193,"hoster":"VOE"},{"redirect":8586741,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ist die Welt stabil?","epNo":11,"alt":"","descr":"Heute dreht sich alles um \"alpha\" – die Feinstrukturkonstante der elektromagnetischen Wechselwirkung. Sie beschreibt die Stabilität der Materie. Allerdings gibt es Indizien, das \"alpha\" gar keine Konstante ist, sondern früher kleiner war. Hat die Welt damals anders funktioniert?","versions":[{"lang":1,"streams":[{"redirect":13529811,"hoster":"VOE"},{"redirect":8586743,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gibt es Löcher im Weltall?","epNo":12,"alt":"","descr":"Die Leere ist ein wichtiger Begriff in den Naturwissenschaften. Gibt es das Nichts auch im Weltraum? Das ist eine Frage, die uns in der Astronomie mehr umtreibt, als man vielleicht meint. Gibt es im Weltraum Löcher? Und wenn ja, was ist da drin?","versions":[{"lang":1,"streams":[{"redirect":8586742,"hoster":"VOE"},{"redirect":8586746,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was ist Cygnus X1?","epNo":13,"alt":"","descr":"Eine außerordentlich helle Röntgenquelle im Sternbild Cygnus gibt den Astronomen Rätsel auf. Denn die Radialgeschwindigkeit dieses Sterns ändert ihre Amplitude – er bewegt sich ständig vor und zurück. Verantwortlich dafür ist ein schwarzes Loch, das mit ihm einen Doppelstern bildet.","versions":[{"lang":1,"streams":[{"redirect":8586750,"hoster":"VOE"},{"redirect":8586753,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gibt es Überlichtgeschwindigkeit?","epNo":14,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586756,"hoster":"VOE"},{"redirect":8586755,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was ist die Planck-Welt?","epNo":15,"alt":"","descr":"Was passiert, wenn wir immer tiefer in die Materie eindringen? Kommen wir dann an einen Punkt, an dem die Ausdehnung des Raumes gleich Null ist? Das wäre eine Singularität – eine Unendlichkeit, wo eigentlich nichts ist. Davor bewahrt uns die Planck-Welt.","versions":[{"lang":1,"streams":[{"redirect":13473197,"hoster":"VOE"},{"redirect":8586760,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was ist Entropie?","epNo":16,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586763,"hoster":"VOE"},{"redirect":8586766,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Was sind Quarks?","epNo":17,"alt":"","descr":"Für die alten Griechen waren Atome die kleinsten, unteilbaren Teilchen. Dann wurden Elektronen, Neutronen und Protonen entdeckt. Heute halten Wissenschaftler Quarks für die wahren Elementarteilchen.","versions":[{"lang":1,"streams":[{"redirect":13529813,"hoster":"VOE"},{"redirect":8586768,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Was ist der Casimir-Effekt?","epNo":18,"alt":"","descr":"Das Vakuum ist in der Physik ein Zustand, der frei ist von allem – die absolute Leere. Doch selbst dort kann etwas passieren: Vakuum-Fluktuationen. Ein Nichts kann also durchaus auch eine Kraft ausüben!","versions":[{"lang":1,"streams":[{"redirect":8586769,"hoster":"VOE"},{"redirect":8586773,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ist Schrödingers Katze tot?","epNo":19,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586775,"hoster":"VOE"},{"redirect":8586774,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ist die Sonne etwas Besonderes?","epNo":20,"alt":"","descr":"Sie treibt die Lebewesen und Vorgänge auf der Erde an. Jetzt gibt es neue Erkenntnisse über die Sonne. Denn sie ist nicht nur ein Gasball, der Wasserstoff in Helium verwandelt und dabei Leuchtkraft produziert. Unsere Sonne hat weitere, sehr besondere Eigenschaften.","versions":[{"lang":1,"streams":[{"redirect":8586783,"hoster":"VOE"},{"redirect":8586781,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Was ist die große Wand?","epNo":21,"alt":"","descr":"Sie ist die größte zusammenhängende Struktur im Universum, die wir kennen: die große Wand. Das Wissen über sie ist das Resultat jahrelanger intensiver Arbeit. Harald Lesch erklärt, was es mit der großen Wand auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":8586785,"hoster":"VOE"},{"redirect":8586782,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Fressen schwarze Löcher Sterne?","epNo":22,"alt":"","descr":"Im Jahr 1990 wurde eine Galaxie beobachtet, die im Röntgenbereich relativ dunkel war. Zwei Jahre später war der Kern dieser Galaxie plötzlich sehr hell, im Jahr 1999 wieder deutlich dunkler. Die einzig mögliche Erklärung: Das schwarze Loch im Zentrum der Galaxie hatte einen Stern zerrissen.","versions":[{"lang":1,"streams":[{"redirect":13473198,"hoster":"VOE"},{"redirect":8586786,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Was sind Naturgesetze?","epNo":23,"alt":"","descr":"Naturgesetze beschreiben beobachtete oder vermutete Erscheinungen in der realen Welt. Sie sollen formulieren, wie Natur funktioniert. Gibt es also in der Natur Regeln, um vorherzusagen, was als nächstes passieren wird?","versions":[{"lang":1,"streams":[{"redirect":8586798,"hoster":"VOE"},{"redirect":8586791,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was sind Polarring-Galaxien?","epNo":24,"alt":"","descr":"Galaxien bilden die leuchtende Materie im Universum. Eine äußerst seltene Form von ihnen sind Polarring-Galaxien – Scheibengalaxien mit einem senkrecht dazu stehenden polaren Ring. Sie erzählen uns etwas darüber, wie die dunkle Materie im Kosmos verteilt ist.","versions":[{"lang":1,"streams":[{"redirect":8586799,"hoster":"VOE"},{"redirect":8586797,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Was ist ein Symmetriebruch?","epNo":25,"alt":"","descr":"Am Anfang unseres Universums war alles äußerst gleichmäßig, also hochsymmetrisch. Doch damit neue Teilchen – und damit unsere Welt und Lebewesen wie wir selbst – entstehen konnten, musste diese Symmetrie gebrochen werden.","versions":[{"lang":1,"streams":[{"redirect":8586277,"hoster":"VOE"},{"redirect":8586265,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Wieso ist das Universum so dunkel?","epNo":26,"alt":"","descr":"Müsste man nicht meinen, die Sterne erleuchten das Universum? Gibt es für die Dunkelheit irgendeinen Grund? Die Antwort lautet: Ja, es ist so dunkel, weil wir hier sind. Was haben wir damit zu tun? Harald Lesch erklärt es Ihnen.","versions":[{"lang":1,"streams":[{"redirect":13473199,"hoster":"VOE"},{"redirect":8586802,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Kann man mit Lichtgeschwindigkeit reisen?","epNo":1,"alt":"","descr":"Eine tolle Sache: zu anderen Sternen und Planeten reisen. Doch die sind so unglaublich weit weg, dass man auch unglaublich schnell fliegen müsste, um dorthin zu kommen. Schneller als Lichtgeschwindigkeit geht allerdings nicht – und schon das ist äußerst problematisch …","versions":[{"lang":1,"streams":[{"redirect":8586803,"hoster":"VOE"},{"redirect":8586806,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was ist ein Cooling Flow?","epNo":2,"alt":"","descr":"Kleine, helle Inselchen in einem großen, dunklen Meer: Das ist das Bild, das man mit einem optischen Teleskop von einem Galaxienhaufen bekommt. Doch wenn man ihn mit einem Röntgenteleskop betrachtet, sieht man rundherum eine riesige Gaswolke – den \"Cooling Flow\".","versions":[{"lang":1,"streams":[{"redirect":8586813,"hoster":"VOE"},{"redirect":8586807,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie schnell entstand die Erde?","epNo":3,"alt":"","descr":"Durch Mikrometeoriten wird die Erde jeden Tag um 50 bis 100 Tonnen schwerer. Das ergäbe in 4,6 Milliarden Jahren Erdgeschichte nur eine Schicht von rund 15 Zentimetern um die Erdkugel herum – so kann sie also nicht entstanden sein. Harald Lesch weiß, was wirklich passiert ist.","versions":[{"lang":1,"streams":[{"redirect":13473200,"hoster":"VOE"},{"redirect":8586810,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rotieren Schwarze Löcher?","epNo":4,"alt":"","descr":"Wie will man feststellen, dass etwas rotiert, das man – wie ein Schwarzes Loch – gar nicht beobachten kann? Harald Lesch weiß die Antwort: Nur mit der Rotation von Schwarzen Löchern lässt sich nämlich die Leuchtkraft von extrem hellen Objekten wie Quasaren erklären.","versions":[{"lang":1,"streams":[{"redirect":8586816,"hoster":"VOE"},{"redirect":8586814,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Woraus besteht das Universum?","epNo":5,"alt":"","descr":"In dieser Folge macht Harald Lesch eine Inventur des Universums. Das Ergebnis: Zur Zeit besteht es aus rund 10 hoch 80 Elementarteilchen – also Elektronen, Protonen und Neutronen. Dazu kommt allerdings ein Vielfaches an dunkler Materie …","versions":[{"lang":1,"streams":[{"redirect":8586818,"hoster":"VOE"},{"redirect":8586817,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wann schlug der letzte Komet ein?","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586826,"hoster":"VOE"},{"redirect":8586821,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was passiert, wenn das Erdmagnetfeld verschwindet?","epNo":7,"alt":"","descr":"Das Magnetfeld der Erde hat sich immer wieder komplett umgepolt. Das steht jetzt wieder an: In den vergangenen 200 Jahren ist das Magnetfeld um 10% schwächer geworden und der magnetische Südpol ist 1.100 Kilometer gewandert – Vorboten eines baldigen Zusammenbruchs.","versions":[{"lang":1,"streams":[{"redirect":8586828,"hoster":"VOE"},{"redirect":8586825,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was ist eine Beryllium-Barriere?","epNo":8,"alt":"","descr":"Kann man aus der eigenen Existenz Eigenschaften des gesamten Universums ableiten? Die Antwort auf diese Frage hat etwas mit einer Barriere zu tun, der Beryllium-Barriere. Harald Lesch erklärt, was es damit auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":8586836,"hoster":"VOE"},{"redirect":8586835,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was passiert, wenn eine Supernova explodiert?","epNo":9,"alt":"","descr":"Als treuer Centauri-Zuschauer werden Sie die Antwort auf diese Frage schon kennen: Es entsteht ein Neutronenstern. Doch darum geht es Harald Lesch diesmal nicht. Es geht um Ozon und darum, was mit der Erde passiert …","versions":[{"lang":1,"streams":[{"redirect":13473201,"hoster":"VOE"},{"redirect":8586837,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was ist die Coriolis-Kraft?","epNo":10,"alt":"","descr":"Diese Folge von alpha-Centauri ist Harald Lesch beinahe peinlich: Es geht um eine besondere Art von Kraft, von der wir eigentlich nicht so recht verstehen, wie sie zustande kommt.","versions":[{"lang":1,"streams":[{"redirect":8586843,"hoster":"VOE"},{"redirect":8586842,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was ist ein Higgs-Teilchen?","epNo":11,"alt":"","descr":"Vor 40 Jahren hat Peter Higgs eine Theorie aufgestellt, die den \"heilige Gral\" der Elementarteilchenphysik darstellt: Wenn man sein Higgs-Teilchen finden könnte, ließe sich besser erklären, warum die Welt so ist, wie sie ist.","versions":[{"lang":1,"streams":[{"redirect":8586846,"hoster":"VOE"},{"redirect":8586848,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Was sind Veränderliche?","epNo":12,"alt":"","descr":"Die Leuchtkraft unserer Sonne scheint ziemlich unveränderlich zu sein. Stimmt – und stimmt nicht. Denn zum einen steigt ihre Leuchtkraft ständig an, zum anderen durchläuft sie kleine Zyklen. Sehr viel deutlichere Veränderungen zeigen etwa Pulsationssterne.","versions":[{"lang":1,"streams":[{"redirect":8586852,"hoster":"VOE"},{"redirect":8586850,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was ist der Big Crunch?","epNo":13,"alt":"","descr":"Eine der großen Fragen der Kosmologie: Was wird einmal aus dem Universum werden? Eine Antwort darauf könnte das Gegenstück zum Urknall, zum \"Big Bang\", sein – der \"Big Crunch\", sozusagen der \"Endknall\".","versions":[{"lang":1,"streams":[{"redirect":8586853,"hoster":"VOE"},{"redirect":8586856,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Was ist ein Paralleluniversum?","epNo":14,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586861,"hoster":"VOE"},{"redirect":8586857,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was ist Supraleitung?","epNo":15,"alt":"","descr":"1911 machte der Holländer Kamerlingh Onnes eine verblüffende Entdeckung: Bei Quecksilber bricht ab einer Temperatur von 4,2 Kelvin der elektrische Widerstand komplett zusammen. Diese Supraleitung lässt sich nur mit Hilfe der Quantenmechanik erklären.","versions":[{"lang":1,"streams":[{"redirect":13473206,"hoster":"VOE"},{"redirect":12980100,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was ist Kausalität?","epNo":16,"alt":"","descr":"Der Ursprung des Kosmos ist im Grunde ein akausales Phänomen – der Beginn einer Wirkungskette, der selbst keine Ursache hat. Hier stoßen wir anscheinend an eine Erkenntnisgrenze der Kausalität. Wie kommt die Wissenschaft da wieder heraus?","versions":[{"lang":1,"streams":[{"redirect":8586871,"hoster":"VOE"},{"redirect":8586866,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Warum fliegt nicht alles auseinander?","epNo":17,"alt":"","descr":"Wenn das ganze Universum expandiert, warum finde ich dann immer seltener einen Parkplatz? Im Ernst: Das Universum fliegt auseinander, aber trotzdem bleiben Strukturen wie wir Menschen zumindest für eine bestimmte Zeit erhalten. Woran liegt das?","versions":[{"lang":1,"streams":[{"redirect":13473205,"hoster":"VOE"},{"redirect":8586867,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Was sind solare Flares?","epNo":18,"alt":"","descr":"Diese Sendung könnte auch \"Kosmische Elektrotechnik\" heißen. Denn solare Flares sind gewaltige Ausbrüche der Sonne – Millionen Kilometer groß. Und dabei gelten, wie überall im Universum, die Gesetze der Elektrodynamik.","versions":[{"lang":1,"streams":[{"redirect":13473207,"hoster":"VOE"},{"redirect":8586872,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Was ist die Silk-Dämpfung?","epNo":19,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586882,"hoster":"VOE"},{"redirect":8586880,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wie entstehen Magnetfelder?","epNo":20,"alt":"","descr":"Im Kosmos gibt es riesengroße Magnetfelder, die auf mehrere 10.000 Lichtjahre ausgedehnt sind. Es muss also eine Kraft geben, die sie in dem interstellaren Plasma der Milchstraße – also quasi aus dem Nichts – entstehen lässt.","versions":[{"lang":1,"streams":[{"redirect":8586881,"hoster":"VOE"},{"redirect":8586886,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wo entsteht die kosmische Strahlung?","epNo":21,"alt":"","descr":"Das Komische an der kosmischen Strahlung: Sie ist eigentlich gar keine Strahlung, sondern besteht aus schnellen und schweren Teilchen. Jeder von uns wird pro Sekunde von rund fünf von ihnen getroffen. Sie sind Botschafter vom Rand der erkennbaren Wirklichkeit.","versions":[{"lang":1,"streams":[{"redirect":13473204,"hoster":"VOE"},{"redirect":8586888,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Was sind irreguläre Galaxien?","epNo":22,"alt":"","descr":"Im Weltall gibt es Spiralgalaxien, elliptische Galaxien – und Galaxien, die dort auftauchen, wo sie keiner erwartet: die irregulären Galaxien. Ein Beispiel dafür ist die große Magellansche Wolke, eine Begleiterin unserer Milchstraße.","versions":[{"lang":1,"streams":[{"redirect":8586895,"hoster":"VOE"},{"redirect":8586894,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Sind Galaxien stabil?","epNo":23,"alt":"","descr":"Wenn wir den Nachthimmel betrachten, überkommt uns Ehrfurcht vor dem scheinbar so ewigen Universum. Doch in Wirklichkeit tut sich sehr viel im All. Beispiel Galaxien: Befinden die sich im Gleichgewicht – oder werden sie eines Tages verschwinden?","versions":[{"lang":1,"streams":[{"redirect":13473211,"hoster":"VOE"},{"redirect":8586896,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was ist der Sachs-Wolfe-Effekt?","epNo":24,"alt":"","descr":"Die Temperatur der kosmischen Hintergrundstrahlung beträgt heute rund 2,7 Grad – mit minimalen Fluktuationen. Doch aus diesen extrem geringen Schwankungen hat sich die gesamte Struktur des Kosmos entwickelt.","versions":[{"lang":1,"streams":[{"redirect":8586901,"hoster":"VOE"},{"redirect":8586902,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wie entstehen Balken-Galaxien?","epNo":25,"alt":"","descr":"Im Weltall gibt es die unterschiedlichsten Typen von Galaxien: elliptische, linsenförmige und Scheibengalaxien. Eine Variante davon sind Balkengalaxien: Durch ihre Mitte verläuft eine längliche Struktur aus Sternen, Gas und Staubstreifen. Harald Lesch erklärt, wie es dazu kommt.","versions":[{"lang":1,"streams":[{"redirect":13473213,"hoster":"VOE"},{"redirect":8586909,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Bewegt sich Fornax?","epNo":26,"alt":"","descr":"Gibt es Strukturen im Universum aus dunkler Materie, die viel viel größer sind als Galaxienhaufen? Um das beantworten zu können, müssen wir uns noch eine andere Frage stellen: Bewegt sich Fornax?","versions":[{"lang":1,"streams":[{"redirect":8586904,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Wie entstehen Molekülringe?","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586923,"hoster":"VOE"},{"redirect":8586918,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was ist Sedna?","epNo":2,"alt":"","descr":"Sedna ist der 10. Planet in unserem Sonnensystem. Sein Name stammt von einer Eskimogöttin, denn Sedna ist 12 Lichtstunden von der Sonne entfernt und hat an der Oberfläche eine Temperatur von 240 Grad Celsius – unter Null.","versions":[{"lang":1,"streams":[{"redirect":8586919,"hoster":"VOE"},{"redirect":8586925,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was ist Cas A?","epNo":3,"alt":"","descr":"Cassiopeia A war die jüngste Supernova-Explosion in unserer Milchstraße. Der Supernova-Überrest Cas A breitet sich immer noch mit einigen Tausend Kilometern pro Sekunde in zwei Stoßfronten ins interstellare Medium aus. Harald Lesch erklärt seine ganz besondere Physik.","versions":[{"lang":1,"streams":[{"redirect":13473212,"hoster":"VOE"},{"redirect":8586927,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie kann man auf Licht segeln?","epNo":4,"alt":"","descr":"Kann man große Distanzen im Weltall überwinden, ohne gegen die Naturgesetze zu verstoßen? Harald Lesch erklärt eine Methode, mit der das theoretisch geht: ein Lichtsegel, verbunden mit einer starken Photonenquelle.","versions":[{"lang":1,"streams":[{"redirect":8586936,"hoster":"VOE"},{"redirect":8586933,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was sind Spikulen?","epNo":5,"alt":"","descr":"Alles, was wir auf unserem Planeten tun, ist Sonnenenergie zu verarbeiten. Wir sind also nichts weiter als \"kosmische Durchlauferhitzer\". Für den Transport der Energie auf der Sonne selbst spielen 100.000 kurzlebige Röhren auf ihrer Oberfläche eine wichtige Rolle – die Spikulen.","versions":[{"lang":1,"streams":[{"redirect":13473219,"hoster":"VOE"},{"redirect":8586931,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was ist im Zentrum von Andromeda?","epNo":6,"alt":"","descr":"Im Zentralbereich von Galaxien befinden sich im Allgemeinen supermassive schwarze Löcher, die von einer Gasscheibe umgeben sind. Doch bei unserer Nachbargalaxis Andromeda ist alles anders: Dort umkreist eine Scheibe mit Tausenden roter, metallreicher Sternen das Zentrum …","versions":[{"lang":1,"streams":[{"redirect":8586939,"hoster":"VOE"},{"redirect":8586937,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was füttert Centaurus A?","epNo":7,"alt":"","descr":"Das uns im Kosmos am nächsten gelegene Beispiel für galaktischen Kannibalismus: So lässt sich das zehn Millionen Lichtjahre entfernte Objekt Centaurus A beschreiben. Diese Radiogalaxie verdaut in ihrem Zentrum sozusagen eine große Spiralgalaxie.","versions":[{"lang":1,"streams":[{"redirect":13473216,"hoster":"VOE"},{"redirect":8586945,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was geschah im Kambrium?","epNo":8,"alt":"","descr":"Unter welchen Bedingungen kann auf einem Planeten Leben entstehen? Diese Frage beschäftigt die Astrobiologie. Ihr Paradebeispiel ist – natürlich – die Erde. Hier kam es im Kambrium, also vor rund 500 Millionen Jahren, zu einer Lebensexplosion. Harald Lesch erklärt warum.","versions":[{"lang":1,"streams":[{"redirect":8586948,"hoster":"VOE"},{"redirect":8586949,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was ist ein Blazar?","epNo":9,"alt":"","descr":"Ein Quasar ist ein quasi-stellares Objekt – eine außerordentlich helle Lichtquelle, die aber kein Stern ist. Bei besonders starker, variabel strahlender Aktivität im Zentrum einer Galaxie spricht man von einem Blazar. Harald Lesch erklärt, wie diese \"zentralen Maschinen\" funktionieren.","versions":[{"lang":1,"streams":[{"redirect":13518584,"hoster":"VOE"},{"redirect":8586950,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gibt es ein 2. schwarzes Loch im galaktischen Zentrum?","epNo":10,"alt":"","descr":"Obwohl wir nicht direkt hineinsehen können, wissen wir doch dank elektromagnetischer Strahlung, dass sich im Galaktischen Zentrum ein Schwarzes Loch befindet. Die spannende Frage lautet nun: Gibt es dort noch ein zweites Schwarzes Loch?","versions":[{"lang":1,"streams":[{"redirect":8586959,"hoster":"VOE"},{"redirect":8586955,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was ist im Tau-Ceti System los?","epNo":11,"alt":"","descr":"Kosmologie als Fortsetzung der Philosophie mit anderen Mitteln: In der 200. Folge von alpha-Centauri nimmt sich Harald Lesch in ungewohnter Form einer eigentlich philosophischen Fragen an: Warum existiert das Universum überhaupt? Wie kann aus Nichts etwas werden?","versions":[{"lang":1,"streams":[{"redirect":8586961,"hoster":"VOE"},{"redirect":8586957,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Warum ist nicht Nichts?","epNo":12,"alt":"","descr":"Kosmologie als Fortsetzung der Philosophie mit anderen Mitteln: In der 200. Folge von alpha-Centauri nimmt sich Harald Lesch in ungewohnter Form einer eigentlich philosophischen Fragen an: Warum existiert das Universum überhaupt? Wie kann aus Nichts etwas werden?","versions":[{"lang":1,"streams":[{"redirect":8586966,"hoster":"VOE"},{"redirect":8586965,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wann gilt E\u003dmc2?","epNo":13,"alt":"","descr":"Energie gleich Masse mal Lichtgeschwindigkeit im Quadrat: Diese Formel aus der speziellen Relativitätstheorie ist die Schicksalsformel des Universums. Sie beschreibt, was sich in Sternen abspielt – und liefert damit auch die Basis für unser Dasein. Doch gilt sie immer und überall?","versions":[{"lang":1,"streams":[{"redirect":8586970,"hoster":"VOE"},{"redirect":8586967,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Was ist Zeit in der SRT?","epNo":14,"alt":"","descr":"Laut Einstein ist Zeit das, was ich mit der Uhr messe. Doch bewegt sich eine Uhr relativ zu einer Uhr in einem anderen Bezugssystem, kommt seine spezielle Relativitätstheorie (SRT) ins Spiel – und auf einmal gehen manche Uhren langsamer als andere.","versions":[{"lang":1,"streams":[{"redirect":8586972,"hoster":"VOE"},{"redirect":8586968,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was sind Chondrulen?","epNo":15,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586979,"hoster":"VOE"},{"redirect":8586980,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was sind W\u0026Z-Bosonen?","epNo":16,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586987,"hoster":"VOE"},{"redirect":8586978,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Gibt es natürliche Reaktoren?","epNo":17,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8586983,"hoster":"VOE"},{"redirect":8586982,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wandern Planeten?","epNo":18,"alt":"","descr":"Lange Zeit galt das Gesetz, dass Planeten immer auf der gleichen Bahn um ihre Sonne kreisen – weiter innen Gesteinsplaneten wie die Erde und weiter draußen Gasplaneten. Bis man 1995 einen Gasplaneten entdeckte, der sehr nah an seinem Stern war. Wie kam er dorthin?","versions":[{"lang":1,"streams":[{"redirect":8586991,"hoster":"VOE"},{"redirect":8586989,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wer ist Quaoar?","epNo":19,"alt":"","descr":"Die Technologie ist inzwischen so weit fortgeschritten, dass man in den äußeren Bereichen unseres Sonnensystems Objekte entdecken kann, die bisher verborgen waren. Ein Beispiel: Quaoar – ein \"transneptunisches Objekt\", das weit draußen auf einer fast runden Bahn um die Sonne kreist.","versions":[{"lang":1,"streams":[{"redirect":8586992,"hoster":"VOE"},{"redirect":8586993,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Was ist der Superflare vom 27.12.2004?","epNo":20,"alt":"","descr":"Es war ein echter Glücksfall für die Astronomie: Am 27. Dezember 2004 um 22.30 Uhr MEZ traf ein Superflare die Detektoren in der Erdumlaufbahn – der stärkste Strahlenstoß, der je von Menschen aufgenommen wurde. Er stammte von einem Objekt auf der anderen Seite der Milchstraße.","versions":[{"lang":1,"streams":[{"redirect":12918233,"hoster":"VOE"},{"redirect":8586997,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Klimawandel vor 10.000 Jahren?","epNo":21,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8587005,"hoster":"VOE"},{"redirect":8586999,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wann verschmilzt J0806?","epNo":22,"alt":"","descr":"J0806 – das ist eine Strahlungsquelle, die aus zwei weißen Zwergen besteht. Die beiden Sternleichen von je einer halben Sonnenmasse umkreisen sich in einem Abstand von nur 80.000 Kilometern. Dabei bremsen sie sich gegenseitig ab – genau wie es die allgemeine Relativitätstheorie vorhersagt.","versions":[{"lang":1,"streams":[{"redirect":8587001,"hoster":"VOE"},{"redirect":8587000,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Variieren Naturkonstanten?","epNo":23,"alt":"","descr":"Die Naturgesetze, die wir kennen, gelten immer und überall im Universum – davon gehen wir aus. Doch ist das auch wirklich so? Das lässt sich etwa anhand der elektromagnetischen Wechselwirkung überprüfen, die mit dem Parameter alpha beschrieben wird.","versions":[{"lang":1,"streams":[{"redirect":8587010,"hoster":"VOE"},{"redirect":8587007,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was ist Dekohärenz?","epNo":24,"alt":"","descr":"Die Welt der Quantenmechanik ist eine schwankende: Teilchen oder Welle, Ort oder Geschwindigkeit – das kann man nicht so genau sagen. Die klassischen Eigenschaften der Materie entstehen erst durch die Wechselwirkung mit der Umwelt, den Prozess der Dekohärenz.","versions":[{"lang":1,"streams":[{"redirect":12381821,"hoster":"VOE"},{"redirect":8587014,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Was ist eine Hypernova?","epNo":25,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8587015,"hoster":"VOE"},{"redirect":12980101,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Was sind Warps?","epNo":26,"alt":"","descr":"Warps – das klingt zunächst nach Science Fiction, nach Geheimnisvollem und Unwirklichem. Aber weit gefehlt! Es geht um ernsthafte, solide Astronomie! Warps – das ist ein richtiges \"Brot- und Butter-Thema\" aus der galaktischen Astronomie.","versions":[{"lang":1,"streams":[{"redirect":8587020,"hoster":"VOE"},{"redirect":8587018,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Was ist ein Wolf-Rayet-Stern?","epNo":1,"alt":"","descr":"Sie gelten als Vorläufer für schwarze Löcher: Wolf-Rayet-Sterne. Wie sieht ein Wolf-Rayet-Stern aus? Was ist das Besondere an ihm? Harald Lesch erklärt es.","versions":[{"lang":1,"streams":[{"redirect":9209181,"hoster":"VOE"},{"redirect":8782127,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was ist Geminga?","epNo":2,"alt":"","descr":"552 Lichtjahre von der Erde entfernt, bewegt sich Geminga mit einer Geschwindigkeit von 120 Kilometern pro Sekunde durch das interstellare Medium. Geminga ist ein Pulsar – ein Neutronenstern also, eine pulsierende Sternleiche.","versions":[{"lang":1,"streams":[{"redirect":9598106,"hoster":"VOE"},{"redirect":8791307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was ist eine H-II-Region?","epNo":3,"alt":"","descr":"Harald Lesch schwärmt: \"Wie rosa Zuckerwatte liegt dieser zehn Lichtjahre große Nebel im interstellaren Medium und grenzt sich ab vor der Dunkelheit des ansonsten fast leeren Kosmos … \"","versions":[{"lang":1,"streams":[{"redirect":9598105,"hoster":"VOE"},{"redirect":8791308,"hoster":"Streamtape"}]}]}]}]}