{"seriesId":"amaama-to-inazuma","name":"Amaama to Inazuma","descr":"[Ger Sub] Kouhei Inuzuka ist Lehrer und seit dem Tod seiner Frau vor sechs Monaten auch ein alleinerziehender Vater. Zwischen ihm und Tsumugi, seiner Tochter im Kindergartenalter, hat sich ihn ihrem neuen Leben zu zweit bereits ein gewisser Alltag eingespielt, doch gibt es einen Punkt, mit dem Tsumugi nicht zufrieden ist: ihrem Essen! Anstatt immer nur Fertiggerichte aus dem Supermarkt zu bekommen, möchte sie wieder frisch Gekochtes essen. Also geht Kouhei mit ihr in ein Restaurant, wo er aber nur die Tochter des Hauses antrifft, Kotori Iida. Diese ist eine seiner Schülerinnen, kann aber im Gegensatz zu ihrer dafür berühmten Mutter nicht kochen. Als Kouhei nun den ganzen Vorfall zum Anlass nimmt selbst mit dem Kochen anzufangen, schließt sie sich ihm gleich an, damit sie zu dritt die Freuden des Kochens und des gemeinsamen Essens genießen können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Uniforms and Pot Rice","descr":"Der Witwer Kouhei und seine kleine Tochter Tsumugi leben 6 Monate nach dem Tod von Ehefrau und Mutter ihr Leben weiter. Wenn Kouhei doch nur kochen könnte.","versions":[{"lang":3,"streams":[{"redirect":8443934,"hoster":"VOE"},{"redirect":8273978,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pork Soup and Restaurant Lights","descr":"Soll Kouhei Kotori-chans Einladnung annehmen? Als Lehrer plagt ihn ein schlechtes Gewissen. Doch Tsumugi-chan kann ihn auf zuckersüße Art und Weise eines Besseren belehren.","versions":[{"lang":3,"streams":[{"redirect":8443938,"hoster":"VOE"},{"redirect":8291672,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Tsumugi and the Long-Awaited Hamburg Steak","descr":"Tsumugi wünscht sich schon lange ein Hamburger-Steak von ihrem Papa, allerdings kommt es vorher noch zu einem waschechten Bastelkneten-Eklat im Kindergarten!","versions":[{"lang":3,"streams":[{"redirect":8443937,"hoster":"VOE"},{"redirect":8273980,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Hated Vegetables and Bits in Gratin","descr":"Tsumugi mag keine Paprika. Doch ihr Papa will unbedingt, dass sie Paprika isst. Aber wie macht man einem Kind das verhasste Gemüse schmackhaft?","versions":[{"lang":3,"streams":[{"redirect":8443940,"hoster":"VOE"},{"redirect":8273984,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Day Off and Special Doughnuts","descr":"Tsumugi findet Donuts seltsam und auch irgendwie kompliziert. Aber sind sie es wirklich? Das muss doch gleich mal ausprobiert werden!","versions":[{"lang":3,"streams":[{"redirect":8443945,"hoster":"VOE"},{"redirect":8273989,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Gyoza Party with Friends","descr":"Diesmal entschließt sich unser Koch-Trio eine kleine Party zu schmeißen. Doch Tsumugi schießt gleich übers Ziel hinaus und muss ein wenig gebremst werden.","versions":[{"lang":3,"streams":[{"redirect":9965763,"hoster":"VOE"},{"redirect":8273995,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Gohei Mochi and a Grand Adventure","descr":"Tsumugis Papa ist krank! Aus diesem Grund macht sich Tsumugi auf die Reise zu Kotori.","versions":[{"lang":3,"streams":[{"redirect":8443946,"hoster":"VOE"},{"redirect":8273993,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Squid and Taro Stew That\u0027s Still Yummy Tomorrow","descr":"Inuzuka-sensei verbringt einen Vormittag am Besuchstag von Tsumugis Kindergarten. Daraufhin darf sich Tsumugi ein Gericht wünschen, das ihre Mutter immer zubereitet hat.","versions":[{"lang":3,"streams":[{"redirect":8443947,"hoster":"VOE"},{"redirect":8273997,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Our Family\u0027s At-Home Curry","descr":"Für Tsumugi werden die Sommerferien mit einer Pyjama-Party in ihrem Kindergarten eingeläutet. Bei der Gelegenheit kochen die Kinder gemeinsam Curry, das aber nicht ganz so schmeckt wie Tsumugi es von zu Hause kennt.","versions":[{"lang":3,"streams":[{"redirect":8443949,"hoster":"VOE"},{"redirect":8274001,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Summer Vacation, Kitty, and Aji","descr":"Tsumugi spielt in den Sommerferien das grummelige Kätzchen. Doch die Zubereitung von Fisch fasziniert sie so sehr, dass schon bald alle Grummeligkeit Geschichte ist.","versions":[{"lang":3,"streams":[{"redirect":8443951,"hoster":"VOE"},{"redirect":8274002,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A Play and Sweet Potato Crêpes","descr":"Bei der Aufführung im Kindergarten möchte Tsumugi unbedingt das magische Schweinchen Garigari-san spielen, doch ihre Freundin Hana ist davon wenig begeistert. Bei Kotori dagegen dreht sich alles um Crêpes.","versions":[{"lang":3,"streams":[{"redirect":14069546,"hoster":"VOE"},{"redirect":9965795,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Okonomiyaki Filled With Affection","descr":"Schimpfe für Tsumugi! Aber war das gerechtfertigt? Bei Kotori daheim gibt\u0027s selbstgemachtes Okonomiyaki. Kann das Tsumugi und Papa Kouhei wieder zusammenführen?","versions":[{"lang":3,"streams":[{"redirect":8443963,"hoster":"VOE"},{"redirect":8274015,"hoster":"Streamtape"}]}]}]}]}