{"seriesId":"amanchu","name":"Amanchu!","descr":"Die 16-jährige Futaba zieht von Tokio aufs Land, in eine am Meer liegende Stadt. Dort trifft sie in der Schule auf die gleichaltrige, immer fröhliche und überdrehte Hikari. Selbst ruhig und zurückhaltend, wird Futaba schnell von Hikaris Begeisterung und Enthusiasmus mitgerissen und kommt so mit deren Hobby in Kontakt: dem Sporttauchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Story of the Girl and the Ocean","descr":"Ooki Futaba ist vor kurzem umgezogen und hat ihr altes Leben noch nicht überwunden. Dann hat sie eine Begegnung mit dem Meer und einem pfiffigen Mädchen.","versions":[{"lang":3,"streams":[{"redirect":8444020,"hoster":"VOE"},{"redirect":8291676,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Story of Doing Something Bad With Hikari","descr":"Als Hikari zu einem weiteren lustigen Schultag aufbricht, erwacht in Futabas Herz ein unerwartetes Gefühl.","versions":[{"lang":3,"streams":[{"redirect":8444024,"hoster":"VOE"},{"redirect":8291679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Story of the Secrets to Excitement and Hapiness","descr":"Hikari versucht, Futabas Besorgnis über ihr neues Leben auf eine Weise zu lindern, die sie am besten kennt. Futaba muss später \"lernen\", da ihre Probezeit im Tauchclub beginnt.","versions":[{"lang":3,"streams":[{"redirect":8444026,"hoster":"VOE"},{"redirect":8291681,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Story of Excitement and the Despairing Heart","descr":"Futaba beobachtet eine Meertauchübung, um sich auf ihr Pooltraining vorzubereiten, und wird motivierter. Leider hat sie Probleme im Pool.","versions":[{"lang":3,"streams":[{"redirect":8444025,"hoster":"VOE"},{"redirect":8291680,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Story of the First Time at Sea With Friends","descr":"Hikari und Futaba treffen ihre Senioren endlich im Diving Club, aber das Treffen verläuft nicht genau wie geplant.","versions":[{"lang":3,"streams":[{"redirect":13529816,"hoster":"VOE"},{"redirect":8291687,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Story of the False Wish","descr":"Bei einem Pool-Kurs, um sich auf die \"Open Water Diver-Zertifizierung\" vorzubereiten, offenbart Futaba eine ziemlich unerwartete Tatsache.","versions":[{"lang":3,"streams":[{"redirect":13473248,"hoster":"VOE"},{"redirect":8291690,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Story of the End of Rain | The Story of the Beginning of Summer","descr":"Der Wechsel der Jahreszeiten beeinflusst die Stimmung aller im Tauch Club, insbesondere im Katori Mato. Sie findet jedoch Wege, den Moment mit Hilfe ihrer Freunde zu genießen.","versions":[{"lang":3,"streams":[{"redirect":13473251,"hoster":"VOE"},{"redirect":8291694,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Story of the Feelings Yet Hidden | The Story of the Things Yet Unknown","descr":"Ai und Teko werden aus den Perspektiven von Makoto und Pikari überarbeitet und zeigen eine überraschende Seite ihrer Persönlichkeit.","versions":[{"lang":3,"streams":[{"redirect":13473247,"hoster":"VOE"},{"redirect":8291695,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Story of the Memories You Can\u0027t Erase","descr":"Futabas Telefonspeicher wird voll und erinnert sie daran, dass ihre einprägsamen Fotos nur Daten sind.","versions":[{"lang":3,"streams":[{"redirect":13518596,"hoster":"VOE"},{"redirect":8291709,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Story of Losing Your Way in Today","descr":"","versions":[{"lang":3,"streams":[{"redirect":13473245,"hoster":"VOE"},{"redirect":8291702,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Story of the Cat and the Kitten","descr":"Futaba und Hikari gehen einen Weg entlang, den keiner von ihnen kennt, und finden am Ende ein kleines Kätzchen allein.","versions":[{"lang":3,"streams":[{"redirect":8444037,"hoster":"VOE"},{"redirect":8291714,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Story of the Blue World","descr":"Endlich ist es Zeit für Futabas \"Open Water-Kurs\", als sie sich auf den Weg in eine völlig neue Welt macht, die sie noch nie gesehen hat, und über ihre Reise dorthin nachdenkt.","versions":[{"lang":3,"streams":[{"redirect":13473259,"hoster":"VOE"},{"redirect":8291720,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Story of One Summer Night and a Confession","descr":"Das Treffen mit Hikari hat Futabas Leben grundlegend verändert, aber sie beginnt sich Sorgen zu machen, wie sie damit umgehen wird, wenn der Tag kommt, an dem sie sich trennen müssen.","versions":[{"lang":3,"streams":[{"redirect":13473257,"hoster":"VOE"},{"redirect":8472229,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Story of Midsummer and the Sparkling Eyes","descr":"Während Futaba zu einer Gedenkstätte auf ihrem Landsitz unterwegs ist, freundet sich Hikari mit einem Mädchen am Meer an und setzt einen Plan in Gang, der das Leben im Sommer für alle im Tauchclub aufregender macht.","versions":[{"lang":3,"streams":[{"redirect":13473261,"hoster":"VOE"},{"redirect":8472231,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Story of the Pro and the Expert of Happiness","descr":"Futaba nimmt das Unterwassernavigationstutorial an, wird jedoch durch die Erkenntnis, dass sie Hikari möglicherweise zurückhält, in die Realität zurückgeholt. Und so trifft sie eine Entscheidung.","versions":[{"lang":3,"streams":[{"redirect":13518597,"hoster":"VOE"},{"redirect":8472233,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Story of Autumn and a Tender Happiness","descr":"Futaba und Hikari verbringen einen Herbsttag getrennt. Beide finden selbst ihre Herbstwunder.","versions":[{"lang":3,"streams":[{"redirect":13529817,"hoster":"VOE"},{"redirect":12978091,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Story of the Jet-Black Mermaid and the Solitude of 18m Under","descr":"Futaba taucht in einem Trockentauchanzug, als die Bande der legendären Jet-Black Mermaid begegnet.","versions":[{"lang":3,"streams":[{"redirect":13473272,"hoster":"VOE"},{"redirect":8472236,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Story of a Halloween Night`s Dream","descr":"Es ist Halloween und die Mitglieder des Tauchclubs finden sich inmitten eines besonderen Events in einem Vergnügungspark. Hikari ist in Gefahr und es liegt an Futaba, ihr Ritter in glänzender Rüstung zu sein.","versions":[{"lang":3,"streams":[{"redirect":13473278,"hoster":"VOE"},{"redirect":8472239,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Story of the Neverending School Festival","descr":"Das Yumegaoka High Dream Festival ist da, und am Abend zuvor bereitet die gesamte Studentenschaft den Eröffnungstag vor. Diese Nacht würde besonders für Ai eine ganz besondere werden, da sie eine ganz besondere Begegnung hat.","versions":[{"lang":3,"streams":[{"redirect":13529819,"hoster":"VOE"},{"redirect":8472238,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Story of Fleeting, Unfulfilled Desires","descr":"Nachdem sie Peter in einer Begegnung kennengelernt hatte, wird Ai nun in eine Fantasiewelt versetzt, in der sie jemanden trifft, den sie nie erwartet hätte.","versions":[{"lang":3,"streams":[{"redirect":13529818,"hoster":"VOE"},{"redirect":8472240,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Story of Tears and an Endless Dream","descr":"Ai kann nicht akzeptieren, wie Peter sich von Mato-chan und ihr getrennt hat, und so beschließt sie, nach Neverland zurückzukehren, nur diesmal hat sie Gesellschaft.","versions":[{"lang":3,"streams":[{"redirect":13473279,"hoster":"VOE"},{"redirect":8472243,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Story of a New Beginning and New Feelings","descr":"Teko ist eingeladen, das neue Jahr in Amanchu-ya zu verbringen. Sie findet sich in der Gesellschaft der ganzen Bande und ein paar Extras wieder. Während sie den ersten Sonnenaufgang beobachten, erobern eine neue Art von Emotion sie und Pikari.","versions":[{"lang":3,"streams":[{"redirect":13473274,"hoster":"VOE"},{"redirect":8472245,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Story of Cold, Flames, and Well Wishes","descr":"Pikari bekommt an ihrem Geburtstag eine Erkältung, daher beschließt Teko, sie zu Hause zu besuchen. Sie findet jemanden auf dem Weg, der Pläne für eine weitere lustige Veranstaltung hat, sobald sich Pikari erholt hat.","versions":[{"lang":3,"streams":[{"redirect":13473291,"hoster":"VOE"},{"redirect":8472247,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Story of Future Possibilities","descr":"Es ist endlich Zeit für Tekos fortgeschrittenen Zertifizierungstest, mit dem Versprechen einer Nachttauchfeier, falls sie besteht.","versions":[{"lang":3,"streams":[{"redirect":8282248,"hoster":"VOE"},{"redirect":8282253,"hoster":"Streamtape"}]}]}]}]}