{"seriesId":"amazing-stories","name":"Amazing Stories","descr":"Neuauflage von Steven Spielbergs beliebter Fantasy-, Horror- und Sci-Fi-Serie \"Unglaubliche Geschichten\". In den jeweils abgeschlossenen Folgen geht es um allerhand übernatürliche Dinge wie einen Hellseher, der der Polizei hilft und ein Toupet, das seine Träger tötet, weil die Haare von einer Mörderin stammen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Keller","epNo":1,"alt":"The Cellar","descr":"Mit seinem Bruder Jack restauriert Sam, der kein wirkliches Ziel im Leben hat, ein altes Haus. Bei einem Sturm wird Sam durch den Keller jedoch ins Jahr 1919 versetzt, wo er auf die junge Frau Evelyn trifft, die bald Heiraten soll. Trotz dessen entwickeln die beiden Gefühle füreinander und Sam möchte sie, die sich unwohl fühlt ihrer Zeit, mit in die Gegenwart nehmen. Evelyns Verlobter macht ihnen jedoch einen Strich durch die Rechnung, doch Sam gibt nicht auf damit beide ihren Platz im Leben finden.","versions":[{"lang":1,"streams":[{"redirect":14459012,"hoster":"VOE"},{"redirect":14474693,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Rennen","epNo":2,"alt":"The Heat","descr":"Die besten Freundinnen Tuka und Sterling teilen die Leidenschaft fürs Laufen. Nach einem Streit stirbt Tuka jedoch bei einem Autounfall mit Fahrerflucht, wandelt aber weiter ungesehen auf Erden. Verzweifelt kann sie beim Rennen Kontakt mit Sterling aufnehmen, die sich die Schuld gibt und den Fahrer finden will. Tuka trifft auf DJ Williams, der ihr Schicksal teilt und sie darauf bringt, dass sie Sterling beim Laufen helfen muss. Die gerät jedoch durch ihre Suche in Gefahr und Tuka wird bewusst, was sie ihre wahre Aufgabe ist.","versions":[{"lang":1,"streams":[{"redirect":14457497,"hoster":"VOE"},{"redirect":14474694,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dynoman und der Volt","epNo":3,"alt":"Dynoman And The Volt","descr":"Nach einer Operation zieht Joe zu seinem Sohn Mike und seinen Enkel Dylan, der ein großer Fan von Comichelden ist. Sein Alter und wie er deswegen behandelt wird setzt Joe zu, doch er bekommt ein Päckchen mit einem geheimnisvollen Ring, der ihn die Superkräfte des Comichelden Dynoman verleiht. Erst schweißt es ihn und Dylan zusammen, doch Joe enttäuscht seinen Enkel, was diesen eine folgenschwere Entscheidung treffen lässt. Joe versucht Dylan zu retten, doch Mike muss schließlich mit besonderen Mitteln eingreifen.","versions":[{"lang":1,"streams":[{"redirect":14455247,"hoster":"VOE"},{"redirect":14474699,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Koma","epNo":4,"alt":"Signs of Life","descr":"Nach langen Jahren erwacht Sara aus dem Koma. An ihre Tochter Alia scheint sie sich jedoch nicht mehr zu erinnern und zudem bekommt sie Besuch vom mysteriösen Wayne. Trotz merkwürdigen Verhaltens von Sara und Lügen von Alia nähern sie sich langsam wieder an, doch als Alia misstrauisch wird und Nachforschungen anstellt, erkennt sie, dass sie nicht wirklich ihre Mutter ist und beschließt mit ihrem Freund Cody die Stadt zu verlassen. Sara und Wayne erfüllen währenddessen ihre Aufgabe, doch Saras Band zu Alia ist zu stark geworden.","versions":[{"lang":1,"streams":[{"redirect":14455219,"hoster":"VOE"},{"redirect":14474700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Riss","epNo":5,"alt":"The Rift","descr":"Auf dem Weg aus Ohio öffnet sich neben Mary Ann und ihrem Stiefsohn Elijah plötzlich ein Riss, aus dem ein Flieger aus dem zweiten Weltkrieg abstürzt. Sie bringen den Piloten Theodore Cole ins Krankenhaus, doch als das Militär auftaucht flieht er. Fremd in dieser Welt trifft er wieder auf seine Finder und sucht mit ihnen seine nun gealterte Frau auf, das Militär lässt jedoch nicht locker. Cole will zurück in seine Zeit und Mary Ann erfährt, dass sonst eine Katastrophe droht, doch Elijah will verhindern, dass Cole dort stirbt.","versions":[{"lang":1,"streams":[{"redirect":14519214,"hoster":"VOE"},{"redirect":14474696,"hoster":"Streamtape"}]}]}]}]}