{"path":"/serie/stream/amber-ein-maedchen-verschwindet","name":"Amber - Ein Mädchen verschwindet","descr":"Teenager Amber und ihre frisch getrennten Eltern Ben und Sarah leben am Rande Dublins inmitten leerer moderner Wohnblocks. Eines Abends kehrt Amber nicht wie besprochen nach Hause zurück. Familie und Freunde beginnen sie zu suchen und finden sich plötzlich umringt vom Scheinwerferlicht der Medien.Die Miniserie schildert den Einfluss von Ambers Verschwinden aus wechselnden Perspektiven ihres Umfeldes.","seasons":[{"path":"/serie/stream/amber-ein-maedchen-verschwindet/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/amber-ein-maedchen-verschwindet/staffel-1/episode-1","name":"Sarah","epNo":1,"alt":"Sarah","descr":"Die 14-jährige Amber (Lauryn Canny) verschwindet spurlos. Die zweijährige Suche stellt alle Beteiligten vor immense Herausforderungen. Ambers Mutter Sarah (Eva Birthistle) hat sich vor kurzem von ihrem Mann Ben (David Murray) scheiden lassen. Doch als ihre Tochter plötzlich wie vom Erdboden verschluckt scheint, müssen die beiden zusammen halten. Die besorgte Mutter gibt sich nach und nach ganz ihrer Verzweiflung hin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096973","hoster":"VOE"},{"path":"/redirect/8274214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amber-ein-maedchen-verschwindet/staffel-1/episode-2","name":"Maeve","epNo":2,"alt":"Maeve","descr":"Die 14-jährige Amber (Lauryn Canny) verschwindet spurlos. Die zweijährige Suche stellt alle Beteiligten vor immense Herausforderungen. Sarahs (Eva Birthistle) Freundin Maeve Flynn (Justine Mitchell) ist Journalistin. Eines Nachts erhält sie einen Anruf von einem Häftling, der behauptet, er wüsste was mit Amber passiert ist. Daraufhin sieht sie die Chance ihr Fehlverhalten gegenüber Sarah wieder gut zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8444066","hoster":"VOE"},{"path":"/redirect/8274211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amber-ein-maedchen-verschwindet/staffel-1/episode-3","name":"Charlie","epNo":3,"alt":"Charlie","descr":"Die 14-jährige Amber (Lauryn Canny) verschwindet spurlos. Die zweijährige Suche stellt alle Beteiligten vor immense Herausforderungen. Die Ermittler glauben, dass Ambers Handy entscheidende Hinweise auf ihren Verbleib enthält. Der illegale chinesische Einwanderer Charlie (Dan Li) findet das Telefon der Vermissten und muss einen Weg finden, es der Polizei zu überreichen ohne dabei Gefahr zu laufen, ausgewiesen zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8444071","hoster":"VOE"},{"path":"/redirect/13882311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amber-ein-maedchen-verschwindet/staffel-1/episode-4","name":"Ben","epNo":4,"alt":"Ben","descr":"Die 14-jährige Amber (Lauryn Canny) verschwindet spurlos. Die zweijährige Suche stellt alle Beteiligten vor immense Herausforderungen. Ambers Vater Ben (David Murray) ist nach Monaten der verzweifelten Suche am Boden zerstört und der Überzeugung, dass seine Tochter im Internet einen Pädophilen kennengelernt hat. Daraufhin ermittelt er auf eigene Faust im Internet. Während seiner Recherchen stößt er auf erstaunliche Fakten und gerät ins Visier der Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8444073","hoster":"VOE"},{"path":"/redirect/8274222","hoster":"Streamtape"}]}]}]}]}