{"seriesId":"ambitions","name":"Ambitions","descr":"Im Zentrum der Familiensaga steht eine Frau, die in eine neue Stadt gezogen ist, um dort ihre Ehe aufzufrischen. Schon sehr bald bekommt sie es jedoch mit den mächtigsten und hinterlistigsten Spielern in der Stadt zu tun","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Wildfire Puppy Rescue","descr":"Die junge Anwälte Amara Hughes (Essence Atkins) und Titus Hughes (Kendrick Cross) stellen sich nach ihrem Wechsel nach Atlanta auf neue persönliche und berufliche Herausforderungen ein, nämlich die rücksichtslose Stephanie Carlisle Lancaster (Robin Givens).","versions":[{"lang":2,"streams":[{"redirect":7924789,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Blind Puppy Homecoming","descr":"Amara (Essence Atkins) macht Stephanie (Robin Givens) auf sich aufmerksam und Atlantas First Lady lernt ein schockierendes Geheimnis aus der Vergangenheit eines Rivalen kennen. Bella (Erica Page) unternimmt etwas, um das zu bekommen, was sie will und Rondell (Brely Evans) trifft in ihrem Kampf um die Rettung ihres Restaurants auf einen faszinierenden Verbündeten.","versions":[{"lang":2,"streams":[{"redirect":7924791,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Welcome to Birmingham","descr":"Stephanie (Robin Givens) setzt ihre Bemühungen fort, um es Amara (Essence Atkins) heimzuzahlen. Rondell (Brely Evans) fällt bei Senior in Ungnade und Bella (Erica Page) entwickelt eine neue Strategie.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Reap What You Sew","descr":"Stephanie (Robin Givens) und Evan (Brian White) schließen sich zusammen, um ihre eigenen Interessen gezielter zu verfolgen, während Titus (Kendrick Cross) sich auf eine Mission begibt, die seine gesamte Karriere torpedieren könnte.","versions":[{"lang":2,"streams":[{"redirect":8444081,"hoster":"VOE"},{"redirect":14094776,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Killing Me Softly","descr":"Ein neues Gesicht tritt auf den Plan - und wirbelt sogleich eine ganze Menge durcheinander. Stephanie (Robin Givens) schließt derweil einen Deal ab, um das zu bekommen, was sie will.","versions":[{"lang":2,"streams":[{"redirect":13096975,"hoster":"VOE"},{"redirect":14257401,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"What About Your Friends","descr":"Auf dem Women\u0027s Empowerment Summit ist Stephanie (Robin Givens) jemand, mit dem man rechnen muss. Bella (Erica Page) schließt sich mit Rod zusammen.","versions":[{"lang":2,"streams":[{"redirect":8444102,"hoster":"VOE"},{"redirect":14257399,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Poison And Wine","descr":"Stephanie (Robin Givens) macht eine Anschuldigung und schwört sich, Rache zu nehmen. Bella (Erica Page) navigiert Rod und Evan. Amara (Essence Atkins) schließt eine überraschende Partnerschaft, die Titus (Kendrick Cross) zu einem fragwürdigen Schritt zwingt. Senior erleidet einen gesundheitlichen Rückschritt.","versions":[{"lang":2,"streams":[{"redirect":8444087,"hoster":"VOE"},{"redirect":14257400,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Backstabbers","descr":"Stephanie (Robin Givens) und Irene arbeiten zusammen, um Rondell (Brely Evans) eins auszuwischen. Titus nimmt die Sache derweil in seine eigenen Hände.","versions":[{"lang":2,"streams":[{"redirect":13096977,"hoster":"VOE"},{"redirect":14257403,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Giving Up","descr":"Stephanie (Robin Givens) findet einen Weg, um ihre Feinde abzuwehren. Die mit großer Vorfreude erwartete, pompöse Feier im Thelma\u0027s Place endet derweil viel früher als erwartet.","versions":[{"lang":2,"streams":[{"redirect":13096980,"hoster":"VOE"},{"redirect":14257402,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Ex-Factor","descr":"Die Barnes haben eine große Überraschung für die Carlisles, was Stephanie (Robin Givens) und Evan (Brian White) dazu bringt, Feuer mit Feuer zu bekämpfen. Amara (Essence Atkins) fühlt die Folgen ihrer Indiskretion auf der Arbeit.","versions":[{"lang":2,"streams":[{"redirect":8444092,"hoster":"VOE"},{"redirect":14257405,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A Change is Gonna Come","descr":"Stephanie (Robin Givens) spielt gegenüber Amara (Essence Atkins) den ultimativen Trumpf aus. Bella (Erica Page) riskiert einen weiteren Versuch in der Liebe, wacht jedoch in einem Alptraum auf. Rondell (Brely Evans) und Evan (Brian White) werden geblendet.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Thrill Is Gone","descr":"Evan (Brian White) und Rondell (Brely Evans) verlangen von Greg (Gino Anthony Pesi) Gerechtigkeit. Titus (Kendrick Cross) und Amara (Essence Atkins) arbeiten daran sich wieder zu versöhnen. Stephanie wehrt sich gegen Gregs Cousine Natasha.","versions":[{"lang":2,"streams":[{"redirect":8444093,"hoster":"VOE"},{"redirect":14257406,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Since I Lost My Baby","descr":"Stephanie (Robin Givens) ist Evan (Brian White), Hunter (Brian Bosworth) und Titus (Kendrick Cross) auf der Spur. Evan und Bella (Erica Page) erleben den schlimmsten Alptraum ihres Lebens.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"You Owe Me","descr":"Amara (Essence Atkins) stellt eine Falle. Stephanie (Robin Givens) sammelt neue Beweise.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Blood On The Dance Floor","descr":"Stephanie (Robin Givens) stellt ein Ultimatum. Evan (Brian White) hintergeht einen Verbündeten. Amara (Essence Atkins) besticht einen Zeugen und Damian (Alexander Mulzac) bezieht Stellung.","versions":[]}]}]}