{"seriesId":"american-woman","name":"American Woman","descr":"Die Dramedy-Serie spielt in den 1970er Jahren, basiert auf der Lebensgeschichte von \"Real Housewives\"-Star Kyle Richards und erzählt die Geschichte der alleinerziehenden Mutter Bonnie Nolan (Alicia Silverstone), die sich inmitten der sexuellen Revolution nach der Trennung von ihrem Ehemann plötzlich mit ihren beiden Töchtern allein durchschlagen muss.In jener Zeit sind alleinerziehende Mütter im fortgeschrittenen Alter noch ungewöhnlich. Weder bietet der Arbeitsmarkt entsprechende Angebote, noch gibt es hilfreiche Möglichkeiten der Kinderbetreuung. Unterstützung erfährt Bonnie daher vor allem durch ihre beiden besten Freundinnen Kathleen (Mena Suvari) und Diana (Jennifer Bartels), die beide ihre individuelle Art von Unabhängigkeit zu leben versuchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Liberation","descr":"Die gut situierte Bonnie Nolan (Alicia Silverstone) erkennt, dass ihr Ehemann sie betrügt und trennt sich von ihm. Als frische Alleinerziehende zweier Kinder muss sie sich einer völlig neuen Welt stellen und versuchen, ihre Familie zu ernähren. Zum Glück stehen ihr dabei ihre Freundinnen Kathleen (Mena Suvari) und Diana (Jennifer Bartels) zur Seite.","versions":[{"lang":2,"streams":[{"redirect":13099188,"hoster":"VOE"},{"redirect":14515182,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Changes And The New Normal","descr":"Erstmals ist Bonnie Nolan (Alicia Silverstone) für ihre eigenen Finanzen verantwortlich und bittet ihre Freundinnen Kathleen (Mena Suvari) und Diana (Jennifer Bartels, ihr beim Suchen nach Stabilität zu helfen. Kathleen und Greg (Cheyenne Jackson) haben eine Geschäftsidee und Diana ist auf eine Beförderung aus.","versions":[{"lang":2,"streams":[{"redirect":14375483,"hoster":"VOE"},{"redirect":14376443,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Party","descr":"In einem verzweifelten Versuch, ihrem Rollenvorbild Lori näher zu kommen, schleift Kathleen (Mena Suvari) Bonnie (Alicia Silverstone) und Diana (Jennifer Bartels) auf eine Party in den Hollywood Hills. Doch als Diana versucht locker zu lassen, geraten die Dinge aus der Hand. Bonnie findet sich in einer aufregenden neuen Position wieder.","versions":[{"lang":2,"streams":[{"redirect":14491191,"hoster":"VOE"},{"redirect":14379864,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Cost Of Living","descr":"Jessicas (Lia McHugh) großer Durchbruch kommt als Bonnie (Alicia Silverstone) Probleme mit ihrem neuen Alltag als alleinerziehende Mutter hat. Diana (Jennifer Bartels) wird verkuppelt. Kathleen (Mena Suvari) und Greg (Cheyenne Jackson) arbeiten an ihren Prblemen.","versions":[{"lang":2,"streams":[{"redirect":14490809,"hoster":"VOE"},{"redirect":14379866,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Adam","descr":"Bonnies (Alicia Silverstone) Beziehung mit Adam (Sam Morgan) nimmt volle Fahrt auf doch dabei bleibt ihre Verbindung zu ihren Töchtern auf der Strecke. Kathleen (Mena Suvari) stellt die Selbstliebe in den Mittelpunkt. Diana (Jennifer Bartels) und Alan (Jonathan Chase) gehen groß aus.","versions":[{"lang":2,"streams":[{"redirect":14509295,"hoster":"VOE"},{"redirect":14379868,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Heat Wave","descr":"Bonnie (Alicia Silverstone) lädt ihre Kollegin Louise (Diandra Lyle) mit ihren Freundinnen zum Pool ein, Diana (Jennifer Bartels) bittet um eine Beförderung während sie sich nebenbei mit ihrer erdrückenden Mutter auseinandersetzen muss.","versions":[{"lang":2,"streams":[{"redirect":14491355,"hoster":"VOE"},{"redirect":14379869,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Agreement","descr":"Ein mysteriöser Mann aus Gregs (Cheyenne Jackson) Vergangenheit belastet die Beziehung von Greg und Kathleen (Mena Suvari). Zwei Besucher stören Jessicas (Lia McHugh) Geburtstagsfeier. Diana (Jennifer Bartels) akzeptiert ihre Sexualität.","versions":[{"lang":2,"streams":[{"redirect":14490821,"hoster":"VOE"},{"redirect":14379867,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Jack","descr":"Kathleen (Mena Suvari) hat Schwierigkeiten mit Neuigkeiten über Greg (Cheyenne Jackson). Bonnie (Alicia Silverstone) fürchtet um ihre Gesundheit. Diana (Jennifer Bartels) erfährt auf Arbeit schlechte Neuigkeiten.","versions":[{"lang":2,"streams":[{"redirect":14490831,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Breakthrough","descr":"Nach dem Besuch eines EST Meetings entdeckt Kathleen (Mena Suvari) einige Antworten auf Probleme ihres Lebens. Bonnie (Alicia Silverstone) entscheidet sich für ein wildes Abenteuer mit Adam (Sam Morgan) statt für eine wichtige Aufgabe an der Arbeit. Diana (Jennifer Bartels) schließt eine neue Freundschaft.","versions":[{"lang":2,"streams":[{"redirect":14509323,"hoster":"VOE"},{"redirect":14515181,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Obstacles And Assets","descr":"Nachdem sie auf der Arbeit einen Fehler gemacht hat, muss Bonnie (Alicia Silverstone) mit den Folgen klarkommen. Kathleen (Mena Suvari) fährt mit ihrer Castingagentur einen großen Gewinn ein und fühlt sich durch ihre aufblühende Karriere wiedererstarkt. Zwischen Diana (Jennifer Bartels) und ihrem Boss kommt es zu einer Verbindung.","versions":[{"lang":2,"streams":[{"redirect":14509324,"hoster":"VOE"},{"redirect":14515183,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"I Will Survive","descr":"","versions":[]}]}]}