{"path":"/serie/stream/america-facts-vs-fiction","name":"America: Facts vs. Fiction","descr":"Jamie Haler enthüllt in \"America: Facts vs. Fiction\" brisante Geheimnisse über die US-amerikanische Geschichte hinsichtlich Gesellschaft, Kultur und Militär.","seasons":[{"path":"/serie/stream/america-facts-vs-fiction/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-1","name":"","epNo":1,"alt":"Flying Machines","descr":"Fluggeräte wurden entwickelt, um uns um die ganze Welt und sogar in den Weltraum zu bringen. Über Amerikas Fakten vs. Fiktionen, erfahren Sie, wie Apollo 11 es nur dank eines Stifts nach Hause geschafft hat und dass Air Force One ein Codename ist und nicht der tatsächliche Name des Flugzeugs.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-2","name":"","epNo":2,"alt":"Founding Fathers","descr":"Wir glauben, die wahre Geschichte der Geburt der Vereinigten Staaten zu kennen, aber es gibt eine ganz andere Geschichte. In dieser Episode von America\u0027s Facts Vs. Fiktion, erfahren wir, wer noch mit Paul Revere gefahren ist und dass George Washington nicht wirklich unser erster Präsident war.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-3","name":"","epNo":3,"alt":"Pilgrims and Witches","descr":"Die Wurzeln Amerikas lassen sich bis zu den ersten Siedlern zurückverfolgen, die hierher kamen. In dieser Episode von America\u0027s Facts Vs. Fiktionen, erfahren wir, dass es beim Pilger \"Thanksgiving\" um das Fasten ging und die einzige \"Hexerei\" in Salem von einer Gruppe junger Mädchen durchgeführt wurde.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-4","name":"","epNo":4,"alt":"Trick or Treat","descr":"Wir kennen nicht immer die Wahrheit hinter dem, was uns Angst macht. Zur nächsten Folge von America\u0027s Facts Vs. Fiktionen, lernen Sie, dass die Ursprünge unseres Halloween nicht allzu alt sind und dass Edgar Allan Poe nicht der Verrückte ist, für den andere ihn ausgemacht haben.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-5","name":"","epNo":5,"alt":"The Inventors","descr":"Wir kennen nicht immer die Wahrheit hinter den Erfindern, die die Geräte herstellen, die wir jeden Tag verwenden. Über Amerikas Fakten vs. Fiktionen erfahren, dass Thomas Edison die Glühbirne nicht erfunden hat und Benjamin Franklin die Elektrizität nie \"entdeckt\" hat.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-6","name":"","epNo":6,"alt":"Presidential Conspiracies","descr":"Bei unseren größten Präsidenten müssen wir zwischen dem Mann und der Legende unterscheiden. Zur nächsten Folge von America\u0027s Facts Vs. Fiktionelles Lernen wir, FDR hatte vielleicht noch nie Kinderlähmung und Abraham Lincoln und JFK haben nicht allzu viel gemeinsam.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-7","name":"","epNo":7,"alt":"The New World","descr":"Die Entdecker, die Amerika entdeckt haben, haben mehr zu bieten, als uns gesagt wurde. Zur nächsten Folge von America\u0027s Facts Vs. Fiction, lernen wir, Christopher Columbus betrat Nordamerika nie und Hernan Cortes besiegte die Azteken nicht alleine.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-1/episode-8","name":"","epNo":8,"alt":"Roadside Stories","descr":"Eine ganz andere Geschichte steckt hinter den Straßen und Brücken, die die Vereinigten Staaten überqueren. Zu dieser Episode von America\u0027s Facts Vs. Fiktionen zufolge war eine Frau die treibende Kraft bei der Fertigstellung der Brooklyn Bridge, und die Route 66 wurde nicht von Grund auf neu gebaut.","versions":[]}]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-1","name":"","epNo":1,"alt":"Fool\u0027s Gold","descr":"Über den kalifornischen Goldrausch und den Börsencrash von 1929 werden wenig bekannte, aber wahre Tatsachen bekannt.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-2","name":"","epNo":2,"alt":"Last Man Standing","descr":"Die Wahrheit hinter Davy Crocketts Tod in Alamo im Jahr 1836; Der Armeeoffizier George Armstrong Custer steht vor einem Dilemma, das er in der Schlacht am Little Bighorn 1876 nicht gewinnen kann.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-3","name":"","epNo":3,"alt":"Lost at Sea","descr":"Die Wahrheit darüber, was Piraten wirklich mit ihrem Schatz gemacht haben; seltsame verschwinden im bermuda-dreieck werden erklärt.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-4","name":"","epNo":4,"alt":"Booze and Bullets","descr":"Überraschende Wahrheiten über die Prohibition und berüchtigte Persönlichkeiten der 1920er und 1930er Jahre, darunter Gangster John Dillinger und das Outlaw-Duo Bonnie und Clyde.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-5","name":"","epNo":5,"alt":"Patton and Grant","descr":"Die Wahrheit über die größten Generäle Amerikas wird vom Mythos verdunkelt. Erfahren Sie, dass George Pattons Spitzname \"Blood and Guts\" nicht bedeutet, was Sie vielleicht denken, und dass Ulysses S. Grants Ruf als Betrunkener und Metzger unverdient ist.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-6","name":"","epNo":6,"alt":"Red, White and True?","descr":"Mythen und Missverständnisse umgeben unsere am meisten verehrten patriotischen Symbole. Erfahren Sie, wie die Freiheitsstatue ursprünglich in Ägypten stehen sollte, wie die amerikanische Flagge nicht von Betsy Ross entworfen wurde und dass der Mount Rushmore tatsächlich unvollständig ist.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-7","name":"","epNo":7,"alt":"Wartime Rosies","descr":"Die Wahrheit über Frauen im Zweiten Weltkrieg geht weit über Rosie in the Riveter hinaus.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-8","name":"","epNo":8,"alt":"Masters of Illusion","descr":"Was wir über Amerikas Schausteller zu wissen glauben, ist mehr Mythos als Tatsache. Harry Houdini starb nicht auf der Flucht aus seiner berühmten Folterzelle - und  P.T. Barnum verdoppelte seinen Gewinn, indem er Zweifel an der Echtheit seiner eigenen Exponate aufkommen ließ.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-9","name":"","epNo":9,"alt":"Seeing isn\u0027t Believing","descr":"Entwicklung einer tieferen Geschichte basierend auf Fotos und Filmmaterial aus dem Bürgerkrieg, der Weltwirtschaftskrise und dem Zweiten Weltkrieg.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-10","name":"","epNo":10,"alt":"What Happens in Vegas...","descr":"Mythen verdunkeln die Wahrheit über Las Vegas. In dieser Episode von America: Facts vs. Fiction erfahren Sie, dass das Glücksspiel nicht das erste Unternehmen war, das Milliarden in Nevadas Wirtschaft steckte - und dass der Beton des Hoover Dams noch nicht ausgehärtet ist.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-11","name":"","epNo":11,"alt":"Conquering the Sky","descr":"Wegweisende Flieger; die Mythen über das Flugzeug der Gebrüder Wright; das Verschwinden von Amelia Earhart.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-2/episode-12","name":"","epNo":12,"alt":"Engineering the Impossible","descr":"Entdecken Sie großartige technische Meisterleistungen, die vom Mythos getrübt werden.","versions":[]}]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-1","name":"","epNo":1,"alt":"Ike and MacArthur","descr":"Dwight Eisenhower und Douglas MacArthur stehen bei der Premiere der dritten Staffel im Rampenlicht. Eisenhower soll alls West Point-Kadett einen Alias verwendet haben, um ein Geheimnis zu verbergen; und MacArthurs Verteidigung der Philippinen während des Zweiten Weltkriegs wird in Frage gestellt.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-2","name":"","epNo":2,"alt":"Worlds of Amusement","descr":"Vergnügungsparks und Weltausstellungen werden untersucht. Inbegriffen: Warum wurde St. Louis fast zum Standort von Walt Disneys zweitem Themenpark? und alls sich die Weltausstellungen als familienfreundliche Unternehmungen herausstellte, zeigte sich Nacktheit.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-3","name":"","epNo":3,"alt":"Welcome to the Big Apple","descr":"Entdecken Sie die großen Geschichten und Wahrheiten rund um das Empire State Building und das Grand Central Terminal in New York.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-4","name":"","epNo":4,"alt":"The Princess and the Pathfinders","descr":"Lernen Sie die Wahrheiten über Pocahontas und die Entdecker Meriwether Lewis und William Clark kennen.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-5","name":"","epNo":5,"alt":"Kings of the Sky","descr":"Der Flieger Charles Lindbergh war nicht der erste, der über den Atlantik flog. Der Astronaut John Glenn sieht sich auf der Startrampe einer Gefahr ausgesetzt.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-6","name":"","epNo":6,"alt":"Top Secret Vaults","descr":"Untersuchung der Mythen rund um das US-Bullion-Depot in Fort Knox und der Federal Reserve Bank of New York.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-7","name":"","epNo":7,"alt":"Not So Close Encounters","descr":"Zahlreiche Verschwörungstheorien, die eine fliegende Untertasse und eine Vertuschung durch die Regierung betreffen, tauchen nach einem seltsamen Vorfall in der Nähe von Roswell im Jahr 1947 auf.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-8","name":"","epNo":8,"alt":"Roads to Freedom","descr":"Schwarze Führer dominieren die Underground Railroad; Gewalt umgibt die Frauenwahlrechtsbewegung.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-9","name":"","epNo":9,"alt":"D.C. Decoding","descr":"Die Überreste des ursprünglichen Weißen Hauses sind unter dem heutigen Baseballfeld in Virginia begraben. Tausende von Menschen haben die Möglichkeit, über das Washington Monument zu springen.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-10","name":"","epNo":10,"alt":"Final Voyages","descr":"Die RMS Titanic vermeidet Tage vor ihrer schicksalhaften Kollision mit einem Eisberg ein Hindernis. ein technischer Defekt verfälscht die Radiosendung der Zerstörung der Hindenburg.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-11","name":"","epNo":11,"alt":"The Rock and the Bridge","descr":"Entdecken Sie Mythen und Fakten über die Wahrzeichen von San Francisco, das Bundesgefängnis Alcatraz und die Golden Gate Bridge.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-3/episode-12","name":"","epNo":12,"alt":"Unwrapping the Holidays","descr":"Drei New Yorker kreieren die Version des Weihnachtsmanns, die heute am besten bekannt ist. Der jährliche Times Square Ball Drop ist an ein früheres System zur Standardisierung der Zeit gebunden.","versions":[]}]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-1","name":"","epNo":1,"alt":"World War 2","descr":"Erfahren Sie die Wahrheit über einige der mächtigsten Männer Amerikas und die Geburt des Landes, das sie regierten.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-2","name":"","epNo":2,"alt":"Smoking, Drinking and Gambling","descr":"Erfahren Sie die wahre Geschichte hinter den berühmtesten Fluggeräten der Geschichte und die Wahrheit hinter unseren einflussreichsten Erfindern.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-3","name":"","epNo":3,"alt":"Liberty, Leprechauns and Lounging","descr":"Erkundung der Wahrheit hinter den Männern, die die Neue Welt entdeckt haben; Machen Sie einen Ausflug, um die wahren Umstände hinter der berühmtesten Brücke und Straße Amerikas zu entdecken.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-4","name":"","epNo":4,"alt":"The Real West","descr":"Trennen des Mythos von der Wahrheit durch Hervorheben großer Schausteller; Aufdecken der wahren Fakten hinter zwei legendären Schlachten auf amerikanischem Boden.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-5","name":"","epNo":5,"alt":"Secret Societies","descr":"Die Wahrheit hinter der Geschichte auf hoher See; Trennen des Mythos von der Wahrheit über die bahnbrechenden Flieger der Nation.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-6","name":"","epNo":6,"alt":"Space: The Final Frontier","descr":"Die Wahrheit hinter den Mythen erfahren, die Amerikas am meisten verehrte patriotische Symbole umgeben; Enthüllung der überraschenden Fakten zweier herausragender Ingenieursleistungen: des Panamakanals und der Transcontinental Railroad.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-7","name":"","epNo":7,"alt":"The Atomic Age","descr":"Eine Sonderausgabe, die die wahren Umstände der beiden legendären Generäle George Patton und Ulysses S. Grant sowie der brüllenden 20er und 30er Jahre enthüllt.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-8","name":"","epNo":8,"alt":"American Villains","descr":"Die Fakten hinter dem größten wirtschaftlichen Aufschwung und der größten Pleite Amerikas; Die größten Mythen von Las Vegas.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-9","name":"","epNo":9,"alt":"Famous Feuds","descr":"Ein Blick auf einige der bekanntesten Fotos und Filmmaterialien aus der US-Geschichte und die Wahrheit über Frauen während des Zweiten Weltkriegs.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-10","name":"","epNo":10,"alt":"Moments That Changed History","descr":"Entdecken Sie die wahre Wahrheit hinter einigen der größten Wahrzeichen Amerikas.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-11","name":"","epNo":11,"alt":"The Civil War","descr":"Offenlegung der Wahrheit hinter Lieblingsherbstferien Thanksgiving und Halloween.","versions":[]},{"path":"/serie/stream/america-facts-vs-fiction/staffel-4/episode-12","name":"","epNo":12,"alt":"Bad Medicine","descr":"Amerikas Krankengeschichte ist mit Mythen infiziert. Die Ärzte von George Washington haben ihn möglicherweise versehentlich getötet; Abraham Lincoln benutzte ein giftiges Heilmittel, das seinen Verstand verzerrte; und Heroin war einst ein meistverkauftes Hustenmittel.","versions":[]}]}]}