{"seriesId":"american-manhunt-der-anschlag-auf-den-boston-marathon","name":"American Manhunt: Der Anschlag auf den Boston-Marathon","descr":"Eigentlich bietet der Patriots Day in Boston allen Grund zu feiern: Der Frühling hat begonnen, genau wie die Baseballsaison der Red Sox. Noch dazu ist die ganze Stadt auf den Beinen, um die Läufer*innen entlang der Marathonstrecke von den Vororten bis zum Zentrum Bostons anzufeuern. Doch als 2013 zwei in den USA aufgewachsene Attentäter an der Ziellinie Bomben zündeten, breitete sich die Panik wie ein Lauffeuer aus. Die Strafverfolgungsbehörden ermittelten auf beispielhafte Weise die Identität der Täter und leiteten die Fahndung ein – die sich in bis dahin ruhige Viertel verlagerte, die Stadt lahmlegte und das durch 9/​11 traumatisierte Amerika in Aufruhr versetzte. Regisseur Floyd Russ (\"Zion\", \"Untold: Malice at the Palace\") und der ausführende Produzent Tiller Russell (\"Night Stalker: Auf der Jagd nach einem Serienmörder\", \"Waco: Amerikanische Apokalypse\") präsentieren anlässlich des zehnten Jahrestags der Tragödie diese dreiteilige Serie über die angespannten und angsterfüllten Tage nach den Anschlägen. Die Filmemacher verarbeiteten Tausende Stunden an Aufnahmen von Überwachungskameras, Polizeifunk und Handyvideos zu einer minutengenauen Nacherzählung von der Suche nach den Attentätern. Im Mittelpunkt stehen dabei auch Interviews mit Polizei- und FBI-Ermittler*innen und gewöhnlichen Bürger*innen, deren Heldentaten schließlich zur Festnahme der Attentäter führten. \"American Manhunt: Der Anschlag auf den Boston-Marathon\" vereint historische Zusammenhänge, Expertenmeinungen und emotionale Beiträge jener, die die Attentäter persönlich kannten, um zu zeigen, wie die Menschen in Boston während dieser schweren Zeit zusammenhielten, um ihre Stadt zurückzuerobern, und das Schicksal all jener zu schildern, deren Leben nie wieder dasselbe sein wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Weißer Hut, schwarzer Hut","epNo":1,"alt":"White Hat, Black Hat","descr":"In den Stunden nach den Explosionen durchkämmen Ermittler*innen die Hinweise. Ein Foto und ein Video von wenigen Sekunden führen zum Durchbruch und einer schwierigen Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":12487579,"hoster":"VOE"},{"redirect":12487578,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der amerikanische Traum","epNo":2,"alt":"The American Dream","descr":"Als die Fotos der Brüder veröffentlicht werden, folgt eine Reihe gewalttätiger Ereignisse. Hinweise aus ihrer Vergangenheit deuten auf eine komplexe Geschichte hin.","versions":[{"lang":1,"streams":[{"redirect":12487585,"hoster":"VOE"},{"redirect":12487581,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Leiche kann man nicht befragen","epNo":3,"alt":"You Can\u0027t Interview A Corpse","descr":"Dschochar Zarnajew wird in die Enge getrieben. Während Ermittler*innen sich den noch offenen Fragen und Vermutungen widmen, geht Boston gestärkt aus der Tragödie hervor.","versions":[{"lang":1,"streams":[{"redirect":12487589,"hoster":"VOE"},{"redirect":12487586,"hoster":"Streamtape"}]}]}]}]}