{"path":"/serie/stream/american-ripper","name":"American Ripper","descr":"Handelt es sich bei dem US-amerikanischen Serienmörder H. H. Holmes und Jack the Ripper, Großbritanniens berüchtigter Serienmörder, um ein und dieselbe Person? Holmes Ururenkel Jeff Mudgett begibt sich in dieser achtteiligen Dokumentation auf eine Suche nach Antworten.","seasons":[{"path":"/serie/stream/american-ripper/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/american-ripper/staffel-1/episode-1","name":"Teufel im Detail","epNo":1,"alt":"Devil In The Details","descr":"Die Dokumentation untersucht, ob zwei der berüchtigtsten Mörder der Geschichte in Wirklichkeit derselbe Mann sein könnten. Jeff Mudgett, der Ururgroßenkel von H.H. Holmes, der als erster Serienmörders Amerikas gilt, und die frühere CIA-Agentin Amaryllis Fox tun sich zusammen, um die Theorie zu untersuchen, dass Holmes auch der berüchtigte britische Mörder Jack the Ripper war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097007","hoster":"VOE"},{"path":"/redirect/12088041","hoster":"Doodstream"},{"path":"/redirect/8276094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-2","name":"Waffen des Mörders","epNo":2,"alt":"The Butcher’s Blade","descr":"Jeff und Amaryllis decken grauenhafte Einzelheiten über die Morde von Jack the Ripper auf und nehmen die Mythen um den berüchtigten Serienmörder genau unter die Lupe, um eine Verbindung zu dem Serienmörder H.H. Holmes herzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097013","hoster":"VOE"},{"path":"/redirect/8276097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-3","name":"Handschrift des Rippers","epNo":3,"alt":"Whitechapel Runs Red","descr":"Die Untersuchungen werden in London fortgesetzt, wo Jeff und Amaryllis Dokumente entdecken, die neue Hinweise beinhalten. Die forensische Analyse von Briefen, die mutmaßlich von Jack the Ripper geschrieben wurden, enthüllt eine unerwartete Verbindung zu H.H. Holmes. Eine Überprüfung von Scotland Yards damaligen Hauptverdächtigen und Augenzeugenberichten darüber, wie der Ripper ausgesehen haben könnte, werden zu überzeugenden Beweisen in dem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8445430","hoster":"VOE"},{"path":"/redirect/8276103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-4","name":"Hotel des Grauens","epNo":4,"alt":"Home Sweet Hell","descr":"Jeffs und Amaryllis Nachforschungen führen sie zurück nach Chicago, wo sie versuchen, den Aufbau von H.H. Holmes furchtbarem \"Hotel des Grauens\" zu entschlüsseln und vielleicht Spuren von einem von Holmes’ Opfern zu finden. Eine unerwartete Entdeckung lässt sie glauben, dass der Ripper auch in Amerika getötet haben könnte. Ein früherer Detective weist sie auf einen Ort hin, an dem Holmes die Leichen seiner Opfer entsorgt haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8445431","hoster":"VOE"},{"path":"/redirect/8276106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-5","name":"Suche im Archiv","epNo":5,"alt":"Black Heart, White City","descr":"Die Weltausstellung 1893 in Chicago brachte Millionen von Menschen in die Stadt, die Amerikas technische Fortschritte bestaunen wollten. Dem Serienmörder Holmes brachte sie außerdem Millionen von potenziellen Opfern direkt vor die Haustür. Jeff und Amaryllis untersuchen alle Aspekte der Ausstellung, die zu Beweisen führen könnten, dass Holmes der Ripper war. Details über eine Reihe von ungeklärten Morden führen zu einem Durchbruch in dem Fall, während die Suche nach Beweismaterial sie auf den Grund des Chicago Rivers führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8445433","hoster":"VOE"},{"path":"/redirect/12481417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-6","name":"Schlüssel zum Täter","epNo":6,"alt":"Blood And Bone","descr":"Genau wie 1888 floh der Serienmörder H.H. Holmes 1893 aus Chicago, als die Gläubiger ihm auf den Fersen waren, und begann eine der bis dahin grausigsten Verbrechensserien. Auf der Suche nach handfesten Beweisen verfolgen Jeff und Amaryllis Holmes’ Spur durchs Land und versuchen, einen Tatort zu finden, der noch untersucht werden kann. Ihre Ermittlungen führen sie von Philadelphia nach Irvington, Indiana, wo sie von einem seiner letzten Morde erfahren und von einem lange verschollenen Tatort, der den Beweis dafür liefern könnte, dass Holmes der Ripper war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097008","hoster":"VOE"},{"path":"/redirect/8276114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-7","name":"Verbindung nach Großbritannien","epNo":7,"alt":"No Rest For The Wicked","descr":"Holmes war so gut darin, dem Gesetz zu entkommen, dass er es schaffte, monatelang durchs Land zu reisen und Menschen zu töten, bevor er endlich gefasst wurde. Seine Verhandlung wird in allen Zeitungen als \"Prozess des Jahrhunderts\" bezeichnet, und Holmes wird zu einer der gefürchtetsten Personen seiner Zeit. Doch Dutzende von Personen, die mit Holmes’ Verfahren zu tun hatten, kamen in den Monaten nach seiner Hinrichtung unter mysteriösen Umständen zu Tode. Das bringt Jeff und Amaryllis dazu, die Möglichkeit zu untersuchen, dass Holmes im Mai 1896 nicht gestorben ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8445435","hoster":"VOE"},{"path":"/redirect/8276119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/american-ripper/staffel-1/episode-8","name":"Spur bis ins Grab","epNo":8,"alt":"The Grave","descr":"Auf einem Friedhof außerhalb von Philadelphia untersuchen Jeff und Amaryllis den Schauplatz von Holmes’ letztem und größten Betrug: seinem eigenen Tod zu entkommen. Nach Holmes’ angeblicher Hinrichtung im Jahr 1896 gab es in Städten überall auf der Welt verdächtige Morde, die auf Holmes und Jack the Ripper hindeuteten. Um zu sehen, ob das fehlende Stück in ihrer Ermittlung in Holmes’ Grab zu finden ist, öffnen sie die mutmaßliche Begräbnisstätte von Jeffs Vorfahren. Während der Grabung lässt sie ein unerwarteter Fund in Frage stellen, was sie darin finden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097009","hoster":"VOE"},{"path":"/redirect/8276120","hoster":"Streamtape"}]}]}]}]}