{"seriesId":"american-crime","name":"American Crime","descr":"Nach einem brutalen Überfall in der der kalifornischen Stadt Modesto erhält Russ Skokie (Timothy Hutton) eine schreckliche Nachricht: Sein Sohn Matt ist bei dem grausamen Verbrechen in den eigenen vier Wänden ermordet worden – seine bildschöne Ehefrau und Russ‘ Schwiegertochter Lily wurde auf brutalste Weise sexuell missbraucht und kämpft im Krankenhaus um ihr Leben. Nachdem Russ seinen toten Sohn für die Polizei identifiziert hat, muss er mit seiner Exfrau Barb Skokie (Felicity Huffman) in Kontakt treten. Diese hat in der Vergangenheit, aufgrund der Spielsucht ihres Exmannes, die gemeinsamen Kinder allein in einem sozialen Wohnungsbau und rassistisch aufgeladenem Umfeld aufgezogen...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Verbrechen, viele Schuldige","epNo":1,"alt":"Episode 1","descr":"Für Ross Skokie und seine Exfrau Barbara Hanlon bricht eine Welt zusammen, als sie erfahren müssen, dass ihr Sohn Matt bei einem Einbruch getötet worden ist. Auch Gwen, Matts Ehefrau, wurde bei dem Überfall fast umgebracht und offenbar sexuell missbraucht. Während sich Ross und Barbara mit der tragischen Geschichte um ihren Sohn an die Presse wenden, versucht die Polizei den rätselhaften Mord an Matt aufzuklären. Lediglich ein Fahrzeug ohne Zulassung, das in der Tatnacht gesehen wurde, stellt für die Mordkommission einen möglichen Hinweis zum Täter dar. Das Auto führt die Ermittler zu einem Teenager namens Antonio und seinem alleinerziehenden Vater. Der Junge gibt zwar zu, in der Tatnacht mit dem Auto unterwegs gewesen zu sein, allerdings nur, um es gegen Geld einem fragwürdigen Mann zu leihen. Auf der Suche nach dem verdächtigen Unbekannten dämmert den Ermittlern langsam, dass es sich bei dem Überfall an Matt und Gwen nicht um einen klassischen Einbruch handelte …","versions":[{"lang":1,"streams":[{"redirect":8444311,"hoster":"VOE"},{"redirect":11356887,"hoster":"Doodstream"},{"redirect":11356870,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004043,"hoster":"VOE"},{"redirect":8274437,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kennen wir unser Kind?","epNo":2,"alt":"Episode 2","descr":"Ross versucht seinen Schock darüber zu verarbeiten, dass es sich bei dem Überfall an seinem Sohn Matt und dessen Frau Gwen offenbar nicht um einen klassischen Einbruch handelte. Von der Mordkommission erfährt er, dass im Haus seines Sohnes eine große Menge Rauschgift gefunden wurde und es sich bei der Tat um ein Drogendelikt handeln muss. War der gutherzige Matt möglicherweise ein Dealer und wurde dadurch in den Vorfall verwickelt, der zu seinem Tod führte? Ross kann das nicht glauben und versucht verzweifelt mehr über das Leben seines toten Sohnes herauszufinden. Während Gwen noch immer bewusstlos ist und nur langsam genest, schreiten die Ermittlungen weiter fort. Der Fall wird immer kurioser, als die Polizei unerwartete Beweise zu Gwens Vergewaltigung findet. Wie auch Ross, müssen Gwens Eltern feststellen, dass sie ihr Kind scheinbar nicht so gut kennen, wie sie angenommen haben …","versions":[{"lang":1,"streams":[{"redirect":11356892,"hoster":"VOE"},{"redirect":11356885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096979,"hoster":"VOE"},{"redirect":8274445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rassenhass","epNo":3,"alt":"Episode 3","descr":"Ross und die Eltern der noch immer komatösen Gwen wollen weiterhin herausfinden, was Matt und Gwen für ein Leben geführt haben mögen. Gwens Vater setzt daher alle Hebel in Bewegung, eine Genehmigung einzuholen, um die E-Mails seiner Tochter einsehen zu dürfen. Umso überraschter ist er, als seine Frau plötzlich zugibt, dass Gwen sich ihr vor dem Überfall anvertraut hat. Sie weiß nicht nur von Matts Drogendelikten, sondern auch von Problemen zwischen Gwen und Matt. Derweil ist Barbara davon überzeugt, dass mehr hinter dem schrecklichen Überfall an ihrem Sohn stecken muss. Weil es sich bei den Angeklagten um farbige Männer handelt, ist sie ist der Meinung, dass die Täter es aufgrund von Matts Hautfarbe auf ihn abgesehen hatten. Verbissen versucht sie daher, die Anklage um besondere Umstände zu erweitern …","versions":[{"lang":1,"streams":[{"redirect":8444316,"hoster":"VOE"},{"redirect":8274566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096978,"hoster":"VOE"},{"redirect":8274442,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein harter Schlag","epNo":4,"alt":"Episode 4","descr":"Untersuchungen der Polizei ergeben, dass der Verdächtige Carter Nix möglicherweise doch unschuldig ist: Denn das Projektil, das man aus dem Leichnam von Matt entnahm, passt nicht zu der Ballistik von Carters Waffe. Daher steht ihm nun eine Kautionsanhörung bevor, und damit die Chance, vorerst wieder freizukommen. Auch die Familien von Gwen und Matt erfahren von der Anhörung. Barbara ist empört, dass Carters Schuld in Frage gestellt wird – nach wie vor ist sie davon überzeugt, dass der Mörder ihres Sohnes schon gefunden ist. Eve hofft derweil darauf, dass Gwen endlich aus dem Koma erwacht und leistet ihr täglich am Krankenbett Beistand. Tom hingegen ist wegen der pikanten Details ihres Sexuallebens bitter enttäuscht von seiner Tochter und fühlt sich ihr fremd. Ein denkbar ungünstiger Zeitpunkt, da sich Gwens Zustand stetig bessert und sie jederzeit aufwachen könnte …","versions":[{"lang":1,"streams":[{"redirect":11356898,"hoster":"VOE"},{"redirect":11356900,"hoster":"Doodstream"},{"redirect":8274568,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473299,"hoster":"VOE"},{"redirect":8274444,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flucht vor dem Todesurteil","epNo":5,"alt":"Episode 5","descr":"Kaum ist Carter auf Kaution frei, trifft er sich mit Aubry (Caitlin Gerard). In dem verzweifelten Versuch, ihn vor einem möglichen Todesurteil zu bewahren, überredet sie ihn, sich nach Kanada abzusetzen. Mark fasst sich nach der Beerdigung seines Bruders Matt in Oakland ein Herz und erzählt seiner Mutter Barb, dass er verlobt ist. Währenddessen versucht Alonzo weiterhin, das Verhältnis zu seinem Sohn Tony wieder in Ordnung zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11356909,"hoster":"VOE"},{"redirect":8274569,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473307,"hoster":"VOE"},{"redirect":8274447,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hetzjagd","epNo":6,"alt":"Episode 6","descr":"Nach Carters und Aubrys (Caitlin Gerard) misslungenem Fluchtversuch wendet sich Barb an die Medien, um mehr Aufmerksamkeit für den Fall ihres Sohnes zu bekommen. Zurück hinter Gittern, hat sich Carters Situation verschlechtert, während Aliyah verzweifelt versucht, Kontakt zu ihm zu bekommen. Tony will wissen, wer seine Schwester angegriffen hat, während Palmer und Soderbergh Hector unter Druck setzen, um ein Geständnis zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13096990,"hoster":"VOE"},{"redirect":8274574,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096981,"hoster":"VOE"},{"redirect":8274455,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brisante Beweise","epNo":7,"alt":"Episode 7","descr":"Während Carter in Einzelhaft sitzt, soll Aubry gegen ihn aussagen. So könnte ihr erspart bleiben, ins Gefängnis zu kommen. Unterdessen wird Tony wegen eines belastenden Videos erneut verhaftet. Marks Verlobte Richelle kommt nach Modesto und trifft Barb. Die ist nicht davon überzeugt, dass Richelle Mark wirklich heiraten will. Aliyah trifft unterdessen einen neuen Ermittler, der Informationen hat, die Carter helfen könnten.","versions":[{"lang":1,"streams":[{"redirect":8444327,"hoster":"VOE"},{"redirect":8274575,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473313,"hoster":"VOE"},{"redirect":8274459,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Marsch für Gerechtigkeit","epNo":8,"alt":"Episode 8","descr":"Als sich herumspricht, dass Aliyah für Carter einen Solidaritätsmarsch organisiert, steigen die Spannungen in der Kleinstadt. Die Verantwortlichen versuchen, die Demonstration zu unterbinden. Obwohl ihr Gewalt angedroht wird, weigert sich Barb, klein beizugeben, und versucht verzweifelt, mit einer eigenen Unterstützergruppe am Marsch teilzunehmen. Tony könnte, obwohl er im Jugendgefängnis sitzt, im Prozess wie ein Erwachsener behandelt werden. Um dem zu entgehen, verlangt Alonzo, dass Tony gegen Carter aussagt.","versions":[{"lang":1,"streams":[{"redirect":8444336,"hoster":"VOE"},{"redirect":8274573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473318,"hoster":"VOE"},{"redirect":8274456,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geister der Vergangenheit","epNo":9,"alt":"Episode 9","descr":"Nachdem Carter den Deal ablehnt, nutzt Aliyah die Demonstration zu ihrem Vorteil und zwingt das Gericht, den Termin für Carters Voranhörung vorzuziehen. Mit dem Ziel, Carter und Aubrey auseinanderzubringen, stattet Ruth, Aubreys Mutter, Aliyah und Carter jeweils einen Besuch ab. Unterdessen versucht Russ, Fehler aus seiner Vergangenheit wiedergutzumachen. Er setzt die Reparaturen an Matts und Gwens Haus fort und findet währenddessen Fotos aus glücklicheren Zeiten. Hector darf mittlerweile das Gefängnis verlassen, um seine Tochter und seine Freundin in einem Motel zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":8444332,"hoster":"VOE"},{"redirect":8274578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096983,"hoster":"VOE"},{"redirect":8274463,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folgenschweres Geständnis","epNo":10,"alt":"Episode 10","descr":"Aubrys Enthüllungen haben weitreichende Folgen, als dabei auch Anschuldigungen ans Licht kommen, die Matts Rolle in dem Fall betreffen. Von diesem Rückschlag kann sich Barb kaum erholen, was Russ veranlasst, den Kampf wieder aufzunehmen. Während Hector nach Aubrys Aussage sofort abgeschoben und den mexikanischen Behörden überstellt wird, wittert Carter Morgenluft. Inzwischen versucht Alonzo weiterhin vergeblich, Leumundszeugen für Tonys Anhörung zu finden.","versions":[{"lang":1,"streams":[{"redirect":8444341,"hoster":"VOE"},{"redirect":8274581,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13486756,"hoster":"VOE"},{"redirect":8274469,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Wahrheit ist bitter","epNo":11,"alt":"Episode 11","descr":"Der Fall findet ein ebenso schockierendes wie provozierendes Ende. Und er wird das Leben aller Beteiligten nachhaltig beeinflussen. Emotionsgeladen und mit völlig unerwarteten Wendungen, werden einige Geschichten hier enden, während andere neu beginnen.","versions":[{"lang":1,"streams":[{"redirect":11356746,"hoster":"VOE"},{"redirect":8274585,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473323,"hoster":"VOE"},{"redirect":8274471,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gegen den guten Ruf","epNo":1,"alt":"Episode 1","descr":"Als nach einer Party kompromittierende Fotos von Taylor Blaine über soziale Medien verbreitet werden, beschuldigt das Opfer Kevin LaCroix und Eric Tanner, zwei Spieler des erfolgreichen Basketballteams der privaten Eliteschule, ihn unter Drogen gesetzt, sexuell missbraucht und dann die Aufnahmen im Netz geposted zu haben. Während der Rektorin Leslie Graham vor allem der Ruf der Schule am Herzen liegt, wird Taylors Mutter Anne von anderen Eltern öffentlich angefeindet.","versions":[{"lang":1,"streams":[{"redirect":11356745,"hoster":"VOE"},{"redirect":8584812,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096988,"hoster":"VOE"},{"redirect":8274478,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gibt es Wahrheiten im Verdacht?","epNo":2,"alt":"Episode 2","descr":"Stunden nachdem Anne über den Notruf Hilfe für ihren Sohn Taylor angefordert hat, versucht sie, mit allen ihr zur Verfügung stehenden Mitteln zu erreichen, dass sich die Behörden um die Aufklärung dieses Verbrechens kümmern. Die Rektorin Leslie Graham ist hingegen damit beschäftigt, die \"Leyland School\" auf die sich abzeichnende Untersuchung vorzubereiten. Unterdessen spricht Kerri ein ernstes Wort mit ihrem Sohn Kevin, während dessen Freund Eric sein wahres Gesicht zeigt.","versions":[{"lang":1,"streams":[{"redirect":8444335,"hoster":"VOE"},{"redirect":8274590,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473331,"hoster":"VOE"},{"redirect":8274477,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im grellen Licht der Öffentlichkeit","epNo":3,"alt":"Episode 3","descr":"Kevin und seine Familie müssen damit fertig werden, dass ein Nachrichtenartikel, der detailliert beschreibt, was angeblich auf der Captain’s Party passiert ist, Kevin als einen der Tatbeteiligten nennt. Auch Anne ist nach dem Erscheinen des Artikels plötzlich gezwungen, in die Defensive zu gehen. Neue Beweise lassen Fragen darüber aufkommen, was in der Nacht, als Taylor angeblich missbraucht wurde, wirklich geschehen ist.","versions":[{"lang":1,"streams":[{"redirect":11356758,"hoster":"VOE"},{"redirect":8274594,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096982,"hoster":"VOE"},{"redirect":8274480,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schmerzhafte Offenbarung","epNo":4,"alt":"Episode 4","descr":"Auf Taylors Kleidung wird neues Beweismaterial gefunden, das jetzt auf DNA untersucht werden muss. Das führt zu einer qualvollen Erkenntnis für Eric. Taylor versucht unterdessen, sich wieder in ein normales Leben an einer öffentlichen Highschool einzufügen.","versions":[{"lang":1,"streams":[{"redirect":8444348,"hoster":"VOE"},{"redirect":11356767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529827,"hoster":"VOE"},{"redirect":8274489,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Illusionen","epNo":5,"alt":"Episode 5","descr":"Nachdem Eric dazu gezwungen wurde, offen über seine Sexualität zu sprechen, muss Taylor sein Verhalten in der betreffenden Nacht vor Polizeibeamten verteidigen. Gleichzeitig hat seine Mutter Anne Probleme damit, zu akzeptieren, dass ihr Sohn homosexuell ist. Unterdessen treffen die Detectives eine Entscheidung, die einige der Beteiligten glauben lässt, das Schlimmste sei überstanden. An der Marshall High School befasst sich Chris derweil mit den noch nicht absehbaren Auswirkungen eines zunächst harmlos scheinenden Vorfalls.","versions":[{"lang":1,"streams":[{"redirect":11356771,"hoster":"VOE"},{"redirect":8274610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8444273,"hoster":"VOE"},{"redirect":8274494,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Krieg und Frieden","epNo":6,"alt":"Episode 6","descr":"Leslie ignoriert den Rat des Schul-Anwalts und begrüßt Eric zurück an der Leyland High School. Dessen Basketball-Teamkollegen nehmen seine Rückkehr eher verhalten auf. Anne will lieber vor Gericht gehen, als wegen des Übergriffs auf ihren Sohn einem Vergleich zuzustimmen. Chris fühlt sich diffamiert, als Schüler die Marshall High bestreiken, nachdem drei hispanische Schüler nach einer Schlägerei mit einem afroamerikanischen Schüler suspendiert wurden, während der Afroamerikaner straffrei ausging.","versions":[{"lang":1,"streams":[{"redirect":8444346,"hoster":"VOE"},{"redirect":8274616,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096985,"hoster":"VOE"},{"redirect":8274496,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Scham und Schmerz","epNo":7,"alt":"Episode 7","descr":"Während Carter (Elvis Nolasco) in Einzelhaft sitzt, soll Aubry gegen ihn aussagen. So könnte ihr erspart bleiben, ins Gefängnis zu kommen. Unterdessen wird Tony wegen eines belastenden Videos erneut verhaftet. Marks Verlobte Richelle kommt nach Modesto und trifft Barb. Die ist nicht davon überzeugt, dass Richelle Mark wirklich heiraten will. Aliyah trifft unterdessen einen neuen Ermittler, der Informationen hat, die Carter helfen könnten.","versions":[{"lang":1,"streams":[{"redirect":8444349,"hoster":"VOE"},{"redirect":8274617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473334,"hoster":"VOE"},{"redirect":8274505,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Trauerspiel","epNo":8,"alt":"Episode 8","descr":"Als sich herumspricht, dass Aliyah für Carter einen Solidaritätsmarsch organisiert, steigen die Spannungen in der Kleinstadt. Die Verantwortlichen versuchen, die Demonstration zu unterbinden. Obwohl ihr Gewalt angedroht wird, weigert sich Barb, klein beizugeben, und versucht verzweifelt, mit einer eigenen Unterstützergruppe am Marsch teilzunehmen. Tony könnte, obwohl er im Jugendgefängnis sitzt, im Prozess wie ein Erwachsener behandelt werden. Um dem zu entgehen, verlangt Alonzo, dass Tony gegen Carter aussagt.","versions":[{"lang":1,"streams":[{"redirect":11356791,"hoster":"VOE"},{"redirect":8274619,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473330,"hoster":"VOE"},{"redirect":8274503,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zu den Waffen","epNo":9,"alt":"Episode 9","descr":"Ein Schüler beschuldigt Spieler eines Basketball-Teams des sexuellen Missbrauchs.","versions":[{"lang":1,"streams":[{"redirect":8444355,"hoster":"VOE"},{"redirect":8274623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13053452,"hoster":"VOE"},{"redirect":8274506,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Masken fallen","epNo":10,"alt":"Episode 10","descr":"Sebastian ist fassungslos, als er bemerkt, dass er mit seinen eigenen Waffen geschlagen wird. Durch eine unbekannte Quelle dringen E-Mails, Textnachrichten und andere persönliche Informationen über zahlreiche Familien der Leyland-Schüler in die Öffentlichkeit. Schließlich wird eine Kettenreaktion ausgelöst, die den Fall aller derer bedeuten könnte, die in den mutmaßlichen sexuellen Übergriff an Taylor verwickelt sind …","versions":[{"lang":1,"streams":[{"redirect":11356810,"hoster":"VOE"},{"redirect":8274625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473342,"hoster":"VOE"},{"redirect":8274523,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Grenzübertritt","epNo":1,"alt":"Episode 1","descr":"Luis kommt als illegaler Einwanderer aus Mexiko in die USA. Als er auf der Tomatenfarm der Familie Hesby in Alamance County in North Carolina Arbeit findet, wird Luis schnell klar, dass er dort nicht mehr als ein moderner Sklave ist. Er ist abhängig von seinen Arbeitgebern, die dem steigenden Kostendruck des Marktes mit der Ausbeutung ihrer Arbeiter begegnen. Auch Coy Henson, ein junger weißer Amerikaner, drogenabhängig und mit familiären Problemen, ist dort gelandet. Derweil bemüht sich die Sozialarbeiterin Kimara vor Ort um die Probleme der Menschen.","versions":[{"lang":1,"streams":[{"redirect":8444361,"hoster":"VOE"},{"redirect":8274624,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473343,"hoster":"VOE"},{"redirect":8274521,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Isaac","epNo":2,"alt":"Episode 2","descr":"Luis (Benito Martinez) gerät auf der Farm tiefer in die Knechtschaft.\r\rIsaac (Richard Cabral) versucht derweil, Coy (Connor Jessup) vor den unwürdigen Bedingungen auf der Farm zu beschützen.\r\rJeanette (Felicity Huffman) wundert sich indes darüber, ob ihre Familie die Umstände eines Feuers herunterspielt, das mehrere Schwarzarbeiter getötet hat.\r\rKimara (Regina King) versucht unterdessen, Shae (Ana Mulvoy Ten) zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8444357,"hoster":"VOE"},{"redirect":8274633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529833,"hoster":"VOE"},{"redirect":8274532,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wo ist Teo?","epNo":3,"alt":"Episode 3","descr":"Luis (J.J. Soria) kommt bei der Hesby Farm an und erhält wichtige Informationen über seinen verschwundenen Sohn, während Coy (Connor Jessup) einen schrecklichen Vorfall mit ansieht, der seinen gesamten Blick auf das Leben verändert und seine neue dunkle Realität bestätigt.\r\rWährenddessen fängt Shae (Ana Mulvoy Ten) an, ihre Entscheidung in einer Unterkunft zu bleiben, zu überdenken und Kimara (Regina King) erhält schwierige persönliche Neuigkeiten.\r\rNach einer tiefen und enthüllenden Unterhaltung, nehmen Jeanette (Felicity Huffman) und JD (Tim DeKay) an einer Arbeiter-Demo teil.","versions":[{"lang":1,"streams":[{"redirect":8444359,"hoster":"VOE"},{"redirect":8274634,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13473351,"hoster":"VOE"},{"redirect":8274534,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der verlorene Sohn","epNo":4,"alt":"Episode 4","descr":"Während Luis (Benito Martinez) etwas über das Schicksal seines Sohnes erfährt, schmiedet Coy (Connor Jessup) einen Plan, um von der Farm zu verschwinden. Jeanette (Felicity Huffman) erläutert Laurie Ann (Cherry Jones) ihre Vorschläge zur Verbesserung der Arbeitsbedingungen auf den Feldern, während Shae (Ana Mulvoy Ten) eine weitreichende Entscheidung trifft. Nicholas Coates (Timothy Hutton) kämpft ums wirtschaftliche Überleben, und seine Frau Clair (Lily Taylor) beschließt, der Haitianerin Gabrielle (Mickaëlle X. Bizet) ein Arbeitsvisum zu besorgen, um sie als Kindermädchen einzustellen.","versions":[{"lang":1,"streams":[{"redirect":8444369,"hoster":"VOE"},{"redirect":8274635,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096984,"hoster":"VOE"},{"redirect":8274535,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jeanettes Entscheidung","epNo":5,"alt":"Episode 5","descr":"Während Shae (Ana Mulvoy-Ten) eine weitere Abtreibung erwägt, wird sie von Dustin (Kurt Krause) in die Welt der Online-Sexarbeit eingeführt.","versions":[{"lang":1,"streams":[{"redirect":11356844,"hoster":"VOE"},{"redirect":8274636,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529832,"hoster":"VOE"},{"redirect":8274538,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das kurze Glück","epNo":6,"alt":"Episode 6","descr":"Nicholas (Aidan Wallace) sorgt sich um sein scheiterndes Unternehmen und lässt seinen Frust an Clair (Amanda Garza) aus.","versions":[{"lang":1,"streams":[{"redirect":11356853,"hoster":"VOE"},{"redirect":8274642,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096987,"hoster":"VOE"},{"redirect":8274545,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kindesentführung","epNo":7,"alt":"Episode 7","descr":"In den Tagen nach einer fatalen Auseinandersetzung im Webcamhaus wendet sich Dustin (Kurt Krause) hilfesuchend an Kimara (Regina King), weil er realisiert, dass er sich nicht mehr in Sicherheit befindet.","versions":[{"lang":1,"streams":[{"redirect":11356862,"hoster":"VOE"},{"redirect":8274643,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13503922,"hoster":"VOE"},{"redirect":8274551,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Prozess","epNo":8,"alt":"Episode 8","descr":"Kimara (Regina King) berät Dustin (Kurt Krause), die Polizei über das Verbrechen im Webcamhaus zu informieren, was zu einem unvorhergesehenen Ergebnis führt.","versions":[{"lang":1,"streams":[{"redirect":11356874,"hoster":"VOE"},{"redirect":8274649,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13503926,"hoster":"VOE"},{"redirect":8274553,"hoster":"Streamtape"}]}]}]}]}