{"seriesId":"americas-hidden-stories","name":"America\u0027s Hidden Stories","descr":"Die Geheimnisse des Staates sind nicht mehr geheim. Alte Geschichten, neue Wahrheiten. Die Episoden zeigen neue Informationen über: Hexenprozesse in Salem, Pearl Harbor, Bürgerkrieg, die spanische Grippe, die amerikanische Revolution und den Kalten Krieg.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Salem\u0027s Secrets","descr":"Entdecken Sie die Ursprünge der Hexenjagd in Salem, warum sich die Panik so schnell ausbreitete und wo die Vorgänge stattfanden.","versions":[{"lang":2,"streams":[{"redirect":12269247,"hoster":"VOE"},{"redirect":8595496,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Targeting Jefferson Davis","descr":"Neue Entdeckungen verändern unser Verständnis vom Verlauf des Bürgerkriegs.","versions":[{"lang":2,"streams":[{"redirect":8595515,"hoster":"VOE"},{"redirect":8595508,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Pandemic 1918","descr":"Entdecken Sie neue Erkenntnisse über die weltweite Pandemie von 1918 und darüber, was unternommen wird, um einen ähnlichen Ausbruch zu verhindern.","versions":[{"lang":2,"streams":[{"redirect":8595513,"hoster":"VOE"},{"redirect":8595511,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pearl Harbor Spies","descr":"Neue Beweise stellen die offizielle Geschichte von Pearl Harbor in Frage und bringen überraschende neue Feinde in den Fokus.","versions":[{"lang":2,"streams":[{"redirect":13473392,"hoster":"VOE"},{"redirect":12980105,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"CIA Cyber Attack","descr":"Eine Untersuchung zur Entlarvung eines geheimen KGB-Programms zum Diebstahl amerikanischer Technologie während des Kalten Krieges.","versions":[{"lang":2,"streams":[{"redirect":13473394,"hoster":"VOE"},{"redirect":8595529,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The General Was Female?","descr":"Sehen Sie, ob moderne DNA-Tests und forensische Techniken endlich die wahre Identität von General Casimir Pulaski aufdecken können.","versions":[{"lang":2,"streams":[{"redirect":13529840,"hoster":"VOE"},{"redirect":8595537,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mrs. Benedict Arnold","descr":"Ist es möglich, dass eine 18-jährige Braut den Plan mitgestaltete, der die amerikanische Revolution fast zerschmettert hätte?","versions":[{"lang":2,"streams":[{"redirect":8595544,"hoster":"VOE"},{"redirect":8595543,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mystery at Jamestown","descr":"Die Geburt der amerikanischen Demokratie, des Tabakanbaus und der Sklaverei ereignete sich in Jamestown im ersten Jahr des Jahres 1619.","versions":[{"lang":2,"streams":[{"redirect":13473396,"hoster":"VOE"},{"redirect":8595555,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hitler’s US Election Plot","descr":"Während die Nazi-Armee 1940 Europa überrennt, finanziert Deutschland auch einen gut finanzierten Versuch, die US-Wahl zu manipulieren, in der Hoffnung, FDR aus dem Amt zu stürzen und Amerika aus dem Krieg herauszuhalten. Dieses geheime Komplott war jedoch nicht die Idee Hitlers, sondern die eines amerikanischen Ölmagnaten namens William R. Davis. Eine Gruppe von Historikern und Politikexperten untersucht Regierungsberichte und Briefe aus dem Weißen Haus und beleuchtet, wie nah die Nazis daran waren, die amerikanischen Wahlen zu manipulieren und den Ausgang des Zweiten Weltkriegs zu verändern.","versions":[{"lang":2,"streams":[{"redirect":13529843,"hoster":"VOE"},{"redirect":12662897,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Klan Makes A Movie","descr":"Der Filmhistoriker Tom Rice stieß bei seinen Recherchen zu Darstellungen des Ku-Klux-Klans in Filmen auf ein seltenes Artefakt. Es handelte sich um Fragmente eines Films aus den 1920er Jahren, der den Klan zum zentralen Teil der Erzählung machte. Um herauszufinden, wer diesen Film gemacht hat, ob er je veröffentlicht wurde, und hoffentlich eine vollständige Version des Films zu finden, besucht Tom die Kongressbibliothek, tut sich mit KKK-Experten zusammen und trifft einen Nachfahren des Filmemachers, um eine schockierende Geschichte zu enthüllen.","versions":[{"lang":2,"streams":[{"redirect":12662896,"hoster":"VOE"},{"redirect":12662894,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Madam President","descr":"Am 2. Oktober 1919 fand Woodrow Wilsons Frau Edith ihren Mann auf dem Boden des Badezimmers im Weißen Haus, das Opfer eines schweren Schlaganfalls. Was im nächsten Jahr geschah, hätte Geschichte geschrieben, wenn das Geheimnis nicht so sorgfältig gehütet worden wäre. Ein Team von Historikern untersucht neu entdeckte Dokumente, die darauf hindeuten, dass Edith Wilson tatsächlich Amerikas erster weiblicher Präsident war, und dass sie und ihre Komplizen möglicherweise eine Intrige geschmiedet haben, um einen handlungsunfähigen Präsidenten vor der Öffentlichkeit zu verbergen.","versions":[{"lang":2,"streams":[{"redirect":13529842,"hoster":"VOE"},{"redirect":12662905,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Vampires In America","descr":"Von der Amerikanischen Revolution bis zum Ende der 1800er Jahre verbreitete sich ein mysteriöses Ritual in Neuengland und darüber hinaus: Gräber wurden aufgebrochen, die Organe der Toten verbrannt und in grausige Medizin verwandelt. Die sollte dazu dienen, Vampire abzuwehren. Im Laufe der Zeit gingen die Geschichten über diese Exhumierungen in Gerüchten und Legenden auf, aber neue Beweise haben diese schaurigen Praktiken wieder in den Fokus gerückt.","versions":[{"lang":2,"streams":[{"redirect":13529844,"hoster":"VOE"},{"redirect":12662901,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Southern Women Union Spies","descr":"Eine Dame der Gesellschaft aus Virginia baute in Richmond einen Untergrund-Spionagering des Nordens auf. Eine freigelassene Sklavin arbeitete als Geheimagentin direkt vor der Nase des Feindes im Weißen Haus der Konföderation. Es klingt wie etwas aus einem Spionagefilm, aber neu entdeckte Beweise deuten darauf hin, dass die lange vergessene Geschichte von Elizabeth Van Lew und Mary Bowser nicht nur real ist, sondern auch folgenreich genug, um die anerkannte Geschichte des Bürgerkriegs umzuschreiben.","versions":[{"lang":2,"streams":[{"redirect":13529845,"hoster":"VOE"},{"redirect":12662908,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"George Washington’s Secret Love","descr":"Bevor es Martha Washington gab, gab es Mary Philipse, eine britische Loyalistin, die nicht nur George Washingtons heimliche Liebe war, sondern auch der Schlüssel zu seinem Schicksal. Zumindest ist das die Legende. Es fragt sich jedoch, ob ihre Geschichte auf romantischer Fantasie oder auf historischen Tatsachen beruht, und ob diese zum Scheitern verurteilte Beziehung zur Rebellion gegen Großbritannien führte. Diese Episode sucht nach der Wahrheit hinter den Gerüchten und deckt eine Geschichte über einen Soldaten auf, der unbedingt britisch sein wollte und zu einem Symbol für Amerika wurde.","versions":[{"lang":2,"streams":[{"redirect":12662911,"hoster":"VOE"},{"redirect":12662912,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Osage Murders","descr":"Der Filmemacher David Bishop, der im Osage-Reservat aufgewachsen ist, untersucht die Reihe von Morden und verdächtigen Todesfällen an Mitgliedern des ölreichen Osage-Stammes in Oklahoma in den 1920er Jahren.","versions":[{"lang":2,"streams":[{"redirect":13529841,"hoster":"VOE"},{"redirect":12662599,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Birth of Shadow Ops","descr":"Ein Blick auf das Geheimdienstteam der USA namens FOG (Field Operations Group) in den 1980er Jahren und wie es den Weg für die heutigen Spezialeinheiten ebnete.","versions":[{"lang":2,"streams":[{"redirect":13865929,"hoster":"VOE"},{"redirect":13865928,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Forged in Slavery","descr":"Die Entdeckung eines Friedhofs versklavter Eisenarbeiter aus der Zeit vor dem Bürgerkrieg bietet neue Einblicke in die Rolle, die Afroamerikaner in der industriellen Revolution spielten.","versions":[{"lang":2,"streams":[{"redirect":13865955,"hoster":"VOE"},{"redirect":13865956,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":4,"alt":"Lost Airship","descr":"Ein Blick auf den Aufstieg und Fall des Luftschiffs und die gescheiterten Versuche des US-Militärs, es in den 1920er und 1930er Jahren zur Zukunft der Kriegsführung zu machen.","versions":[{"lang":2,"streams":[{"redirect":13865966,"hoster":"VOE"},{"redirect":13865968,"hoster":"Streamtape"}]}]}]}]}