{"seriesId":"american-gothic-2016","name":"American Gothic (2016)","descr":"Die Angehörigen einer vornehmen Familie aus Boston finden heraus, dass ihr vor kurzem verstorbener Patriarch mit einer mehrere Jahrzehnte umfassenden Mordserie in Verbindung gebracht wird. Gleichzeitig steigt die öffentliche Spekulation darüber, ob ein weiteres Familienmitglied sein Komplize gewesen sein könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Anordnung in Grau und Schwarz","epNo":1,"alt":"Arrangement In Grey And Black","descr":"Als beim Einsturz eines Autotunnels sterbliche Überreste gefunden werden, nimmt das unbeschwerte Familienleben der wohlhabenden Hawthornes ein jähes Ende. Als das Familienoberhaupt mit gesundheitlichen Problemen ins Spital eingeliefert wird übernachtet die gesamte Familie in dem Großen Haus. Als einer der Söhne der eigentlich Clean ist nach diesem Schock eines seiner alten Drogen verstecke sucht erwischt ihn seine Schwester. Zusammen finden sie eine Kiste und nach diesem Fund sind sie sich nicht sicher ob ihr Vater nicht ein lange gesuchter Serienkiller ist. Doch das ganze scheint um einiges verworrener und komplizierter sein als es auf den ersten Blick scheint.","versions":[{"lang":1,"streams":[{"redirect":8444711,"hoster":"VOE"},{"redirect":8472937,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jack-in-the-Kanzel","epNo":2,"alt":"Jack-in-the-pulpit","descr":"Alison, Cam und Tessa rätseln über die Bedeutung der gefundenen Silberglocken. Dabei gerät nicht nur ihr verstorbener Vater, sondern auch ihr älterer Bruder Garrett in Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8444705,"hoster":"VOE"},{"redirect":8275032,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachtschwärmer","epNo":3,"alt":"Nighthawks","descr":"Brady konfrontiert seine Frau mit der Tatsache, dass die gefundene Mordwaffe früher Cam gehört haben muss. Trotz Bradys guter Absichten lehnt die Familie eine DNA-Probe ab.","versions":[{"lang":1,"streams":[{"redirect":8444709,"hoster":"VOE"},{"redirect":11939514,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Christinas Welt","epNo":4,"alt":"Christina’s World","descr":"Gunthers Selbstmord scheint ein Schuldeingeständnis zu sein. Derweil versucht Alison, ihre Wahlkampagne zu retten, nachdem eines der Einsturzopfer mit einer Klage droht.","versions":[{"lang":1,"streams":[{"redirect":8444717,"hoster":"VOE"},{"redirect":8275040,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Künstler in seinem Museum","epNo":5,"alt":"The Artist In His Museum","descr":"Brady steht zwischen den Stühlen: Im Fall des Silberglockenmörders deutet alles auf seinen Schwager Cam als Täter hin, doch an dessen Schuld will er nicht glauben.","versions":[{"lang":1,"streams":[{"redirect":8444720,"hoster":"VOE"},{"redirect":8275047,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schachspieler","epNo":6,"alt":"The Chess Players","descr":"Das Ergebnis des DNA-Abgleichs verbreitet sich wie ein Lauffeuer in der Presse: Cam ist unschuldig, doch ein Mitglied der angesehenen Hawthorne-Familie ist es nicht.","versions":[{"lang":1,"streams":[{"redirect":8444721,"hoster":"VOE"},{"redirect":8275050,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Gross-Klinik","epNo":7,"alt":"The Gross Clinic","descr":"Die Ermittlungen sind abgeschlossen, doch für die Hawthornes geht der Albtraum weiter: Sie müssen damit fertig werden, mit einem Serienmörder unter einem Dach gelebt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8444723,"hoster":"VOE"},{"redirect":8275054,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gleichgesinnte","epNo":8,"alt":"Kindred Spirits","descr":"Eine Reporterin scheint über die Entwicklungen in der Familie Hawthorne ungewöhnlich gut informiert zu sein. Allison schmiedet einen Plan, um die Berichterstattung zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":12918322,"hoster":"VOE"},{"redirect":8275057,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Oxbow","epNo":9,"alt":"The Oxbow","descr":"Wichtige Geheimnisse der Hawthorne-Familie werden enthüllt, als Garrett gezwungen ist, über seine 14-jährige Einsamkeit im Wald nachzudenken. Alison dreht die Schrauben eines lokalen Reporters mit schockierenden Ergebnissen.","versions":[{"lang":1,"streams":[{"redirect":7710524,"hoster":"VOE"},{"redirect":11939566,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Veteran in einem neuen Feld","epNo":10,"alt":"The Veteran In A New Field","descr":"Die Stadt gerät in Panik, als der Komplize der SBK erneut zuschlägt. Als Alison Brady um Hilfe bittet, um ihren Namen zu klären und den wahren Schuldigen zu finden, vermutet Tessa, dass Madeline mehr weiß, als sie vermisst, und Cam gezwungen ist, eine Entscheidung über das Sorgerecht für Jack zu treffen.","versions":[{"lang":1,"streams":[{"redirect":13107249,"hoster":"VOE"},{"redirect":11939570,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Freiheit von Angst","epNo":11,"alt":"Freedom From Fear","descr":"Garrett und Madeline enthüllen endlich alle alten Geheimnisse und die mysteriösen Ereignisse, die in ihrem Haus stattgefunden haben","versions":[{"lang":1,"streams":[{"redirect":7739212,"hoster":"VOE"},{"redirect":11939575,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Frau X/Whistler\u0026#039;s Mutter","epNo":12,"alt":"Madame X/Whistler\u0027s Mother","descr":"Mit einem Mörder, der sie verspottet, suchen die Hawthornes die Polizei, aber Brady braucht Garretts Hilfe, um den Fall zu lösen. Alison bereitet sich auf die Wahl vor und ist erschüttert von einer schockierenden Entdeckung ihrer Familie und der unerwarteten Rückkehr eines alten Freundes.","versions":[{"lang":1,"streams":[{"redirect":7764296,"hoster":"VOE"},{"redirect":11939578,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Whistler’s Mother","epNo":13,"alt":"[in Episode 12 enthalten]","descr":"Es ist Wahltag und die Familie unterstützt Alison auf ihrer Wahlveranstaltung. Doch eine Person fehlt: Hat der Komplize des Silberglockenmörders Alison entführt?","versions":[{"lang":1,"streams":[{"redirect":7781114,"hoster":"VOE"},{"redirect":11939587,"hoster":"Streamtape"}]}]}]}]}