{"seriesId":"america-unplugged","name":"America Unplugged","descr":"America Unplugged wird von der ehemaligen Navy Seal Cade Courtley gehostet und ist eine Serie, die den Zuschauer auf eine Reise mitnimmt um Menschen zu treffen, die sich von der Gesellschaft lösen. Jede der acht Episoden bietet einen fesselnden Einblick in die Aufregung und Gefahr, außerhalb des Netzes zu leben. Das Gelände, die Tierwelt und die Nahrungsquellen sind so vielfältig wie die Menschen, die diesen Lebensstil wählen. Aber sie sind alle von der gleichen Sache motiviert; sie wollen frei leben, während sie ihre eigene Version des amerikanischen Traums verfolgen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Scott Hunt","descr":"Der Robotik-Ingenieur Scott Hunt bereitet sich auf das Überleben seiner Familie im Falle eines elektromagnetischen Impulses (EMP) in South Carolina vor.","versions":[{"lang":2,"streams":[{"redirect":13316545,"hoster":"VOE"},{"redirect":13316549,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Robert Allen","descr":"Ein genauer Blick auf Robert Allens taktische militärische Ausbildungstechniken, während er seine Familie in Richtung Unabhängigkeit in Arkansas bewegt.","versions":[{"lang":2,"streams":[{"redirect":13316543,"hoster":"VOE"},{"redirect":13316544,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Logan Parker","descr":"Nach der Rezession kehrte Logan Parker in seinen Heimatstaat Northern Carolina zurück und baute von Hand ein ganzes Haus.","versions":[{"lang":2,"streams":[{"redirect":13316547,"hoster":"VOE"},{"redirect":13316548,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ryan Lipinski \u0026 Addie Leeman","descr":"Der Veteran der Armee, Ryan Lipinski, und seine Frau Add Lemon in PA sind fest entschlossen, ein Leben in Sicherheit zu führen, während sie sich dem rauen Wald und seinen dienstbedingten Verletzungen gegenübersehen.","versions":[{"lang":2,"streams":[{"redirect":13316557,"hoster":"VOE"},{"redirect":13316552,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mark Patrick","descr":"Mark Patrick ist ein Autodidakt, der Menschen dabei hilft, sich vom Netz zu entfernen. Er bringt sogar bei, wie man ein Visier mit Kleingeld antreibt.","versions":[{"lang":2,"streams":[{"redirect":13316555,"hoster":"VOE"},{"redirect":13316559,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Arvo Thompson","descr":"In den hohen NM-Bergen erobert Arvo Thompson Off-the-Grid-Leben mit bemerkenswerten Technologien und Geräten.","versions":[{"lang":2,"streams":[{"redirect":13316561,"hoster":"VOE"},{"redirect":13316567,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Josh \u0026 Rachel Jackling","descr":"Josh baut Überlebenskojen, während Rachel ein Einzelhandelsgeschäft unter der Annahme betreibt, dass ein wirtschaftlicher Zusammenbruch den Zusammenbruch der sozialen Ordnung auslösen wird.","versions":[{"lang":2,"streams":[{"redirect":13316564,"hoster":"VOE"},{"redirect":13316565,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Ted Baker","descr":"Nach der Überwindung der Probleme, unabhängig von der Gesellschaft zu leben, will ein Kohleunternehmen sein Land abbauen und zwingt ihn, zwischen wohlverdienter Gelassenheit und den Jobs seiner Nachbarn zu wählen.","versions":[{"lang":2,"streams":[{"redirect":13316568,"hoster":"VOE"},{"redirect":13316571,"hoster":"Streamtape"}]}]}]}]}