{"seriesId":"american-housewife","name":"American Housewife","descr":"In \"American Housewife\" lebt eine Familie mit Fehlern in einer scheinbar makellosen Nachbarschaft, voll mit perfekten Ehefrauen und perfekten Kindern. Im Zentrum steht Katie Otto (Katy Mixon), eine selbstbewusste, füllige und dreiste Ehefrau und Mutter dreier Kinder, die mit ihrer Familie in dem wohlhabenden Örtchen Westport, Connecticut, lebt und von der Perfektion um sie herum genervt ist. Denn sie ist die zweitdickste Frau in Westport. Sie lässt uns an ihren tiefsten, ungefilterten Gedanken durch ein Voice-over teilnehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf gute Nachbarschaft","epNo":1,"alt":"Pilot","descr":"Im schicken Örtchen Westport zählt Katie zu den eher fülligeren Damen. Und nun wird zu allem Übel Pam – die einzige Frau, die dicker ist als Katie – umziehen. Jetzt bleibt nur noch eine Hoffnung: dass Pam von einer noch Korpulenteren ersetzt wird. Aber weit gefehlt! Viv, eine Frau mit Modelmaßen, wird Katies neue Nachbarin …","versions":[{"lang":1,"streams":[{"redirect":8445306,"hoster":"VOE"},{"redirect":8275864,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8967285,"hoster":"VOE"},{"redirect":8532423,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Insiderhandel","epNo":2,"alt":"The Nap","descr":"Katie bekommt von ihrem ehemaligen Chef ihren alten Job wieder angeboten. Sie überlegt ernsthaft, dieses Angebot anzunehmen, da sie die Rolle als Vollzeit-Mama doch nicht vollständig ausfüllt und der dauerhafte Stress an manchen Tagen das Maximum erreicht. Aber durch mehr oder weniger erfreuliche Erlebnisse wird ihr klar, dass sie daheim voll und ganz gebraucht wird. Obwohl sie manchmal an ihre Grenzen gelangt, möchte sie doch eigentlich nichts lieber machen …","versions":[{"lang":1,"streams":[{"redirect":8445312,"hoster":"VOE"},{"redirect":8275868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8967287,"hoster":"VOE"},{"redirect":8532429,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Westport Zombies","epNo":3,"alt":"Westport Zombies","descr":"Katie ist eifersüchtig auf die Freundschaft ihrer Tochter Taylor mit der neuen und attraktiven Nachbarin Viv. Nur ungern möchte sie beim bevorstehenden Westport-Halloween-Zombie-Rennen mit ihr konkurrieren. Zum Glück stellt sich heraus, dass sie ihre Kinder gar nicht auf diese Weise beeindrucken muss … Währenddessen bereiten sich Greg und Anna-Kat auf ihre Rollen als Laufhindernisse vor, die beim Rennen eingesetzt werden. Das nehmen sie aber vielleicht doch etwas zu ernst …","versions":[{"lang":1,"streams":[{"redirect":8445308,"hoster":"VOE"},{"redirect":8275870,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Familienportrait","epNo":4,"alt":"Art Show","descr":"Als Anna-Kat ein übergroßes, wenig schmeichelhaftes Porträt von Katie für die jährliche Kunstausstellung der Schule malt, setzte Katie alles daran, es so schnell wie möglich wieder loszuwerden. Sie möchte nicht, dass es irgendwer zu sehen bekommt. Während Katie unterwegs ist, lässt sie Doris in der Verantwortung auf Oliver und Taylor aufzupassen. Fest entschlossen möchte Doris die beiden mit ihren eiskalten Mutter-Fähigkeiten auf Vordermann bringen …","versions":[{"lang":1,"streams":[{"redirect":8445311,"hoster":"VOE"},{"redirect":8275872,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Geburtstagseinladung","epNo":5,"alt":"The Snub","descr":"Anna-Kat ist traurig, weil sie nie zu den Geburtstagfeiern ihrer Klassenkameraden eingeladen wird. Um ihr zu helfen, schluckt Katie ihren Stolz herunter und macht das Undenkbare: Sie eifert den aus ihrer Sicht oberflächlichen Westport-Müttern nach. Sie geht ins Yoga-Studio, kleidet sich anders, aber trotzdem läuft es nicht wie geplant. Derweil bringt Greg Taylor bei, dass mittelmäßige Noten kein Grund sind, stolz zu sein. Und Oliver meckert über Katies Geiz …","versions":[{"lang":1,"streams":[{"redirect":8445317,"hoster":"VOE"},{"redirect":8275881,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Happy-Pills","epNo":6,"alt":"The Blow-up","descr":"Katie ist alles andere als dankbar dafür, dass ihre Mutter Kathryn für das Thanksgiving-Fest spontan zu Besuch kommt. Als dann auch noch ihre Erzfeindin und Nachbarin Viv sich selbst zum Festtagsessen einlädt und versucht, die Anspannung zwischen Mutter und Tochter zu mildern, wird die Stimmung bei Katie nicht unbedingt besser …","versions":[{"lang":1,"streams":[{"redirect":8445318,"hoster":"VOE"},{"redirect":8275882,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein eingespieltes Team","epNo":7,"alt":"Power Couple","descr":"Als der Elternbeirat plant, das Budget für die Förderlehrerin Dr. Ellie zu streichen, legen sich Katie und Greg in der Schulpolitik mächtig ins Zeug. Sie wollen sich für den Erhalt der Stelle einsetzten, da sie wissen, wie sehr vor allem auch Anna-Kat Dr. Ellie braucht. Daher muss Greg in den Elternbeirat eintreten und die weiteren Mitglieder davon überzeugen. Dies ist aber nicht so leicht, da Katie sich keiner Beliebtheit erfreut und schon andere Investitionen geplant sind …","versions":[{"lang":1,"streams":[{"redirect":8445321,"hoster":"VOE"},{"redirect":8275884,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mit Anstand und Etikette","epNo":8,"alt":"Westport Cotillion","descr":"Oliver nimmt Tanz- und Benimm-Stunden in der Hoffnung, dass er das Mädchen, das er mag, davon überzeugen kann, mit ihm zum Westport-Kotillon zu gehen. Auf keinen Fall möchte Oliver allerdings, dass seine Mutter Katie davon erfährt. Daher bittet er seinen Vater, das geheim zu halten … Katie will jedoch wissen, was im Leben ihr Kinder so vor sich geht und spioniert dafür deren Handys aus. Der wahre Grund, wieso ihre Kinder sich von ihr entfernen, schockt sie dann aber …","versions":[{"lang":1,"streams":[{"redirect":13096998,"hoster":"VOE"},{"redirect":8275886,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die falschen Enkel","epNo":9,"alt":"Krampus Katie","descr":"Katie und Greg sind überglücklich, als ihre Jüngste endlich eine Einladung zu einem Spielenachmittag erhält. Der entwickelt sich allerdings anders als erwartet: Offenbar ist die Mutter der neuen Freundin ein echter Social-Media-Parasit. Und Anna-Kat hat scheinbar auch noch kleptomanische Züge entwickelt und etwas aus deren Haus mitgehen lassen. Während Greg seine Tochter auffordert, das Gestohlene zurückzubringen und zu gestehen, stimmt Katie ihrem Mann in diesem Fall nicht zu.","versions":[{"lang":1,"streams":[{"redirect":8445322,"hoster":"VOE"},{"redirect":8275889,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Mami-Blog","epNo":10,"alt":"The Playdate","descr":"Katie und Greg sind überglücklich, als ihre Jüngste endlich eine Einladung zu einem Spielenachmittag erhält. Der entwickelt sich allerdings anders als erwartet: Offenbar ist die Mutter der neuen Freundin ein echter Social-Media-Parasit. Und Anna-Kat hat scheinbar auch noch kleptomanische Züge entwickelt und etwas aus deren Haus mitgehen lassen. Während Greg seine Tochter auffordert, das Gestohlene zurückzubringen und zu gestehen, stimmt Katie ihrem Mann in diesem Fall nicht zu.","versions":[{"lang":1,"streams":[{"redirect":8445325,"hoster":"VOE"},{"redirect":8275894,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Stromausfall","epNo":11,"alt":"The Snowstorm","descr":"Während eines gigantischen Schneesturms sitzt Familie Otto völlig ohne Strom zu Hause fest. Das stört vor allem Katie, da der Sturm ihre Pläne vollständig durchkreuzt hat. Sie wollte am anstehenden Wochenende eigentlich mit ihren Mädels zu einem geplanten Trip aufbrechen …","versions":[{"lang":1,"streams":[{"redirect":8445323,"hoster":"VOE"},{"redirect":8275895,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Überraschungsparty","epNo":12,"alt":"Surprise","descr":"Oliver kommt von einer coolen Geburtstagsparty nach Hause und verrät seinen Eltern, dass er wegen ihres bescheidenen Hauses so in Verlegenheit gebracht wird, dass er dort keine Geburtstagsfeier veranstalten möchte. Katie allerdings entscheidet sich dennoch dafür und beschließt, eine noch coolere Party für ihn und seine reichen Freunde zu schmeißen. Sie macht aus ihrem alten Keller einen Escape Room, und anfangs scheint der Geburtstag gut anzukommen – bis Oliver anfängt zu lügen.","versions":[{"lang":1,"streams":[{"redirect":8445324,"hoster":"VOE"},{"redirect":8275902,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zu Verkaufen","epNo":13,"alt":"Then And Now","descr":"Familie Otto muss sich mit dem Gedanken auseinandersetzen, ihre neue Heimat Westport womöglich bald wieder zu verlassen. Als ihr Haus zum Verkauf angeboten wird, sehen sie kaum noch einen Ausweg aus der Situation. Allerdings möchte keiner der Ottos umziehen – mit Ausnahme von Katie: Sie ist fest entschlossen, an einem anderen Ort einen Neuanfang zu wagen …","versions":[{"lang":1,"streams":[{"redirect":8445328,"hoster":"VOE"},{"redirect":8275904,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Liebe ist …","epNo":14,"alt":"Time For Love","descr":"Valentinstag ist mit Abstand der Feiertag, den Katie am wenigsten wertschätzt. Sie mag diesen Tag einfach nicht und möchte ihn einfach nur hinter sich bringen. Doch ihr Wunsch wird von einer gigantischen romantischen Geste seitens Greg völlig in den Schatten gestellt … Währenddessen besorgt auch Oliver ein überaus teures Geschenk für das Mädchen, in das er sich aktuell verliebt hat.","versions":[{"lang":1,"streams":[{"redirect":8445334,"hoster":"VOE"},{"redirect":8275903,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Männerfreundschaft","epNo":15,"alt":"The Man Date","descr":"Greg ist völlig aus dem Häuschen, als er endlich seinen ersten Freund in Westport gefunden hat. Es ist einer seiner Kollegen, der Geschichtsfreak Stan. Katie allerdings findet keinen Gefallen an dieser neuen Freundschaft und das vor allem deswegen, weil Stan mit ihrer Erzfeindin Chloe Brown Mueller verheiratet ist …","versions":[{"lang":1,"streams":[{"redirect":8445329,"hoster":"VOE"},{"redirect":8525483,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kontrollfreak Katie","epNo":16,"alt":"Bag Lady","descr":"Katie hat es aktuell wirklich nicht leicht: Ihre Familie beschwert sich unentwegt, weil sie sich offenbar zu sehr in alles einmischt. Also entscheidet sich Katie, den Dingen ihren Lauf zu lassen und sich zurückzuziehen. Schließlich hat sie noch ein weiteres Problem, um das sie sich kümmern muss: Sie hat in einem Einkaufsladen Mülleimer gekauft, die zu ihrem Leidwesen kaputt sind. Doch das lässt sich Katie nicht gefallen!","versions":[{"lang":1,"streams":[{"redirect":8445333,"hoster":"VOE"},{"redirect":8275910,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Ehren der Anderen","epNo":17,"alt":"Other People’s Marriages","descr":"Katie ermutigt Viv, bei deren rüpelhaften Ehemann Alan endlich mal für sich und ihre Leidenschaften wie beispielsweise Shoppen einzustehen. Greg hält von Anfang an nichts von dieser Idee und ist der Meinung, dass man sich niemals in fremde Ehen einmischen sollte, da das nur Probleme mit sich bringt. Damit liegt er auch nicht ganz falsch, denn auf einmal hat Viv ihren Mann verlassen und zieht kurzfristig bei den Ottos ein …","versions":[{"lang":1,"streams":[{"redirect":8445332,"hoster":"VOE"},{"redirect":8275918,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Französisch für Anfänger","epNo":18,"alt":"The Otto Motto","descr":"Als Greg mitbekommt, dass Taylor immer mehr Schulaktivitäten und Hobbys aufgibt, ist für ihn klar, wer die Schuld daran trägt: seine Frau Katie. Denn sie ist seiner Meinung nach auch ein Mensch, der viele Sachen anfängt, aber schnell das Interesse daran verliert. In Gregs Augen ist sie ein schlechtes Vorbild. Nachdem sie vor Jahren ihre Französischstunden aufgegeben hat, will er sie nun überreden, damit weiterzumachen. Ob sie es wohl dieses Mal durchzieht?","versions":[{"lang":1,"streams":[{"redirect":12918330,"hoster":"VOE"},{"redirect":8291747,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der alte Freund","epNo":19,"alt":"The Polo Match","descr":"Doris besteht darauf, dass Katie an dem Charity-Polo-Match, das sie organisiert hat, teilnimmt. Um ein wenig Stimmung und Leben in die Bude zu bringen, lädt Katie ihre beste Freundin aus dem College ein: Billy. Die soll der Veranstaltung ordentlich einheizen – und vor allem für Katies Spaß sorgen …","versions":[{"lang":1,"streams":[{"redirect":8445336,"hoster":"VOE"},{"redirect":8275921,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Allein unterwegs","epNo":20,"alt":"The Walk","descr":"Anna-Kat wünscht sich von ihren Eltern zum anstehenden Geburtstag nichts sehnlicher, als endlich einmal die drei Blocks zur Bibliothek ganz alleine gehen zu dürfen. Derweil muss sich Greg mit dem Gedanken arrangieren, dass Taylor einen festen Freund hat. Katie ist währenddessen von Oliver genervt, der seinen Freund Cooper Bradford in jeder freien Minute mit ins Haus der Familie Otto bringt …","versions":[{"lang":1,"streams":[{"redirect":8445337,"hoster":"VOE"},{"redirect":8275922,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Club","epNo":21,"alt":"The Club","descr":"Anna-Kat entwickelt eine Angst vor Wasser und möchte daher nicht mehr in die Badewanne. Bei der Therapie wird der Familie empfohlen, einfach trotzdem schwimmen zu gehen. Damit hat Katie allerdings ein kleines Problem: Denn sie hat Angst davor, sich öffentlich in Schwimmbekleidung zu präsentieren. Derweil bekommt Greg ein komplettes Umstyling von Oliver …","versions":[{"lang":1,"streams":[{"redirect":8445349,"hoster":"VOE"},{"redirect":8275935,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blackout","epNo":22,"alt":"Dude, Where’s My Napkin?","descr":"Katie und Greg genießen seit Langem mal wieder eine Nacht in der Stadt; gemeinsam mit Angelas Ex-Freund. Der war Greg nämlich erst kürzlich bei einem Deal behilflich. Ganz harmonisch bleibt der Abend allerdings nicht – vor allem, weil Angelas Ex Katie als eine schlechte Freundin hinstellt …","versions":[{"lang":1,"streams":[{"redirect":8555444,"hoster":"VOE"},{"redirect":8275930,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Vollblut-Mom","epNo":23,"alt":"Can’t Hide It Anymore","descr":"Das ganze Jahr über hat es Katie geschafft, sich vor den verpflichtenden Ehrenamtsstunden der Schule zu drücken. Als die anderen Mütter dann allerdings Druck aufbauen und sie dazu zwingen möchten zu helfen, muss Katie auf eine moralisch nicht ganz korrekte Weise einen Weg finden, um zu kneifen …","versions":[{"lang":1,"streams":[{"redirect":8445338,"hoster":"VOE"},{"redirect":8275931,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ferienende","epNo":1,"alt":"Back To School","descr":"Katies (Katy Mixon) Bemühungen, mehr Zeit für sich zu haben, schlagen fehl, wenn sie gezwungen ist die Frühlingsgala der Schule zu leiten, um sich mit den Westport Müttern zu versöhnen.\rOliver (Daniel DiMaggio) zeigt Katie, dass seine Leidenschaft für Ballett aufrichtig ist und sie setzt sich für ihn gegen seinen herabsetzenden Lehrer ein.\rWährenddessen sind Taylor (Meg Donnelly) und Greg (Diedrich Bader) anderer Meinung, wenn es um die Frage geht, ob sie das College besuchen soll. Außerdem bringt Greg Taylor das Autofahren bei.","versions":[{"lang":1,"streams":[{"redirect":8445342,"hoster":"VOE"},{"redirect":8275938,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Echte Männer","epNo":2,"alt":"Boar-dain","descr":"Katie (Katy Mixon) möchte sich von Oliver (Daniel DiMaggio), Greg (Diedrich Bader) und ihrer Rivalin Tara (Carly Craig) nicht unter Druck setzen lassen und bleibt dabei, eine große Frühlingsgala zu planen. Oliver hat indes eigene Sorgen, denn er wurde hart von seiner Freundin abserviert. Nun möchte ihm Greg helfen, wieder auf die Beine zu kommen. Und zwar indem sie die perfekte Grillparty schmeißen.","versions":[{"lang":1,"streams":[{"redirect":8445345,"hoster":"VOE"},{"redirect":8275941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Veganer und Blondies","epNo":3,"alt":"The Uprising","descr":"Katie (Katy Mixon) hadert mit der Widerborstigkeit von Taylor (Meg Donnelly) und Anna-Kat (Julia Butters), als Anna-Kat beschließt, nun Vegetarierin zu sein, und Taylor ihre Haare blond färbt, ohne Katie vorher gefragt zu haben.","versions":[{"lang":1,"streams":[{"redirect":14426658,"hoster":"VOE"},{"redirect":8275944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Läusealarm","epNo":4,"alt":"The Lice Storm","descr":"Als Anna-Kat (Julia Butters) die Läuse mit nach Hause bringt, nutzt Katie (Katy Mixon) das aus, um gemeinsame Zeit mit Taylor (Meg Donnelly) zu forcieren.\rGreg (Diedrich Bader) versucht indes, Zeit mit Oliver (Daniel DiMaggio) zu verbringen, indem er einen Campingausflug im eigenen Garten organisiert. Das geht jedoch schief, weil Oliver lieber Zeit mit dem schmierigen Nachbarn Spencer verbringen möchte.","versions":[{"lang":1,"streams":[{"redirect":8445346,"hoster":"VOE"},{"redirect":8275949,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Katie bekommt einen Korb","epNo":5,"alt":"Boo-who?","descr":"Westport ist bekannt für seine Halloween-Tradition, eine anonyme Nachricht vor der Tür eines Nachbarn zu hinterlassen. Katie (Katy Mixon) versucht cool zu tun, ist aber völlig aufgeregt als die erste Nachricht für die Ottos eintrifft. Doch wie sich herausstellt, ist diese nur versehentlich dort gelandet.","versions":[{"lang":1,"streams":[{"redirect":8525505,"hoster":"VOE"},{"redirect":8525502,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Schweine-Flüsterer","epNo":6,"alt":"The Pig Whisperer","descr":"Hans Gruber ist seit einiger Zeit das neue Familienmitglied und erfreut sich großer Beliebtheit bei den Ottos. Nur Katie will, dass das Hausschwein wieder verschwindet. Doch Anna-Kat hat eine starke Bindung zu Hans aufgebaut. Sie dressiert ihn sogar. So leicht wird Katie das Tier also nicht wieder los. Oliver und Viv kämpfen derweil um die Aufmerksamkeit des schwerreichen Nachbarn Spencer. Beide haben es auf sein Erbe abgesehen und geben alles, um sich gegenseitig zu übertreffen.","versions":[{"lang":1,"streams":[{"redirect":8525511,"hoster":"VOE"},{"redirect":8525507,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familiengeheimnisse","epNo":7,"alt":"Family Secrets","descr":"Zu Katies Unmut kommen an Thanksgiving ihre Schwiegereltern zu Besuch. Die sind sehr konservativ und kritisieren ihre Mitmenschen nur allzu gerne. Oliver hat seinen reichen, kriminellen Freund Spencer eingeladen, und dann taucht auch noch Katies schamlose Mutter unangekündigt auf – für Thomas ein gefundenes Fressen. Doch kurz bevor alle aufeinander losgehen, kommt plötzlich das dunkle Geheimnis von Gregs Vater ans Licht.","versions":[{"lang":1,"streams":[{"redirect":8445348,"hoster":"VOE"},{"redirect":8275950,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die große Schlacht","epNo":8,"alt":"Blue Christmas","descr":"Während Katie ihre ganze Energie in die Planung der Frühlings-Gala steckt, widmet sich Greg der Nachstellung des großen Massakers von Westport. Seine beiden Töchter nimmt er mit zu den Proben, um ihnen die Geschichte ihrer Heimat näher zu bringen. Allerdings dürfen die Mädchen nicht als Soldaten auf das fiktive Schlachtfeld, ihnen ist lediglich die Rolle einer Krankenschwester vorbestimmt. Anna-Kat ist begeistert, doch Taylor ist sauer über das frauenfeindliche Verhalten.","versions":[{"lang":1,"streams":[{"redirect":8445347,"hoster":"VOE"},{"redirect":8275951,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Neue beste Freunde","epNo":9,"alt":"The Couple","descr":"Katie und Greg finden die meisten Bewohner Westports langweilig. Deswegen sind sie umso überraschter, als sie endlich ein witziges Paar kennen lernen, mit dem sich beide gleichermaßen gut verstehen. Allerdings hat die Sache einen Haken: Courtney und Zach haben noch keinen Nachwuchs – und so befürchten die Ottos, dass sich ihre neuen besten Freunde zurückziehen werden, sobald sie von ihren drei Kindern erfahren.","versions":[{"lang":1,"streams":[{"redirect":8445356,"hoster":"VOE"},{"redirect":8275956,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Beim nächsten mal wird alles besser","epNo":10,"alt":"Selling Out","descr":"Das Fest der Liebe ist gekommen, und Katie pocht auf die Einhaltung der Familientraditionen – und das um jeden Preis. Allerdings hat sie nicht damit gerechnet, dass sich Doris’ Baby auf den Weg macht, und sie ihrer besten Freundin bei der Geburt beistehen muss. Um doch nicht auf den Weihnachtsbrauch zu verzichten, feiert die gesamte Familie kurzerhand in der Klinik. Dann landet Greg allerdings plötzlich selbst im Krankenbett.","versions":[{"lang":1,"streams":[{"redirect":8445351,"hoster":"VOE"},{"redirect":8275962,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die große Selbstständigkeit","epNo":11,"alt":"The Anniversary","descr":"Katie ist traurig, weil ihr nicht nur Taylor und Oliver langsam entgleiten – auch Anna-Kat wird immer selbständiger und möchte nun allein zur Schule gehen. Das geht Katie viel zu schnell, und so schürt sie heimlich die Ängste ihrer jüngsten Tochter, um sie wieder in ihre Arme zurück zu treiben. Greg findet das heraus und stellt seine Frau zur Rede. Taylor verbündet sich derweil mit ihrem Bruder, um ihre Eltern auszutricksen und zu einer Party zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8525524,"hoster":"VOE"},{"redirect":8525525,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Greg auf der Erfolgswelle","epNo":12,"alt":"Midlife Crisis","descr":"Greg könnte eigentlich überglücklich sein: Er ist jetzt offiziell Autor, denn sein erstes Buch kommt auf den Markt. Doch er hat die Befürchtung, dass es keinen Absatz findet. Katies Freundinnen unterstützen Greg mit guten Bewertungen auf Online-Plattformen – und plötzlich ist das Werk tatsächlich ausverkauft. Und das hat einen ganz speziellen Grund.","versions":[{"lang":1,"streams":[{"redirect":8525529,"hoster":"VOE"},{"redirect":8525527,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Romantik und Rapunzel","epNo":13,"alt":"The Anniversary","descr":"Im Hause Otto stehen alle Zeichen auf Romantik: Greg bereitet den 18. Hochzeitstag vor, Oliver will mit seinem Schwarm Gina ausgehen, und Taylor führt eine glückliche Beziehung mit ihrem Freund Trip. Anna-Kat hat derweil Angst, in die Schule zu gehen. Dort steht nämlich der Süßigkeitentag bevor, an dem die Kinder ihren Freunden kleine Tüten mit Leckereien schenken, und Anna-Kat befürchtet, leer auszugehen.","versions":[{"lang":1,"streams":[{"redirect":8445353,"hoster":"VOE"},{"redirect":8275963,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Midlife Crisis","epNo":14,"alt":"Midlife Crisis","descr":"Oliver ist derart ehrgeizig, dass er wie besessen für die Schule lernt, anstatt auch mal Spaß zu haben. Katie will ihren Sohn davor beschützen, vorzeitig eine Midlife-Crisis zu bekommen. Sie beschließt, ihm zu zeigen, wie man das Leben genießt. Greg ist unterdessen traurig, weil sich sein bester Freund auf einem Selbstfindungstrip befindet. Anna-Kat will ihrem Vater helfen und lädt ein merkwürdiges Mädchen zum Spielen ein, damit deren Vater sich mit Greg anfreundet.","versions":[{"lang":1,"streams":[{"redirect":8445354,"hoster":"VOE"},{"redirect":8275967,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der andere Ehemann","epNo":15,"alt":"The Mom Switch","descr":"Katie gibt sich wie immer alle Mühe, das Leben der Ottos zu organisieren. Doch weil sich niemand an ihre Regeln halten will, steht jedes Familienmitglied schnell vor großen Problemen, die Katie lösen soll. Zu allem Übel kommt auch noch Viv vorbei und geht ihr auf die Nerven. Kurzerhand nimmt sie sich eine Auszeit in ihrer Wohlfühloase und überlässt Viv die Aufsicht für ihre Kinder. Im Supermarkt trifft Katie ihren Vertrauten Adam, der ihr mit Rat und Tat zur Seite steht.","versions":[{"lang":1,"streams":[{"redirect":8445358,"hoster":"VOE"},{"redirect":8275970,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Geheimzutat","epNo":16,"alt":"Field Day","descr":"Anna-Kat bittet ihre Mutter, gemeinsam mit ihr beim Sportfest anzutreten. Um es den eingebildeten West-Port-Müttern zu zeigen, trainiert Katie wie besessen mit ihrer Tochter. Dabei merkt sie gar nicht, dass Anna-Kat jeglichen Spaß am Sport verloren hat. Greg will derweil für das Fest mit Oliver ein Chili nach dem Geheimrezept der Familie zubereiten. Als sein Sohn ablehnt, möchte Trip für ihn einspringen. Das innige Verhältnis zwischen Greg und Trip weckt die Eifersucht in Oliver.","versions":[{"lang":1,"streams":[{"redirect":8525540,"hoster":"VOE"},{"redirect":8525539,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Alle schwer verliebt","epNo":17,"alt":"All Coupled Up","descr":"Taylor und Trip sind so verliebt, dass sie kaum die Finger voneinander lassen können. Allerdings machen sie das nur, wenn Katie nicht im Raum ist. Vor Greg hingegen haben die beiden keine Hemmungen. Katie empfiehlt ihrem Mann, mehr durchzugreifen. Oliver lässt unterdessen für seine Freundin Gina seinen Kumpel Cooper sitzen. Obwohl Katie den verwöhnten Jungen eigentlich nicht mag, hilft sie ihm, sich Oliver wieder anzunähern. Und auch Anna-Kat ist verliebt.","versions":[{"lang":1,"streams":[{"redirect":9583571,"hoster":"VOE"},{"redirect":8525544,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Angela gibt alles","epNo":18,"alt":"The Venue","descr":"Katie, die noch immer die Frühlingsgala vorbereitet, würde alles dafür tun, um das Haus ihrer Erz-Rivalin Chloe Brown Mueller als Location zu bekommen. So überredet sie Angela, mit Chloe zu sprechen. Der Plan geht sogar auf – zumindest kurzzeitig, doch schon bald sind Katie und Chloe wieder erbitterte Feinde. Greg hilft unterdessen an der Schule als Schülerlotse aus. Das ist seinen Kindern allerdings peinlich, und sie wissen auch schon, wie sie ihren Vater stoppen können.","versions":[{"lang":1,"streams":[{"redirect":8525546,"hoster":"VOE"},{"redirect":8525542,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Freund geht","epNo":19,"alt":"It’s Hard To Say Goodbye","descr":"Die Ottos machen sich große Sorgen um ihr tierisches Familienmitglied Hans Gruber. Das Hausschwein liegt nur noch traurig auf dem Bett. Katie und Greg rufen einen Tierarzt, der ihnen nahelegt, Hans Gruber zu einer Farm zu bringen, auf der er ein Leben unter seinesgleichen führen kann. Und das bleibt leider nicht der einzige Abschied, den die Familie verkraften muss: Ihr Nachbar – und Olivers Vertrauter – Spencer Blitz verstirbt plötzlich.","versions":[{"lang":1,"streams":[{"redirect":8445357,"hoster":"VOE"},{"redirect":8275981,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Spencers Vermächtnis","epNo":20,"alt":"The Inheritance","descr":"Ursprünglich hatte es Oliver nur auf das Erbe seines schwerreichen Nachbarn Spencer abgesehen, doch im Laufe der Zeit sind die beiden richtige Freunde geworden. Dennoch ist die Spannung nach Spencers Tod groß: Hat er den Ottos etwas vererbt – und wenn ja, wie viel? Diese Information ist aber nicht die einzige Überraschung, die auf die Familie wartet, denn Katies Mutter steht plötzlich vor der Tür und offenbart, dass sie und Spencer ein Liebespaar waren.","versions":[{"lang":1,"streams":[{"redirect":12251701,"hoster":"VOE"},{"redirect":8275978,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Kinder schlagen zurück","epNo":21,"alt":"It’s Not You, It’s Me","descr":"Der Haussegen hängt bei den Ottos gehörig schief, denn Katie und Greg haben so einiges am Handeln ihrer Kinder auszusetzen, was sie ihnen bei jeder Gelegenheit zeigen. So möchte Katie unbedingt Anna-Kats Freund Franklin gegen Mia und Todd tauschen. Von Taylor verlangt sie, dass sie endlich ihr eigenes Geld verdient – und Oliver gerät mit Greg wegen eines Schulreferats aneinander. Dass ihre Kinder eigene Entscheidungen treffen müssen, verstehen Katie und Greg aber letztlich doch.","versions":[{"lang":1,"streams":[{"redirect":8445362,"hoster":"VOE"},{"redirect":8525552,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Einer für alle, alle für einen","epNo":22,"alt":"Sliding Sweaters","descr":"Bevor sie ihre drei Kinder bekommen hat, war Katie sehr erfolgreich in ihrem Job. Sie stand sogar kurz vor einer Beförderung, die wegen ihrer Schwangerschaft dann aber an ihre Kollegin Ashley ging. Nun wollen sich die beiden Frauen nach vielen Jahren zum Frühstück treffen – und Katie möchte natürlich den besten Eindruck hinterlassen. Dabei will sie nichts dem Zufall überlassen und plant sogar ihr Outfit bis ins letzte Detail.","versions":[{"lang":1,"streams":[{"redirect":8525559,"hoster":"VOE"},{"redirect":8525555,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Stargast des Abends","epNo":23,"alt":"Finding Fillion","descr":"Katie verspricht bei ihrer Präsentation, dass Serienstar Nathan Fillion bei der örtlichen Frühlings-Gala auftreten wird. Dumm nur, dass sie das – und ein paar weitere spektakuläre Details der Veranstaltung – nur erfunden hat. Um nicht vor der gesamten Nachbarschaft als Trottel dazustehen, muss sie sich etwas einfallen lassen. Als Katie von einer Autogrammstunde des Schauspielers erfährt, macht sie sich sofort auf den Weg dorthin.","versions":[{"lang":1,"streams":[{"redirect":8525561,"hoster":"VOE"},{"redirect":8525557,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die große Gala","epNo":24,"alt":"The Spring Gala","descr":"Katie hat allen Grund, zufrieden mit sich und ihren Vorbereitungen für die Frühlings-Gala zu sein. Sie hat das Großevent bestens organisiert – und sogar Stargast Nathan Fillion engagiert. Doch ein paar Stunden vor Beginn fehlen nicht nur die Dekoration und die Tänzer, sondern auch das komplette Catering. Offenbar wird Katie von einer neidischen Nachbarin boykottiert. Zum Glück kann sie auf die Hilfe von Familie und Freunden zählen.","versions":[{"lang":1,"streams":[{"redirect":8525566,"hoster":"VOE"},{"redirect":8525564,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das schlechte Gewissen","epNo":1,"alt":"Mom Guilt","descr":"Im noblen Westport leben vermeintlich perfekte Hausfrauen, die ihre vermeintlich perfekten Familien voll im Griff haben. Hinter dieser glanzvollen Fassade ausgelebten Familienglücks bewältigt auch Katie ihren Alltag. Von Perfektion kann bei ihr und ihrer Familie nicht die Rede sein. Aber Katie weiß, dass ihre Nachbarinnen nicht besser sind. In Monologen zieht sie über die perfekten Hausfrauen her.","versions":[{"lang":1,"streams":[{"redirect":8525565,"hoster":"VOE"},{"redirect":8525574,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445262,"hoster":"VOE"},{"redirect":8275767,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Küss den Ring!","epNo":2,"alt":"Here We Go Again","descr":"","versions":[{"lang":1,"streams":[{"redirect":8525567,"hoster":"VOE"},{"redirect":8525563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8429917,"hoster":"VOE"},{"redirect":8275768,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schummeln ist die halbe Miete","epNo":3,"alt":"Cheaters Sometimes Win","descr":"Als Katies (Katy Mixon) Mutter Kathryn in die Stadt kommt, ermutigen beide die Kinder, ein paar unbedachte Entscheidungen zu treffen: Oliver (Daniel DiMaggio) betrügt in seinem Kurs und Katie hilft ihm dabei. Derweil erklärt Kathryn Taylor (Meg Donnelly), dass sie nicht aufs College gehen muss.","versions":[{"lang":1,"streams":[{"redirect":8525577,"hoster":"VOE"},{"redirect":8525569,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445263,"hoster":"VOE"},{"redirect":8275772,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die große Kandidatur","epNo":4,"alt":"Enemies: An Otto Story","descr":"Anna-Kat (Julia Butters) kandidiert für die Position des \"Grünen Stuhls\" in der Schulwahl gegen Chloe Brown Muellers Tochter, was in einem Wetteifern der beiden Mütter führt. Währenddessen fürchtet Greg (Diedrich Bader), dass Taylors (Meg Donnelly) neuer Freund Pierce sie von Trip wegstehlen wird, weswegen Greg sich einmischt und Intrigen schmiedet, um das zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8525623,"hoster":"VOE"},{"redirect":8525618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445272,"hoster":"VOE"},{"redirect":8275777,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sieben Minuten im Himmel","epNo":5,"alt":"Trust Me","descr":"Als Taylor (Meg Donnelly) sich entschließt, auf eine Halloween-Feier zu gehen, streiten sich Greg (Diedrich Bader) und Katie (Katy Mixon) darüber, ob Taylor vertrauenswürdig ist. Oliver (Daniel DiMaggio) und Cooper gehen auf einer anderen Party und sind nervös wegen eines Trinkspiels, dass sie mit ihren Dates dort spielen. Eine schwangere Viv läuft Katie nach und möchte Hilfe bei ihren Vorbereitungen auf ihr Baby.","versions":[{"lang":1,"streams":[{"redirect":8525621,"hoster":"VOE"},{"redirect":8525615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445274,"hoster":"VOE"},{"redirect":8275785,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Keiner ist perfekt","epNo":6,"alt":"Body Image","descr":"Nachdem eine für ihren Umfang bekannte Frau sich operieren lässt, lässt Chloe Brown Mueller es sich nicht entgehen, Katie (Katy Mixon) bescheid zu geben, dass Katie nun die Dickste Hausfrau In Westport ist. Um sich dafür an Chloe zu rächen, nimmt Katie einiges in Kauf und gelangt an unschöne Fotos aus Chloes Jugend. Im einem Gespräch mit Taylor (Meg Donnelly) und Anna-Kat (Julia Butters) entpuppen sich Katie und ihre Mutter, Kathryn, als ein schlechter Einfluss. Beide bringen unbedacht Taylor und Anna-Kat dazu, zu sehr auf ihr Äußeres zu achten. Langsam erkennt Katie, dass sei mit der Zeit Teil des Problems geworden ist.","versions":[{"lang":1,"streams":[{"redirect":13004052,"hoster":"VOE"},{"redirect":8525617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096994,"hoster":"VOE"},{"redirect":8275780,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Code","epNo":7,"alt":"The Code","descr":"Über die Jahre hat es sich ergeben, dass die Ottos für alle Sicherheitsmechanismen den gleichen Code verwenden. Anna-Kat möchte gerne wissen, warum ihre Eltern genau diese Zahlen ausgesucht haben. Katie wird klar, dass sie die Bedeutung der Nummern überhaupt nicht kennt. Weil Greg ihr die Wahrheit offenbar verschweigt, beschließt Katie, nachzuforschen. Taylor flirtet derweil mit ihrem Duettpartner, ohne dass ihr Freund Trip es merkt.","versions":[{"lang":1,"streams":[{"redirect":8525630,"hoster":"VOE"},{"redirect":8525625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8861576,"hoster":"VOE"},{"redirect":8532426,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Vorzeigefrau","epNo":8,"alt":"Trophy Wife","descr":"Zu Katies Überraschung gibt es offenbar endlich eine Frau, die die anderen Bewohnerinnen Westports mehr hassen als sie. Das möchte Katie nutzen, um sich mit der Neuen zu verbünden. Der Plan geht allerdings nach hinten los. Greg und die Kinder versuchen unterdessen, eine Beziehung zu Katies Mutter aufzubauen, was allerdings gar nicht so einfach ist.","versions":[{"lang":1,"streams":[{"redirect":8525655,"hoster":"VOE"},{"redirect":12512106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8781771,"hoster":"VOE"},{"redirect":8781768,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die einzigartige Anne-Kat","epNo":9,"alt":"Highs And Lows","descr":"Katie beobachtet, wie ihre beiden ältesten Kinder mit ihrem Liebeskummer umgehen und ist fast ein bisschen neidisch auf die spannende Zeit. Bei ihr und Greg ist die Aufregung längst verflogen, und so versucht sie mit allen Mitteln, die Leidenschaft wieder zu entfachen. Und auch Katies Mutter will eine alte Liebe wieder anheizen. Anna-Kat ist derweil traurig, weil ihr einziger Schulfreund krank ist und die anderen Kinder sie meiden.","versions":[{"lang":1,"streams":[{"redirect":8525660,"hoster":"VOE"},{"redirect":8525659,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096995,"hoster":"VOE"},{"redirect":8275789,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bescherung der besonderen Art","epNo":10,"alt":"Saving Christmas","descr":"Weihnachten ist das Fest der Liebe: Als zu diesem Anlass spontan Katies Vater zu Besuch kommt, nutzt er die Chance und nähert sich nach vielen Jahren seiner Ex-Frau – die noch immer bei den Ottos wohnt – wieder an. Katie steht dem Liebes-Comeback ihrer Eltern skeptisch gegenüber. Doch die beiden wagen einen Neuanfang. Und auch Taylor folgt ihrem Herzen und entscheidet sich endlich zwischen Trip und Pierce.","versions":[{"lang":1,"streams":[{"redirect":8525664,"hoster":"VOE"},{"redirect":8525658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445275,"hoster":"VOE"},{"redirect":8275795,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dinge, die ich an dir hasse","epNo":11,"alt":"The Things You Do","descr":"Taylor ist am Boden zerstört: Sie hat sich schweren Herzens zwischen ihren beiden Verehrern entschieden und muss nun feststellen, dass ihr neuer Freund Pierce sie nur ins Bett bekommen will. Um sich an ihm zu rächen, spannt sie ihre gesamte Familie ein. Und die Ottos geben alles, um Taylors Ex Trip gemeinsam zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":8525661,"hoster":"VOE"},{"redirect":8525663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9571454,"hoster":"VOE"},{"redirect":8532428,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Diamond Dogs","epNo":12,"alt":"Disconnected","descr":"Mal wieder wollen Greg und Katie ihre Fähigkeiten als Eltern verbessern und versuchen, ihren Kindern eine Freude zu machen, indem sie mehr Zeit mit ihnen verbringen. Allerdings funktioniert die Freundschaftsschiene zwischen Taylor und ihrer Mutter so gar nicht: Denn Katie rastet total aus, als sie erfährt, was ihre Tochter manchmal anstellt. Und auch bei Greg und Oliver bahnt sich schnell Ärger an.","versions":[{"lang":1,"streams":[{"redirect":8445366,"hoster":"VOE"},{"redirect":8275989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9571456,"hoster":"VOE"},{"redirect":8527493,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mehr Geld, Mehr Probleme","epNo":13,"alt":"Mo’ Money, Mo’ Problems","descr":"Katie hat einen Bonus für ihre Arbeit erhalten und möchte sich dafür etwas Schönes kaufen. Greg ist sauer, weil er sein Gehalt nicht für seine Hobbys ausgeben darf. Da die beiden keine Lösung finden, müssen Katies Freundinnen als Beraterinnen fungieren. Oliver will derweil nach der Trennung von seiner Freundin endlich wieder nach vorne schauen und mal so richtig Spaß haben. Dabei geht er allerdings viel zu weit.","versions":[{"lang":1,"streams":[{"redirect":8525674,"hoster":"VOE"},{"redirect":8525667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8527498,"hoster":"VOE"},{"redirect":8527496,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Verrückt nach Baby","epNo":14,"alt":"American Idol","descr":"Immer wieder sucht Nachbarin Viv Hilfe mit ihrem kleinen Baby bei Katie und Greg. Sie vermisst ihr Luxusleben ohne Verantwortung und Verpflichtungen. Als ihr Ex-Mann auftaucht und sie um einen Neuanfang bittet, verleugnet sie ihr Kind und geht mit ihm. Greg kümmert sich derweil um die kleine Violet und merkt dabei, dass er selbst gerne noch ein Baby mit Katie bekommen würde.","versions":[{"lang":1,"streams":[{"redirect":8525676,"hoster":"VOE"},{"redirect":12978092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530556,"hoster":"VOE"},{"redirect":8532435,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"American Idol","epNo":15,"alt":"A Mom’s Parade","descr":"Taylor will sich bei einer TV-Sendung bewerben, in der Gesangstalente gesucht werden. Ihre Eltern halten jedoch gar nichts davon. Wenn es nach ihnen geht, soll ihre Tochter erst einmal aufs College gehen. Katie muss unterdessen ein Event organisieren, bei dem beruflich erfolgreiche Frauen geehrt werden. Zu ihrer Überraschung stehen bei der Planung aber plötzlich nur die verwöhnten Westport-Hausfrauen vor ihr.","versions":[{"lang":1,"streams":[{"redirect":13097000,"hoster":"VOE"},{"redirect":8275999,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12918325,"hoster":"VOE"},{"redirect":8532437,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Insta-Freunde","epNo":16,"alt":"Baby Crazy","descr":"Greg hat einen neuen Freund: Dane – ein Mitglied seiner Gilde. Anfangs ist Katie froh darüber, doch das ändert sich schnell, weil sie sich vernachlässigt fühlt. Und auch Oliver befürchtet, abserviert zu werden, denn sein bester Freund macht offenbar lieber einen Yachtausflug, als Zeit mit ihm zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":12332409,"hoster":"VOE"},{"redirect":8275992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8967288,"hoster":"VOE"},{"redirect":8532442,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Katie fliegt auf","epNo":17,"alt":"Liar Liar, Room On Fire","descr":"Dass Katie gerne mal zu einer Notlüge greift, ist kein Geheimnis – doch in letzter Zeit hat sie damit ein wenig übertrieben. Sie verstrickt sich immer weiter in ihre kleinen Schwindeleien, sodass sie sogar Greg bitten muss, sie zu decken, um vor ihren Freundinnen nicht aufzufliegen.","versions":[{"lang":1,"streams":[{"redirect":8525680,"hoster":"VOE"},{"redirect":8525679,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445277,"hoster":"VOE"},{"redirect":8275797,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Handy Detox","epNo":18,"alt":"Phone Free Day","descr":"Weil es in der Familie immer wieder zu Streit über die Handynutzung kommt, greift Katie zu drastischen Maßnahmen: Sie verhängt ein eintägiges Smartphone-Verbot. Während Taylor dadurch ihre Welt zusammenbrechen sieht, glaubt Katie den Telefonverzicht locker zu verschmerzen. Doch schnell wird auch ihr klar, dass sie ihr Handy immer und überall nutzt und es gar nicht so leicht ist, ohne die zur Normalität gewordene Technik zu leben.","versions":[{"lang":1,"streams":[{"redirect":8525687,"hoster":"VOE"},{"redirect":8525684,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9571458,"hoster":"VOE"},{"redirect":8275803,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Oma greift ein!","epNo":19,"alt":"Grandma\u0027s Way","descr":"Anna-Kat ist endlich mit anderen Kinder verabredet. Katie freut sich so sehr darüber, dass sie einen großartigen Spielenachmittag mit vielen Überraschungen vorbereitet, um die potentiellen neuen Freunde ihrer Tochter zu beeindrucken. Doch dann wird sie überraschend krank und braucht Hilfe bei der Organisation von Anna-Kats großem Tag. Und Greg hat schnell eine Lösung parat: Er ruft Katies Mutter an.","versions":[{"lang":1,"streams":[{"redirect":8525688,"hoster":"VOE"},{"redirect":8525686,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9571459,"hoster":"VOE"},{"redirect":8532446,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Field Trippin ?","epNo":20,"alt":"Field Trippin ?","descr":"Katie (Katy Mixon) fürchtet, zu viel Zeit im Büro zu verbringen und meldet sich freiwillig um bei Anna-Kats (Julia Butters) Schulausflug als Aufsicht mitzukommen. Greg (Diedrich Bader) nutzt eine kreative Erziehungsmethode als er Taylor (Meg Donnelly) und Oliver (Daniel DiMaggio) erwischt.","versions":[{"lang":1,"streams":[{"redirect":8525694,"hoster":"VOE"},{"redirect":8525691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9571460,"hoster":"VOE"},{"redirect":8275804,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Locked In The Basement","epNo":21,"alt":"Locked In The Basement","descr":"Zu Katies (Katy Mixon) Entsetzen findet Anna-Kat (Julia Butters) eine beste Freundin in Penny, der Tochter ihrer Erzfeindin Chloe Brown Mueller. Katie setzt alles daran, Chloe zu umgehen und die Mädchen auseinander zu halten. Also müssen Anna-Kat und Chloe die Sache in ihre eigenen Hände nehmen. Unterdessen ermutigt Greg (Diedrich Bader) Oliver (Daniel DiMaggio) ehrlich zu seiner Freundin zu sein und seine Liebe zum Ballett nicht zu verstecken.","versions":[{"lang":1,"streams":[{"redirect":13916688,"hoster":"VOE"},{"redirect":8525690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445281,"hoster":"VOE"},{"redirect":8275809,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"The Dance","epNo":22,"alt":"The Dance","descr":"Katie (Katy Mixon) und Greg (Diedrich Bader) freuen sich auf einen romantischen Abend zu Hause während die Kinder auf einer Tanzveranstaltung in der Schule sind. Doch Anna-Kat (Julia Butters) ist am Boden zerstört als ihr Schwarm sie nicht einlädt und Oliver (Daniel DiMaggio) gerät in Panik als die Vorhersagen eines Wahrsagers Realität werden.","versions":[{"lang":1,"streams":[{"redirect":12381859,"hoster":"VOE"},{"redirect":8525692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445288,"hoster":"VOE"},{"redirect":8275813,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Mütterparade","epNo":23,"alt":"A Mom\u0027s Parade","descr":"Katie (Katy Mixon) ist frustriert, dass sie nicht genug Wertschätzung für alles, was sie macht, bekommt und beschließt die Familie durch ihre Abwesenheit spüren zu lassen, was sie an ihr hat. Doch ihr Plan geht nach hinten los als die Kinder überraschend gut ohne sie klarkommen. Allerdings bekommt Greg (Diedrich Bader) die Hauptlast von Katies Aufgaben voll zu spüren.","versions":[{"lang":1,"streams":[{"redirect":8525698,"hoster":"VOE"},{"redirect":8525699,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Eine neue Ära","epNo":1,"alt":"The Minivan","descr":"Für Familie Otto bricht eine neue Ära an, treffen Katie (Katy Mixon) und Greg (Diedrich Bader) doch eine sehr emotionale Entscheidung, als sich von ihrer langjährigen Familienkutsche trennen. Daniel muss indes einen Rückschlag hinnehmen und neu überlegen, wie er seine Ziele erreichen kann.","versions":[{"lang":1,"streams":[{"redirect":8525701,"hoster":"VOE"},{"redirect":8525700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096996,"hoster":"VOE"},{"redirect":8275817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zuviel ist zuviel","epNo":2,"alt":"Bed, Bath \u0026amp; Beyond our Means","descr":"Katies (Katy Mixon) Leben wird völlig auf den Kopf gestellt als sie von Whitney (Kelly Ripa), ihrer Chefin, befördert wird. Der Tod eines Kollegen wirft Greg (Diedrich Bader) in eine existenzielle Krise.","versions":[{"lang":1,"streams":[{"redirect":8525703,"hoster":"VOE"},{"redirect":8525702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530559,"hoster":"VOE"},{"redirect":8532448,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Recyclen für Anfänger","epNo":3,"alt":"Bigger Kids, Bigger Problems","descr":"Als die Mensa in Anna-Kats (Julia Butters) Schule sich weigert einfache Veränderungen vorzunehmen, um klimafreundlicher zu sein, bittet Greg (Diedrich Bader) seinen Freund und Umweltaktivist Bill Doty (Ryan Stiles) um Hilfe. Als der Versuch mit einer Show auf die Wichtigkeit von Recycling aufmerksam zu machen, scheitert, ruft Greg als Verstärkung Mr. Green (Drew Carey). In der Zwischenzeit entdeckt Katie (Katy Mixon), dass Taylor (Meg Donnelly) hinter ihrem Rücken ein Rezept für die Antibabypille bekommen hat. Die Situation eskaliert, als Katie feststellt, dass Angela (Carly Hughes) ihr dabei geholfen hat.","versions":[{"lang":1,"streams":[{"redirect":8525704,"hoster":"VOE"},{"redirect":8525705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332406,"hoster":"VOE"},{"redirect":8275818,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lasagne","epNo":4,"alt":"Lasagna","descr":"Greg (Diedrich Bader) organisiert ein Treffen für die Westport Historical Guild, um Stans (Timothy Omundson) Rückkehr zu feiern und Katies (Katy Mixon) Lasagne ist bei den Jungs sehr beliebt. Nachdem sich Stan immer wieder Nachschlag holt und auffällig viel Zeit bei den Ottos verbringt, kommt Chloe Brown Mueller (Jessica St. Clair) zu dem Schluss, dass Stan und Katie eine außereheliche Affäre haben. In der Zwischenzeit helfen Angela (Carly Hughes) und Doris (Ali Wong) Oliver (Daniel DiMaggio) bei seinem Teen-Help-Line Interview.","versions":[{"lang":1,"streams":[{"redirect":8525708,"hoster":"VOE"},{"redirect":8525709,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445285,"hoster":"VOE"},{"redirect":8275828,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Labyrinth des Grauens","epNo":5,"alt":"The Maze","descr":"Katie (Katy Mixon) ignoriert Gregs (Diedrich Bader) Bedenken und macht mit Anna-Kat (Julia Butters) einen Ausflug zu einem Zombie-Labyrinth, das ein Teil einer jährlichen Halloween-Veranstaltung ist. Nachdem sie das Labyrinth betreten haben, bereut Katie ihre Entscheidung jedoch sofort. Greg nimmt derweil an einem Wettbewerb teil, bei dem es darum geht, kreative Muster in Kürbisse zu schnitzen.","versions":[{"lang":1,"streams":[{"redirect":8525714,"hoster":"VOE"},{"redirect":8525712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530561,"hoster":"VOE"},{"redirect":8532451,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rache-Sex","epNo":6,"alt":"Girls\u0027 Night Out","descr":"Katies (Katy Mixon) 40. Geburtstag nähert sich mit schnellen Schritten und ihr Selbstbewusstsein lässt nach. Greg (Diedrich Bader) ermutigt sie deshalb einen Mädelsabend in der Stadt zu verbringen und ihren Ehering zu Hause zu lassen. In der Zwischenzeit erhält Angela (Carly Hughes) niederschmetternde Neuigkeiten, die Doris\u0027 (Ali Wong) Leben vollständig verändern werden. Während Katie unterwegs ist, beauftragt Greg die Kinder damit, ein Geburtstagsgeschenk zu basteln, das ihr zeigt wie sehr sie geliebt wird.","versions":[{"lang":1,"streams":[{"redirect":8525713,"hoster":"VOE"},{"redirect":8781764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530562,"hoster":"VOE"},{"redirect":8532453,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Taylors Liste","epNo":7,"alt":"Flavor of Westport","descr":"Katie hat endlich eine neue Businessidee: Sie will mit dem Verkauf ihrer Lasagne durchstarten. Als Oliver ihr jedoch vorrechnet, dass sie mit ihrem bisherigen Geschäftsmodell kaum Gewinn erzielt, gesteht sich Katie ein, dass sie seine Hilfe braucht. Zusammen erarbeiten sie ein besseres Konzept.","versions":[{"lang":1,"streams":[{"redirect":12381860,"hoster":"VOE"},{"redirect":8275993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583570,"hoster":"VOE"},{"redirect":8532462,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geschäftsfrauen","epNo":8,"alt":"Women in Business","descr":"Der Karrieretag der Schule entfacht Chloes und Katies alte Rivalität. Entschlossen macht sich Chloe daran, Katies aufblühendes Lasagne-Business zu ruinieren. Nach einer Flut gefälschter negativer Onlinebewertungen suchen deren Kunden scharenweise das Weite. Doch das lässt Katie nicht auf sich sitzen. Kurzerhand überzeugt sie Chloes Mitarbeiterin, Maria, ihren Job zu kündigen und stattdessen für sie zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8445375,"hoster":"VOE"},{"redirect":8276001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8967289,"hoster":"VOE"},{"redirect":8532465,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Schnittmenge","epNo":9,"alt":"Hip to Be Square","descr":"Katie (Katy Mixon) und Greg (Diedrich Bader) suchen nach Aktivitäten, die ihnen als Paar Spaß machen, um sich nicht auseinanderzuleben. Anna-Kat (Julia Butters) muss ihre eigenen Hindernisse überwinden, als Franklin (Evan O\u0027Toole) alle beim Squaredance beeindruckt und sie versagt. Tripp (Miles Elliot) tut sich schwer mit der Idee, dass Taylor (Meg Donnelly) bald aufs College geht.","versions":[{"lang":1,"streams":[{"redirect":8525721,"hoster":"VOE"},{"redirect":8525720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530563,"hoster":"VOE"},{"redirect":8532466,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der verschollene Bruder","epNo":10,"alt":"The Bromance Before Christmas","descr":"Katie (Katy Mixon) freut sich darauf, eine geliebte Weihnachtstradition mit Taylor (Meg Donnelly) zu teilen, doch ein überraschender Besuch von Katies Mutter droht die gesamte Weihnachtsstimmung zu vermiesen. Greg (Diedrich Bader) wird indes von Katies guten Absichten auf dem falschen Fuß erwischt. Oliver (Daniel DiMaggio) und Anna-Kat (Julia Butters) richten dann noch ein großes Chaos an, was das Fass zum Überlaufen bringt.","versions":[{"lang":1,"streams":[{"redirect":8525722,"hoster":"VOE"},{"redirect":8525723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530568,"hoster":"VOE"},{"redirect":8532473,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Schritt vor, zwei zurück","epNo":11,"alt":"One Step Forward, Three Steps Back","descr":"Anna-Kats Zwangsstörungen kommen wieder zum Vorschein. Um ihrer Tochter zu unterstützen, wollen Katie und Greg zukünftig weniger streiten. Das fällt ihnen jedoch schwer, da der Internet-Star, dessen Biografie Greg schreiben soll, Katie den letzten Nerv raubt. Derweil tritt Oliver seinen neuen Job bei der Telefonseelsorge an und erhält einen besorgniserregenden Anruf.","versions":[{"lang":1,"streams":[{"redirect":12381863,"hoster":"VOE"},{"redirect":8472993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8530566,"hoster":"VOE"},{"redirect":8532472,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Pfadfinder Truppe","epNo":12,"alt":"Wildflower Girls","descr":"Anna-Kat überredet ihre Mutter, bei den Wildflower-Girls mitmachen zu dürfen. Doch Katie ist mit den Regeln der Mädchenpfadfindergruppe ganz und gar nicht einverstanden und legt sich mit den anderen Müttern an. Währenddessen bereitet sich Taylor auf das Aufnahmegespräch an der Universität vor. Und Oliver ist auf der Suche nach dem unbekannten Jungen, der bei der Telefonseelsorge um Hilfe gebeten hat.","versions":[{"lang":1,"streams":[{"redirect":8445382,"hoster":"VOE"},{"redirect":8276009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8967291,"hoster":"VOE"},{"redirect":8532482,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Keks-Challenge","epNo":13,"alt":"The Great Cookie Challenge","descr":"Während Taylor auf ihre Zulassung fürs College wartet, beschäftigt Katie und Greg ein ganz anderes Problem: Wie sollen sie das notwendige Geld auftreiben, um das Studium ihrer ältesten Tochter zu finanzieren? Unterdessen verfolgt Oliver weiter seine Mission, dem Jungen zu helfen, der ihn über die Telefonseelsorge kontaktiert hat.","versions":[{"lang":1,"streams":[{"redirect":8525735,"hoster":"VOE"},{"redirect":8525736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445290,"hoster":"VOE"},{"redirect":8275829,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine englische Romanze","epNo":14,"alt":"A Very English Scandal","descr":"Als Gregs Halbbruder zu Besuch kommt, setzt Katie sich in den Kopf, ihn und ihre einsame Freundin Viv zu verkuppeln. Währenddessen wird Oliver von einem Mitschüler fälschlicherweise als homosexuell geoutet. Doch anstatt die Gerüchte zu dementieren, dreht der Teenager den Spieß einfach um.","versions":[{"lang":1,"streams":[{"redirect":8525742,"hoster":"VOE"},{"redirect":8525741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445295,"hoster":"VOE"},{"redirect":8275831,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mein Zimmer","epNo":15,"alt":"In My Room","descr":"Katie findet ein altes Möbelstück im Keller und macht sich auf den Weg, ihre und Gregs erste Wohnung nachzubauen, die an eine Zeit erinnert, in der das Leben einfacher war. Währenddessen genießt Greg den unerwarteten Vorteil, Opfer von Lonnies unerbittlichen Streichen zu werden.","versions":[{"lang":1,"streams":[{"redirect":8525744,"hoster":"VOE"},{"redirect":8791311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445296,"hoster":"VOE"},{"redirect":8275836,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kampf ums zweite Frühstück","epNo":16,"alt":"The Battle For Second Breakfast","descr":"Katie beginnt sich wie das dritte Rad zu fühlen, als sich das Thema beim zweiten Frühstück ausschließlich um die neuen Beziehungen von Angela und Doris dreht. Währenddessen kämpft Greg mit der neu gewonnenen Unabhängigkeit von Anna-Kat.","versions":[{"lang":1,"streams":[{"redirect":8525747,"hoster":"VOE"},{"redirect":8525750,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445300,"hoster":"VOE"},{"redirect":8275842,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Große Schlacht um Westport","epNo":17,"alt":"All Is Fair In Love And War Reenactment","descr":"Greg engagiert Lonnie, Franklin und Trip, um ihn bei der Nachstellung der Schlacht von Westport zu unterstützen. Oliver ist gekränkt, weil sein Vater ihn nicht um Hilfe gebeten hat, und schließt sich deshalb kurzerhand dem gegnerischen Team an. Unterdessen ermutigt Katie ihre jüngste Tochter, sich gegen Taylor zu wehren. Doch das führt dazu, dass Anna-Kat sich plötzlich allen Autoritätspersonen widersetzt.","versions":[{"lang":1,"streams":[{"redirect":8525749,"hoster":"VOE"},{"redirect":8525748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445297,"hoster":"VOE"},{"redirect":8275845,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Cool oder nicht cool?","epNo":18,"alt":"Senior Prank","descr":"Katie ermutigt Taylor und Trip, sich zur Feier ihres High-School-Abschlusses zu amüsieren und einen Streich durchzuführen. Als dabei jedoch ungewollt die historische Statue vor der Schule beschädigt wird, sind Greg und der Direktor fest entschlossen, die Übeltäter zu fassen. Zur selben Zeit helfen Oliver und Cooper Anna-Kat dabei, Franklin für eine Party umzustylen.","versions":[{"lang":1,"streams":[{"redirect":8525751,"hoster":"VOE"},{"redirect":8525753,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13096999,"hoster":"VOE"},{"redirect":8275849,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hollywood!","epNo":19,"alt":"Vacation!","descr":"Nach Anna-Kats (Julia Butters) Gewinn machen sich die Ottos auf den Weg nach Kalifornien um ihren bezahlten Urlaub dort zu verbringen. Katies (Katy Mixon) Geburtstag fällt in den Reisezeitraum und sie ist fest entschlossen, einen entspannten Tag ohne Kinder zu verbringen, an dem sie und Greg (Diedrich Bader) tun können, was immer sie wollen. Taylor (Meg Donnelly) verliert ihr gesamtes Geld auf dem Hollywood Boulevard. Nachdem Cooper (Logan Pepper) plötzlich auftaucht, wird Katies Geburtstagswunsch doch noch Wirklichkeit.","versions":[{"lang":1,"streams":[{"redirect":8445383,"hoster":"VOE"},{"redirect":8276012,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der letzte Wurf","epNo":20,"alt":"Prom","descr":"Katie (Katy Mixon) konfrontiert eine andere Mutter als sie vermutet, dass Anna-Kat (Julia Butters) in der Schule gemobbt wird. Taylor (Meg Donnelly) will den letzten Punkt ihrer Checkliste mit lebenswichtigen Fähigkeiten endlich abhaken um zum Abschlussball gehen zu können. Eine Anruferin bei der Krisenhotline ist traurig, dass niemand sie zum Ball eingeladen hat und Oliver (Daniel DiMaggio) fühlt mit.","versions":[{"lang":1,"streams":[{"redirect":8445378,"hoster":"VOE"},{"redirect":8276011,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der große Abschluss","epNo":1,"alt":"Graduation","descr":"Katie unternimmt große Anstrengungen, um Principal Ablin zu beschwichtigen, um sicherzustellen, dass Taylor die High School abschließt. Währenddessen beendet Greg das Schreiben des letzten Kapitels von Lonnies Buch. Und während Oliver am Boden zerstört ist, als er erfährt, dass Coopers Familie aus Westport ausziehen wird, sagt Anna-Kat Franklin, dass sie bereit ist, sich außerhalb ihrer Komfortzone zu wagen, und plant, während der Sommerpause an einem Camp zum Schlafen teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8525766,"hoster":"VOE"},{"redirect":8525761,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445302,"hoster":"VOE"},{"redirect":8472988,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Katies Berufung","epNo":2,"alt":"Psych","descr":"Ohne ihr Lasagne-Geschäft, das sie beschäftigt, hat Katie das Gefühl, dass ihr Leben wieder vom Kurs abweicht. Während sie nach ihrem Lebenszweck sucht, lenkt sie ihre Energie auf Greg und die Kinder, die überheblich und kontrollierend werden. Nachdem sie Gregs Bemühungen, ein historisches Wahrzeichen zu erhalten und die Zukunft der Westport Historical Guild in Gefahr zu bringen, sabotiert hat, empfiehlt Katie Greg, für den Stadtrat zu kandidieren. Und anderswo fordert Franklin einen älteren Jungen zu einem Duell heraus, um Anna-Kats Zuneigung zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":8525763,"hoster":"VOE"},{"redirect":8525764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445305,"hoster":"VOE"},{"redirect":8472989,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der nächste Schritt","epNo":3,"alt":"Coupling","descr":"Katie ist überrascht, als sie erfährt, dass Taylors Freund Trip die Nacht verbracht hat. Währenddessen ist Greg gezwungen, die Kinder zu trennen, als Anna-Kat und Franklin beide mit Mono runterkommen. Und Cooper fühlt sich vernachlässigt, als Oliver anfängt, zu viel Zeit im Büro zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":8525767,"hoster":"VOE"},{"redirect":8525765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445307,"hoster":"VOE"},{"redirect":8472990,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Mami-Vlog","epNo":4,"alt":"Homeschool Sweet Homeschool","descr":"Mit Anna-Kat und Franklin, die mit Mono zu Hause sind, nutzt Katie die Gelegenheit, um sie als Hintergrund für ihren Mama-Vlog zu nutzen. Und als Taylors erste College-Zeitung mit einem A zurückkommt, hinterfragt Greg die Absichten ihres TA. Währenddessen hilft Cooper Oliver bei der Renovierung des Kellers.","versions":[{"lang":1,"streams":[{"redirect":12915470,"hoster":"VOE"},{"redirect":8525769,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf Nummer sicher","epNo":5,"alt":"Kids These Days","descr":"Katie drängt Anna-Kat und Franklin, ein Risiko einzugehen und eine Aktivität außerhalb ihrer Komfortzone auszuprobieren, um neue Inhalte für ihren Mama-Vlog zu erstellen. In der Zwischenzeit ist Oliver überzeugt, dass die Einnahme leistungssteigernder Medikamente ihm helfen wird, seine SATs zu verbessern. Und nachdem Taylor sich über eine Kunstausstellung mit ihrem TA verbunden hat, fragt sie sich, ob Trip der richtige für sie ist.","versions":[{"lang":1,"streams":[{"redirect":8525775,"hoster":"VOE"},{"redirect":8525771,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Super Mom","epNo":6,"alt":"Mother\u0027s Little Helper","descr":"Als Katies Mentorin und gute Freundin Tami nach Westport zieht, verschwendet Katie keine Zeit damit, sie ihren Vlog-Zuschauern vorzustellen. Taylor entdeckt, dass Greg ein unterhaltsames Geheimnis hütet.","versions":[{"lang":1,"streams":[{"redirect":8525777,"hoster":"VOE"},{"redirect":8525776,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Bienenkönigin","epNo":7,"alt":"Under Pressure","descr":"Greg verwickelt Katie in ein Doppeldate mit Direktor Ablin und Maria, um seine politischen Ambitionen zu fördern. Anna-Kats Beliebtheit in der Schule erweist sich als überwältigend.","versions":[{"lang":1,"streams":[{"redirect":12269244,"hoster":"VOE"},{"redirect":12978093,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der perfekte Ehemann","epNo":8,"alt":"Encourage, Discourage","descr":"Katie und Tami befreunden sich schnell mit J.D. an, einem Luxushotelmanager dessen Versprechen Zugang zu kostenlosen Hotelzimmern auf der ganzen Welt zu bekommen unglaublich verlockend klingt.","versions":[{"lang":1,"streams":[{"redirect":8525790,"hoster":"VOE"},{"redirect":8525785,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmutzige Deals","epNo":9,"alt":"The Heist","descr":"Katie (Katy Mixon) geht bei ihren Bemühungen, J.D. zu helfen, Vater zu werden, zu weit. Währenddessen sorgt sich Greg (Diedrich Bader) nach einer Auseinandersetzung mit dem Gesetz, dass Taylor (Meg Donnelly) eine politische Belastung sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8525789,"hoster":"VOE"},{"redirect":8525783,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Offen und ehrlich mit Franklin","epNo":10,"alt":"Getting Frank With The Ottos","descr":"Um den bedeutenden Meilenstein der 100. Episode seines Podcasts zu feiern, lädt Franklin Katie und die Familie zu einem Gastauftritt in seiner Show \"Getting Frank with Franklin\" ein. Nachdem sie Zeuge seiner aufdringlichen Art mit Taylor (Meg Donnelly) und den anderen geworden ist, ist Katie (Katy Mixon) entschlossen, ihr Interview leicht und lustig zu halten, ist aber überrascht, als ihre Mutter, Kathryn, sich ihr anschließt. Währenddessen bittet Greg (Diedrich Bader) Lonnie, sein Wahlkampfmanager zu werden, um seine Präsenz in den sozialen Medien zu stärken.","versions":[{"lang":1,"streams":[{"redirect":8525799,"hoster":"VOE"},{"redirect":8525786,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445309,"hoster":"VOE"},{"redirect":8472991,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Vormund","epNo":11,"alt":"The Guardian","descr":"Heimlich lassen Katie (Katy Mixon) und Greg (Diedrich Bader) Kathryn (Wendie Malick) eine Reihe von Tests durchlaufen um zu sehen ob sie einen guten Vormund für Anna-Kat (Giselle Eisenberg) abgeben würden, im Falle, dass ihnen etwas zustoßen sollte. Nachdem sie J.D.s (Jake Choi) potentielle Eizellenspender ausfindig gemacht haben, versuchen Tami (Holly Robinson Peete) und Katie mehr über sie herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8525791,"hoster":"VOE"},{"redirect":8525793,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445319,"hoster":"VOE"},{"redirect":8275859,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Insta-Account","epNo":12,"alt":"How Oliver Got His Groove Back","descr":"Katie (Katy Mixon) versucht Oliver (Daniel DiMaggio) zu mit einem Mädchen zu verkuppeln indem sie sich auf seinem Social-Media-Account als er ausgibt. Unterdessen hilft Lonnie Greg (Diedrich Bader) dabei, Schmutz über seinen politischen Rivalen auszugraben.","versions":[{"lang":1,"streams":[{"redirect":9007404,"hoster":"VOE"},{"redirect":9007407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8445315,"hoster":"VOE"},{"redirect":8472992,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Wahl","epNo":13,"alt":"The Election","descr":"Katie (Katy Mixon) drängt Cooper (Logan Pepper) dazu, seine Koch-Leidenschaft und den Traum, Koch zu werden mit seinem Vater zu teilen.Greg (Diedrich Bader) und Schuldirektor Albin (Jerry Lambert) legen sich an als die Wahl eine unvorhergesehene Wendung nimmt.Die Ottos erhalten die Überraschung ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":9007412,"hoster":"VOE"},{"redirect":9019454,"hoster":"Streamtape"}]}]}]}]}