{"seriesId":"american-nightmare","name":"American Nightmare","descr":"Unsere besten Zeiten, unsere wärmsten Erinnerungen, unsere schlimmsten Albträume. Wenn echte Heimvideos und Fotos auf echte Tatort Videos und Stills treffen, werden Mordrätsel zu emotionalen Kraftzentren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Apartment 23","descr":"Als der Abschluss an der Northeastern University näher rückt, sind die Studenten erschreckt über die Entdeckung eines Kommilitonen, der in ihrer Wohnung erschossen wurde. Detektive stehen vor vielen Herausforderungen, bevor ihnen klar wird, dass die Antwort unmittelbar bevorsteht.","versions":[{"lang":2,"streams":[{"redirect":8594394,"hoster":"VOE"},{"redirect":8594380,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Too Close to Home","descr":"Neujahrskälte liegt in der Luft, als eine Frau und ihre Tochter in ihrem Haus in Woburn, Massachusetts, brutal ermordet werden. Detektive wagen einen Schuss ins Blaue, während sie dieses Rätsel lösen.","versions":[{"lang":2,"streams":[{"redirect":8594391,"hoster":"VOE"},{"redirect":8594390,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Paradise Lost","descr":"Während eines Sturms in Key Largo, Florida, schlüpft ein Eindringling lautlos in das Haus der Jungvermählten Michael und Missy MacIvor. als der Tag dämmert, wird ein Albtraum offenbart, der die gesamte Gemeinde für die kommenden Jahre heimsuchen wird.","versions":[{"lang":2,"streams":[{"redirect":8594398,"hoster":"VOE"},{"redirect":8594393,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Watch Your Back","descr":"Nachdem die junge Mutter Danielle Jennings in ihrer Wohnung erwürgt aufgefunden wurde, glauben Detectives sofort, dass sie ihren Angreifer gekannt hat. Dann meldet sich ein Zeuge mit einem Hinweis, der sie zu einem undenkbaren Monster führt.","versions":[{"lang":2,"streams":[{"redirect":8594401,"hoster":"VOE"},{"redirect":8594402,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"No Good Deed","descr":"In Iowa, findet Shirley Wilsons Sohn sie bei sich zu Hause erstochen. Ohne Zeichen eines Einbruchs.","versions":[{"lang":2,"streams":[{"redirect":8594409,"hoster":"VOE"},{"redirect":8594404,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Answering Machine","descr":"","versions":[{"lang":2,"streams":[{"redirect":8594411,"hoster":"VOE"},{"redirect":8594408,"hoster":"Streamtape"}]}]}]}]}