{"path":"/serie/stream/america-first-bilanz-einer-amtszeit","name":"America First - Bilanz einer Amtszeit","descr":"Dreiteilige Dokumentation, die auf die Ereignisse der – gelinde gesagt – holprigen Präsidentschaft Donald J. Trumps zurückblickt und dabei vor allem ein Augenmerk auf die konfrontative Außenpolitik legt.","seasons":[{"path":"/serie/stream/america-first-bilanz-einer-amtszeit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/america-first-bilanz-einer-amtszeit/staffel-1/episode-1","name":"Europa muss zahlen","epNo":1,"alt":"Episode 1","descr":"Seit seinem Einzug ins Weiße Haus 2017 verfolgt der neu gewählte Präsident sein \"America First\"-Programm und scheut dabei keine Konflikte mit alten US-Verbündeten. Allein durch seinen Austritt aus dem Pariser Klimaabkommen und seine Nähe zu Wladimir Putin bricht Trump mit dem Status quo. Er geht sogar so weit, die wichtigste aller US-amerikanischen Allianzen zu gefährden. Jeremy Hunt, damals britischer Außenminister, erklärt: \"Die NATO hat wahrscheinlich die größte Krise ihrer Geschichte durchgemacht.\"In Interviews mit beteiligten Schlüsselpersonen zeichnet diese Folge detailliert Diskussionen nach und fasst noch einmal die wichtigsten Momente zusammen, in denen der ehemalige US-Präsident seine Amtskollegen schockierte.Der ehemalige französische Präsident François Hollande beschreibt sein erstes Telefonat mit Trump im Weißen Haus wie folgt: \"Der Präsident hat mir nicht gesagt, dass er vorhatte, die NATO zu verlassen. Was er sagte, lässt sich in einem Satz zusammenfassen: ‚Wir wollen nicht mehr für euch zahlen, das amerikanische Geld ist für die Amerikaner da, und die Europäer sollen selbst für ihre Sicherheit zahlen.‘\"Theresa May, erste Regierungschefin, die Trump im Weißen Haus empfing, fällt aus allen Wolken, als der Präsident während des gemeinsamen Lunchs vor seinem Team ausrastet, als er erfährt, dass ihm ein Anruf von Putin nicht weitergeleitet wurde.Bei den ersten NATO- und G7-Gipfeln lässt Trump keinen Zweifel daran, dass er nur nach seinen eigenen Regeln spielt. Angela Merkel erklärt daraufhin: \"Wir Europäer müssen unser Schicksal in unsere eigene Hand nehmen.\"Anlässlich der Militärparade zum französischen Nationalfeiertag am 14. Juli fährt Emmanuel Macron großes Geschütz auf, um Trump zu umgarnen. Dabei hatte sein Vorgänger Hollande bereits gewarnt: \"Erwarte nichts von Donald Trump, denke nicht, dass es möglich ist, ihn zu umgehen oder zu umgarnen, glaube nicht, dass er sein Programm nicht durchziehen wird.\"Kurz nach seiner Rückkehr aus Paris trifft Trump seinen Verteidigungsminister James Mattis, der auf der Notwendigkeit von im Ausland stationierten US-Truppen beharrt. Der Präsident interessiert sich allerdings mehr für eine eigene Militärparade auf der Pennsylvania Avenue.Vor allem Trumps Beziehung zu Putin sorgt unter den G7-Staatschefs für Beunruhigung, insbesondere, als der US-Präsident vorschlägt, Russland wieder in die Gruppe aufzunehmen. Diese Beunruhigung dauert auch nach dem ersten persönlichen Treffen zwischen Trump und Putin in Helsinki an – jener berühmt-berüchtigten Pressekonferenz, auf der Trump zu verstehen gab, dass er Putin mehr vertraute als seinen eigenen Geheimdiensten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8444105","hoster":"VOE"},{"path":"/redirect/8274259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/america-first-bilanz-einer-amtszeit/staffel-1/episode-2","name":"Unser Feind im Nahen Osten","epNo":2,"alt":"Episode 2","descr":"Trumps Nahostpolitik: Er führt die USA an den Rand eines Kriegs mit dem Iran, provoziert beinahe einen Genozid, als er den Rückzug der US-Truppen aus Syrien verkündet und sorgt für überraschende Abkommen zwischen Israel und den Golfstaaten. Die wichtigsten Akteure der USA und der Nahost-Region – allen voran der iranische Außenminister – beleuchten noch einmal die Schlüsselmomente von Trumps neuer US-Nahostpolitik.Die stellvertretende Nationale Sicherheitsberaterin K.T. McFarland erinnert sich an Trumps Reaktion auf den Chemiewaffenangriff der Regierung von Baschar Al-Assad: \"Ich will ihn eliminieren! In anderen Worten: Er wollte den syrischen Präsidenten umbringen.\"Trump veranlasst einen Luftschlag, ohne die Meinung seiner Verbündeten einzuholen. Alle Vorgänger von Trump haben sich für Frieden zwischen Israel und den Palästinensern eingesetzt. Trump und Netanjahu gehen einen anderen Weg: Sie verhandeln einen Friedensvertrag zwischen Israel und den Golfstaaten.Bei der Generalversammlung der Vereinten Nation erklärt Trump, dass der Iran nicht nur der gemeinsame Feind von Israel und den Arabischen Staaten sei, sondern auch die größte Gefahr in der gesamten Region. Er verlangt, umgehend den iranischen Präsidenten zu treffen. Dessen Außenminister erzählt: \"Wir haben das nicht akzeptiert… eine diplomatische Einladung ist nicht dasselbe, wie wenn ein Chef seinen Angestellten ruft, um ihm zu sagen: Wir treffen uns um diese Uhrzeit an jenem Ort.\"Trump beschließt, die israelische US-Botschaft nach Jerusalem zu verlegen. Husam Zomlot, der palästinensische Vertreter in Washington, warnt Jared Kushner: \"Wenn Sie das tun, ist das hier unser letztes Treffen.\"Als Trump damit droht, sich aus dem Atomabkommen mit dem Iran zurückzuziehen, versucht Macron bei einem Besuch in Washington, ihn davon abzuhalten. Doch dem französischen Botschafter in den USA Gérard Araud zufolge sagt Trump nur: \"Ich ziehe mich aus dem Abkommen zurück. Ich sage es dir, aber ich habe Melania noch nichts gesagt.\"Bei einem Telefonat mit dem türkischen Präsidenten Recep Tayyip Erdogan setzt sich Trump über seine Berater hinweg: Er beschließt den Rückzug der US-Truppen aus Syrien und verrät damit seine wichtigsten Verbündeten, die Kurden. Einige Wochen vor seiner letzten Wahl sorgt Trump für das wohl überraschendste Abkommen seiner Präsidentschaft, zwischen Israel und den Vereinigten Arabischen Emiraten. Die Vertragspartner berichten zum ersten Mal von den Gesprächen, die diese Verhandlungen begleiteten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8444110","hoster":"VOE"},{"path":"/redirect/8274262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/america-first-bilanz-einer-amtszeit/staffel-1/episode-3","name":"China überholt uns nicht","epNo":3,"alt":"Episode 3","descr":"Als ihn Ex-Präsident Obama vor der Atommacht Nordkorea warnt, verspricht Trump seinem Team, diese Gefahr ein für allemal zu bannen.Ein hoher Mitarbeiter der Vereinten Nationen berichtet, wie er eine Geheimbotschaft von Trump nach Pjöngjang überbrachte: \"Ich bin zutiefst beunruhigt dorthin gegangen, mit dem Gefühl, dass ein Krieg unmittelbar bevorstand. Als ich Pjöngjang verließ, hatte ich vor allem Angst, dass wir einen unabsichtlichen Krieg riskierten.\"Während Trump mit Diktatoren Freundschaften schließt, fürchten seine Berater um die Folgen für das Ansehen der USA.John Bolton verrät: \"Der chinesische Präsident Xi Jinping hat keine begrenzte Amtszeit, und ich denke, dass ihn Trump darum beneidete.\" Während des G20-Gipfels in Buenos Aires sagte Xi zu Trump: \"Es gibt zu viele Wahlen in den USA, es wäre besser, wenn Sie länger im Amt bleiben könnten.\" Bei einem Treffen zwischen Trump und Xi in Osaka sagte Trump seinerseits, dass er die chinesische Politik in Xinjang, die vor allem darin bestehe, Konzentrationslager zu bauen, gutheiße.An anderer Stelle berichtet Trumps wichtigster Asien-Berater, wie der US-Präsident Kim Jong-Un nach einem Gipfeltreffen dazu einlud, ihn mit der Air Force One nach Hause zu fliegen. Kim lehnte ab.Um ein Handelsabkommen mit China zu erreichen, nahm Trump massive Zollerhöhungen vor und widersetzte sich damit Peking wie kein anderer US-Präsident zuvor. Matt Pottinger erinnert sich: \"Das Abkommen wurde am Tag unterzeichnet, nachdem die Mitglieder des Nationalen Sicherheitsrats zum ersten Mal zusammenkamen, um über das mysteriöse Virus zu beraten, das in Wuhan entdeckt worden war.\" Ein Virus, das Trumps Präsidentschaft aus der Bahn werfen sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13464084","hoster":"VOE"},{"path":"/redirect/8274266","hoster":"Streamtape"}]}]}]}]}