{"seriesId":"america-to-me","name":"America to Me","descr":"\"America to Me\" verbringt ein Schuljahr an der in der Metropolregion Chicago renommierten Oak Park und River Forest High School. Schüler, Familien und Lehrkräfte erzählen von den Herausforderungen, mit denen die heutige Jugend konfrontiert wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Was ist das Besondere an Oak Park?","epNo":1,"alt":"What\u0027s the Big Deal About Oak Park?","descr":"Das Schuljahr beginnt bei OPRF für Grant, Tiara, Charles, Terrence und Ke´Shawn. Die Kontroverse um eine Versammlung der Black Lives Matter ist immer noch groß, da die Schule mit jahrelangen rassistischen Ungleichheiten konfrontiert ist.","versions":[]},{"epId":"episode-2","name":"Der harte Alltag","epNo":2,"alt":"Stranger in a Room","descr":"Die Lehrerin Jess Stovall greift in Ke´Shawns akademische Kämpfe ein. Seine  Mutter teilt ihre eigene unruhige Geschichte bei OPRF. Senior Kendale und Junior Chanti kämpfen mit Identität. Homecoming Dance ist für Grant etwas ganz besonderes.","versions":[]},{"epId":"episode-3","name":"Kämpfen, auch wenn es schwerfällt","epNo":3,"alt":"There is No Pain That Compares to the Struggle","descr":"Kendale ringt, um ein Starter zu werden, während Chanti mit einem emotionalen Trauma ringt. Jess übernimmtr den Schulleiter und Senior übernimmt einen Lehrer. Die Fußballmannschaft von OPRF hat ein großes Spiel und eine Rechnung zu begleichen.","versions":[]},{"epId":"episode-4","name":"Über die Hauptfarbe macht man keine Scherze!","epNo":4,"alt":"There\u0027s Nothing Funny About Race!","descr":"Jadas Konflikt mit einem Lehrer wird intensiver. Ke´Shawns Einlauf bedroht seine Note. Grant verfolgt die Liebe. Terrence liebt Halloween viel mehr als die Schule. Charles und Chanti spielen für das Poetry Slam Team vor.","versions":[]},{"epId":"episode-5","name":"Die andere Seite","epNo":5,"alt":"I Don\u0027t Have To Think About Being White","descr":"Die weißen Studenten Caroline und Brendan schließen sich der Geschichte an. Jadas Film zieht gemischte Kritiken. Terrence´s Note hängt in der Waage. Weihnachtsschmuck beleuchtet Kendales Haus, während Ke´Shawnes Familie ihres verlieren könnte.","versions":[]},{"epId":"episode-6","name":"Hört euch das Gedicht an!","epNo":6,"alt":"Listen to the Poem!","descr":"Jada stößt wegen ihres neuen Films mit Junior Diane zusammen. Brendan erinnert sich an eine rassistische aufgeladene Basketball-Vergangenheit. Tiara und die Cheerleader holen sich das Gold. Charles `Poetry  Slam Team steht vor einer epischen Herausforderung.","versions":[]},{"epId":"episode-7","name":"Tsunami der Privilegien","epNo":7,"alt":"Tsunami of Privilege","descr":"Jess Stovall gibt alles, um Ke´Shawne zu engagieren, dessen Situartion sich verschlechter hat. Kendale kämpft um den Fortschritt in den Playoffs, während Star-Teamkollege Gabe vor unerwarteten Herausforderungen steht. Terrance schlägt mit der Hilfe seiner Mutter zurück.","versions":[]},{"epId":"episode-8","name":"Niemand hält dich auf","epNo":8,"alt":"Nobody Can Hold You Down","descr":"Chanti entdeckt eine verheerende Wahrheit über ihre Großeltern. Brendans Eltern machen ihm ein Angebot, das er nicht ablehnen kann. Carolines Angst fordert einen hohen Tribut. Kendale und sein Team verfolgen ihren Traum vom ultimativen Sieg.","versions":[]},{"epId":"episode-9","name":"Das unsichtbare T-Shirt","epNo":9,"alt":"The Invisible T-Shirt","descr":"Kendale macht einen College-Besuch, während Terrence vor Gericht muss. Tiara und ihre Mutter stolpern über Noten. Jess drängt die Verwaltung, ihr Lehrerunterstützungsprogramm anzunehmen. Prom kommt und Kendras Mutter liebt es.","versions":[]},{"epId":"episode-10","name":"Das Beste kommt zum Schluss!","epNo":10,"alt":"America Will Be...","descr":"Es ist jetzt oder nie für Tara in der Chemiestunde. Terrence schaut in die Zukunft. Caroline ringt mit  Perfektion, während ORPF sich mit unvollkommener Führung auseinandersetzt. Kendale, Jada und Gabe feiern ihren Abschluss.","versions":[]}]}]}