{"seriesId":"american-dad","name":"American Dad!","descr":"[INFO zur 11. Staffel, siehe Textende] Seit den Terroranschlägen vom 11. September ist die Welt in Amerika nicht mehr dieselbe: Viele Menschen haben Angst vor erneuten Angriffen. Zum Glück ist Stan Smith, überzeugter Kapitalist und CIA-Agent, stets zur Stelle, wenn es darum geht, sein Heimatland zu beschützen. Oftmals führt dies zu reichlich skurrilen Situationen. Als Parodie zeigt \"American Dad\" das Familienleben der Smiths. Neben Stan gibt es hier noch seine Ehefrau Francine, deren Kinder Hayley und Steve sowie allerlei weitere kuriose Figuren. Roger wohnt ebenfalls bei den Smiths. Er kommt allerdings nicht von der Erde, sondern ist ein 1601-jähriger Außerirdischer, dem Stan einst in Area 51 das Leben rettete. Er wohnt auf dem Dachboden des Hauses. Klaus Heißler hat es schließlich der CIA zu verdanken, dass er im Körper eines Goldfisches gefangen ist. Seinen ostdeutschen Dialekt hat er dabei nicht verloren. Man sieht also: Im Hause von \"American Dad\" ist viel los. [INFO: In den USA hatte die 11. Staffel nur 3 Episoden (Senderwechsel). In Deutschland hat man Staffel 11 und 12 einfach zusammengelegt und zusammen als Staffel 11 veröffentlicht.]","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Stan ist ziemlich nervös, weil die Terror-Alarmstufe erhöht wurde und \u0027sie\u0027 überall sein könnten. Derweil verkündet Steve, dass er das begehrteste Mädchen seiner Schule, Cheerleader Lisa Silver, zu einem Date einladen will und kommt schnell zu dem Schluss, dass ihm dabei ein Hund nützlich sein könnte. Roger bricht beim Hinsetzen mit einem Stuhl ein woraufhin Francine sich dazu entschließt, ihn auf Diät zu setzen. Maurice gibt bekannt, dass er sich nie zu dem CIA-Experiment bereit erklärt hätte und Hayley fädelt zweifelhafte Deals ein um sich mit ihrem Freund Jeff heimlich treffen zu können.Stan ist ziemlich nervös, weil die Terror-Alarmstufe erhöht wurde und Steve will das begehrteste Mädchen seiner Schule zu einem Date einladen. Francine setzt Roger auf Diät.","versions":[{"lang":1,"streams":[{"redirect":14157372,"hoster":"VOE"},{"redirect":14467879,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120243,"hoster":"VOE"},{"redirect":14467850,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Radikale Maßnahmen","epNo":2,"alt":"Threat Levels","descr":"Nachdem Stan aus Versehen einige Behälter verwechselt und anstatt seiner Suppe hochgiftige Stoffe konsumiert hat, wird das Haus der Smith’ unter Quarantäne gestellt. Als die Familie jedoch 24 Stunden später nicht an den Folgen stirbt, so wie es ihnen ein Experte vorausgesagt hatte, wird Francine bewusst, dass sie aus dem ewigen Hausfrauendasein ausbrechen muss, um endlich was aus ihrem Leben zu machen. Stan setzt alles daran, ihr diesen Traum zu erfüllen und verschafft Francine einen Job als Immobilienmaklerin. Womit Stan jedoch nicht gerechnet hat, ist die Tatsache, dass seine Frau innerhalb weniger Tage zu einer erfolgreichen Geschäftsfrau aufsteigt und schließlich sogar mehr als er selbst verdient. Während Steve und Hayley von der neuen Arbeit ihrer Mutter und der damit verbundenen Taschengelderhöhung begeistert sind, fühlt sich Stan in seiner männlichen Ehre gekränkt. Um die alte Machtordnung wiederherzustellen, ist im jedes Mittel recht.","versions":[{"lang":1,"streams":[{"redirect":14302323,"hoster":"VOE"},{"redirect":14467878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157089,"hoster":"VOE"},{"redirect":14467860,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vatersorgen","epNo":3,"alt":"Stan knows Best","descr":"Stan kritisiert Hayleys Freund und lässt ihn in ordentlicher CIA-Manier entführen um die Beziehung zwischen ihm und seiner Tochter zu beenden, woraufhin sich Hayley dazu entschließt, aus Protest Stripperin zu werden. Primär entbrennt aber erst mal ein Kampf um die Haarfarbe von Hayley. Unterdessen überzeugt Steve den Außerirdischen Roger, sich für seine verbrannte, arme Schwester auszugeben um bei einem süßen Mädchen Punkten zu können. Der Wonder-Bra ist in diesem Fall das Ziel!Stan kritisiert Hayleys Freund und lässt ihn in ordentlicher CIA-Manier entführen um die Beziehung zwischen ihm und seiner Tochter zu beenden. Hayley wird aus Protest Stripperin.","versions":[{"lang":1,"streams":[{"redirect":14240475,"hoster":"VOE"},{"redirect":14467880,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195193,"hoster":"VOE"},{"redirect":14382011,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebe auf den zweiten Blick","epNo":4,"alt":"Francines Flashback","descr":"Stan löscht ausversehen Francines Gedächtnis, sodass sie denkt, dass sie im Jahr 1985 leben würde. Er muss alle Hebel in Bewegung setzen um sie zurück in die Gegenwart zu holen - auch die Entführung von Whitney Houston stellt da ein angebrachtes Mittel dar. Steve überwindet unterdessen seine Angst und fragt Lindsay Coolidge, ob sie mit ihm gehen will. Sie willigt ein, unter der Bedingung, dass Steve für ihre unglaublich hässliche Freundin Jewel einen Freund auftreibt.Stan löscht ausversehen Francines Gedächtnis, sodass sie denkt, dass sie im Jahr 1985 leben würde. Er muss alle Hebel in Bewegung setzen um sie zurück in die Gegenwart zu holen.","versions":[{"lang":1,"streams":[{"redirect":14120582,"hoster":"VOE"},{"redirect":14467883,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118153,"hoster":"VOE"},{"redirect":14467864,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Roger auf Tour","epNo":5,"alt":"Roger Codger","descr":"Um einen Rivalen bei der Arbeit loswerden zu können, lädt Stan seinen Boss zu einem vergnüglichen Abendessen nach hause ein. Stan diskreditiert den Kollegen als Terroristen, weil dieser beim Pita-Sandwich essen fotografiert wurde. Währenddessen steigt Roger vom Dachboden herunter um sich aus der Küche Wein zu stehlen. Stan entdeckt ihn und zerrt ihn voller Angst davor, sein Boss könnte den Außerirdischen entdecken, ins Badezimmer Der erschrockene Roger gibt seltsame Laute von sich und dämmert weg, woraufhin Stan glaub, ihn versehentlich umgebracht zu haben. Am nächsten Tag schmeißt er das Familienmitglied in eine Tonne - alle sind traurig. Doch ist Roger wirklich tot?Stan schaltet einen Rivalen auf der Arbeit aus, indem er ihm beim Pita-Essen fotografiert. Außerdem schleicht sich Roger in die Küche als Stans Chef da ist. Stan befürchtet entdeckt zu werden und zerrt Roger ins Bad, wo er anscheinend verreckt.","versions":[{"lang":1,"streams":[{"redirect":14153371,"hoster":"VOE"},{"redirect":14467887,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503022,"hoster":"VOE"},{"redirect":14473076,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heimatschutz","epNo":6,"alt":"Homeland Insecurity","descr":"Stan wird misstrauisch als er bemerkt, dass sein gesprächiger Nachbar Tuttle seinen Rasen nicht sprengt. Fortan schleicht er durch die Nachbarschaft, um dem Nachbar etwas nachweisen zu können. Die Erkenntnisse sind für Stan mehr als schockierend - bemerkt er doch, dass in der direkten Nachbarschaft US-Amerikaner mit arabischer Herkunft leben! Ein Konflikt mit der liberalen Hayley ist da vorprogrammiert. Steve hat derweil ganz andere Probleme: Versehentlich verletzt er Rogers Gefühle beim Videospielen aufs ungeheuerste und muss sich fortan Gedanken zur Wiedergutmachung machen.Während er seinem Nachbarn nachspioniert, bemerkt Stan, dass in der direkten Nachbarschaft US-Amerikaner mit arabischer Herkunft leben! Ein Konflikt mit der liberalen Hayley ist da vorprogrammiert. Steve und Roger streiten sich beim Videospiele spielen.","versions":[{"lang":1,"streams":[{"redirect":14118581,"hoster":"VOE"},{"redirect":13573884,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157062,"hoster":"VOE"},{"redirect":13573858,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stans Wille geschehe","epNo":7,"alt":"Deacon Stan, Jesus Man","descr":"Stan hat nur noch ein Ziel vor Augen: Er setzt alles daran, seinen Nachbarn Chuck White zu übertreffen, da diesem immer alles besser und schneller gelingt als ihm. Als Chuck Stan beim wöchentlichen Kirchenbesuch wieder einmal den schattigen Parkplatz wegnimmt und der Diakon bekannt gibt, dass Chucks Tochter Betsy als Turnerin an den Olympischen Spielen teilnimmt, platzt Stan der Kragen. Deshalb kommt ihm der unerwartete Tod des Diakons sehr gelegen und ein Kampf um dessen Nachfolge beginnt. Stan steigert sich so sehr in die Angelegenheit hinein, dass er sogar einen Spezialisten engagiert, um die Wahl gegen Chuck zu gewinnen. Diesem gelingt es, die Gemeinde von Stan zu überzeugen, was unter anderem auf Francines köstlichen Kartoffelsalat zurückzuführen ist. Was jedoch niemand ahnt: Nicht Francine, sondern Roger hat das Essen zubereitet und dabei eine ganz besondere Spezial Zutat verwendet. Kommt das kleine Geheimnis ans Licht oder schafft Stan es endlich, seinen Konkurrenten auszuschalten? Betsy verbringt währenddessen viel Zeit mit Steve und die beiden verlieben sich ineinander. Plötzlich verhält sich Steve aufgrund von Rogers Spezial Zutat im Salat jedoch merkwürdig und das Leben der Teenager ändert sich schlagartig...","versions":[{"lang":1,"streams":[{"redirect":14240495,"hoster":"VOE"},{"redirect":14467884,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195077,"hoster":"VOE"},{"redirect":14467868,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Beförderung mit Hindernissen","epNo":8,"alt":"Bullocks to Stan","descr":"Stans Wunsch nach einer Beförderung gelangt in greifbare Nähe, als Hayley - nach dem sie mit ihrem Freund Jeff Schluss gemacht hat - auf seinen Boss Bullock trifft. Nach einer heftigen Konversation über Politik scheinen sich die beiden ganz gut zu verstehen. Doch bis zur möglichen Beförderung stehen für Stan noch einige Hürden an, die es zu managen gilt. Unterdessen gelangt Steve durch Zufall an den Blackberry von US-Vizepräsident Dick Cheney. Er und Roger machen daraufhin einige Anrufe... unter anderem mit Israel und Indien...","versions":[{"lang":1,"streams":[{"redirect":14105578,"hoster":"VOE"},{"redirect":14467885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14138999,"hoster":"VOE"},{"redirect":14467867,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Selbst ist der Mann","epNo":9,"alt":"A Smith in the Hand","descr":"Stan, Puritaner durch und durch, sieht sich mit den sexuellen Gelüsten seines pubertären Sohnes konfrontiert und erklärt ihm, dass Masturbation eine schlechte Sache sei. Als er es eines Missverständnisses wegen selber probiert, findet er so großes gefallen dran, dass er nahezu abhängig wird. Eine tatsächliche schlechte Sache - für seine Ehe, für die Familie und für den Job. Kein Wunder, dass der geläuterte Stan sich gerne um die sexuelle Verrohung der Gesellschaft kümmern möchte!Stan sieht sich mit den sexuellen Gelüsten seines pubertären Sohnes konfrontiert und erklärt ihm, dass Masturbation eine schlechte Sache sei. Als er es aus Versehen selber probiert, findet er so großes gefallen dran, dass er nahezu abhängig wird.","versions":[{"lang":1,"streams":[{"redirect":14067215,"hoster":"VOE"},{"redirect":14467886,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195092,"hoster":"VOE"},{"redirect":14467870,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alles über Steve","epNo":10,"alt":"All about Steve","descr":"Stan macht eine echte Bumerang-Erfahrung als er Steve als Computernerd bezeichnet, wenig später aber dank ihm einen gefährlichen Cyberterroristen festnehmen kann, der mit seinem PC regelmäßig wichtige Gebäude und Systeme zum Absturz bringt und damit jede Menge Schaden angerichtet hat. Roger zieht es derweil auf eine Science-Fiction Convention bei der er nicht nur Freunde treffen wird.Stan macht eine echte Bumerang-Erfahrung als er Steve als Computernerd bezeichnet, wenig später aber dank ihm einen gefährlichen Cyberterroristen festnehmen kann. Roger zieht es derweil auf eine Science-Fiction Convention.","versions":[{"lang":1,"streams":[{"redirect":14157111,"hoster":"VOE"},{"redirect":14467892,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111373,"hoster":"VOE"},{"redirect":14467851,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwielichtiges Erbe","epNo":11,"alt":"Con Heir","descr":"Als Stans angeblich Vater davon scheidet, bekommt Stan heraus, dass sein wahrer Vater niemand geringes als der Superagent Jack Smith ist. Jack versucht seinen angeblichen Sohn davon zu überzeugen, aus der CIA auszutreten und seiner ultra-geheimen \u0027Scarlet Alliance\u0027 Spionagegruppe beizutreten.Als sein angeblicher Vater stirbt, erfährt Stan, dass sein echter Vater der Superspion Jack Smith ist. Dieser versucht Stan zu überzeugen der CIA den Rücken zu kehren und seiner ultra-geheimen \u0027Scarlet Alliance\u0027 Spionagegruppe beizutreten.","versions":[{"lang":1,"streams":[{"redirect":14059070,"hoster":"VOE"},{"redirect":14467888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157186,"hoster":"VOE"},{"redirect":14467852,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stan von Arabien (1)","epNo":12,"alt":"Stan of Arabia (1)","descr":"Als Stan für den CIA-Chef Bullock eine Überraschungsparty organisieren soll, verlässt er sich dabei voll und ganz auf die Hilfe seiner Ehefrau Francine. Diese hat allerdings nur ihre eigene Theateraufführung im Kopf und hat folglich überhaupt keine Zeit, um Stan bei den Vorbereitungen zu unterstützen. Stan bleibt nichts anderes übrig, als die Planung selbst in die Hand zu nehmen, was in einem einzigen Desaster endet. Er befürchtet schon, aufgrund der vermasselten Party gefeuert zu werden, doch plötzlich befördert sein Chef ihn sogar - unter einer Bedingung: Die Smiths müssen nach Saudi-Arabien umziehen. Voller Enthusiasmu reist die Familie in ein ihr unbekanntes Land und kann es nicht erwarten, eine neue Kultur kennenzulernen. Es stellt sich jedoch heraus, dass diese viel strikter ist als die amerikanische und besonders die Frauen der Familie sehnen sich nach ihrer Heimat: Während Hayley in Schwierigkeiten gerät, nachdem sie ohne männliche Begleitung in der Öffentlichkeit gesehen wird, kann Francine es nicht fassen, dass Stan nun eine zweite Frau geheiratet hat. Währenddessen genießen Stan und Steve jeden einzelnen Augenblick, da sie von nun an das Sagen haben. Völlig unerwartet ruft Bullock Stan an, um ihm seinen alten Job zurückzugeben. Gibt dieser sein neues Leben in Saudi-Arabien seiner Familie zuliebe wieder auf oder haben seine eigenen Wünsche Priorität?","versions":[{"lang":1,"streams":[{"redirect":14105543,"hoster":"VOE"},{"redirect":14467889,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225649,"hoster":"VOE"},{"redirect":14467853,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Stan von Arabien (2)","epNo":13,"alt":"Stan of Arabia (2)","descr":"Die Smiths leben weiter in Saudi Arabien und Stan genießt die dortige patriarchalische Gesellschaftsform, während der Rest der Familie sich mit den unterschiedlichen Normen schwer tut. Francine\u0027s gesellschaftskritisches Musical bringt sie unterdessen in Schwierigkeiten, so dass sie schließlich wieder in die USA zurückkehren.Die Smiths leben weiter in Saudi Arabien und Stan genießt die dortige patriarchalische Gesellschaftsform, während der Rest der Familie sich mit den unterschiedlichen Normen schwer tut.","versions":[{"lang":1,"streams":[{"redirect":14111380,"hoster":"VOE"},{"redirect":14467891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195139,"hoster":"VOE"},{"redirect":14467854,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Stan im Waffen-Wunderland","epNo":14,"alt":"Stannie get Your Gun","descr":"Francine ist vom ewigen Streit zwischen Hayley und Stan so genervt, dass sie die beiden dazu zwingt, einen kompletten Tag miteinander zu verbringen. Ihr Plan, Stan und Hayley dadurch zu versöhnen, geht aber gründlich schief, weil Stan seine Tochter zu einem Treffen der \u0027National Gun Association Land\u0027 mitnimmt. Hier eskalieren die Meinungsverschiedenheiten massiv! Unterdessen rächt sich Roger an Steve dafür, dass der einen seiner Kekse gegessen hat, indem er ihm weiß macht, dass er adoptiert ist.Francine ist vom ewigen Streit zwischen Hayley und Stan so genervt. Sie zwingt sie einen kompletten Tag miteinander zu verbringen. Unterdessen rächt sich Roger an Steve dafür, dass der einen seiner Kekse gegessen hat und sagt ihm er sei adoptiert.","versions":[{"lang":1,"streams":[{"redirect":14157033,"hoster":"VOE"},{"redirect":14467890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117932,"hoster":"VOE"},{"redirect":14467855,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Starallüren","epNo":15,"alt":"Star Trek","descr":"Steve wird unverhofft zum berühmten Schriftsteller und die gesamte Familie wird vom neuen Celebrity in ihrer Mitte mitgerissen. Doch kann er mit dem Ruhm umgehen?Steve wird unverhofft zum berühmten Schriftsteller und die gesamte Familie wird vom neuen Celebrity in ihrer Mitte mitgerissen. Doch kann er mit dem Ruhm umgehen?","versions":[{"lang":1,"streams":[{"redirect":14043698,"hoster":"VOE"},{"redirect":14467895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051291,"hoster":"VOE"},{"redirect":14467856,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Ladybugs-Club","epNo":16,"alt":"Not partycularly Desperate Housewives","descr":"Stan dominiert immer mehr den Haushalt, wodurch sich Francine überflüssig vorkommt. Um ihrem Ego auf die Sprünge zu helfen, versucht sie mit allen Mitteln, einem Frauenclub beizutreten, deren Mitglieder scheinbar alles zu haben scheinen. Unterdessen werden Loyalitäten getestet, als Stan einen neuen besten Freund bekommt.Stan dominiert immer mehr den Haushalt, wodurch sich Francine überflüssig vorkommt. Um ihrem Ego auf die Sprünge zu helfen, versucht sie mit allen Mitteln, einem Frauenclub beizutreten, deren Mitglieder scheinbar alles zu haben scheinen.","versions":[{"lang":1,"streams":[{"redirect":14117729,"hoster":"VOE"},{"redirect":14467896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120241,"hoster":"VOE"},{"redirect":14467857,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer ist hier der Boss?","epNo":17,"alt":"Rough Trade","descr":"Stan und Roger hatten einen harten Tag. Frustriert geraten die beiden aneinander und plötzlich tauschen sie die Körper und müssen einige Zeit im Körper des anderen verbringen. Mit teils fatalen Folgen! Roger wird mit dem Druck in Stans Büro nicht fertig und Stan fühlt sich in der Rolle Rogers schlicht unnutz.Stan und Roger tauschen die Körper und müssen einige Zeit im Körper des anderen verbringen. Mit teils fatalen Folgen! Roger wird mit dem Druck in Stans Büro nicht fertig und Stan fühlt sich in der Rolle Rogers schlicht unnutz.","versions":[{"lang":1,"streams":[{"redirect":14159147,"hoster":"VOE"},{"redirect":14467897,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110418,"hoster":"VOE"},{"redirect":14467861,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der kleine Muffin-Laden","epNo":18,"alt":"Finances with Wolves","descr":"Stan bekommt einen saftigen Bonus auf sein Gehalt geschlagen und erfüllt sich damit einige Träume. Francine bittet ihn darum, ihr einen kleinen Kiosk zu kaufen und damit auch einen ihrer Träume zu erfüllen. Als Stan sich weigert, eröffnet Francine auf eigene Faust einen kleinen Backshop, um Stan zu beweisen, dass sie es auch ohne ihn schaffen kann und um ihn spüren zu lassen, wie sich das Leben ohne die fleißige Hausfrau anfühlen kann.Stan bekommt einen saftigen Bonus und erfüllt sich einige Wünsche. Als Francine ihn bittet ihren Traum eines Muffin-Ladens zu erfüllen, weigert er sich. Sie schafft sich daraufhin auf eigene Faust eine Geschäftsgrundlage.","versions":[{"lang":1,"streams":[{"redirect":14118550,"hoster":"VOE"},{"redirect":14467894,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269090,"hoster":"VOE"},{"redirect":14467858,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Stan, der Ballkönig","epNo":19,"alt":"It\u0027s good to be the Queen","descr":"Weil Stan in seiner Jugend schlechte Erfahrungen beim Abschlussball gemacht hat, ist er umso stolzer darauf, mit Francine eine Highschool-Ballkönigin zur Frau zu haben. Entsprechend enttäuscht ist Stan, als sich beim Klassentreffen von Francine herausstellt, das zwei Stimmen damals nicht korrekt gezählt wurden und Francine damit keine rechtmäßige Ballkönigin ist!","versions":[{"lang":1,"streams":[{"redirect":14110609,"hoster":"VOE"},{"redirect":14467893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213381,"hoster":"VOE"},{"redirect":14467859,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Freundschaft verbindet","epNo":20,"alt":"Roger\u0027n me","descr":"Stan fährt zu einem Junggesellenabschied nach Atlantic City. Als sein bester Freund ihm aus dem Weg geht schreitet Roger ein und beweist sich als guter Kumpel. Währenddessen haben es sich Hayley und Steve zur Aufgabe gemacht ein Traumpaar auseinander zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14157109,"hoster":"VOE"},{"redirect":14467898,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093577,"hoster":"VOE"},{"redirect":14467863,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Busenfreunde","epNo":21,"alt":"Helping Hands","descr":"Stan möchte, dass Steve in der Schule endlich populärer wird. Dazu verabreicht er ihm Hormone, die ihn größer und stärker machen sollen. Der Plan geht etwas anders als erwartet auf, denn die Hormone haben Nebenwirkungen...","versions":[{"lang":1,"streams":[{"redirect":14105766,"hoster":"VOE"},{"redirect":14467901,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105544,"hoster":"VOE"},{"redirect":14467862,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der neue Sohn","epNo":22,"alt":"With Friends like Steve\u0027s","descr":"Steves Interesse für Stans Job lässt zu wünschen übrig - also entscheidet letzterer kurzer Hand, den eigenen Sohn zu ersetzen. Mit skurrilen Folgen!","versions":[{"lang":1,"streams":[{"redirect":14118191,"hoster":"VOE"},{"redirect":14467900,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043811,"hoster":"VOE"},{"redirect":14467865,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Clooneys Tränen","epNo":23,"alt":"Tears of a Clooney","descr":"Francines anstehender Geburtstag lässt Erinnerungen wach werden, die sie nicht loslassen. Francine heckt einen mörderischen Plan aus, der ihren ärgsten Celeb-Feind außer Gefecht setzen soll!","versions":[{"lang":1,"streams":[{"redirect":14118645,"hoster":"VOE"},{"redirect":14467899,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066062,"hoster":"VOE"},{"redirect":14467866,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Camp Refoogee","epNo":1,"alt":"Camp Refoogee","descr":"Stan greift tief in die Trickkiste, um Steve in ein Sommercamp zu lotsen. Leider geht dabei einiges schrecklich schief, sodass Steve in einem Flüchtlingslager landet! Stan, ganz der besorgte Vater, begibt sich selbst in das Camp, um seinem Sohn beizustehen!Stan greift tief in die Trickkiste, um Steve in ein Sommercamp zu lotsen. Dabei geht einiges schief, sodass Steve in einem Flüchtlingslager landet! Stan, ganz der besorgte Vater, begibt sich selbst in das Camp, um seinem Sohn beizustehen!","versions":[{"lang":1,"streams":[{"redirect":14118497,"hoster":"VOE"},{"redirect":12813387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110302,"hoster":"VOE"},{"redirect":12836482,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Frage des Gewichts","epNo":2,"alt":"The American Dad after School Special","descr":"Als Steve wieder einmal den Sportunterricht schwänzt, lernt er in der Schule ein Mädchen namens Debbie kennen. Die beiden verstehen sich auf Anhieb und verbringen von nun an jede freie Minute miteinander. Da Steves Eltern das Mädchen, das ihren Sohn so glücklich macht, kennenlernen möchten, laden sie Debbie zum Essen ein. Steve malt sich in seinen Gedanken aus, wie sie wohl aussehen könnte und ist geschockt, als auf einmal ein dickes Mädchen vor der Tür steht. Stan verbietet Steve daraufhin den Kontakt zu ihr, doch als Francine und Hayley ihm vor Augen führen, dass er selber übergewichtig ist, bricht für ihn eine Welt zusammen. Von nun an nimmt Stans Leben einen völlig anderen Lauf: Er stopft kein Essen mehr in sich hinein und trainiert tagtäglich. Er geht sogar so weit, dass er einen Personal Trainer engagiert. Zunächst verliert Stan nur ein paar Pfunde, doch schon bald wird er in die Magersucht getrieben. Für die Sorgen seiner Liebsten hat er überhaupt kein Verständnis und eine Therapie gegen Essstörungen macht er auch nur widerwillig. Hat sich Stan so sehr in seinen Wahn abzunehmen verrannt oder begreift er doch noch, dass es nicht auf das Äußerliche, sondern auf die inneren Werte ankommt?","versions":[{"lang":1,"streams":[{"redirect":14118166,"hoster":"VOE"},{"redirect":12813391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157374,"hoster":"VOE"},{"redirect":12813138,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die harte Tour","epNo":3,"alt":"Failure Is Not A Factory-Installed Option","descr":"Stan hat echte Probleme mit seinem Auto - und mit seinem Glauben! Unterdessen versuchen Steve und Roger auf eine ganz besondere Art, Girls anzubaggern.Stan hat echte Probleme mit seinem Auto - und mit seinem Glauben! Unterdessen versuchen Steve und Roger auf eine ganz besondere Art, Girls anzubaggern.","versions":[{"lang":1,"streams":[{"redirect":14157013,"hoster":"VOE"},{"redirect":12813390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117800,"hoster":"VOE"},{"redirect":12813137,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hauptsache Republikaner","epNo":4,"alt":"Lincoln Lover","descr":"Stan erhofft sich, auf dem nationalen Kongress für die Republikaner eine Rede halten zu dürfen. Als jedoch jemand anderes für dieses Amt auserwählt wird, fühlt Stan sich bloßgestellt und ist am Boden zerstört. Um ihn wieder aufzuheitern, lädt Francine ihn ins Gemeindetheater ein, wo gerade ein Stück über Abraham Lincoln aufgeführt wird. Dieses entpuppt sich allerdings als ein einziger Reinfall, da es die konservativen Werte der Republikaner nicht angemessen widerspiegelt. Deshalb greift Stan selbst zur Feder und verfasst sein eigenes Drama, welches prompt zum Erfolg wird. Als dann auch noch die Blockhausrepublikaner auf Stan aufmerksam werden und ihn bitten, sie auf der anstehen Versammlung zu vertreten, kann er sein Glück kaum fassen. Es stellt sich jedoch heraus, dass die Blockhausrepublikaner eine Schwulengruppe sind, weshalb Stan zunächst vollkommen geschockt ist. Während Stan sich allmählich mit dem Gedanken anfreundet, für eine homosexuelle Gruppe vorzusprechen, lässt Steve sich nicht umstimmen und versucht alles, um seinen Vater in einem schlechten Licht dastehen zu lassen, sodass dieser schließlich aus der Vereinigung geworfen wird. Die einzige Möglichkeit, seine Unschuld zu beweisen, besteht darin, selbst schwul zu werden. Doch würde Stan so weit gehen oder hält ihn sein männlicher Stolz davon ab?","versions":[{"lang":1,"streams":[{"redirect":14158979,"hoster":"VOE"},{"redirect":12816758,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120406,"hoster":"VOE"},{"redirect":12813139,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aufbruch in neue Welten","epNo":5,"alt":"Dungeons and Wagons","descr":"Francine möchte, dass endlich wieder mehr Aufregung und Spaß in ihre Ehe Einzug hält. Stan versteht den Vorschlag falsch und versucht sich prompt als kerniger \u0027Drag Racing\u0027-Star! Unterdessen trennt sich Hayley von ihrem Freund Jeff, der am Boden zerstört ist. Als Hayley merkt, dass Jeff dank Steves Online-Gaming-Welt langsam aber sicher aus seinem Tief kommt, versucht sie, den Spaß der beiden zu beenden.Francine wünscht sich mehr Aufregung und Spaß in ihre Ehe. Stan versteht den Vorschlag falsch und versucht sich prompt als kerniger \u0027Drag Racing\u0027-Star! Hayley trennt sich von ihrem Freund Jeff, der daraufhin mit Steve Online-Spiele spielt.","versions":[{"lang":1,"streams":[{"redirect":14118078,"hoster":"VOE"},{"redirect":12813395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14326593,"hoster":"VOE"},{"redirect":12813141,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Iced, Iced Baby","epNo":6,"alt":"Iced, Iced Babies","descr":"Steve hat endlich eine Freundin gefunden und Francine fühlt sich, jetzt da alle Kinder ihren Weg zu gehen scheinen, plötzlich sehr einsam. Aus diesem Grund versucht sie, Stan davon zu überzeugen, noch einmal ein Baby zu zeugen! Unterdessen versuchen Roger und Hayley, erste College-Eindrücke zu sammeln. Während Roger prompt zum Lehrenden aufsteigt, verliebt sich Hayley in Studi-Freund Ethan, der, wie sich zeigt, nicht ganz normal ist...Steve hat endlich eine Freundin, doch Francine findet sich ohne Kinder im Haus plötzlich sehr einsam. Sie will von Stan noch ein Kind! Roger und Hayley versuchen erste College-Eindrücke zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":14233296,"hoster":"VOE"},{"redirect":12843210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233271,"hoster":"VOE"},{"redirect":12813145,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Braut für alle Fälle","epNo":7,"alt":"Of Ice and Men","descr":"Jedes Jahr im Winter, wenn die ersten Schneeflocken fallen, wird Stan depressiv und zieht sich von seinen Liebsten zurück. Francine ist deshalb todtraurig und als sie die Einsamkeit nicht mehr aushält und ihrem Mann nachspioniert, macht sie eine seltsame Entdeckung: Stan schleicht sich Nacht für Nacht aus dem Haus, um heimlich Schlittschuhlaufen zu gehen. Was sie jedoch nicht ahnt: Er tut dies, um ein schreckliches Erlebnis aus seiner Vergangenheit zu verarbeiten: Als er vor Jahren an einem Eiskunstwettlauf teilnahm, war er so sehr auf den Sieg fixiert, dass er dabei das Wohl seiner Tanzpartnerin aufs Spiel setzte und sich für deren Tod verantwortlich fühlt. Von nun an gehen Stan und Francine gemeinsam Schlittschuhlaufen und zum ersten Mal in seinem Leben hat Stan das Gefühl, er könne das Geschehene hinter sich lassen und endlich wieder nach vorne blicken. Schließlich meldet Francine die beiden für einen Wettkampf an, sodass sie ununterbrochen trainieren. Da Francine sich dabei jedoch eher ungeschickt anstellt, steht Stan schon bald vor einer schwierigen Entscheidung: Soll er lieber mit dem talentierten Roger beim Wettbewerb antreten oder erkennt Stan, dass es nicht auf das Gewinnen ankommt und er Francine damit glücklich machen kann?","versions":[{"lang":1,"streams":[{"redirect":14139036,"hoster":"VOE"},{"redirect":12813394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158583,"hoster":"VOE"},{"redirect":12813140,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In Sachen Steve","epNo":8,"alt":"Irregarding Steve","descr":"Um Steve zu zeigen, dass sein Vater nicht der super-clevere Typ ist, für den er sich immer ausgibt, überredet er ihn zu einem Börsenabenteuer. Doch schnell merken die beiden, dass das Geschäft nicht so einfach ist - und verlieren an der Wall Street nahezu alles!Um Steve zu zeigen, dass sein Vater nicht der super-clevere Typ ist, für den er sich immer ausgibt, überredet er ihn zu einem Börsenabenteuer. Schnell merken die beiden, dass das Geschäft nicht so einfach ist und verlieren an der Wall Street fast alles!","versions":[{"lang":1,"streams":[{"redirect":14213447,"hoster":"VOE"},{"redirect":12813393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118023,"hoster":"VOE"},{"redirect":12825263,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zurück zu Weihnachten","epNo":9,"alt":"The Best Christmas Story Never","descr":"Die Sprinkleranlage in Langley verhindert, dass der Weihnachtsbaum abbrennt. Stan hat mit den vielen Ungläubigen schnell die Schuldigen dafür gefunden, dass sein liebstes Fest jetzt versaut ist. Zum Glück taucht der Geist der Weihnacht auf um ihm zu erklären, was es mit dem Fest der Liebe und dessen wahrer Bedeutung wirklich auf sich hat.Der Geist der Weihnacht erscheint Stan und erklärt ihm die wahre Bedeutung des Fests der Liebe.","versions":[{"lang":1,"streams":[{"redirect":14139373,"hoster":"VOE"},{"redirect":12813392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139376,"hoster":"VOE"},{"redirect":12813142,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mein Freund Bush","epNo":10,"alt":"Bush Comes To Dinner","descr":"Stan widmet jede freie Minute dem Verfassen eines Aufsatzes über den Präsidenten George Bush, um an einem Wettbewerb bei der CIA teilzunehmen, bei dem Bush dem Gewinner höchstpersönlich einen Besuch abstattet. Stan steht sowieso schon unter enormem Zeitdruck, als er mitten in der Nacht auch noch einen Einbrecher in seinem Haus vermutet. Dieser entpuppt sich allerdings als Hayley, die völlig betrunken von einer Party nach Hause kommt. Schließlich schafft Stan es nicht mehr, seinen Essay rechtzeitig zu vollenden und einer seiner Kollegen gewinnt stattdessen den Wettbewerb. Wider Erwarten steht Präsident Bush auf einmal doch vor der Türe der Smiths\u0027. Stan kann sein Glück kaum fassen, doch Halyey, Steve und Roger versuchen, seinen Besuch zu sabotieren. Während Hayley Bush für den Irak-Krieg verantwortlich machen möchte, behaupten Steve und Roger, sie hätten Osama Bin Laden gefunden, um das auf ihn ausgesetzte Kopfgeld zu kassieren. Nachdem Roger den Präsidenten auf dem Dachboden abgefüllt hat, geht Hayley mit Bush aus, um ihn zu stürzen. Wird Stan die beiden rechtzeitig aufspüren oder endet Bushs Besuch in einer einzigen Katastrophe?","versions":[{"lang":1,"streams":[{"redirect":14230734,"hoster":"VOE"},{"redirect":12813398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110319,"hoster":"VOE"},{"redirect":12813127,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Illegale Zaubärhaftis","epNo":11,"alt":"American Dream Factory","descr":"Stan hat seit längerem schon keinen Spaß mehr an seiner Arbeit bei der CIA, doch als sein Chef dann auch noch sein Büro auf die Toilette verlagert, wird das Fass endgültig zum Überlaufen gebracht: Stan kündigt seinen Job, um von nun an sein eigener Chef zu sein, allerdings fehlt ihm zunächst eine passende Geschäftsidee. Plötzlich erinnert er sich daran zurück, dass er vor einigen Jahren einmal Teddybären produziert hat und beschließt, dieses Vorhaben wieder aufzugreifen. Paco, Halyeys neuer Freund aus Mexiko, der sich illegal in den USA aufhält, soll Stans helfende Hand werden und die Bären nähen. Die Kuscheltiere schlagen sofort ein wie eine Bombe und sind restlos ausverkauft, sodass Stan mehr Personal benötigt und weitere Illegale in seinem Keller beschäftigt. Schließlich steigt Stan der Erfolg zu Kopf und er nutzt seine Angestellten maßlos aus. Da Paco vor lauter Nachtschichten keine Zeit mehr für Hayley hat, beendet er schweren Herzens die Beziehung. Hayley kann das egoistische Verhalten ihres Vaters nicht nachvollziehen und macht die Einwanderungsbehörde auf ihn aufmerksam. Wird es Stan gelingen, die Mexikaner zu verstecken und sieht er endlich ein, dass er seine Einstellung ändern und seinen Angestellten den Mindestlohn zahlen muss?","versions":[{"lang":1,"streams":[{"redirect":14105783,"hoster":"VOE"},{"redirect":12668787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118082,"hoster":"VOE"},{"redirect":12813128,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Roger, mein außerirdischer Freund","epNo":12,"alt":"A.T. The Abusive Terrestrial","descr":"Steve lernt lieber für seine Wissenschaftsgruppe, als mit seinem außerirdischen Freund Roger zu spielen. Dieser ist todtraurig darüber und muss schließlich erkennen, dass Steve nach all den Jahren kein Interesse mehr an ihm hat. Völlig deprimiert betrinkt Roger sich und taumelt durch die Straßen der Stadt. Zufällig trifft er auf Henry, einen kleinen Jungen, der von seiner Mutter vernachlässigt wird und die beiden verstehen sich auf Anhieb. Sie verbringen von nun an jede freie Minute miteinander und haben viel Spaß zusammen. Die anfängliche Euphorie lässt jedoch schnell nach, als Roger eine merkwürdige Seite an Henry entdeckt: Der Junge wird sehr schnell eifersüchtig und gewalttätig, wenn er nicht das bekommt, was er haben möchte. Obwohl Henry Roger mehrmals Schmerzen zufügt, gelingt es ihm immer wieder, sich bei dem Außerirdischen zu entschuldigen. Während Roger sich permanent von ihm um den Finger wickeln lässt, traut Steve Henry nicht über den Weg und möchte Roger retten, bevor Henry erneut ausrastet. Gemeinsam mit Hayley heckt Steve einen Plan aus. Stan und Francine bekommen von all dem Trubel um Roger gar nichts mit, da sie nach einem heftigen Ehestreit versuchen, wieder die Wogen zu glätten. Jedes Mal, wenn die beiden in der Vergangenheit aneinandergerieten, sind sie zur Fabrik von Mr. Pibb, einem Softdrinkhersteller, gefahren, da sie eine ganz besondere Beziehung zu dem Getränk haben. Auch dieses Mal setzen sie all ihre Hoffnung auf das Unternehmen, doch nach ihrer Ankunft müssen sie erfahren, dass die Fabrik in wenigen Tagen geschlossen werden soll. Stan und Francine sind schockiert: Sie werden nicht nur die leckere Limonade vermissen, sondern fürchten vielmehr, dass ihre Ehe ohne Mr. Pibb zerbrechen könnte...","versions":[{"lang":1,"streams":[{"redirect":14110556,"hoster":"VOE"},{"redirect":12813402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157283,"hoster":"VOE"},{"redirect":12813129,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Vermächtnis der geheimen Erdnussbutter","epNo":13,"alt":"Black Mystery Month","descr":"Im Rahmen einer Schularbeit entdeckt Steve eine Verschwörung den amerikanischen Bürgerkrieg betreffend! Als der Leiter eines Museums ihm die Wahrheit erzählen will, findet er auf mysteriöse Weise den Tod und Steve und der alarmierte Stan kommen einer geheimen Verbindung auf die Spur, die alles tun würde, um das skandalöse Geheimnis zu hüten.Steve entdeckt eine Verschwörung den amerikanischen Bürgerkrieg betreffend, doch als der Museumsleiter ihm die Wahrheit erzählen will, findet er überraschend den Tod. Stan und Steve versuchen das Geheimnis aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":14251839,"hoster":"VOE"},{"redirect":10622450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118156,"hoster":"VOE"},{"redirect":12813130,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Thermonukleare Angriffsübung für Blödköpfe","epNo":14,"alt":"An Apocalypse to Remember","descr":"Stan realisiert bei einer Nuklear-Trainings-Situation nicht, dass es sich um ein gestelltes Szenario handelt. Voller Angst evakuiert er die komplette Familie in die Berge, um die nukleare Apokalypse zu überleben!Stan realisiert bei einer Nuklear-Trainings-Situation nicht, dass es sich um ein gestelltes Szenario handelt. Voller Angst evakuiert er die komplette Familie in die Berge, um die nukleare Apokalypse zu überleben!","versions":[{"lang":1,"streams":[{"redirect":14139176,"hoster":"VOE"},{"redirect":12813399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195190,"hoster":"VOE"},{"redirect":12813131,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Vier kleine Worte","epNo":15,"alt":"Four Little Words","descr":"Stan organisiert für Bullock ein Date mit einer Freundin von Francine. Da letztere sehr besorgt über den möglichen Ausgang des Ganzen ist, schreckt Stan auf der Jagd nach dem ultimativen Erfolg auch vor radikalen Mitteln nicht zurück und füllt die beiden vorher gehörig ab.Stan organisiert für Bullock ein Date mit einer Freundin von Francine. Da letztere sehr besorgt über den möglichen Ausgang des Ganzen ist, schreckt Stan auf der Jagd nach dem ultimativen Erfolg auch vor radikalen Mitteln nicht zurück. Er füllt beide ab.","versions":[{"lang":1,"streams":[{"redirect":14195161,"hoster":"VOE"},{"redirect":12813400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120248,"hoster":"VOE"},{"redirect":12813132,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"When a Stan Loves a Woman","epNo":16,"alt":"When a Stan Loves a Woman","descr":"Stan findet heraus, dass Francine einen geheimen Sex-Garten hat und sieht seine Ehe massiv gefährdet. Um die alten Gefühle wieder zu erwecken, die beide vor der Ehe fühlten, schlägt Francine die Scheidung vor. Unterdessen geht Steve neue Wege, um seine Sucht nach Energydrinks finanzieren zu können!Stan findet heraus, dass Francine einen geheimen Sex-Garten hat und sieht seine Ehe massiv gefährdet. Francine schlägt eine Scheidung vor, um voreheliche Gefühle wieder zu erwecken. Steve hat unterdessen mit einer Energydrinksucht zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14230696,"hoster":"VOE"},{"redirect":13835365,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059402,"hoster":"VOE"},{"redirect":12813134,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Lass die Leute reden","epNo":17,"alt":"I Can","descr":"Mit spezieller CIA-Abhörausrüstung findet Stan zu seiner großen Verwunderung heraus, dass seine Nachbarn nicht allzu viel von ihm halten.Mit spezieller CIA-Abhörausrüstung findet Stan zu seiner großen Verwunderung heraus, dass seine Nachbarn nicht allzu viel von ihm halten.","versions":[{"lang":1,"streams":[{"redirect":14118591,"hoster":"VOE"},{"redirect":12813403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110347,"hoster":"VOE"},{"redirect":12813135,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der glorreiche Steven","epNo":18,"alt":"The Magnificent Steven","descr":"Stan wird aufgrund dubioser Vorgänge bei der CIA suspendiert. Zum Leidwesen von Steve dauert es nicht lange bevor Stan sich eine neue Lebensaufgabe sucht. Er nimmt sich vor, Steve zum echten Mann zu machen.Stan wird aufgrund dubioser Vorgänge bei der CIA suspendiert. Zum Leidwesen von Steve dauert es nicht lange bevor Stan sich eine neue Lebensaufgabe sucht. Er nimmt sich vor, Steve zum echten Mann zu machen.","versions":[{"lang":1,"streams":[{"redirect":14195159,"hoster":"VOE"},{"redirect":12813406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158460,"hoster":"VOE"},{"redirect":12836477,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Viel Rauch um Nichts","epNo":19,"alt":"Joint Custody","descr":"Roger beschließt, endlich Geld zu verdienen und wird professioneller Kopfgeldjäger. Gemeinsam mit Stan jagt er Jeff, um einen Hasch-Deal in Florida zu verhindern.Roger beschließt, endlich Geld zu verdienen und wird professioneller Kopfgeldjäger. Gemeinsam mit Stan jagt er Jeff, um einen Hasch-Deal in Florida zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14118499,"hoster":"VOE"},{"redirect":12813405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195048,"hoster":"VOE"},{"redirect":12813136,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schleim verbindet","epNo":1,"alt":"The Vacation Goo","descr":"Francine fordert, dass die Familie wieder einmal einen gemeinsamen Urlaub erleben muss. Als die Ferien dann aber unglaublich schön werden, hat sie schnell den Verdacht, dass die CIA die Finger im Spiel haben könnte.","versions":[{"lang":1,"streams":[{"redirect":14139292,"hoster":"VOE"},{"redirect":12813408,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105898,"hoster":"VOE"},{"redirect":12813146,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Politessen an die Macht","epNo":2,"alt":"Meter Made","descr":"Stan engagiert sich als Politesse, um wieder ernster genommen zu werden. Plötzlich erhält er tatsächlich die besten Plätze in Restaurants, was Francine in hohem Maße beeindruckt. Kunstkurs-Aktmodell Hayley trifft in der Uni auf Roger.","versions":[{"lang":1,"streams":[{"redirect":14157128,"hoster":"VOE"},{"redirect":12813407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225539,"hoster":"VOE"},{"redirect":12816708,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Magie Gottes","epNo":3,"alt":"Dope \u0026 Faith","descr":"Stan betet zu Gott, um einen Freund gesendet zu kriegen. Der neue Begleiter scheint aber ein Atheist zu sein. Aus diesem Grund versucht Stan, seinem neuen Freund ein bisschen Gottesfurcht einzuflössen - mit dramatischen Folgen. Unterdessen überzeugt Roger Steve davon, dass letzterer in Hogwarts angenommen wurde.Stan betet zu Gott, um einen Freund gesendet zu kriegen. Der neue Begleiter scheint aber ein Atheist zu sein. Aus diesem Grund versucht Stan, seinem neuen Freund ein bisschen Gottesfurcht einzuflössen - mit dramatischen Folgen.","versions":[{"lang":1,"streams":[{"redirect":14120244,"hoster":"VOE"},{"redirect":12813409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051541,"hoster":"VOE"},{"redirect":12813147,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Meine Frau, ihre Chinaeltern und ich","epNo":4,"alt":"Big Trouble in Little Langley","descr":"Francines Adoptiveltern schauen unangemeldet vorbei. Schnell fühlt sich Stan von ihnen in die Enge getrieben und fasst den Entschluss, dass nur die Suche nach den leiblichen Eltern von Francine seine Situation verbessern kann.","versions":[{"lang":1,"streams":[{"redirect":14118449,"hoster":"VOE"},{"redirect":12813410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230669,"hoster":"VOE"},{"redirect":12813154,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Haylias - Die Agentin","epNo":5,"alt":"Haylias","descr":"Hayley beschließt, nach Frankreich auszuwandern, was Stan dazu veranlasst, Gott und die Welt in Bewegung zu versetzen, um sie an Ort und Stelle zu halten. Dabei schreckt er auch nicht davor zurück, Hayley zu beichten, dass sie als kleines Kind von der CIA einer Gehirnwäsche unterzogen wurde.","versions":[{"lang":1,"streams":[{"redirect":14157196,"hoster":"VOE"},{"redirect":12813413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157172,"hoster":"VOE"},{"redirect":12813153,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jungfrau (42), männlich, killt","epNo":6,"alt":"The 42-Year-Old Virgin","descr":"Beim Pokern mit den Jungs kommt heraus, dass Stan eine Jungfrau ist. Als einziger am Tisch hat er noch nie jemanden töten müssen. Die Jungs und Roger versuchen sofort, einen richtigen Mann aus Stan zu machen.Beim Pokern mit den Jungs kommt heraus, dass Stan eine Jungfrau ist. Als einziger am Tisch hat er noch nie jemanden töten müssen. Die Jungs und Roger versuchen sofort, einen richtigen Mann aus Stan zu machen.","versions":[{"lang":1,"streams":[{"redirect":14230708,"hoster":"VOE"},{"redirect":12813411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110327,"hoster":"VOE"},{"redirect":12813155,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwule Schwangerschaft","epNo":7,"alt":"Surro-Gate","descr":"Stans republikanisches Blut kocht, weil Francine sich bereit erklärt hat, ihren schwulen Nachbarn Terry und Greg als Leihmutter behilflich zu sein. Aus diesem Grund entführt Stan das Kind nach Nebraska, wo schwule Pärchen keinerlei Rechte haben.Stans republikanisches Blut kocht, weil Francine sich bereit erklärt hat, ihren schwulen Nachbarn Terry und Greg als Leihmutter behilflich zu sein. Aus diesem Grund entführt Stan das Kind nach Nebraska, wo schwule Pärchen keinerlei Rechte haben.","versions":[{"lang":1,"streams":[{"redirect":14118470,"hoster":"VOE"},{"redirect":12816760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118552,"hoster":"VOE"},{"redirect":10622111,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Himmlische Weihnachten","epNo":8,"alt":"The Most Adequate Christmas Ever","descr":"Stan kommt von einer weiteren, gefährlichen Mission nach Hause und muss feststellen, dass seine Familie das Weihnachtsfest alles andere als konservativ begehen will. Als erste Gegenmaßnahme beschließt er, alle zur Suche nach einem besonderen Baum mit in den Wald zu nehmen - mit katastrophalen Folgen.Stan kommt von einer gefährlichen Mission nach Hause und stellt fest, dass seine Familie das Weihnachtsfest alles andere als konservativ feiern will. Als erste Gegenmaßnahme nimmt er alle mit in den Wald auf der Suche nach einem besonderen Baum.","versions":[{"lang":1,"streams":[{"redirect":14117554,"hoster":"VOE"},{"redirect":12816759,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14267627,"hoster":"VOE"},{"redirect":12813152,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Von Natur aus böse","epNo":9,"alt":"Franny 911","descr":"Stan und Roger durchleben mal wieder eine Phase, in der sie sich überhaupt nicht leiden können. Um den Haussegen wieder gerade zu rücken, greift Francine zu drastischen Maßnahmen: Sie simuliert Rogers Entführung, die von Stan untersucht werden soll.Stan und Roger durchleben mal wieder eine Phase, in der sie sich überhaupt nicht leiden können. Um den Haussegen wieder gerade zu rücken, simuliert Francine Rogers Entführung, die von Stan untersucht werden soll.","versions":[{"lang":1,"streams":[{"redirect":14118463,"hoster":"VOE"},{"redirect":12813412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110647,"hoster":"VOE"},{"redirect":12813157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weinen und Sterben lassen","epNo":10,"alt":"Tearjerker","descr":"Stan und seine Familie stellen die Charaktere in einem Remake von James Bond. Dabei muss Stan als Top-Agenten den fiesen Tearjerker stoppen. Roger spielt den Bösewicht, der die Erde durch diabolische Filme, die töten können, unsicher macht.Stan und seine Familie stellen die Charaktere in einem Remake von James Bond. Dabei muss Stan als Top-Agenten den fiesen Tearjerker stoppen. Roger spielt den Bösewicht, der die Erde durch diabolische Filme, die töten können, unsicher macht.","versions":[{"lang":1,"streams":[{"redirect":14105779,"hoster":"VOE"},{"redirect":12813416,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117793,"hoster":"VOE"},{"redirect":12813143,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ödipussi","epNo":11,"alt":"Oedipal Panties","descr":"Stans Mutter bittet ihren Sohn in einer äußerst delikaten Angelegenheit um Hilfe. Höchste Zeit für Francine, die Gelegenheit zu ergreifen, sich der unliebsamen Schwiegermutter zu entledigen. In einer gewagten Undercover-Aktion mit Roger, Cagney und Lacey soll dies geschehen.In einer gewagten Undercover-Aktion mit Roger, Cagney und Lacey versucht Francine sich ihrer unliebsamen Schwiegermutter zu entledigen.","versions":[{"lang":1,"streams":[{"redirect":14277222,"hoster":"VOE"},{"redirect":12813415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230699,"hoster":"VOE"},{"redirect":12813144,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In Behandlung","epNo":12,"alt":"Widowmaker","descr":"Francine drängt Stan dazu, sich emotional mehr zu öffnen. Dies bereut sie aber schnell wieder, als er ihr gesteht, dass er ihren besten Freund, den Mann von Julie, getötet hat. Zugleich entpuppt sich Roger als waschechter Psychologe, der in solchen Beziehungskrisen teure Dienste leisten kann.Francine drängt Stan dazu, sich emotional mehr zu öffnen. Dies bereut sie aber schnell wieder, als er ihr gesteht, dass er ihren besten Freund, den Mann von Julie, getötet hat. Roger posiert als Psychologe, der ihnen teure Betreuungsdienste anbietet.","versions":[{"lang":1,"streams":[{"redirect":14230731,"hoster":"VOE"},{"redirect":12813414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195098,"hoster":"VOE"},{"redirect":12813148,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Wolf von Leningrad","epNo":13,"alt":"Red October Sky","descr":"Stan begibt sich auf die Jagd nach dem Ex-KGB-Agenten Sergei und ist extrem geschockt, als er feststellt, dass die Zielperson sein neuer Nachbar ist. Unterdessen war Sergei nicht untätig und hat aus Steve einen echten Kommunisten gemacht. Der absolute Worse-Case für einen CIA-Agenten!Der neue Nachbar ist der Ex-KGB-Agent Sergei, den Stan sucht. Aus Steve hat Sergei bereits einen echten Kommunisten gemacht. Der absolute Worse-Case für einen CIA-Agenten!","versions":[{"lang":1,"streams":[{"redirect":13756081,"hoster":"VOE"},{"redirect":12825280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157251,"hoster":"VOE"},{"redirect":12813150,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefahr aus dem Weltall","epNo":14,"alt":"Office Spaceman","descr":"Roger versetzt die CIA in helle Aufruhr, indem er Fotos von sich selber an lokale Medien verschickt. Als Reaktion wird die Alien Task Force gegründet, in der Roger aber durch einen Zufall zum führenden Mitarbeiter ernannt wird. Daheim hat das Ganze auch familiäre Folgen, weil Roger plötzlich Stans Vorgesetzter ist...Roger versetzt die CIA in helle Aufruhr, als er Fotos von sich an lokale Medien verschickt. Als Reaktion wird die Alien Task Force gegründet und Roger wird zufällig zum führenden Mitarbeiter ernannt. Dadurch wird er Stans Vorgesetzter...","versions":[{"lang":1,"streams":[{"redirect":14105627,"hoster":"VOE"},{"redirect":12813418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157133,"hoster":"VOE"},{"redirect":12813151,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Schatz zum Verlieben","epNo":15,"alt":"Stanny Slickers II: The Legend of Ollie\u0027s Gold","descr":"Stan gehört nach einem Unfall mit einem Truck zur Gruppe der Totgeglaubten und nutzt die Chance, sich auf eine ungewöhnliche Suche durch völlig unbekanntes Terrain zu begeben.Stan gehört nach einem Unfall mit einem Truck zur Gruppe der Totgeglaubten und nutzt die Chance, sich auf eine ungewöhnliche Suche durch völlig unbekanntes Terrain zu begeben.","versions":[{"lang":1,"streams":[{"redirect":14157322,"hoster":"VOE"},{"redirect":12679760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139284,"hoster":"VOE"},{"redirect":10622102,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Semesterferien","epNo":16,"alt":"Spring Breakup","descr":"Nach über 20 Ehejahren kehrt bei Francine und Stan der Alltag ein und es scheint, als hätten sich die beiden auseinandergelebt. Da Francines Vater krank ist, beschließt sie, ihre Eltern für eine Weile zu besuchen, um ihren Vater gesund zu pflegen. Stan gibt vor, arbeiten zu müssen und sie deswegen nicht begleiten zu können. Francine ist so gelangweilt von ihm, dass sie - anders als er es vermutet hätte - nicht wütend auf seine Ausrede reagiert, sondern sich kurzerhand alleine auf den Weg macht. Roger kann es kaum noch erwarten, bis Francine endlich das Haus verlässt, da er dieses Jahr der Spring Break König werden möchte und das Haus der Smiths innerhalb kürzester Zeit in eine Partymeile verwandelt hat. Zunächst ist Stan gegen die Party, doch als ihn eine junge Studentin namens Jessica anhimmelt, ändert er seine Meinung und feiert kurzerhand mit. Obwohl Jessica und Stan eigentlich beide in festen Händen sind, werden sie zu einem Spring Break Paar und genießen die Party in vollen Zügen. Als die Party sich nach einer Woche jedoch dem Ende neigt und Francine wieder nach Hause zurückkehrt, fällt Stan in ein tiefes Gefühlschaos und muss sich zwischen seiner neuen Freundin Jessica und seiner langjährigen Ehefrau Francine entscheiden...","versions":[{"lang":1,"streams":[{"redirect":14105761,"hoster":"VOE"},{"redirect":12813417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14302352,"hoster":"VOE"},{"redirect":12813149,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das darf man nur als Teenager","epNo":1,"alt":"1600 Candles","descr":"Steve ist über alle Maßen stolz auf sein erstes und einziges Schamhaar, das rot aber doch eindeutig ein Schamhaar ist. Francine hingegen hat Angst, ihr geliebtes Baby zu verlieren und möchte den Prozess des Erwachsenwerdens unbedingt aufhalten. Mittels einer kleinen Bestechungen erhält sie von der CIA ein geheimes Mittel mit dem man den Alterungsprozess aufhalten kann. Die Anwendung zeigt allerdings fatale Folgen: Steve entpuppt sich prompt als Baby.Steve ist wahnsinnig stolz auf sein erstes und einziges Schamhaar. Francine hat jedoch Angst ihren Jüngsten zu verlieren und möchte den Prozess des Erwachsenwerdens aufhalten. Von der CIA bekommt sie ein Mittel, dass den Alterungsprozess umkehrt.","versions":[{"lang":1,"streams":[{"redirect":14110281,"hoster":"VOE"},{"redirect":12813421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213358,"hoster":"VOE"},{"redirect":12816709,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Roger sieht rot","epNo":2,"alt":"The One That Got Away","descr":"Roger findet heraus, dass seine Kreditkarte gesperrt ist, da ein gewisser Sydney Huffman, für den über das gleiche Konto eine Partnerkarte existiert, riesige Ausgaben mit seiner Karte getätigt hat. Roger spürt Huffman auf und macht ihm das Leben zur Hölle. Allerdings muss Roger dabei feststellen, dass der Kreditkartenbetrüger ein Alter Ego von ihm ist. Als sich herausstellt, dass Sydney einen Killer auf Roger angesetzt hat, ist das Verwirrspiel komplett.Rogers Kreditkarte wird wegen einem Sydney Huffman gesperrt wird. Roger spürt ihn auf, stellt aber fest, dass Sydney ein Alter Ego von ihm ist. Sydney setzt schließlich einen Killer auf Roger an und das Verwirrspiel ist komplett.","versions":[{"lang":1,"streams":[{"redirect":14105615,"hoster":"VOE"},{"redirect":12836525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195080,"hoster":"VOE"},{"redirect":12836481,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bullock und sein Ja-Sager","epNo":3,"alt":"One Little Word","descr":"Stan ist seinem Chef mehr als hörig und vergrätzt damit Francine. Auch das Kuschelwochenende über den Valentinstag ist in Gefahr. Zu allem Überfluss hinterlässt Bullock nicht nur sein Adoptivkind bei Francine, während er mit Stan auf Brautschau geht, sondern parkt auch noch seine Geliebte auf dem Sofa der Smiths. Francine ist schockiert, als sie erfährt, dass sich Bullock die Geliebte angelacht hat, während seine Frau als Geisel im Irak war. Stan sieht nur einen Ausweg, um die Situation zu entschärfen: Bullocks Frau aus den Fängen der Terroristen zu befreien, damit Bullock ihn endlich wieder in Ruhe lässt...Stan ist seinem Chef so hörig, dass er am Valentinswochenende Francine mit Bullocks Adoptivkind und Geliebter sitzen lässt, während Stan mit ihm auf Brautschau geht. Die Ehefrau Bullocks wird im Irak als Geisel gehalten und Stan geht sie befreien.","versions":[{"lang":1,"streams":[{"redirect":14118553,"hoster":"VOE"},{"redirect":12813422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157323,"hoster":"VOE"},{"redirect":12813169,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Travis oder Stan?","epNo":4,"alt":"Choosy Wives Choose Smith","descr":"Stan erfährt, dass Francine zum Zeitpunkt ihres Kennenlernens mit einem Mann verlobt war, der damals seit zwei Monaten als verschollen galt. Daraufhin möchte er herausfinden, ob er denn wirklich Francines erste Wahl war oder nur eine Art Notnagel. Ein Verhör des ehemaligen Verlobten soll dabei die notwendigen Antworten bringen...Stan erfährt, dass Francine zum Zeitpunkt ihres Kennenlernens mit einem Mann verlobt war, der damals seit zwei Monaten als verschollen galt. Daraufhin möchte er herausfinden, ob er denn wirklich Francines erste Wahl war oder nur eine Art Notnagel...","versions":[{"lang":1,"streams":[{"redirect":14118182,"hoster":"VOE"},{"redirect":12813419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213466,"hoster":"VOE"},{"redirect":12813166,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Steve, die Klapperschlange","epNo":5,"alt":"Escape from Pearl Bailey","descr":"Steves etwas dickliche Freundin Debbie wird öffentlich von den hübschen Mädchen in der Schule veralbert. Aus diesem Grund verliert sie als ausgemachte Außenseiterin die Wahl zur Gesamtschülervertreterin, was für sie einen Tiefschlag bedeutet. Nachdem auch noch eine Hetz-Webseite gegen Debbie die Runde macht, beschließt Steve entgegen dem Willen seiner Freundin, Rache an den Mädchen zu üben. Er nimmt sich jede Einzelne vor, wobei trotz der Verwendung einer Maske schnell klar ist, wer hinter den Aktionen steckt. Zu allem Überfluss erfährt Steve schließlich, dass die Webseite gar nicht von den fiesen Mädchen aus der Schule online gestellt wurde...Steves etwas dickliche Freundin Debbie wird öffentlich von den hübschen Mädchen in der Schule veralbert. Gegen den Willen seiner Freundin beschließt Steve sie zu rächen.","versions":[{"lang":1,"streams":[{"redirect":14051390,"hoster":"VOE"},{"redirect":12816762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213561,"hoster":"VOE"},{"redirect":12813167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Haylay liebt Stan Bil","epNo":6,"alt":"Pulling Double Booty","descr":"Hayley wurde von ihrem Freund verlassen, was bei ihr einen ausgedehnten Wutanfall auslöst. Das entspricht durchaus Hayleys Wesen, weshalb Stan und Francine fürchten, dass Ähnliches bei dem nächsten Freund wieder passieren könnte. Zufällig begegnet Hayley einem Doppelgänger von Stan, der ebenfalls bei CIA arbeitet. Zunächst sieht es so aus, als wäre Bill der perfekte Freund für Hayley, da er genau die Reize und Merkmale mitbringt, die Francine und Stan für ihre Tochter suchen. Als Bill allerdings nicht nur Hayley, sondern auch Francine an die Wäsche will, hört für Stan der Spaß auf...Hayley begegnet einem Doppelgänger von Stan, der ebenfalls bei CIA arbeitet. Zunächst sieht es so aus, als wäre Bill der perfekte Freund für Hayley, doch als Bill nicht nur Hayley, sondern auch Francine an die Wäsche will, hört für Stan der Spaß auf.","versions":[{"lang":1,"streams":[{"redirect":14156999,"hoster":"VOE"},{"redirect":12813424,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106102,"hoster":"VOE"},{"redirect":12813168,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Phantom des Spendenmarathons","epNo":7,"alt":"Phantom of the Telethon","descr":"Der CIA wird das Folter-Budget gestrichen. Jetzt überlegt man im Hauptquartier, wie man genug Geld organisieren könnte, um die zukünftigen Folterungen selbst zu finanzieren. Allerdings hat niemand hat einen vernünftigen Vorschlag und auch Stan sucht krampfhaft nach einer zündenden Idee. Da schlägt ihm Roger einen Spendenmarathon vor - eine Idee, die er schon in den 50er Jahren Jerry Lewis vorgeschlagen. Jerry setzte damals Rogers Idee in die Tat um und der Spendenmarathon wurde ein großer Erfolg. Allerdings gab Jerry die Idee als seine eigene aus und ließ Roger als Lügner dastehen. Die Geschichte wiederholt sich, als Stan Rogers Idee erst ablehnt, dann aber unter größtem Lob doch anwendet...Der CIA wird das Folter-Budget gestrichen. Roger schlägt einen Spendenmarathon vor - eine Idee, die er schon in den 50ern bei Jerry Lewis einsetze. Damals war es ein großer Erfolg, Jerry gab es als seine eigene Idee aus und ließ Roger als Lügner dastehen.","versions":[{"lang":1,"streams":[{"redirect":14007877,"hoster":"VOE"},{"redirect":12813426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225624,"hoster":"VOE"},{"redirect":12813170,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nur die inneren Werte zählen...oder?!","epNo":8,"alt":"Chimdale","descr":"Roger hat bei einem Radio-Gewinnspiel einen Kurztrip in ein Spa gewonnen, den er mit Hayley und Francine antritt. Vor Ort beginnt ein Versteckspiel, unter anderem auch mit dem Spa-Detektiv, der 1800 Dollar Nachzahlung eintreiben will. Gleichzeitig erfährt Steve, der wegen seiner krummen Wirbelsäule ein Metall-Korsett verordnet bekommen hat, dass sein Vater eigentlich eine Glatze hat und immer mit einer Perücke herumläuft. Die beiden, die aufgrund ihrer Makel gesellschaftlich ausgegrenzt werden, wollen die Sache gemeinsam durchstehen, doch Steve kriegt mit, dass sein Vater ihn belogen hat und bei der Arbeit weiterhin seine Perücke trägt. Daraufhin will er Stans großes Geheimnis Francine erzählen, die sich noch im Spa befindet. Es beginnt eine große Jagd, bei der Stan seinen Sohn bis zum Chimdale Spa verfolgt - großer Showdown inklusive. Roger gewinnt ein Spa-Aufenthalt, den er mit Hayley und Francine antritt. Steve, wegen einer krummen Wirbelsäule im Korsett, erfährt, dass Stan eigentlich eine Perrücke trägt. Er sucht seine Mutter auf um ihr Stans Geheimnis zu sagen.","versions":[{"lang":1,"streams":[{"redirect":14042920,"hoster":"VOE"},{"redirect":10622482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149459,"hoster":"VOE"},{"redirect":12813171,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stan-Zeit","epNo":9,"alt":"Stan Time","descr":"Stan erträgt es nicht mehr, dass er keine Zeit für sich hat da er von der Familie voll in Beschlag genommen wird. Ein Kollege erzählt ihm, dass es Wunderpillen gibt, nach deren Einnahme man das Gefühl hat, acht Stunden geschlafen zu haben. Diese Pillen nimmt Stan, um nachts seine Freiheit und Freizeit genießen und tagsüber normal arbeiten gehen zu können. Francine kommt ihm allerdings auf die Schliche und greift ebenfalls zu den Pillen. Anders als Stan setzt sie sich allerdings nicht vor eine Spielkonsole, sondern widmet sich der Meeresforschung. Als sie von einem renommierten französischen Meeresforscher zu Hause abgeholt wird, um auf die Suche nach dem Koloss-Kalmar zu gehen, merkt Stan schließlich, dass er einen Fehler begangen hat.Stan nimmt angebliche Wunderpillen, die bewirken, dass man ausgeschlafen ist. In der Nacht hat er dann endlich Zeit für sich. Francine kommt ihm auf die Schliche. Als sie auch anfängt die Pillen zu nehmen, wird Stan klar, dass er einen Fehler gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":14159013,"hoster":"VOE"},{"redirect":12813423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195162,"hoster":"VOE"},{"redirect":12813172,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Roger im Familienrausch","epNo":10,"alt":"Family Affair","descr":"Die Smiths haben ihre familiäre Ader entdeckt, weswegen neben Familienspiel-Abenden auch gemeinsame Unternehmungen auf dem Programm stehen. Für eine problemfreie Kommunikation hat Stan für jedes Familienmitglied ein Handy besorgt. Roger seilt sich jedoch immer öfter unter dem Vorwand ab, für eine Theaterprobe das Haus verlassen zu müssen. Als die Smiths Roger bei einer seiner Vorstellungen überraschen wollen, stellt sich heraus, dass das Theater schon lange geschlossen ist. Stans darauf folgende Recherchen ergeben, dass sich Roger auch mit anderen Familien vergnügt...Roger erfindet Ausreden um nicht bei den Smith-Familienabenden dabei zu sein. Die ganze Familie kommt ihm auf die Schliche und erfährt, dass er sich stattdessen mit anderen Familien begnügt.","versions":[{"lang":1,"streams":[{"redirect":14157319,"hoster":"VOE"},{"redirect":12813427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120459,"hoster":"VOE"},{"redirect":10622115,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gesetz ist Gesetz","epNo":11,"alt":"Live and Let Fry","descr":"Anders als seine Kinder beharrt Stan als großer Prinzipienreiter auf allen möglichen Gesetzen. Als eines Tages jedoch ein bestimmtes Fett in Langley Falls verboten wird, entwickelt Stan kriminelle Energien und schmuggelt das geliebte Fett zunächst höchst persönlich über die Stadtgrenze. Als ihm die Angelegenheit jedoch zu windig wird, schickt er seinen Sohn Steve mit dem Fahrrad ins Nachbardörflein, um sein Lieblingsfett zu organisieren. Dieser wird irgendwann von dem örtlichen Polizisten Turlington angehalten, weswegen Steve mehrere Dosen Fett verschlingen muss, um die Beweise zu vernichten - eine Tat, die drastische Folgen hat.Als ein bestimmtes Fett in Langley verboten wird, ergreifen den sonst so gesetzestreuen Stan kriminelle Energien. Schließlich beauftragt er Steve, der aber ertappt wird. Nun muss Steve einige Dosen Fett verschlingen um die Beweise verschwinden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14105782,"hoster":"VOE"},{"redirect":13077243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105672,"hoster":"VOE"},{"redirect":12813159,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Roy Rogers McFreely","epNo":12,"alt":"Roy Rogers McFreely","descr":"Stan bringt Roger nicht wie gewünscht Grenadine vom Einkaufen mit, sodass dieser nicht sein Lieblingsgetränk trinken kann. Daraufhin beschließt Roger, Stan das Leben zur Hölle zu machen. Dazu lässt er sich unter dem Decknamen Roy Rogers McFreely zum Vorsitzenden der Eigentümerversammlung wählen, um dann Stans Wagen abschleppen und das äußere Erscheinungsbild der Eigentümergemeinschaft komplett ändern zu lassen. Stan ist über den neuen Vorsitzenden derart erbost, dass er sich mit seiner Revoluzzer-Tochter verbündet und zum großen Gegenschlag ansetzt.Roger macht Stan das Leben zur Hölle als dieser Roger nicht das Richtige vom Supermarkt mitbringt. Unter dem Decknamen Roy Rogers McFreely lässt er unter Anderem Stans Auto abschleppen. Stan verbündet sich mit Hayley und holt zum Gegenschlag aus.","versions":[{"lang":1,"streams":[{"redirect":14118028,"hoster":"VOE"},{"redirect":12813432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117601,"hoster":"VOE"},{"redirect":12825265,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jack ist wieder da","epNo":13,"alt":"Jack\u0027s Back","descr":"Steve hat sich und Stan bei einem Fahrradrennen angemeldet. In diesem Zusammenhang kommt heraus, dass Stan nicht Fahrrad fahren kann, da sein Vater es ihm nie beigebracht hat. Dies bringt Stan wiederum dazu, mit mit seinem verschollenen Vater Jack reden zu wollen. Steve findet über das Internet heraus, dass Jack im Gefängnis. Sie holen ihn auf Kaution raus und lassen ihn bis zur Verhandlung bei sich wohnen. Stan ist die ganze Zeit skeptisch, ob sich sein Vater wirklich ins Positive geändert hat. Steve ist von der Unschuld seines Großvaters derart überzeugt, dass er schließlich mit ihm flieht.Stan sucht Kontakt zu seinem verschollenen Vater Jack, der im Gefängnis sitzt. Die Familie holt Jack auf Kaution raus und lässt ihn bis zur Verhandlung bei sich wohnen. Steve ist jedoch von Jacks Unschuld überzeugt.","versions":[{"lang":1,"streams":[{"redirect":14051279,"hoster":"VOE"},{"redirect":12813429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157234,"hoster":"VOE"},{"redirect":12813158,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Bar-Mizwa - Clou","epNo":14,"alt":"Bar Mitzvah Shuffle","descr":"Etan, ein jüdischer Studienfreund von Snot, lädt Debbie, Steves Freundin, zu seiner Bar Mizwa Party ein. Da Debbie Etan - im Gegensatz zu Steve - für einen echten Mann hält, lässt sie Steve sitzen, woraufhin dieser einen Racheplan schmiedet. Er beschließt schließlich, Etans Geldumschläge, die dieser bei seiner Bar Mizwa Party erhalten wird, mit einem genialen Plan zu stehlen. Er hofft gleichzeitig, dass Debbie dadurch erkennt, dass sich Etan nur um seine Geschenke sorgt und somit noch genauso wenig erwachsen ist wie er selbst. Ob der Plan gelingen wird?Debbie lässt Steve für einen jüdischen Studienfreund von Snot sitzen. Mit einem genialen Plan schlägt er auf Etans Bar Mizwa zurück. Damit will er Debbie zeigen, dass Etan genauso unerwachsen ist wie er selbst.","versions":[{"lang":1,"streams":[{"redirect":14213394,"hoster":"VOE"},{"redirect":10622488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157326,"hoster":"VOE"},{"redirect":12813156,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Ersatzehefrau","epNo":15,"alt":"Wife Insurance","descr":"Stan wird in Kolumbien entführt, was zu einigen Verwicklungen führt. Da Francine der festen Überzeugung ist, dass Stan niemals wiederkommen wird, verändert sich im Hause der Smiths einiges. Dementsprechend groß sind die Probleme, als Stan plötzlich doch unversehrt auftaucht - und einen schockierenden Plan kundtut.Stan wird in Kolumbien entführt, was zu einigen Verwicklungen führt. Da Francine der festen Überzeugung ist, dass Stan niemals wiederkommen wird, verändert sich im Hause der Smiths einiges. Plötzlich steht er unversehrt vor der Tür.","versions":[{"lang":1,"streams":[{"redirect":14159026,"hoster":"VOE"},{"redirect":12377501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118465,"hoster":"VOE"},{"redirect":12813160,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Delorean-Roadtrip","epNo":16,"alt":"Delorean Story-an","descr":"Steve versucht krampfhaft, die Aufmerksamkeit seines Vaters zu erhaschen. Dabei entdeckt er, dass Stan seit Jahren heimlich an einem ganz speziellen Automobil bastelt: Einer DeLorean DMC-12. Das Projekt ist fast vollendet, es fehlt nur noch eine sehr rare Beifahrertür. Um seinem Dad zu gefallen, setzt Steve alles daran, einen Besitzer einer solchen Tür zu lokalisieren. Als ihm dies gelingt, beginnt für Vater und Sohn eine interessante Reise...","versions":[{"lang":1,"streams":[{"redirect":14195113,"hoster":"VOE"},{"redirect":12813433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157277,"hoster":"VOE"},{"redirect":12813165,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Vater-Sohn-Moment","epNo":17,"alt":"Every Which Way But Lose","descr":"Stan ist sehr enttäuscht, da Steve bei einem Chemie-Wettbewerb in der Schule nicht den ersten Platz geholt hat. Dies lässt er Steve auch deutlich spüren, weswegen dieser beschließt, sich beim Football-Team der Schule einzuschreiben. Durch einen Zufall wird allerdings Stan der neue Coach des Teams, was damit endet, dass der extrem wettbewerbsorientierte Vater den eigenen Sohn aus der Mannschaft wirft. Zuhause entdeckt Roger schließlich den weinenden Steve - und sinnt auf gemeinsame Rache.Stan ist enttäuscht als Steve beim Chemie-Wettbewerb nicht den ersten Platz belegt. Steve tritt daraufhin dem Football-Team bei, doch Stan wird zufällig der Trainer. Wegen geringer Leistung fliegt der Sohnemann aus dem Team. Roger plant mit Steve Rache.","versions":[{"lang":1,"streams":[{"redirect":14156994,"hoster":"VOE"},{"redirect":12813434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213462,"hoster":"VOE"},{"redirect":12813162,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Entscheider","epNo":18,"alt":"Weiner of Our Discontent","descr":"Roger erzählt ständig davon, wie wichtig er ist und welche großartigen Leistungen er bereits vollbracht hat. Stan kann die Selbstbeweihung irgendwann nicht mehr ertragen und schreit Roger dessen Schwächen ins Gesicht. Voller Wut beschließt Roger, die berühmte Area 51 aufzusuchen, um von dort sein Volk zu rufen, damit es die Erde zerstört. Dabei wird er von Stan begleitet, der das Ganze für einen Bluff hält.Ein Streit zwischen Stan und Roger artet aus, was zur Folge hat, dass Roger wutentbrannt Area 51 aufsucht um sein Volk zu rufen, damit sie die Erde zerstören. Stan begleitet ihn, da er das Ganze für einen Bluff hält.","versions":[{"lang":1,"streams":[{"redirect":14158973,"hoster":"VOE"},{"redirect":12813437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118585,"hoster":"VOE"},{"redirect":12813161,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schwul ist cool","epNo":19,"alt":"Daddy Queerest","descr":"Stan und Francine sind auf einen Besuch bei ihren homosexuellen Nachbarn Greg und Terry eingeladen. Daraus ergibt sich, dass die beiden Terry helfen müssen: Dessen Vater, eine Football-Legende, kommt zu Besuch - ohne etwas über die sexuelle Orientierung seines Sohnes zu wissen. Obwohl Francine verspricht, den Vater schonend aufzuklären, bekommt Terry beim Besuch plötzlich Panik. Er behauptet, Francine sei seine Frau und das Greg und Stan die schwulen Nachbarn wären.Francine und Stan besuchen ihre schwulen Nachbarn Terry und Greg. Der Vater von Terry, der keine Ahnung hat, kommt zu Besuch. Plötzlich kriegt Terry Panik und behauptet Francine sei seine Frau... und Greg und Stan die schwulen Nachbarn.","versions":[{"lang":1,"streams":[{"redirect":14139349,"hoster":"VOE"},{"redirect":12813436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117919,"hoster":"VOE"},{"redirect":12813164,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine Nacht für Stan","epNo":20,"alt":"Stan\u0027s Night Out","descr":"Stan nimmt sich gegenüber Francine eine wilde Partynacht mit den Jungs heraus. Die Situation wechselt aber schnell von wild zu übertrieben, als Stan von einer delikaten Situation in die andere schlittert.Stan nimmt sich gegenüber Francine eine wilde Partynacht mit den Jungs heraus. Die Situation wechselt aber schnell von wild zu übertrieben, als Stan von einer delikaten Situation in die andere schlittert.","versions":[{"lang":1,"streams":[{"redirect":14230643,"hoster":"VOE"},{"redirect":12813439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117764,"hoster":"VOE"},{"redirect":12813163,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Soldat Steve Smith","epNo":1,"alt":"In Country... Club","descr":"Steve wird die große Ehre zuteil, beim lokalen Veteranen-Tag die Nationalhymne singen zu dürfen. Trotz dessen unübersehbaren Fähigkeiten ist Stan alles andere überzeugt von seinem Sohn und beschließt, dass Steve zunächst einen echten Krieg erlebt haben muss, um die Hymne zu einem solchen Anlass singen zu können.Steve wird die große Ehre zuteil, beim lokalen Veteranen-Tag die Nationalhymne singen zu dürfen. Trotz dessen unübersehbaren Fähigkeiten ist Stan alles andere überzeugt von seinem Sohn und beschließt, dass Steve einen echten Krieg erlebt haben muss...","versions":[{"lang":1,"streams":[{"redirect":13703611,"hoster":"VOE"},{"redirect":12813445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118087,"hoster":"VOE"},{"redirect":12813173,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Diktator von Isla Island","epNo":2,"alt":"Moon over Isla Island","descr":"Stan muss den Diktator von Isla Island dazu bringen, ein Abkommen zu unterzeichnen. Allerdings tötet er sein Gegenüber beim besagten Treffen versehentlich und setzt zur Vertuschung heimlich Roger als Stellvertreter ein. Dieser nimmt seine neuen Kompetenzen jedoch so umfassend wahr, dass schnell eine Revolution droht...Stan muss den Diktator von Isla Island dazu bringen, ein Abkommen zu unterzeichnen. Allerdings tötet er sein Gegenüber beim besagten Treffen versehentlich und setzt zur Vertuschung heimlich Roger als Stellvertreter ein.","versions":[{"lang":1,"streams":[{"redirect":14117857,"hoster":"VOE"},{"redirect":12813440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106034,"hoster":"VOE"},{"redirect":10622154,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Steve allein zu Haus","epNo":3,"alt":"Home Adrone","descr":"Steve und seine Freunde haben ein tolles neues Spielzeug entdeckt: Ein Videospiel, das Steve seinem Vater geklaut hat. Als sich herausstellt, dass es sich dabei um die Steuerung einer Kampfdrohne handelt, stehen die Zeichen auf Sturm...Steve und seine Freunde haben ein tolles neues Spielzeug entdeckt: Ein Videospiel, das Steve seinem Vater geklaut hat. Als sich herausstellt, dass es sich dabei um die Steuerung einer Kampfdrohne handelt, stehen die Zeichen auf Sturm...","versions":[{"lang":1,"streams":[{"redirect":14078002,"hoster":"VOE"},{"redirect":13835368,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195039,"hoster":"VOE"},{"redirect":12813180,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Meine Frau, mein Alien und ich","epNo":4,"alt":"Brains, Brains and Automobiles","descr":"Hayley und Steve machen sich auf den Weg zu ihren jeweiligen Sommeraktivitäten. Für Francine und Stan steht so eine romantische Zeit voller Zweisamkeit ins Haus...Hayley und Steve machen sich auf den Weg zu ihren jeweiligen Sommeraktivitäten. Für Francine und Stan steht so eine romantische Zeit voller Zweisamkeit ins Haus...","versions":[{"lang":1,"streams":[{"redirect":14195138,"hoster":"VOE"},{"redirect":13706847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195173,"hoster":"VOE"},{"redirect":13835347,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Kind im Manne","epNo":5,"alt":"Man in the Moonbounce","descr":"Steve wird mit einer schwierigen Aufgabe konfrontiert: Da Stan seine Kindheit erneut durchlebt, muss plötzlich er den Mann im Haus spielen...Steve wird mit einer schwierigen Aufgabe konfrontiert: Da Stan seine Kindheit erneut durchlebt, muss plötzlich er den Mann im Haus spielen...","versions":[{"lang":1,"streams":[{"redirect":14062689,"hoster":"VOE"},{"redirect":12813449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251860,"hoster":"VOE"},{"redirect":12813182,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mehr Schein als Sein","epNo":6,"alt":"Shallow Vows","descr":"Stan ist mit Francine unzufrieden und beschließt, ihr eine gehörige Lektion zu erteilen.","versions":[{"lang":1,"streams":[{"redirect":14051960,"hoster":"VOE"},{"redirect":12813442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059469,"hoster":"VOE"},{"redirect":12813183,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mein persönlicher Rockstar","epNo":7,"alt":"My Morning Straitjacket","descr":"Eigentlich teilen Stan und Hayley in puncto Weltansicht und Kultur nicht allzu viele Ansichten. Nachdem Stan aber mit seiner Tochter ein Konzert eines ihrer Lieblingsmusiker besucht hat, ist er zu Hayleys größter Verwunderung plötzlich Feuer und Flamme...Eigentlich teilen Stan und Hayley in puncto Weltansicht und Kultur nicht allzu viele Ansichten. Nachdem Stan aber mit ihr ein Konzert eines ihrer Lieblingsmusiker besucht, ist er zu Hayleys größter Verwunderung plötzlich Feuer und Flamme...","versions":[{"lang":1,"streams":[{"redirect":14105845,"hoster":"VOE"},{"redirect":12813446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14277224,"hoster":"VOE"},{"redirect":12813188,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Leoparden-Tanga","epNo":8,"alt":"G-String Circus","descr":"Stan ist auf Hayley sauer, da diese sich seinen Empfehlungen verweigert. Um seiner Tochter zu beweisen, dass er mit allem Recht hat, greift er zu drastischen Mitteln...Stan ist auf Hayley sauer, da diese sich seinen Empfehlungen verweigert. Um seiner Tochter zu beweisen, dass er mit allem Recht hat, greift er zu drastischen Mitteln...","versions":[{"lang":1,"streams":[{"redirect":14068493,"hoster":"VOE"},{"redirect":12813447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195168,"hoster":"VOE"},{"redirect":12813187,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die verrückte Entrückung","epNo":9,"alt":"Rapture\u0027s Delight","descr":"Dieses Mal erleben die Smiths Geschehnisse der etwas anderen Art: Nachdem Stan sich beim weihnachtlichen Kirchgang über die Festtagsreligiösen aufgeregt hat, beschließt Francine, ihn mit Sex zu versöhnen. Währenddessen geht aber urplötzlich die Welt unter, sodass Stan und Francine sich einer post-apokalyptischen Welt gegenübersehen, in der es nur noch Roger zu geben scheint.Nachdem Stan sich beim weihnachtlichen Kirchgang über die Festtagsreligiösen aufgeregt hat, beschließt Francine, ihn mit Sex zu versöhnen. Währenddessen geht aber urplötzlich die Welt unter und nur Roger scheint in der Postapokalypse überlebt zu haben.","versions":[{"lang":1,"streams":[{"redirect":14067376,"hoster":"VOE"},{"redirect":12813448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157258,"hoster":"VOE"},{"redirect":12813189,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einem geschenkten Gaul","epNo":10,"alt":"Don\u0027t look a Smith Horse in the Mouth","descr":"Stans Ideenreichtum ist gefragt, als Francine ihn dazu auffordert, seinen spritfressenden SUV zu verkaufen, um so die Umwelt und die Familienkasse zu schonen.Stans Ideenreichtum ist gefragt, als Francine ihn dazu auffordert, seinen spritfressenden SUV zu verkaufen, um so die Umwelt und die Familienkasse zu schonen.","versions":[{"lang":1,"streams":[{"redirect":14078145,"hoster":"VOE"},{"redirect":12813450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110585,"hoster":"VOE"},{"redirect":12813174,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Süchtig ist der Mann","epNo":11,"alt":"A Jones for a Smith","descr":"Stan ist nach wie vor antiliberal und stört sich dementsprechend an den vielen Sozialprogrammen in seiner Stadt. Besonders ärgerlich ist aus seiner Sicht, dass Francine sich für die Obdachlosen engagiert. Eine seltsame Sucht trägt allerdings dazu bei, dass Stan seine Ansichten bald ändert.Stan ist nach wie vor antiliberal und stört sich dementsprechend an den vielen Sozialprogrammen in seiner Stadt. Besonders ärgerlich ist aus seiner Sicht, dass Francine sich für die Obdachlosen engagiert. Urplötzlich ändert er aber seine Ansichten.","versions":[{"lang":1,"streams":[{"redirect":14130762,"hoster":"VOE"},{"redirect":14204101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118409,"hoster":"VOE"},{"redirect":13835344,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Held wie du und ich","epNo":12,"alt":"May the best Stan win","descr":"Der Valentinstag steht bevor und Francine hat Stan als Geschenk einen Gutschein für ein Gemeinschaftsgrab und einen Pärchensarg besorgt. Doch Stan eröffnet ihr, dass sie nicht gemeinsam begraben werden können, da er nach seinem Tod von der CIA in einen Cyborg verwandelt wird. Francine ist beleidigt und wirft Stan Egoismus vor. Plötzlich taucht ein Cyborg-Stan auf und erklärt Stan, dass in der Zukunft ein Krieg stattfinden wird und Stan die Welt retten kann, wenn er dafür trainiert. Stan fängt sofort an zu trainieren und Cyborg-Stan und Francine verbringen viel Zeit miteinander. Es kommt heraus, dass es gar keinen Krieg in der Zukunft geben wird, sondern Cyborg-Stan nur deshalb in die Vergangenheit gereist ist, um Francines Herz zu erobern. Bei einer wilden Verfolgungsjagd in einem Freizeitpark gelingt es Stan den Cyborg-Stan auszuschalten und das Herz von Francine zurück zu gewinnen.Zum Valentinstag schenkt Francine Stan einen Gutschein für ein Gemeinschaftsgrab und Pärchensarg. Da Stan nach seinem Tod von der CIA zum Cyborg gemacht wird, ist Francine beleidigt. Dann kommt sein Cyborg aus der Zukunft und macht sich an Francine ran.","versions":[{"lang":1,"streams":[{"redirect":14158467,"hoster":"VOE"},{"redirect":12813451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110226,"hoster":"VOE"},{"redirect":13835345,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Stan Salvation","epNo":13,"alt":"The Return of the Bling","descr":"Stan kann es überhaupt nicht nachvollziehen wie Steve irgendwelche fiktiven Helden und Idole haben kann, und er möchte ihn davon überzeugen, dass nur gestandene Persönlichkeiten, die auch Werte vermittelt haben, zum Helden auserkoren sein können, wie zum Beispiel Ronald Reagan oder das US Eishockey-Team von 1980, das die Goldmedaille erlangte. In einem Gespräch kommt allerdings raus, dass Roger unter falschem Namen und verkleidet Mitglied dieses Hockey-Teams war, und Steroide zu sich genommen hat. Daraufhin nimmt Stan Kontakt zu Ronald Reagan auf, der ihn befielt, die Medaille zum IOC zurück zu bringen. Roger, Steve und Stan machen sich also auf den Weg, doch leider stürzt das Flugzeug der CIA ab, und sie landen mitten in der Pampa. Roger mit seiner gespaltenen Persönlichkeit, der sich zwischendurch immer wieder in Gollum verwandelt, will ihm die Medaille abschwätzig machen. Stan gelingt es aber dennoch Ronald Reagans Rat zu folgen und die Medaille, leider nur in ein falsches olympisches Feuer zu werfen, wie es ihm aufgetragen wurde. Ein Mitarbeiter des IOC sagt ihm, dass er zwar nur für die Winterspiele zuständig sei, und dass Reagan um die Problematik mit den Steroiden wusste, aber der Sieg ihm wichtig war. Daraufhin sieht Stan ein, dass Helden wohl auch nur Menschen wie du und ich sind.Es kommt heraus, dass Roger verkleidet Mitglied von Stans Lieblingshockey-Team war, und Steroide zu sich genommen hat, als sie 1980 eine Goldmedaille gewonnen haben. Stan nimmt Kontakt zu Ronald Reagan auf und fordert, die Medaille zurück zu holen.","versions":[{"lang":1,"streams":[{"redirect":13728771,"hoster":"VOE"},{"redirect":12813452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120242,"hoster":"VOE"},{"redirect":12813175,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Roger, der korrupte Bulle","epNo":14,"alt":"Cops and Roger","descr":"Stan motiviert Roger zu Macht und Ehre. Aus diesem Grund hat sich Roger, das unsportlichste aller Wesen auf diesem Planeten, an der Polizeiakademie angemeldet. Durch Stans hartem Training und das Vermitteln von Werten gelingt es Roger tatsächlich nicht nur Polizist zu werden, sondern auch noch als einer der Besten seine Ausbildung abzuschließen. Nach nur drei Stunden im Dienst entdeckt Stan bei der Arbeit, während er gerade die Docks observiert, dass Roger ein korrupter Bulle ist. Rogers Partner, Chaz, steckt hinter allem Übel, und Stan versucht Roger zu bekehren. Allerdings kommt alles anders als geplant: Chaz hat Stan inzwischen gefesselt und verlangt nun von Roger, dass er ihn abschießt. Aber durch sein mutiges Verhalten gelingt es Roger Chaz umzubringen. Und am Ende ist alles gut. Hayley hat sich zwischenzeitlich in den Koala, Reginald, verliebt und serviert ihren Freund Ian ab.Roger, das unsportlichste aller Wesen aller Zeiten, meldet sich bei der Polizeiakademie an. Dank Stans hartem Training schneidet er als Klassenbester ab und wird dann zum korrupten Polizisten. Am Ende muss Roger eine schwierige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":14117553,"hoster":"VOE"},{"redirect":12813453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195038,"hoster":"VOE"},{"redirect":12813178,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"In vino veritas","epNo":15,"alt":"Merlot Down Dirty Shame","descr":"Stan hat keine Lust mit Francine auf eine Weinproben-Reise zu gehen und überzeugt Roger für ihn einzuspringen. Stan hält Roger für seinen besten Freund und sie kaufen sich beim Juwelier zwei Halsketten, die ihre Freundschaft besiegeln soll. Bei der Weinprobe betrinkt sich Roger so sehr, dass er Francine küsst. Francine will das sofort Stan sagen, was Roger unbedingt verhindert will, da er Angst hat, dass Stan ihm dann seine Freundschaft kündigt. In der Zwischenzeit denkt Steve, dass er luzide Träume hat, was Klaus und Hayley ausnutzen um ihm eins auszuwischen. Als sich die Wahrheit über den Kuss nicht mehr vermeiden lässt, behauptet Roger, dass die Initiative für den Kuss von Francine ausging. Daraufhin will Stan sich scheiden lassen und das Haus verkaufen. Da Roger dann auch seinen Dachboden verlieren würde, erzählt er Stan doch die Wahrheit. Allerdings hat er ihn davor lebendig begraben, um Stans Wut zu entgehen.Roger begleitet Francine zu einer Weinprobe, wo er sich an Francine ran macht, die ihn empört zurückweist und es sofort Stan sagen will. Roger befürchtet aber, dass Stan ihm die Freundschaft kündigt. Klaus und Hayley spielen Steve einen Streich.","versions":[{"lang":1,"streams":[{"redirect":14118508,"hoster":"VOE"},{"redirect":12816763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120480,"hoster":"VOE"},{"redirect":12813176,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Steve schlägt zurück","epNo":16,"alt":"Bully for Steve","descr":"Stan hält Steve für ein Weichei. Da jedes Weichei immer einen Schläger braucht, begibt sich Stan selbst in die Rolle von Steves Schläger. Er will, dass sich Steve seinem Schläger stellt. Doch Steve weicht allen Herausforderungen aus und lässt sich auch von Stan zusammen schlagen und seine Sachen wegnehmen.In der Zwischenzeit kommt Reginald von einer Reise zurück und will mit Hayley ausgehen. Doch Hayleys Ex-Freund Jeff kommt dazwischen und Hayleys Gefühle für Jeff flammen wieder auf. Schließlich gesteht Reginald Hayley, dass er sie schon immer geliebt hat. In einem Gespräch zwischen Stan und Steve kommt heraus, dass Stan früher selbst einen Schläger hatte. Steve sucht den Schläger auf Facebook und lässt ihn Stan zusammen schlagen. Steves Meinung nach muss man nicht alles allein machen, sondern kann für viele Dinge auch einfach jemanden bezahlen. Stan gibt zu, dass Steve die Aufgabe gelöst hat, wenn auch auf andere Weise, als er es sich vorgestellt hat.Stan will, dass Steve sich seinem Schläger in der Schule stellt, also mobbt er ihn selbst. Reginald und Jeff streiten sich über Hayley. Steve löst sein Mobbing-Problem auf unkonventionelle Weise.","versions":[{"lang":1,"streams":[{"redirect":14066118,"hoster":"VOE"},{"redirect":12813455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139276,"hoster":"VOE"},{"redirect":12813184,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stan hat Schiss","epNo":17,"alt":"An Incident at Owl Creek","descr":"Familie Smith ist auf einer Poolparty bei den neuen Nachbarn eingeladen. Stans größte Sorge besteht wie immer darin, dass seine Familie ihn beschämen könnte, also gibt es für jeden eine Instruktion wie er sich auf dieser Party zu verhalten hat. Als Stan die Gäste vom peinlichen Roger ablenken muss, fällt ihm nichts besseres ein als aufs Dreimeterbrett zu gehen und eine Arschbombe zu machen. Dummerweise ist ihm das Fleisch vorher nicht bekommen, das er gegessen hat, und so hat er Blähungen. Er springt ins Wasser, lässt ein Püpschen, doch leider schlüpft ihm auch eine Wurst hinaus. Damit ist er zum Gespött der gesamten Partygesellschaft geworden. Er kann im weiteren Verlauf sein Leben nicht wie früher weiterleben, weil er überall an jeder Ampel, in jedem Laden ausgelacht wird. Also schnappt er sich seine Familie und zieht von einem Ort zum anderen, in der Hoffnung, dass er irgendwo unerkannt bleibt. Dies ist leider nicht der Fall, also schmiedet er einen Plan: Er denkt sich, wenn Präsident Obama das Gleiche passiert wie ihm, ist es für ihn nicht mehr so peinlich. Leider geht der Plan in die Hose und Stan wird von Obamas Sicherheitsleuten gefasst. Er beichtet seinen Plan, und Obama macht ihm Mut und sagt, dass Stan doch nicht auf die anderen Leute hören soll. Kurz darauf wacht Stan auf dem Dreimeterbrett bei der Poolparty wieder auf und ihm wird klar, dass alles nur ein Traum war.Auf einer Poolparty geschieht Stan etwas sehr peinliches. Beschämt zieht er mit seiner Familie von Stadt zu Stadt, doch alle lachen ihn aus. Letztendlich wacht Stan auf dem Sprungbrett auf und merkt, dass alles nur ein Traum war.","versions":[{"lang":1,"streams":[{"redirect":14143278,"hoster":"VOE"},{"redirect":13835369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251842,"hoster":"VOE"},{"redirect":12813177,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der große Weltraum-Roast","epNo":18,"alt":"Great Space Roaster","descr":"Roger wünscht sich zu seinem Geburtstag einen Roast, eine Aussprache mit kleinen Gemeinheiten, die der allgemeinen Belustigung dienen sollen. Nachdem die gesamte Familie zunächst Bedenken anmeldet, beharrt Roger jedoch darauf, dass auch wirklich böse Sachen auf den Tisch kommen und er ist zunächst tief gekränkt. Daraufhin versucht Roger die gesamte Familie auszurotten und umzubringen. Selbst ein thailändischer Knast kann ihn nicht davon abhalten, zurückzukommen. Als Stan die zündende Idee hat, bei einem CIA-Programm mitzumachen, das die ganze Familie für ein Jahr ins Weltall verfrachtet, scheinen alle gerettet, doch Roger hat es irgendwie geschafft, mit ins Raumschiff zu gelangen. Bevor er jedoch alle umbringen kann, möchte Roger seine Familie quälen und in einer Aussprache und einem Roast, der unter den Familienmitgliedern gehalten wird, finden wieder alle zueinander und am Ende ist alles gut.Roger wünscht sich zu seinem Geburtstag einen Roast, eine Aussprache mit kleinen Gemeinheiten, die der allgemeinen Belustigung dienen sollen. Er kriegt aber alles in den falschen Hals und ist tief gekränkt. Daraufhin versucht er die Familie umzubringen.","versions":[{"lang":1,"streams":[{"redirect":14158477,"hoster":"VOE"},{"redirect":12813456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110465,"hoster":"VOE"},{"redirect":12813179,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"100 A.D.","epNo":1,"alt":"100 A.D.","descr":"Steve darf zum ersten Mal ein Wochenende allein zu Hause bleiben, da der Rest der Familie ein paar Tage Urlaub machen will. Stan findet, dass Steve mittlerweile alt genug ist, um auf das Haus aufzupassen. Roger verkleidet sich als kleines Mädchen, damit die Familie als erstes einchecken darf. Kurz nachdem Stan und die anderen weg sind, kommen Steves Freunde Snot, Barry und Toshi vorbei und überzeugen Steve, die sturmfreie Bude zu nutzen. Sie entdecken in Stans Arbeitszimmer einen vermeintlichen Flugsimulator, mit dem aber in Wahrheit eine echte Militärdrone gesteuert wird. Sie steuern die Drone auch am Flughafen vorbei, wodurch dem Flugzeug mit Stan, Francine, Roger und Hayley keine Startfreigabe erteilt wird. Stan geht daraufhin wieder ins Terminal, um sich etwas zu Lesen zu holen. Steve hat inzwischen entdeckt, dass das Flugzeug echt ist und bringt die abgestürzte Drone zu einer Werkstatt, die Snot ihm empfohlen hat. Stan darf nach seinem Ausflug ins Terminal nicht wieder an Bord und geht daher nach Hause. Roger hat sich in der Zwischenzeit als Stan verkleidet, doch der Air Marshall sucht jetzt das kleine Mädchen. Erst als er droht andere Passagiere umzubringen, verkleidet sich Roger wieder als kleines Mädchen. Stan entdeckt, dass Steve die Drone gesteuert hat und gemeinsam gehen sie zur Werkstatt. Die Drone wurde mittlerweile von der chinesischen Mafia geklaut und weiterverkauft. Stan entdeckt die Drone beim chinesischen Neujahrsfest. Als Stan versucht, die Drone zurückzuholen, wird er von der chinesischen Mafia angegriffen, doch Steve kann ihn retten, indem er ihn mit der Drone davon fliegt und gewinnt damit ein wenig von Stans Vertrauen zurück.","versions":[{"lang":1,"streams":[{"redirect":14110579,"hoster":"VOE"},{"redirect":13948805,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225593,"hoster":"VOE"},{"redirect":13077242,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Steve-A-Rino","epNo":2,"alt":"Son of Stan","descr":"Verbunden mit dem Versprechen, dass Stan einen Helikopter von der CIA zur Verfügung gestellt bekommt, wenn es ihm gelingt, dem Diktator des Inselstaates Isla Island dazu zu bringen, einen Vertrag zu unterschreiben, der die Vereinigten Staaten ermächtigt, dass Land inklusive dessen Ressourcen auszubeuten, macht sich Stan auf den Weg, um die Unterschrift des Diktator zu ergattern. Er heckt den Plan aus, dass er Roger als den Diktator ausgibt, und somit vor den Augen der Welt die Unterschrift von Roger als General von Isla Island die Unterschrift erhält. Roger wird in diesen Plan nicht eingeweiht und ist zutiefst enttäuscht, dass Stan ihn ein weiteres Mal ausgenutzt hat. Roger entschließt sich daher, in der Rolle des Diktators zu bleiben, und das Land zu regieren. Stan kann das natürlich nicht gutheißen und will ihn aus dem Land befreien, da er über die Presse mitbekommen hat, dass eine Revolution gegen den Diktator geführt werden soll. Auch das gelingt beim ersten Versuch nicht und Roger denkt, dass Stan ihn ein weiteres Mal ausnutzen möchte. Er bekommt allerdings mit, dass Rebellen in der Tat versuchen, ihm an die Gurgel zu gehen und Stan gelingt es, seinen Hubschrauber mit der Leiche des originalen Diktators in die Luft zu jagen. Roger erkennt anhand dessen die Wertigkeit der Freundschaft und ist zutiefst bewegt und kommt wieder mit nach Hause.","versions":[{"lang":1,"streams":[{"redirect":14043364,"hoster":"VOE"},{"redirect":13948804,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110373,"hoster":"VOE"},{"redirect":14467869,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das gruseligste Spukhaus von Langley Falls","epNo":3,"alt":"Best Little Horror House in Langley Falls","descr":"Für Stan ist es eine Tradition, Jahr für Jahr sein Haus an Halloween zu schmücken und ist mächtig stolz darauf, dass sein Haus in ganz Langley Falls als das gruseligste Spukhaus bekannt ist. Doch in diesem Jahr ist alles anders: Sein Nachbar Buckle ist ebenfalls auf den Geschmack gekommen und droht ihm mit seinem dekorierten Haus die Show zu stehlen...","versions":[{"lang":1,"streams":[{"redirect":14106039,"hoster":"VOE"},{"redirect":13964224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093433,"hoster":"VOE"},{"redirect":14467871,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stans Restaurant","epNo":4,"alt":"Stans Food Restaurant","descr":"Steve trifft auf seine neue Mitschülerin Ashley. Da diese sturmfrei hat, lädt sie Steve kurzerhand zu sich nach Hause ein. Soll er die Einladung annehmen, obwohl Ashley sich komisch verhält? Als Stan von einem Restaurant nach dem anderen in Langley Falls enttäuscht wird, denkt er an das Johnson\u0027s Parlor in Philadelphia zurück, wo er als kleiner Junge immer hingegangen ist. Stan sieht die Zeit gekommen, seinen Traum von einem eigenen Restaurant endlich zu verwirklichen. Als Roger ihm dann auch noch seine Hilfe anbietet, läuft zunächst alles perfekt - bis Roger die Geschäftsführung an sich reißt und ohne Stans Zustimmung über die Zukunft des Restaurants entscheidet...","versions":[{"lang":1,"streams":[{"redirect":14195131,"hoster":"VOE"},{"redirect":12813459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118079,"hoster":"VOE"},{"redirect":12813198,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Francine Ling","epNo":5,"alt":"White Rice","descr":"Klaus ist der Überzeugung, dass sein Leben in Einsamkeit endlich ein Ende nimmt, als Steve mit einem bunten, weiblichen Fisch vom Jahrmarkt zurückkommt. Klaus kann sein Glück kaum fassen und heiratet den anderen Fisch Hals über Kopf. Doch die Ehe entwickelt sich schnell zu einem Alptraum und er denkt immer öfter an sein altes Leben zurück. Francine und Stan streiten sich jedes Jahr kurz vor dem Geburtstag von Francines Vaters darüber, ob sie ihre Eltern zu diesem besonderen Anlass in die Stadt holen soll. Während Francine das Gespräch mit ihrem Ehemann sucht, geht dieser ihr tagelang aus dem Weg. Schließlich entschuldigt er sich bei ihr und schlägt vor, gemeinsam einen Paartherapeuten aufzusuchen. Doch bei diesem handelt es sich in Wirklichkeit nicht um einen Arzt, sondern vielmehr um einen Hypnotiseur. Stan bezahlt ihn dafür, dass er Francine bei der Hypnose all ihre Wünsche ausredet. Dies geht Jahr für Jahr gut - bis der Hypnotiseur von Stans egoistischem Verhalten genervt ist und Francine bei der Sitzung absichtlich auf all ihre Sehnsüchte aufmerksam macht. Francine wird daraufhin bewusst, dass sie früher eine erfolgreiche Karriere als Standup-Comedian hatte, die Stan immer ein Dorn im Auge war. Da Francine nun jegliches Vertrauen in ihren Mann verloren hat, beschließt sie, ihm den Rücken zu kehren und mit Rogers Hilfe groß in Hollywood rauszukommen...","versions":[{"lang":1,"streams":[{"redirect":14159132,"hoster":"VOE"},{"redirect":12813460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225620,"hoster":"VOE"},{"redirect":12813201,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Blutsbrüder","epNo":6,"alt":"There Will Be Bad Blood","descr":"Bei den Smiths ist es eine Tradition, jedes Jahr an Thanksgiving Stans Halbbruder Rusty und dessen Familie, die Indianer sind und mitten in der Wüste leben, zu sich einzuladen. Doch Stan tut dies nicht, um ein paar entspannte Tage im Kreise seiner Liebsten zu verbringen, sondern vielmehr, um Rusty unter die Nase zu reiben, wie wohlhabend er doch ist. Als Hayley eines Tages mit ihrem Freund Jeff durchbrennt, können Francine und Stan nicht weiter mitansehen, wie Steve sich zu einem verwöhnten Einzelkind entwickelt. Deshalb beschließen seine Eltern, dieses Jahr einmal zu Rustys armer Familie in die Wüste zu fliegen, um Steve dadurch vor Augen zu führen, wie gut er es eigentlich hat. Dort angekommen, trauen die Smiths ihren Augen nicht: Ihre Verwandten leben nicht wie angenommen in einem kleinen Tipi, sondern in einer riesigen Luxusvilla mitten in einem Felsen. Als Stan bewusst wird, dass seine Familie in Wirklichkeit die arme ist, bricht für ihn eine Welt zusammen. Doch Rusty ist erst so reich, seitdem er von seinem Großvater Land geerbt und durch die Förderung von Kupfer Millionär geworden ist. Das möchte Stan natürlich nicht auf sich sitzen lassen, denn er hat von seinem Großvater\"nur\" Geld geerbt und erhebt nun Ansprüche auf das Land...","versions":[{"lang":1,"streams":[{"redirect":14143393,"hoster":"VOE"},{"redirect":12813461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110550,"hoster":"VOE"},{"redirect":12813202,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Staat gegen Martin Sugar","epNo":7,"alt":"The People vs. Martin Sugar","descr":"Francine ist glücklich darüber, dass Jeff bei den Smiths eingezogen ist und übergibt ihm als Willkommensgeschenk neben einem Präsentkorb die Hausregeln, welchen zufolge Drogenkonsum strengstens verboten ist. Die anfängliche Euphorie über den Neuzugang lässt jedoch schnell nach, als Jeff auf eiskaltem Entzug ist und sich nicht mehr unter Kontrolle hat. Stan bekommt von all dem Trubel zu Hause überhaupt nichts mehr mit, da er nur noch seine Tätigkeit als Geschworener im Kopf hat. Er ist mächtig stolz darauf, dieses Jahre wieder bei Gericht zu arbeiten und in Langley Falls für Recht und Ordnung zu sorgen. Im diesjährigen Fall soll Stan darüber entscheiden, ob Martin Sugar, ein illegaler Hersteller und Verkäufer von gefälschten Handtaschen, verurteilt werden soll. Als zu Prozessbeginn Martin Sugar alias Roger den Saal betritt, fällt dem taffen Stan jedoch die Kinnlade runter. Während es Roger gelingt, nicht nur die restlichen Geschworenen, sondern auch den Staatsanwalt um den Finger zu wickeln, fordert Stan eine Gefängnisstrafe - doch am Ende ist es der Richter, der über das Schicksal des Angeklagten entscheidet...","versions":[{"lang":1,"streams":[{"redirect":13824767,"hoster":"VOE"},{"redirect":12813464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105906,"hoster":"VOE"},{"redirect":12813206,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Süßer die Glocken nie klingen","epNo":8,"alt":"For Whom the Sleigh Bell Tolls","descr":"Weihnachten steht vor der Tür und Stan schenkt Steve eine Waffe um die Vater-Sohn-Beziehung zu verbessern. Beim Ausprobieren der Waffe töte Steve aus Versehen einen Weihnachtsmann. Stan und Steve versuchen verzweifelt die Leiche verschwinden zu lassen, doch Francine entdeckt sie. Um das Weihnachtsfest nicht zu ruinieren, begraben sie die Leiche gemeinsam im Wald. Plötzlich bekommen alle Familienmitglieder anonyme Briefe, aus denen hervorgeht, dass sie jemand beim Begraben der Leiche beobachtet hat.","versions":[{"lang":1,"streams":[{"redirect":14027734,"hoster":"VOE"},{"redirect":12813462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195027,"hoster":"VOE"},{"redirect":12813205,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Concierge zum Verlieben","epNo":9,"alt":"Fart-break Hotel","descr":"Francine ist genervt von ihrem tristen Hausfrauendasein. Als das Haus der Smiths auf einmal mit Keimen infiziert ist und die Familie für eine Woche ins Hotel ziehen muss, bietet sich Francine endlich die Chance, aus ihrem langweiligen Alltag auszubrechen. Im Hotel wird sie aus Versehen mit Sarah Blanch, einer erfolgreichen Businessfrau, verwechselt. Francine zögert kurz, ob sie das Missverständnis klarstellen soll, doch sie findet schnell Gefallen an Sarahs Leben. Nachdem Sarah alias Francine bei einer Tagung eine erfolgreiche Rede gehalten hat, wird ihr ein Job als Filialleiterin angeboten. Kehrt Francine ihrer Familie nun endgültig den Rücken und nimmt eine neue Identität an? Steve wird derweil im Hotel auf ein Gemälde, das eine junge Frau zeigt, aufmerksam, das ihn einfach nicht mehr loslässt. Als ihm der Concierge erzählt, dass das Bild 1981 im Hotel gemalt wurde, beschließt Steve, durch die Zeit zu reisen - doch in der Vergangenheit macht er eine schreckliche Entdeckung...","versions":[{"lang":1,"streams":[{"redirect":14230733,"hoster":"VOE"},{"redirect":12813463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213470,"hoster":"VOE"},{"redirect":12813204,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Stanny-Boy und Frantastic","epNo":10,"alt":"Stanny Boy and Frantastic","descr":"Nach all den Ehejahren wissen Francine und Stan nicht mehr, worüber sie noch reden sollen und erzählen sich deshalb immer wieder dieselben Geschichten. Dabei realisieren sie, dass es in ihrem Leben nur noch sie beide gibt und sie überhaupt keine Freunde mehr haben. Als sie bei einer Show im Zirkus zufällig ein junges Paar, Cammy und Tom, kennenlernen, können Francine und Stan ihr Glück kaum fassen. Die vier verstehen sich auf Anhieb und verbringen von nun an viel Zeit miteinander. Die anfängliche Euphorie lässt jedoch schnell nach, denn Francine und Stan sind im Gegensatz zu ihren Freunden nicht mehr so jung und fit, dass sie eine Nacht nach der anderen durchmachen können. Aus Angst, ihre neugewonnenen Freunde wieder zu verlieren, reißen sie sich jedoch zusammen, stoßen aber bei den gemeinsamen Treffen immer wieder an ihre Grenzen. Francine und Stan sind schließlich am Ende ihrer Kräfte und würden alles dafür tun, damit Cammy und Tom es etwas ruhiger angehen ließen...","versions":[{"lang":1,"streams":[{"redirect":14120286,"hoster":"VOE"},{"redirect":12813466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110308,"hoster":"VOE"},{"redirect":12813191,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Pinata-Mann","epNo":11,"alt":"A Piñata Named Desire","descr":"Die Vorfreude von Steve und seinen Freunden auf ihre bevorstehende Pyjamaparty in Steves Baumhaus könnte nicht größer sein. Doch als die coolen Jungs der Schule von ihren Plänen mitbekommen und sich über sie lustig machen, schwindet die anfängliche Euphorie immer mehr. Steve und seinen Freunden wird daraufhin bewusst, dass sie endlich erwachsen werden müssen. Die vier Jungs wollen mit einer letzten Pyjamaparty ihre Kindheit besiegeln, geraten bei den Vorbereitungen jedoch immer wieder in Streit. Bedeutet dies nicht nur das Ende der Party, sondern das ihrer Freundschaft? Stan und Roger streiten sich derweil darum, wer der Mann im Haus ist und folglich das Sagen hat. Als Stan erfährt, dass Roger für eine Hauptrolle in einem Theaterstück vorgesprochen hat, möchte er ihm in nichts nachstehen. Bei einem Spezialeinsatz der CIA bietet sich Stan nur wenig später die Chance, sein schauspielerisches Talent unter Beweis zu stellen: Er soll in einem Restaurant ein indonesisches Drogenkartell bedienen, doch anstatt für dessen Festnahme zu sorgen, verursacht er eine wilde Schießerei. Roger beobachtet Stan heimlich und macht sich von nun an nicht nur permanent über ihn lustig, sondern bietet ihm an, bei ihm höchstpersönlich Schauspielunterricht zu nehmen. Ist Stan wirklich so talentfrei, wie Roger glaubt oder ist er in Wahrheit für die Bühne geboren?","versions":[{"lang":1,"streams":[{"redirect":14118666,"hoster":"VOE"},{"redirect":12813465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117677,"hoster":"VOE"},{"redirect":12813192,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der neue Mieter","epNo":12,"alt":"You Debt Your Life","descr":"Nachdem Roger sich in einer Bar betrunken hat, läuft er auf dem Nachhauseweg vor einen heranfahrenden Bus. Roger sieht bereits seinen Tod vor Augen, doch Stan kann ihn in letzter Sekunde retten. Da Roger vor einigen Jahren bei einer CIA-Kontrolle auch einmal Stan das Leben gerettet hat, sind die beiden nun quitt und Stan muss den Außerirdischen nicht länger aus Dankbarkeit auf dem Dachboden wohnen lassen. Roger, der sich längst als Familienmitglied gefühlt hat, ist darüber so enttäuscht, dass er freiwillig seine sieben Sachen packt und sich eine neue Bleibe sucht. Nach außen hin gibt zwar Stan vor, über Rogers Auszug froh zu sein, innerlich zerreißt ihn aber die Sehnsucht nach Roger. Stan kann jedoch nicht über seinen eigenen Schatten springen und zugeben, einen Fehler gemacht zu haben. Francine heckt derweil gemeinsam einen Plan mit Roger aus: Wenn dieser Stan Miete zahlen würde, hätte Stan einen Grund, den Außerirdischen wieder in seinem Haus aufzunehmen. Doch als Francine und Roger nach Hause zurückkehren, machen sie eine schreckliche Entdeckung: Stan hat den Dachboden bereits an Andy Dick, einen durchgeknallten und alkoholabhängigen Mann vermietet. Da Roger die Ereignisse nicht ungeschehen machen kann, bleibt ihm nichts anderes übrig, als Stan in Lebensgefahr zu bringen, um ihn anschließend ein zweites Mal zu retten...","versions":[{"lang":1,"streams":[{"redirect":14042332,"hoster":"VOE"},{"redirect":12816764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110667,"hoster":"VOE"},{"redirect":12813196,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Oberwalross","epNo":13,"alt":"I Am the Walrus","descr":"Da Hayley und Jeff sich in letzter Zeit wegen jeder Kleinigkeit streiten, schlägt Jeff eine Eheberatung vor. Bei ihrem Therapeuten handelt es sich allerdings nicht um einen ausgebildeten Psychologen, sondern vielmehr um den Direktor von Steves Schule, der sich selbst zum Therapeuten ernannt hat. Können Hayley und Jeff mit seiner Hilfe wieder zueinander finden oder ist ihre Ehe bereits nach wenigen Wochen gescheitert? Stan hat derweil den Eindruck, dass sein Sohn Steve erwachsen wird. Aus Angst, bald nicht mehr der Mann im Haus zu sein, versucht Stan dies mit allen Mitteln zu verhindern. Doch egal, was er auch macht, Steve ist immer schneller und besser. Stan beabsichtigt daraufhin, dass sein Sohn ihn und Francine beim Sex erwischt. Nachdem Steve den ersten Schock überwunden hat, setzt er sich in den Kopf, dass er schnellstmöglich seine Jungfräulichkeit verlieren muss, um mit seinem Vater mithalten zu können...","versions":[{"lang":1,"streams":[{"redirect":14158936,"hoster":"VOE"},{"redirect":12813467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105916,"hoster":"VOE"},{"redirect":12816714,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Vitamin Golf","epNo":14,"alt":"School Lies","descr":"Stan kann nicht fassen, dass Senator Buckingham seinen neuen Kollegen bereits an dessen ersten Arbeitstag befördert, nur weil er der Golfkumpel des Senators ist. Als Stan daraufhin bewusst wird, dass Fleiß bei der CIA nicht belohnt wird, setzt er alles daran, mit dem Senator ebenfalls eine Partie Golf zu spielen. Francine ist von seinem Vorhaben jedoch alles andere als begeistert, da Steves Schule asbestverseucht ist und sie nun an allen Ecken sparen müssen, um Steve auf eine Privatschule zu schicken. Stan ist zunächst strikt gegen Francines Idee, doch als er sieht, dass Coockie, die Tochter des Senators, ebenfalls auf die Privatschule geht, ändert er schlagartig seine Meinung, allerdings nicht, ohne eigennützige Hintergedanken zu haben: Wenn Steve sich mit Coockie anfreunden würde, wäre dies sicherlich förderlich für Stans beruflichen Aufstieg. Doch Steve durchschaut seinen Vater und droht, ihn auffliegen zu lassen, sodass Stan Roger um Hilfe bittet. Dieser gibt sich von nun an als Steve aus und liest Coockie jeden Wunsch von den Lippen ab. Stan ist am Ziel seiner Träume angelangt, bis Roger das Mädchen auf einmal an einen Drogendealer verkauft...","versions":[{"lang":1,"streams":[{"redirect":13777885,"hoster":"VOE"},{"redirect":12813469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110681,"hoster":"VOE"},{"redirect":12813194,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Talking Heads","epNo":15,"alt":"License to Till","descr":"Stan fragt sich, warum sich Francine überhaupt nicht über den Sammellöffel, den er ihr von jeder CIA-Mission mitbringt, freut und sucht das Gespräch mit ihr. Seine Frau hat den Eindruck, dass sich die beiden in ihrer Ehe nicht mehr gegenseitig überraschen. Während Francine damit eigentlich ein romantisches Abendessen oder einen Blumenstrauß meint, missinterpretiert Stan ihren Wunsch und erschreckt sie von nun an, wo er nur kann. Francine ist maßlos enttäuscht und beschließt, ihrem Mann ebenfalls üble Streiche zu spielen. Die ganze Situation läuft schließlich aus dem Ruder, sodass sowohl Francine als auch Stan von nun an keine ruhige Minute mehr haben. Steves Freude, Snots Onkel Solomon bei der Kohlernte zu helfen, hält sich derweil in Grenzen und er wünscht sich, zu den coolen Jungs der Schule zu gehören. Klaus und Roger schließen daraufhin eine Wette ab: Da Roger felsenfest davon überzeugt ist, aus jedem einen coolen Typen machen zu können, soll er Steves Loserdasein ein Ende bereiten, sodass er zum beliebtesten Jungen der Schule wird. Nach anfänglichen Startschwierigkeiten kommt Steve tatsächlich ganz gut an, doch schließlich muss er sich zwischen seiner neuen Clique und seinen langjährigen Freunden entscheid...","versions":[{"lang":1,"streams":[{"redirect":14067100,"hoster":"VOE"},{"redirect":12813470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157193,"hoster":"VOE"},{"redirect":12813193,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jenny Fromdablock","epNo":16,"alt":"Jenny Fromdabloc","descr":"Snot hat Hayley bereits als kleiner Junge angehimmelt und sieht nun den Zeitpunkt gekommen, ihr endlich seine Liebe zu gestehen. Obwohl er für seine Liebeserklärung weder Mühe noch Kosten scheut, gibt Hayley ihm einen Korb. Da Snot deshalb am Boden zerstört ist, versucht sein Freund Steve ihn zu trösten und bittet Roger um Hilfe: Dieser soll sich als Mädchen verkleiden und sich als Jenny Fromdablock, Steves Cousine aus Jersey, ausgeben. Innerhalb weniger Tage vergisst Snot Hayley und verliebt sich Hals über Kopf in Jenny. Steve ist stolz daraus, dass sein Plan aufgegangen ist, bis auf einmal alle seine Freunde in Snot ein Vorbild sehen: Snot und Jenny haben zum ersten Mal miteinander geschlafen, sodass ihn die anderen von nun an um Ratschläge bitten, was bisher Steves Aufgabe war. Doch soll er ihm sagen, wer Jenny wirklich ist und dadurch riskieren, dass dessen Herz zum zweiten Mal gebrochen wird?","versions":[{"lang":1,"streams":[{"redirect":14051810,"hoster":"VOE"},{"redirect":12813472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157237,"hoster":"VOE"},{"redirect":12813195,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hausfriedensbruch","epNo":17,"alt":"Home Wrecker","descr":"Direktor Louis bemerkt zufällig, dass Steve und seine Freunde ein sehr gutes Gedächtnis haben. Er befreit sie daraufhin vom Unterricht, damit sie ihn ins Casino begleiten und für ihn Karten zählen können. Die Jungs freuen sich gemeinsam mit Direktor Louis über das leicht verdiente Geld, doch als dieser den gesamten Gewinn in einem Strip Club ausgibt, während die Jungs im Auto warten müssen, beschließen sie, von nun an alleine im Casino durchzustarten. Francine und Stan können es derweil kaum erwarten, sich endlich die neue Küche ihrer schwulen Nachbarn Greg und Terry anzusehen. Dabei kommt ihnen plötzlich die Idee, ihre eigene Küche ebenfalls zu renovieren. Während Greg und Terry der Meinung sind, die Ehe der beiden sei für ein solches Vorhaben nicht gefestigt genug, sind Francine und Stan davon überzeugt, das perfekte Paar zu sein. Deshalb fühlen sich die beiden auch siegessicher, als Greg und Terry ihnen eine Wette vorschlagen: Wenn sie es schaffen, ihre Küche ohne Ehestreit zu renovieren, übernehmen ihre Nachbarn die gesamten Kosten. Sollten sie allerdings in Streit geraten, müssen sie dem schwulen Pärchen ihren Trauschein überlassen. Kaum ist die alte Küche ausgeräumt, hängt bei den Smiths auch schon der Haussegen schief, da sie sich auf nichts einigen können. Dies führt sogar so weit, dass Francine und Stan ihr eigenes Haus in zwei Hälften unterteilen und jeder seine Seite so gestalten darf, wie er möchte. Haben Greg und Terry somit die Wette gewonnen und bedeutet dies das Ende für Francines und Stans Ehe?","versions":[{"lang":1,"streams":[{"redirect":14117912,"hoster":"VOE"},{"redirect":12813471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043384,"hoster":"VOE"},{"redirect":10622162,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine ätzende Kollegin","epNo":18,"alt":"Flirting With Disaster","descr":"Als Roger mitbekommt, dass Steve in seiner Freizeit Vogelhäuser baut, beschließen die beiden, gemeinsam Geschäfte zu machen. Steves Aufgabe besteht darin, die Häuser zu bauen und Roger kümmert sich um die Vermarktung. Bereits nach wenigen Tagen haben sie unzählige Aufträge erhalten, doch den beiden wird schließlich bewusst, dass sie vollkommen unterschiedliche Vorstellungen haben: Steve liegt der Naturschutz am Herzen, wohingegen Roger einfach nur das große Geld machen möchte. Ist dies etwa das jähe Ende ihrer Firma? Stan ist derweil geschockt, nachdem er erfahren hat, dass Francine als Empfangsdame bei der CIA arbeiten wird. Bisher hat Stan immer mit seinen weiblichen Kolleginnen geflirtet, doch wenn er von nun an mit Francine in einem Büro arbeitet, muss er sein Verhalten schlagartig ändern. Zu seiner Überraschung hat Francine jedoch nichts gegen ein paar kleine Flirts auf der Arbeit. Dies bedeutet jedoch, dass auch sie das Recht dazu hat. Stan willigt ein, ahnt jedoch nicht, welche Anziehungskraft Francine auf seine Kollegen ausübt...","versions":[{"lang":1,"streams":[{"redirect":14131040,"hoster":"VOE"},{"redirect":14145149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118088,"hoster":"VOE"},{"redirect":12813200,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gorillas im Nebel","epNo":19,"alt":"Gorillas in the Mist","descr":"Roger ist ein großer Fan von Countrymusik, kommt mit seinen Gesangseinlagen beim Publikum allerdings alles andere als gut an. Hayley versucht ihn daraufhin davon zu überzeugen, dass man ein Leben in ärmlichen Verhältnissen auf dem Land geführt haben muss, um einen Countrysänger zu verkörpern. Roger fühlt sich dadurch in seinem Vorhaben nur noch bestärkt und heiratet Hals über Kopf eine Frau aus diesem Milieu, ohne jedoch auch nur einen Moment lang über die Konsequenzen nachzudenken. Francine ruft derweil besorgt Stan an, da Steve seinen Vorbereitungskurs für das College geschwänzt hat, um in den Zoo zu gehen. Damit dies nicht noch einmal vorkommen kann, fährt Stan seinen Sohn von nun an höchstpersönlich zur Schule. Als die beiden wieder einmal im Berufsverkehr feststecken, bleibt Stan nichts anderes übrig, als Steve mit zu seinem Treffen mit seinen Freunden auf einem Hausboot zu nehmen. Stan erlaubt Steve sogar, Alkohol zu konsumieren und die beiden betrachten sich von nun an nicht mehr als Vater und Sohn, sondern als Kumpel. Bei einem gemeinsamen Zoobesuch möchte Steve ein Abenteuer mit Stan erleben und hat sich deshalb von seinem Freund Wilson, der im Zoo arbeitet, die Schlüssel für das Gorillagehe besorgt. Lässt Stan sich auf die leichtsinnige Idee seines neuen \"Freundes\" ein oder schlüpft er rechtzeitig zurück in seine Vaterrolle?","versions":[{"lang":1,"streams":[{"redirect":14062606,"hoster":"VOE"},{"redirect":12813473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118175,"hoster":"VOE"},{"redirect":12813197,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Zu heiß gebadet","epNo":1,"alt":"Hot Water","descr":"Um sich vom Alltagsstress zu erholen, kauft sich Stan einen Whirlpool. Stan ist völlig hin und weg von den wohltuenden Kräften des Pools, der tatsächlich mit ihm spricht, und er verbringt eine wilde, feuchtfröhliche Nacht mit Francine in den wohligen Wonnen der Wanne. Fortan vernachlässigt Stan zunehmend seine väterlichen, ehelichen und beruflichen Pflichten, um sich allein der Entspannung hinzugeben. Als Francine ihn vor die Wahl stellt, Whirpool oder Familie, entscheidet Stan sich für die Familie. Da fährt der Whirlpool schwereres Geschütz auf und jagt Stans Familie aus dem Haus.","versions":[{"lang":1,"streams":[{"redirect":14105974,"hoster":"VOE"},{"redirect":12813477,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051178,"hoster":"VOE"},{"redirect":12813210,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hurrikan","epNo":2,"alt":"Hurricane!","descr":"Ein schwerer Hurrikan zieht auf und alle Einwohner von Lower Langley werden angehalten, ihre Häuser zu verlassen und sich in Sicherheit zu bringen, da die Ufermauer zu brechen droht. Doch Stan Smith, der Herr des Hauses, will sein Heim nicht irgendwelchen Plünderern überlassen und überredet seine Familie, im Haus zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":14120274,"hoster":"VOE"},{"redirect":13835367,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213456,"hoster":"VOE"},{"redirect":10622185,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Mund nach Schnauze","epNo":3,"alt":"A Ward Show","descr":"Als in Steves Schule wieder mal ein langweiliger Elternabend angesetzt ist, bietet sich Roger an, Stan und Francine die lästige Pflicht abzunehmen. Sie müssten ihn dazu nur zu Steves gesetzlichen Vormund ernennen. Nach einiger Überzeugungsarbeit lassen sich die beiden breitschlagen. Und Roger nimmt seine neue Aufgabe ausgesprochen ernst: Er mischt den Elternabend gehörig auf, verdonnert Steve zu extra Hausaufgaben und sorgt dafür, dass Steves Schulleiter entlassen wird. Stan und Francine sind begeistert - endlich können sie den kinderfreien Urlaub machen, von dem sie immer geträumt haben, im größten Wasserpark der Universums. Doch die beiden müssen bald feststellen, dass sie ihr Vergnügungsbedürfnis überschätzt haben. Roger wird Steves gesetzlicher Vormund und nimmt seine neue Aufgabe ausgesprochen ernst: Er mischt den Elternabend auf \u0026 sorgt dafür, dass Steves Schulleiter entlassen wird. Stan und Francine sind begeistert - endlich können sie ohne Kinder Urlaub machen!","versions":[{"lang":1,"streams":[{"redirect":14426657,"hoster":"VOE"},{"redirect":12813478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158931,"hoster":"VOE"},{"redirect":12813214,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Trauzeuge Stan","epNo":4,"alt":"The Worst Stan","descr":"Als Stans letzter alleinstehender Freund beschließt zu heiraten und statt Stan seinen für immer verschollen geglaubten Zwillingsbruder bittet, Trauzeuge zu werden, hält Stan seinen Kindheitstraum - einmal im Leben Trauzeuge zu sein - für geplatzt. Als sein wirklich allerallerletzter unverheirateter Freund bleibt nur noch Direktor Brian Lewis. Und so setzt Stan alles daran, Brian unter die Haube zu bekommen.Stans Kindheitstraum ist es, einmal im Leben Trauzeuge zu sein. Als sein wirklich allerallerletzter unverheirateter Freund bleibt nur noch Direktor Brian Lewis. Und so setzt Stan alles daran, Brian unter die Haube zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14143217,"hoster":"VOE"},{"redirect":12813476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105507,"hoster":"VOE"},{"redirect":12813220,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Avatussi","epNo":5,"alt":"Virtual In-Stanity","descr":"Stan verpasst mal wieder Steves Geburtstag, wie jedes Jahr. Als ihm klar wird, dass er bisher nichts von Steves Leben mitbekommen hat, versucht er krampfhaft eine Beziehung zu ihm aufzubauen, aber Steve hat keinen Bock. Immerhin ist er in der Pubertät und interessiert sich nur noch für Mädchen.","versions":[{"lang":1,"streams":[{"redirect":14068664,"hoster":"VOE"},{"redirect":12813482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120471,"hoster":"VOE"},{"redirect":12813218,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stan in Black","epNo":6,"alt":"The Scarlett Getter","descr":"Als Stan zufällig auf seine ehemalige Traumfrau aus dem CIA-Ausbildungslager trifft, ist er wieder Feuer und Flamme, was Francine rasend eifersüchtig macht. Steve hat verschlafen und schnappt sich aus Versehen einen von Hayleys Schlüpfern aus dem Trockner. Doch plötzlich gelingt Steve alles, was er anpackt. Anscheinend handelt es sich um einen Glücksschlüpfer...","versions":[{"lang":1,"streams":[{"redirect":14118019,"hoster":"VOE"},{"redirect":12813481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157127,"hoster":"VOE"},{"redirect":12813222,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rohes Fest","epNo":7,"alt":"Season\u0027s Beatings","descr":"Weihnachtszeit. Pater Donovan will ein Krippenspiel in der Mall aufführen. Stan ist sich sicher, dass er als frömmstes Mitglied der Gemeinde die Rolle des Jesus übernehmen wird. Doch der Pater hält ihn für zu fett und bietet ihm stattdessen die Rolle des Weihnachtsmanns an. Als Stan mitbekommt, dass ausgerechnet der gotteslästerliche Roger den Jesus spielen soll, schlägt er das kleine hässliche Alien vor Publikum und laufenden Kameras zusammen. Da christliche Kirchenfürsten so in aller Welt mitbekommen, dass der Weihnachtsmann Jesus misshandelt und verunglimpft, bleibt Pater Donovan keine andere Wahl als Stan zu exkommunizieren. Weihnachtszeit. Stan will beim Krippenspiel die Rolle des Jesus übernehmen, doch Pater Donovan hält ihn für zu fett. Als Stan mitbekommt, dass ausgerechnet der gotteslästerliche Roger den Jesus spielen soll, schlägt er ihn vor laufenden Kameras zusammen.","versions":[{"lang":1,"streams":[{"redirect":14078324,"hoster":"VOE"},{"redirect":12813479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110268,"hoster":"VOE"},{"redirect":12813221,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mut und Wut","epNo":8,"alt":"The Unbrave One","descr":"Stan gerät ihm Kino mit einem Zwischenrufer in Streit und wird kräftig vermöbelt. Anstatt ihm Rückendeckung zu geben, holt Steve lieber ein Mädchen zu Hilfe. Mehr als je zuvor ist Stan überzeugt, dass sein Sohn ein waschechtes Weichei ist. Als Steve ihm beweisen will, dass er doch mutig ist, lehnt Stan dankend ab, denn wer wirklich mutig ist, muss es nicht beweisen. Francine ist fertig mit den Nerven. Sie ist mal wieder überfällig und befürchtet schwanger zu sein. Um ganz sicher zu gehen, macht so einen höchst ominösen Schwangerschaftstest im Internet. Francine ist fertig mit den Nerven. Sie ist mal wieder überfällig und befürchtet schwanger zu sein. Um ganz sicher zu gehen, macht so einen höchst ominösen Schwangerschaftstest im Internet.","versions":[{"lang":1,"streams":[{"redirect":13755426,"hoster":"VOE"},{"redirect":12813483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157366,"hoster":"VOE"},{"redirect":12813226,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lieber Arm ab, als arm dran","epNo":9,"alt":"Stanny Tendergrass","descr":"Stan nutzt die Sommerpause bei der CIA, um sich nebenbei als Platzwart im Golfclub etwas dazuzuverdienen und sich nach 30 Jahren endlich die Mitgliedschaft in diesem Club leisten zu können. Stan glaubt, dass nach all der harten Arbeit seiner Aufnahme nichts mehr im Wege steht, doch in letzter Sekunde macht ihm der Besitzer des Golfclubs einen Strich durch die Rechnung: Er nimmt anstelle von Stan dessen Sohn Steve auf. Stan versteht die Welt nicht mehr - bis er herausfindet wer der ominöse Besitzer wirklich ist...","versions":[{"lang":1,"streams":[{"redirect":14131083,"hoster":"VOE"},{"redirect":13835371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120372,"hoster":"VOE"},{"redirect":13835351,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rolli, Beinmann und Opas Schlüssel","epNo":10,"alt":"Wheels \u0026 The Legman and The Case of Grandpa\u0027s Key","descr":"Stan will bei Rogers und Steves fiktivem Detektivbüro mitmachen, aber ist die totale Spaßbremse weil er extrem inkompetent bei seiner \"Aufgabe\" ist. Roger fordert Steve dazu auf, Stan zu feuern aber Steve bringt es nicht übers Herz und lügt Roger schließlich an. Als Stan jedoch entführt wird, muss Steve Roger die Wahrheit erzählen...","versions":[{"lang":1,"streams":[{"redirect":14110604,"hoster":"VOE"},{"redirect":13835372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233254,"hoster":"VOE"},{"redirect":13835346,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Berg ruft","epNo":11,"alt":"Old Stan in the Mountain","descr":"Stan legt sich mit einem alten Mann im Campingladen an, der ihn sofort verflucht. Daraufhin altert Stan zusehends. Schwerhörig und altersschwach verbockt er die Präsentation eines neuen Kampffahrzeugs und wird daraufhin von der CIA vorübergehend beurlaubt.","versions":[{"lang":1,"streams":[{"redirect":14051919,"hoster":"VOE"},{"redirect":13835374,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230685,"hoster":"VOE"},{"redirect":13835350,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Herr der Ringer","epNo":12,"alt":"The Wrestler","descr":"Steve ist zwar ein guter Schüler, aber sehr unsportlich. Stan macht ihm klar, dass man es im Leben nur zu etwas bringt, wenn man gut in Sport ist und führt seinen Sohn durch das hauseigene Stan-Smith-Museum, das seiner High School Ringer-Karriere gewidmet ist. Da es wegen eines bedauerlichen und unschönen Vorfalls keine Ringerabteilung mehr in der Schule gibt, ruft Stan das Team wieder ins Leben und übernimmt als Coach selbst das Training.","versions":[{"lang":1,"streams":[{"redirect":14052080,"hoster":"VOE"},{"redirect":13948808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093509,"hoster":"VOE"},{"redirect":14467873,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dr. Klaustus","epNo":13,"alt":"Dr. Klaustus","descr":"Die Familie Smith hat Geheimnisse voreinander. Jedes Mitglied hat mindestens eine Leiche im Keller und sie alle lassen sich von Roger in seiner Rolle als Dr. Pinguin therapieren. Und Dr. Pinguin bekräftigt sie ein ums andere Mal darin, weiter zu lügen. Sehr zum Verdruss von Klaus, der im Gegensatz zu Roger sogar Psychologie studiert hat. Als Klaus die Charade nicht mehr erträgt, fälscht er einen Einberufungsbefehl und schickt Roger in seiner anderen Rolle als Vaterlandsliebenden Sergeant Pepper an die Front in den Irak. Die Familie Smith hat Geheimnisse voreinander und alle lassen sich von Roger in seiner Rolle als Dr. Pinguin therapieren. Sehr zum Verdruss von Klaus, der daraufhin einen Einberufungsbefehl fälscht und Roger an die Front in den Irak schickt.","versions":[{"lang":1,"streams":[{"redirect":14195008,"hoster":"VOE"},{"redirect":12813489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117987,"hoster":"VOE"},{"redirect":14467875,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hundeliebe","epNo":14,"alt":"Stan’s Best Friend","descr":"Mit großem Tamtam bittet Steve seinen Vater zum wiederholten Mal um einen eigenen Hund. Doch nach seinem Kindheitstrauma kommt Stan nie wieder ein Hund ins Haus. Als kleiner Junge musste er nämlich seinen geliebten Hund Freddy von seinem Leid erlösen, obwohl er - wie er später erfuhr - gar nicht krank war. Und so besorgt sich Steve heimlich einen süßen kleinen Hund...Steve will einen Hund, aber nach seinem Kindheitstrauma kommt Stan nie wieder ein Hund ins Haus. Als kleiner Junge musste er seinen Hund Freddy einschläfern, obwohl er - wie er später erfuhr - gar nicht krank war. Und so kauft Steve sich heimlich einen...","versions":[{"lang":1,"streams":[{"redirect":14105774,"hoster":"VOE"},{"redirect":12813488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14194996,"hoster":"VOE"},{"redirect":12836480,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ohne Moos nichts los","epNo":15,"alt":"Less Money, Mo’ Problems","descr":"Stan erträgt die beiden Schmarotzer Jeff und Hayley nicht mehr und würde sie am liebsten aus dem Haus werfen. Doch da Hayley Vollzeit studiert und Jeff im Fastfood-Restaurant nur den Mindestlohn verdient, können die beiden nicht ausziehen. Stan ist empört. Er behauptet, Francine und er könnten locker einen Monat vom Mindestlohn leben. Jeff und Hayley gehen die Wette ein.","versions":[{"lang":1,"streams":[{"redirect":14078144,"hoster":"VOE"},{"redirect":12813490,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14293293,"hoster":"VOE"},{"redirect":12813211,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Reine Nierensache","epNo":16,"alt":"The Kidney Stays in the Picture","descr":"Francine macht über Facebook eine alte Jugendfreundin ausfindig, mit sie früher oft einen draufgemacht hat. Kelly ist ein berüchtigtes Partygirl, das saufen kann wie ein Loch. Als sie mit Francine und Hayley einen trinken geht, macht sie ihrem Spitznamen \"Nierentöterin\" alle Ehre, denn Hayleys Nieren machen schlapp. Auf der Intensivstation erfahren Stan und Francine, dass Hayleys eine Niere abgestorben und die andere kurz vorm Versagen ist. Hayley braucht unbedingt eine Spenderniere. Als Stan sich als Spender anbietet, beichtet ihm Francine, dass er womöglich ungeeignet ist, da Hayley vielleicht gar nicht seine Tochter ist.","versions":[{"lang":1,"streams":[{"redirect":14158465,"hoster":"VOE"},{"redirect":10622554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225623,"hoster":"VOE"},{"redirect":12816712,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ricky Spanish","epNo":17,"alt":"Ricky Spanish","descr":"Nachdem eine Raupe seine ganzen schönen Pullover zerfressen hat, möchte Roger das eklige Vieh am liebsten umbringen. Doch Steve ist der festen Überzeugung, dass alles Böse gut und alles Hässliche wunderschön werden kann, so wie sich eine Raupe in einen Schmetterling verwandelt. Kurz darauf findet Roger in der hintersten Ecke seines Schranks ein entzückendes Kostüm, kann sich aber nicht mehr erinnern, für welche seiner Kunstfiguren sie einmal war. Und so geht er damit freudestrahlend in die Stadt einkaufen. Schon bald bildet sich ein wütender aufgebrachter Mob und macht Jagd auf ihn. Denn das Kostüm gehört zu Ricky Spanish, der widerwärtigsten, bösesten und schlimmsten Figur, die sich Roger je erdacht hat...Roger findet in seinem Schrank ein entzückendes Kostüm, kann sich aber nicht mehr erinnern, für welche seiner Kunstfiguren sie einmal war. Also geht er damit freudestrahlend einkaufen. Schon bald bildet sich ein wütender Mob und macht Jagd auf ihn...","versions":[{"lang":1,"streams":[{"redirect":14158830,"hoster":"VOE"},{"redirect":12813491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158866,"hoster":"VOE"},{"redirect":12813213,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Spiel des Lebens","epNo":18,"alt":"Toy Whorey","descr":"Stan ist entsetzt, dass sein vierzehnjähriger Sohn immer noch mit Spielsachen spielt und sich in Fantasiewelten flüchtet. Damit Steve endlich erwachsen wird, plant Stan, sich nachts heimlich in Steves Zimmer zu schleichen und den ganzen Kinderkram wegzuschmeißen. Francine hatte einen Unfall im Supermarkt und hat zum Ausgleich zwei saftige Steaks geschenkt bekommen. Da Stan wieder mal länger arbeitet, möchte sie Roger zu einem schönen gemütlichen Steakessen einladen.","versions":[{"lang":1,"streams":[{"redirect":14077882,"hoster":"VOE"},{"redirect":12813498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059353,"hoster":"VOE"},{"redirect":10622190,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Wie eine zweite Haut","epNo":1,"alt":"Love, AD Style","descr":"Roger eröffnet im Dachboden der Familie Smith eine kleine Bar, in der Hayley als großes Gesangstalent auftritt. Bald ist die ganze Stadt in Hayleys Stimme verliebt, allen voran Roger, der seine Verliebtheit in Hayley aber ein wenig zu weit treibt. Stan versucht indes, seine Männlichkeit unter Beweis zu stellen, indem er beim Kauf eines neuen Autos knallhart einen guten Preis aushandeln möchte.","versions":[{"lang":1,"streams":[{"redirect":14195147,"hoster":"VOE"},{"redirect":12813492,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157040,"hoster":"VOE"},{"redirect":10622200,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mörderischer Urlaub","epNo":2,"alt":"Killer Vacation","descr":"Der Familienurlaub der Smiths wird alles andere als erholsam, als Stan den Auftrag erhält, einen Mitarbeiter des Ferienressorts zu töten. Angeblich handelt es sich bei dem Mann um einen ehemaligen Kriegsverbrecher, jedenfalls behauptet das Stans Chef bei der CIA. Hayley und Jeff versuchen, ihre Beziehung zu retten und Roger, der sich als Frau ausgibt, verliebt sich in einen älteren Gentleman.","versions":[{"lang":1,"streams":[{"redirect":14093387,"hoster":"VOE"},{"redirect":12813494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118596,"hoster":"VOE"},{"redirect":12813243,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Freunde fürs Leben","epNo":3,"alt":"Can I Be Frank With You?","descr":"Francine fürchtet, dass sie und Stan sich auseinanderleben, nachdem er in letzter Zeit dauernd mit seinen Kumpels bei der CIA abhängt. Steve und seine Freunde werden indes entdeckt und für junge Talente gehalten. Sie sollen einer Boy Band beitreten und ein Musikvideo drehen.","versions":[{"lang":1,"streams":[{"redirect":14089582,"hoster":"VOE"},{"redirect":12813493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195100,"hoster":"VOE"},{"redirect":12813245,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienbande","epNo":4,"alt":"American Stepdad","descr":"Stan bietet seiner Mutter an, bei ihm und der Familie zu wohnen, nachdem sein Stiefvater gestorben ist. Was keiner ahnen konnte: Roger und Stans Mutter verlieben sich Hals über Kopf ineinander und heiraten innerhalb kürzester Zeit. Nun ist Roger Stans Stiefvater, womit der CIA-Angestellte nicht gut zurechtkommt. Steve und seine Freunde entdecken indes zufällig ein verloren geglaubtes Drehbuch.","versions":[{"lang":1,"streams":[{"redirect":14230706,"hoster":"VOE"},{"redirect":12813495,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159099,"hoster":"VOE"},{"redirect":12813246,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jahrmarkt der Eitelkeiten","epNo":5,"alt":"Why Can\u0027t We Be Friends?","descr":"Stan ist der Ansicht, dass Snot nicht cool genug ist, um Steves bester Freund zu sein und versucht, die beiden Jungen zu trennen. Schließlich kommt ihm eine geniale Idee, die Snot schließlich ins Zeugenschutzprogramm der CIA führt. Roger hat indes Jeff engagiert, der den Dachboden für ein bisschen Geld aufräumen und sauber machen soll.","versions":[{"lang":1,"streams":[{"redirect":14195079,"hoster":"VOE"},{"redirect":12813497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233273,"hoster":"VOE"},{"redirect":12813248,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hayleysitter","epNo":6,"alt":"Ad-Ventures in Haleysitting","descr":"Lindsay, die auf Steve aufpasst, wenn Francine und Stan außer Haus sind, hat sich bei einem Fußballspiel das Bein gebrochen und fällt bis auf Weiteres aus. In ihrer Not beschließen Stan und Francine, dass Hayley auf Steve aufpassen soll, obwohl sie als unzuverlässig gilt. Als Steve seiner Schwester beweisen will, dass er kein Langweiler ist, verlässt er heimlich das Haus und geht auf eine Party.","versions":[{"lang":1,"streams":[{"redirect":14089798,"hoster":"VOE"},{"redirect":13835373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118140,"hoster":"VOE"},{"redirect":10622221,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die wahre Geschichte von Baby Franny","epNo":7,"alt":"National Treasure 4: Baby Franny: She\u0027s Doing Well: The Hole Story","descr":"Eine Talkshow aus Langley Falls macht publik, dass Francine das Baby Franny war, das einst von einem heldenhaften Feuerwehrmann aus einem Schacht gerettet wurde. Ausgerechnet am Jahrestag ihrer Rettung fällt Francine erneut in den Schacht und muss eine schlimme Entdeckung machen. Stan und Roger haben indes eine Geschäftsidee und glauben, mit ihrer neuen Erfindung ein Vermögen verdienen zu können.","versions":[{"lang":1,"streams":[{"redirect":14143338,"hoster":"VOE"},{"redirect":13835375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157166,"hoster":"VOE"},{"redirect":13835352,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fingerfood","epNo":8,"alt":"Finger Lenting Good","descr":"Francine versucht, ihre Familie davon zu überzeugen, die vielen Laster aufzugeben, die sie alle haben. Statt auf Francine zu hören, betrinken sich alle bei Rogers Faschingsparty aber so sehr, dass sie schließlich einen schrecklichen Pakt mit Stans CIA-Chef Bullock eingehen. Roger hat indes im Dachboden eine Entdeckung gemacht und begibt sich auf die Suche nach seinem Aschenbrödel.","versions":[{"lang":1,"streams":[{"redirect":14118194,"hoster":"VOE"},{"redirect":13835376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139042,"hoster":"VOE"},{"redirect":13835353,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Abenteuer von Twill Ongenbone und seinem Assistenten Jabari","epNo":9,"alt":"The Adventures of Twill Ongenbone and His Boy Jabari","descr":"Francine will Roger den Wert harter Arbeit näherbringen, nachdem sein Charakter \"Twill Ongenbone\" vorgetäuscht hat, einen Abschluss in Archäologie zu haben. Es dauert aber nicht lange, bis Francine ihren Entschluss bereut. Für ein Schulprojekt befragt Steve indes seinen Vater zu seiner Vergangenheit. Was er schließlich von seinem Vater zu hören bekommt, schockiert den Schüler zutiefst.","versions":[{"lang":1,"streams":[{"redirect":14233267,"hoster":"VOE"},{"redirect":10622563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149684,"hoster":"VOE"},{"redirect":13835354,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Blut schreit zum Himmel","epNo":10,"alt":"Blood Crieth Unto Heaven","descr":"Eine Hommage an das mit einem Pulitzerpreis ausgezeichnete Bühnenstück \"Im August in Osage County\" von John Wells: Als Francine Stans inhaftierten Vater Jack nach Hause einlädt, wird ein dunkles Geheimnis der Familiengeschichte aufgedeckt. Roger spielt in dem Stück die Hausangestellte Edna, die sich um Bullock kümmert und sich eines Tages in den CIA-Chef verliebt, was ebenfalls böse Folgen hat.","versions":[{"lang":1,"streams":[{"redirect":14158887,"hoster":"VOE"},{"redirect":12813501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157187,"hoster":"VOE"},{"redirect":12813224,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Überall Jets","epNo":11,"alt":"Max Jets","descr":"Roger kündigt an, dass der Charakter \"Max Jets\", der die Familie Smith mit Geld überhäuft, bald aus dem Gefängnis freikommen wird. Doch die Lage ändert sich, als Max sich in die Kellnerin Gina verliebt, die nur hinter Max\u0027 Geld her ist, und somit den erwarteten Geldsegen der Familie in ernsthafte Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":14093526,"hoster":"VOE"},{"redirect":12813502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117931,"hoster":"VOE"},{"redirect":12813230,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Es gibt für alles eine Lösung","epNo":12,"alt":"Naked to the Limit, One More Time","descr":"Roger gibt vor, Jeffs imaginärer Freund zu sein, sodass er sich ohne Verkleidung und nackt vor dem Haus bewegen kann. Als dem Großmaul Jeff eines Tages aufgeht, dass Roger in Wahrheit ein Außerirdischer ist, spricht Stan ein Ultimatum aus: Entweder Jeff muss sofort umgebracht werden - oder Roger. Teenager Steve macht sich indes Gedanken über sein Aussehen.","versions":[{"lang":1,"streams":[{"redirect":14110309,"hoster":"VOE"},{"redirect":12813503,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110606,"hoster":"VOE"},{"redirect":12813236,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"In dunkler Mission","epNo":13,"alt":"For Black Eyes Only","descr":"Im Teil 2 der \"Tearjerker Saga\", einer James-Bond-Parodie, finden die Flitterwochen von Stan und seiner Ehefrau Sexpun Tocome ein brutales Ende, als Black Villan Sexpun erschießt. Stan ist wild entschlossen, sich an Black Villain zu rächen und schließt sich aus diesem Grund mit seinem ehemaligen Erzfeind Tearjerker zusammen. Gemeinsam wollen die beiden Black Villain aufspüren.","versions":[{"lang":1,"streams":[{"redirect":14093439,"hoster":"VOE"},{"redirect":12813504,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13755726,"hoster":"VOE"},{"redirect":12813231,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Buchstabensalat","epNo":14,"alt":"Spelling Bee My Baby","descr":"Francine entdeckt, dass Steve eine besondere Begabung hat, die ihm zu einer ausgezeichneten Schule und Universität verhelfen könnte: seine Buchstabierkenntnisse. Doch bald fürchtet sie, dass Hikos Schwester Akiko ihren Sohn zu sehr ablenken könnte und greift zu drastischen Mitteln, um das zu verhindern. Hayley, die noch nicht über Jeff hinweg ist, erhält von Stan und Roger Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14158861,"hoster":"VOE"},{"redirect":12813505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157342,"hoster":"VOE"},{"redirect":12813233,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der fehlende Kick","epNo":15,"alt":"The Missing Kink","descr":"Francine unternimmt alles Erdenkliche, um Stan auf eine andere Mission zu bringen. Als er schließlich das tut, was sie schon immer wollte, will sie aber ihren alten Ehemann zurück. Hayley versucht indes wieder mit jemandem auszugehen, was katastrophale Folgen hat. Schließlich gibt sie Snots Avancen nach und lässt sich zögerlich auf ein Abendessen mit ihm ein.","versions":[{"lang":1,"streams":[{"redirect":14120369,"hoster":"VOE"},{"redirect":13835380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120630,"hoster":"VOE"},{"redirect":12813235,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Stan, bleib’ wie du bist","epNo":16,"alt":"The Boring Identity","descr":"Stan hat bei einem CIA-Einsatz sein Gedächtnis verloren. Als Francine das erfährt, nutzt sie die Situation schamlos aus und unternimmt alles, damit Stan sich endlich in den perfekten Ehemann verwandelt, den sie sich schon immer gewünscht hat. Zudem erlaubt Roger, dass Steve ihn beim Zeitungsaustragen begleitet, damit sich der Junge ein bisschen Geld nebenbei verdienen kann.","versions":[{"lang":1,"streams":[{"redirect":14118208,"hoster":"VOE"},{"redirect":12386140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110394,"hoster":"VOE"},{"redirect":12813237,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bullocks intellektuelle Wahrnehmung von der Memme Stan Smith","epNo":17,"alt":"The Full Cognitive Redaction of Avery Bullock by the Coward Stan Smith","descr":"Stan ist entsetzt, als CIA-Agent Crisp, der für die internen Ermittlungen zuständig ist, ihm eines Tages erzählt, dass man bei Direktor Bullock erste Anzeichen von Demenz erkannt habe, und man das Gedächtnis des CIA-Chefs löschen müsse. Steve bekommt an der Schule indes Ärger mit einem Schulhofschläger. Zum Glück gibt es aber Roger, der sofort eine Idee hat, wie man Steve helfen könnte.","versions":[{"lang":1,"streams":[{"redirect":14110582,"hoster":"VOE"},{"redirect":12813510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118479,"hoster":"VOE"},{"redirect":12813239,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Verloren im All","epNo":18,"alt":"Lost in Space","descr":"Mit Rogers Hilfe wurde Jeff von einem Sklaven-Raumschiff entführt, nachdem Hayleys Mann eines Tages herausgefunden hatte, dass es sich bei Roger in Wahrheit um einen Außerirdischer handelt. Um nach Hause zurückkehren zu dürfen, muss Jeff dem fiesen König Zing beweisen, dass er nach wie vor und immer schon in Hayley verliebt war.","versions":[{"lang":1,"streams":[{"redirect":14139174,"hoster":"VOE"},{"redirect":12813507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118580,"hoster":"VOE"},{"redirect":12813241,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Flippity Flop","epNo":19,"alt":"Da Flippity Flop","descr":"Klaus entdeckt seinen früheren menschlichen Körper, aber Stan weigert sich, ihm dabei zu helfen, sich wieder in seine ehemalige Gestalt zurückzuverwandeln. Aus diesem Grund stiehlt Klaus Stans Körper, und Stan wird zum Fisch. Roger hat indes den Dachboden des Hauses in ein Fitness-Studio verwandelt und will Steve dazu drängen, eine sehr, sehr lange Mitgliedschaft einzugehen.","versions":[{"lang":1,"streams":[{"redirect":14117797,"hoster":"VOE"},{"redirect":12813511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105907,"hoster":"VOE"},{"redirect":12813240,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Klonen kann sich lohnen","epNo":1,"alt":"Steve and Snot’s Test-Tubular Adventure","descr":"Steve und Snot benutzen eine Klon-Maschine, um so an Verabredungen für den Abschiedsball zu kommen. Diese Bemühungen resultieren darin, dass sie zwei extrem schnell wachsende Babys aufziehen müssen.","versions":[{"lang":1,"streams":[{"redirect":14195185,"hoster":"VOE"},{"redirect":10622571,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158908,"hoster":"VOE"},{"redirect":12813252,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Poltergasmus","epNo":2,"alt":"Poltergasm","descr":"Francine ist nicht mehr zufrieden mit ihrem Ehemann und dem gemeinsamen Sexleben, was sich schließlich negativ auf die ganze Familie auswirkt. Roger muss aus diesem Grund ein Medium namens Zelda Rubinstein heraufbeschwören, das der Familie helfen soll. Hayley stellt indes der Familie ihren neuen Freund Mauricio vor.","versions":[{"lang":1,"streams":[{"redirect":14139353,"hoster":"VOE"},{"redirect":12813509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139326,"hoster":"VOE"},{"redirect":12813262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Jagd","epNo":3,"alt":"Buck, Wild","descr":"Steve will unbedingt beweisen, dass er nicht mehr der kleine Junge ist, für den ihn so viele halten. Aus diesem Grund will er Stan, Bullock und die anderen CIA-Mitarbeiter bei ihrem jährlichen Jagdausflug begleiten und dort seine Männlichkeit unter Beweis stellen. Roger und Klaus sind indes auf einem Roadtrip durch das ganze Land unterwegs.","versions":[{"lang":1,"streams":[{"redirect":14051544,"hoster":"VOE"},{"redirect":12813518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118600,"hoster":"VOE"},{"redirect":12813267,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Meisterdiebin","epNo":4,"alt":"Crotchwalkers","descr":"Francine will ihrem Sohn beweisen, dass sie immer noch eine richtig coole Mutter ist. Aus diesem Grund bringt sie ihm im Einkaufszentrum bei, wie man lässig einen Ladendiebstahl begeht. Als sie gerade zu ihrem Meisterstück ansetzt, geht allerdings etwas schief, Steve wird verhaftet und in ein Arbeitslager gesteckt. Roger, Hayley und Klaus werden indes das erste Balalaika-Trio von Langley Falls.","versions":[{"lang":1,"streams":[{"redirect":14157039,"hoster":"VOE"},{"redirect":12813514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105909,"hoster":"VOE"},{"redirect":12813268,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Truthahn Kung Pao","epNo":5,"alt":"Kung Pao Turkey","descr":"Stans Pläne für das perfekte Thanksgiving - in Unterwäsche vor dem Fernseher liegen und Footballschauen - geraten in ernsthafte Gefahr, als plötzlich Francines Adoptiveltern auftauchen, die mit ihnen den Tag verbringen möchten. Zu allem Überfluss ermutigt Francines Mutter auch noch Hayley wieder auszugehen und lädt einen geeigneten Junggesellen zum Essen ein.","versions":[{"lang":1,"streams":[{"redirect":14157248,"hoster":"VOE"},{"redirect":10622583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105902,"hoster":"VOE"},{"redirect":12813269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Stück vom Kuchen","epNo":6,"alt":"Independent Movie","descr":"Steve und seine Freunde sind fest entschlossen, Snot beizustehen, nachdem dessen Vater verstorben ist. Gemeinsam reisen die Jungs daher durch Amerika, um zur Beerdigung des Mannes zu erscheinen. Doch Steves Engagement nimmt ab, als er ein Mädchen kennenlernt und sich Hals über Kopf in sie verliebt. Stan und Roger haben indes eine Erfindung gemacht, die sie im Teleshopping verkaufen wollen.","versions":[{"lang":1,"streams":[{"redirect":14089581,"hoster":"VOE"},{"redirect":10622578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118036,"hoster":"VOE"},{"redirect":12813270,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Faking Bad","epNo":7,"alt":"Faking Bad","descr":"Hayley versucht, bei den beliebten Kids ihrer ehemaligen High School gut anzukommen und entdeckt, dass Steve das Talent hat, Ausweise zu fälschen. Sofort ist Hayley Feuer und Flamme, schließlich können coole Kids falsche Ausweise immer gebrauchen, was ihre Beliebtheit steigern dürfte. Was sie aber nicht bedacht hat: Es gibt bereits jemanden, der Ausweise herstellt, und zwar Roger.","versions":[{"lang":1,"streams":[{"redirect":14213506,"hoster":"VOE"},{"redirect":12813513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118074,"hoster":"VOE"},{"redirect":12813286,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Krampus","epNo":8,"alt":"Minstrel Krampus","descr":"Als Steve sich während der Weihnachtsfeiertage wie ein verwöhntes und ungezogenes Kind verhält, nimmt Stan ihn mit zu seinem Großvater Jack, der im Gefängnis sitzt. Dieser erzählt seinem Enkel die Geschichte, wie er einst den Krampus gefangen hat - den legendären Dämonen, der böse Kinder an Weihnachten bestraft. Stan lässt kurz darauf den Krampus frei, damit der seinem Sohn Manieren beibringt.","versions":[{"lang":1,"streams":[{"redirect":14117543,"hoster":"VOE"},{"redirect":12813512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225546,"hoster":"VOE"},{"redirect":12813272,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vision: Impossible","epNo":9,"alt":"Vision: Impossible","descr":"Roger fällt ins Koma, nachdem er einen schrecklichen Verkehrsunfall hatte. Nachdem er wieder aufgewacht ist, kann er geradezu hellsehen und hat Visionen. Unter anderem rettet er die Familie vor einem schrecklichen Feuer. Doch bald schon haben seine neuen Fähigkeiten auch große Nachteile, und die Familie muss lernen, wieder mit der Unsicherheit der Zukunft zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":14042845,"hoster":"VOE"},{"redirect":12813515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157192,"hoster":"VOE"},{"redirect":12813274,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Blut schreit zum Himmel","epNo":10,"alt":"Familyland","descr":"Francine will die guten alten Zeiten wieder aufleben lassen und geht mit ihrer Familie in einen Freizeitpark, den sie früher schon besucht haben. Der Ausflug verwandelt sich aber in einen Höllentrip, als die schrecklichen Gründer des Themenparks, die sich haben einfrieren lassen, versehentlich wieder aufgetaut werden und die Smiths bald darauf Gefangene des auf Mittelalter getrimmten Parks sind.","versions":[{"lang":1,"streams":[{"redirect":14066057,"hoster":"VOE"},{"redirect":12813516,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117654,"hoster":"VOE"},{"redirect":12674226,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Abenteuer von Twill Ongenbone und seinem Assistenten Jabari","epNo":11,"alt":"Cock Of The Sleepwalk","descr":"Nach dem 100. Mord verwechselt Stan etwas bei seiner abendlichen Zu-Bett-Geh-Routine, woraufhin er versehentlich den guten Stan in seinem Schlaf entfesselt, der alles daran setzt, die guten Taten zu begehen, die der echte Stan niemals auch nur in Erwägung ziehen würde. Und natürlich bedeutet das auch, dass Stan niemals mehr töten wird.","versions":[{"lang":1,"streams":[{"redirect":14120345,"hoster":"VOE"},{"redirect":12813517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118480,"hoster":"VOE"},{"redirect":12813264,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Es gibt für alles eine Lösung","epNo":12,"alt":"Introducing the Naughty Stewardesses","descr":"Steve hat sich in ein hübsches Mädchen an seiner Schule verliebt und will bei der Schülerin landen. Wie gut, dass Roger schon eine Idee hat, wie seinem Kumpel Steve das gelingen könnte. Doch nachdem er sie kennengelernt hat, weiß er nicht, ob er nicht lieber selbst mit ihr zusammen wäre. Stan und Francine versuchen indes den fiesen Mark Cuban davon abzuhalten, die Sonne zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":14118186,"hoster":"VOE"},{"redirect":12836528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269112,"hoster":"VOE"},{"redirect":12816715,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Abenteuer auf dem Holodeck","epNo":13,"alt":"I Ain\u0027t No Holodeck Boy","descr":"Stan ist entsetzt, dass Steve und dessen Freunde nie draußen spielen. Als Francine ihm verbietet, mit den Jungs in den Wald zu gehen, um dort ein wenig Spaß zu haben, entdeckt ihr Mann ein Schlupfloch, das es ihm ermöglicht, die Kinder nach \"draußen\" zu bringen. Hayley hat indes Rogers Heimatplaneten bei der internationalen Sternenregistratur gekauft und behauptet, nun seine Königin zu sein.","versions":[{"lang":1,"streams":[{"redirect":14157162,"hoster":"VOE"},{"redirect":12813520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233294,"hoster":"VOE"},{"redirect":10622224,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Stan und die Pille","epNo":14,"alt":"Stan Goes on the Pill","descr":"Stan nimmt eine neue Droge, die ihn in eine Frau verwandelt.","versions":[{"lang":1,"streams":[{"redirect":14105901,"hoster":"VOE"},{"redirect":12813519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051553,"hoster":"VOE"},{"redirect":12813254,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Homeland Sweet Homeland","epNo":15,"alt":"Honey, I\u0027m Homeland","descr":"Stan versucht, sich heimlich in die Occupy-Bewegung einzuschleichen, nachdem die Geheimdienste glauben, dass radikale Linke einen Terroranschlag planen. Als er von einer Gruppe Linker gefangengenommen und nach Hause zurückgebracht wird, vermutet seine Tochter Hayley, dass ihr Vater sich vielleicht geändert hat.","versions":[{"lang":1,"streams":[{"redirect":14105756,"hoster":"VOE"},{"redirect":12813522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157000,"hoster":"VOE"},{"redirect":12813257,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Überlebenstraining","epNo":16,"alt":"She Swill Survive","descr":"Stan macht sich Sorgen, dass seine Tochter Hayley keinerlei Fertigkeiten hat, die sie im Leben weiterbringen werden. Aus diesem Grund zwingt er sie in Rogers Dachboden als Bardame zu arbeiten. Als Bullock dort Hayleys bester Gast wird, begreift Stan, dass er das Wissen seiner Tochter nutzen kann, um seine Karriere bei der CIA voranzutreiben.","versions":[{"lang":1,"streams":[{"redirect":14118689,"hoster":"VOE"},{"redirect":12813521,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118083,"hoster":"VOE"},{"redirect":12813255,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rubberneckers","epNo":17,"alt":"Rubberneckers","descr":"Stans CIA-Kollegen haben wieder einmal einen Ratschlag für den American Dad, der ihn erneut in große Schwierigkeiten bringt. Roger und Klaus haben indes Wein auf das nagelneue Sofa der Familie geschüttet und schwören sich, den anderen nie von ihrem Missgeschick zu erzählen. Wie das funktionieren soll? Indem sie bis ans Ende ihrer Tage auf der ruinierten Stelle sitzen bleiben.","versions":[{"lang":1,"streams":[{"redirect":14118476,"hoster":"VOE"},{"redirect":12813523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139226,"hoster":"VOE"},{"redirect":12813258,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Auf Jobsuche","epNo":18,"alt":"Permanent Record Wrecker","descr":"Wegen Budgetkürzungen verliert Stan nach zwanzig Jahren seine Stelle bei der CIA. Da seine Arbeit als geheim eingestuft wird, darf er seine Tätigkeiten nicht in seinen Lebenslauf aufnehmen und kann dadurch kaum eine Qualifikation vorweisen. Einzig im Lebensmittelladen, in dem Steve als Manager arbeitet, findet er eine Stelle. Roger geht indes einen faustischen Pakt ein, um eine Wette zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14118450,"hoster":"VOE"},{"redirect":12813525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143423,"hoster":"VOE"},{"redirect":12813263,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Verloren im All","epNo":19,"alt":"News Glances With Genevieve Vavance","descr":"Hayley hat ein Praktikum bei einer lokalen Nachrichtenredaktion aufgenommen. Was sie nicht ahnt: Bei dem Journalisten, dem sie unterstellt ist, handelt es sich um Roger, der in einer Verkleidung steckt.","versions":[{"lang":1,"streams":[{"redirect":14118048,"hoster":"VOE"},{"redirect":12816765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117650,"hoster":"VOE"},{"redirect":12813261,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die weiteste Fernbeziehung","epNo":20,"alt":"The Longest Distance Relationship","descr":"Ein Jahr nach Jeffs Entführung leidet Hayley immer noch unter schrecklichem Liebeskummer. Das ändert sich erst, als sie den Millionär Matt Davis kennenlernt, der ihr vielleicht dabei helfen könnte, das Leben wieder aufzunehmen. Alles läuft wunderbar, bis Steve und Snot ein Signal von Jeff erhalten: Er ist am Leben, irgendwo im Weltall verschollen, und versucht, nach Langley Falls zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":14111384,"hoster":"VOE"},{"redirect":12813524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111407,"hoster":"VOE"},{"redirect":12816713,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Abschied von der Bar","epNo":1,"alt":"Roger Passes The Bar","descr":"Nachdem Roger einen Herzinfarkt hatte, ist er gezwungen, seine geliebte Bar auf dem Dachboden an eine Restaurantkette zu verkaufen. Steve und seine Freunde stehen indes vor einer anderen Entscheidung: Die neue, gutaussehende Nachbarin bietet ihnen an, dass sie ihm und seinen Freunden die Jungfräulichkeit nimmt, wenn die Jungs ihr dafür den Haushalt machen.","versions":[{"lang":1,"streams":[{"redirect":14195180,"hoster":"VOE"},{"redirect":14494254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225533,"hoster":"VOE"},{"redirect":14489994,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Junge namens Michael","epNo":2,"alt":"A Boy Named Michael","descr":"Als er sieht, wie gebildet das Leben von Greg und Terry abläuft, entschließt sich Roger dazu, bei ihnen einzuziehen, indem er sich als deren kürzlich adoptierten russischen Sohn Michael ausgibt.","versions":[{"lang":1,"streams":[{"redirect":14051578,"hoster":"VOE"},{"redirect":14490034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110528,"hoster":"VOE"},{"redirect":12813282,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Liebesgeschichte","epNo":3,"alt":"Blagsnarst: A Love Story","descr":"Roger und Francine haben im Wald eine Alien-Dame gefunden. Während Roger die Kapriolen der Dame anfangs amüsant findet und eine Nacht mit ihr verbringt, wird ihm die Außerirdische mit ihren Mätzchen bald zu viel. Was soll er nur tun, um sie wieder loszuwerden? Er überlegt ernsthaft, die CIA darüber zu informieren, dass er eine Außerirdische entdeckt hat, doch würde er tatsächlich so weit gehen?","versions":[{"lang":1,"streams":[{"redirect":14059454,"hoster":"VOE"},{"redirect":14490037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118063,"hoster":"VOE"},{"redirect":12813285,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blonde Ambitionen","epNo":4,"alt":"Blonde Ambition","descr":"Hayley begreift, dass ihre Mutter viel mehr Aufmerksamkeit erhält, weil sie blond ist, und färbt sich aus diesem Grund die Haare. Umgehend hat sie viel mehr Spaß, geht in angesagte Clubs und fängt schließlich sogar etwas mit einem angesagten DJ an. Francine macht sich indes große Sorgen um ihre Tochter und erinnert sich an ihre eigene Vergangenheit, die nicht immer problemlos war.","versions":[{"lang":1,"streams":[{"redirect":14110669,"hoster":"VOE"},{"redirect":12813528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118561,"hoster":"VOE"},{"redirect":14489992,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In Gefangenschaft","epNo":5,"alt":"CIAPOW","descr":"Eigentlich hatte Bullock geplant, den nächsten CIA-Auftrag durch eine Drohne ausführen zu lassen. Als Stan und seine Kollegen das erfahren, wollen sie ihrem Chef beweisen, dass sie die bessere Wahl sind und melden sich freiwillig für die Mission. Leider werden sie gefangengenommen und in ein Gefängnis in Thailand gesteckt. Francine und die anderen liefern sich indes zuhause einen Wettkampf.","versions":[{"lang":1,"streams":[{"redirect":14118155,"hoster":"VOE"},{"redirect":14494252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158424,"hoster":"VOE"},{"redirect":14494230,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gerüche und Karate","epNo":6,"alt":"Scents and Sensei-bility","descr":"Nachdem Snot und Steve dabei zusehen konnten, wie einer ihrer Nerd-Freunde Mertz vermöbelt hat, folgen sie seinem Beispiel und nehmen auch Karatestunden. Doch während Snot ein Naturtalent ist, kann Steve nichts umsetzen, was ihm vorgemacht wird. Klaus stinkt indes immer furchtbarer, und schließlich beschließt Stan, dass der Fisch fortan vor der Türe wohnen muss, was Klaus natürlich nicht gefällt.","versions":[{"lang":1,"streams":[{"redirect":14225605,"hoster":"VOE"},{"redirect":14490035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051641,"hoster":"VOE"},{"redirect":14492156,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stan auf dem Campus","epNo":7,"alt":"Big Stan on Campus","descr":"Die CIA muss Geld sparen, weshalb Stan einen neuen Job zugewiesen bekommt. Fortan soll er als Sicherheitsbeamter auf einem Campus arbeiten. Während er die Degradierung willkommen heißt, da sein neuer Job für ihn auch weniger Druck bedeutet, muss die Familie mit weniger Geld auskommen. Aus diesem Grund eröffnet Roger im Hause der Smiths ein \"Bed und Breakfast\".","versions":[{"lang":1,"streams":[{"redirect":14120583,"hoster":"VOE"},{"redirect":12813533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230705,"hoster":"VOE"},{"redirect":14500663,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besuch von Gwen","epNo":8,"alt":"Now and Gwen","descr":"Francines Schwester Gwen, die vor Kurzem aus dem Gefängnis entlassen wurde und nun auf Bewährung ist, taucht überraschend bei den Smiths auf und nimmt schnell ihre alten Gewohnheiten wieder auf. Während Stan begeistert ist, dass seine Schwägerin da ist, wundert sich Hayley über die hohe Toleranzgrenze ihrer Mutter gegenüber Gwen. Roger will einen sterbenden Freund besuchen. Lol","versions":[{"lang":1,"streams":[{"redirect":14110393,"hoster":"VOE"},{"redirect":12813532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158982,"hoster":"VOE"},{"redirect":12813290,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Weihnachtswünsche","epNo":9,"alt":"Dreaming of a White Porsche Christmas","descr":"Stan ist mit seiner Familie dabei, die letzten Weihnachtseinkäufe zu erledigen, als er Direktor Lewis über den Weg läuft. Ohne Kind und Kegel kann der die Vorweihnachtszeit in Ruhe genießen - das denkt jedenfalls Stan und ist schrecklich neidisch. Am nächsten Morgen wacht Stan auf und stellt fest, dass er alleine ist und das Leben des Direktors führt, während der plötzlich Frau und Kinder hat.","versions":[{"lang":1,"streams":[{"redirect":14195114,"hoster":"VOE"},{"redirect":14500701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225587,"hoster":"VOE"},{"redirect":12816718,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Geschlechtertausch","epNo":10,"alt":"LGBSteve","descr":"Hayley will unbedingt einem Inlineskating-Team beitreten, aber sie darf nur mitmachen, wenn ihre \"Schwester\" Steve auch mitmacht. Indessen bekommen Stan und Francine Besuch von einem magischen Tischler, und Roger leitet eine Rollschuhbahn.","versions":[{"lang":1,"streams":[{"redirect":14251861,"hoster":"VOE"},{"redirect":12813536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158892,"hoster":"VOE"},{"redirect":12816719,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Morgensendung","epNo":11,"alt":"Morning Mimosa","descr":"Steve hat mit seiner Mutter einen Streit wegen der Hausarbeit, was dazu führt, dass sie ihm eine Lektion erteilen will, und aufhört, für ihn zu kochen. Doch Steve findet einen Ausweg: Er sieht sich YouTube-Videos an, in denen gezeigt wird, wie man kocht, und ist bald selbst eine Internetsensation. Stan glaubt indes, dass er Menschen verschwinden lassen kann, wenn er mit den Fingern schnippt.","versions":[{"lang":1,"streams":[{"redirect":14225561,"hoster":"VOE"},{"redirect":12813535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059470,"hoster":"VOE"},{"redirect":14500660,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Affäre","epNo":12,"alt":"My Affair Lady","descr":"Hayley ist pleite und muss schließlich einen Job in einem Büro annehmen. Dort arbeitet auch Ax, ein extrem süßer Typ, mit dem sie zu flirten beginnt. Als das Büro einen Ausflug nach Belize unternimmt, ermuntern Klaus und Roger sie, dort mit Ax Sex zu haben. Stan fährt zuhause indes Steve und Francine zu einem Mutter-Sohn-Tanz, verhindert aber, dass die beiden dort miteinander tanzen.","versions":[{"lang":1,"streams":[{"redirect":14213501,"hoster":"VOE"},{"redirect":14500703,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158920,"hoster":"VOE"},{"redirect":14489995,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Star wird wiedergeboren","epNo":13,"alt":"A Star is Reborn","descr":"Hayley und Steve treten einem rein weiblichen Inlineskating-Team bei. Indessen bekommen Stan und Francine Besuch von einem allwissenden Gärtner.","versions":[{"lang":1,"streams":[{"redirect":14106051,"hoster":"VOE"},{"redirect":14500707,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118549,"hoster":"VOE"},{"redirect":12813280,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Reise nach New York","epNo":14,"alt":"Manhattan Magical Murder Mystery Tour","descr":"Stan Smith ist ein patriotischer US-Amerikaner. Er lebt mit seiner Frau Francine, seinen Kindern Hayley und Steve, dem sprechenden Goldfisch Klaus und dem Außerirdischen Roger in Langley Falls.","versions":[{"lang":1,"streams":[{"redirect":14157064,"hoster":"VOE"},{"redirect":14500708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139008,"hoster":"VOE"},{"redirect":10622248,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Seelenklempner","epNo":15,"alt":"The Shrink","descr":"Stan musste mit ansehen, wie ein frisch verheiratetes Paar bei einem Autounfall ums Leben gekommen ist, und kann das Gesehene kaum verarbeiten. Nach einer Sitzung mit einem Therapeuten beschließt er, einen Verkleinerungsstrahl zu verwenden, um sich und seine Umgebung in Miniaturversionen ihrer selbst zu verwandelt. Roger und Klaus bereiten sich indes auf eine Weinprobe vor.","versions":[{"lang":1,"streams":[{"redirect":14230678,"hoster":"VOE"},{"redirect":12813540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051647,"hoster":"VOE"},{"redirect":12813283,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Heiliger Strohsack, Jeff ist wieder da","epNo":16,"alt":"Holy Shit, Jeff\u0027s Back","descr":"Alle sind überrascht, als Jeff aus heiterem Himmel wieder bei den Smiths auftaucht und ganz verändert ist. Während alle - Stan mit eingeschlossen - den neuen Jeff lieben, wird bald klar, dass es sich bei dem Mann nicht um Jeff handelt, sondern um einen Außerirdischen, der eine furchtbare Mission zu Ende bringen will. Einzig Hayley und Roger könnten es noch schaffen, den wahren Jeff zu retten.","versions":[{"lang":1,"streams":[{"redirect":14149570,"hoster":"VOE"},{"redirect":12813541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066045,"hoster":"VOE"},{"redirect":14494231,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"American Fung","epNo":17,"alt":"American Fung","descr":"\"American Dad\" wird an einen chinesischen Geschäftsmann verkauft. Stan liefert Francine unterdessen in die Irrenanstalt ein, weil er ihr gemeinsames Jubiläum vergessen hat.","versions":[{"lang":1,"streams":[{"redirect":14139290,"hoster":"VOE"},{"redirect":14490038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143212,"hoster":"VOE"},{"redirect":12813284,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stan und der Krampfanfall","epNo":18,"alt":"Seizures Suit Stanny","descr":"Stan hat seiner Tochter mehrfach erklärt, wie gefährlich das Nachrichtenschreiben am Handy sein kann, weil man dadurch abgelenkt ist. Schließlich ist es aber er, der einen Autounfall baut, weil er wegen seines Handys nicht auf den Verkehr geachtet hat. Um die Wahrheit zu vertuschen, behauptet er, er hätte einen Krampfanfall erlitten. Roger will indes Steve helfen, der unter Prüfungsangst leidet.","versions":[{"lang":1,"streams":[{"redirect":14158819,"hoster":"VOE"},{"redirect":12813543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111357,"hoster":"VOE"},{"redirect":12664749,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Tief verwurzelt","epNo":1,"alt":"Roots","descr":"Hayley entscheidet sich dazu, sich ihre Haare blond zu färben, um so mehr Aufmerksamkeit zu erregen. Unterdessen versuchen Stan und Steve ein neues zu Hause für die Familie zu finden.","versions":[{"lang":1,"streams":[{"redirect":14130842,"hoster":"VOE"},{"redirect":14494250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195082,"hoster":"VOE"},{"redirect":12813292,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Steve Smith, die Wasserratte","epNo":2,"alt":"The Life Aquatic with Steve Smith","descr":"Als Bullock eine Drone entsendet, um einen Job zu erledigen,den eigentlich Stan und seine Kollegen machen sollen, versucht Stan zu beweisen, dass Menschen besser als Roboter sind. Francine und der Rest der Familie treten in einem \"Zeitlupen-Rennen\" im Wohnzimmer gegeneinander an.","versions":[{"lang":1,"streams":[{"redirect":14139242,"hoster":"VOE"},{"redirect":14500710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13762121,"hoster":"VOE"},{"redirect":14500667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die fröhliche Haley","epNo":3,"alt":"Hayley Smith, Seal Team Six","descr":"Steve und Snot haben die Schnauze voll davon, ständig gehänselt zu werden. Als sie sich deswegen beim Karatetraining anmelden, bekommt Snot vom Sensei eine Gehirnwäsche. Nun liegt es an Steve, seinen Kumpel zurückzuholen. Klaus entwickelt unterdessen einen fürchterlichen Körpergeruch und sieht sich gezwungen, fortan im Freien sein Dasein zu fristen.","versions":[{"lang":1,"streams":[{"redirect":14149579,"hoster":"VOE"},{"redirect":12813545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158998,"hoster":"VOE"},{"redirect":12813305,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die NSA","epNo":4,"alt":"N.S.A. (No Snoops Allowed)","descr":"Als die CIA drastische Sparmaßnahmen ankündigt, nimmt Stan die Position eines Sicherheitsbediensteten am College an. Roger eröffnet derweil eine Pension, um die Familienkasse aufzubessern.","versions":[{"lang":1,"streams":[{"redirect":14110641,"hoster":"VOE"},{"redirect":14494253,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14138993,"hoster":"VOE"},{"redirect":12836484,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefährliche Brandung","epNo":5,"alt":"Stan Smith as Keanu Reeves as Stanny Utah in Point Breakers","descr":"Stan geht Undercover als Surfer in Point Break. Steve freundet sich mit einem Penner an, Hayley könnete schwanger sein und Roger will, dass der Welt Cup in ihrem Garten ausgetragen wird...","versions":[{"lang":1,"streams":[{"redirect":14269116,"hoster":"VOE"},{"redirect":14500709,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118115,"hoster":"VOE"},{"redirect":10622279,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kuss-Kamera","epNo":6,"alt":"Kiss Kiss, Cam Cam","descr":"Als sich Stan wünscht, ins sorgenfreie Leben von Rektor Lewis schlüpfen zu können, wird sein Wunsch Wirklichkeit. In dieser Traumwelt gehört Stans Familie zu Lewis.","versions":[{"lang":1,"streams":[{"redirect":14195125,"hoster":"VOE"},{"redirect":12813549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225630,"hoster":"VOE"},{"redirect":14489997,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Teufel trägt eine Anstecknadel","epNo":7,"alt":"The Devil Wears a Lapel Pin","descr":"Als Stan von seinem Boss die Aufgabe bekommt, den CIA-Kalender zu entwerfen, setzt Hayley alles daran, ihn zu zerstören. Währenddessen bekommt Roger eine Discover-Card und muss schlussendlich seinen Tod vortäuschen, um seine gewaltigen Schulden zu entkommen...","versions":[{"lang":1,"streams":[{"redirect":14293263,"hoster":"VOE"},{"redirect":14490039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110275,"hoster":"VOE"},{"redirect":14494236,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schokolade umsonst","epNo":8,"alt":"Stan-Dan Deliver","descr":"Roger wird Lehrer an Steves Schule und muss eine Klasse mit unterprivilegierten Kindern übernehmen. Zur selben Zeit besuchen Stan und Francine ein Altersheim und Stan beschließt zu bleiben...","versions":[{"lang":1,"streams":[{"redirect":14158385,"hoster":"VOE"},{"redirect":12836526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158975,"hoster":"VOE"},{"redirect":14494239,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Francine im Rampenlicht","epNo":9,"alt":"Anchorfran","descr":"Francine vertritt Terry als Nachrichtensprecher, weil Greg und er sich zerstritten haben. Zur gleichen Zeit verliebt sich Roger in ein Modell Jungen vom \"Liebes Telefon\"...","versions":[{"lang":1,"streams":[{"redirect":14110608,"hoster":"VOE"},{"redirect":14500711,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149577,"hoster":"VOE"},{"redirect":14489998,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Zweihundert","epNo":10,"alt":"The Two Hundred","descr":"Stan macht einen Ausflug nach Los Angeles und taucht dort in die Welt des alten Hollywoods ein, während andernorts Roger Steve und Hayley einem besonderen Training unterzieht.","versions":[{"lang":1,"streams":[{"redirect":14139157,"hoster":"VOE"},{"redirect":12813552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159043,"hoster":"VOE"},{"redirect":12813294,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Außenseiter","epNo":11,"alt":"The Unincludeds","descr":"Steve und Snot blamieren sich bei einer Party der coolen Schüler und beschließen, eine Party für die unbeliebten Kinder zu schmeißen. So erlangen sie selbst eine gewisse Beliebtheit und merken, wie das ihre Zukunft beeinflussen könnte.","versions":[{"lang":1,"streams":[{"redirect":14157147,"hoster":"VOE"},{"redirect":14490041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195091,"hoster":"VOE"},{"redirect":14494233,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Frau des Zahnarztes","epNo":12,"alt":"The Dentist’s Wife","descr":"Roger lernt Meredith kennen, die interessanteste Frau in ganz Langley Falls. Er versucht, sich eine neue, bessere Persönlichkeit zuzulegen, doch er scheitert. Francine schickt ihn auf einen Selbstfindungstrip, der anders läuft als geplant.","versions":[{"lang":1,"streams":[{"redirect":14139238,"hoster":"VOE"},{"redirect":12813553,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120576,"hoster":"VOE"},{"redirect":14500665,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die vermeintlichen Witwen","epNo":13,"alt":"Widow’s Pique","descr":"Stan ist unterwegs auf einer Mission, und Roger überredet Francine, das \"Witwenspiel\" zu spielen. Die beiden geben sich als Witwen aus, um sich Mitleid und Geschenke zu erschleichen.","versions":[{"lang":1,"streams":[{"redirect":14233297,"hoster":"VOE"},{"redirect":14494257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051571,"hoster":"VOE"},{"redirect":14500666,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Rollenspiel","epNo":14,"alt":"The Nova Centauris-burgh Board of Tourism Presents: American Dad","descr":"Francine trifft Steve und seine Freunde bei einem Sci-Fi-Action-Rollenspiel im Hundepark der Stadt. Sie spielt mit und findet heraus, dass die Nerds sie mehr akzeptieren als ihre eigene Familie. Im Gegensatz zu Steve ist sie begeistert.","versions":[{"lang":1,"streams":[{"redirect":14213552,"hoster":"VOE"},{"redirect":14500715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225553,"hoster":"VOE"},{"redirect":12813297,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auf nach Korea (1)","epNo":15,"alt":"Daesong Heavy Industries","descr":"Stan will Steve Respekt vor der Bibel einflößen und geht mit ihm jede Geschichte einzeln durch. Aber Stans Plan geht nach hinten los, da Steve logische Fehler in den Geschichten aufzeigt. Daraufhin verliert Stan seinen Glauben.","versions":[{"lang":1,"streams":[{"redirect":14130841,"hoster":"VOE"},{"redirect":14490059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139285,"hoster":"VOE"},{"redirect":12813298,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auf nach Korea (2)","epNo":16,"alt":"Daesong Heavy Industries II: Return to Innocence","descr":"Das Leben auf Stans \"Arche\" geht weiter, und alle außer Roger haben die Zeit auf See satt. Doch es kommt noch schlimmer für die Smiths, denn das Schiff geht unter. Nach dem Schiffbruch sitzen Stan und Francine auf einer einsamen Insel fest.","versions":[{"lang":1,"streams":[{"redirect":14089573,"hoster":"VOE"},{"redirect":14494256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14007300,"hoster":"VOE"},{"redirect":14494234,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Legende von Billy Jesusworth","epNo":17,"alt":"Criss-Cross Applesauce: The Ballad of Billy Jesusworth","descr":"Ein 2-gegen-2-Basketballturnier steht an, doch Rogers Alter Ego Billy Jesusworth, eine Basketballlegende in der Stadt, verletzt sich und kann seine gewohnte Leistung nicht bringen.","versions":[{"lang":1,"streams":[{"redirect":14043676,"hoster":"VOE"},{"redirect":12813557,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225648,"hoster":"VOE"},{"redirect":14489993,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Salzmine","epNo":18,"alt":"Mine Struggle","descr":"Stan entdeckt eine Salzmine im Boden unter dem Garten der Familie. Er versucht, diesen wertvollen Fund an die Gordon Salt Company zu verkaufen. Doch dann kommt heraus, dass er das Schürfrecht im Garten vor Jahren an Steve übertragen hat.","versions":[{"lang":1,"streams":[{"redirect":14118588,"hoster":"VOE"},{"redirect":12813558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110440,"hoster":"VOE"},{"redirect":14489996,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Garfield und seine Freunde","epNo":19,"alt":"Garfield And Friends","descr":"Am Presidents’ Day schleppt Stan Hayley mit zu ihrem traditionellen Ausflug in ein Präsidenten-Museum. Eine Tradition, die Hayley hasst. Dieses Jahr ist das Präsident-Garfield-Museum dran.","versions":[{"lang":1,"streams":[{"redirect":14110674,"hoster":"VOE"},{"redirect":12813560,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118577,"hoster":"VOE"},{"redirect":12836487,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Weihnachtsfeier","epNo":20,"alt":"Gift Me Liberty","descr":"Die Weihnachtsfeier bei der CIA findet ein abruptes Ende, weil einer der Agenten kein Geschenk zum Wichteln mitgebracht hat. Bullock geht leer aus und wird stinksauer.","versions":[{"lang":1,"streams":[{"redirect":14230704,"hoster":"VOE"},{"redirect":12813561,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110668,"hoster":"VOE"},{"redirect":14500670,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Volltreffer","epNo":21,"alt":"Next Of Pin","descr":"Stan versucht, mehr Zeit mit seinem Sohn Steve zu verbringen, was sich allerdings als schwierig erweist, da die beiden wenig gemein haben. Doch der Eindruck täuscht, denn sowohl Stan als auch Steve spielen gerne Bowling. Bei einem Vater-Sohn-Turnier fällt Steve einem Profi-Trainer ins Auge. Roger und Hayley konkurrieren indes darum, wer von ihnen die kürzere Aufmerksamkeitsspanne hat.","versions":[{"lang":1,"streams":[{"redirect":14145152,"hoster":"VOE"},{"redirect":12813563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110241,"hoster":"VOE"},{"redirect":12813308,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Standardabweichung","epNo":22,"alt":"Standard Deviation","descr":"Stan macht sich Sorgen, dass Hayley nichts aus ihrem Leben macht. Er nimmt sie mit auf eine Mission, um ihr zu zeigen, wie wichtig es ist, einen Plan zu haben. Doch wegen Bullocks schlechter Planung geht die Mission schief.","versions":[{"lang":1,"streams":[{"redirect":14139299,"hoster":"VOE"},{"redirect":14500712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130502,"hoster":"VOE"},{"redirect":14494235,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Der vergessene Vatertag","epNo":1,"alt":"Father’s Daze","descr":"Familie Smith hat den Vatertag vergessen. Darum gestalten die anderen als Wiedergutmachung für Stan einen Tag ganz nach seinen Wünschen. Damit das ab sofort jeden Tag so ist, löscht Stan mit einem CIA-Apparat ihr Gedächtnis.","versions":[{"lang":1,"streams":[{"redirect":14139265,"hoster":"VOE"},{"redirect":12813562,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149512,"hoster":"VOE"},{"redirect":12813310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kampf und Flucht","epNo":2,"alt":"Fight and Flight","descr":"Um Steves Noten aufzubessern, will Stan für ein Schulprojekt Charles Lindberghs Soloflug nachstellen, übertreibt es aber. Klaus glaubt, dass ein Nachbar seine online bestellten Schuhe geklaut hat, und rächt sich mit Hayleys Hilfe an ihm.","versions":[{"lang":1,"streams":[{"redirect":14042669,"hoster":"VOE"},{"redirect":12813564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118571,"hoster":"VOE"},{"redirect":13835357,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Erleuchtung von Ragi-Baba","epNo":3,"alt":"The Enlightenment of Ragi-Baba","descr":"Hayley nimmt Roger mit in ein Meditationszentrum, und er entwickelt sich im Handumdrehen zu einem weltweiten Meditationsguru. Stan und Steve lernen, wie man Sushi macht.","versions":[{"lang":1,"streams":[{"redirect":14158817,"hoster":"VOE"},{"redirect":12813566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213427,"hoster":"VOE"},{"redirect":13080085,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Porträt von Francines Geschlechtsteilen","epNo":4,"alt":"Portrait of Francine’s Genitals","descr":"Stan ist es peinlich, als im Museum ein Gemälde eines berühmten Künstlers enthüllt wird, das Francines Genitalien zeigt. Steve will anderen helfen, nachdem das Porträt seiner Mutter ihm das Masturbieren verdorben hat","versions":[{"lang":1,"streams":[{"redirect":14117672,"hoster":"VOE"},{"redirect":12813565,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14077934,"hoster":"VOE"},{"redirect":12836492,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bahama Mama","epNo":5,"alt":"Bahama Mama","descr":"Als Hayley und Jeff verkünden, ein Kind zu wollen, ist Stan fassungslos, dass er Großvater werden soll. Steve will seine Rolle als Onkel sehr ernst nehmen und schließt sich mit Klaus einer Drogengang an.","versions":[{"lang":1,"streams":[{"redirect":14106041,"hoster":"VOE"},{"redirect":12813567,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117888,"hoster":"VOE"},{"redirect":12714068,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Roger’s Baby","epNo":6,"alt":"Roger’s Baby","descr":"Hayley bekommt einen Eindruck davon, wie eine Schwangerschaft wäre, als Roger sich bereit erklärt, Jeff wiederzugebären, damit er wieder ein Mensch wird. Snot ist verletzt, als Steve ihn heimlich für ein Umstyling anmeldet.","versions":[{"lang":1,"streams":[{"redirect":14157170,"hoster":"VOE"},{"redirect":12836530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230697,"hoster":"VOE"},{"redirect":12813325,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"90° Nord, 0° West","epNo":7,"alt":"Ninety North, Zero West","descr":"Die Smiths müssen Steve retten, der an den Nordpol entführt wurde. Dort lässt der Weihnachtsmann Kinder in einer Mine nach Edelsteinen schürfen, die er für ein uraltes Ritual braucht.","versions":[{"lang":1,"streams":[{"redirect":14117863,"hoster":"VOE"},{"redirect":12813568,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14077969,"hoster":"VOE"},{"redirect":12836495,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aus der Bahn geworfen","epNo":8,"alt":"A Whole Slotta Love","descr":"Als Stan Modellautorennen für sich entdeckt, nimmt seine Attraktivität für Francine rapide ab. Roger wird Stewardess, um auf den Flügen Comedynummern aufführen zu können, ist aber verärgert, als eine Kollegin witziger ist als er.","versions":[{"lang":1,"streams":[{"redirect":14105505,"hoster":"VOE"},{"redirect":12813569,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14240487,"hoster":"VOE"},{"redirect":12816722,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Hexen von Langley","epNo":9,"alt":"The Witches of Langley","descr":"Steve und seine Freunde beschäftigen sich mit Hexerei, um in der Schule einflussreicher und beliebter zu werden. Stan und Klaus wetteifern, wer von den beiden sich an mehr Bands aus den 90er-Jahren erinnern kann.","versions":[{"lang":1,"streams":[{"redirect":14230717,"hoster":"VOE"},{"redirect":14500714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110283,"hoster":"VOE"},{"redirect":14490003,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schöner Abend für eine Spritztour","epNo":10,"alt":"A Nice Night for a Drive","descr":"Als Stan sich weigert, eine lebensrettende Operation zu bezahlen, wird Klaus in das Navigationssystem von Stans Auto transferiert. Steve und seine Freunde legen Rogers Figur Frank herein, und aus Rache terrorisiert er sie.","versions":[{"lang":1,"streams":[{"redirect":14149539,"hoster":"VOE"},{"redirect":12813572,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118029,"hoster":"VOE"},{"redirect":12813309,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Casino Normale","epNo":11,"alt":"Casino Normale","descr":"Francine bestiehlt die CIA und gibt sich als sexy Superschurkin aus, um Stans Verführungskünste anzukurbeln. Roger bringt Hayley und Steve mit einem Trick dazu, Jay Leno zu fangen, damit er sich an ihm rächen kann.","versions":[{"lang":1,"streams":[{"redirect":14213461,"hoster":"VOE"},{"redirect":14500717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14240486,"hoster":"VOE"},{"redirect":14492159,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bazooka Steve","epNo":12,"alt":"Bazooka Steve","descr":"Als Steve den gefeierten Quarterback des Footballteams zum Karriereende überredet, wird er in der ganzen Stadt geächtet. Roger zwingt Hayley, Taxifahrerin zu werden, damit sie ihre Spielschulden bei ihm abbezahlen kann.","versions":[{"lang":1,"streams":[{"redirect":14105684,"hoster":"VOE"},{"redirect":14500719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106037,"hoster":"VOE"},{"redirect":14490000,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Camp Campawanda","epNo":13,"alt":"Camp Campawanda","descr":"Steve ist verärgert, dass Snot im Sommercamp als Betreuer arbeitet und ihnen so den Spaß verdirbt. Hayley und Jeff sind misstrauisch, als Roger zu ihrem Jahrestag im Garten das Burning-Man-Festival nachstellen will.","versions":[{"lang":1,"streams":[{"redirect":14149514,"hoster":"VOE"},{"redirect":12813573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118132,"hoster":"VOE"},{"redirect":12816717,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Julia Rogerts","epNo":14,"alt":"Julia Rogerts","descr":"Als Stan seine Gefühle verletzt, läuft Roger als Julia Roberts verkleidet davon und landet in einer kleinen Stadt. Als Steve herausfindet, dass Jeff und Barry sich noch nie begegnet sind, plant er ein Treffen.","versions":[{"lang":1,"streams":[{"redirect":14043669,"hoster":"VOE"},{"redirect":12813579,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051489,"hoster":"VOE"},{"redirect":14490001,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Leben und Wirken des Stan Smith","epNo":15,"alt":"The Life and Times of Stan Smith","descr":"Stan wird süchtig nach Nahtoderfahrungen, nachdem Roger ihn glauben lässt, dass er eine Herzattacke gehabt hat. Steve besucht mit Klaus die Arizona State University und wird dort von einer Studentenverbindung schikaniert.","versions":[{"lang":1,"streams":[{"redirect":14118459,"hoster":"VOE"},{"redirect":14490042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139319,"hoster":"VOE"},{"redirect":14490002,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die harte Realität","epNo":16,"alt":"The Bitchin’ Race","descr":"Die Familie nimmt an einer Realityshow teil. Nachdem Stan und Hayley ihre unmotivierten Partner Steve und Francine losgeworden sind und sich zusammengetan haben, landen sie in einem thailändischen Arbeitslager.","versions":[{"lang":1,"streams":[{"redirect":14118020,"hoster":"VOE"},{"redirect":14494255,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105579,"hoster":"VOE"},{"redirect":14500673,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Familienplanung","epNo":17,"alt":"Family Plan","descr":"Francine möchte erleben, wie es ist, eine große Familie zu haben, und nimmt Kontakt zu ihren leiblichen Verwandten auf. Stan ist fasziniert von der Sendung \"American Pickers\" und wird selbst Trödelsammler.","versions":[{"lang":1,"streams":[{"redirect":14149638,"hoster":"VOE"},{"redirect":14490045,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105656,"hoster":"VOE"},{"redirect":12813317,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bombenstimmung","epNo":18,"alt":"The Long Bomb","descr":"Stan und Hayley haben sich zwar wenig zu sagen, arbeiten aber als Team zusammen, als Terroristen drohen, das Stadion der Bazooka Sharks in die Luft zu sprengen. Roger gibt sich als Escort aus.","versions":[{"lang":1,"streams":[{"redirect":14213535,"hoster":"VOE"},{"redirect":14500716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118460,"hoster":"VOE"},{"redirect":12836490,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kloger","epNo":19,"alt":"Kloger","descr":"Nachdem sie sich per Zufall beim Onlinedating gefunden haben, beginnen Roger und Klaus heimlich eine Affäre. Steve versucht, sich bei Hayley mit Bindehautentzündung anzustecken, um dem Fitnesstest in der Schule zu entgehen.","versions":[{"lang":1,"streams":[{"redirect":14042505,"hoster":"VOE"},{"redirect":13835377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149553,"hoster":"VOE"},{"redirect":12813314,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":" Stan, der Müllmann","epNo":20,"alt":"Garbage Stan","descr":"Als Stan das alte Müllauto seines Vaters erbt, gründen er und Steve ein Entsorgungsunternehmen. Roger entdeckt, dass Hayley ein Naturtalent in Bumper Pool ist und arrangiert eine Partie gegen den besten Spieler der Stadt.","versions":[{"lang":1,"streams":[{"redirect":14043714,"hoster":"VOE"},{"redirect":12813583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093481,"hoster":"VOE"},{"redirect":13835355,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der talentierte Mr. Dingleberry","epNo":21,"alt":"The Talented Mr. Dingleberry","descr":"Um Steve den Sieg beim Talentwettbewerb seiner Schule zu sichern, gibt sich Roger als Marionette aus und verletzt Steves Kokurrenten. Stan, Hayley und Klaus gehen unter die Imker.","versions":[{"lang":1,"streams":[{"redirect":14110219,"hoster":"VOE"},{"redirect":12813581,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110218,"hoster":"VOE"},{"redirect":12813319,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf nach Mexiko","epNo":22,"alt":"West to Mexico","descr":"In diesem \"American Dad\"-Western wird Stan vom Kopfgeldjäger Roger gesucht. Er landet in einem Städtchen, das in Bedrängnis ist, und hilft Schuldirektor Lewis, Francine, Steve und Hayley.","versions":[{"lang":1,"streams":[{"redirect":14105957,"hoster":"VOE"},{"redirect":12813582,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118027,"hoster":"VOE"},{"redirect":12813318,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Santa, Schmanta","epNo":1,"alt":"Santa, Schmanta","descr":"Wieder einmal steht Weihnachten vor der Tür und Familie Smith ist von den bevorstehenden Feiertagen vollkommen in Beschlag genommen. Dabei gerät allerdings Roger ein wenig ins Hintertreffen, was der Außerirdische der Familie schrecklich übel nimmt. Kurzerhand besucht er Snot, bei dem nicht Weihnachten, sondern Hanukkah gefeiert wird. Es dauert nicht lange, bis Roger zum Judentum konvertiert.","versions":[{"lang":1,"streams":[{"redirect":14105519,"hoster":"VOE"},{"redirect":14490046,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110636,"hoster":"VOE"},{"redirect":14490004,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verschwoerungsparanoia ","epNo":2,"alt":"Paranoid Frandroid","descr":"Als Francine erfährt, dass Stan ihre Lieblingssendung produziert hat, um sie vor schlimmen Nachrichten zu beschützen, ist sie furchtbar desillusioniert. Dank Roger entwickelt sie sich bald zu einer ausgewachsenen Verschwörungstheoretikerin und verliest ihre eigenen Nachrichten in Rogers Radiosendung. Dabei stößt sie aber auf eine echte CIA-Operation und bringt sich damit in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":14110626,"hoster":"VOE"},{"redirect":14490048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106095,"hoster":"VOE"},{"redirect":12813331,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Zählen der Lämmer","epNo":3,"alt":"The Census of the Lambs","descr":"In de USA wird erneut eine Volkszählung durchgeführt und Stan freut sich riesig, erneut als Zähler ausgewählt worden zu sein. Als er erfährt, dass auch Hayley engagiert wurde, schwindet seine Begeisterung schnell und bald sind die beiden in einen heillosen Wettkampf verstrickt, wer von ihnen mehr Daten erfassen kann. Klaus hat sich indes eine neue Kamera gekauft und findet eine Muse.","versions":[{"lang":1,"streams":[{"redirect":14105651,"hoster":"VOE"},{"redirect":13835378,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195081,"hoster":"VOE"},{"redirect":13835358,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eier-Wahnsinn","epNo":4,"alt":"Shell Game","descr":"Steve und Roger beobachten gerade Vögel, als sie sehen, wie ein Mann ein Ei aus einem Nest stiehlt. Kurz darauf erfahren die beiden, dass es einen geheimen Orden der Eierdiebe geben soll. Während Roger dort sofort aufgenommen werden will, ist Steve entsetzt und schließt sich einer Gruppe Umweltschützer an. Francine hat indes eine neue Fertigsoße für Nudeln gekauft, die alle in der Familie lieben.","versions":[{"lang":1,"streams":[{"redirect":14213426,"hoster":"VOE"},{"redirect":14500723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195188,"hoster":"VOE"},{"redirect":14500674,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stan macht sich ein Bild","epNo":5,"alt":"The Mural of the Story","descr":"Stan ist entsetzt, als ein beliebter Ort der Stadt mit Graffiti besprüht wird und versucht sich an der Restaurierung. Nachdem seine Rettungsversuche kolossal nach hinten losgegangen sind, behauptet er, Hayley sei dafür verantwortlich. Steve ist indes begeistert, da er auf einer renommierten Clown-Schule angenommen wurde, doch sein Enthusiasmus schwindet, als er das Opfer fieser Späße wird.","versions":[{"lang":1,"streams":[{"redirect":14158856,"hoster":"VOE"},{"redirect":13835381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213479,"hoster":"VOE"},{"redirect":13835359,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hayley hört die Signale","epNo":6,"alt":"(You Gotta) Strike for Your Right","descr":"Hayley ist entsetzt, als sie sieht, unter welch schlechten Bedingungen die Mitarbeiter der CIA arbeiten müssen und überzeugt alle – bis auf Stan – in Streik zu treten. Bullock ist von Hayleys Engagement so begeistert, dass er ihr einen Job anbietet. Steve, Roger, Francine und Klaus schauen sich indes zuhause alle Episoden von Breaking Bad an und machen dabei eine überraschende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":14158498,"hoster":"VOE"},{"redirect":12836533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195105,"hoster":"VOE"},{"redirect":13835361,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Klaustastrophe.tv","epNo":7,"alt":"Klaustastrophe.tv","descr":"Auf einer heiklen CIA-Mission überkommt Stan wie aus dem Nichts eine schlimme Erinnerung, die ihn so unaufmerksam werden lässt, dass einem gefährlichen Waffenhändler die Flucht gelingt. Im Anschluss versucht Stan herauszubekommen, woran er leidet. Klaus hat indes eine Website online gestellt, auf der er die Missgeschicke der Familie Smith präsentieren und damit Geld verdienen will.","versions":[{"lang":1,"streams":[{"redirect":14158407,"hoster":"VOE"},{"redirect":14490049,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159183,"hoster":"VOE"},{"redirect":14490005,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod durch eine Dinnerparty","epNo":8,"alt":"Death by Dinner Party","descr":"Obwohl angeblich ein Mörder in Langley Falls sein Unwesen treibt, lässt sich Francine nicht davon abhalten, eine Dinnerparty zu veranstalten. Freunde und Verwandte kommen zu Besuch und als die ersten Gäste verschwinden, macht Francine umgehend Roger dafür verantwortlich. Doch bald wird klar, dass der keine Schuld trägt und tatsächlich ein Mörder im Haus ist. Nun ist keiner mehr in Sicherheit.","versions":[{"lang":1,"streams":[{"redirect":14158990,"hoster":"VOE"},{"redirect":14494266,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158772,"hoster":"VOE"},{"redirect":12813336,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine endlose Geschichte","epNo":9,"alt":"The Never-Ending Stories","descr":"Stan ist entsetzt, als er erfährt, dass Familie und Kollegen seine langatmigen Geschichten nicht ausstehen können. Was für eine Wohltat ist es da hingegen, junge CIA-Kadetten zu unterrichten, die an seinen Lippen hängen. Erst als die Schüler ihre erste Mission erledigen sollen und kläglich scheitern, da Stan nur uninteressante Monologe gehalten hat, ist ihm das eine Lektion.","versions":[{"lang":1,"streams":[{"redirect":14139139,"hoster":"VOE"},{"redirect":14490052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110430,"hoster":"VOE"},{"redirect":14490006,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zug um Zug","epNo":10,"alt":"Railroaded","descr":"Stan gerät auf dem Weg ins Stadion in einen heillosen Verkehrsstau und gelangt zu der Ansicht, dass Langley Falls unbedingt einen Hochgeschwindigkeitszug bräuchte. Um diesen Plan in die Tat umsetzen zu können, braucht man allerdings auch das Sagen in der Stadt und so kandidiert Stan für das Amt des Bürgermeisters. Francine hat sich indes mit einer Ratte angefreundet – doch das ist nur der Anfang!","versions":[{"lang":1,"streams":[{"redirect":14157087,"hoster":"VOE"},{"redirect":14494260,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043397,"hoster":"VOE"},{"redirect":12813323,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Keuschheitsgelübde ","epNo":11,"alt":"My Purity Ball and Chain","descr":"Stan weiß nicht, wie er es anstellen soll, seinem Sohn etwas von den \"Bienen und den Blumen\" zu erzählen, schließlich ist der Junge inzwischen ein Teenager. Er selbst erinnert sich mit Grausen an das Gespräch, das er mit vor vielen Jahren mit seinem Vater führen musste. Roger, Hayley, Jeff und Klaus, die in einem Freizeitpark waren, bauen sich indes im Garten eine riesige Wasserrutsche.","versions":[{"lang":1,"streams":[{"redirect":14117755,"hoster":"VOE"},{"redirect":14500725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143424,"hoster":"VOE"},{"redirect":12813322,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Oregon Trail","epNo":12,"alt":"OreTron Trail","descr":"Roger denkt zum ersten Mal darüber nach, dass er als Außerirdischer wahrscheinlich viel länger leben wird als die Mitglieder der Familie Smith. Der Gedanke erschreckt ihn dermaßen, dass er seinen eigenen Tod vortäuscht und Langley Falls verlässt. Nun muss die Familie mit dem Verlust ihres treuen Gefährten zurechtkommen – bis Steve eines Tages vermutet, dass Roger noch am Leben sein könnte.","versions":[{"lang":1,"streams":[{"redirect":14159006,"hoster":"VOE"},{"redirect":14490050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139375,"hoster":"VOE"},{"redirect":12813324,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gemeine Francine","epNo":13,"alt":"Mean Francine","descr":"Francine wird die neue Vertrauenslehrerin an Steves High School. Die Position lässt in ihr Erinnerungen an die eigene Schulzeit wach werden, als sie von den coolen Mädchen verlacht und gehänselt wurde. Gerade als Steve ihre Hilfe bräuchte, schlägt sie sich auf die Seite der Coolen, um anerkannt zu werden. Jeff hat indes seinen Lieblingshut verloren und steckt bald mitten in einer Lebenskrise.","versions":[{"lang":1,"streams":[{"redirect":14195130,"hoster":"VOE"},{"redirect":14500720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042299,"hoster":"VOE"},{"redirect":14494238,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Aufgeberin ","epNo":14,"alt":"One-Woman Swole","descr":"Francine will nicht mehr von allen ausgelacht werden, weil es ihr nicht gelingt, konsequent für längere Zeit ein Hobby zu betreiben. Jetzt hat sie mit Bodybuilding angefangen und erhofft sich, dass nun alles anders wird. Doch sie hat Pech: Als sie an einem Schönheitswettbewerb für Bodybuilder teilnimmt und durch einen Unfall im Koma landet, ist es auch mit dem neuen Hobby bald vorbei.","versions":[{"lang":1,"streams":[{"redirect":14051920,"hoster":"VOE"},{"redirect":14490058,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149581,"hoster":"VOE"},{"redirect":12813327,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Flavortown","epNo":15,"alt":"Flavortown","descr":"Jeff macht sich Sorgen, dass er nur als fauler, Gras rauchender Hippie wahrgenommen wird. Auf der Suche nach einer neuen Identität beginnt er, mit Stans Lieblingskoch Guy Fieri abzuhängen. Klaus und Roger bauen indes ein eigenes Geschäft auf.","versions":[{"lang":1,"streams":[{"redirect":14042224,"hoster":"VOE"},{"redirect":12813596,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157034,"hoster":"VOE"},{"redirect":14500672,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Schmetterlingseffekt","epNo":16,"alt":"Persona Assistant","descr":"Die 250. Folge American Dad: Stan muss Rogers verschiedene Persönlichkeiten übernehmen, da Roger wegen eines Hirntumors nicht mehr richtig funktioniert und versehentlich einen Bandenkrieg auslöst. Zudem zwingt Direktor Lewis den Schulchor und Steve dazu, alles zu unternehmen, um einen Sieg einzuheimsen.","versions":[{"lang":1,"streams":[{"redirect":14195070,"hoster":"VOE"},{"redirect":14500724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110271,"hoster":"VOE"},{"redirect":14490008,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Legende von Old Ulysses","epNo":17,"alt":"The Legend Of Old Ulysses","descr":"Familie Smith unternimmt einen Ausflug an den See. Während Stan und Steve gegen Snot und dessen neuen Stiefvater Tuttle antreten, lernt Roger Fahrradfahren und Klaus wird von einem legendären Fisch gefressen. Hayley und Francine testen indes, wie lange sie wohl in der Sonne liegen können.","versions":[{"lang":1,"streams":[{"redirect":14149672,"hoster":"VOE"},{"redirect":12781739,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157139,"hoster":"VOE"},{"redirect":12813328,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Echte Brüder","epNo":18,"alt":"Twinanigans","descr":"Klaus gräbt ein altes Werbevideo aus, in dem Steve und Roger als Zwillinge auftraten. Die beiden beschließen augenblicklich, ihre Schauspieltätigkeit wieder aufzunehmen. Während Steve tatsächlich ein Rollenangebot bekommt, manövriert sich Roger in Schwierigkeiten. Die anderen Familienmitglieder geben 9000 Dollar in einem Geschenkeladen aus und lernen den Besitzer des Geschäfts persönlich kennen.","versions":[{"lang":1,"streams":[{"redirect":14158508,"hoster":"VOE"},{"redirect":12813595,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043396,"hoster":"VOE"},{"redirect":12836496,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Steve – The Big Dog","epNo":19,"alt":"Top Of The Steve","descr":"Steve und Roger sind von zuhause weggelaufen und landen in einem reinen Mädcheninternat, wo sich Steves Leben bald wie eine billige Sitcom aus den 1980er Jahren anfühlt. Während die beiden weg sind, muss der Rest der Familie mit anderen Zeitgenossen, wie Stans lange vermisstem Cousin, zurechtkommen, die als Ersatz für Steve und Roger bei ihnen leben sollen.","versions":[{"lang":1,"streams":[{"redirect":14043424,"hoster":"VOE"},{"redirect":12813597,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157244,"hoster":"VOE"},{"redirect":14500675,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Funnyish Games","epNo":20,"alt":"Funnyish Games","descr":"Das Verbrechen macht sich breit im beschaulichen Langley Falls. Nachdem sogar in der Nachbarschaft eingebrochen wurde, macht sich Francine große Sorgen um die Sicherheit ihrer Familie. Zum Glück hat sie Ehemann Stan, der ein ganz eigenes Sicherheitssystem für seine Familie erstellt. Steve belegt indes Kurse am College und versucht, Hayleys entspannte Herangehensweise ans Lernen zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":14157093,"hoster":"VOE"},{"redirect":14490057,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042436,"hoster":"VOE"},{"redirect":10622320,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Fleabiscuit","epNo":21,"alt":"Fleabiscuit","descr":"Jeff wird ein erfolgreicher Trainer für Hunderennen. Hayley fühlt sich zurückgesetzt und beginnt, Roger als Rennhund zu trainieren. Somit will sie Jeff beim anstehenden Hunderennen schlagen. Als dieser davon erfährt, ist er noch entschlossener, dass Rennen zu gewinnen. Um Jeffs Hund Fleabiscuit vor dem Finale völlig zu demoralisieren, schläft Roger mit dessen Freundin und zeigt ihm das Video …","versions":[{"lang":1,"streams":[{"redirect":14213488,"hoster":"VOE"},{"redirect":12813598,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213496,"hoster":"VOE"},{"redirect":12813332,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Endstation Borax","epNo":22,"alt":"The Future Is Borax","descr":"Barry geht das ständige Zanken von Francine und Stan auf die Nerven. Das führt dazu, dass Francine und Stan in einen romantischen Paarurlaub starten. Auf der Reise geraten sie in eine brenzlige Situation, die sie gekonnt meistern, indem sie an einem Strang ziehen. Daraufhin suchen sie nach weiteren Herausforderungen. Zuhause nehmen Steve, Hayley, Klaus, und Roger an einem Jingle-Wettbewerb teil.","versions":[{"lang":1,"streams":[{"redirect":14110546,"hoster":"VOE"},{"redirect":14490060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158459,"hoster":"VOE"},{"redirect":14490007,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Fantasie-Baseball","epNo":1,"alt":"Fantasy Baseball","descr":"Steve begeistert sich für Rollenspiele, doch sein Vater würde ihn lieber beim richtigen Baseball sehen. Bei einem Spaziergang überlegt Steve, wie er seinen Vater Stolz machen kann und durch Zufall landet er kurzerhand als Schiedsrichter auf einem Baseballplatz. Schnell erlangt er Ruhm für seine gekonnte Spielleitung und die Zuschauer kommen, um ihn in Aktion zu sehen. Doch dann übertreibt er","versions":[{"lang":1,"streams":[{"redirect":14043568,"hoster":"VOE"},{"redirect":14490064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043753,"hoster":"VOE"},{"redirect":14500678,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kleider machen Leute","epNo":2,"alt":"I Am The Jeans: The Gina Lavetti Story","descr":"Francine geht mit ihrer ehemals besten Freundin Gina Lavetti einkaufen. Gina ist bald total frustriert, weil sie keine Jeans in ihrer Größe findet. Daraufhin will sie ihre eigenen Jeans entwerfen und im Home Shopping vermarkten. Währenddessen überlegen sich Stan und Steve, ihre Augenbrauen zu tauschen und mit dem neuen Erscheinungsbild des jeweils anderen durch den Alltag zu gehen.Also klaute er das Flugzeug und wollte etwas allein erreichen.","versions":[{"lang":1,"streams":[{"redirect":14230673,"hoster":"VOE"},{"redirect":14490061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14131024,"hoster":"VOE"},{"redirect":12813348,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stan und Francine und Connie und Ted","epNo":3,"alt":"Stan and Francine and Connie and Ted","descr":"Steve möchte das Wochenende bei Barry und seinen Eltern verbringen, doch Stan und Francine verbieten es ihm, da sie es für keinen guten Umgang halten. Nach einem großen Wutausbruch planen Steve und Barry ein gemeinsames Treffen der Eltern, um Stan und Francine umzustimmen. Stan und Francine sind schnell von den Eltern von Barry hingerissen und dem offenzügigen 70er-Jahre Lebensmotto.","versions":[{"lang":1,"streams":[{"redirect":14042456,"hoster":"VOE"},{"redirect":12813604,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120628,"hoster":"VOE"},{"redirect":14494243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf der Jagd nach dem weißen Kaninchen","epNo":4,"alt":"Rabbit Ears","descr":"Das Familienoberhaupt Stan bringt einen gebrauchten, alten Fernseher vom Sperrmüll mit nach Hause und wird schlagartig süchtig nach einer TV-Sendung aus den 1960er-Jahren. Währenddessen beschließt Alien Roger aus nicht erklärbaren Gründen, fortan sein Leben als Baby zu führen, was bedeutet, dass sich der Rest der Familie von nun an um ihn kümmern soll. Ob das wohl gut gehen wird?","versions":[{"lang":1,"streams":[{"redirect":14143350,"hoster":"VOE"},{"redirect":12813610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225588,"hoster":"VOE"},{"redirect":14500680,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jeff und die Marihuanafabrik","epNo":5,"alt":"Jeff And The Dank Ass Weed Factory","descr":"Hayleys Freund Jeff will die Marihuana-Fabrik von Tommie Tokes besuchen. Begleitet wird er dabei von Stan. Der hat als CIA-Agent diese Firma schon lange im Visier und will sie hochgehen lassen.","versions":[{"lang":1,"streams":[{"redirect":14117775,"hoster":"VOE"},{"redirect":12836536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14030656,"hoster":"VOE"},{"redirect":12813349,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Echte Freunde ","epNo":6,"alt":"Lost Boys","descr":"Roger beendet Steves Freundschaft mit Snot, Barry und Toshi, nachdem Steve sich geweigert hat, Rogers Squash-Partner zu sein. Wie sich zeigt, hat Jeff eine große Begabung dafür, alte Häuser zu kaufen, zu renovieren und mit Gewinn wieder abzustoßen. Stan, Francine und Hayley steigen in das Geschäft mit ein.","versions":[{"lang":1,"streams":[{"redirect":14030855,"hoster":"VOE"},{"redirect":14500721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110578,"hoster":"VOE"},{"redirect":12813351,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hai?!","epNo":7,"alt":"Shark?!","descr":"Stan und seine Familie machen einen Ausflug ans Meer. Weil Steve Angst vor Haien hat, will er nicht ins Meer. Stan will dies ändern und bittet Roger die Gestalt eines Hais anzunehmen, damit Steve seine Furcht überwinden kann. Das Vorhaben läuft jedoch nicht wie geplant: Steve verliert seinen Arm und wird zum Adrenalinjunkie. Währenddessen bandelt Hayleys hübsche Freundin Danuta mit Klaus an.","versions":[{"lang":1,"streams":[{"redirect":14139301,"hoster":"VOE"},{"redirect":12813609,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230637,"hoster":"VOE"},{"redirect":12813350,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der lange Marsch","epNo":8,"alt":"The Long March","descr":"Die überraschende Beförderung im Job ruft bei Hayley Zweifel auf. Die Angst in einem miserablen Job festzustecken bringt Hayley dazu, den Job kurzerhand zu kündigen und mit Jeff im Van durch die Gegend zu reisen. Und auch Roger hat sich mit eingeklinkt. – Ein Abenteuer beginnt. Derweil haben es Francince und Steve mit einem Uber-Fahrer zu tun, der sich als sehr unangenehmer Zeitgenosse entpuppt.","versions":[{"lang":1,"streams":[{"redirect":14105835,"hoster":"VOE"},{"redirect":14500728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149483,"hoster":"VOE"},{"redirect":14490014,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Fluraufsicht und die Kantinenfrau","epNo":9,"alt":"The Hall Monitor And The Lunch Lady","descr":"Aufgrund einer Welle an Krankheitsvorfällen in der High School verliert Klaus seinen Job in der Kantine und darf nicht länger das Essen ausgeben. Für Steve sind die ganzen Umstände höhst dubios und er legt als verdeckter Ermittler gemeinsam mit Detective Turlington alles daran herausfinden, was wirklich vorgefallen ist. In der Einkaufspassage sind Stan und Roger Zeugen eines grausamen Unfalls.","versions":[{"lang":1,"streams":[{"redirect":14043473,"hoster":"VOE"},{"redirect":14500732,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110252,"hoster":"VOE"},{"redirect":14490015,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wild und frei","epNo":10,"alt":"Wild Women Do","descr":"Da Stan an einer Schlafstudie teilnimmt, bittet er Jeff sich den Abend um Francince zu kümmern. Beim gemeinsamen Abendessen findet sie heraus, dass der Abend von Stan so organisiert wurde, um sie unter Kontrolle zu halten. Aus Protest haut sie hab und begibt sich in ein rauschendes Fest. Jeff hat Mühe mit ihr mitzuhalten. Zuhause drängt Klaus Steve dazu, all seine Star-Imitationen anzuschauen.","versions":[{"lang":1,"streams":[{"redirect":14089983,"hoster":"VOE"},{"redirect":14500729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13718723,"hoster":"VOE"},{"redirect":14490010,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die perfekte Ehefrau","epNo":11,"alt":"An Irish Goodbye","descr":"Stan, Jeff, Rogu und Roger geben vor, ehemalige Wild West-Bewohner zu sein. Die Jungs veranstalten eine fiktive Bärenjagd rund ums Haus. Francine und Hayley finden das ganze Treiben total lächerlich. Sie können mit den Spielchen ihrer Männer wenig anfangen. Hayley findet heraus, dass Francine der kindischen Art ihres Mannes regelmäßig entflieht und sich in der Flughafenbar besäuft …","versions":[{"lang":1,"streams":[{"redirect":14043376,"hoster":"VOE"},{"redirect":14500731,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120272,"hoster":"VOE"},{"redirect":12793649,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Familienbande","epNo":12,"alt":"Stompe Le Monde","descr":"Stan gibt die ganzen Ersparnisse der Familie für die Rechte am Musical \"Stomp!\" aus. Familie Smith produziert die Show und macht ein Vermögen damit, doch als sich die Eröffnungsnacht zum Desaster entwickelt, muss die Familie aus der Stadt fliehen.","versions":[{"lang":1,"streams":[{"redirect":14120632,"hoster":"VOE"},{"redirect":14490065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225603,"hoster":"VOE"},{"redirect":12813341,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mom Sauce","epNo":13,"alt":"Mom Sauce","descr":"Nach einem gemeinsamen Abendessen ist Steve überrascht, dass Snot kurz darauf neue Hosen trägt und anbietet, für die Pizza zu bezahlen. Er enthüllt, dass sie jetzt reich sind, nachdem sie ihre eigene neue Dressing-Mischung auf den Markt gebracht haben. Steve stellt fest, dass es das Rezept seiner Mutter ist. Derweil sind Roger, Stan, Klaus und Jeff eingeladen, Models für eine Modenschau zu sein.","versions":[{"lang":1,"streams":[{"redirect":14143496,"hoster":"VOE"},{"redirect":14494261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139092,"hoster":"VOE"},{"redirect":14494241,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Dosis macht das Gift","epNo":14,"alt":"Hamerican Dad!","descr":"Stan lässt Roger nach einigem Zögern in seinen Club eintreten und muss dabei zusehen, wie Roger nach und nach die anderen Clubmitglieder für sich gewinnt. Francine will indes Greg, ihren Nachbarn von nebenan, erschrecken.","versions":[{"lang":1,"streams":[{"redirect":14043458,"hoster":"VOE"},{"redirect":12813615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111397,"hoster":"VOE"},{"redirect":10622332,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Demolition Daddy","epNo":15,"alt":"Demolition Daddy","descr":"Snot erfährt durch Roger, dass sein Vater ein Demolition-Derby-Fahrer war. Steve wird von Hayley mit auf einen Roadtrip genommen, damit er endlich fahren lernt.","versions":[{"lang":1,"streams":[{"redirect":14157097,"hoster":"VOE"},{"redirect":14500730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110648,"hoster":"VOE"},{"redirect":14490011,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hochmut kommt vor dem Fall","epNo":16,"alt":"Pride Before The Fail","descr":"Haley geht schon seit Jahren aufs College und will ihren Abschluss nicht machen, um sich so vor der echten Welt und ihren Herausforderungen zu drücken. Sie stellt allerdings fest, dass ihr nur noch ein Kurs zum Abschluss fehlt!","versions":[{"lang":1,"streams":[{"redirect":14117687,"hoster":"VOE"},{"redirect":12813618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158677,"hoster":"VOE"},{"redirect":14500679,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stanferato","epNo":17,"alt":"Enter Stanman","descr":"Francine hat einen bizarren Traum, in dem sie Sex mit Jeff hat. Sie erzählt der Familie davon und Stan reagiert so, als hätte Francine ihn betrogen. Roger bietet Stan an, in Francines Traumwelt zu reisen, um herauszufinden, was Francine in Wirklichkeit denkt. In Francines Träumen treffen die beiden auf unterschiedliche Variationen von Stan.","versions":[{"lang":1,"streams":[{"redirect":14043355,"hoster":"VOE"},{"redirect":14490068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106089,"hoster":"VOE"},{"redirect":12816724,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Keine Hochzeit und ein Todesfall","epNo":18,"alt":"No Weddings And A Funeral","descr":"Klaus verlässt die Familie, nachdem er einmal zu oft schlecht behandelt wurde. Fünfzehn Jahre später kommen alle anlässlich seiner Beerdigung nochmals zusammen.  aus.","versions":[{"lang":1,"streams":[{"redirect":14068510,"hoster":"VOE"},{"redirect":14500733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158996,"hoster":"VOE"},{"redirect":14490012,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die acht Feuer ","epNo":19,"alt":"Eight Fires","descr":"Francine findet heraus, dass die Familie ihre Kochkünste hasst und sie immer noch ein zweites Abendessen haben, sobald sie ins Bett gegangen ist. Daher beschließt sie, Kochstunden zu nehmen – mit mäßigem Erfolg. Roger bietet ihr daraufhin an, sie in der hohen Kunst des Kochens zu unterrichten.","versions":[{"lang":1,"streams":[{"redirect":14042212,"hoster":"VOE"},{"redirect":14500736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14077921,"hoster":"VOE"},{"redirect":14494240,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schlaf schön, Rogu","epNo":20,"alt":"The Hand That Rocks The Rogu","descr":"Steve will Francine beweisen, dass er inzwischen verantwortungsvoll genug zum Babysitten ist. Aus diesem Grund will er auch auf Rogers ehemaligen Tumor Rogu aufpassen. Stan und Francine haben indes selbst genug eigene Probleme.","versions":[{"lang":1,"streams":[{"redirect":14143297,"hoster":"VOE"},{"redirect":14500737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225626,"hoster":"VOE"},{"redirect":14500677,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-15","episodes":[{"epId":"episode-1","name":"Der ewige Narr","epNo":1,"alt":"100 Years A Solid Fool","descr":"Bei seinen Erledigungen in Little Columbia wird Stan mit seiner verschwiegenen Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14042301,"hoster":"VOE"},{"redirect":12813627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110660,"hoster":"VOE"},{"redirect":14490016,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Downtown","epNo":2,"alt":"Downtown","descr":"Hayley fährt Steve zu einem Prüfungszentrum in der Innenstadt, wo er seinen Zulassungstest für das College absolvieren soll. Als sich die beiden auf dem Weg dorthin verfahren, landen sie in einem Vorort, der nicht gerade als die beste Gegend gilt. Stan, Francine und Roger machen sich auf den Weg, die beiden zu retten.","versions":[{"lang":1,"streams":[{"redirect":14117783,"hoster":"VOE"},{"redirect":14490071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157159,"hoster":"VOE"},{"redirect":14500686,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stripperträume","epNo":3,"alt":"Cheek To Cheek: A Stripper’s Story","descr":"Roger will seinen großen Traum verwirklichen und einen Stripclub eröffnen. Zum Glück gibt es Jeff, der ihm als Protegé zur Seite steht. Zudem zieht Klaus in Steves Zimmer.","versions":[{"lang":1,"streams":[{"redirect":14042347,"hoster":"VOE"},{"redirect":14500739,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159055,"hoster":"VOE"},{"redirect":14490022,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Starboy ohne Regeln","epNo":4,"alt":"A Starboy Is Born","descr":"Stan entführt The Weeknd, um Roger eine wertvolle Lektion zu erteilen. Hayley versucht derweil, den berühmten Sänger ins Bett zu kriegen.","versions":[{"lang":1,"streams":[{"redirect":14089720,"hoster":"VOE"},{"redirect":14500738,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143298,"hoster":"VOE"},{"redirect":12836511,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mutterliebe","epNo":5,"alt":"Tapped Out","descr":"Steve erfährt, dass seine Mutter ihn immer noch heimlich stillt.","versions":[{"lang":1,"streams":[{"redirect":14043748,"hoster":"VOE"},{"redirect":12816773,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157151,"hoster":"VOE"},{"redirect":14494244,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Game Over","epNo":6,"alt":"Brave N00b World","descr":"Stan und Steve nehmen an einem e-sports Turnier teil, um die Welt zu retten. Die restliche Familie hängt in einem Treppengeländer fest.","versions":[{"lang":1,"streams":[{"redirect":14130899,"hoster":"VOE"},{"redirect":12816771,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105719,"hoster":"VOE"},{"redirect":14500689,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schatten der Vergangenheit","epNo":7,"alt":"Into the Woods","descr":"Als Stan einem ehemaligen Schulkameraden begegnet, will er einen alten Fehler wiedergutmachen. Francine versucht Greg einen Schrecken einzujagen.","versions":[{"lang":1,"streams":[{"redirect":14158475,"hoster":"VOE"},{"redirect":12816768,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117664,"hoster":"VOE"},{"redirect":14500693,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Fisch Zwei Fische","epNo":8,"alt":"One Fish, Two Fish","descr":"Hayley versucht mittels extremer Maßnahmen Klaus vor der Abschiebung zu bewahren, während die restliche Familie versucht, eine Kokosnuss zu öffnen.","versions":[{"lang":1,"streams":[{"redirect":14138978,"hoster":"VOE"},{"redirect":14500735,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110454,"hoster":"VOE"},{"redirect":12816730,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein tödliches Geschäft","epNo":9,"alt":"Exquisite Corpses","descr":"Jeff, Francine und Roger wollen gemeinsam ihr eigenes Reisebus-Unternehmen gründen … mit mörderischen Folgen!","versions":[{"lang":1,"streams":[{"redirect":14043692,"hoster":"VOE"},{"redirect":12816775,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14077887,"hoster":"VOE"},{"redirect":14500685,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Pokalsieger","epNo":10,"alt":"Trophy Wife, Trophy Life","descr":"Francine kümmert sich um den verletzten Stan. Das führt jedoch zu einer gewissen Abhängigkeit. Indes kommt heraus, dass Tuttle in Korea durch das Fernsehen einen gewissen Bekanntheitsgrad erlangt hat.","versions":[{"lang":1,"streams":[{"redirect":14158759,"hoster":"VOE"},{"redirect":12816774,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158896,"hoster":"VOE"},{"redirect":12816721,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spieleabend","epNo":11,"alt":"Game Night","descr":"Stan will mit der Familie am Spieleabend ein Labyrinth aufsuchen. Roger bekommt ein paar Gänse.","versions":[{"lang":1,"streams":[{"redirect":14078280,"hoster":"VOE"},{"redirect":14490072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110287,"hoster":"VOE"},{"redirect":12816728,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Experiment","epNo":12,"alt":"American Data?","descr":"Der Hausmeister der CIA ist gestorben. Da Stan mit diesem befreundet war, ist das für ihn ein schwerer Schlag. Indes versucht Steve, bei einem Experiment im Gefängnis seine Finanzen aufzustocken.","versions":[{"lang":1,"streams":[{"redirect":14030871,"hoster":"VOE"},{"redirect":14494259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042064,"hoster":"VOE"},{"redirect":14500682,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Aus Liebe zu Sllort","epNo":13,"alt":"Salute Your Sllort","descr":"Steves Versuch, sich mit einer schwedischen Austauschstudentin anzufreunden, geht nach hinten los. Die Familie schaltet einen Tierverhaltensforscher ein, um den richtigen Umgang mit Klaus zu finden.","versions":[{"lang":1,"streams":[{"redirect":14043802,"hoster":"VOE"},{"redirect":14496561,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110533,"hoster":"VOE"},{"redirect":14490017,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Opa-Geist","epNo":14,"alt":"Ghost Dad","descr":"Stan kommt nicht über den frühen Tod seines Vaters hinweg, der ihn schwer traf. Derweil nimmt die Beziehung von Hailey und Jeff bei einem zunächst ganz harmlosen Paddelausflug schweren Schaden.","versions":[{"lang":1,"streams":[{"redirect":14051818,"hoster":"VOE"},{"redirect":14490070,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042474,"hoster":"VOE"},{"redirect":12813354,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Junggesellenabschied","epNo":15,"alt":"Men II Boyz","descr":"Klaus will mit Stan, Roger und Jeff einen wilden Junggesellenabschied feiern.","versions":[{"lang":1,"streams":[{"redirect":14105516,"hoster":"VOE"},{"redirect":12816779,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078010,"hoster":"VOE"},{"redirect":14490020,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Farm Tough","epNo":16,"alt":"First, Do No Farm","descr":"Stan ist besorgt, dass Hayley zu weichherzig ist und will sie auf das harte Farmleben vorbereiten, indem er das Haus in einen urbanen Hof verwandelt.","versions":[{"lang":1,"streams":[{"redirect":14043474,"hoster":"VOE"},{"redirect":14500743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043413,"hoster":"VOE"},{"redirect":14490019,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Roger braucht Dick","epNo":17,"alt":"Roger Needs Dick","descr":"Als sich einer von Rogers Charakteren in Dick verliebt, betrifft das die gesamte Familie.","versions":[{"lang":1,"streams":[{"redirect":14158901,"hoster":"VOE"},{"redirect":14490075,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14077927,"hoster":"VOE"},{"redirect":14500681,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die alte Heimat","epNo":18,"alt":"The Old Country","descr":"Steve fordert Stan auf, die Ahnengeschichte der Smith-Familie nachzuverfolgen, während Hayley und Francine auf Undercover-Shoppingtour bei Sub Hub gehen.","versions":[{"lang":1,"streams":[{"redirect":14043455,"hoster":"VOE"},{"redirect":12836537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042384,"hoster":"VOE"},{"redirect":12813355,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Brünett und dick im Geschäft","epNo":19,"alt":"Businessly Brunette","descr":"Hayley nimmt ihr Stirnband ab und verwandelt sich in eine Geschäftsfrau. Stan organisiert indes eine Party.","versions":[{"lang":1,"streams":[{"redirect":14105828,"hoster":"VOE"},{"redirect":14500742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111395,"hoster":"VOE"},{"redirect":14500683,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Sanftes Geflüster","epNo":20,"alt":"The Chilly Thrillies","descr":"Francine und Roger erkunden elektrostatische Sinnesantworten. Steve läuft gegen einen Pfosten und hat eine heimliche Verehrerin.","versions":[{"lang":1,"streams":[{"redirect":14105521,"hoster":"VOE"},{"redirect":14500745,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043823,"hoster":"VOE"},{"redirect":14490021,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verdammt, Stan!","epNo":21,"alt":"Dammmm, Stan!","descr":"Stan gibt sich große Mühe, die richtige Paaraktivität für sich und Francine zu finden. Hayley und Steve entdeckten seltsame Markierungen am Türrahmen","versions":[{"lang":1,"streams":[{"redirect":14110400,"hoster":"VOE"},{"redirect":14490074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158771,"hoster":"VOE"},{"redirect":14490023,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Todeszug nach Dodge City","epNo":22,"alt":"The Last Ride Of The Dodge City Rambler","descr":"Die Smiths machen einen Ausflug mit einer alten Dampflokomotive und wollen Francines Tante besuchen. Doch Gangster bringen den Zug in ihre Gewalt.","versions":[{"lang":1,"streams":[{"redirect":14149552,"hoster":"VOE"},{"redirect":14490078,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120391,"hoster":"VOE"},{"redirect":12813360,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"300","epNo":23,"alt":"300","descr":"\"American Dad\" erreicht Platz 25 der geskripteten Prime-Time-Shows mit 300 Episoden in der Geschichte des Fernsehens, und Rogers Vergangenheit sucht ihn heim.","versions":[{"lang":1,"streams":[{"redirect":14105951,"hoster":"VOE"},{"redirect":14490073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233253,"hoster":"VOE"},{"redirect":12813359,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Weihnachtsputz","epNo":24,"alt":"Yule. Tide. Repeat.","descr":"Nachdem Stans Plan für ein perfektes Weihnachten tragisch scheitert, erhält er eine magische Gelegenheit, alles wieder gut zu machen.","versions":[{"lang":1,"streams":[{"redirect":14225535,"hoster":"VOE"},{"redirect":14490080,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225629,"hoster":"VOE"},{"redirect":14490026,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-16","episodes":[{"epId":"episode-1","name":"Wer ist hier der Schlaumeier?","epNo":1,"alt":"Who Smarted?","descr":"Nach einem Abendessen stellt Hayley fest, wie Jeff wirklich ist und beleidigt ihn. Jeff trifft darauf auf Stan, der ihm von einer Operation bei der CIA erzählte.Jeff ging sofort zu dem CIA-Arzt und als Hayley dies herausgefunden hat, unterschrieb sie dafür, Jeff intelligent zu machen, was grosse Auswirkungen auf deren Beziehung mit sich führte.","versions":[{"lang":1,"streams":[{"redirect":14149595,"hoster":"VOE"},{"redirect":14500741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13718948,"hoster":"VOE"},{"redirect":14494245,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die russische Puppe","epNo":2,"alt":"Russian Doll","descr":"Stan wurde von der CIA beauftragt eine modifizierte Puppe nach Russland zu schicken um eine wichtige Person auszuspionieren.Als er die Puppe besorgte, fing er an sich mit ihr zu unterhalten, was zu einem grossen Problem führte.Durch seine Vergangenheit konnte Stan nie mit Puppen spielen, was er nun wieder nachholen muss.","versions":[{"lang":1,"streams":[{"redirect":14157091,"hoster":"VOE"},{"redirect":12816781,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110634,"hoster":"VOE"},{"redirect":12816737,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stan zieht nach Chicago","epNo":3,"alt":"Stan Moves to Chicago","descr":"Stan zieht nach Chicago, um ein Comic zu werden, während Steve und Hayley Roger für eine schöne Nacht empfangen.","versions":[{"lang":1,"streams":[{"redirect":14030959,"hoster":"VOE"},{"redirect":12816783,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14138985,"hoster":"VOE"},{"redirect":14490040,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Lachgas Mafia","epNo":4,"alt":"Shakedown Steve","descr":"Steve und Jeff versuchen, sich als Brüder zu verbinden, während der Rest der Familie einen Fluchtraum besucht.","versions":[{"lang":1,"streams":[{"redirect":14043777,"hoster":"VOE"},{"redirect":14494258,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042037,"hoster":"VOE"},{"redirect":14500690,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Klaus und Rogu in \u0026quot;Stein oder Nicht Stein\u0026quot; - Ein American-Dad!-Adventure","epNo":5,"alt":"Klaus and Rogu in Thank God for Loose Rocks: An American Dad! Adventure","descr":"Als die Familie auf eine Dude-Ranch geht, müssen Klaus und Rogu zusammenarbeiten, um in der Wildnis zu überleben.","versions":[{"lang":1,"streams":[{"redirect":14139232,"hoster":"VOE"},{"redirect":14490081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078049,"hoster":"VOE"},{"redirect":12816741,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Wunderkabinett","epNo":6,"alt":"The Wondercabinet","descr":"Eine Radiosendung über New-Age-Mystik gibt Steve ein neues Verständnis des Lebens; Roger versucht, in die Erotikfilmindustrie einzusteigen.","versions":[{"lang":1,"streams":[{"redirect":14139135,"hoster":"VOE"},{"redirect":14490077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149592,"hoster":"VOE"},{"redirect":14494242,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Klein Bonnie Ramirez","epNo":7,"alt":"Little Bonnie Ramirez","descr":"Nach einer Reihe langweiliger Persönlichkeiten unternimmt Roger große Anstrengungen, um Francine zu beweisen, dass er immer noch im Vorteil ist.","versions":[{"lang":1,"streams":[{"redirect":14043708,"hoster":"VOE"},{"redirect":12816788,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110363,"hoster":"VOE"},{"redirect":12816743,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Meine kleine Zellkultur","epNo":8,"alt":"Dancin\u0027 A-With My Cell","descr":"Stan versucht einen neuen, hochmodernen Ansatz für die Elternschaft beim DNA-Spleißen.","versions":[{"lang":1,"streams":[{"redirect":14157332,"hoster":"VOE"},{"redirect":12816785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043390,"hoster":"VOE"},{"redirect":12825276,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Grübeln ist übel","epNo":9,"alt":"Mused and Abused","descr":"Roger offenbart Klaus eine geheime Leidenschaft; Stan und Francine wollen sich am Management von Bazooka Sharks rächen.","versions":[{"lang":1,"streams":[{"redirect":14089665,"hoster":"VOE"},{"redirect":12816787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042157,"hoster":"VOE"},{"redirect":12816742,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Henderson","epNo":10,"alt":"Henderson","descr":"Stans imaginärer Freund aus der Kindheit kehrt zurück, um Schulden einzutreiben; Klaus hat ein großes Date und braucht ein Goldfischglas-Upgrade.","versions":[{"lang":1,"streams":[{"redirect":14159186,"hoster":"VOE"},{"redirect":12816790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110366,"hoster":"VOE"},{"redirect":12816731,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Erstens kommt es anders, und zweitens als man denkt","epNo":11,"alt":"Hot Scoomp","descr":"Hayley sucht nach Orientierung und findet stattdessen eine Gemeinschaft von \u0027coolen Hintern\u0027.","versions":[{"lang":1,"streams":[{"redirect":14105587,"hoster":"VOE"},{"redirect":12816793,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157220,"hoster":"VOE"},{"redirect":12813368,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Holzfäller-Wettbewerb ","epNo":12,"alt":"Lumberjerk","descr":"Stan und Francine reisen in die Vergangenheit, um eine Streitfrage zu klären.","versions":[{"lang":1,"streams":[{"redirect":14110239,"hoster":"VOE"},{"redirect":12836539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078214,"hoster":"VOE"},{"redirect":12816734,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Stan u. Francine u. Stan u. Francine u. Radika ","epNo":13,"alt":"Stan u. Francine u. Stan u. Francine u. Radika","descr":"Stan und Francine reisen in die Vergangenheit, um einen Streit beizulegen.","versions":[{"lang":1,"streams":[{"redirect":14043573,"hoster":"VOE"},{"redirect":12816791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110330,"hoster":"VOE"},{"redirect":12816735,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Erst lesen, dann herunterspülen","epNo":14,"alt":"Flush After Reading","descr":"Francine und Roger verlieren sich in einem guten Buch (oder fünf), nachdem Francine einer peinlichen Situation entkommen ist. Stan hängt widerwillig in der Bibliothek rum.","versions":[{"lang":1,"streams":[{"redirect":14130591,"hoster":"VOE"},{"redirect":12825281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110663,"hoster":"VOE"},{"redirect":12816738,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Resthaarkünstler","epNo":15,"alt":"Comb Over: A Hair Piece","descr":"Stan beschließt schließlich, etwas gegen seine heimliche Kahlheit zu unternehmen und nimmt die Hilfe von Josay Bosay, Rogers berühmtem Star-Friseur, in Anspruch.","versions":[{"lang":1,"streams":[{"redirect":14093540,"hoster":"VOE"},{"redirect":12825288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130583,"hoster":"VOE"},{"redirect":12816736,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Viel Plot","epNo":16,"alt":"Plot Heavy","descr":"Nachdem Stan das begehrte Familiengrundstück verkauft hat, eröffnet die Familie mit Hilfe von Basketball-Hall-of-Famer Scottie Pippen einen eigenen Friedhof im Hinterhof.","versions":[{"lang":1,"streams":[{"redirect":14043793,"hoster":"VOE"},{"redirect":12816794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078160,"hoster":"VOE"},{"redirect":12813362,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verhängnisvolles Schicksal!!","epNo":17,"alt":"The Sinister Fate!!","descr":"Eine neue Freundschaft lässt Hayley beginnen, sich Sorgen zu machen, dass sie sich langsam in Francine verwandeln könnte. Steve und seine Freunde versuchen sich bei Rogers Improvisationstruppe,","versions":[{"lang":1,"streams":[{"redirect":14149603,"hoster":"VOE"},{"redirect":12816792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042137,"hoster":"VOE"},{"redirect":12825273,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Dr. Sundersons Sonnenanbeter","epNo":18,"alt":"Dr. Sunderson\u0027s SunSuckers","descr":"Hayley und Jeff helfen einer von Rogers Persönlichkeiten, ein Solarunternehmen zu leiten.","versions":[{"lang":1,"streams":[{"redirect":14043774,"hoster":"VOE"},{"redirect":12816795,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149677,"hoster":"VOE"},{"redirect":12813364,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Familienzeit","epNo":19,"alt":"Family Time","descr":"Stan und die Familie gehen zum Abendessen in ein Buffetrestaurant. Roger wird eine Blume.","versions":[{"lang":1,"streams":[{"redirect":14157042,"hoster":"VOE"},{"redirect":12816796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043624,"hoster":"VOE"},{"redirect":12813365,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Heulsuse","epNo":20,"alt":"Cry Baby","descr":"Als Stan merkt, dass er nicht weinen kann, bittet er Steve, ihm Empathie beizubringen.","versions":[{"lang":1,"streams":[{"redirect":14110682,"hoster":"VOE"},{"redirect":12816798,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158837,"hoster":"VOE"},{"redirect":12825275,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Klar wie Kloßbrühe","epNo":21,"alt":"Crystal Clear","descr":"Stan versucht, Toshis Vater zu beeindrucken. Klaus und Jeff fahren für einen Wochenendausflug aufs Land.","versions":[{"lang":1,"streams":[{"redirect":14157217,"hoster":"VOE"},{"redirect":12816799,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117916,"hoster":"VOE"},{"redirect":12816749,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Steves Kampf für die Wissenschaft","epNo":22,"alt":"Steve\u0027s Franken Out","descr":"Als Rektor Lewis droht, den Wissenschaftsclub aufzulösen, nimmt Steve die Dinge auf monströse Weise selbst in die Hand.","versions":[{"lang":1,"streams":[{"redirect":14111376,"hoster":"VOE"},{"redirect":12816797,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110258,"hoster":"VOE"},{"redirect":12816744,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-17","episodes":[{"epId":"episode-1","name":"Reality-TV","epNo":1,"alt":"Langley Dollar Listings","descr":"Francine und Roger kämpfen um den Platz in der heißesten Reality-TV-Show \"Langley Dollar Listings\".","versions":[{"lang":1,"streams":[{"redirect":14158585,"hoster":"VOE"},{"redirect":14490082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111399,"hoster":"VOE"},{"redirect":14500691,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schickimicki","epNo":2,"alt":"Dressed Down","descr":"Stan verrät, dass er Freizeitkleidung noch nie gemocht hat und sich nur in Anzügen sicher fühlt.","versions":[{"lang":1,"streams":[{"redirect":14042371,"hoster":"VOE"},{"redirect":14500749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043732,"hoster":"VOE"},{"redirect":14490028,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zeugenschutz","epNo":3,"alt":"The Book of Fischer","descr":"Stan will Steve mit seinen Konversationsfertigkeiten beeindrucken, doch das geht nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":14158662,"hoster":"VOE"},{"redirect":14490083,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042329,"hoster":"VOE"},{"redirect":14494249,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Roger, sein Selbst und die Findung","epNo":4,"alt":"A Roger Story","descr":"Steves und Snots Freundschaft gerät in Gefahr, als ihre Mütter nicht mehr befreundet sein wollen.","versions":[{"lang":1,"streams":[{"redirect":14105636,"hoster":"VOE"},{"redirect":14497692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117535,"hoster":"VOE"},{"redirect":14490024,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Skispaß auf der Deponie","epNo":5,"alt":"Epic Powder Dump","descr":"Stan möchte, dass alle ihm helfen, seine rustikalen Skiausflüge aus der Kindheit nachzustellen. Klaus verliebt sich in einen Mitarbeiter des technischen Supports.","versions":[{"lang":1,"streams":[{"redirect":14138987,"hoster":"VOE"},{"redirect":14490086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159308,"hoster":"VOE"},{"redirect":12816753,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Petticoats und Pomade","epNo":6,"alt":"American Dad Graffito","descr":"Stan versucht, die 1950er nach Langley zurückzubringen, um ein beliebtes Restaurant vor der Schließung zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":14110216,"hoster":"VOE"},{"redirect":14500747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139007,"hoster":"VOE"},{"redirect":14500694,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jenseits der Nische oder wie ich lernte, mich nicht mehr zu ärgern und Klaus zu lieben","epNo":7,"alt":"Beyond the Alcove or: How I Learned to Stop Worrying and Love Klaus","descr":"Francine wird eifersüchtig auf den neuen und verbesserten Klaus.","versions":[{"lang":1,"streams":[{"redirect":14157144,"hoster":"VOE"},{"redirect":12816806,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149658,"hoster":"VOE"},{"redirect":12825277,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Lied von Messern und Feuer","epNo":8,"alt":"A Song of Knives and Fire","descr":"Stan und Francine bringen etwas dringend benötigtes Feuer in ihre Beziehung.","versions":[{"lang":1,"streams":[{"redirect":14023818,"hoster":"VOE"},{"redirect":14490087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105584,"hoster":"VOE"},{"redirect":12816754,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Brezelhirn ","epNo":9,"alt":"The Curious Case of the Old Hole","descr":"Während Lewis am Ende des Schuljahres eine Spindsuche nach Schmuggelware durchführt, um seine alten Freunde zu beeindrucken, freuen sich Steve und Snot darauf, Zeit mit ihrem geheimen Schwimmloch zu verbringen. Aber als sie ankommen, stellen sie fest, dass es zerstört und eine Leiche ins Wasser geworfen wurde. Sie versuchen, Hilfe von der Polizei zu bekommen, aber sie sind nicht daran interessiert, den Fall weiterzuverfolgen.","versions":[{"lang":1,"streams":[{"redirect":14158458,"hoster":"VOE"},{"redirect":14386251,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139234,"hoster":"VOE"},{"redirect":14386247,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der seltsame Fall des alten Lochs","epNo":10,"alt":"Gold Top Nuts","descr":"Die Familie Smith landet auf einer mysteriösen Insel, die ihre Erinnerungen löscht.","versions":[{"lang":1,"streams":[{"redirect":14512546,"hoster":"VOE"},{"redirect":14473085,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513105,"hoster":"VOE"},{"redirect":14473083,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die drei Fs","epNo":11,"alt":"The Three Fs","descr":"Francines neu entdeckte Freundschaft mit einem Frosch bringt den ganzen Smith-Haushalt in Aufregung; Leider treibt es ihren Nachbarn Greg in den Wahnsinn.","versions":[{"lang":1,"streams":[{"redirect":14066064,"hoster":"VOE"},{"redirect":14467902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118173,"hoster":"VOE"},{"redirect":14490027,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geknuddelt: eine Liebesgeschichte","epNo":12,"alt":"Smooshed: A Love Story","descr":"Steve macht eine Klassenfahrt nach Philadelphia, wo er hofft, sich zu verlieben.","versions":[{"lang":1,"streams":[{"redirect":14118587,"hoster":"VOE"},{"redirect":14490089,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233287,"hoster":"VOE"},{"redirect":14494246,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Grüner wird’s nicht","epNo":13,"alt":"The Fast and the Spurious","descr":"Roger muss sich nach einer Reihe von Unfällen stellen; Klaus und Jeff verbinden sich.","versions":[{"lang":1,"streams":[{"redirect":14105500,"hoster":"VOE"},{"redirect":14473082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117810,"hoster":"VOE"},{"redirect":14473078,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine Liga für sich","epNo":14,"alt":"A League Of His Own","descr":"Stan kämpft mit dem vorzeitigen Tod seines Vaters, während ein harmloser Kanuausflug katastrophal für die Beziehung von Hayley und Jeff endet.","versions":[{"lang":1,"streams":[{"redirect":14159059,"hoster":"VOE"},{"redirect":14467904,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195000,"hoster":"VOE"},{"redirect":14467872,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sie sind hier","epNo":15,"alt":"You Are Here","descr":"Klaus will mit Stan, Roger und Jeff einen wilden Junggesellenabschied feiern.","versions":[{"lang":1,"streams":[{"redirect":14233274,"hoster":"VOE"},{"redirect":14490091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067335,"hoster":"VOE"},{"redirect":14500696,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lautsprecher gefällig?","epNo":16,"alt":"I Heard You Wanna Buy Some Speakers","descr":"Barry bläst die Lautsprecher seines Vaters aus und Snot hilft ihm, sie auszutauschen. Stan versucht einen Backflip aus dem Stand zu machen.","versions":[{"lang":1,"streams":[{"redirect":13755825,"hoster":"VOE"},{"redirect":14467903,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043667,"hoster":"VOE"},{"redirect":14467874,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hayley, die Pfadfinderin!","epNo":17,"alt":"Hayley Was A Girl Scout?","descr":"Stan ist gezwungen, gemeinsam mit Hayley eine Pfadfindertruppe anzuführen, während Steve in seiner Fantasiewelt einen Fehler macht.","versions":[{"lang":1,"streams":[{"redirect":14213498,"hoster":"VOE"},{"redirect":14490092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139140,"hoster":"VOE"},{"redirect":14492161,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bitte, bitte, Jeff","epNo":18,"alt":"Please Please Jeff","descr":"Jeffs freundliche Natur steht seiner Beziehung zu Hayley im Weg; Stan trägt auf der CIA-Kostümparty ein verwirrendes Kostüm.","versions":[{"lang":1,"streams":[{"redirect":14105634,"hoster":"VOE"},{"redirect":12836552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089666,"hoster":"VOE"},{"redirect":14500698,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Jambalaya","epNo":19,"alt":"Jambalaya","descr":"Francine baut erfolgreich einen Garten an, was Roger daran erinnert, dass er ein Rezept für wirklich authentisches Jambalaya hat.","versions":[{"lang":1,"streams":[{"redirect":14195066,"hoster":"VOE"},{"redirect":14494263,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059337,"hoster":"VOE"},{"redirect":12836509,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gernot \u0026amp; Strudel","epNo":20,"alt":"Gernot and Strudel","descr":"In der Hoffnung, Klaus den Wert des Teilens beizubringen, stellen die Smiths eine TV-Show aus seiner Kindheit nach; Roger hat einen Klavierabend.","versions":[{"lang":1,"streams":[{"redirect":14230716,"hoster":"VOE"},{"redirect":14467905,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269102,"hoster":"VOE"},{"redirect":14467876,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Echos","epNo":21,"alt":"Echoes","descr":"Steve beginnt ein duales Studium und stellt fest, dass bei Channel 3 News nichts so ist, wie es scheint; Roger sucht Erlösung in der Country-Musikszene von Nashville.","versions":[{"lang":1,"streams":[{"redirect":14225579,"hoster":"VOE"},{"redirect":14467907,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230634,"hoster":"VOE"},{"redirect":14467882,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Roger in der Krise","epNo":22,"alt":"The Grounch","descr":"Als Roger seine berühmte Weihnachtssexparty gestohlen wird, sind die Ergebnisse ... monströs. Stan erstellt ein Magazin für Männer.","versions":[{"lang":1,"streams":[{"redirect":14195015,"hoster":"VOE"},{"redirect":14467906,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105665,"hoster":"VOE"},{"redirect":14467877,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-18","episodes":[{"epId":"episode-1","name":"Weggenosse","epNo":1,"alt":"Fellow Traveler","descr":"Da Jeff sich Sorgen darüber macht, nicht schlau genug für Hayley zu sein, unterzieht er sich bei der CIA einem experimentellen Verfahren zur Intelligenzsteigerung. Roger heuert Steve an, um ihm bei der Gewinnung von Schlangengift zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14110670,"hoster":"VOE"},{"redirect":14492168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13544823,"hoster":"VOE"},{"redirect":12825278,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Professor und der Coach","epNo":2,"alt":"The Professor and the Coach","descr":"Hayley versucht Roger dabei zu helfen, ein Buch über die Tätigkeit als Lehrprofessor zu schreiben.","versions":[{"lang":1,"streams":[{"redirect":14195045,"hoster":"VOE"},{"redirect":14500751,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159016,"hoster":"VOE"},{"redirect":12836517,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rektor mit Mucken","epNo":3,"alt":"Viced Principal","descr":"Steve und Schulleiter Lewis geraten in der Schule in eine gefährliche Situation; Der Rest der Familie ist ein bezaubernder neuer Freund.","versions":[{"lang":1,"streams":[{"redirect":14213508,"hoster":"VOE"},{"redirect":14490095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157230,"hoster":"VOE"},{"redirect":14494247,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heimsuchung im Hause Smith","epNo":4,"alt":"The Pleasanting at Smith House","descr":"Klaus‘ Freundschaft mit Jeff wird von seiner Freundin aus einer anderen Dimension bedroht.","versions":[{"lang":1,"streams":[{"redirect":14230682,"hoster":"VOE"},{"redirect":13778376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213471,"hoster":"VOE"},{"redirect":12836518,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fantastisch elastisch","epNo":5,"alt":"Stretched Thin","descr":"Als Jeff erfährt, dass die Smiths denken, dass er schlechte Entscheidungen trifft, nimmt er einen Job als Verkäufer von Stretch-Leggings an, um ihnen das Gegenteil zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":14157231,"hoster":"VOE"},{"redirect":14461142,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043344,"hoster":"VOE"},{"redirect":14492167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarz auf weiß","epNo":6,"alt":"Better on Paper","descr":"Stan entdeckt anonyme Liebesbriefe an Francine, die ihn vermuten lassen, dass ihr heimlicher Verehrer ihre Beziehung gefährden könnte.","versions":[{"lang":1,"streams":[{"redirect":14195019,"hoster":"VOE"},{"redirect":14494262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213422,"hoster":"VOE"},{"redirect":12836524,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was is’n mit den Gewissensbissen?","epNo":7,"alt":"Cow I Met Your Moo-ther","descr":"Hayley kann wegen der verurteilenden Stimme in ihrem Kopf einen Frauenabend nicht genießen.","versions":[{"lang":1,"streams":[{"redirect":14118022,"hoster":"VOE"},{"redirect":13835385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089917,"hoster":"VOE"},{"redirect":14500695,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Stan repariert eine Schindel.","epNo":8,"alt":"Stan Fixes a Shingle","descr":"Francine besteht darauf, dass Steve sie bei seinem Schulprojekt helfen lässt, Stan repariert endlich die Dachschindel und der Rest der Familie macht sich auf die Suche nach Gallaghers Holzhammer.","versions":[{"lang":1,"streams":[{"redirect":14157007,"hoster":"VOE"},{"redirect":14467908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157188,"hoster":"VOE"},{"redirect":13437544,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Gesicht wahren","epNo":9,"alt":"Saving Face","descr":"Um seine \"Blüte\" zu bewahren, erkundet Stan einige kosmetische Lösungen, die nicht schlimmer sein könnten.","versions":[{"lang":1,"streams":[{"redirect":14157061,"hoster":"VOE"},{"redirect":13420892,"hoster":"Vidoza"},{"redirect":13573909,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118560,"hoster":"VOE"},{"redirect":14494251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Fran-tastische Reise","epNo":10,"alt":"Frantastic Voyage","descr":"Stan geht zu weit, um seinen Arbeitsfreund von Francine fernzuhalten, die gezwungen ist, ihre neue kleine Freundin zu retten.","versions":[{"lang":1,"streams":[{"redirect":14139294,"hoster":"VOE"},{"redirect":13420895,"hoster":"Vidoza"},{"redirect":13573908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118453,"hoster":"VOE"},{"redirect":13573859,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein bisschen geheimnisvoller","epNo":11,"alt":"A Little Mystery","descr":"Hayley bekommt mehr, als sie erwartet hatte, als sie Jeff dazu bringt, einen Freund zu finden, der ihre Beziehung ein wenig geheimnisvoll macht. Francine versucht, sich die längsten Fingernägel der Welt wachsen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14139002,"hoster":"VOE"},{"redirect":13420899,"hoster":"Vidoza"},{"redirect":14494264,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157288,"hoster":"VOE"},{"redirect":14490032,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Don’t You Be My Neighbor","epNo":12,"alt":"Don’t You Be My Neighbor","descr":"Die Smiths bekommen neue Nachbarn; Roger fürchtet sich davor, einen Tag lang der Drachen eines kleinen Jungen sein zu müssen.","versions":[{"lang":1,"streams":[{"redirect":14120572,"hoster":"VOE"},{"redirect":13420901,"hoster":"Vidoza"},{"redirect":14490090,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213452,"hoster":"VOE"},{"redirect":14500697,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Productive Panic","epNo":13,"alt":"Productive Panic","descr":"Francine wird über Nacht zu einer Sensation, als ein berühmter Kunsthändler ihre selbstgemachten Töpferwaren entdeckt.","versions":[{"lang":1,"streams":[{"redirect":14110666,"hoster":"VOE"},{"redirect":13420906,"hoster":"Vidoza"},{"redirect":13573913,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117939,"hoster":"VOE"},{"redirect":14490031,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Multiverse of American Dadness","epNo":14,"alt":"Multiverse of American Dadness","descr":"Hayley sucht nach einem entlaufenen Steve, damit sie zu einem Shaggy-Konzert gehen können.","versions":[{"lang":1,"streams":[{"redirect":14233283,"hoster":"VOE"},{"redirect":13420911,"hoster":"Vidoza"},{"redirect":14490094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230677,"hoster":"VOE"},{"redirect":13573865,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Z.O.I.N.C.S.","epNo":15,"alt":"Z.O.I.N.C.S.","descr":"Es ist Halloween-Nacht und Stan wird vermisst, also macht sich die Smith-Bande auf den Weg zum gruseligen, verlassenen CIA-Hauptquartier, um Nachforschungen anzustellen.","versions":[{"lang":1,"streams":[{"redirect":14118044,"hoster":"VOE"},{"redirect":13420912,"hoster":"Vidoza"},{"redirect":14500748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213436,"hoster":"VOE"},{"redirect":13573869,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"New Era for the Smith House","epNo":16,"alt":"New Era for the Smith House","descr":"Klaus passt auf das Haus der Smiths auf, während diese im Urlaub sind; Roger untersucht den Ursprung der starken Winde, die die Ostküste plagen.","versions":[{"lang":1,"streams":[{"redirect":14042831,"hoster":"VOE"},{"redirect":14490093,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195084,"hoster":"VOE"},{"redirect":14500706,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Between a Ring and a Hardass","epNo":17,"alt":"Between a Ring and a Hardass","descr":"Das Sozialamt droht, Steve von der Familie wegzunehmen, als jemand eine Beschwerde über Steves chaotisches Leben zu Hause einreicht.","versions":[{"lang":1,"streams":[{"redirect":14105536,"hoster":"VOE"},{"redirect":13835389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139010,"hoster":"VOE"},{"redirect":13573867,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Footprints","epNo":18,"alt":"Footprints","descr":"Stan und Roger begeben sich auf eine Mission, um der Menschheit ihren Stempel aufzudrücken; Jeff muss sich endlich damit abfinden, dass er seinen charakteristischen Hut verloren hat.","versions":[{"lang":1,"streams":[{"redirect":14408471,"hoster":"VOE"},{"redirect":14467909,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13755921,"hoster":"VOE"},{"redirect":14490033,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Steve, Snot, and the Quest for the OG Four Loko","epNo":19,"alt":"Steve, Snot, and the Quest for the OG Four Loko","descr":"Steve und Snot begeben sich gemeinsam auf die Suche nach einem Four-Loko-Bier für eine Party.","versions":[{"lang":1,"streams":[{"redirect":14230657,"hoster":"VOE"},{"redirect":13710044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269096,"hoster":"VOE"},{"redirect":13573870,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"The Pink Sphinx Holds Her Hearts on the Turn","epNo":20,"alt":"The Pink Sphinx Holds Her Hearts on the Turn","descr":"Francine betritt die seltsame und gefährliche Welt des Pokers, um zu lernen, wie sie ihre wahren Gefühle vor Steve und Hayley verbergen kann.","versions":[{"lang":1,"streams":[{"redirect":14225571,"hoster":"VOE"},{"redirect":14494265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225634,"hoster":"VOE"},{"redirect":14500704,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"A Little Extra Scratch  Abo-Benachrichtigung? ","epNo":21,"alt":"A Little Extra Scratch","descr":"Francine ist misstrauisch gegenüber Hayleys geheimnisvollem, neu erworbenem Reichtum und beschließt, der Sache auf den Grund zu gehen. Roger macht sich daran, Stan zu einer Internet-Berühmtheit zu machen.","versions":[{"lang":1,"streams":[{"redirect":14195109,"hoster":"VOE"},{"redirect":13835390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213568,"hoster":"VOE"},{"redirect":14500699,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Into the Jingleverse","epNo":22,"alt":"Into the Jingleverse","descr":"Als Steve der Familie bessere Weihnachtsgeschenke macht als Stan, setzt Stan alles daran, seinen Titel als \"König der Geschenke\" wiederzuerlangen.","versions":[{"lang":1,"streams":[{"redirect":14342582,"hoster":"VOE"},{"redirect":14467910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916682,"hoster":"VOE"},{"redirect":14467881,"hoster":"Streamtape"}]}]}]}]}