{"path":"/serie/stream/amerikas-nationalparks","name":"Amerikas Nationalparks","descr":"In jeder der acht Folgen widmet sich die Serie einem berühmten US-Nationalpark. Die Reise führt von imposanten Bergen zu steilen Schluchten, von heißen Wüsten zu eiskalten Gletscherseen, von undurchdringlichen Sümpfen zu brodelnden Geysiren. Auf diesen Expeditionen wird dem Zuschauer schnell klar: Die amerikanische Wildnis strotzt nur so vor Superlativen","seasons":[{"path":"/serie/stream/amerikas-nationalparks/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-1","name":"Olympic","epNo":1,"alt":"Olympic","descr":"Im Nordwesten der USA prallt der Pazifik mit besonders großer Wucht auf den amerikanischen Kontinent. Hier liegt der Olympic Nationalpark, benannt nach dem über 2.300 Meter hohen Mount Olympus. Die Küste des Nationalparks wird von den Naturgewalten geformt. Dank nährstoffreicher Strömungen aus der Tiefsee leben hier die am besten erforschten Orcagruppen der Welt, ziehen Seehunde, Seeotter und Seelöwen im Schutz der Tangwälder ihre Jungen auf. Verschiedene Lachsarten wandern zum Laichen in die Flüsse des Olympic Nationalparks. Es ist eine Reise ohne Wiederkehr. Für den Nachwuchs geben sie ihr Leben. Sie sind aber auch die Nahrungsgrundlage von Fischottern und anderen Tieren. Einige Orcas etwa haben sich auf die Jagd von Lachsen spezialisiert. Andere hetzen selbst große Meeressäuger wie Grauwalmütter und ihre Kälber in den Tod. Im Frühsommer kommen Sandaale in großen Schwärmen an die Küste des Olympic Nationalparks. Sie sind die Hauptnahrung der Lummen, die in großen Kolonien in den Klippen von Tatoosh Island brüten. Weißkopfseeadler nutzen jede Gelegenheit, unvorsichtige Vögel aus der Menge zu ergreifen, das perfekte Futter für ihre Küken. Im Landesinneren verbirgt sich ein gewaltiger immergrüner Regenwald. Die uralten Bäume profitieren vom milden Klima und dem reichen Niederschlag. Douglas-Hörnchen sind die \"Gärtner\" des Waldes, sie verjüngen und vergrößern den Wald, indem sie Tannenzapfenvorräte anlegen, die dann austreiben und zu jungen Bäumen heranwachsen. Diese wiederum werden von den Roosevelt-Wapitis abgeweidet. Ein Geben und Nehmen zwischen zwei Tierarten, die unterschiedlicher kaum sein könnten. Der Wald ernährt auch die scheuen Schwarzbären. In den späten Sommermonaten ergänzen Blaubeeren ihren Speiseplan. Um zusätzlich an proteinhaltige Nahrung zu gelangen, kommen Bärenweibchen mit ihren Jungen oft bei Ebbe an die Küste. Dort drehen sie Stein für Stein um. Sie haben es auf kleine Krebse abgesehen. In den warmen Sommermonaten suchen Bären und Wapitis in höheren Lagen nach Abkühlung. Dort stehen dann die Bergwiesen in voller Blüte. Der Artenreichtum des Nationalparks spiegelt sich auch in der Pflanzenwelt wieder. In den kurzen Monaten des Überflusses legen sich Olympische Murmeltiere und Schwarzwedelhirsche Reserven für den Winter an. Im Winter ragen die schneebedeckten Berge aus dem immergrünen Meer des Regenwaldes, der durch das milde Pazifikklima vor Kälte geschützt ist. Erst im März wird der Schneefall in den Bergen nachlassen und im Olympic Nationalpark die Natur zwischen Hochgebirge, Regenwald und Pazifikküste wieder zum Leben erwachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918337","hoster":"VOE"},{"path":"/redirect/8376048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-2","name":"Yosemite","epNo":2,"alt":"Yosemite","descr":"Der Yosemite Nationalpark im Nordosten Kaliforniens ist ein Ort der Superlative: Fast senkrechte Felswände, darunter der weltberühmte Half Dome, ragen knapp 1.500 Meter in den Himmel. In unmittelbarer Nähe ist ein Wald aus Mammutbäumen, viele davon sind weit über 1.000 Jahre alt. Mit fast 740 Metern sind die Yosemite Falls die höchsten Wasserfälle Nordamerikas. Die Tierwelt im Park ist nicht weniger faszinierend: Im Schatten des markanten Felsvorsprungs El Capitan geht der scheue Rotluchs auf Beutefang und zieht seine Jungen auf, Kojoten und Steinadler liefern sich spektakuläre Kämpfe und Schwarzbären werden zu geschickten Ameisenfressern. Der Yosemite Nationalpark ist in vielerlei Hinsicht ein Ort der Extreme. Im Winter hängt der Nebel wie ein Schleier über dem vielleicht berühmtesten Tal der Welt, dem Yosemite Valley. Für die Tiere des Nationalparks eine harte Zeit, denn an Nahrung zu gelangen ist schwierig. Der Rotluchs hat eine ganz besondere Technik entwickelt, um unter Schnee und Gras Wühlmäuse aufzuspüren. Auch der Kojote jagt kleine Nagetiere. Für ihn kann es gefährlich werden, wenn sich ein Steinadler für seine Beute interessiert. Mit fast zweieinhalb Metern Spannweite ist der Greifvogel ein ernst zu nehmender Gegner. Die beiden Konkurrenten liefern sich hin und wieder einen dramatischen Kampf. Mit dem Frühling taucht neues Leben im Park auf. Die Rotluchsmutter hat Nachwuchs und zeigt den Kleinen, wie man jagt. Nun werden auch die Schwarzbären wieder aktiv. Nach Monaten des Winterschlafs sind sie ausgehungert und zeigen sich bei der Nahrungssuche äußerst flexibel, weder Fische noch Ameisen verschmähen sie. Zu den Wahrzeichen des Nationalparks gehören auch die gewaltigen Wasserfälle. Darunter die Yosemite Falls, die zu den höchsten Wasserfällen der Welt gehören. Im Frühling schwellen sie durch das Schmelzwasser an. An den Ufern des Merced River ist der Sierra-Molch in Paarungsstimmung. Dieser Schwanzlurch kommt nur in den Bergen der Sierra Nevada vor und ist sehr selten. Der Sommer ist eine extrem trockene Zeit. Nicht selten reicht ein Funke, um verheerende Waldbrände zu entfachen. Für die einen ein Fluch, für die uralten Mammutbäume ein Segen. Denn durch die zerstörerische Kraft des Feuers bekommen sie mehr Platz zum Wachsen. Ihre Samen brauchen sogar die Hitze des Feuers, um keimen zu können. Wenn das Jahr zur Neige geht, ist es an der Zeit Reserven für den Winter anzulegen. Besonders fleißig sind dabei die Pfeifhasen und Murmeltiere. Ständig auf der Hut vor Raubtieren sammeln sie Gräser und Blätter. Vor allem in den höheren Lagen des Nationalparks wird es bald eisig kalt sein. Während der über dreijährigen Dreharbeiten für die Reihe \"Amerikas Naturwunder\" entstanden spannende Tiergeschichten und atemberaubende Flugaufnahmen von den Naturdenkmälern des Yosemite Nationalparks. Erst aus der Vogelperspektive wird die wahre Größe der weltberühmten Felsformationen El Capitan oder Half Dome sichtbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376043","hoster":"VOE"},{"path":"/redirect/8373965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-3","name":"Everglades","epNo":3,"alt":"Everglades","descr":"Die Everglades: die größte subtropische Wildnis der USA. Es ist ein scheinbar unendliches Marschland im Südosten des Landes. Tatsächlich sind die Everglades aber kein Sumpf, sondern ein sehr seichtes und langsam fließendes Flusssystem. Daher ist das Wasser überraschend klar und bietet einen Lebensraum für eine Vielzahl an unterschiedlichen Arten. Alligatoren, der merkwürdig anmutende Waldstorch und die sogenannten Key-Weißwedelhirsche spielen eine zentrale Rolle in den dichten und undurchdringlichen Mangrovenwäldern der Florida Bay. Bedroht wird der Lebensraum allerdings von einem aggressiven Eindringling. Illegal ausgewilderte Tigerpythons vermehren sich in gewaltiger Zahl und haben einen vernichtenden Einfluss auf die Tierwelt des Nationalparks. Der Film begleitet das Schicksal eines Alligatorweibchens, das sein Leben und die Aufzucht seines Nachwuchses in den Everglades meistert. Es hat sich sein Revier in einem sogenannten Alligatorloch inmitten einer Zypressensenke eingerichtet. Seit Generationen wird diese Oase von Alligatoren bewohnt und bietet gerade in der Trockenzeit ein Überangebot an Nahrung. Wenn die Dürre allerdings ihren Höhepunkt erreicht, ist das Weibchen gezwungen, die austrocknende Senke zu verlassen, um nach Wasser zu suchen. In den wenigen noch verbliebenen Tümpeln sind die Fische eine leichte Beute. Daher nutzt auch der Waldstorch die Trockenzeit für die Aufzucht seiner Küken. Wenn der Regen aber früher fällt, kann das vernichtende Auswirkungen auf die Storchkolonie haben: die Fische verteilen sich, sodass die Vögel keine Nahrung mehr finden, um ihren Nachwuchs zu ernähren. Ein großer Teil des Nationalparks erstreckt sich über die Florida Bay. Dieses marine Ökosystem bietet einen Lebensraum für Manatis, Delfine und Haie. Fischadler patrouillieren die Bucht aus der Luft. In den dichten Mangroven der Florida Keys lebt eine Unterart der Weißwedelhirschs, die es nur dort gibt. Es sind die kleinsten Hirsche Nordamerikas, gerade einmal so groß wie ein Schäferhund. Einstmals lebten unzählige Säugetiere im Herzen der Everglades, doch wurden diese von einer eingeschleppten Art fast vollständig ausgelöscht: Tigerpythons wurden von Terrarienbesitzern illegal ausgesetzt und verbreiten sich nun, das sie dort keine natürlichen Feinde haben, unaufhaltsam. Dabei verursachen sie katastrophale Schäden in den Tierbeständen. Schätzungsweise 100.000 dieser lautlosen Jäger leben in den Everglades und haben nahezu alle Säugetiere verschlungen. Nun läuft die einzigartige Vogelwelt des Nationalparks Gefahr, zum nächsten Opfer der Schlangen zu werden. Neuesten Forschungen zufolge sind Schlangen sogar in der Lage, in Salzwasser zu überleben. Daher ist zu befürchten, dass sie auch die Inseln der Florida Keys erreichen könnten: das letzte Rückzugsgebiet der Key-Weißwedelhirsche. Nur der Alligator ist dem Python ebenbürtig. So kommt es auch im Film zu einem spektakulären Kampf zwischen den beiden Reptilien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376042","hoster":"VOE"},{"path":"/redirect/8376044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-4","name":"Yellowstone","epNo":4,"alt":"Gates of the Arctic","descr":"Nordalaska: menschenleer und unzugänglich, wie kaum ein anderes Gebiet der Erde.In den Bergen der Brooks Range liegt der Gates of the Arctic Nationalpark – keine Häuser, keine Straßen, nicht einmal Wanderwege gibt es. Gerade mal 1000 Besucher verirren sich jährlich hier her. Die Mehrzahl der Touristen zieht es hingegen in den Denali Nationalpark, um Nordamerikas höchsten Berg, den Mount McKinley zu sehen, oder an die Brooks Wasserfälle, wo riesige Grizzlybären nach Lachsen fischen. So spektakulär das erscheinen mag, das Gefühl in der Wildnis zu sein bleibt da eher auf der Strecke. Ganz anders im Gates of the Arctic Nationalpark: riesige Karibu Herden ziehen hier über tausende Kilometer zu ihren Weidegründen und kreuzen mit ihren Kälbern eisige Flüsse, Moschusochsen ertragen sowohl arktische Kälte als auch die Invasion der Mücken und Arktische Ziesel und Eisfrösche lassen sich während ihres Winterschlafs sogar fast einfrieren. 34.287 km2 weglose und unberührte Wildnis, fernab von jeglicher Zivilisation. Das ist der Nationalpark Gates of the Arctic. Für die wenigen Besucher ist er ein Paradies, nicht nur für Naturliebhaber, denn die Granittürme und Steilwände der Arrigetch Peaks sind auch eine Herausforderung für Bergsteiger. \"Gates of the Arctic\" ist Teil einer Reihe von Schutzgebieten: Nach Norden öffnet sich der Nationalpark in eine gigantische Ebene, die bis zur arktischen Küste Alaskas reicht. Dort verbringen Eisbären den Sommer und warten auf das Zufrieren des Nordpolarmeeres. Im Westen erstreckt sich der Kobuk Valley\" Nationalpark mit seinen einzigartigen arktischen Sanddünen erstreckt und entlang der schroffen Bergketten der Brooks Range ziehen Gruppen von Dallschafen. Riesige Karibuherden durchqueren diese Region. Die größte ist die \"Western Arctic Herd\", mit ca. 300.000 Tieren. Sie halten sich bevorzugt in den Ebenen nördlich der Brooks Range auf, in der sogenannten North Slope. Auf ihren jährlichen Wanderungen überwinden die Karibus nicht nur die Brooks Berge sondern überqueren mit ihren Jungen auch zahlreiche reißende Tundraflüsse. Keine Straßen, keine Wanderwege und keine Schutzhütten – der \"Gates of the Arctic\" Nationalpark macht es Besuchern nicht gerade leicht ihn zu erkunden. Es ist eine Welt die weitgehend ohne Menschen existiert. Ein Schutzgebiet allein um seiner selbst willen. Grizzlybären leben hier so ungestört wie sonst nirgends. Nahrung für sie ist allerdings knapp und weit verteilt. Sie sind ununterbrochen auf der Suche und beanspruchen riesige Gebiete. Nur an wenigen Stellen versammeln sich im Spätsommer einige Bären um Lachse zu fangen. Weit entfernt vom Meer sind es allerdings deutlich weniger Fische als an den Brooks Falls im Süden Alaskas. Und da Lachse vor dem Laichen nicht mehr fressen, sind sie auch längst nicht mehr so nahrhaft, wenn sie im Inneren Alaskas ankommen. Das Klima in Nordalaska ist extrem. Der Winter ist lang und bitterkalt. Alles scheint tot zu sein in dieser Zeit. Nur das Nordlicht malt unglaubliche Figuren an den Nachthimmel. Viele Tiere verlassen das Gebiet in dieser Zeit. Wer bleibt, braucht sehr spezielle Anpassungen um zu überleben. Meisterhaft haben das die Arktischen Ziesel gelöst: sie sparen Energie indem sie im Winterschlaf ihre Körpertemperatur unter den Gefrierpunkt absenken – einmalig für ein Säugetier! Kein anderer Nationalpark der USA fordert mehr von seinen Bewohnern wie die \"Gates of the Arctic\" in Nordalaska.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376040","hoster":"VOE"},{"path":"/redirect/8373974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-5","name":"Grand Canyon","epNo":5,"alt":"Yellowstone","descr":"Es gibt nur wenige Orte auf der Welt, die so atemberaubend und einzigartig sind wie der Yellowstone Nationalpark. Schon früh erkannte man seine Besonderheit, und so wurde er als erster Nationalpark der USA unter Schutz gestellt. Nicht nur seine Artenvielfalt, seine unendlichen Wälder und weitläufigen Täler suchen ihresgleichen. Der Park besticht auch durch seine einzigartige Lage. Er liegt auf dem weltweit größten aktiven Supervulkan! Dadurch bietet er weltberühmte Naturphänomene wie den Old Faithful Geysir oder die Grand Prismatic Spring, eine Thermalquelle, die abhängig von Mikroorganismen und Jahreszeit in unterschiedlichen Farben leuchtet. Über einen Zeitraum von drei Jahren ist es den beiden preisgekrönten Filmemachern Oliver Goetzl und Ivo Nörenberg gelungen, dieses faszinierende Naturwunder mit seinen spektakulären Landschaften und spannendem Tierverhalten umfassend zu porträtieren. Die Winter im Yellowstone Nationalpark sind hart und bitterkalt – selbst für die gut isolierten Bisons, die wieder zu Tausenden über die weiten Ebenen ziehen, eine harte Zeit. Die massigen Tiere graben sich mit ihren gewaltigen Köpfen tief in den Schnee, um an das spärlich verbliebene Gras zu gelangen. Dieses Symbol für Ausdauer und Kraft stand kurz vor der Ausrottung, nur 23 Tiere waren den Kugeln der Jäger entkommen. Heute gibt es im Yellowstone Nationalpark aber wieder stabile Bestände. Neben dem Bison hat auch ein anderes Tier seinen Platz in der Natur zurückerobert: der Wolf. Auch er ist gut an den Winter angepasst und versucht sein Glück bei der Jagd auf Wapiti-Hirsche. Während viele Tiere im Winter ihre Energie sparen, kommen die Geysire und heißen Quellen des Parks nie zur Ruhe. Vielen Tieren bieten sie im tiefsten Winter eine willkommene Möglichkeit zum Aufwärmen. Die extremen Temperaturunterschiede führen zu faszinierenden Lichtspielen, und Wassertropfen verwandeln sich in Sekunden in Eis-Diamanten oder kleine Eis-Sternschnuppen. Der Frühling erweckt den Park zu neuem Leben. Junge Schwarzbären verlassen zum ersten Mal in ihrem Leben das Winterquartier, in dem sie geboren wurden. Eine junge Pumamutter teilt die Beute mit ihrem Nachwuchs. Der Frühling birgt aber auch Gefahren! Das Schmelzwasser verwandelt die Flüsse in reißende Ströme, die für junge Bisonkälber zu einer harten Bewährungsprobe werden. Manchmal werden die Kälber von der Strömung mitgerissen und von ihren Müttern getrennt. Eine der dramatischsten Szenen des Films zeigt den tapferen Kampf eines einsamen Kalbes gegen einen Wolf mit einer unerwarteten Wendung des Schicksals. Wenn der Herbst das Laub in alle nur erdenklichen Farben taucht, beginnt die Brunftzeit der Bisonbullen. Atemberaubende Zeitlupenaufnahmen zeigen in dramatischen Bildern, wie die Kolosse aufeinanderprallen. Die Ebenen beben dann förmlich unter ihren Hufen. Wenn die Tage kürzer werden und die Temperaturen wieder fallen, wird es langsam wieder ruhiger im Yellowstone Nationalpark.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376036","hoster":"VOE"},{"path":"/redirect/8373967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-6","name":"Gates of the Arctic","epNo":6,"alt":"Saguaro","descr":"In Arizona liegt die wohl ungewöhnlichste Wüste Nordamerikas. Extreme Temperaturen, scheinbar endlose Dürren, teuflische Winde und gefräßige Raubtiere stellen die Wüstenbewohner vor eine nicht enden wollende Probe. Doch trotz all dieser widrigen Umstände ist der Saguaro Nationalpark eine der artenreichsten Wüsten der Welt. Inmitten der kargen Landschaft stehen stille Wächter, wahre Giganten. Das Symbol für den Wilden Westen: die gewaltigen Saguaro Kakteen verleihen dem Nationalpark seinen Namen und bieten vielen Tieren einen gut geschützten Lebensraum. Der Saguaro Nationalpark wurde 1994 zum Schutze der einzigartigen Kakteen gegründet und ist damit der erste Nationalpark, der zum Wohle einer Pflanze errichtet wurde. Unter Schutz stand das Gebiet jedoch schon seit 1934. Besonders spektakulär sind die Wälder aus Kakteen, in denen die stacheligen Gewächse besonders dicht beieinander stehen. Erst mit 200 Jahren erreichen die Giganten der Wüste mit knapp 14 Metern ihre volle Größe. Eine weitere Besonderheit des Parks sind die Halsbandpekaris, sie stammen ursprünglich aus Südamerika und fanden erst vor etwa 100 Jahren ihren Weg nach Norden bis nach Arizona. Auf den ersten Blick scheinen sie Wildschweinen sehr ähnlich zu sein, doch sind sie nicht wirklich nah verwandt. Die rotbraunen Neugeborenen müssen bereits an ihrem zweiten Tag flink auf den Beinen sein und ihrer Herde folgen. Das wahre Geheimnis dieses Nationalparks offenbart erst der Regen: Nach einem feuchten Winter verwandelt sich die Wüste in ein Meer aus Blüten. Aber die Menge des Regens kann sich von Jahr zu Jahr stark ändern und hat nach einer schlechten Saison verheerende Auswirkungen auf die Pflanzen- und Tierwelt. Nach einem guten Winter hingegen ist die sonst so karge Landschaft in alle nur erdenklichen Farben getaucht. Diese atemberaubenden Bilder werden nur noch von dem Paarungstanz der Veilchenkopfelfen übertroffen. Diese besonders farbenfrohen Kolibris werden im Frühling von dem Duft blühender Bartfäden angelockt, das sind Pflanzen, die mit unserem Wegerich verwandt sind. Deren Nektar ist ein wichtiger Energielieferant für die kleinen Vögel. Die Weibchen bauen winzige Nester aus Pflanzenfasern, Flechten und Federn, die sie mit Spinnweben zusammen halten. Die felsigen Regionen des Parks sind das Reich der Klapperschlange, die auf den aufgeheizten Steinen Sonne tankt. Dieser faszinierende Bewohner des Saguaro Nationalparks kann dank seines besonderen Sinnesorgans Wärmestrahlung wahrnehmen und sogar nachts jagen. Dadurch hält er die Anzahl an Ratten und Mäusen gering und schützt die Kakteen somit vor Verbiss. Ein weiteres weltberühmtes Tier nennt den Saguaro Nationalpark sein Zuhause. Der Roadrunner oder Rennkuckuck läuft mit einer Spitzengeschwindigkeit von bis zu 30 Kilometer pro Stunde durch die Wüste. Obwohl er durchaus fliegen kann, versucht er sich lieber als Zweibeiner. Eine Wüste voller Leben. Das Land der Riesenkakteen. Ein wahres Naturwunder Nordamerikas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918336","hoster":"VOE"},{"path":"/redirect/8373980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-7","name":"Saguaro","epNo":7,"alt":"Grand Canyon","descr":"Der Grand Canyon gehört zum UNESCO Weltnaturerbe. Kaum ein anderes Naturwunder der Erde wirkt beeindruckender. Bis zu 1.600 Meter tief hat sich der Fluss Colorado über Millionen von Jahren in das Gestein gegraben und eine Schlucht erschaffen, die an ihrer breitesten Stelle fast 30 Kilometer misst. Zum Schutz großer Teile des einzigartigen Canyons richtete die US-Regierung 1908 ein National Monument ein, aus dem 1919 der Grand Canyon National Park hervorging. 1979 erklärte die UNESCO den Grand Canyon schließlich zum Weltnaturdenkmal. Das Colorado Plateau und die Schlucht sind extrem unterschiedliche Lebensräume: Die Hochplateaus, die den Canyon umgeben, sind flach und bilden ein Mosaik aus Wäldern, Steppen und Wiesen. Hörnchen, Wapitis, Maultierhirsche und selbst der Puma kommen hier vor. Nicht selten grasen Bisons auf den Wiesen im Norden des Canyons. Vor über einem Jahrhundert aus Kreuzungen mit Rindern hervorgegangen, wurden sie in Arizona angesiedelt. Sie vermehrten sich und leben in freier Natur. Auch Gabelböcke, die schnellsten an Land lebenden Säugetiere Amerikas, und Präriehunde gibt es hier. In alten, ungenutzten Bauen der Nager ziehen Kanincheneulen ihre Küken groß. Sie brüten als einzige Eulenart der Welt unter der Erde. Die meisten der fünf Millionen Besucher, die Jahr für Jahr in den Nationalpark kommen, genießen die spektakuläre Aussicht vom Südrand der Megaschlucht, der über 2.100 Meter hoch liegt. Ganz nah dabei legen im Holz abgestorbener Kiefern Eichelspechte ihre Vorratskammern an: Sie haben Hunderte selbst gezimmerter Löcher mit Eicheln gefüllt, um so über den Winter zu kommen. Zwischen dem Hochplateau und dem Fluss Colorado tief unten liegen die kargen, unzugänglichen Steilhänge. Sie sind der Lebensraum der Wüsten-Dickhornschafe, den wahren Bezwingern des Grand Canyons. Leichtfüßig erklettern sie fast jede Ecke der großen Schlucht und liefern sich zur Brunftzeit spektakuläre Kämpfe. Reichen Drohgebärden und Imponiergehabe nicht aus, nehmen die Widder Anlauf und lassen ihre Hörner mit Wucht aufeinander prallen. 30 Kilometer Luftlinie sind es an der breitesten Stelle von der Nordseite des Grand Canyons bis zu seiner Südseite. Für einen der seltensten Vögel der Welt, den Kalifornischen Kondor, ist das keine Entfernung. Mit einer Spannweite von gut drei Metern überwindet er die Strecke in wenigen Minuten. Einem aufwendigen Rettungsprojekt ist es zu verdanken, dass man Kondore in den USA noch heute beobachten kann. Zu Beginn der 1980er-Jahre gab es gerade noch 22 Exemplare der majestätischen Vögel. Die letzten von ihnen wurden eingefangen und in der Obhut der Menschen gezüchtet, um sie vor dem Aussterben zu retten. Mittlerweile kreisen wieder mehr als 400 Kondore über dem Westen der USA, davon etwa 100 über dem Grand Canyon. Der Colorado schneidet sich auch heute noch weiter in sein uraltes Flussbett. Die Talsohle liegt auf etwa 700 Meter Höhe und senkt sich in mehreren Stufen hinab. Frost und Sonne lösen ständig neues Material aus den Wänden, das vom Regen in den Fluss geschwemmt wird. Nur wenige Besucher betreten das Innere des Canyons, und nur jeder Hundertste lernt den Nationalpark aus der \"Flussperspektive\" kennen. Für die, die eine Bootsfahrt auf dem Colorado wagen, gehört eine aufregende Rafting-Tour durch die Stromschnellen des Colorados mit zum Programm. Der Sommer ist vielleicht die beste Jahreszeit, den Grand Canyon im schönsten \"Licht\" zu erleben: Fast täglich ziehen tiefe Wolken über die große Schlucht hinweg. Gewaltige Gewitterzellen bilden sich über dem ausgedörrten Land und lassen den Canyon klein und unbedeutend erscheinen. Dann entlädt sich der Himmel mit geradezu biblischer Gewalt und Tausende Tonnen Regen und Hagel donnern in die große Schlucht. Und dann bewahrheitet sich einmal wieder: Es gibt keinen anderen Ort auf der Erde, der so beeindruckt wie der Grand Canyon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376031","hoster":"VOE"},{"path":"/redirect/8373970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/amerikas-nationalparks/staffel-1/episode-8","name":"Great Smoky Mountains","epNo":8,"alt":"Great Smoky Mountains","descr":"\"Ort des blauen Rauchs\", so nannten die Cherokee-Indianer einst die Hügellandschaft im Osten der USA, in der heute der Great Smoky Mountains Nationalpark liegt, der vielfältigste und meistbesuchte Nationalpark der USA, ein Naturwunder, das nur wenige Menschen in Europa je gesehen haben. \"Ort des blauen Rauchs\", so nannten die Cherokee-Indianer einst die Hügellandschaft im Osten der USA, in der heute der Great Smoky Mountains Nationalpark liegt. Zu etwa 95 Prozent besteht der Park aus Wäldern. Ein Viertel davon ist unberührter Urwald mit einer erstaunlichen Pflanzenvielfalt. Vor allem im Indian Summer leuchtet das Laub der Bäume in allen erdenklichen Rot- und Gelbtönen von den Hängen. Neben seiner botanischen Vielfalt ist der Nationalpark berühmt für seine Schwarzbären, die im Sommer Wildkirschen in den Baumwipfeln ernten. Wilde Truthühner liefern sich auf den Lichtungen erbitterte Rangkämpfe. Einzigartig ist auch eine Vielzahl von Salamandern, die an den Ufern der kristallklaren Bäche leben. Faszinierende Superzeitlupen, bewegte Zeitraffer und Aufnahmen mit versteckter Kamera porträtieren einen der schönsten Abschnitte des Appalachen-Gebirgszuges. Wenn sich langsam der Winter aus den Smoky Mountains zurückzieht, erwachen die ersten der über 1.500 Schwarzbären des Nationalparks. Nirgendwo sonst in den USA leben mehr Bären pro Quadratkilometer als dort. Über die Hälfte von ihnen überwintert in Baumhöhlen, teils 20 Meter über dem Boden. Die Jungen werden mitten im Winter geboren und verbringen ihre ersten Wochen im Schutz der Höhle. Ihr erster Kontakt mit der Außenwelt beginnt mit einer waghalsigen Kletterpartie. Aber die Kleinen sind geborene Baumsteiger. Dank der fetthaltigen Milch ihrer Mutter haben sie beste Voraussetzungen, in den Wäldern des Nationalparks zu überleben. Auch die Lichtungen wie Cades Cove locken viele Tiere an. Hier versammeln sich Truthühner, die wilden Vorfahren der Puten. Mit leuchtenden Hautlappen und glucksenden Lauten signalisieren sie ihre Kampfbereitschaft. Flügelschlagen, Beißen und Treten, alles ist bei den Hähnen erlaubt, um zu klären, wer das Recht zur Paarung hat. Der Nationalpark wurde 1934 gegründet. Gerade noch rechtzeitig, denn weite Flächen der einstigen Urwälder waren schon komplett gerodet. Heutzutage wachsen hier wieder gut 100 verschiedene Baumarten, mehr als in Nord- und Mitteleuropa zusammen. Die Smoky Mountains sind der vielfältigste Nationalpark der USA. Die Wälder bieten 100.000 Tier- und Pflanzenarten eine Heimat. Darunter über 30 Salamanderarten wie dem urtümlichen Schlammteufel, schillernden Kolibris, die im Schwirrflug aus speziell angepassten Blüten Nektar sammeln, und trickreichen Fischen wie dem Flussdöbel, der in den kristallklaren Bächen aus Kieselsteinen kleine Burgen für seine Eier baut. Eines der faszinierendsten Naturwunder können die Besucher im Sommer erleben, wenn die Nächte schwülwarm sind. Mit kleinen \"Laternen\" werben mehr als ein Dutzend Leuchtkäferarten um Partner. Sie versammeln sich zu Zigtausenden und beginnen synchron zu leuchten. Lichtwellen, die durch den Wald pulsieren, sollen Weibchen in großer Zahl anlocken. All das macht die Smoky Mountains zum meistbesuchten Nationalpark der USA, ein Naturwunder, das nur wenige Menschen in Europa je gesehen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12172776","hoster":"VOE"},{"path":"/redirect/8373973","hoster":"Streamtape"}]}]}]}]}