{"seriesId":"american-auto","name":"American Auto","descr":"Im Zentrum der Handlung steht das Management von Payne Motors in Detroit, deren Führungskräfte im Zuge einer sich schnell verändernden Branche die Rettung ihres Unternehmens nach jedem Strohhalm greifen. Damit nicht auch ihr Unternehmen die Produktion ins Ausland verlagert, soll eine neue Geschäftsführerin eingestellt werden. Die versteht sich zwar auf Personalführung und innovativen Geschäftsstrategien – hat aber leider so gar keine Ahnung von Autos.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Die Pharma-CEO Katherine Hastings übernimmt die Geschäftsführung von Payne Motors, nachdem das letzte Mitglied der Payne-Familie, das das Unternehmen leitete, in den Ruhestand getreten ist. Beim Testen des neuen selbstfahrenden Payne Ponderosa wird der afroamerikanische Fabrikarbeiter Jack angefahren, als das Auto nicht bremst, und Ingenieur Cyrus schließt daraus, dass das Fahrzeug dunkle Haut nicht richtig erkennen kann. Besorgt darüber, dass das Fahrzeug als \"rassistisch\" wahrgenommen wird, stellt Hastings ein Team zusammen, um das Auto neu zu gestalten, mit katastrophalen Ergebnissen.","versions":[{"lang":1,"streams":[{"redirect":12429902,"hoster":"VOE"},{"redirect":12429906,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9764087,"hoster":"VOE"},{"redirect":9764086,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der weiße Van","epNo":2,"alt":"White Van","descr":"Als Jack sich in seiner neuen Position als Angestellter niederlässt, betrachtet Wesley ihn als Laufburschen und versucht, ihm niedere Aufgaben zuzuweisen. In der Zwischenzeit wird entdeckt, dass ein Serienmörder sein letztes Opfer in einem Payne Magellan vertrieben hat, was zu einer unerwünschten Berichterstattung in der Presse führt, die der Verfolgungsjagd von OJ Simpson ähnelt. Nachdem jedoch ein Helikopter-Kamerateam dem Fahrzeug folgt, während es die Autobahn hinunterfährt, erfährt Marketingdirektorin Sadie, dass jede Werbung gute Werbung ist, da Bestellungen für Magellans zu strömen beginnen.","versions":[{"lang":1,"streams":[{"redirect":12429926,"hoster":"VOE"},{"redirect":12429928,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13599025,"hoster":"VOE"},{"redirect":9764090,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Quartalsbericht","epNo":3,"alt":"Earnings Call","descr":"Katherine hat bei der Telefonkonferenz zu den Quartalsergebnissen des Unternehmens wenig gute Neuigkeiten zu verkünden und wird von einem Anrufer gedrängt, neue Ideen anzukündigen, die sie als neue CEO vorstellt. Katherine erfährt von Cyrus, dass das Unternehmen kurz davor steht, ein Einstiegsfahrzeug, den Payne Pika, einzuführen, das sie mühsam auf einen Grundpreis von 12.600 US-Dollar herunterbringen konnten. Katherine denkt, dass eine runde Zahl besser ist, und kündigt – ohne irgendjemandes Zutun – bei der Telefonkonferenz an, dass der Grundpreis der Pika 10.000 US-Dollar betragen wird. In der Zwischenzeit hilft Jack Elliot bei den Gewerkschaftsverhandlungen des Werks, bei denen ein alter Kumpel, der die Gewerkschaft vertritt, Vorteil daraus zieht, dass Jack ein Managementgeheimnis preisgibt.","versions":[{"lang":1,"streams":[{"redirect":12451466,"hoster":"VOE"},{"redirect":12451467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518610,"hoster":"VOE"},{"redirect":9764094,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das 10.000 Dollar Auto","epNo":4,"alt":"The $10k Car","descr":"Das Team versucht, alle möglichen Ecken und Kanten zu kürzen, um die Payne Pika auf Katherines Wunschpreis von 10.000 US-Dollar zu bringen, aber als sie im Endprodukt mitfährt, muss Katherine eine schwierige Entscheidung treffen. Währenddessen will Elliot seinen lästigen Hund ausladen, aber die einzige interessierte im Büro ist Dori, die darauf besteht, dass Elliot sie bezahlt, um das Hündchen zu nehmen. Dori verärgert dann Elliot, indem sie den Hund sofort online zum Verkauf anbietet.","versions":[{"lang":1,"streams":[{"redirect":12451472,"hoster":"VOE"},{"redirect":12451469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518616,"hoster":"VOE"},{"redirect":9764057,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Unmoralisches Angebot","epNo":5,"alt":"Millbank IA","descr":"Die Führungskräfte von Payne reisen nach Iowa, um das Band in Paynes neuer Fabrik zu durchschneiden, die verspricht, eine angeschlagene Stadt wiederzubeleben. Aber Stunden vor der Zeremonie erfährt das Team von einem hart umkämpften Angebot, die Fabrik zu beherbergen – von einem Balkanstaat, der für Menschenrechtsverletzungen bekannt ist. Die Führungskräfte versuchen dann, die Pläne der Millbank-Fabrik zu entgleisen, indem sie versuchen, lokale Fremdenfeindlichkeit und Umweltbedenken zu schüren, um dem Balkan-Angebot eine Chance auf Erfolg zu geben. Während Katherine ihre Optionen abwägt, ringt Jack mit der Moral der Entscheidung, Cyrus spekuliert in Wirklichkeit Anwesen, und Wesley jagt nach einer Verabredung.","versions":[{"lang":1,"streams":[{"redirect":12482233,"hoster":"VOE"},{"redirect":12482232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518613,"hoster":"VOE"},{"redirect":9764068,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Werbedreh","epNo":6,"alt":"Commercial","descr":"Eine Rollschuhbahn verweigert einem gleichgeschlechtlichen Paar den Dienst, was landesweite Empörung auslöst und Payne Motors dazu veranlasst, ein \"Regenbogenquadrat\" zu posten (eine Parodie auf die schwarzen Quadrate, die nach dem Mord an George Floyd gepostet wurden), was zu einer Gegenreaktion von Menschen in den sozialen Medien führt Medien, die Payne wegen mangelnder LGBT-Repräsentation in seinen Anzeigen kritisieren. Katherine bestellt eine Anzeige für Payne Magellan, die in einer Woche ausgestrahlt werden soll, um aufgrund der Gegenreaktion mit gleichgeschlechtlichen Paaren neu gedreht zu werden.","versions":[{"lang":1,"streams":[{"redirect":12482251,"hoster":"VOE"},{"redirect":12482262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518611,"hoster":"VOE"},{"redirect":9764073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Rückrufaktion","epNo":7,"alt":"Recall","descr":"Die Führungskräfte erkennen, dass ein Payne-Fahrzeug möglicherweise ein fehlerhaftes Teil hat, und diskutieren, ob sie einen Rückruf veranlassen sollen.","versions":[{"lang":1,"streams":[{"redirect":12526446,"hoster":"VOE"},{"redirect":12514491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9764085,"hoster":"VOE"},{"redirect":9764078,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Arbeitsmoral","epNo":8,"alt":"Employee Morale","descr":"Katherine und das Team versuchen, die Moral der Mitarbeiter zu stärken, nachdem der CFO von Payne seinen Rücktritt angekündigt hat.","versions":[{"lang":1,"streams":[{"redirect":12514496,"hoster":"VOE"},{"redirect":12514492,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518612,"hoster":"VOE"},{"redirect":9924020,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wohltätigkeitsgala","epNo":9,"alt":"Charity Dinner","descr":"Die Gruppe nimmt an der jährlichen Fundraising-Gala der Payne Foundation teil. Katherine vermutet, dass ihr Job in Gefahr ist. Wesley hat mit einer Familienrivalität zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12543305,"hoster":"VOE"},{"redirect":12543303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9970933,"hoster":"VOE"},{"redirect":9970935,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Fernsehinterview","epNo":10,"alt":"Profile","descr":"Als ein TV-Nachrichtenmagazin einen Ausschnitt über Katherine filmt, bemüht sich das Team, sie in einem positiven Licht darzustellen und gleichzeitig \"Falschfragen\" zu vermeiden.","versions":[{"lang":1,"streams":[{"redirect":12543295,"hoster":"VOE"},{"redirect":12543293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13599027,"hoster":"VOE"},{"redirect":10009283,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Krisenmanagement","epNo":1,"alt":"Crisis","descr":"Katherine und das Team holen Krisenmanager Ian Osofsky hinzu, um die negative Publicity zu bekämpfen, die das Unternehmen durch Anschuldigungen erhält, es habe defekte Autoteile vertuscht.","versions":[{"lang":1,"streams":[{"redirect":12872162,"hoster":"VOE"},{"redirect":12872174,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529820,"hoster":"VOE"},{"redirect":12127427,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die meistgehasste CEO ","epNo":2,"alt":"Most Hated Ceo","descr":"Ian und Sadie versuchen, Katherines Image von der Sperrklinkenkontroverse zu rehabilitieren, indem sie ein falsches Video mit Katherines Familie und einen Besuch bei \"Late Night with Seth Meyers\" inszenieren.","versions":[{"lang":1,"streams":[{"redirect":12872397,"hoster":"VOE"},{"redirect":12872394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529821,"hoster":"VOE"},{"redirect":12160446,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Werbefigur","epNo":3,"alt":"Celebrity","descr":"Als Payne seinen Pressesprecher verliert, bemühen sich Katherine und das Team um einen neuen Prominenten - Andy Richter - nur um es sich dann anders zu überlegen.","versions":[{"lang":1,"streams":[{"redirect":12907446,"hoster":"VOE"},{"redirect":12904139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529822,"hoster":"VOE"},{"redirect":12194291,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kostensenkung","epNo":4,"alt":"Cost Cutting","descr":"Um die Kosten zu senken, müssen Jack, Cyrus und Elliot einige Mitarbeiter entlassen, während Wesley und Dori nach Büroeinsparungen suchen. Sadie hilft Katherine bei der Vorbereitung auf ihr erstes Fernsehinterview nach der Krise.","versions":[{"lang":1,"streams":[{"redirect":12904148,"hoster":"VOE"},{"redirect":12904147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12231053,"hoster":"VOE"},{"redirect":12231052,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Grüne Initiative","epNo":5,"alt":"Going Green","descr":"Die eigenwilligen Führungskräfte und Mitarbeiter eines großen Automobilunternehmens in Detroit versuchen, mit einer sich rasch wandelnden Branche Schritt zu halten, und unter der kühnen Führung eines kühnen, aber unerfahrenen neuen CEO ziehen sie alle Register. Doch reicht das?","versions":[{"lang":1,"streams":[{"redirect":12952713,"hoster":"VOE"},{"redirect":12952715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12263434,"hoster":"VOE"},{"redirect":12263440,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Brief","epNo":6,"alt":"The Letter","descr":"Katherine muss sich umhören, nachdem eine Gruppe jüngerer Angestellter verlangt hat, dass das Unternehmen keine Beiträge mehr an \"Pro-Life\"-Politiker leistet; die Männer im Büro sollen die Politik von Payne in Bezug auf Abtreibung festlegen.","versions":[{"lang":1,"streams":[{"redirect":12952693,"hoster":"VOE"},{"redirect":12952694,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13529825,"hoster":"VOE"},{"redirect":12300189,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":" Junge Designer","epNo":7,"alt":"Young Designers","descr":"Payne sponsert seinen jährlichen Wettbewerb für junge Designer an einer örtlichen Grundschule, der eine Kontroverse auslöst, als Katherine in einem Instagram-Live-Interview mit einem somalisch-amerikanischen Schüler versehentlich mehrere Länder beleidigt.","versions":[{"lang":1,"streams":[{"redirect":12992428,"hoster":"VOE"},{"redirect":12992427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338408,"hoster":"VOE"},{"redirect":12338410,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Der Hackerangriff","epNo":8,"alt":"Hack","descr":"Die Payne-Server werden gehackt, was Katherine und Elliot in einen Konflikt darüber bringt, ob sie das Lösegeld zahlen sollen oder nicht. Das Ganze wird für Katherine immer persönlicher, als die Hacker enthüllen, dass sie persönliche Fotos von ihr haben.","versions":[{"lang":1,"streams":[{"redirect":12992425,"hoster":"VOE"},{"redirect":12992431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12360466,"hoster":"VOE"},{"redirect":12360470,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Team-Abend","epNo":9,"alt":"Night Out","descr":"Die Bande trifft sich in Katherines Haus zu einer scheinbar unschuldigen Nacht, in der getrunken wird und sich die Mitarbeiter kennenlernen, aber die Dinge eskalieren, als alle erfahren, dass Katherine und Richard mitten in der Scheidung stecken.","versions":[{"lang":1,"streams":[{"redirect":13018579,"hoster":"VOE"},{"redirect":13018585,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12397109,"hoster":"VOE"},{"redirect":12397108,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Traumprojekt","epNo":10,"alt":"Passion Project","descr":"Katherine kauft eine neue teure KI-Software. Wesley gerät mit Dori wegen der Porträts seiner Payne-Vorfahren aneinander. Cyrus lädt Katherine ein, sich an seinem leidenschaftlichen Projekt zu beteiligen, an dem er schon seit Jahren heimlich arbeitet.","versions":[{"lang":1,"streams":[{"redirect":13018616,"hoster":"VOE"},{"redirect":13018595,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12429945,"hoster":"VOE"},{"redirect":12429935,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Beerdigung","epNo":11,"alt":"Funeral","descr":"Als Wesleys Großvater stirbt, erfahren Katherine und die anderen, dass alle Erben planen, ihre Firmenanteile zu verkaufen, was den Aktienkurs in die Höhe treiben würde; bei der Beerdigung versuchen sie, den Schaden zu begrenzen, um dies zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13045097,"hoster":"VOE"},{"redirect":13045099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12451768,"hoster":"VOE"},{"redirect":12451772,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Händler-Event","epNo":12,"alt":"Dealer Event","descr":"Es ist der Tag, an dem der Payne Pika endlich enthüllt wird. Wesley unterbricht immer wieder Jacks Gespräche mit verschiedenen Autohausbesitzern, während Sadie versucht, die Diashow vor der Veranstaltung zu bearbeiten. Katherine stellt sich ihrer Angst vor Kaninchen.","versions":[{"lang":1,"streams":[{"redirect":13045100,"hoster":"VOE"},{"redirect":13045101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12482458,"hoster":"VOE"},{"redirect":12482461,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tag der Entscheidung","epNo":13,"alt":"Judgement Day","descr":"Katherine und ihr Team unternehmen einen letzten Versuch, den Aktienkurs von Payne zu steigern, indem sie sich für die Markteinführung des Pika stark machen, aber sie verliert die Hoffnung, als globale Ereignisse den gesamten Markt zum Absturz bringen.","versions":[{"lang":1,"streams":[{"redirect":13045103,"hoster":"VOE"},{"redirect":13045105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12514251,"hoster":"VOE"},{"redirect":12514256,"hoster":"Streamtape"}]}]}]}]}