{"seriesId":"american-gothic","name":"American Gothic","descr":"Trinity ist ein kleines, typisch amerikanisches Städtchen, wo es sich hinter weißen Gartenzäunen und gut gepflegten Vorgärten gut und ruhig leben lässt.Vorausgesetzt, allen ist klar, wer der Boss ist !Und das ist ohne Zweifel Sheriff Lucas Buck (Gary Cole), ein Mann, der Dank seiner übersinnlichen Begabung, Überzeugungskraft und dunkler Seele, alle Fäden in der Stadt in seiner Hand hält ! Das Einzige, was ihm fehlt, ist ein Nachfolger, jemanden, den er nach seinem Bild formen kann.Da kommt der 10jährige Caleb Temple (Lucas Black) ins Spiel, doch entgegen aller Erfahrungen stellt sich dieser Junge als große Herausforderung für den Sheriff dar. Zusätzlichen Widerstand erfährt Lucas zudem durch Calebs Schwester und seine Cousine.Mystisch und spannend wird American Gothic nicht nur durch die unglaubliche Tiefe der einzelnen Charaktere, sondern vor allem dadurch, dass keine der Personen grundsätzlich gut oder schlecht ist: Alle Figuren bewegen sich in einem Grau aus schwarzen und weißen Charakterzügen, mal näher an der einen mal näher an der anderen Wahrheit zwischen Gott und Teufel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sheriff Lucas ist der Boss","epNo":1,"alt":"American Gothic","descr":"Lucas Buck, Sheriff in einer Kleinstadt, ermittelt wegen des mysteriösen Todesfalls eines Mädchens. Doch aufgrund einiger Ungereimtheiten glauben die Leute, dass Buck etwas mit dem Tod des Mädchens zu tun hat: Er war der letzte, der sie lebend gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8444718,"hoster":"VOE"},{"redirect":8275063,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Begrabt die Wahrheit nicht","epNo":2,"alt":"A Tree Grows In Trinity","descr":"Caleb Temple versteckt sich vor Sheriff Lucas Buck in den Wäldern von Trinity. In einer Hütte findet der junge Mann Unterschlupf. Dort macht er eine schreckliche Entdeckung: Ein Mann liegt gefesselt am Boden und krümmt sich vor Schmerzen.","versions":[{"lang":1,"streams":[{"redirect":12332408,"hoster":"VOE"},{"redirect":8275060,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwarze Magie","epNo":3,"alt":"Eye Of The Beholder","descr":"Dr. Crowers Mitarbeiter Dan Trulane bekommt zu seiner Hochzeit einen Spiegel geschenkt. Dieser hat seltsame Auswirkungen auf seine Braut. Deren Verhalten wird immer bizarrer. Dan wendet sich in seiner Not an Buck.","versions":[{"lang":1,"streams":[{"redirect":11833294,"hoster":"VOE"},{"redirect":8275072,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Pakt mit dem Teufel","epNo":4,"alt":"Damned If You Don’t","descr":"Carter Bowen gerät in Panik. Sheriff Buck bittet ihn nämlich um einen Gefallen: Er möchte, dass seine pubertierende Tochter für Bowen arbeitet. Dieser weigert sich. Das hat seltsame Folgen.","versions":[{"lang":1,"streams":[{"redirect":13194214,"hoster":"VOE"},{"redirect":8275074,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Für die Welt gestorben","epNo":5,"alt":"Dead To The World","descr":"Gail erfährt, dass ihre Freundin Holly bei einem Autounfall ums Leben gekommen ist. In Wirklichkeit befindet sich Holly jedoch in einem Sanatorium. Sheriff Buck, Hollys früherer Geliebter, hat mal wieder seine Hände im Spiel.","versions":[{"lang":1,"streams":[{"redirect":13094685,"hoster":"VOE"},{"redirect":8275078,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Verstoßenen","epNo":6,"alt":"Potato Boy","descr":"Selena kümmert sich nach Meinung von Sheriff Buck zu intensiv um Carlos. Sie will sich mit ihrem Vater versöhnen. Dann bekommt der Sheriff auch noch mit, wie Dr. Perry über seine Vergangenheit plaudert.","versions":[{"lang":1,"streams":[{"redirect":8444733,"hoster":"VOE"},{"redirect":8275087,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Geheimnisse der Toten","epNo":7,"alt":"Meet The Beetles","descr":"Ein Skelett wird gefunden. Bei dem Toten handelt es sich um Hack Weller. Lieutenant Drey hält Sheriff Buck für den Schuldigen. Als sich jedoch eine weitere Leiche findet, fällt der Verdacht auf Selena. Die beiden Toten waren ihre hartnäckigen Verehrer.","versions":[{"lang":1,"streams":[{"redirect":8444737,"hoster":"VOE"},{"redirect":8275089,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In Angst und Schrecken","epNo":8,"alt":"Strong Arm Of The Law","descr":"Eine Bande von Erpressern macht die Kleinstadt unsicher. Die Verbrecher schrecken vor nichts zurück. Als es den ersten Toten gibt, vermutet die Reporterin Gail, dass Sheriff Buck hinter der Sache steckt.","versions":[{"lang":1,"streams":[{"redirect":8444739,"hoster":"VOE"},{"redirect":13141658,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die letzte Ausfahrt","epNo":9,"alt":"To Hell And Back","descr":"Aufgrund seines Alkoholismus verursacht Dr. Matt einen Verkehrsunfall. Dabei kommt seine ganze Familie ums Leben. Er quält sich mit Selbstvorwürfen. Buck reicht dem Verzweifelten ein Getränk, das ihm Trost bringen soll. Dabei hat er wie immer einen Hintergedanken.","versions":[{"lang":1,"streams":[{"redirect":8444746,"hoster":"VOE"},{"redirect":8275099,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Bestie im Leib","epNo":10,"alt":"The Beast Within","descr":"Artie wird bei einem Überfall angeschossen. Obwohl er schwer verletzt ist, nimmt er sich Lucas als Geisel. Lucas überredet Artie dazu, in ein Krankenhaus zu gehen. Dort stellt sich zum Schrecken aller Beteiligten heraus, dass Artie eine Bombe hat.","versions":[{"lang":1,"streams":[{"redirect":13916691,"hoster":"VOE"},{"redirect":8275104,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Geliehenes Leben","epNo":11,"alt":"Rebirth","descr":"Gail wird von ihrer hochschwangeren Freundin besucht. Daraufhin hat Merlyn die Idee, wie sie ihr Dasein als Geist beenden kann. Sie stiehlt dem ungeborenen Baby seinen Lebensgeist.","versions":[{"lang":1,"streams":[{"redirect":8444741,"hoster":"VOE"},{"redirect":8275106,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Feuer der Liebe","epNo":12,"alt":"Ring Of Fire","descr":"Sheriff Lucas Black erlaubt Gail, etwas über ihre Vergangenheit zu erfahren. Dazu benützt er Träume und Visionen. Gail muss einiges ertragen: Sie wurde von ihrem Vater missbraucht und ihre Mutter hatte eine Affäre mit Gage Temple.","versions":[{"lang":1,"streams":[{"redirect":8444742,"hoster":"VOE"},{"redirect":8275111,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auferstehung ","epNo":13,"alt":"Resurrector","descr":"Radiomoderator Mel bittet Lucas Buck um Hilfe. Dieser weigert sich jedoch. Kirby schwört, sich am Sheriff zu rächen. Währendessen beschließt Caleb, eine zweite und außergewöhnliche Beerdigung für Merlyn zu veranstalten.","versions":[{"lang":1,"streams":[{"redirect":8444750,"hoster":"VOE"},{"redirect":13141659,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Auf Ehre und Gewissen","epNo":14,"alt":"Inhumanitas","descr":"Der diabolische Lucas ist auf dem Weg zu Priester Tilden. Da stellen sich ihm die Dorfbewohner in den Weg. Sie werden von der toten Merlyn unterstützt. Lucas ist machtlos. In Tildens Kirche geraten Sheriff Lucas und Merlyn aneinander.","versions":[{"lang":1,"streams":[{"redirect":8444747,"hoster":"VOE"},{"redirect":8275116,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Seuche","epNo":15,"alt":"The Plague Sower","descr":"Eine schreckliche Seuche sucht Trinitys Einwohner heim. Auch der Arzt Dr. Peele ist keine große Hilfe. Nur Caleb scheint immun gegen die schreckliche Krankheit zu sein. Merlyn wird wegen der todbringenden Bedrohung immer unruhiger.","versions":[{"lang":1,"streams":[{"redirect":8444749,"hoster":"VOE"},{"redirect":13141660,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tag der Vergeltung","epNo":16,"alt":"Doctor Death Takes A Holiday","descr":"Dr. Matt Crowder lernt Lucas Bucks Mutter kennen, die ins Krankenhaus eingeliefert wurde. Sie erzählt ihm von ihrem Plan, ihren teuflischen Sohn zu töten. Auch Matt möchte Buck am liebsten tot sehen. Als Lucas seine Mutter besucht, schießt Matt auf ihn.","versions":[{"lang":1,"streams":[{"redirect":8444751,"hoster":"VOE"},{"redirect":8275127,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Angelausflug","epNo":17,"alt":"Learning To Crawl","descr":"Als Caleb von einem Stromschlag getötet wird, holt ihn Lucas wieder ins Leben zurück. Beim anschließenden Angelausflug geraten sie in die Hände von Kidnappern. Während der Gefangenschaft zeigt Lucas dem Jungen, wie man spezielle Fähigkeiten erlangt.","versions":[{"lang":1,"streams":[{"redirect":8444753,"hoster":"VOE"},{"redirect":8275130,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der freie Wille","epNo":18,"alt":"Echo Of Your Last Goodbye","descr":"Ben trifft sich mit der charmanten Cindy. Was er nicht weiß: Bei dieser Frau handelt es sich in Wirklichkeit um Merlyn, die sich an ihm rächen möchte. Sie führt Ben zum Haus von Judith Temple und will ihn mit der Wahrheit über den Tod seiner Mutter konfrontieren.","versions":[{"lang":1,"streams":[{"redirect":8444760,"hoster":"VOE"},{"redirect":8275131,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Brennende Leidenschaft","epNo":19,"alt":"Triangle","descr":"Gail will mit Caleb die Stadt endgültig verlassen. Als sie Lucas ihre Entscheidung mitteilt, bricht sie in seinem Büro zusammen. Im Krankenhaus erfährt sie von ihrer Schwangerschaft. Gail weiß genauso gut wie Lucas, dass es sein Baby ist, das sie erwartet.","versions":[{"lang":1,"streams":[{"redirect":12918315,"hoster":"VOE"},{"redirect":8275137,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Würger von Boston","epNo":20,"alt":"Strangler","descr":"Sheriff Buck ruft den Geist des Würgers von Boston. Dieser soll Merlyn Temple töten. Anschließend verlässt Lucas Buck die Stadt. Während seiner Abwesenheit tötet der Würger auf der Suche nach Merlyn auch Unbeteiligte. Caleb stellt sich ihm in den Weg.","versions":[{"lang":1,"streams":[{"redirect":12332407,"hoster":"VOE"},{"redirect":8275139,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das dritte Auge","epNo":21,"alt":"The Buck Stops Here","descr":"Sheriff Lucas Buck steht im Verdacht, Patientenberichte verschwinden zu lassen. Billy und Selena werden beauftragt, das Haus von Lucas nach den fehlenden Akten zu durchsuchen. Die Mission geht schief: Der Sheriff überrascht sie.","versions":[{"lang":1,"streams":[{"redirect":8444762,"hoster":"VOE"},{"redirect":8275146,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die letzte Entscheidung","epNo":22,"alt":"Requiem","descr":"Merlyn entdeckt bei Lucas Beerdigung, dass der nicht tot ist. Billy und Ben graben seinen Sarg wieder aus. Lucas will seine \"Auferstehung\" um jeden Preis geheimhalten. Währenddessen versucht Caleb, Gail zu töten. So wäre er der einzige Erbe in Lucas Testament.","versions":[{"lang":1,"streams":[{"redirect":8444757,"hoster":"VOE"},{"redirect":13141661,"hoster":"Streamtape"}]}]}]}]}