{"seriesId":"amika","name":"Amika","descr":"Merel ist neu in der Reitschule und verbringt ihre Zeit hauptsächlich damit, die Ställe sauber zu machen und die Pferde zu bürsten. Sie träumt jedoch heimlich davon, selbst auf ein Pferd zu steigen und eine große Springreiterin zu werden wie ihre Mutter.Aber vorerst kann Merel nur weiterträumen, denn niemand bemerkt sie; im Gegensatz zur beliebten und erfolgsverwöhnten Marie-Claire, die alle Wettbewerbe gewinnt und von allen bewundert wird. Leider ist sogar Merels eigener Vater dagegen, dass seine Tochter reitet, nachdem seine Frau beim letzten Wettbewerb schwer verunglückt ist.Doch irgendwie schafft es Merel tatsächlich, das ungestüme Pferd Amika zu zähmen. Mit Hilfe des Stallburschen Jan übt sie heimlich auf der Weide, um im bevorstehenden jährlichen Springwettbewerb starten zu können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Merels großer Traum","epNo":1,"alt":"Het verboden baantje","descr":"Als Merel nach einem Nebenjob sucht, liest sie in der Zeitung die Anzeige eines Reitstalls. Sie fängt an zu träumen – mit Pferden zu arbeiten würde ihr wirklich gefallen! Sie muss nur noch ihren Vater Till davon überzeugen, der nichts von Pferden wissen will.\r\rIn der Reitschule verkündet Marie-Claire, dass sie an ihrem Geburtstag zusammen mit ihren Freundinnen nach New York fliegen wird. Sie, die Tochter aus reicher Familie, den \"De La Fayettes\", will es in diesem Jahr richtig krachen lassen. Schließlich wird man nur einmal im Leben 16. Ihr Vater sieht das leider anders","versions":[{"lang":1,"streams":[{"redirect":13273221,"hoster":"VOE"},{"redirect":13273223,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pferde und Zicken-Girls","epNo":2,"alt":"Lipgloss \u0026 luxepaarden","descr":"Ohne dass Till etwas davon weiß, fährt Merel zum Reitstall. Vor ihr öffnet sich eine Märchenwelt. Merel macht Bekanntschaft mit der Turnier-Reiterin Marie-Claire und den beiden anderen Z-Girls, Chanel und Hedwig. Marie-Luise, die Chefin des Pferdehofs und Mutter von Marie-Claire, führt sie durch die Ställe.\r\rMarie-Claire fiebert Casper entgegen. Der vornehme Reitlehrer und Liebe ihres Lebens, kehrt endlich aus dem fernen England zurück. Er hat eine große Überraschung für die Z-Girls!","versions":[{"lang":1,"streams":[{"redirect":13273226,"hoster":"VOE"},{"redirect":13273233,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein perfekter Plan","epNo":3,"alt":"Paarse pumps \u0026 een super plan","descr":"Merel will beweisen, dass sie ihren Job als neue Aushilfe im Stall gut macht. Marie-Claire ist jedoch eifersüchtig auf sie, denn Casper mag das hübsche, natürliche Mädchen. Marie-Claire versucht, Merel das Leben schwer zu machen, denn Casper schenkt der Stall-\"Sklavin\" mehr Aufmerksamkeit als ihr. Dabei möchte sie, die Tochter des Reitschulbesitzers, selbst im Mittelpunkt stehen. Mit Chanel schmiedet sie einen Plan, um Merel ein für allemal loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":13273230,"hoster":"VOE"},{"redirect":13273232,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pferdemist und andere Düfte","epNo":4,"alt":"Subtiele geurtjes","descr":"Merel befolgt die falschen Anweisungen von Marie-Claire und Chanel. Sie streut teures Futter in die Boxen und reibt die Sättel mit stinkendem Fett ein. Daraufhin wird sie von Marie-Luise entlassen und muss sofort gehen. Der Pferdepfleger Jan sieht jedoch, was für ein fleißiges Mädchen die neue Stallhilfe ist und setzt sich für sie ein. Marie-Luise gibt Merel eine zweite Chance.\r\rMarie-Claire überlegt, wie sie Caspers Aufmerksamkeit erlangen kann und bittet Chanel, ihr dabei zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13273234,"hoster":"VOE"},{"redirect":13273247,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Amika braucht Hilfe","epNo":5,"alt":"Barry Paler wiel","descr":"Merel befolgt die falschen Anweisungen von Marie-Claire und Chanel. Sie streut teures Futter in die Boxen und reibt die Sättel mit stinkendem Fett ein. Daraufhin wird sie von Marie-Luise entlassen und muss sofort gehen. Der Pferdepfleger Jan sieht jedoch, was für ein fleißiges Mädchen die neue Stallhilfe ist und setzt sich für sie ein. Marie-Luise gibt Merel eine zweite Chance.\r\rMarie-Claire überlegt, wie sie Caspers Aufmerksamkeit erlangen kann und bittet Chanel, ihr dabei zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13273237,"hoster":"VOE"},{"redirect":13273243,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die perfekte Musik","epNo":6,"alt":"Rijlaarzen \u0026 een tok van mama","descr":"Till reagiert ungehalten, als er Merel zwischen den Reitutensilien ihrer Mutter entdeckt. Er beschließt, das Zimmer seiner toten Frau jetzt doch leer zu räumen. Aber Merel rebelliert und widersetzt sich diesem Vorhaben.\r\rOliver und Ingo haben die Nase voll vom arroganten Casper und überlegen, wie sie ihm und Marie- Claire eins auswischen können. Sie wählen die\" perfekte Musik\" für einen romantischen Augenblick aus und treffen ins Schwarze! Casper fühlt sich veralbert, wirft die CD mit der schnulzigen Dudelei aus dem Auto und fährt davon. Marie-Luise droht Jan damit, ihn zu entlassen, wenn er ihrem Mann Herbert etwas von den Problemen mit Amika erzählt.","versions":[{"lang":1,"streams":[{"redirect":13273244,"hoster":"VOE"},{"redirect":13273242,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Überraschungsbesuch","epNo":7,"alt":"De grote Mathieu Lodewijks","descr":"Merel hört, dass sich Jan und Marie-Luise streiten. Es geht wieder mal um Amika! Jan will jedoch nicht darüber reden und reagiert patzig auf Merels Frage, was denn los sei! Merel ist irritiert.\r\rMarie-Claire würde ihrem Bruder Oliver nach dem Streich am liebsten den Hals umdrehen! Sie fürchtet, dass sie nun nicht mehr bei Casper landen kann.\r\rDer Pferdehof hat hohen Besuch. Matthias Lodewich kommt mit seiner Tochter Jasmin für einen Tag auf dem Reiterhof. Da niemand Zeit für ihn findet, führt Merel ihn durch die Ställe und erklärt ihm alles so gut sie kann. Als sie bei Amika landen, mischt sich Marie-Claire ein und vergreift sich im Ton. Ihre Eltern versuchen die Peinlichkeit so gut es geht zu überspielen.","versions":[{"lang":1,"streams":[{"redirect":13273248,"hoster":"VOE"},{"redirect":13273249,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Cocktail à la Ingo","epNo":8,"alt":"Een echte Gringo cocktail","descr":"Marie-Claires Eltern laden Matthias Lodewich und Jasmin in die Kantine des Reiterhofs zu einem Drink ein. Ingo hat die Küche komplett verwüstet, weil er Chanel mit seinen Cocktailexperimenten imponieren wollte.Zum Glück kann Oliver die Situation retten.\r\rMerel wird das Gefühl nicht los, dass mit Amika etwas nicht stimmt, aber niemand will mit ihr darüber reden. Sie zieht sich traurig in den Stall zurück und lernt hier Julie kennen. Endlich hat sie eine Verbündete. Marie-Claire beauftragt Chanel dafür zu sorgen, dass Casper zu ihrer Geburtstagsfeier kommt.","versions":[{"lang":1,"streams":[{"redirect":13273251,"hoster":"VOE"},{"redirect":13273255,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Merels wackelige Lüge","epNo":9,"alt":"Verwende apen en mosselpraat","descr":"Merel streichelt Amika und wird von Jan erwischt. Er verbietet ihr ausdrücklich sich dem Pferd zu nähern, oder mit irgendjemandem über sein Schicksal zu reden. Traurig schiebt Merel ihr Fahrrad nach Hause, denn sie hat zu allem Unglück auch noch einen Platten. Zu Hause wartet ihr Vater mit einem köstlichen Abendessen auf sie und möchte mit ihr über ihre neue Arbeit im \"Einkaufszentrum\" sprechen. Merel verstrickt sich immer weiter in Lügen.\r\rHerbert hat genug von seinen verzogenen Kindern Marie-Claire und Oliver. Er droht ihnen mit Fernseh-Verbot, beziehungsweise, die Geburtstagsparty ausfallen zu lassen, wenn sie sich Herrn Lodewich gegenüber nicht höflich und wohlerzogen zeigen. Außerdem müssen sie den Tisch für ein Fünf-Gänge-Menü decken. Als Marie-Luise und Herbert vom Einkaufen zurückkommen, sind sie endlich mal positiv überrascht. Der Tisch ist vom Feinsten gedeckt.","versions":[{"lang":1,"streams":[{"redirect":13273254,"hoster":"VOE"},{"redirect":13273257,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Seltsame Tischmanieren","epNo":10,"alt":"Heer, zegen deze oesters","descr":"Merel ist hin- und her gerissen. Lügen haben kurze Beine und Wahrheit währt am längsten. Aber sie hat Angst davor, den lieb gewonnenen Job im Reitstall wieder zu verlieren.\r\rMarie-Claire und Oliver wollen ihren Eltern einen Streich spielen, indem sie sich wie dressierte Kinder von spießigen Eltern aufführen. Sie sind vollkommen overdressed und ohne jede jugendliche Leichtigkeit. Nachdem die Eltern ihren Plan durchschaut haben, behandeln sie sie wie bezahltes Personal. Marie-Claire und Oliver merken schnell, dass sie sich ein Eigentor geschossen habe.\r\rJasmin wünscht sich nichts sehnlicher als Amika kennen zu lernen. Also verspricht Herbert ihr für den nächsten Tag ein Treffen mit dem wundervollen Pferd.","versions":[{"lang":1,"streams":[{"redirect":13273263,"hoster":"VOE"},{"redirect":13273260,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lockvogel in Pink","epNo":11,"alt":"Cadeautje van pappie","descr":"Merel ist nach wie vor unschlüssig, ob sie ihrem Vater die Wahrheit sagen soll, oder lieber nicht. Herbert hat Jasmin versprochen, morgen auf Amika reiten zu dürfen. Marie-Claire bekommt Angst, dass nicht nur die Vernachlässigung von Amika ans Tageslicht kommt, ihre größte Sorge ist es, kein Fest feiern zu dürfen und auch keinen rosaroten Motorroller zu bekommen.\r\rMarie-Luise geht in ihrer Loyalität zu Marie-Claire so weit, dass sie einen Streit mit Herbert provoziert und ihn aus ihrem gemeinsamen Schlafzimmer ausquartiert. Als sie ihren Mann reumütig zurückholen will, ist dieser verschwunden.","versions":[{"lang":1,"streams":[{"redirect":13273262,"hoster":"VOE"},{"redirect":13273265,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wo ist Amika?","epNo":12,"alt":"De chocolade sprookjestaart","descr":"Merel versucht ein weiteres Mal, ihrem Vater von ihrem Job auf dem Reiterhof zu erzählen. Doch leider auch dieses Mal erfolglos.\r\rDie Familie De La Fayette ist in Hochspannung, denn morgen kommen Matthias Lodewich und Jasmin. Marie-Luise geht ihrem Mann Herbert nachts in den Stall nach, weil sie befürchtet, dass er dahinter kommen ist, dass Amika nicht nur nicht geritten wird, sondern auch noch abgeschoben in einem alten Stall steht. Dabei entdeckt sie, dass ihr Mann ihr offensichtlich vollkommen vertraut und ein Geschenk für ihre Tochter Marie-Claire versteckt hat, – den ersehnten rosaroten Motorroller! Marie-Luise ist überglücklich und fühlt sich gleichzeitig beschämt.\r\rAls Matthias Lodewich und Jasmin viel zu früh auf dem Reiterhof erscheinen, überträgt Marie-Luise Jan die Verantwortung. Sie droht ihm, ihn zu entlassen, falls ihm nichts einfallen sollte, wie Amika auch weiterhin versteckt werden könne.","versions":[{"lang":1,"streams":[{"redirect":13273268,"hoster":"VOE"},{"redirect":13273267,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein rosa Pferd für Jasmin","epNo":13,"alt":"Een roze paard voor Jasmin","descr":"Da Jan nicht weiß, wie er Jasmin von Amika ablenken soll, färbt er ein Pferd rosa und schmückt ihm die Mähne. Jasmin ist begeistert und vergisst Amika.\r\rMarie-Claire schickt Chanel los,, um herauszufinden, ob Casper eine Liebesbeziehung hat, und was ihm an Marie-Claire gefallen könnte. Chanel stellt sich als eine Reporterin der Zeitschrift \"Edler Reiter\" vor, macht aber eher einen zerstreuten Eindruck. Casper durchschaut das Spiel zwar nicht, wird aber aufgrund ihrer unseriösen Fragen schrecklich böse.\r\rJulie versucht Jan davon zu überzeugen, etwas freundlicher zu Merel zu sein, weil sie befürchtet, dass ihre neugewonnene Freundin den Reiterhof wieder verlassen könnte.","versions":[{"lang":1,"streams":[{"redirect":13273270,"hoster":"VOE"},{"redirect":13273271,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Happy Birthday!","epNo":14,"alt":"Slingers, sushi \u0026 champagne","descr":"Merels Vater entdeckt die schmutzigen Reitstiefel von seiner verstorbenen Frau., Da Merel beschlossen hat, nicht mehr auf den Reiterhof zu gehen, sieht sie auch keinen Grund mehr, ihrem Vater die Wahrheit zu sagen. Nach einem kurzen Streit versöhnen sie sich wieder und Till bereitet für Merel einen wunderschönen Geburtstag vor.\r\rMarie-Claire hat gehofft, dass Chanel Casper zu ihrem Geburtstag eingeladen hat. Die hat an alles andere gedacht, aber nicht an die Geburtstagseinladung. Also muss Marie-Claire selbst zum Telefon greifen und ihn anrufen. Casper fühlt sich geschmeichelt und sagt zu. Marie-Claires Eltern machen sich große Mühe und schmücken das Haus liebvoll.. Mittendrin ein rosaroter Roller. Marie-Claire wünscht sich aber inzwischen ein mit Brillanten besetztes Zaumzeug und stößt einen Entsetzensschrei aus, als sie ihr Geburtstagsgeschenk entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13273274,"hoster":"VOE"},{"redirect":13273275,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Geschenke","epNo":15,"alt":"Het stomste cadeau ever","descr":"Marie-Claire wird von ihrer Mutter Marie-Luise gezwungen, sich über den rosaroten Roller zu freuen, als wäre er das schönste Geschenk der Welt. Es fällt ihr schwer dieses Spiel mitzuspielen, aber sie gibt klein bei und konzentriert sich auf die Vorbereitung des Festes am heutigen Abend. Sie will nichts dem Zufall überlassen und probt mit der vollkommen überforderten Chanel die Begegnung zwischen Casper und ihr.\r\rMerel freut sich über die liebevollen kleinen Geschenke ihres Vaters. Sie packt den selbstgebackenen Kuchen ein und läuft mit ihren frisch geputzten Reitstiefeln zurück auf den Reiterhof. Hier trifft sie Julie, die überglücklich ist, ihre neugewonnene Freundin wieder zu haben. Auch Jan ist glücklich, als er erfährt, dass Merel zurückgekommen ist.","versions":[{"lang":1,"streams":[{"redirect":13273280,"hoster":"VOE"},{"redirect":13273279,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Süße Sechzehn","epNo":16,"alt":"Marie Claire sweet 16","descr":"Marie-Claire hat ihren Geburtstag perfekt vorbereitet. Selbst das Risiko, dass Oliver und Ingo sie stören könnten, hat sie ausgeschlossen. Sie hat dem Türsteher aufgetragen, die beiden nicht reinzulassen. Oliver und Ingo rächen sich allerdings fürchterlich. Sie gelangen durch anderen Eingang in den Partyraum. Kurz bevor Marie-Claire am Ziel ihrer Träume ist, nämlich Casper beim Tanzen zu küssen, wirft Oliver eine Schlinge auf die Tanzfläche, sodass Merel, die, statt ihren eigenen Geburtstag zu feiern, hier bedienen muss, hinfällt und die Drinks über Caspers weißes Jackett kippt.\r\rJasmin entwischt und öffnet gerade den verbotenen Stall von Amika, als Casper sie findet und das schreiende Mädchen davon trägt. Amika nutzt die Chance und verlässt erst vorsichtig und dann voller Freude den Stall.","versions":[{"lang":1,"streams":[{"redirect":13273283,"hoster":"VOE"},{"redirect":13273284,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein wildes Pferd im Wald","epNo":17,"alt":"Het paard van Sinterklaas","descr":"Nachdem Casper die Party wutentbrannt verlassen hat, sinkt Marie-Claires Stimmung auf den Null-Punkt. Sie meckert und faucht nur noch rum, dass sogar ihre Mutter sie darauf aufmerksam macht, dass sie sich auf ihrer eigenen Geburtstagsparty befindet.\r\rAls Merel sich endlich auf den Heimweg macht, hört sie im Wald Geräusche. Sie geht diesen nach und entdeckt Amika, der in aller Ruhe im Wald nach frischem Futter sucht. Als ein paar Jungs von der Party vorbei kamen, verschwindet Amika. Merel muss nach Hause zu ihrem Vater, der seit Stunden auf sie wartet.\r\rElli, Chanels Mutter, die verspätet zur Party kommt, trifft vollkommen ahnungslos auf Amika. Sie glaubt, eine Erscheinung zu sehen und rennt schreiend davon. Als sie auf der Party von einem wilden Pferd berichtet, ahnt Marie-Luise, was passiert ist.","versions":[{"lang":1,"streams":[{"redirect":13273291,"hoster":"VOE"},{"redirect":13273292,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Nichts als Ärger mit Amika","epNo":18,"alt":"Het poppenhuis van mama","descr":"Elli erzählte wortreich, dass sie einem weißen Monsterpferd begegnet ist und droht der Familie De La Fayette mit einer Klage wegen versuchten Totschlags.\r\rMerel bekommt zu ihrem 16. Geburtstag als große Überraschung das restaurierte Puppenhaus ihrer Mutter. Sie findet den Schlüssel zu einem Schatzkästchen.","versions":[{"lang":1,"streams":[{"redirect":13273293,"hoster":"VOE"},{"redirect":13273297,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Brief für Merel","epNo":19,"alt":"Een brief voor Merel","descr":"Herbert bringt die vollkommen aufgelöste Elli nach Hause.\r\rMarie-Luise und Jan schaffen es, Amika einzufangen und ihn zurück in den normalen Stall zu den anderen Pferden zu bringen. Marie-Luise versucht Jan zu überreden, Amika eine Beruhigungsspritze zu geben, damit Herbert ein ruhiges, ausgeglichenes Pferd vorfindet. Doch Jan weigert sich. Als Herbert in den Stall kommt, ist er überrascht, dass Amika unruhig und aggressiv ist.\r\rMarie-Claire sucht Trost bei ihrer Freundin Hedwig. Die beiden verwöhnten Mädchen sind sich einig, dass es vollkommen normal für ein armes Mädchen wie Merel ist, sich eifersüchtig zu gebärden und ihnen, den Schönen und Reichen, ihren Lebensstil zu missgönnen.\r\rMerel hat das Tagebuch ihrer Mutter entdeckt und empfindet es als ein großes Geschenk, darin lesen zu dürfen.","versions":[{"lang":1,"streams":[{"redirect":13273296,"hoster":"VOE"},{"redirect":13273303,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Merel unter Verdacht","epNo":20,"alt":"De verloofde van Oli","descr":"Marie-Claire, Marie-Luise und Herbert sind auf der Suche nach demjenigen, der Amika freigelassen hat. Marie-Claire schießt sich auf Merel ein und unterstellt ihr Eifersucht auf ihren Reichtum und ihre Beziehung zu Casper. Auch Marie-Luise hat den Verdacht, dass Merel dahintersteckt, weil sie im alten Stall von Amika eine Mohrrübe findet, die ihm nur Merel gebracht haben kann. Selbst Jan kann nicht mehr mit Gewissheit sagen, dass Merel unschuldig ist.\r\rOliver hat auf der Geburtstagsparty seiner Schwester gleich mit zwei jungen Frauen angebandelt. Leonie und Lisa überraschen ihren neuen Geliebten am nächsten Morgen mit einem Besuch.","versions":[{"lang":1,"streams":[{"redirect":13273302,"hoster":"VOE"},{"redirect":13273308,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Schonfrist für Merel","epNo":21,"alt":"Mango, komkommer \u0026 een hele hoop tabasco","descr":"Lisa und Leonie machen Oliver das Leben schwer. Beide behaupten, dass er ihnen in der letzten Nacht die Ehe versprochen hat. Oliver versucht, die beiden Mädchen voreinander zu verstecken.\r\rJan ist weiterhin auf der Suche nach dem Schuldigen, der für den Ausbruch von Amika verantwortlich ist. Marie-Luise und Marie-Claire gehen immer noch davon aus,, dass Merel das Pferd freigelassen hat, um Marie-Claires Glück mit Casper zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":13273310,"hoster":"VOE"},{"redirect":13273306,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Merel muss bleiben!","epNo":22,"alt":"Het geheim van Amika","descr":"Jan beichtet Merel, dass er nichts für sie tun kann, weil er von Marie-Luise unter Druck gesetzt wird. Marie-Luise droht ihm, seiner kleinen Schwester das Reiten zu verbieten, falls er ihrem Mann Herbert erzählt, dass Amika in den alten, verrotteten Stall gesperrt wurde, weil Marie-Claire nicht in der Lage ist, ihn zu reiten.\r\rJasmin und Julie sind sich einig, dass sie Merel auf dem Reiterhof behalten wollen. Sie veranstalten eine kleine Demonstration mit Topfschlagen und Rufen wie \"Merel muss bleiben\".","versions":[{"lang":1,"streams":[{"redirect":13273309,"hoster":"VOE"},{"redirect":13273317,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Beweis für Merels Unschuld","epNo":23,"alt":"Merel moet blijven","descr":"Marie-Luise ist fest entschlossen, Merel zu entlassen. Jasmin gibt zu, dass sie den Stall von Amika geöffnet hat. Dass sie ihn gar nicht wieder schließen konnte, weil Casper dazwischen gekommen ist, behält sie vorläufig für sich.\r\rOliver bindet seinen Freund Ingo in das Unterhaltungsprogramm für Lisa und Leonie ein. Ingo gibt vor, zusammen mit Oliver Mode zu kreieren. Die Idee kam ihm allerdings erst, als Lisa verwundert über die Frauenkleider in Olivers angeblichen Schränken war. Ingo beginnt gerade das Spiel zu genießen, als Marie-Claire in ihrem Zimmer auftaucht, in dem Lisa dem großen Modeschöpfer Ingo Marie-Claires Kleidung präsentiert.","versions":[{"lang":1,"streams":[{"redirect":13273316,"hoster":"VOE"},{"redirect":13273318,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Merel fliegt auf!","epNo":24,"alt":"Linzensoep met een rietje","descr":"Marie-Claire beschließt, sich neue Kleidung schenken zu lassen. Zu diesem Zweck verschenkt sie ihre Kleider an Lisa und Leonie und kommt mit einem viel zu großen Jogginganzug an den Esszimmertisch. Ihr Vater ist von dieser Kostümierung vollkommen unbeeindruckt und schenkt ihr statt dem ersehnten Gutschein für eine Shoppingtour eine Kette mit dem Herzzeichen von Amika.\r\rMerel ist sehr glücklich, im Reitstall bleiben zu dürfen. Allerdings leidet sie mit dem eingesperrten Amika. Sie verspricht dem Pferd, sich bis morgen etwas zu überlegen. Leider wird sie sich auch zu Hause etwas überlegen müssen, denn Herr Lodewich ruft Merels Vater an, um ihm zu seiner wunderbaren Tochter zu gratulieren. Bei dieser Gelegenheit erfährt Till, dass seine Tochter nicht im Einkaufszentrum, sondern in einem Reitstall arbeitet.","versions":[{"lang":1,"streams":[{"redirect":13273323,"hoster":"VOE"},{"redirect":13273320,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Pferdeverbot für Merel","epNo":25,"alt":"Florence van Parijs","descr":"Till bringt seiner Tochter Merel das Frühstück ans Bett und entschuldigt sich für seinen Wutausbruch vom letzten Abend. Dennoch sagt er Herrn De La Fayette, dass seine Tochter nicht mehr auf den Reiterhof kommen wird. Er hofft sehr, dass Merel für seine Angst vor Pferden Verständnis aufbringt.\r\rMarie-Claire ist verzweifelt. Nicht nur, dass ihr Vater ihr keine neue Garderobe kauft, nein, es taucht auch eine Nebenbuhlerin, Florence, auf, mit der Casper einen Flirt beginnt. Marie-Claire schickt Chanel los, um im Handschuhfach des Golf Cabriolets Caspers Timer zu finden. Chanel hat bei der Suche leider kein Glück, wird aber stattdessen von Casper überrascht, der sie voller Stolz zu einer Spritztour einlädt.\r\rHerbert De La Fayette versucht herauszufinden, was mit Amika passiert ist. Doch niemand sagt ihm die Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":13273324,"hoster":"VOE"},{"redirect":13273328,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Pferdepsychologe","epNo":26,"alt":"De paardenfluisteraar","descr":"Till hat das Tagebuch seiner verstorbenen Frau unter Merels Kopfkissen gefunden und ist überglücklich, beim Lesen die vergangenen Zeiten noch einmal aufleben lassen zu können. Merel hofft, dass sie die weiche Stimmung ihres Vaters für sich nutzen kann, und bittet ihn, zum Reiterhof zurückkehren zu dürfen. Till ist verzweifelt, denn er hat Angst um seine Tochter.\r\rJan gibt sich die Schuld für das Wegbleiben von Merel. Er befürchtet, dass sie ihn für feige hält, da er sich nicht für Amika einsetzt.\r\rHerbert ist weiterhin auf der Suche nach den Gründen für Amikas sonderbares Verhalten. Da ihm niemand die Wahrheit sagen will, engagiert er einen Pferdeflüsterer. Marie-Luise ist geschockt, denn sie weiß, dass der Pferdeflüsterer garantiert herausfindet, was mit Amika passiert ist.. Sie bittet Marie-Claire, ihrem Vater die Wahrheit zu sagen, bevor er sie selbst rausfindet.","versions":[{"lang":1,"streams":[{"redirect":13273338,"hoster":"VOE"},{"redirect":13273734,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Amika soll verschwinden","epNo":27,"alt":"Stille oorlog in huize De Ridder","descr":"Marie-Luise fordert von ihrer Tochter, dass sie ihrem Vater die Wahrheit über Amika sagt. Doch Marie-Claire denkt gar nicht daran und wickelt ihren Vater um den Finger. Sie spielt ihm die traurige Tochter vor, die nichts mehr liebt als den wunderbaren Hengst. Herbert ist entschlossen, den Spezialisten kommen zu lassen, um die Ursache für Amikas Verhalten rauszufinden. Marie-Claire findet übers Internet die Telefonnummer eines Pferdeinteressenten und ruft ihn an, um ihm Amika zum Kauf anzubieten.\r\rJulie hat keine Lust, länger auf Merel zu warten.. Sie besucht Merel und versucht, sie zu überreden zurückzukommen. Merel ist nach wie vor unschlüssig, ob sie ihrem Vater gehorchenl oder endlich ihre eigenen Ziele durchsetzen soll. Als Julie unverhofft vor der Tür steht, ist sie vollkommen durcheinander.","versions":[{"lang":1,"streams":[{"redirect":13273334,"hoster":"VOE"},{"redirect":13273332,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Pommes und Lügen","epNo":28,"alt":"Frietjes onder tafel","descr":"Merel versteckt Julie unter dem Küchentisch, während Till Pommes für sich und seine Tochter zubereitet. Während er kocht, unterhalten sich Julie und Merel über das Schicksal von Amika.\r\rMarie-Claire versucht hinter dem Rücken ihres Vaters, Amika zu verkaufen. Der Käufer bittet um einen Tag Bedenkzeit. In der Zwischenzeit spielt Marie-Claire ihrem Vater das trauernde Mädchen vor.\r\rMarie-Luise ist entsetzt über das raffinierte Verhalten ihrer Tochter. Ihr selbst sind aber auch die Hände gebunden, da sie Angst davor hat, das Vertrauen ihres Mannes zu verlieren.\r\rOliver und Ingo haben einen teuflischen Plan. Sie wollen Marie-Claire und ihre Freundinnen bei einer Übernachtungsparty mit einer heimlich installierten Kamera filmen.","versions":[{"lang":1,"streams":[{"redirect":13273337,"hoster":"VOE"},{"redirect":13273336,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Operation Z Girls","epNo":29,"alt":"Operatie Bonbonella","descr":"Oliver und Ingo setzen ihren Plan in die Tat um. Oliver kredenzt den drei Freundinnen Drinks und gebackene Hotdogs, während Ingo recht ungeschickt versucht, die Kamera in Marie-Claires Zimmer zu installieren. Bedauerlicherweise verursacht er gespenstische Geräusche, so dass Marie-Claire aufmerksam wird.. Als die Freundinnen nach oben gehen, hat Oliver keine Chance, Ingo per Telefon zu warnen, weil er dieses in Olivers Zimmer hat liegen lassen.\r\rJan kreuzt bei Merel und Till auf. Er nutzt die Chance und versucht, Till davon zu überzeugen, dass es Merels ganzes Glück sei, im Reitstall zu arbeiten. Doch statt einzulenken, wird Till furchtbar wütend und zerreißt sogar Jan’s Visitenkarte. Er fordert Jan und Julie unsanft auf zu gehen. Merel zieht sich traurig in ihr Zimmer zurück..","versions":[{"lang":1,"streams":[{"redirect":13273341,"hoster":"VOE"},{"redirect":13273339,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Traurige Erinnerungen","epNo":30,"alt":"Video’s uit het verleden","descr":"Ricardo Braun, der dubiose Pferdehändler, hat sich dafür entschieden, Amika zu kaufen. Marie-Claire präsentiert es ihren Eltern, als hätte sie etwas ganz Besonderes in die Wege geleitet. Ihr Vater ist überrascht, aber immer noch nicht misstrauisch. Marie-Claire sagt ihrer Mutter unverblümt, dass sie davon ausgeht, dass ihr Vater sie verlassen wird, wenn er erfährt, dass auch sie ihn die ganze Zeit belogen hat. Marie-Luise ist entsetzt.\r\rTill macht einen Ausflug in die Vergangenheit. Er sieht sich die Videos seiner verunglückten Frau an. Dabei entdeckt er, dass Merel schon als kleines Mädchen überglücklich war, wenn sie bei ihrer Mutter und den Pferden sein konnte.","versions":[{"lang":1,"streams":[{"redirect":13273738,"hoster":"VOE"},{"redirect":13273735,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Unerwartete Überraschungen","epNo":31,"alt":"Chocolademelk \u0026 beloftes","descr":"Till muss wohl oder übel akzeptieren, dass seine Tochter Merel mehr mit ihrer Mutter gemeinsam hat, als ihm lieb ist. Sie liebt Pferde. Schweren Herzens erlaubt er Merel, wieder in den Reitstall zu gehen. Allerdings nimmt er ihr das Versprechen ab, sich niemals auf ein Pferd zu setzen. Merel zögert kurz, gibt ihm aber dennoch das Versprechen, und freut sich riesig, endlich wieder im Reitstall und bei ihren Freunden Jan und Julie sein zu können.\r\rOliver und Ingo erleben eine furchtbare Enttäuschung, denn als es anfängt interessant zu werden und die Mädchen die Hüllen fallen lassen, um ins Bett zu gehen, wirft Chanel ihre Bluse über die Kamera.\r\rDie drei Mädchen haben sich eine Schönheitsmaske für die Nacht aufgelegt. Chanel bewegt sich zu viel,, so dass ihr die Maske in die Augen läuft. Sie schleicht ins Bad, um sich die Maske abzuwaschen, und trifft auf Ingo. Als der ihr freundlich ein Handtuch reichen will, zieht er stattdessen die Tischdecke unter einer Mingh-Vase hervor, so dass diese auf den Boden fällt und kaputt geht.","versions":[{"lang":1,"streams":[{"redirect":13273737,"hoster":"VOE"},{"redirect":13273736,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Scherben bringen kein Glück!","epNo":32,"alt":"De super size Gringo sandwich","descr":"Ingo und Chanel beratschlagen, wer die Schuld auf sich nehmen soll. Beiden ist klar, dass Ingo lebenslang Hausverbot bekäme, wenn er die Tat eingestehen würde. Chanel, die auf Ingo steht, bietet ihm an, die Angelegenheit auf ihre Kappe zu nehmen. Marie-Luise und Herbert haben den Krach in der Küche gehört und vermuten Einbrecher. Sie schleichen durch ihr eigenes Haus und sehen Chanel neben der zerbrochenen Vase auf der Erde sitzen. Marie-Luise kriegt einen hysterischen Anfall, denn ausgerechnet ihre geliebte, teure, alte Vase ist zu Bruch gegangen.\r\rMarie-Claire, Hedwig und Chanel ziehen sich in Marie-Claires Zimmer zurück. Hier erläutert Marie-Claire ihren Freundinnen auf welche Weise sie Caspers Interesse zurückgewinnen will. Hedwig ist nicht ganz sicher, ob Marie-Claire sich da nicht vielleicht etwas vormacht. Denn Florence ist nicht nur äußerst attraktiv, sie ist auch ein kluges, sehr erfolgreiches Mädchen.\r\rGerade als das Wäschestück, das über der Kamera hing, die Sicht auf das Zimmer frei gibt, entdeckt Chanel das heimliche Auge auf dem Regal. Die Mädchen sind entsetzt.\r\rTill schafft es nicht länger hart zu bleiben. Er erlaubt seiner Tochter, wieder auf dem Reiterhof zu arbeiten. Merel ist überglücklich. Um die Freude seiner Tochter perfekt zu machen, lädt Till Jan für den nächsten Morgen zum Frühstück ein. Es bleibt abzuwarten, ob das eine gute Idee war.","versions":[{"lang":1,"streams":[{"redirect":13273345,"hoster":"VOE"},{"redirect":13273739,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Wiedersehen mit Amika","epNo":33,"alt":"Een beugeltje \u0026 rare vlechtjes","descr":"Jan kommt zum Frühstück zu Merel und Till und entdeckt ein altes Fotoalbum. Er ist neugierig auf die Kinderfotos von Merel. Doch die hat keine Lust, ihn in ihre Vergangenheit einzuweihen. Noch nicht. Zufällig entdeckt er ein Foto, auf dem Merel und ihre Mutter auf einem Pferd zu sehen ist. Er ist überrascht und stellt sehr neugierige Fragen, wie Merel findet. Statt darauf einzugehen, lenkt sie ab und zeigt ihm die Erfindungen ihres Vaters\r\rAls sie endlich wieder auf dem Reiterhof ist, führt sie ihr erster Weg zu Amika. Sie füttert und streichelt ihn. Und wird hierbei von Jan überrascht. Jan erkennt, was für eine große Nähe Merel zu Pferden hat.\r\rMarie-Claire muss entsetzt feststellen, dass Casper ihr offensichtlich entgleitet. Er schenkt Florence nicht nur ein liebevoll verpacktes Parfum, nein, er küsst sie auch, und das in aller Öffentlichkeit! Marie-Claire ist außer sich.\r\rElli ist großzügig bereit, zwanzig bis dreißig Euro für die kaputtgegangene Vase auszugeben. Als sie jedoch hört, dass die Vase 1800 Euro wert ist, kommt ihr die rettende Idee. Chanel soll ihre Schulden abarbeiten.","versions":[{"lang":1,"streams":[{"redirect":13273348,"hoster":"VOE"},{"redirect":13273347,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Eine Chance für Amika","epNo":34,"alt":"Sexy stoer of college cute?","descr":"Herbert und Marie-Luise freuen sich darüber, dass ihr Reitstall für die Showspring-Meisterschaft, die nur alle vier Jahre stattfindet, ausgewählt wurde. Herbert ist allerdings auch traurig, dass sein schönstes Pferd, nämlich Amika, sehr wahrscheinlich nicht antreten kann. Marie-Luise versucht ihn zu trösten, indem sie ihn darauf hinweist, dass sie auch noch andere schöne Pferde haben.\r\rJan schlägt Merel vor, sich zusammen mit Amika auf die Meisterschaft vorzubereiten. Er hat beobachtet, wie liebevoll Merel mit Amika umgeht und wie Amika im Gegenzug sanft und ausgeglichen ist. In Merel kämpfen zwei Seelen. Auf der einen Seite hat sie ihrem Vater versprochen, niemals auf ein Pferd zu steigen. Und auf der anderen Seite würde sie Amika so gerne retten. Sie ist verzweifelt und sagt erst mal ab.\r\rMarie-Claire gibt nicht auf. Sie benutzt das frühzeitige Ende einer Reitstunde, um mit Casper zu flirten. Dummerweise kommt Florence und bemerkt die Flirtversuche ihrer Rivalin. Sie demonstriert mit einem intensiven Kuss, wer die derzeitige Favoritin des Reitlehrers ist.","versions":[{"lang":1,"streams":[{"redirect":13273356,"hoster":"VOE"},{"redirect":13273349,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Merel lüftet ihr Geheimnis","epNo":35,"alt":"Hakken tussen het stro","descr":"Marie-Claire schmiedet weiterhin raffinierte Pläne, um ihre Gegenspielerin Florence auszuschalten.\r\rAls Jan so gar nicht locker lassen will, und weiterhin versucht, Merel davon zu überzeugen, mit Amika am Turnier teilzunehmen, sieht Merel keine andere Möglichkeit mehr, als ihm die Wahrheit zu sagen. Sie erzählt ihm, dass sie mit 6 Jahren ihre Mutter durch einen Reitunfall verloren hat. Jan ist schockiert und zieht sich erst mal zurück.\r\rChanel muss als neues Stallmädchen den Verlust der teuren Vase abarbeiten. Sie stellt sich äußerst ungeschickt an. Merel beobachtet das liebevoll und greift helfend ein. Die beiden freunden sich an. Ingo hat wegen Chanels Strafarbeit ein schlechtes Gewissen und holt sich Rat bei seinem Freund Oliver. Daraufhin geht Ingo gleich ans Werk, seiner geliebten Chanel heimlich im Stall zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13273350,"hoster":"VOE"},{"redirect":13273740,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der falsche Pferdepsychologe","epNo":36,"alt":"Een weldoener uit Spanje","descr":"Der schmierig aussehende Pferdehändler Ricardo Braun taucht auf, um Amika für einen Schleuderpreis zu kaufen. Herbert ist hin und her gerissen, und zu Anfang recht misstrauisch. Doch Marie-Claire schafft es in kürzester Zeit, ihren Vater zu überzeugen, indem sie Herrn Braun als den Pferdeflüsterer vorstellt. Auch Marie-Luise trägt dazu bei, dass Herbert seinen geliebten Hengst verkauft. Merel, Julie und Jan sind schockiert.","versions":[{"lang":1,"streams":[{"redirect":13273742,"hoster":"VOE"},{"redirect":13273353,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Gewissensbisse","epNo":37,"alt":"De moord op Marie-Clair","descr":"Chanel traut dem Frieden nicht und vermutet hinter Ingos Aktivitäten eine Falle. Beim Gerangel im Stroh verliert Ingo das Gleichgewicht und stößt einen markerschütternden Schrei aus. Marie-Claire und Hedwig, die gerade auf der Suche nach Chanel sind, bekommen einen Riesenschreck und laufen davon.\r\rJulie hat von dem falschen Spiel um Amika die Nase voll und sagt ihrem Bruder Jan ganz klar, dass sie lieber den Stall verlässt, als weiterhin zu lügen und Amika seinem Schicksal zu überlassen. Auch Jan merkt, dass es Zeit wird zu handeln, koste es was es wolle. Er fasst sich ein Herz und geht zu seinem Chef Herrn De La Fayette.","versions":[{"lang":1,"streams":[{"redirect":13273743,"hoster":"VOE"},{"redirect":13273741,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Amika gibt auf","epNo":38,"alt":"De grote zomerjumping","descr":"Ingo gesteht Chanel, dass er ihr eine Freude machen wollte und am liebsten etwas vorgesungen hätte. Chanel ist fasziniert. Die Familie De La Fayette kommt in die Scheune um nach Chanel zu suchen. Als man sie wohlbehalten dort findet, schickt Marie-Luise sie zurück zu ihren Freundinnen.. Chanel ist nicht sicher, ob sie sich darüber freuen soll. Die wenigen Momente mit Ingo in der Scheune haben sie verändert.\r\rJulie, Merel und Jan sind verzweifelt. Da Jan wieder nicht offen mit Herrn De La Fayette reden konnte, weil Marie-Luise dazwischen gekommen ist, wird der Druck immer größer. Zu allem Übel ist Amika auch noch krank. Jan hat den Verdacht, dass das starke, schöne Pferd seinen Lebenswillen verloren hat.\r\rMarie-Claire ist nach wie vor damit beschäftigt, die Aufmerksamkeit von Casper wieder zu gewinnen. Sie geht sogar so weit ihren Bruder Oliver zu erpressen, damit er ihr für ihre intriganten Spiele die Ausrüstung liefert.","versions":[{"lang":1,"streams":[{"redirect":13916693,"hoster":"VOE"},{"redirect":13273744,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Merel muss sich entscheiden","epNo":39,"alt":"Paardenvijgen en karnemelk","descr":"Jan macht den Vorschlag, Amika aus dem Stall zu befreien und ihn auf die Weide zu stellen. Er hofft immer noch darauf, dass Merel sich entschließt, das Turnier auf Amika zu reiten. Auch Julie ist voller Hoffnung, dass Merel sich endlich wieder auf ein Pferd setzt. Zu Hause ist Merel mit ihren Gedanken bei Amika und die Idee, ihn vielleicht retten zu können, geht ihr nicht aus dem Kopf.\r\rMarie-Claire ist nach wie vor damit beschäftigt, die Aufmerksamkeit Caspers zurück zu gewinnen. Sie greift zu einer List. Sie bestellt Florence zu einem Rendezvous mit Casper in den Reitstall. Hierfür muss Chanel Caspers Handy aus seinem Cabriolet stehlen, während Hedwig ihn ablenkt. Florence reagiert prompt auf die falsche SMS und freut sich auf das Treffen. Auch die drei Mädchen sind hocherfreut, denn jetzt wird es spannend.\r\rAuch Ingo und Oliver haben sich eine kleine Gemeinheit ausgedacht. Sie wollen sich an Jan rächen, indem sie einen Eimer voll Pferdemist auf der Tür zur Kantine installieren, in der Hoffnung, dass Jan davon überschüttet wird.","versions":[{"lang":1,"streams":[{"redirect":13273359,"hoster":"VOE"},{"redirect":13273358,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Eine gemeine Intrige","epNo":40,"alt":"Het opblaasbare tentenpak","descr":"Till will sich bei einem Förderverein für eine Erfindung bewerben. Er schwankt zwischen dem aufblasbaren Anzug-Zelt und dem automatischen Regenschirm. Merel rät ihm erst zum aufblasbaren Anzug-Zelt. Als sie aber merkt, dass ihr Vater darin zu ersticken droht, empfiehlt sie ihm, doch lieber den ungefährlicheren Schirm einzureichen.\r\rTill liest mal wieder im Tagebuch seiner verstorbenen Frau Sofie und entdeckt, dass sich seine Frau nichts sehnlicher gewünscht hat, als dass auch Merel eine erfolgreiche Reiterin wird. Aus Angst davor, dass Merel das als ein Zeichen sehen könnte, reißt er die Seiten raus und versteckt sie. Doch der Zufall spielt Merel die Seiten in die Hände, als sie etwas für ihren Vater sucht.\r\rMarie-Claires Plan scheint zu gelingen. Sie lockt Florence zu einer Verabredung an Caspars Cabriolet, in dem sie einen kleinen Frauen-Slip wie zufällig drapiert hat. Florence ist außer sich vor Wut und kündigt Casper die Freundschaft. Marie-Claire, Chanel und Hedwig genießen ihren Triumph.","versions":[{"lang":1,"streams":[{"redirect":13273360,"hoster":"VOE"},{"redirect":13273361,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Verwechslungen","epNo":41,"alt":"Voorbestemde liefde","descr":"Hedwig macht Casper den Vorschlag, eine kleine Spritztour an den See zu machen. Casper willigt ein und spielt den coolen, unverletzbaren Mann. Als dann aber das Thema auf Florence kommt, bricht seine Fassade zusammen und er fängt an zu weinen. Hedwig ist beeindruckt. Und als Casper ihr gesteht, sogar einen Ring für Florence gekauft zu haben, weist sie ihn darauf hin, dass es auch noch andere Fische in den Meeren dieser Welt gibt. Und es kommt zu einem Kuss zwischen Casper und Hedwig. Marie-Claire und Chanel, die wie zufällig vorbei kommen, glauben, dass es Florence ist, die da im Kabriolett mit Casper sitzt und ihn verführt.\r\rJan sieht, dass Amika in einem besorgniserregenden Zustand ist. Er macht sich Vorwürfe und ist umso entschlossener, Amika am nächsten Morgen auf die Weide zu bringen. Auch Merel schüttelt ihre Bedenken ab und verspricht Jan, um sieben Uhr zur Stelle zu sein. Merels Vater ahnt natürlich von all dem nichts und stellt den Wecker in fürsorglicher Vaterliebe auf zwei Stunden später.","versions":[{"lang":1,"streams":[{"redirect":13273363,"hoster":"VOE"},{"redirect":13273365,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Rache gegen Hedwig","epNo":42,"alt":"10 manieren om Hedwig te pesten","descr":"Hedwig macht Casper den Vorschlag, eine kleine Spritztour an den See zu machen. Casper willigt ein und spielt den coolen, unverletzbaren Mann. Als dann aber das Thema auf Florence kommt, bricht seine Fassade zusammen und er fängt an zu weinen. Hedwig ist beeindruckt. Und als Casper ihr gesteht, sogar einen Ring für Florence gekauft zu haben, weist sie ihn darauf hin, dass es auch noch andere Fische in den Meeren dieser Welt gibt. Und es kommt zu einem Kuss zwischen Casper und Hedwig. Marie-Claire und Chanel, die wie zufällig vorbei kommen, glauben, dass es Florence ist, die da im Kabriolett mit Casper sitzt und ihn verführt.\r\rJan sieht, dass Amika in einem besorgniserregenden Zustand ist. Er macht sich Vorwürfe und ist umso entschlossener, Amika am nächsten Morgen auf die Weide zu bringen. Auch Merel schüttelt ihre Bedenken ab und verspricht Jan, um sieben Uhr zur Stelle zu sein. Merels Vater ahnt natürlich von all dem nichts und stellt den Wecker in fürsorglicher Vaterliebe auf zwei Stunden später.","versions":[{"lang":1,"streams":[{"redirect":13273368,"hoster":"VOE"},{"redirect":13273370,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Erpresserische Pläne","epNo":43,"alt":"Toverkunsten en wonderwortels","descr":"Merel und Jan haben es endlich geschafft, Amika aus dem Stall zu befreien und ihn auf eine Weide zu bringen. Jetzt träumen beide davon, dass Merel auf Amika trainiert und bei dem Wettkampf auch Marie-Claire schlägt. Merel ist weiterhin zwiespältig. Sie hat ihrem Vater versprochen, dass sie niemals auf ein Pferd steigen wird.\r\rHedwig taucht etwas verkrampft bei ihren Freundinnen Marie-Claire und Chanel auf. Nach kurzer Unsicherheit erklärt sie den beiden, dass Casper ihre große Liebe und sie füreinander bestimmt seien.. Um dem Ganzen noch die Krone aufzusetzen, präsentiert sie den geschenkten Ring, den Casper eigentlich für Florence gekauft hatte. Marie-Claire ist verzweifelt.\r\rOliver hat ein Gespräch zwischen seiner Mutter und seiner Schwester belauscht und weiß jetzt, dass Marie-Claire für den Zustand von Amika verantwortlich ist. Er beschließt, dieses Wissen auszunutzen und seine Schwester zu erpressen, indem er ihr seine Strafarbeit aufbürdet.","versions":[{"lang":1,"streams":[{"redirect":13273369,"hoster":"VOE"},{"redirect":13273374,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Reitunterricht mit verbundenen Augen","epNo":44,"alt":"Paardrijles voor beginners","descr":"Marie-Claire ist außer sich vor Wut und verletzter Eitelkeit. Sie versucht ihren Vater dazu zu überreden, Casper zu entlassen. Da Herbert jedoch andere Probleme hat und hohen Besuch erwartet, hat er keine Lust dazu, auf die Extravaganzen seiner Tochter einzugehen. Also versucht Marie-Claire sich mit Hilfe einer Intrige an Casper und Hedwig zu rächen. Sie erzählt ihrer Freundin Chanel, dass ihr Vater darüber nachdenkt, einen neuen Cheftrainer einzustellen. Natürlich achtet sie darauf, dass Casper in der Nähe ist und diese schockierende Nachricht ganz sicher mit anhören muss.\r\rMerel, Jan und Amika verbringen ihre ersten Stunden gemeinsam auf einer Koppel im Wald. Jan gibt Merel Reitunterricht. Er hilft ihr dabei, Vertrauen zu Amika aufzubauen. Die beiden schaffen es, Amika unbemerkt in seinen Stall zurückzubringen, und verabreden sich zur nächsten Reitstunde im Wald.","versions":[{"lang":1,"streams":[{"redirect":13273379,"hoster":"VOE"},{"redirect":13273375,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Casper wird gefeuert","epNo":45,"alt":"Het ontslag van Casper","descr":"Casper droht Herrn Wanderer, ihm die Beine zu brechen, wenn er nicht sofort vom Reiterhof verschwindet. Herr Wanderer empfiehlt Herrn De La Fayette seinen Cheftrainer zu entlassen, sonst wird er den Reiterhof leider nicht weiter unterstützen. Herbert ist außer sich vor Wut und verdonnert Casper dazu, in Zukunft die Anfänger zu unterrichten. Marie-Claires Plan geht auf. Als Hedwig ihr stolz verkündet, dass sie Caspar noch am selben Abend ihren Eltern vorstellen will, erzählt ihr Marie-Claire, dass Casper inzwischen entlassen wurde. Hedwigs Liebe zu Casper erkaltet.. Casper ist verzweifelt.\r\rJan gibt Merel theoretischen Reitunterricht und kommt ihr dabei sehr nahe.\r\rTill weiß inzwischen, dass Merel die beiden rausgerissenen Tagebuch Seiten gefunden hat, und hofft sehr, dass seine Tochter ihm verzeiht und nicht auf den Rat ihrer verstorbenen Mutter hört.","versions":[{"lang":1,"streams":[{"redirect":13273380,"hoster":"VOE"},{"redirect":13273378,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Chris oder Casper","epNo":46,"alt":"Knapper Chris of Casper","descr":"Till kämpft weiterhin mit seinem aufblasbaren Anzug-Zelt, und hofft auf die Unterstützung seiner Tochter. Merel dagegen entwickelt immer mehr Ehrgeiz und Liebe für den Reitsport im Allgemeinen und für Amika im ganz Besonderem. Jan ist überglücklich, dass Merel so wundervolle Fortschritte macht.\r\rMarie-Claire setzt alles daran, um schön auszusehen für den neuen Reitlehrer Chris. Sie ist furchtbar entsetzt, als sie feststellen muss, dass Chris kein Trainer, sondern eine handfeste Trainerin ist.","versions":[{"lang":1,"streams":[{"redirect":13273382,"hoster":"VOE"},{"redirect":13273383,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Strafpunkte für die Z Girls","epNo":47,"alt":"De val van Amika","descr":"Chris lässt sämtliche Mädchen des Reiterhofs, also auch Marie-Claire, Chanel und Hedwig, ein Konditionstraining absolvieren. Im Anschluss daran müssen sie einen Fragebogen ausfüllen.. Marie-Claire ist verzweifelt, denn sie möchte unbedingt am Frühlings-Springreiten teilnehmen. Aber nur die zwei Besten werden von jedem Reiterhof ausgewählt. Sie greift zu einer List und gibt Chanels Arbeit unter ihrem Namen ab. Chris erwischt sie.\r\rMerels Reitunterricht läuft immer besser. Aber auch sie muss einen Rückschlag hinnehmen, weil sie vom Pferd fällt und sie sich das Bein leicht verletzt. Merel ist verzweifelt und kommt zu spät zur Verabredung mit ihrem Vater.\r\rTill hat sich intensiv und voller Freude auf die Prüfung vor dem Erfinderausschuss vorbereitet. Jetzt wartet er voller Sehnsucht auf seine Tochter Merel, die ihm versprochen hatte, sein aufblasbares Anzug-Zelt gemeinsam mit ihm zu präsentieren.","versions":[{"lang":1,"streams":[{"redirect":13273386,"hoster":"VOE"},{"redirect":13273387,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Merel bricht ein Versprechen","epNo":48,"alt":"Het meesterwerk van Olivier","descr":"Marie-Claire schmiedet zusammen mit Chanel Pläne, wie sie ihre Konkurrentinnen ausschalten kann. Chanel ist ihr, wenn auch widerwillig, behilflich, indem sie die Schwächen sämtlicher Mädchen aufzählt.\r\rDie Präsentation des aufblasbaren Anzug-Zeltes wird zur Katastrophe. Till schiebt es auf das Zuspätkommen von Merel. Er ist enttäuscht von seiner unpünktlichen Tochter und zieht sich beleidigt zurück. Merel schämt sich, ihren Vater enttäuscht zu haben und sagt Jan, dass sie keine weiteren Reitstunden auf Amika machen wird. Jan ist entsetzt.\r\rChris plant eine Filmvorführung in der Kantine. Sie möchte den Mädchen mithilfe von Filmmaterial zeigen, wie man effektiv und richtig trainiert. Oliver und Ingo nutzen die Chance, um das Spaßvideo der Mädchen vorzuführen.","versions":[{"lang":1,"streams":[{"redirect":13273389,"hoster":"VOE"},{"redirect":13273393,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die heimliche Reiterin","epNo":49,"alt":"De geheime amazone","descr":"Merel ist davon überzeugt, dass sie nie wieder auf ein Pferd steigen wird. Der Sturz von Amika hat ihr gezeigt, wie gefährlich dieser Sport ist, und dass ihr Vater sehr wahrscheinlich Recht hat. Als sie jedoch im Tagebuch ihrer Mutter liest, dass diese ein ähnliches Erlebnis hatte, und von ihrem Großvater den Rat bekam, aufzugeben, entscheidet sie sich, weiter auf Amika zu trainieren und am Frühjahrsspringen teilzunehmen. Julie und Jan sind vollkommen aus dem Häuschen und schenken ihr als Überraschung eine komplette Reitausrüstung.\r\rOliver wittert seine Chance, auch weiterhin seine Hausaufgaben nicht machen zu müssen. Er belauscht Jan, als er mit Merel über das Springreiten redet und versucht, seine Schwester mit seinem Halbwissen zu erpressen. Doch Marie-Claire will Fakten. Also macht sich Oliver auf die Suche nach Details und wird fündig. Im Internet findet er die Geschichte über Sofie Richter und ihre kleine Tochter Merel. Bingo!\r\rChris verliest die Namen der beiden Reiterinnen, die in diesem Jahr den Reitstall der De La Fayettes vertreten werden. Es sind Hedwig und Marie-Claire.","versions":[{"lang":1,"streams":[{"redirect":13273394,"hoster":"VOE"},{"redirect":13273396,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Das letzte Training","epNo":50,"alt":"De laatste training","descr":"Merel hat fleißig trainiert und ist entschlossen, am Frühjahrsspringen teilzunehmen.\r\rAls Marie-Claire erfährt, dass Merel gegen sie antritt, glaubt sie nicht, dass das Stallmädchen sie schlagen kann. Aus Sicherheitsgründen schickt sie Chanel los, um Merels Vater davon zu unterrichten, dass Merel trotz seines Verbotes reitet. Chanel fühlt sich nicht wohl in ihrer Haut, geht aber dennoch zu Merels Vater, um ihm mitzuteilen, dass seine Tochter am Frühjahrsspringen teilnehmen wird. Till ist entsetzt.\r\rIngo ist verwundert darüber, dass Chanel nicht am Frühjahrsspringen teilnehmen darf. Als Chanel ihm erzählt, dass sie die theoretische Prüfung vermasselt hat, wird Ingo skeptisch. Durch einen Zufall findet er Chanels Arbeit, mit Marie-Claires Namen darauf, in der Mülltonne.","versions":[{"lang":1,"streams":[{"redirect":13273399,"hoster":"VOE"},{"redirect":13273398,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Merel entscheidet sich für Amika","epNo":51,"alt":"Kleine meisjes worden groot","descr":"Als Till erfährt, dass seine Tochter Merel am Frühjahrsspringreiten teilnehmen wird, ist er vollkommen außer sich. Merel habe ihm das Versprechen gegeben, niemals auf ein Pferd zu steigen. Selbst als er erfährt, dass der Wettkampf eine Rettungsmaßnahme für Amika ist, verbietet er Merel in den Reitstall zu gehen.\r\rMerel verbringt eine schlaflose Nacht. Sie entscheidet sich gegen ihren Vater und für Amika. Doch plötzlich wird ihr klar, dass sie viel zu wenig Übung hat und somit wenig Chancen, den Wettkampf zu gewinnen. Merel ist hin und her gerissen und entschließt sich, es wenigstens zu versuchen.\r\rDa Merel unter einem falschen Namen am Wettkampf teilnimmt, wiegt Marie-Claire sich in Sicherheit. Sie geht davon aus, dass ihre schärfste Konkurrentin nicht antreten darf.","versions":[{"lang":1,"streams":[{"redirect":13273402,"hoster":"VOE"},{"redirect":13273404,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Und die Siegerin heißt …","epNo":52,"alt":"En de winnaar is Merel","descr":"Das heiß ersehnte Frühjahrsspringen hat begonnen. Da Marie-Claire als Vorletzte startet, hat sie die Gelegenheit, sich an den Fehlern der anderen Reiter zu erfreuen und ihr Selbstvertrauen in den eigenen Sieg aufzubauen. Es gelingt ihr auch wirklich, einen fast perfekten Parcours zu reiten. Nur das letzte Hindernis macht ihr einen Strich durch die Rechnung. Jetzt kann sie nur hoffen, dass die letzte Reiterin, eine gewisse Jolientje De Koninck, schlechter ist als sie.\r\rWelch eine Überraschung, als Jolientje De Koninck sich als Merel entpuppt und noch dazu auf einem gepflegten, ausgeglichenen Amika einen fehlerfreien Parcours reitet. Das Publikum ist begeistert. Und selbst Till ist gekommen, seiner Tochter zuzusehen und kann am Ende seinen Stolz nicht verbergen. Amika wird nicht verkauft. Ricardo Braun wird enttarnt und muss den Reiterhof verlassen.","versions":[{"lang":1,"streams":[{"redirect":13273407,"hoster":"VOE"},{"redirect":13273408,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Pokale und Pferdeträume","epNo":1,"alt":"Bekers en paardendromen","descr":"Merel, die Überraschungs-Siegerin des \"Frühjahr-Reitturniers\" war, gerät in einen, für sie ungewohnten, Medienrummel. Ein Regisseur, mit Kamerateam taucht auf und versucht, sie rücksichtslos zu vermarkten. Sie kann keine Freude dabei empfinden und zieht sich zurück. Auch ihr Freund Jan ist irritiert und versucht, sich schützend vor sie zu stellen. Marie-Claire, die bisher die unumstrittene Turnier-Siegerin der Region war, hat dieses Mal nur den 2.Platz belegt und ist außer sich vor Wut und Eifersucht. Sie leidet darunter, dass ihr, als der Zweitplatzierten, keinerlei Aufmerksamkeit geschenkt wird.","versions":[{"lang":1,"streams":[{"redirect":13280874,"hoster":"VOE"},{"redirect":13280876,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blumen für Amika","epNo":2,"alt":"Paarse bloemetjes voor Amika","descr":"Nicht nur die Journalisten haben ein Interesse an Merel, sondern auch Mr. Mc Hoy aus England von der \"Royal-Reit-Academy\". Er möchte ihr ein Angebot machen, bei dem es darum geht, dass sie nach einer absolvierten Aufnahmeprüfung ein halbes Jahr Reitunterricht auf der \"Royal-Academy\" in England bekommen soll. Merel ist erfreut und irritiert, denn sie weiß, wie ihr Vater dem Reitsport gegenübersteht. Und außerdem müsste sie 1500 Euro Gebühren vorstrecken, die sie und auch ihr Vater nicht haben.","versions":[{"lang":1,"streams":[{"redirect":13280871,"hoster":"VOE"},{"redirect":13280872,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erde an Merel","epNo":3,"alt":"Aarde aan Merel, Aarde aan Merel …","descr":"Merel würde so gern nach England auf die \"Royal-Academy\" gehen, doch sie weiß nicht, wo sie die 1500 Euro Aufnahmegebühr hernehmen soll. In ihrer Verzweiflung schlachtet sie sogar ihren Spar-Dinosaurer \"Pinky\", Merels Vater hat Angst, seine Tochter zu verlieren. Und selbst, wenn er einverstanden wäre, dass sie die Academ besucht, hat er keine Idee, wo er die 1500 Euro hernehmen sollte. Die verzweifelte Verliererin scheint Marie-Claire zu sein. Alles dreht sich nur noch um Merel und Amika. Und auch ihre Freundinnen, Hedwig und Chanel, scheinen weitaus glücklicher, als sie selbst zu sein.","versions":[{"lang":1,"streams":[{"redirect":13280886,"hoster":"VOE"},{"redirect":13280883,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tante Saskia","epNo":4,"alt":"Tante Saskia","descr":"Merels Tante Saskia, ist wild entschlossen, die Teig-Knet-Maschine ihrers Schwagers dafür zu benutzen, die 1500 Euro für Merel’s Einstieg in die Reitschule, durch das Backen von Muffins, zu erarbeiten. Merel ist begeistert und hilft ihrer Tante, so gut sie kann. Als diese jedoch den Prozess des Teigknetens und -rührens beschleunigt, explodiert die Erfindung und der Traum vom großen Muffin-Geld ist erst mal zerplatzt","versions":[{"lang":1,"streams":[{"redirect":13280885,"hoster":"VOE"},{"redirect":13280887,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tausend Klicks für Marie-Claire","epNo":5,"alt":"Bloed en slijm voor Oli","descr":"Chanel und Hedwig rufen schon mal die Klicks für Marie-Claire’s Internetgesang auf. Sie sind entsetzt und wissen nicht, wie sie ihrer Freunden die Katastrophe beibringen sollten. Saskia und Merel backen nun unter größter Anstrengung Muffins, um die 1500 Euro für Merel’s Aufnahmegebühr zu verdienen. Parallel dazu kreiert Tijs einen neue Teig-Knet-Maschine und verbessert diese noch um Längen.","versions":[{"lang":1,"streams":[{"redirect":13280891,"hoster":"VOE"},{"redirect":13280893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer ist der neue Star?","epNo":6,"alt":"Who’s the new star!?","descr":"Saskia, Merel und Till haben einen riesigen Berg Muffins gebacken. Jetzt ist es an Merel, diese zu verkaufen. Schon ihre erste Begegnung mit potentiellen Käufern wird eine Pleite. Marie-Claire nimmt sich nicht nur zwei Muffins ohne sie zu bezahlen, sondern schwärzt sie auch noch bei ihrer Mutter an. Jan versucht mit aller Kraft seine Trauer über den eventuellen Weggang von Merel zu unterdrücken. Er redet auf sie ein, das Angebot nach England anzunehmen und somit auch Amika zu retten. Oliver schwebt weiter im siebten Liebeshimmel und stößt damit bei Ingo auf Unverständnis.","versions":[{"lang":1,"streams":[{"redirect":13280896,"hoster":"VOE"},{"redirect":13280897,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Hunde-Club","epNo":7,"alt":"De zieke straathondjes-club","descr":"Merels Muffin-Verkauf ist im wahrsten Sinne des Wortes eine Pleite. Von den 200 Muffins verkauft sie acht Stück und muss dafür auch noch ihre gesamte Umgebung belügen. Sie erfindet die Mitgliedschaft in einem Club für kranke Straßenhunde. Jan glaubt ihr nicht und sie gesteht ihm, dass sie mit dem Verkauf der Muffins ihre Aufnahmegebühr verdienen wollte. Die Beziehung zwischen Oliver und Hedwig wird immer ernster Und Marie-Claire braucht Geld für ihre Gesangskarriere, um das sie ihre Eltern bittet.","versions":[{"lang":1,"streams":[{"redirect":13280904,"hoster":"VOE"},{"redirect":13280903,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Muffin-Automat","epNo":8,"alt":"De muffinautomaat","descr":"Saskia und Till arbeiten fieberhaft daran, einen alten Getränkeautomaten in einen Muffin-Automaten umzuwandeln, damit Merel endlich ihr Geld für die Aufnahmeprüfung zusammen bekommt. Sie scheitern. Merel entschließt sich, die Prüfung abzusagen. Marie-Claire träumt weiter davon, ein großer Star zu werden. Nur leider befasst sie sich nur mit dem Ernten des Ruhmes anstatt sich wirklich mit dem Gesang auseinander zu setzten. Ingo findet die Beziehung zwischen Oliver und Hedwig einfach nur lächerlich und beschließt, diese mit einer List zu beenden.","versions":[{"lang":1,"streams":[{"redirect":13280908,"hoster":"VOE"},{"redirect":13280905,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Frisch geschredderte DVDs","epNo":9,"alt":"Vers gesneden dvd’tjes","descr":"Hedwig zwingt Oliver die DVDs, die Ingo und er gemacht haben, in einem Schredder zu vernichten. Sie lässt sich auch nicht darauf ein, die DVDs an Ingo zu übergeben, dem sie laut Olivers Aussage gehören. Jan sorgt dafür, dass Herbert De La Fayette genau dann auftaucht, als Merel sich von Amika verabschiedet und ihm ihre traurige Geschichte erzählt. Marie-Claires Mutter plant Amika teuer zu verkaufen. Ihre Tochter hat das Geld schon für ihre Gesangskarriere verplant.","versions":[{"lang":1,"streams":[{"redirect":13280914,"hoster":"VOE"},{"redirect":13280913,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die internationale Gesangs-Sensation","epNo":10,"alt":"The international singing sensation","descr":"Marie-Claire nimmt mit einem renommierter Producer eine Single auf. Für einen immensen Aufpreis machen sie aus ihrem hundeähnlichen Gejaule tatsächlich einen annehmbaren Gesang. In ihrem Größenwahn denkt Marie-Claire schon an eine zweite Single. Herbert kann den Verkauf von Amika gerade noch verhindern. Er besteht darauf, dass Merel in Zukunft auf Amika reitet.","versions":[{"lang":1,"streams":[{"redirect":13280916,"hoster":"VOE"},{"redirect":13280920,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eins, zwei, Cha-cha-cha","epNo":11,"alt":"Eén, twee, Cha Cha Cha","descr":"Hedwig versucht Oliver Standardtänze beizubringen, weil ihre Eltern Oliver zu einem Empfang geladen haben. Oliver stellt sich scheinbar absichtlich katastrophal an. Marie-Claire gibt ihren Anteil am Verkauf von Amika mit vollen Händen für ihre Gesangskarriere aus. Als sie erfährt, dass Amika bleibt, gerät sie in Panik. Herbert bietet Merel die 1.500 Euro für die Aufnahmeprüfung und Amika an, so dass sie mit Amika gemeinsam nach England auf die Royal Academy gehen kann. Merel ist hoch erfreut, weiß aber nicht, wie sie es ihrem Vater erklären soll. Sie greift zu einer Notlüge.","versions":[{"lang":1,"streams":[{"redirect":13280923,"hoster":"VOE"},{"redirect":13280924,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Anfang vom Ende","epNo":12,"alt":"Spaghetti herinneringen","descr":"Saskia überredet Merel, ihrem Vater die Wahrheit zu sagen. Ihrer Meinung nach wird Till nichts dagegen haben, dass Herbert die Gebühr für die Aufnahmeprüfung vorschießt. Aber Till bleibt hart und verbietet seiner Tochter, Almosen von Herrn De La Fayette anzunehmen. Merel ist verzweifelt. Oliver leidet unter Hedwigs Fürsorge und Anhänglichkeit und Marie-Claire versucht ihren Vater mit Nicht-Achtung dazu zu bringen, Amika doch zu verkaufen.","versions":[{"lang":1,"streams":[{"redirect":13280931,"hoster":"VOE"},{"redirect":13280930,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liebe für Dich","epNo":13,"alt":"Love for U","descr":"Oliver ist vollkommen verzweifelt. Sein Freund Ingo hat sich inzwischen von ihm distanziert und Hedwig lässt ihn nicht aus ihren Krallen. In seiner Verzweiflung wendet er sich an einen Radiopsychologen. Marie-Claire bucht in ihrer unglaublichen Selbstüberschätzung einen Choreographen, den sie aber nach kurzer Zeit wieder wegschickt, da sie Wichtigeres zu tun hat. Sie muss vor dem Radio auf ihre Single warten. Merel soll Casper als neuen Trainer bekommen, aber sie möchte lieber Jan. Ihr Vater hat ihr verboten, die 1.500 Euro von Herbert anzunehmen, aber ihm kommen langsam Zweifel.","versions":[{"lang":1,"streams":[{"redirect":13280934,"hoster":"VOE"},{"redirect":13280935,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein historischer Augenblick","epNo":14,"alt":"Een historisch moment","descr":"Marie-Claire verbringt die ganze Zeit vor dem Radio in der Hoffnung, endlich ihren Titel zu hören. Als es soweit ist, ist sie außer sich vor Glück. Da taucht ihr Vater mit einer exorbitant teuren Rechnung für ihre Ausgaben als zukünftiger Star auf. Herbert glaubt Merel Gutes zu tun, indem er sie von Casper trainieren lässt. Er ahnt nicht, dass Merels Reitfehler nichts mit ihren Reitkünsten zu tun haben, sondern mit dem Verbot ihres Vaters, Geld für die Aufnahmeprüfung von Herbert anzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13280979,"hoster":"VOE"},{"redirect":13280978,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Robopony","epNo":15,"alt":"De robopony","descr":"Merel ist mit Casper als Trainer vollkommen unzufrieden. Jan gibt ihr heimlich aus dem Hintergrund Anweisungen. Saskia und Till machen einen Ausflug zum Reiterhof der De La Fayettes, um für Tills neueste Erfindung zu recherchieren. Till ist irritiert darüber, wie sich hier seit dem Tod seiner Frau alles verändert hat. Marie-Claire möchte ausziehen, nachdem ihr Vater sie auf ein strikt limitiertes Taschengeld gesetzt hat. Ingo und Oliver hecken wieder gemeinsam Pläne aus.","versions":[{"lang":1,"streams":[{"redirect":13280987,"hoster":"VOE"},{"redirect":13280989,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Musikvideo","epNo":16,"alt":"Het geniale wraakplan","descr":"Marie-Claire hat unter Protest das Elternhaus verlassen und verschanzt sich in der Kantine, die allerdings auch ihren Eltern gehört. Zwei Security-Leute sollen dafür sorgen, dass ihre Eltern sie nicht entdecken. Oliver bietet seiner Schwester Marie-Claire an, mit einem berühmten Regisseur ein Video für sie zu drehen. Marie-Claire ist in ihrer Selbstüberschätzung entzückt und lässt sich auf dieses Abenteuer ein. Herbert verlangt von Casper einen Trainingsplan, nachdem er merkt, dass Merel mit seiner Arbeit nicht glücklich ist.","versions":[{"lang":1,"streams":[{"redirect":13280992,"hoster":"VOE"},{"redirect":13280997,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das explodierende Pferd","epNo":17,"alt":"Leven uit de vuilnisbakken","descr":"Tills Erfindung, das Robopony, hat Fortschritte gemacht. Er wagt es seine Tochter auf dieses elektrische Monster zu setzten. Seine Erfindung explodiert und versetzt alle in Angst und Schrecken. Herbert De La Fayette ist außer sich, dass er auf seinem eigenen Grund und Boden von zwei Securitys daran gehindert wird, in seine eigene Kantine zu gehen. Oliver und Ingo planen einen Rachefeldzug gegen Marie-Claire. Sie engagieren einen Kumpel, der sich am nächsten Tag als berühmter Regisseur ausgeben soll, um mit ihr den sagenumwobenen Clip zu drehen.","versions":[{"lang":1,"streams":[{"redirect":13281006,"hoster":"VOE"},{"redirect":13281003,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Davy Oliver \u0026amp; Roger Ringers","epNo":18,"alt":"Davy Oliver \u0026 Roger Ringers","descr":"Oliver heuert zwei Freunde von Ingo an, die sich als Regisseur und Kameramann ausgeben, um mit Marie-Claire einen Videoclip zu drehen. Marie Claire fühlt sich geehrt, als Davy ihr attestiert, dass ihre Art zu tanzen und hinzufallen einfach nur phänomenal sei. Er trägt so dick auf, dass selbst Chanel und Hedwig stutzig werden. Nur Marie-Claire bleibt in ihrer Selbstüberschätzung vollkommen arglos. Casper gibt in der Zwischenzeit Jans ausgeklügelten Trainingsplan für Merel als den seinen aus.","versions":[{"lang":1,"streams":[{"redirect":13281016,"hoster":"VOE"},{"redirect":13281015,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mehr Pferdehintern bitte!","epNo":19,"alt":"Meer paardenkont asjeblieft","descr":"Merel leidet unter dem Training mit Casper. Aber dass Jan sich ohne Widerspruch seinen Trainingsplan hat stehlen lassen, belastet sie noch mehr. Was sie nicht weiß: Casper erpresst Jan damit. Herbert ist überglücklich über den Trainingserfolg von Merel und ahnt nicht, dass sich hinter seinem Rücken eine üble Intrige zusammen braut. Marie-Claire dreht mit ihrem Regisseur einen peinlichen Clip und glaubt sogar daran, mit Justin Timberlake auftreten zu können.","versions":[{"lang":1,"streams":[{"redirect":13281025,"hoster":"VOE"},{"redirect":13281029,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Star gesucht!","epNo":20,"alt":"Ik weet het, ik ben ook geweldig","descr":"Oliver und Ingo sind auf der Suche nach einem abgehalfterten Künstler, den sie Marie-Claire als Justin an die Seite stellen können. Im Internet stoßen sie auf Barry Palerma, der seine Karriere wieder aufleben lassen möchte. Hedwig und Chanel versuchen Flyer für das bevorstehende MC-Konzert zu verteilen. Doch niemand interessiert sich für Marie-Claires Auftritt. Merel versucht Jan zu überreden, seinen Trainingsplan vor Herbert zu verteidigen und ihn nicht kampflos Casper zu überlassen.","versions":[{"lang":1,"streams":[{"redirect":13281098,"hoster":"VOE"},{"redirect":13281097,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Heulen tun nur kleine Mädchen","epNo":21,"alt":"Huilen is voor kleine meisjes","descr":"Marie-Claire geht weiterhin ihrer gesamten Umwelt auf die Nerven. Sie bestellt zwei Designer, um sich für den bevorstehenden Auftritt mit Justin Timberlake vorzubereiten. Sie spielt sämtliche Star-Allüren aus und bringt alle an den Rand der Verzweiflung. Auch das Abendessen mit ihren Eltern lässt sie großzügig ausfallen. Merel ist verzweifelt, denn sie versteht nicht, warum Jan ihr nicht weiterhin hilft. Sie weiß immer noch nicht, dass Casper Jan erpresst.","versions":[{"lang":1,"streams":[{"redirect":13281103,"hoster":"VOE"},{"redirect":13281109,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lebensgefährlicher Husten","epNo":22,"alt":"Levensgevaarlijke hoestbuien","descr":"Merel leidet unter Albträumen. Sie fürchtet vollkommen zu versagen und mit dem ungeheuren Berg von 1.500 Euro Schulden zurückzubleiben. Marie-Claire träumt ebenfalls. Doch sie träumt von Justin Timberlake, von ihrem großen Auftritt neben dem Star und ihrer Liebe zu ihm. Unglücklicherweise erkrankt sie an einem schlimmen Husten.","versions":[{"lang":1,"streams":[{"redirect":13281102,"hoster":"VOE"},{"redirect":13281104,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kalifornische Hustenbonbons","epNo":23,"alt":"Californische hoestbonbons","descr":"Marie-Claire benimmt sich nach wie vor wie ein Superstar. Sie schickt Hedwig und Chanel los mit einer ellenlangen Wunschliste von Justin Timberlake, die der anscheinend angefertigt hat. Unter anderem braucht er eine Ente, die Töne von sich gibt und kalifornische Hustenbonbons. Die beiden Freundinnen tun, was sie können, scheitern jedoch vorerst an den kalifornischen Hustenbonbons. In Saskia findet Jan eine Verbündete. Er erzählt ihr von Caspers Erpressungsversuchen und sie hilft ihm mit einem Trick, Casper von Merel abzuziehen.","versions":[{"lang":1,"streams":[{"redirect":13281105,"hoster":"VOE"},{"redirect":13281107,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Superstar im Anmarsch","epNo":24,"alt":"Intrede van een superster","descr":"Hedwig und Chanel wollen verhindern, dass Justin Timberlake mit Marie-Claire singt. Sie fürchten, dass sich Marie-Claire niemals von dieser Blamage erholen würde. Oliver und Ingo haben inzwischen Barry Palerma eingeschleust, um ihn im richtigen Augenblick den Fans von Justin Timberlake zu präsentieren. Saskia führt Casper weiter an der Nase herum und Jan kann weiter intensiv mit Merel trainieren und ihr die Situation erklären.","versions":[{"lang":1,"streams":[{"redirect":13281117,"hoster":"VOE"},{"redirect":13281115,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Lass die Show beginnen!","epNo":25,"alt":"De Barry Palerma hysterie","descr":"Barry Palerma sitzt im Stall mit einem Tuch über den Kopf und betrinkt sich aus lauter Verzweiflung. Der Plan, ihn statt Justin Timberlake zu präsentieren, scheint aus dem Ruder zu laufen. Auch Hedwig und Chanel sind verzweifelt, denn sie möchten ihrer Freundin Marie-Claire trotz ihrer Starallüren aus der Patsche helfen. Herbert ist begeistert von Merels Trainingserfolgen, nimmt aber Casper seine Abwesenheit übel.","versions":[{"lang":1,"streams":[{"redirect":13281124,"hoster":"VOE"},{"redirect":13281121,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ihr seid ein fantastisches Publikum","epNo":26,"alt":"Jullie zijn een fantastisch publiek!?","descr":"Marie-Claire zieht ihren Plan durch und stellt sich live auf die kleine Bühne. Schon nach wenigen Momenten wird sie ausgebuht und bricht verzweifelt zusammen. Als jetzt statt Justin Timberlake Barry Palerma die Bühne betritt, flippt das Publikum vollkommen aus. Marie-Louise fordert Oliver auf, die Situation zu retten. Zunächst sträubt er sich, improvisiert dann allerdings eine Show mit Barry Palerma, welche das Publikum begeistert aufnimmt. Casper entdeckt, dass er von Saskia gelinkt wurde und droht, alles Till zu erzählen.","versions":[{"lang":1,"streams":[{"redirect":13281122,"hoster":"VOE"},{"redirect":13281123,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Marie-Claires Racheplan","epNo":27,"alt":"Helleuw!-How do you do?","descr":"Trotz vieler tröstender Worte von ihrer Familie ist Marie-Claire verletzt und verzweifelt. Sie macht Merel für die Katastrophe verantwortlich und überlegt, wie sie dafür sorgen kann, dass Merel in jedem Fall durch die Aufnahmeprüfung für die Royal Academy in England fällt. Oliver ist überraschenderweise der neue Mädchenschwarm. Sein improvisierter Titel mit Barry Palerma wird im Radio gespielt. In letzter Sekunde erklärt sich Till in einem Brief an Merel mit der Teilnahme an der Aufnahmeprüfung einverstanden. Wird sie es rechtzeitig zur Reitschule schaffen?","versions":[{"lang":1,"streams":[{"redirect":13281131,"hoster":"VOE"},{"redirect":13281132,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Sturz","epNo":28,"alt":"Leugenaars, valsaards \u0026 snotapen","descr":"Merel überzeugt Herrn De La Fayette, ihr Jan als Trainer zuzuteilen. Als Gegenleistung verspricht sie ihm, die Aufnahmeprüfung auch tatsächlich zu reiten. Sie macht sich auf in den Stall, um ihren Liebling Amika zu satteln. Marie-Claire hat in der Zwischenzeit einen wichtigen Sattelriemen angeschnitten, so dass er bei großer Belastung reißt und den Reiter in jeden Fall vom Pferd wirft. Ingo hat ihr Treiben gefilmt und versucht, Schlimmeres zu verhindern. Leider vergeblich!","versions":[{"lang":1,"streams":[{"redirect":13281133,"hoster":"VOE"},{"redirect":13281134,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Aus und vorbei","epNo":29,"alt":"De zadel wissel truuk","descr":"Nachdem Marie-Claire den Sattel manipuliert und somit erfolgreich Merels Aufnahmeprüfung zunichte gemacht hat, vollendet sie ihre Intrige, indem sie Herr Mc Hoy von Merels Leichtsinnigkeit und Unzuverlässigkeit erzählt. Auch Casper stimmt in die Gemeinheiten von Marie-Claire ein aus Rache dafür, dass sie sich für Jan als ihren Trainer entschieden hat. Herr Mc Hoy lässt sich beeinflussen und nimmt sein Angebot, Merel an den Royal Academy aufzunehmen, zurück. Ingo versucht bei Oliver und Chanel anzudeuten, dass Marie-Claire die Schuldige ist. Niemand glaubt ihm.","versions":[{"lang":1,"streams":[{"redirect":13281143,"hoster":"VOE"},{"redirect":13281148,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Wird Amika es schaffen?","epNo":30,"alt":"Geef toe, die Gringo is een lekker stuk","descr":"Der Gesundheitszustand von Amika verschlechtert sich dramatisch. Er hat durch die offene Wunde am Vorderlauf eine Infektion. Jetzt bangen Jan, Merel und der Tierarzt um sein Leben. Nur Marie-Claire ist glücklich darüber, dass Amika es eventuell nicht überlebt. Damit hätte sie Merel für immer aus dem Weg geräumt. Ingo konfrontiert Marie-Claire mit dem Beweisvideo, wie sie Amikas Sattel manipuliert hat. Sie schlägt ihm einen Deal vor, den er nicht ablehnen kann. Oliver und Barry baden weiter im Erfolg.","versions":[{"lang":1,"streams":[{"redirect":13281146,"hoster":"VOE"},{"redirect":13281150,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ingo hat ein Date","epNo":31,"alt":"Ongewenste gasten","descr":"Marie-Claire organisiert ein Blind Date für Chanel und Ingo. Chanel hat Angst davor. Außerdem leidet sie unter dem Ehrgeiz ihrer Mutter. Als Oliver erfährt, dass sein Freund Ingo ein Blind Date hat, hilt er ihm beim Styling. Jan soll Merel die Nachricht überbringen, dass Amika aufgrund der schweren Infektion getötet werden soll. Traurig macht sie sich auf, um sich von ihrem Liebling zu verabschieden und trifft dabei auf Marie-Claire.","versions":[{"lang":1,"streams":[{"redirect":13281152,"hoster":"VOE"},{"redirect":13281154,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Rettender Engel in der Not","epNo":32,"alt":"Reddende engel in nood. Je hart is zo groot","descr":"Merel wird von Marie-Claire aufs Heftigste angegangen, am Tod ihres geliebten Pferdes schuld zu sein. Merel ist außer sich vor Kummer. Sie darf sich zwar grade noch von Amika verabschieden, wird aber dann von Herbert in ein Taxi gesetzt und nach Hause geschickt. Als sie auf der Landstraße Amika vorbeifahren sieht, springt sie aus dem Taxi und stoppt den LKW mit ihrem geliebten Pferd. Barry macht sich mit einem Trick an Chanel heran und überredet sie, ihm Reitunterricht zu geben.","versions":[{"lang":1,"streams":[{"redirect":13281161,"hoster":"VOE"},{"redirect":13281168,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Das perfekte Blind Date","epNo":33,"alt":"De perfecte blind date","descr":"Chanel gibt Barry Palerma Reitunterricht. Der stellt sich katastrophal an, aber sie ist dennoch beeindruckt von seinem freundlichen Wesen. Nach dem Training wird sie von Marie-Claire zusammengestaucht, denn die wähnt sie auf dem Date mit Ingo. Merel stoppt den Laster, der Amika zum Schlachter bringen soll und entführt ihren Liebling zu dem alten Stall, in dem er früher schon mal war. Herbert hofft auf einen neuen, zahlungskräftigen Kunden, der der Familie nicht unbekannt ist. Der Sohn war früher in Marie-Claire verliebt. Er soll jetzt bei den De La Fayettes unterkommen.","versions":[{"lang":1,"streams":[{"redirect":13281163,"hoster":"VOE"},{"redirect":13281162,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Dieser John William ist so gar nicht mein Typ!","epNo":34,"alt":"Die John William is zo mijn type niet!?","descr":"Chanel gibt Barry Palerma Reitunterricht. Der stellt sich katastrophal an, aber sie ist dennoch beeindruckt von seinem freundlichen Wesen. Nach dem Training wird sie von Marie-Claire zusammengestaucht, denn die wähnt sie auf dem Date mit Ingo. Merel stoppt den Laster, der Amika zum Schlachter bringen soll und entführt ihren Liebling zu dem alten Stall, in dem er früher schon mal war. Herbert hofft auf einen neuen, zahlungskräftigen Kunden, der der Familie nicht unbekannt ist. Der Sohn war früher in Marie-Claire verliebt. Er soll jetzt bei den De La Fayettes unterkommen.","versions":[{"lang":1,"streams":[{"redirect":13281171,"hoster":"VOE"},{"redirect":13281172,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Dieser John William ist total mein Typ!","epNo":35,"alt":"Die John William is zo mijn type!?","descr":"Das Blinde Date zwischen Chanel und Ingo geht in die Hose, denn statt Chanel sitzt Kelly im dunklen Kino. Rudolf und sein adliger Sohn John William bringen wunderbare Pferde auf das Gestüt. Marie-Louise erwartet von Marie-Claire, dass sie sich liebevoll um John William kümmert. Marie-Claire erinnert sich, dass er vor acht Jahren fett und pickelig war und benimmt sich unfreundlich. Als sie plötzlich vor einen schlanken, gutaussehenden jungen Mann steht, ist sie vollkommen irritiert. Merel bittet Jan um Hilfe, da Amika schreckliche Schmerzen zu haben scheint.","versions":[{"lang":1,"streams":[{"redirect":13916689,"hoster":"VOE"},{"redirect":13281179,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Kribbeln im Bauch","epNo":36,"alt":"Kriebeltjes in de buik","descr":"Zuvor noch überhaupt nicht an ihm interessiert, weil sie ihn als dicken, pickeligen Jungen in Erinnerung hatte, ist Marie-Claire nun hin und weg von dem gutaussehenden John William. Doch auch Hedwig ist von diesem jungen interessanten Mann aus gutem Hause angetan und wirft sich in Schale. Die beiden Girls flirten um die Wette, um seine Gunst zu erlangen. Till will mit Saskia eine Kindertagesstätte aufmachen, um Herbert sein Geld zurückgeben zu können. Merel ist zu sehr mit Amika beschäftigt, um den beiden helfen zu können.","versions":[{"lang":1,"streams":[{"redirect":13281307,"hoster":"VOE"},{"redirect":13281310,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Auf frischer Tat ertappt","epNo":37,"alt":"Lekkere zwarte muizensnoepjes","descr":"Jan kümmert sich um Amika und beauftragt Merel, ein Antibiotikum aus dem Medizinschrank in der Kantine des Reiterhofs zu besorgen. Marie-Claire beobachtet zufällig, wie Merel in die Kantine schleicht und ertappt sie auf frischer Tat. Barry und Chanel verirren sich bei einem Reiterausflug. Als sie abends endlich wieder auftauchen, flippt Elli vollkommen aus. Till testet seine Kindertagesstätte, gibt aber nach einem unrentablen Tag auf.","versions":[{"lang":1,"streams":[{"redirect":13281312,"hoster":"VOE"},{"redirect":13281309,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Und du bist das hässliche Entlein","epNo":38,"alt":"En jij bent het lelijke eendje!","descr":"Saskia und Till haben sich ein Theaterstück ausgedacht, um auf diese Weise das Geld für die Schulden zusammen zu kriegen. Merel, die man mit der Rolle des hässlichen Entleins besetzt hat, ist aber nur halb bei der Sache, denn sie macht sich ständig Sorgen um Amika. Jan ist nicht da und sie muss sich alleine um die Medizin kümmern und ihn weiter verstecken. John William redet auf Oliver ein, das Sänger doch kein ernst zu nehmender Beruf sei und überredet ihn, Rechtsanwalt zu werden. Die Begründung: Er kann reich werden und somit jede Frau der Welt heiraten.","versions":[{"lang":1,"streams":[{"redirect":13281318,"hoster":"VOE"},{"redirect":13281314,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Wohin mit Amika?","epNo":39,"alt":"Rijke jongens \u0026 slordige meisjes","descr":"Merel muss für Amika ein neues Zuhause suchen, denn der Farmer Björn verjagt sie mitsamt ihrem Pferd aus seinem Stall. In ihrer Verzweiflung nimmt sie Amika mit nach Hause, denn sie weiß, dass ihr Vater und Saskia verreisen wollten. Was für ein Schock, als sie bemerkt, dass Saskia da geblieben ist, und nur ihr Vater das Haus verlassen hat. Oliver möchte in Oxford Jura studieren. Als er merkt, dass das kein Zuckerschlecken ist, macht er einen Rückzieher. Seine Mutter fordert ihn zum Durchhalten auf.","versions":[{"lang":1,"streams":[{"redirect":13281321,"hoster":"VOE"},{"redirect":13281317,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Typveränderung","epNo":40,"alt":"Total makeover!","descr":"Saskia und Merel entscheiden sich, Amika in einen anderen Reitstall zu bringen. Damit er nicht erkannt wird, verpassen sie ihm ein neues Outfit. Nach dieser Prozedur sieht er aus wie eine braune Schecke. Doch Till kommt früher zurück und stellt die beiden nun vor eine neue Aufgabe. Marie-Claire lässt sich von Ingo in Amy Winehouse verwandeln, um John William zu beeindrucken. Dafür organisiert sie endlich ein Date mit Chanel. Diese hat aber keine Lust auf ein romantisches Picknick und möchte lieber ihre Freundin vor einem großen Fehler bewahren.","versions":[{"lang":1,"streams":[{"redirect":13281320,"hoster":"VOE"},{"redirect":13281322,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Die rätselhafte Blechkiste","epNo":41,"alt":"Mysterieuze schoendozen","descr":"Chanel versucht hinter das Geheimnis zu kommen, das ihre Mutter und Barry Palerma anscheinend verbindet. Denn es muss doch noch einen Grund geben, weshalb die beiden sich derartig intensiv streiten. Amika steht jetzt als Schecke getarnt im Reitstall der La Fayettes. Und erstaunlicherweise wird er tatsächlich nicht erkannt. Marie-Louise greift bei ihren Kindern durch. Sie drängt Oliver, sich für ein Studienfach zu entscheiden und verlangt von Marie-Claire sich endlich auf ihre Reitkarriere zu konzentrieren.","versions":[{"lang":1,"streams":[{"redirect":13281327,"hoster":"VOE"},{"redirect":13281324,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Amika bekommt eine Chance","epNo":42,"alt":"Chocolade \u0026 witte wijn","descr":"John William erfährt zufällig, dass Amika noch lebt. Er verspricht Merel, ihr dabei zu helfen, nicht nur Amika wieder gesund zu pflegen, sondern sie auf Amika zu trainieren, um an der Aufnahmeprüfung für die Royal Academy teilzunehmen. Ingo und Chanel graben in Ellis Vergangenheit. Barry Palerma war mehr als nur ein guter Bekannter.","versions":[{"lang":1,"streams":[{"redirect":13281338,"hoster":"VOE"},{"redirect":13281330,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Entscheidungen","epNo":43,"alt":"Spannende saunabezoekjes","descr":"John William bietet Merel an, sie zu unterrichten und sie für die Aufnahmeprüfung an der Royal Academy vorzubereiten und zwar auf Amika. Ihre erste Reaktion ist Begeisterung, aber dann überkommen sie Zweifel. Als sie jedoch Oliver dazu rät, seinem Herzen zu folgen und nicht gegen seinen Willen nach Oxford zu gehen, merkt sie, dass sie selbst gerade vor ihren eigenen Träumen davon läuft. Sie entscheidet sich um und sagt Jan und John William zu.","versions":[{"lang":1,"streams":[{"redirect":13281336,"hoster":"VOE"},{"redirect":13281337,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Wapp, wapp, wappeduwapp","epNo":44,"alt":"Wap, Wap, Wapedoewap!","descr":"Marie-Claire und Hedwig erfahren, dass John William noch eine dritte Kandidatin für die Aufnahmeprüfung anmelden möchte. Sie vermuten, dass es sich um Merel handelt. Sie wissen allerdings auch, dass Merel nicht nur arm ist und kein Geld hat, sondern auch kein eigenes Pferd besitzt. Als sie John William in den Ställen herumschleichen sehen, schöpfen sie Verdacht und Marie-Claire findet heraus, dass Amika noch am Leben ist.","versions":[{"lang":1,"streams":[{"redirect":13281344,"hoster":"VOE"},{"redirect":13281342,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Deine letzte Stunde hat geschlagen, Merel!","epNo":45,"alt":"Barry, Barry, Barry. Dit is niet goed!","descr":"Marie-Claire hat Amika entdeckt und holt jetzt ihren Vater, Rudolf, Hedwig und John William, um Zeuge dieser Ungeheuerlichkeiten zu sein. Als sie allerdings zum Stall kommen, ist Amika nicht mehr da. Marie-Claire wird unterstellt, dass sie unter Halluzinationen leidet. Sie ist verzweifelt und wütend und beauftragt Hedwig, Merel den ganzen Tag zu überwachen und den Reitstall systematisch nach Amika zu durchsuchen. John William bietet Merel seine Hilfe an.","versions":[{"lang":1,"streams":[{"redirect":13281348,"hoster":"VOE"},{"redirect":13281352,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Die Amika Gespensterjagd","epNo":46,"alt":"De Amika spokenjacht","descr":"Marie-Claire will unbedingt herausfinden, wo Merel Amika versteckt hat. Obwohl Hedwig ihr nicht glaubt, tut sie ihr den Gefallen und spioniert hinter Merel her. Als sie merkt, dass diese nichts anderes tut, als Ställe auszumisten, gibt sie auf und geht nach Hause. Kurz bevor Marie-Claire Merel selbst zur Rede stellen will, wird sie Zeuge, wie der Fahrer des Lastwagens mit den Parkour-Stangen Merel mit Marie-Claire anspricht. Oliver kommt weiter von seinen Oxford-Plänen ab und Chanel findet heraus, dass Barry und ihre Mutter früher ein Paar waren.","versions":[{"lang":1,"streams":[{"redirect":13281360,"hoster":"VOE"},{"redirect":13281359,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Wahrheit, nichts als die Wahrheit","epNo":47,"alt":"Het  van Amika","descr":"Marie-Claire und ihr Vater stoppen den Truck von John William und erwischen Jan und John dabei, wie sie Amika vom Reiterhof bringe wollten. Jan nimmt die Schuld auf sich, doch Merel gibt zu, dass sie es war, die Amika retten wollte. Als Herbert erfährt, dass sie auch noch Medizin gestohlen hat, entlässt er sie und sagt ihr, dass er sie nicht mehr wieder sehen will. Auch John William soll wieder nach England zurück.","versions":[{"lang":1,"streams":[{"redirect":13281362,"hoster":"VOE"},{"redirect":13281364,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Vanille, Schokolade oder Mokka?","epNo":48,"alt":"Vanille, chocola of mokka?","descr":"Ingo und Chanel versuchen herzauszufinden, was früher zwischen Elli und Barry passiert ist. Da Chanel in dem Jahr geboren ist, in dem die beiden ein Paar waren, kommt Ingo auf die Idee, Chanel und Barry identische Fragen zu stellen. Er will herausfinden, ob Ähnlichkeiten auftauchen. Und siehe da: beide antworten gleich auf alle Fragen. Merel darf nicht mehr auf den Reiterhof zurückkommen und zieht sich zurück. Immerhin kann sie jetzt Till und Saskia mit ihrem Theaterstück helfen.","versions":[{"lang":1,"streams":[{"redirect":13281427,"hoster":"VOE"},{"redirect":13281426,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Das Land Psychipi","epNo":49,"alt":"Het land van Psychipi...Psyrochititi","descr":"Als Ingo erfährt, dass Merel durch Marie-Claires Schuld entlassen wurde, plagt ihn sein schlechtes Gewissen. Er droht Marie-Claire, Merel das Video zu zeigen, auf dem zu sehen ist, wie sie Amikas Sattel manipuliert. Marie-Claire droht ihrerseits dafür zu sorgen, dass Chanel nichts mehr mit ihm zu tun haben will, wenn er seine Drohung wahrmacht. Diese Unterhaltung hat Jan belauscht und stellt Ingo zur Rede. Oliver kann seine Eltern endlich davon abbringen, ihn nach Oxford zu schicken. Chanel fasst sich ein Herz und fragt Barry, ob er ihr Vater ist.","versions":[{"lang":1,"streams":[{"redirect":13281635,"hoster":"VOE"},{"redirect":13281634,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Barry wird Vater","epNo":50,"alt":"Barry wordt papa?","descr":"Chanel ist wütend auf Barry, der ihr endlich gestanden hat, dass er ihr Vater ist. Oliver schlägt Barry vor, seine Geschichte in einem Song zu verarbeiten. Marie-Claire ist wild entschlossen, die Aufnahmeprüfung für die Royal-Academy zu bestehen und Hedwig auszustechen. Merel muss im Hintergrund bleiben und ist darüber todunglücklich. Sie befürchtet, nie wieder eine solche Chance zu bekommen. Till und Saskias Theaterstück ist bei der Generalprobe noch nicht perfekt, aber die Leute fangen an, sich dafür zu interessieren.","versions":[{"lang":1,"streams":[{"redirect":13281642,"hoster":"VOE"},{"redirect":13281645,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Barrys größter Auftritt","epNo":51,"alt":"Test. Éen twee...test! Hallow?","descr":"Die Aufnahmeprüfung für die Royal Academy gleicht einem Volksfest. Barry ist geknickt. Er hat Chanel inzwischen gestanden, dass er ihr Vater ist, doch sie hat voller Abwehr und Verachtung reagiert. Barry unterbricht die Veranstaltung und singt vor versammeltem Publikum ein Lied für Chanel, in dem er seinen Fehler gesteht. Elli ist erst entsetzt, aber dann doch gerührt und beeindruckt.","versions":[{"lang":1,"streams":[{"redirect":13281648,"hoster":"VOE"},{"redirect":13281644,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Die Aufnahmeprüfung","epNo":52,"alt":"De ingangsproef","descr":"Die große Aufnahmeprüfung findet statt. Hedwig muss acht Fehlerpunkte verbuchen und Marie-Claire sieht sich schon als Siegerin vom Platz gehen. Da kommen John William und Ingo ins Spiel. Ingo zeigt Herbert das Video, in dem Marie-Claire Merels Sattel manipuliert. Herbert ist so entsetzt, dass er bei der Siegerehrung einschreitet und von Marie-Claire ihrem freiwilligen Rücktritt verlangt. Er schämt sich für seine Tochter. Merel darf jetzt auf Amika reiten und geht als Siegerin vom Platz.","versions":[{"lang":1,"streams":[{"redirect":13281650,"hoster":"VOE"},{"redirect":13281651,"hoster":"Streamtape"}]}]}]}]}