{"seriesId":"amish-mafia","name":"Amish Mafia","descr":"Die Amischen bestreiten die Existenz der \"Amish Mafia\". Doch die Kirchenältesten in Pennsylvania scheinen wohlwollend wegzusehen, wenn \"Lebanon Levi\" und seine Gefährten ein Auge auf die Gemeinde haben. Denn die Amish leben weitgehend isoliert von der Gesellschaft nach ihren eigenen Regeln. Und mit der Polizei haben die Anhänger der Glaubensrichtung nur ungern Kontakt. In Lancaster County hat stattdessen das Wort von Levi King Stoltzfus Gewicht. Der einflussreiche Gangleader verkörpert in seiner Gemeinde Gesetz, Richter und Polizei in einer Person und sorgt mit zuweilen sehr umstrittenen Methoden für Recht und Ordnung.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Episode 1","epNo":1,"alt":"","descr":"","versions":[{"lang":2,"streams":[{"redirect":8782140,"hoster":"VOE"},{"redirect":8791309,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"No Peace for the Wicked","descr":"Die Amish leben heute noch wie vor 300 Jahren – weitgehend ohne Elektrizität und Massenmedien. Und statt Autos benutzen die Anhänger der konservativen Glaubensrichtung Kutschen. Ein Fuhrwerk wurde in Pennsylvania von einem Pkw angefahren und stark beschädigt. Der Unfallverursacher beging jedoch Fahrerflucht. Deshalb steht das Opfer – ein Mitglied der Amish-Gemeinde – nun ohne einen Cent Entschädigung da. \"Lebanon Levi\" und seine Gang suchen in dieser Episode nach dem Mann und stellen ihn zur Rede.","versions":[{"lang":2,"streams":[{"redirect":8595662,"hoster":"VOE"},{"redirect":8595660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fire From the Lord","descr":"Die Amish haben nur ungern Kontakt mit der Polizei. Deshalb muss \"Lebanon Levi\" schnell handeln. Die Gesetzeshüter haben einen seiner Helfer im Visier. Gangmitglied Alan wurde bei einer Verkehrskontrolle mit einem ungültigen Nummerschild erwischt. Anschließend beging er Fahrerflucht, deshalb liegt möglicherweise ein Haftbefehl gegen ihn vor. Sollten die Machenschaften der Bande die Cops auf den Plan rufen, wäre Levis Ruf in der Gemeinde ruiniert.","versions":[{"lang":2,"streams":[{"redirect":8595666,"hoster":"VOE"},{"redirect":8595667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Devil Comes Calling","descr":"Ein Amisches Sprichwort sagt: Man muss den Teufel nicht rufen, er kommt von selbst. \"Lebanon Levi\" bekommt es in dieser Episode mit einem Rivalen aus Ohio zu tun, der ihm die Pfründe streitig machen will. Außerdem hat der Gangleader Ärger mit der Polizei. Ein Mitglied seiner Bande wurde nach einer Verfolgungsjagd von den Cops geschnappt. Im Auto des Mannes wurden Drogen und Waffen sichergestellt. Der Vorfall bringt die Gemeinde in Verruf und ist obendrein schlecht fürs Geschäft.","versions":[{"lang":2,"streams":[{"redirect":8595677,"hoster":"VOE"},{"redirect":8595673,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Fall from Grace","descr":"\"Lebanon Levi\" droht in seiner Gemeinde an Autorität zu verlieren. Einer seiner Gehilfen arbeitet auf eigene Rechnung und veranstaltet hinter seinem Rücken illegale Kutschenrennen. Außerdem hat der Gangleader Ärger mit einem Konkurrenten aus Ohio, der ihm das Revier streitig machen will. Um seine Macht zu demonstrieren, hat Rivale Merlin Levis Sportwagen demolieren lassen. Diese Kriegserklärung will der Bandenboss nicht auf sich sitzen lassen.","versions":[{"lang":2,"streams":[{"redirect":8595684,"hoster":"VOE"},{"redirect":8595680,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Holy War","descr":"Der Machtkampf zwischen \"Lebanon Levi\" und seinem Rivalen Merlin spitzt sich zu. Die beiden Gangleader setzen bei ihren Revierstreitigkeiten harte Bandagen ein. Um einen abtrünnigen Gehilfen zur Raison zu bringen, setzt Levi in Lancaster County, Pennsylvania auf schlagkräftige Argumente. Und sein Nebenbuhler aus Ohio geht mit Widersachern, die ihm im Weg stehen, nicht weniger zimperlich um. Zwischen den beiden Anführern der \"Amish Mafia\" ist ein \"heiliger Krieg\" entbrannt.","versions":[{"lang":2,"streams":[{"redirect":8595686,"hoster":"VOE"},{"redirect":8597914,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Reckoning","descr":"\"Amish Mafia\" hat in der amerikanischen Öffentlichkeit heftige Kontroversen ausgelöst. Kritikern zufolge wurde der Alltag der konservativen Glaubensgemeinschaft in der Dokumentarserie falsch dargestellt. Das Format wurde als unterhaltsam, aber unrealistisch eingeschätzt. In dieser Episode nehmen die Protagonisten der Serie ausführlich Stellung zu den Vorwürfen, dass sie \"nur Schauspieler und keine echten Amish People\" seien. Mitglieder der Gemeinde in Lancaster County, Pennsylvania, äußern sich zu Vorurteilen über ihre Lebensart und geben Einblicke in die Dreharbeiten von \"Amish Mafia\".","versions":[{"lang":2,"streams":[{"redirect":8595692,"hoster":"VOE"},{"redirect":8595688,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Wayward Sons","descr":"Lancaster County in Pennsylvania ist die älteste amische Gemeinde Amerikas. Die Anhänger der Glaubensgemeinschaft leben dort nach alter Tradition ohne Strom, Autos und Telefon. Und wenn sich jemand nicht an die strengen Regeln hält, so bekommt er es mit Levi King Stoltzfus zu tun. Der einflussreiche Gangleader verkörpert in der Gemeinde Gesetz, Richter und Polizei in einer Person. Doch sein Ruf ist unter den Amischen nicht unumstritten. Denn \"Lebanon Levi\" ist angeblich in illegale Geschäfte verwickelt. Und seine Methoden, für Recht und Ordnung zu sorgen, rufen bei einigen Anhängern der Glaubensrichtung Unmut hervor.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Prodigal Son","descr":"Dem Lauteren ebnet seine Gerechtigkeit den Weg, der Frevler aber kommt durch seine Bosheit zu Fall. Rivale Merlin aus Ohio hat noch eine Rechnung mit \"Lebanon Levi\", dem selbst ernannten Ordnungshüter in Lancaster County, offen. Die beiden einflussreichen Gangleader streiten sich seit geraumer Zeit darum, wer die amische Gemeinde besser beschützen kann. Und nun hat Merlin ein Ass im Ärmel. Nachforschungen haben ergeben, dass Levi King Stoltzfus die Glaubensgemeinschaft hintergeht und illegale Geschäfte betreibt. Mit diesem Wissen will Merlin seinem Widersacher endgültig das Handwerk legen.","versions":[{"lang":2,"streams":[{"redirect":8595702,"hoster":"VOE"},{"redirect":8595699,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Paradise","descr":"Ich will mich verkleiden und in den Kampf ziehen. Mit diesem Bibelspruch zieht Levis Handlanger Jolin ins Gefecht gegen die Rivalen aus Ohio. Das Gangmitglied hat einen perfiden Plan ausgeheckt. Um der Konkurrenz einen Denkzettel zu verpassen, will er eine ihrer berüchtigten \"Hüttenpartys\" sabotieren. Mit diesen Festen, bei denen auch Alkohol konsumiert wird, verdienen die Mitglieder der Amish Mafia gutes Geld. Doch diese Suppe will Jolin den Widersachern im benachbarten Bundesstaat gründlich versalzen.","versions":[{"lang":2,"streams":[{"redirect":12381877,"hoster":"VOE"},{"redirect":8595703,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Brothers Keeper","descr":"Freeman wurde aus dem Gefängnis entlassen. Diese Nachricht sorgt in Lancaster County für Aufruhr, denn Esthers Bruder wurde aus der Gemeinde verbannt, nachdem er seine Eltern mit dem Messer bedroht hatte. Die Amischen glauben, er sei vom Teufel besessen. \"Lebanon Levi\" und seiner Bande passt die Rückkehr des verlorenen Sohnes ebenfalls nicht in den Kram. Denn sollte Freeman mit seinem Verhalten erneut die Polizei auf den Plan rufen, könnten die Mitglieder der \"Amish Mafia\" nicht mehr ungestört ihren Geschäften nachgehen.","versions":[{"lang":2,"streams":[{"redirect":13473405,"hoster":"VOE"},{"redirect":8595711,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Last Supper","descr":"Merlin gibt sich noch nicht geschlagen. Der Gangleader aus Ohio sucht sich im Kampf gegen \"Lebanon Levi\" neue Verbündete. Die Amischen in Kentucky leben nach noch strengeren Regeln als ihre Glaubensbrüder in anderen Bundesstaaten, und Levis verbotene Machenschaften stoßen dort garantierd Levis verbotene Machenschaften stoßen dort garantiert nicht auf Zuspruch. Zudem trifft sich ein Mitglied aus Levis Bande heimlich mit der Tochter des Bischofs. Wenn das Kirchenoberhaupt der Amischen davon erfährt, ist in Lancaster County der Teufel los.","versions":[{"lang":2,"streams":[{"redirect":13473416,"hoster":"VOE"},{"redirect":8595719,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sacrificial Lamb","descr":"Wer sich nicht an die strengen Regeln hält, wird von der Gemeinde gemieden, bis er wieder auf den Pfad der Tugend zurückkehrt. Eine Bibel an der Türschwelle gilt diesbezüglich als letzte Warnung. Gangleader \"Lebanon Levi\" wird wegen seiner verbotenen Machenschaften zum Bischof zitiert. Das Kirchenoberhaupt der Amischen droht dem selbst ernannten Ordnungshüter von Lancaster County drakonische Strafen an für den Fall, dass er die Mitglieder der Glaubensgemeinschaft weiterhin erpresst und tyrannisiert.","versions":[{"lang":2,"streams":[{"redirect":13473418,"hoster":"VOE"},{"redirect":8597918,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Judgment Day","descr":"Hat \"Amish Mafia\" den Alltag der konservativen Glaubensgemeinschaft falsch dargestellt? Waren \"Lebanon Levi\", Esther und die anderen Protagonisten nur Schauspieler und keine echten Amish People? In der amerikanischen Öffentlichkeit wurde über \"Amish Mafia\" heftig diskutiert. Kritiker haben immer wieder den Realitätsgehalt der Serie infrage gestellt. Es wurde behauptet, in der besagten Gemeinde in Lancaster County gebe es keine organisierte Kriminalität und die Geschichten seien frei erfunden. In diesem Special nehmen örtliche Polizisten zu dieser Frage Stellung. Bis dato unveröffentlichtes Filmmaterial liefert zudem Einblicke in die Dreharbeiten.","versions":[{"lang":2,"streams":[{"redirect":13473421,"hoster":"VOE"},{"redirect":8595734,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"He Has Risen","descr":"Sein Wort hat bei den Amischen Gewicht, und Süßholz raspeln gehört zu seinen Stärken: \"Lebanon Levi\" hat die Gemeinde von Lancaster County mit guten Taten überzeugt. Der Streit mit dem Bischof ist ebenfalls beigelegt. Nun kann der einflussreiche Gangleader wieder in Ruhe seinen dubiosen Geschäften nachgehen. Nur einer beobachtet die Machenschaften des selbst ernannten Ordnungshüters in Pennsylvania mit Argusaugen. Denn Constable Paul Castline von der örtlichen Polizei hat \"Lebanon Levi\" schon eine ganze Weile im Visier.","versions":[{"lang":2,"streams":[{"redirect":8595742,"hoster":"VOE"},{"redirect":8595737,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"De Rott","descr":"Alle paar Jahre treffen sich die Oberhäupter der amischen Gemeinden in den USA, um sich untereinander auszutauschen und wichtige Angelegenheiten zu besprechen. Die Zusammenkunft findet an einem geheimen Ort statt. \"Lebanon Levi\" sieht der sogenannten \"Diener-Versammlung\" mit Skepsis entgegen, denn er ahnt, was ihm dort blüht. Die TV-Serie \"Amish Mafia\", in der er selbst eine Hauptrolle einnimmt, hat landesweit für Aufsehen gesorgt. Dies ist den Kirchenältesten ein Dorn im Auge.","versions":[{"lang":2,"streams":[{"redirect":8595748,"hoster":"VOE"},{"redirect":8595745,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Deadly Sins","descr":"Die Amischen bestreiten die Existenz der \"Amish Mafia\". Doch die Kirchenältesten in Pennsylvania scheinen wohlwollend wegzusehen, wenn \"Lebanon Levi\" und seine Gefährten ein Auge auf die Gemeinde haben.","versions":[{"lang":2,"streams":[{"redirect":8595760,"hoster":"VOE"},{"redirect":8595755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Joining the Flock","descr":"\"Lebanon Levi\" wittert neue Einnahmequellen. Dem Amish-Gangleader ist zu Ohren gekommen, dass jemand in der Nachbargemeinde Feldpartys mit selbstgebranntem Schnaps veranstaltet und dabei ordentlich abkassiert. In der Region kämpfen viele kleine Banden um die Vorherrschaft, und es gibt keinen großen Boss, der das Sagen hat. Diese Situation will sich Levi zunutze machen und schickt Handlanger Caleb nach Indiana, um sich seinen Anteil an den illegalen Geschäften zu sichern.","versions":[{"lang":2,"streams":[{"redirect":8595759,"hoster":"VOE"},{"redirect":8595756,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Bear","descr":"\"Lebanon Levi\" wird von einem Privatdetektiv verfolgt. Die örtliche Polizei ist ihm ebenfalls dicht auf den Fersen. Deshalb macht sich der Amish-Gangleader rar in Lancaster County. Sein Handlanger Alvin soll während seiner Abwesenheit in der Gemeinde für Ordnung sorgen. Merlin hält derweil Ausschau nach neuen Verbündeten. Levis Erzfeind will sich mit einem einflussreichen Bandenführer aus LaGrange County zusammentun, um sich die Pfründe seines Widersachers unter Nagel zu reißen. Doch auch bei den Amischen gilt die Devise: eine Hand wäscht die andere. Der \"Bär\" verlangt für seine Unterstützung eine Gegenleistung.","versions":[{"lang":2,"streams":[{"redirect":8595763,"hoster":"VOE"},{"redirect":8595762,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Doppel Leben","descr":"\"Mädel Gucka\": In Lancaster County spielen sich unglaubliche Dinge ab. Amische Frauen lassen offenbar in einer Scheune für Geld die Hüllen fallen. Solche Verstöße gegen den Glauben kann \"Lebanon Levi\" in seiner Gemeinde unmöglich dulden. Deshalb gibt der selbst ernannte Ordnungshüter seinen Leuten Anweisung, das unzüchtige Treiben umgehend zu unterbinden. Zudem steht dem Amish-Gangleader noch eine Überraschung ins Haus. Seine Verlobte Esther Schmucker führt offenbar ein Doppelleben.","versions":[{"lang":2,"streams":[{"redirect":8595767,"hoster":"VOE"},{"redirect":8595764,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Shepherds\u0027 End","descr":"Autos, Computer, Telefone: diese Errungenschaften üben auf junge Amische eine große Anziehung aus. Doch moderne Technik ist in der konservativen Glaubensgemeinschaft streng verboten. Deshalb statuiert Gangleader \"Lebanon Levi\" in dieser Folge ein Exempel. Der selbst ernannte Ordnungshüter stattet den sogenannten \"Hirten\", die Amish-People mit Kreditkarten, Wohnungen und Fahrzeugen versorgen, gemeinsam mit seinen Handlangern einen Besuch ab. Die Botschaft ist eindeutig: Wer Amische in Versuchung führt, der bekommt Ärger.","versions":[{"lang":2,"streams":[{"redirect":8595775,"hoster":"VOE"},{"redirect":8595766,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"End of Days","descr":"\"Lebanon Levi\", Esther, Alvin, Caleb und Jolin haben ihre Zusammenarbeit mit den Medien aufgekündigt und per Anwalt eine einstweilige Verfügung eingereicht. Wie kam es zu dem Zerwürfnis mit den Produzenten von \"Amish Mafia\"? Wurden die Mitglieder der konservativen Glaubensgemeinschaft in der Serie tatsächlich falsch dargestellt? Oder haben einige Protagonisten ihre Meinung geändert, weil ihnen die Lage zu brenzlig wurde und ihre umstrittenen Methoden, in der Gemeinde für Recht und Ordnung zu sorgen, in der Öffentlichkeit zu Kontroversen führten? Bis dato unveröffentlichtes Filmmaterial liefert Einblicke in die Dreharbeiten und dokumentiert, wie es zum Streit zwischen den Parteien kam.","versions":[{"lang":2,"streams":[{"redirect":12918340,"hoster":"VOE"},{"redirect":8595770,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Return","descr":"Die Amischen leben heute noch so wie vor 300 Jahren – ohne Strom, Autos und Telefon. Außerdem haben die Anhänger der konservativen Glaubensgemeinschaft nur ungern Kontakt mit der Polizei. In Lancaster County hat stattdessen das Wort von Levi King Stoltzfus Gewicht. Er verkörpert dort Gesetz, Richter und Polizei in einer Person. Doch die Methoden des einflussreichen Gangleaders sind umstritten und haben die Gemeinde in der Öffentlichkeit in schlechtes Licht gerückt. Deshalb ist \"Lebanon Levi\" für eine Weile untergetaucht. Wer jedoch glaubt, der Kopf der \"Amish Mafia\" würde sein Revier freiwillig aufgeben, der irrt.","versions":[{"lang":2,"streams":[{"redirect":8595790,"hoster":"VOE"},{"redirect":8595777,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Church Divided","descr":"Auge um Auge, Zahn um Zahn: Im Grunde haben Mennoniten und Amish People vieles gemeinsam, trotzdem herrscht zwischen den Anhängern der Glaubensgemeinschaften in Lancaster County Zwietracht. Daran ist ein Mann nicht ganz unschuldig: Die Amischen nennen ihn \"Deibel Doug\", weil er ihnen das Leben zur Hölle macht. Der konservative Rädelsführer vertritt radikale Ansichten und hat mit \"Lebanon Levi\", dem Gangleader der \"Amish Mafia\", noch eine Rechnung zu begleichen.","versions":[{"lang":2,"streams":[{"redirect":8595787,"hoster":"VOE"},{"redirect":8595782,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Love Your Enemies","descr":"In Lancaster County wurde eine Kutsche überfallen. Haben \"Deibel Doug\" und seine Komplizen den Anschlag organisiert? Die Amischen sind besorgt, offenbar ist \"Lebanon Levi\" nicht in der Lage, die Gemeinde zu beschützen. Der Gangleader hat an Einfluss verloren und ist nicht mehr so mächtig wie früher. Deshalb treffen die Kirchenoberen eine wegweisende Entscheidung: Levi soll sich mit seinem Erzrivalen Merlin zusammen tun. Die beiden Anführer sind sich zwar spinnefeind, doch die Sicherheit der Amish People hat oberste Priorität.","versions":[{"lang":2,"streams":[{"redirect":8595791,"hoster":"VOE"},{"redirect":8595785,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Forbidden Knowledge","descr":"\"Ihr sollt nicht wähnen, dass ich gekommen sei, Frieden zu senden auf die Erde\": Der Konflikt zwischen den verfeindeten Lagern in Lancaster County eskaliert. \"Deibel Doug\" und seine Handlanger wollen die Amischen von ihrem Land vertreiben. Die Übergriffe häufen sich, dabei haben es die Aufrührer gezielt auf das Eigentum von \"Lebanon Levi\" abgesehen. Doch der Gangleader gibt seine Pfründe nicht kampflos auf. Stattdessen schart Levi alte Weggefährten um sich, die bereit sind, alles für ihn zu tun und dabei auch vor kriminellen Handlungen nicht zurückschrecken.","versions":[{"lang":2,"streams":[{"redirect":8595792,"hoster":"VOE"},{"redirect":8595795,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Merlin\u0027s Judas","descr":"Wo befindet sich das Buch Mennos? Der niederländisch-friesische Theologe lebte im 16. Jahrhundert und war einer der wichtigsten Vertreter der Täuferbewegung. Die Amischen in Lancaster County sind im Besitz einer Abschrift eines seiner Werke. \"Lebanon Levi\" wurde vom Bischof beauftragt, den wertvollen Schatz an einem sicheren Ort aufzubewahren. Doch nun wird die Farm, auf der Levi das Buch deponiert hat, zwangsversteigert. Das bringt den Gangleader in eine missliche Lage. Möglicherweise ist die heilige Schrift für immer verloren.","versions":[{"lang":2,"streams":[{"redirect":8595799,"hoster":"VOE"},{"redirect":8595804,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"False Prophets","descr":"Statt Autos benutzen die Amischen Kutschen. Auch Fernsehen und Internet sind bei den Anhängern der konservativen Glaubensgemeinschaft tabu. Die Mitglieder der Gemeinde in Lancaster County lebten jahrelang abgeschieden von der Außenwelt nach ihren eigenen Regeln. Doch durch die Fernsehserie \"Amish Mafia\" hat sich vieles verändert: Die Machenschaften \"Lebanon Levis\" sorgen in der Öffentlichkeit für negative Schlagzeilen. Dem Gouverneur von Pennsylvania sind solche Meldungen ein Dorn im Auge, denn der Politiker muss um seine Wiederwahl fürchten.","versions":[{"lang":2,"streams":[{"redirect":8595808,"hoster":"VOE"},{"redirect":8595811,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Day of Reckoning","descr":"Die Amischen bestreiten die Existenz der \"Amish Mafia\". Doch die Kirchenältesten in Pennsylvania scheinen wohlwollend wegzusehen, wenn \"Lebanon Levi\" und seine Gefährten ein Auge auf die Gemeinde haben. Denn die Amish leben weitgehend isoliert von der Gesellschaft nach ihren eigenen Regeln. Und mit der Polizei haben die Anhänger der Glaubensrichtung nur ungern Kontakt. In Lancaster County hat stattdessen das Wort von Levi King Stoltzfus Gewicht. Der einflussreiche Gangleader verkörpert in seiner Gemeinde Gesetz, Richter und Polizei in einer Person und sorgt mit zuweilen sehr umstrittenen Methoden für Recht und Ordnung.","versions":[{"lang":2,"streams":[{"redirect":8595814,"hoster":"VOE"},{"redirect":8595810,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The End Is Near","descr":"Er terrorisierte eine Amish-Gemeinde im Bundesstaat Ohio und schnitt Widersachern im Schlaf die Bärte ab. Dafür wurde Samuel Mullet, der Anführer einer ultrakonservativen Splittergruppe innerhalb der Glaubensgemeinschaft, zu 15 Jahren Zuchthaus verurteilt. Welche Rolle hat Merlin bei seiner Verhaftung gespielt? Wenn Mullet im Gefängnis mit dem FBI zusammenarbeitet und als Kronzeuge aussagt, um seine Haftstrafe zu verkürzen, droht seinem Rivalen Ungemach.","versions":[{"lang":2,"streams":[{"redirect":8595818,"hoster":"VOE"},{"redirect":8595819,"hoster":"Streamtape"}]}]}]}]}