{"seriesId":"amsterdam-2022","name":"Amsterdam (2022)","descr":"Gerade als das langjährige Paar Nadia und Martín über eine Trennung nachdenkt, findet ein entzückender streunender Hund den Weg in ihr Zuhause und die beiden versuchen, sich gemeinsam um das Tier zu kümmern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Amsterdam","descr":"Nach ihrem letzten Streit fragen sich die Schauspielerin Nadia und der Musiker Martín, ob sie zusammen bleiben sollen, aber sie finden den perfekten Vorwand, um sich zu versöhnen.","versions":[{"lang":2,"streams":[{"redirect":14365458,"hoster":"VOE"},{"redirect":13591692,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"La pelea de siempre","descr":"Nadia und Martín kämpfen erneut, diesmal aus beruflicher Eifersucht; Nadias Mutter bricht ihre finanziellen Verbindungen ab; Amsterdam macht ein Chaos.","versions":[{"lang":2,"streams":[{"redirect":14365457,"hoster":"VOE"},{"redirect":14386255,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Fade out","descr":"Ein hitziger Streit bringt Nadia und Martín der Trennung näher und macht es ihnen schwer, miteinander zu reden; Nadia stützt sich auf ihre Kollegen, während Martín Amsterdam zunehmend dankbar ist.","versions":[{"lang":2,"streams":[{"redirect":14365317,"hoster":"VOE"},{"redirect":13591697,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"An empty place","descr":"Die Trennung ist zivilisiert, aber in einem kleinen Detail sind sich Nadia und Martín nicht einig; Cherny schmeißt eine Party, um seinen Freund aufzuheitern; Pati bittet Nadia um Hilfe bei einem Schwangerschaftstest.","versions":[{"lang":2,"streams":[{"redirect":14365318,"hoster":"VOE"},{"redirect":14386254,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Shared Custody","descr":"Martín akzeptiert Nadias Vorschlag, das Sorgerecht für Amsterdam zu teilen; alle lieben Nadias Anzeige, außer Martín; Viole glaubt, sich in Lola verliebt zu haben.","versions":[{"lang":2,"streams":[{"redirect":14365585,"hoster":"VOE"},{"redirect":14386257,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Moving and Partying","descr":"Martín muss das Haus seines Bruders verlassen und zieht bei Cherny ein; López und Caro verstehen sich immer besser; Die Proben von Andy und Nadia beginnen endlich, aber für sie läuft nichts richtig.","versions":[{"lang":2,"streams":[{"redirect":14365522,"hoster":"VOE"},{"redirect":14386256,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Caminos separados","descr":"Nadia braucht Martíns Hilfe; Martín und Majo verbringen einen Nachmittag zusammen; Martín und Cherny spielen auf einer Hochzeit und bereiten eine tolle Show vor; Wenn alle beschäftigt sind, ist Amsterdam vergessen.","versions":[{"lang":2,"streams":[{"redirect":14365456,"hoster":"VOE"},{"redirect":14386259,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Feliz cumpleaños","descr":"López kümmert sich um Amsterdam, während Nadia die Nacht außer Haus verbringt; An seinem Geburtstag übernachtet Martin draußen; Laura ist verliebt und unsicher; Jeder ist aus seiner Komfortzone heraus und verwirrt.","versions":[{"lang":2,"streams":[{"redirect":10629723,"hoster":"VOE"},{"redirect":10629724,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Gochugaru","descr":"Martín vermisst Nadia, die von Antonio begeistert ist; Er beeindruckt sie mit einem Abendessen, aber ein Amsterdamer Streich ändert alle Pläne.","versions":[{"lang":2,"streams":[{"redirect":14365584,"hoster":"VOE"},{"redirect":14386260,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Ámsterdam, la calle sin final","descr":"Martín will zurückkommen, aber Nadia hat Zweifel; beide versuchen einen freundschaftlichen Ausflug mit ihren jeweiligen Partnern; Violeta erzählt Nadia, wie die Dinge wirklich sind; Eine unerwartete Präsenz bringt das zarte Paar in Schach.","versions":[{"lang":2,"streams":[{"redirect":14365366,"hoster":"VOE"},{"redirect":14386261,"hoster":"Streamtape"}]}]}]}]}