{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride","name":"An Archdemon\u0027s Dilemma: How to Love Your Elf Bride","descr":"[Maou no Ore ga Dorei Elf o Yome ni Shitanda ga, Dou Medereba Ii?] Zagan ist bei den Massen als böser Zauberer gefürchtet. Er verbringt seine Tage mit dem Studium der Zauberei, während er alle Eindringlinge in seinem Reich niederschlägt. Eines Tages wird er zu einer bedenklichen Auktion eingeladen, bei der er eine elfische Sklavin von unvergleichlicher Schönheit findet. Zagan hat sich auf den ersten Blick in Nephilia verliebt und setzt sein gesamtes Vermögen ein, um sie zu kaufen, aber durch seine wenigen Interaktionen weiß er nicht so recht, wie er mit ihr umgehen soll. So beginnt das unbeholfene Zusammenleben eines Zauberers, der nicht weiß, wie er seine Liebe vermitteln soll und seiner Sklavin, die sich nach ihrem Herrn sehnt, aber genauso wenig Erfahrung hat.","seasons":[{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-1","name":"","epNo":1,"alt":"First Love Is Like a Nasty Disease That Everyone Catches Once","descr":"Der mächtige Hexer Zagan lebt alleine in seinem Schloss tief im Wald der Verlorenen. Sein einziger Vertrauter ist ein anderer Hexer, Barbatos, der ihn eines Tages an eine Auktion mitschleift, die Zagans Leben für immer verändern wird. Denn der letzte Auktionsartikel ist eine gewisse Elfe namens Nephelia, in die er sich auf den ersten Blick verliebt. Der Fall ist klar, er muss sie ersteigern. Doch dummerweise hat er keinerlei Erfahrung im Umgang mit anderer Menschen, geschweige denn Frauen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13911592","hoster":"VOE"},{"path":"/redirect/13911591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-2","name":"","epNo":2,"alt":"First Love with Social Anxiety Tastes a Lot Like Moldy Bread","descr":"Nun, da Zagan eine neue Mitbewohnerhin hat, gilt es erst einmal die nötigsten Sachen zu kaufen, die Nephy für den Alltag braucht. Allerdings steht er vor einem großen Problem, er ist nämlich komplett pleite, nachdem er Nephy für eine Million Goldmünzen ersteigert hat. Während er über eine Lösung nachgrübelt, werden die beiden Zeugen eines Überfalls auf eine Kutsche und Zagan entscheidet sich Nephy zuliebe einzuschreiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13951867","hoster":"VOE"},{"path":"/redirect/13951866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-3","name":"","epNo":3,"alt":"The Quieter They Are, The More Devastatingly Scary They Are When They\u0027re Angry","descr":"Zagan beginnt sich langsam an seine neue Wohnsituation zu gewöhnen, mittlerweile gelingt es ihm sogar, Nephy richtig zu begrüßen. Nephy ihrerseits scheint ein gewisses Interesse an Magie und den Studien Zagans zu entwickeln. Bis ihr Miteinander von Eindringlingen gestört wird, die gekommen sind, um den Hexer Zagan aus dem Verkehr zu ziehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13936827","hoster":"VOE"},{"path":"/redirect/13936828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-4","name":"","epNo":4,"alt":"When An Archdemon Offers You Anything, You\u0027re Better Off Saying No","descr":"Nach dem Überfall der Engelritter bietet Zagan Nephy an, ihr Magie beizubringen. Erst skeptisch willigt Nephy schlussendlich doch ein und so beginnt sie fleißig die Grundlagen der Magie zu lernen. Als langsam Alltag einkehrt, erreicht Zagan ein ominöser Brief. Offenbar wollen die Erzdämonen ihn sprechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13951829","hoster":"VOE"},{"path":"/redirect/13951830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-5","name":"","epNo":5,"alt":"Heartbreak Can Be Literally, Physically Painful","descr":"Nephy, zutiefst betrübt und von ihrem Meister verstoßen, irrt durch die Straßen der Stadt. Bis sie einem hilfsbereiten Ritter namens Chastille begegnet. Auch Manuela kommt zufällig vorbei und befürchtet bereits Schlimmes, als sie die Elfin des Hexers mit dem Ritter sieht. Sie beschließen, gemeinsam in die Taverne zu sitzen, um dort zu versuchen, Nephy aufzumuntern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13969326","hoster":"VOE"},{"path":"/redirect/13969327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-6","name":"","epNo":6,"alt":"If You\u0027re An Archdemon, You\u0027re Almost Obligated To Act Outrageously","descr":"Zagan taucht im letzten Moment auf, als Barbatos drauf und dran ist, seine Pläne in die Tat umzusetzen und Nephy zu opfern. Mit der Macht eines Erzdämons ausgerüstet hat er leichtes Spiel mit Barbatos. Doch dann passiert etwas, das selbst Zagan überrascht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13993615","hoster":"VOE"},{"path":"/redirect/13993617","hoster":"Doodstream"},{"path":"/redirect/13993614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-7","name":"","epNo":7,"alt":"Even An Archdemon Should Know Better Than To Hit A Child","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14019303","hoster":"VOE"},{"path":"/redirect/14019304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-8","name":"","epNo":8,"alt":"I Found a Dragon and I Guess She\u0027s My Daughter Now","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14029816","hoster":"VOE"},{"path":"/redirect/14029820","hoster":"Doodstream"},{"path":"/redirect/14029818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-9","name":"","epNo":9,"alt":"The Angelic Knight Situation Sounds Like a Mess I\u0027d Rather Not Get Involved In","descr":"Die Präsenz Raffaels schwebt weiterhin über unseren Protagonisten. Als Chastilles Leben in Gefahr gerät, bietet Zagan ihr Unterschlupf an. Allerdings fällt es ihr schnell schwer, sich an das Leben im Schloss zu gewöhnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14053655","hoster":"VOE"},{"path":"/redirect/14053658","hoster":"Doodstream"},{"path":"/redirect/14053657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-10","name":"","epNo":10,"alt":"Of Course Parents Panic When Their Daughter Runs Away from Home","descr":"For untersucht die Burg des alten Erzdämons, um Waffen zu finden, die sie für ihren Rachefeldzug einsetzen kann. Doch bevor sie das Anwesen betreten kann, wird sie von Raphael bedrängt.","versions":[]},{"path":"/serie/stream/an-archdemons-dilemma-how-to-love-your-elf-bride/staffel-1/episode-11","name":"","epNo":11,"alt":"It\u0027s Still Apparently an Angelic Knight\u0027s Duty to Slay Wicked Beasts","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14127222","hoster":"VOE"},{"path":"/redirect/14127223","hoster":"Streamtape"}]}]}]}]}