{"path":"/serie/stream/an-den-quellen-des-wassers","name":"An den Quellen des Wassers","descr":"An manchen Orten unseres Planeten sprudeln Süßwasserquellen aus der Erde und lassen auf geheimnisvolle Art und Weise Leben entstehen. Unter der Oberfläche dieser natürlichen Quellen verbergen sich häufig größere, komplexe Wassersysteme. Die Reihe \"An den Quellen des Wassers\" führt die Zuschauer auf die Philippinen, nach Florida und nach Namibia zu einer Erkundungsreise in die faszinierende Welt des Wassers. Geologen, Höhlenforscher und Biologen enthüllen ein eindrucksvolles unterirdisches Universum aus Wasserläufen, Grotten und Höhlen, das eine einzigartige Tierwelt beherbergt.","seasons":[{"path":"/serie/stream/an-den-quellen-des-wassers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/an-den-quellen-des-wassers/staffel-1/episode-1","name":"Floridas Flusslandschaft","epNo":1,"alt":"","descr":"In Florida gibt es 7.800 Süßwasserseen, 1.700 Flüsse und über tausend Wasserquellen keine andere Region der Welt weist eine solche Dichte an natürlichen Quellen auf. Hier sprudeln täglich 30 Milliarden Liter Wasser aus dem Boden, dessen viele Blautöne sich von weißen Kalksteinfelsen und dem Grün der üppigen Vegetation abheben. Die Wasserläufe bieten ideale Lebensbedingungen für zahlreiche Tierarten, unter anderem für die landestypischen Seekühe, die Manatis. Jedes Jahr überwintern Hunderte dieser friedlichen Pflanzenfresser in den Gewässern Floridas, um sich zu paaren und ihre Jungtiere aufzuziehen. Floridas Seen und Flüsse sind der sichtbare Teil des weltgrößten Wasserquellensystems. Die Erkundung dieses unterirdischen Labyrinths bietet faszinierende Einsichten in die komplexe Funktionsweise der Natur. Zahlreiche Wissenschaftler und Höhlenforscher kommen jährlich nach Florida, um die teils schwer zugänglichen Quellgebiete zu untersuchen, die sich ständig verändern und die durch Umweltverschmutzung zunehmend bedroht sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6638484","hoster":"VOE"}]}]},{"path":"/serie/stream/an-den-quellen-des-wassers/staffel-1/episode-2","name":"Die Wasserspeicher der Etosha-Pfanne","epNo":2,"alt":"","descr":"Im trockenen Gebiet der Etosha-Pfanne fällt nur selten Regen, die meisten Wasserläufe sind seit Tausenden Jahren versiegt. Doch mitten in dieser unwirtlichen Gegend, scheinbar aus dem Nichts, entstehen Wasserlöcher und Seen. Erstaunliche geologische Formationen verbergen eines der größten Süßwasservorkommen des afrikanischen Kontinents. Unter den versandeten Flüssen und rund um den ausgetrockneten Binnensee befindet sich Grundwasser, das an einigen Orten wie dem Cuvelai-Etosha-Becken aus dem Boden sprudelt und dem Lebenskreislauf Wasser zuführt. Giraffen, Elefanten und große Raubtiere wissen, wo die wenigen Wasserstellen zu finden sind. Wie aber ist es erklärbar, dass natürliche Quellen in einer Gegend vorkommen, in der es nahezu keine Niederschläge gibt? Die Wasserstellen sind der sichtbare Teil eines enormen unterirdischen Wassersystems, dessen Ausmaß gerade erst erforscht wird. Seit ein paar Jahren wagen sich Forscher in die Tiefen des Grundwasserraums, um dessen Geheimnisse zu ergründen. Bislang ist erst ein Teil davon kartographiert.","versions":[]},{"path":"/serie/stream/an-den-quellen-des-wassers/staffel-1/episode-3","name":"Philippinen, Palawans unterirdischer Fluss","epNo":3,"alt":"","descr":"Mitten im türkisblauen Meer, zwischen weißen Sandstränden und schroffen Felsen, liegt der Puerto-Princesa-Subterranean-River-Nationalpark. Durch dieses Gebiet, das zum Weltnaturerbe der UNESCO gehört, fließt der Sabang-Untergrundfluss der Insel Palawan. Als Rückgrat zahlreicher vernetzter Ökosysteme verläuft er über 35 Kilometer unterirdisch, durch Gänge und Tropfsteinhöhlen, wo faszinierende Lebewesen wie Zwergfledermäuse, Schwalben und teils neu entdeckte endemische Arten der Süßwasserfauna leben. Das Volk der Batak kennt den Fluss unter dem Berg schon seit langer Zeit. Ihren Legenden zufolge ist die Unterwasserwelt des Flusses von einem bösen Geist bewohnt. In der Dokumentation erkundet die Forschungsgruppe La Venta unter der Leitung von Antonio De Vivo das unterirdische Labyrinth und versucht, den Geheimnissen der Felsgrotten und Dome auf die Spur zu kommen.","versions":[]}]}]}