{"seriesId":"an-den-ufern-des-mississippi","name":"An den Ufern des Mississippi","descr":"Der Mississippi ist ein mächtiger Strom. Er durchfließt beziehungsweise berührt zehn amerikanische Bundesstaaten und mündet 160 Kilometer südlich von New Orleans in den Golf von Mexiko. Mit mehr als 3.700 Kilometern ist er der längste schiffbare Wasserlauf in Nordamerika und einer der längsten Flüsse der Erde. Seine gesamte Ausdehnung ist so groß, dass ganz Indien hineinpassen würde, und seine Auen bergen eine reiche Artenvielfalt. Entlang den Ufern entstand eine Reihe von Naturparks – Paradiese für Vögel, Fische, Rehwild, Elche und Bären.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Amerikas Strom im Norden","epNo":1,"alt":"","descr":"Die Reise beginnt im Winter am Itasca-See in Minnesota, 450 Meter über dem Meeresspiegel. In diesem kleinen Gletschersee entspringt der längste schiffbare Fluss des nordamerikanischen Kontinents. An der Quelle ist das Wasser des Mississippis noch glasklar, doch mit Anschwellen des Flusses wird es rasch rostig-braun. Die ersten 500 Kilometer bilden den steilsten, den schmalsten und auch den unberührtesten Abschnitt des Mississippis. Hier fließt der Strom durch sumpfige Ebenen und Seen und bildet Stromschnellen, wo sich Fische, Vögel und Pelztiere tummeln. Die Indianer gaben dem Fluss seinen Namen: Mesipi – das große Wasser. 40 Prozent aller Zugvogelarten nutzen den Mississippi als Orientierungshilfe; für manche von ihnen ist der obere Abschnitt des Flusses der einzige Rastplatz auf dem langen Weg in den Süden. Lappentaucher, Enten, Blesshühner und Reiher sind hier ein willkommenes Fressen für die Seeadler; Wasserratten und Hermine spielen Verstecken, Elche stillen ihren Durst und Bären erwachen aus dem Winterschlaf. In der kalten Jahreszeit verlieren die Bäume ihre Blätter, und auf dem Fluss bildet sich eine Eisschicht, auf der sich Wölfe um einen erbeuteten Hirsch raufen. Ein ausgeklügeltes System an Staudämmen und Schleusen am oberen Abschnitt des Mississippis schützen die Bevölkerung vor Hochwasser und bilden künstliche Seen. Hier siedelten sich unzählige Tierarten an.","versions":[{"lang":1,"streams":[{"redirect":8595829,"hoster":"VOE"},{"redirect":8595830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Herzen des Landes","epNo":2,"alt":"","descr":"Der Mississippi verlässt die Nordstaaten und fließt durch das Zentrum der USA. Der mittlere Flussabschnitt ist 1 600 Kilometer lang und von Klippen, Wasserlöchern, künstlichen Seen, Staudämmen und Schleusen geprägt; die Fließgeschwindigkeit ist hier geringer als Schritttempo. Im Frühling erwacht die Region zum Leben: Eine Braunbärenmutter tapst aus der Höhle, in der sie mit ihren zwei Jungen monatelang Winterschlaf hielt; Luchse jagen eine besondere Kaninchenart, die ihre Bauten in die Uferböschung graben. Die kleinen Nager sind auch bei den Kojoten als Delikatesse beliebt, die als größte Raubtiere der Region gelten und sich in den letzten Jahren rasant vermehrt haben. In Baumhöhlen hoch über dem Wasser schlüpfen die Entenküken – doch schon 48 Stunden nach der Geburt müssen die kleinen sie das schützende Nest verlassen. Mit einem gewagten Sprung geht es ins Wasser, wo die Entenmutter sie schon erwartet. Otter jagen Eichhörnchen, Seeadler spähen nach Wasserratten. Der Löffelstör hat eine haiartige Haut und eine Nase in Form eines riesigen Löffels, mit dem er die elektrischen Signale des Planktons empfängt. Aale sind seine größten Feinde.","versions":[{"lang":1,"streams":[{"redirect":8595835,"hoster":"VOE"},{"redirect":8595834,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Amerikas Strom im Süden","epNo":3,"alt":"","descr":"Zwischen Tennessee und den Bayous in Louisiana wird der Mississippi immer wärmer und erreicht bald die Sümpfe und Moore von Cajun Country. Die weitläufige Ebene ist durch die regelmäßigen Überschwemmungen sehr fruchtbar geworden und beherbergt unzählige Tierarten. Eine Rotfuchsfamilie hat sich am Ufer angesiedelt, Alligatorschildkröten und südamerikanische Gürteltiere leben friedlich nebeneinander, Reiher gehen auf Fischfang und die Frösche beginnen ihren Fortpflanzungszyklus. Für Unruhe sorgt nur der gefürchtete Alligator. Am liebsten frisst er Biberratten, die ihn für Wochen sättigen können. Das Opossum ist das einzige Beuteltier, das nördlich von Mexiko anzutreffen ist – es verlässt seinen Bau, um Reptilien, Vögel und kleine Säugetiere zu jagen. Der Mississippi fließt durch Baton Rouge und New Orleans und mündet dann in den Golf von Mexiko. Der Mississippi bedeckt insgesamt eine Fläche von knapp drei Millionen Quadratkilometern. Die Auen werden intensiv bewirtschaftet; weil Abfälle, Düngemittel und Pestizide ins Wasser entsorgt werden, ist zu beobachten, dass sich Quallen explosionsartig vermehren.","versions":[{"lang":1,"streams":[{"redirect":8595842,"hoster":"VOE"},{"redirect":8595843,"hoster":"Streamtape"}]}]}]}]}