{"seriesId":"ana-tramel-allein-gegen-das-syndikat","name":"Ana Tramel – Allein gegen das Syndikat","descr":"[Ana Tramel. El juego] Die brillante Strafverteidigerin Ana Tramel (Maribel Verdú) ist an einem Tiefpunkt ihres Lebens angekommen. Anstatt im Gerichtssaal für Gerechtigkeit zu sorgen, dementiert sie Geldstrafen in der Firma ihrer besten Freundin Concha. Ein Anruf ihres lang als verschollen geltenden Bruders ändert alles: Alejandro wurde verhaftet und wird wegen Mordes am Manager des Gran Castilla Casinos angeklagt. Alejandro hofft auf Anas Hilfe als Strafverteidigerin, die sich ohne zu zögern dem Fall annimmt. Während sie Alejandro Unschuld zu beweisen versucht, begibt sie sich mit ihrem kleinen, aber eingespielten Team auf die Suche nach dem wahren Täter. Dabei legt sich Ana mit einem mächtigen Gegner in der korrupten Welt des Glücksspiels an. (Basierend auf dem Roman \"Ana\" des spanischen Autors Roberto Santiago \"Das Geheimnis der schlafenden Schiedsrichter\") ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Unter Mordverdacht","epNo":1,"alt":"Episode 1","descr":"Gerade verkatert erwacht, erhält Strafverteidigerin Ana Tramel einen Anruf, der ihr Leben verändert. Ihr Bruder steckt in der Klemme, wird des Mordes an dem Chef eines Spielkasinos beschuldigt.","versions":[{"lang":1,"streams":[{"redirect":11615224,"hoster":"VOE"},{"redirect":11615203,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Anklage","epNo":2,"alt":"Episode 2","descr":"Anas Bruder bringt sich im Gefängnis um. Es ist Polizeioffizier Moncada, der Ana aus einem Sumpf von Tabletten und Alkohol holt – und Beweismaterial liefert, was mit ihrem Bruder wirklich geschah.","versions":[{"lang":1,"streams":[{"redirect":11615206,"hoster":"VOE"},{"redirect":11615209,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Entführung","epNo":3,"alt":"Episode 3","descr":"Ana wird überfallen und auch sonst laufen die Dinge aus dem Ruder. Plötzlich gibt es im Leben der Juristin häusliche Gewalt, Entführung, spielsüchtige Menschen – und eine einstweilige Verfügung.","versions":[{"lang":1,"streams":[{"redirect":12381893,"hoster":"VOE"},{"redirect":11615273,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"Episode 4","descr":"Ana hat nicht nur das korrupte Kasino gegen sich, sondern auch die Richterin Huarte. Zugleich spürt die frustrierte Anwältin Verrat von allen Seiten, auch durch Polizist und Lover Moncada.","versions":[{"lang":1,"streams":[{"redirect":12918354,"hoster":"VOE"},{"redirect":11615313,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Notwehr","epNo":5,"alt":"Episode 5","descr":"Ana versucht zu Beginn des Prozesses die Geschworenen auf ihre Seite zu ziehen. Doch die Staatsanwaltschaft kämpft mit harten Bandagen. Nicht genug, versucht Moncada sie zu töten.","versions":[{"lang":1,"streams":[{"redirect":11615302,"hoster":"VOE"},{"redirect":11615341,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Wolf","epNo":6,"alt":"Episode 6","descr":"Ana hat sich gegen den Angriff Monacadas gewehrt und wird nun des Mordes angeklagt. Zuerst spielt sie eine letzte Trumpfkarte aus und lässt sich dann auf ein gefährliches Spiel mit Santonja ein.","versions":[{"lang":1,"streams":[{"redirect":11615319,"hoster":"VOE"},{"redirect":11615370,"hoster":"Streamtape"}]}]}]}]}