{"seriesId":"andere-eltern","name":"Andere Eltern","descr":"\"Das Schlimmste am Elternsein sind andere Eltern\": Trotz dieser Weisheit hat sich eine Gruppe hipper Eltern zusammengetan, um gemeinsam eine Kindertagesstätte zu eröffnen. Doch die Ansichten über die Kindererziehung gehen bisweilen weit auseinander.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Nach einer frustrierenden Rundreise durch diverse Horror-Immobilien findet Nina ihre Traum-Kita und beruft die Elterninitiative ein. Schon bei der Suche nach einem Namen wird klar: Das wird nicht einfach mit diesen Leuten. Während der schwule Malte abzischt, um eine potenzielle Mutter zu daten, verkündet die noch kinderlose Anita bei alkoholfreiem Schampus: endlich schwanger!","versions":[{"lang":1,"streams":[{"redirect":8445968,"hoster":"VOE"},{"redirect":13573917,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die gemeinsamen Renovierungsarbeiten kommen nicht voran. Die alleinerziehende Nike fordert Handwerker von einer Internetplattform, doch Nina ist dagegen. Dabei steht ihr die größte Prüfung noch bevor: Das von ihr gewünschte Technik-freie Yoga-Zimmer soll nach Björns Willen ein Multifunktionsraum werden. Die Wogen glätten soll im Anschluss ein Schamane.","versions":[{"lang":1,"streams":[{"redirect":13102826,"hoster":"VOE"},{"redirect":14386285,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die Kita ist hinüber, die gute Laune auch. Nebenbei müssen unsere Eltern noch ihr Leben auf die Reihe kriegen, was vor allem die Grundschullehrerin Anita heftig beutelt. Immerhin nähert sich Malte seinem Ziel, Vater zu werden, und Björn entfaltet sich beim Spielplatzbau. Er bekommt kaum mit, wer das Erzieherinnen-Casting gewinnt. Es ist: eine Elfe.","versions":[{"lang":1,"streams":[{"redirect":13102827,"hoster":"VOE"},{"redirect":14386289,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"In der Kita liegt plötzlich Stroh, und keiner weiß, warum. Die Kinder können es nicht gewesen sein, denn der Betrieb hat noch nicht geöffnet. Ob es jemals dazu kommt, ist fraglich, denn dem fragilen Beziehungsgerüst unserer Eltern fehlen mehr als nur ein paar Sprossen. Dafür ist ein Kind zuviel: Paula, die neue Erzieherin, hat nachgerechnet. Findet Nina eine Lösung?","versions":[{"lang":1,"streams":[{"redirect":14358334,"hoster":"VOE"},{"redirect":14386286,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Sex - darum geht es bei einem Elternabend, der in der Kneipe endet. Dabei stößt Nike auf eine überraschend nahe liegende Lösung für ihr Kinder-Band-Projekt. Yaa hingegen ist von Lösungen weit entfernt. Während Gatte Björn vor der Lokalpresse heiße Luft von sich gibt, entdeckt sie eine ihr bis dahin unbekannte Form praller Erotik. Und Nike stellt die existenzielle Frage: Wo ist meine Tochter?","versions":[{"lang":1,"streams":[{"redirect":14358337,"hoster":"VOE"},{"redirect":14386290,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Draußen in der Wildnis überschlagen sich die Ereignisse. Schamane Franz hat in die Schwitzhütte geladen, um den Gruppengeist zu stärken. Nach dem Tanz ums Feuer offenbaren sich Brände, die nur mit Alkohol zu löschen und am nächsten Tag auszuschwitzen sind. Was dabei aus den Poren quillt, schlägt selbst Lars in die Flucht. Immerhin: Mutter und Tochter entdecken einander neu.","versions":[{"lang":1,"streams":[{"redirect":14358340,"hoster":"VOE"},{"redirect":14386294,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Endlich soll die Kita eröffnet werden. Doch dann löst sich ein Schuss und unsere Eltern sind ausgesperrt. Zwischen den Ziersträuchern finden sie den Gruppengeist, der sich in der Wildnis nicht zeigen wollte, und rücken ein paar Dinge zurecht. Und während ganz Nippes herbeiströmt, um die beste Kita der Welt zu feiern, entern unsere Eltern die Hüpfburg und rufen: Wir dürfen alles!","versions":[{"lang":1,"streams":[{"redirect":14351819,"hoster":"VOE"},{"redirect":13601930,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Ini ist zurück und unsere Eltern jeck wie eh und je. In Ninas und Jannos’ Familienwohnprojekt ist ein Geheimnis mit eingezogen. Während Malte wieder einen Bestäuber sucht und Lars ein Pickel aus der Haube wächst, gebiert Anita ein Überraschungsei. Außerdem haben die \"KrimsKramsKids\" einen neuen Erzieher, der Paula den Rücken freihalten soll. In der Zwischenzeit zanken sich Björn und Yaa unentwegt.","versions":[{"lang":1,"streams":[{"redirect":8445990,"hoster":"VOE"},{"redirect":8291817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nike ist beleidigt. Da hilft nur eins: Emotional Release! Zum Beispiel mit Maltes queerem Ostersong für Kids. Während Björn schmerzhafte Erfahrungen beim Dating machen muss, vlogt sich seine Ex in die Herzen der Backmütter. Eine Torte wäre das Richtige für Anita, doch Lars kriegt nichts gebacken. Aber es gibt auch gute Neuigkeiten: eine neue Erzieherin für die Kita und einen Papa für Lotte.","versions":[{"lang":1,"streams":[{"redirect":8445986,"hoster":"VOE"},{"redirect":8291826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Stühlerücken in der Kita: die Chance, der Elternschaft etwas mehr Diversität einzuhauchen. Malte kümmert sich derweil um seine Karriere und Nina um ihre Ehe. Bei Björn und Yaa ist sowieso alles zu spät: Ihre Kinder tragen den ewigen Trennungsstreit in die Kita. Lars zieht Stromschläge spirituellen Erfahrungen vor, und bei Nike dreht sich alles um Musik, die sogar die anderen Eltern begeistert.","versions":[{"lang":1,"streams":[{"redirect":8445988,"hoster":"VOE"},{"redirect":8291830,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Endlich Ferien – auf nach Holland! Wer ist so bescheuert, und fährt mit anderen Eltern in den Urlaub? Unsere Eltern! Immerhin tun sie das klimaneutral. Statt Netze auszuwerfen, suchen sie ständig welche, was Malte erst in den Wahnsinn und dann in die Flucht treibt. So verpasst er gleich mehrere Höhe- und Tiefpunkte der gemeinsamen Reise. Was was ist, hängt wie immer vom jeweiligen Standpunkt ab.","versions":[{"lang":1,"streams":[{"redirect":12332426,"hoster":"VOE"},{"redirect":8291836,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Jannos kennt jetzt Ninas Geheimnis. Bei Malte, Yaa und Björn stehen derweil alle Zeichen auf Neubeginn. Mit syrischen \"Flüchtlingen\" in ihrer Mitte sind die \"KrimsKramsKids\" endlich wieder komplett. Wäre da nur nicht dieser auf Krawall gebürstete Autoritätscoach mit seiner Jefferson-Methode, die alles wieder durcheinanderbringt – ganz besonders Anita.","versions":[{"lang":1,"streams":[{"redirect":13097029,"hoster":"VOE"},{"redirect":8291842,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Es tobt der Kampf um die Kita und mittendrin: zwei Frauen. Auch drumherum toben Kämpfe: zwischen Eltern und Nicht-Eltern, zwischen Bauherren und Baggerfahrern, zwischen Jannos und Björn, zwischen Nike und Lottes Papa, zwischen Malte und seinem Lover, zwischen Anita und Lars, zwischen Nina und Ini. Nur eine ist ganz harmonisch mit sich selbst: Yaa beim Anfertigen ihrer Scheidungstorte.","versions":[{"lang":1,"streams":[{"redirect":13097025,"hoster":"VOE"},{"redirect":8291848,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Nina sucht ihre Mutter – und die richtige WhatsApp-Gruppe. Zurzeit singt der \"KrimsKrams-Chor\" kakofonisch, denn jeder trällert sein eigenes Lied: Yaa kämpft mit Läusen, Jannos und Lars mit Herrn Hase, Björn macht Karriere, Malte geht ein Licht auf und Nike einer ab. Da kommt Weihnachten gerade recht. Doch das Fest der Liebe beginnt mit einem Knall.","versions":[{"lang":1,"streams":[{"redirect":13097028,"hoster":"VOE"},{"redirect":8291853,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Das Rätsel um die verschwundene Ini ist gelüftet aber die Kita ist nicht mehr dieselbe. Björn setzt neue amouröse Prioritäten, Nina und Anita bilden eine unheilige Allianz und Malte entdeckt an sich ganz neue Qualitäten. Schließlich bekommt Jannos endlich Gewissheit über seine Nachkommenschaft und gerade als für einen Moment alles gut scheint, läutet das letzte Stündlein im Stuhlkreis.","versions":[{"lang":1,"streams":[{"redirect":13097032,"hoster":"VOE"},{"redirect":8291861,"hoster":"Streamtape"}]}]}]}]}