{"path":"/serie/stream/anderson-spider-silva","name":"Anderson Spider Silva","descr":"Die biografische Serie erzählt die Geschichte eines der bedeutendsten MMA-Sportler der Welt. Anderson Silva (William Nascimento) wurde 1979 in São Paulo geboren und wuchs bei seiner Tante und seinem Onkel am Stadtrand von Curitiba auf. Als Kind trainierte er Taekwondo, Jiu-Jitsu und Muay Thai. Es dauerte nicht lange, bis Anderson sich in diesem Sport einen Namen machte und schließlich den schwarzen Gürtel in all diesen Kampfsportarten erwarb.  Um Geld zu verdienen, stieg Anderson in den Profisport ein und wurde zu einem Mixed-Martial-Arts-Kämpfer, der sich mit seinem Kampfnamen ‚Spider‘ in die Geschichtsbücher einschreiben konnte. Der Erfolg hatte aber auch Schattenseiten…","seasons":[{"path":"/serie/stream/anderson-spider-silva/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/anderson-spider-silva/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Nach einem hart erkämpften Sieg gehen wir zurück in die Jugendjahre von Anderson und beleuchten die Anfänge seiner Karriere, die Beziehung zu seiner Familie und die Gefahren der Stadt Curitiba.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336666","hoster":"VOE"},{"path":"/redirect/13336655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anderson-spider-silva/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Anderson hat zwei Jobs, um seine Familie durchzubringen. An einem anstrengenden Tag bereitet er sich auf sein erstes großes Turnier vor und kämpft, um das Leben seines neugeborenen Sohnes zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336656","hoster":"VOE"},{"path":"/redirect/13336658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anderson-spider-silva/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Anderson reist für den bisher größten Kampf seiner Karriere nach Japan, doch die kulturellen Unterschiede und ungeklärte Fragen im familiären Umfeld schmälern seine Chancen auf den Sieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336660","hoster":"VOE"},{"path":"/redirect/13336665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anderson-spider-silva/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Als MMA-Champion hat Anderson nun ein neues Ziel: Er will zu einem weltweiten Idol werden. Ein neuer Manager unterstützt ihn dabei und plötzlich wollen alle Spider! Doch der Ruhm hat seinen Preis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336671","hoster":"VOE"},{"path":"/redirect/13336669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anderson-spider-silva/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Wird Anderson weiter kämpfen oder von seinen Ruhm als Spider leben? Wegen eines herben Verlusts beginnt Anderson Beziehungen zu kitten, die unter seinem Erfolg gelitten haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336675","hoster":"VOE"},{"path":"/redirect/13336679","hoster":"Streamtape"}]}]}]}]}