{"path":"/serie/stream/angela-henson-das-auge-des-fbi","name":"Angela Henson - Das Auge des FBI","descr":"FBI-Agentin Angela Henson erkennt intuitiv, wenn jemand lügt. Sie ist die Tochter eines verurteilten Hochverräters, für den sie nur noch Verachtung übrig hat, weil ihm seine damalige Spionagetätigkeit für fremde Mächte wichtiger war als seine eigenen Kinder. Angela gehört gemeinsam mit dem coolen Ermittler Leo und dem struppigen Computerfreak Dozer zu einer Ermittlungs-Crew. Berichten muss die Gruppe an Gene, der bei seinen Kollegen alles andere als beliebt ist…","seasons":[{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-1","name":"Verschwunden","epNo":1,"alt":"Pilot","descr":"FBI-Agentin Angela Henson erkennt intuitiv, wenn jemand lügt. Sie ist die Tochter eines verurteilten Hochverräters, für den sie nur noch Verachtung übrig hat, weil ihm seine damalige Spionagetätigkeit für fremde Mächte wichtiger war als seine eigenen Kinder. Angela gehört gemeinsam mit dem coolen Ermittler Leo und dem struppigen Computerfreak Dozer zu einer Ermittlungs-Crew. Berichten muss die Gruppe an Gene, der bei seinen Kollegen alles andere als beliebt ist. Im ersten Fall, den Angela und ihre Einheit aufklären müssen, untersuchen die drei die Vergangenheit des Bauunternehmers Andy, der verdächtigt wird, seine Frau aus dem Flugzeug gestoßen zu haben. Nach ersten Nachforschungen erhärtet sich der Verdacht, aber Angela findet mit ihren besonderen Fähigkeiten heraus, dass nichts so ist, wie es scheint. Außerdem stattet Angela das erste Mal seit zehn Jahren ihrem Vater einen Besuch im Gefängnis ab...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332441","hoster":"VOE"},{"path":"/redirect/12090352","hoster":"Doodstream"},{"path":"/redirect/8292735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-2","name":"Bedroht","epNo":2,"alt":"Eyes for Windows","descr":"Die Nachrichtensprecherin Missy Banders bekommt anonyme Morddrohungen. Die Behörden verdächtigen den Strippenzieher Jack Stillman als Urheber, da die Journalistin eine Reportage über dessen dunkle Machenschaften plant. Angela findet aber durch ihre Fähigkeit, Lügen zu erkennen heraus, dass der Hauptverdächtige nicht dahinter steckt. Desweiteren versucht sie, ihre Freundin Savannah davon abzuhalten zu heiraten. Angela kann sich, obwohl sie Brautjungfer ist, gar nicht um die Hochzeit kümmern, weil sie fast die ganze Zeit in der Banders-Angelegenheit ermittelt. Ihr Date Peter soll sie auf allen offiziellen Hochzeitsterminen angemessen vertreten, wozu der aber keine Lust hat und mit Angela Schluss macht, weil sie ihrem Privatleben keinen Raum gibt. Am Ende taucht zu allem Überfluss auch noch Angelas Bruder Jerry auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446526","hoster":"VOE"},{"path":"/redirect/8292736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-3","name":"Ablenkungsmanöver","epNo":3,"alt":"In God\u0027s Eyes","descr":"Bei einem Einbruch in Patricia Martins Haus wird der Einbrecher namens Mitchum erschossen. Der gefährliche Wiederholungstäter hat zuvor 20 Jahre wegen Raubes im Gefängnis gesessen. Es scheint sich um einen klaren Fall von Notwehr zu handeln. Allerdings flüchtet sich Mrs. Martin anschließend in eine Kirche zu Pater Molloy, der ihr Kirchenasyl gewährt. Angela und ihr Team müssen draußen bleiben. Alle Versuche zu Mrs. Martin vorzudringen bleiben erfolglos, also installiert Angelas Team Überwachungskameras an allen vier Seiten der Kirche. Pater Molloy, den das Team bei der Gartenarbeit mit seinem merkwürdigen Diener Tim antrifft, ist ein Meister im Verschweigen der Wahrheit, ohne selbst zu lügen. Dennoch findet Angela heraus, dass Molloy, Patricia und Mitchum im selben Kinderheim aufgewachsen sind. Währenddessen wird Angela in die chaotischen Lebensverhältnisse ihres Bruders Jerry hineingezogen, dem offenbar der notorische Wettbetrüger Simon Laird auf den Fersen ist, um sich geliehenes Geld von Jerry zurückzuholen. Nach eingehender Recherche ermitteln Angela und ihr Team, dass es noch eine vierte Person gab, die damals mit Patricia, Mitchum und Molloy im Heim engeren Kontakt hatte. Es ist ein Junge namens Jonesy, der bei einer Prügelei mit Mitchum einen Hirnschaden davongetragen hat. Angela findet heraus, dass alle Jungen des Heimes Patricia ergeben waren und Jonesy eine Art Beschützerinstinkt für Patricia entwickelt hatte. Zu der Schlägerei zwischen ihm und Mitchum sei es gekommen, weil Jonesy ein Schäferstündchen Molloys mit Patricia vor dem eifersüchtigen Mitchum abschirmen wollte. Angela spürt, dass Jonesy und der Gartenarbeiter Tim ein und dieselbe Person sind und Patricias Flucht nach dem Überfall lediglich ein Ablenkungsmanöver war, das dazu dienen sollte, Tim einen schnelles Verschwinden zu ermöglichen. Es gelingt in letzter Minute, Tim auf dem Flughafen zu stellen. Wenig später kann Jerry Angela zu einem Besuch bei ihrer Mutter Lydia im Gefängnis überreden. Dabei erfährt Angela, dass ihre Mutter bald sterben wird, falls sie keine Knochenmarktransfusion von ihrer Tochter bekommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446525","hoster":"VOE"},{"path":"/redirect/12090372","hoster":"Doodstream"},{"path":"/redirect/8292738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-4","name":"Vater und Sohn","epNo":4,"alt":"Eyes of the Father","descr":"Angela und ihr Partner Leo werden an den Tatort eines Diamentenraubs gerufen. Ein Diamantenhändler wurde um einige seiner kostbarsten Exponate erleichtert und ein Angestellter wurde bei dem Überfall angeschossen. Die FBI-Agenten mutmaßen, dass es sich um die Fortsetzung der Raubserie handelt, die sie seit Wochen auf Trab hält. Vor dem Übergriff wurde das Sicherheitssystem lahm gelegt, doch diesmal haben die Täter übersehen, dass auch in dem Lastenaufzug, den sie Richtung Tresorraum benutzt haben, eine Überwachungskamera installiert war. Das Bildmaterial der Kamera liefert zwar nicht ihr direktes Konterfei, aber ein Spiegelbild. Angela lanciert das Foto an die Medien, um die Bevölkerung zur Mithilfe aufzurufen. Unter den Anrufern ist auch Danielle, die nach der Befragung einräumt, dass der Mann auf dem veröffentlichten Foto ihr Vater ist. Es stellt sich heraus, dass sie ein schwieriges Verhältnis zu ihm hat. Zwischenzeitlich wird auch Angela wieder mit ihren eigenen familiären Konflikten konfrontiert. Ihrer Mutter, die an Leukämie erkrankt ist, geht es zusehends schlechter. Die fortgeschrittenen Krankheitssymptome erfordern eine schnellstmögliche Knochenmarktransplantation, für die nur Angela infrage kommt. Angela hadert, entschließt sich aber letztendlich doch, sich zur Verfügung zu stellen. Im Krankenhaus lernt sie den behandelnden Assistenzarzt Dylan kennen. In der Ermittlung hinsichtlich der Raubserie stellt sich heraus, dass auch Danielles Bruder Kevin involviert ist. Um Schadensbegrenzung für ihren Bruder zu betreiben, willigt Danielle ein, sich vom FBI verkabeln zu lassen und ihrem Vater Beweise dafür zu entlocken, dass er für die Raubüberfälle verantwortlich ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446527","hoster":"VOE"},{"path":"/redirect/8292741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-5","name":"Undercover","epNo":5,"alt":"Undercover Eyes","descr":"Gene überträgt Angela und ihrem Partner Leo einen Undercover-Einsatz in Westerby. In dem kleinen, beschaulichen Vorort ist eine plötzliche Anhäufung von Drogenmissbrauchsfällen zu verzeichnen. Allein in vier Wochen sind drei Jugendliche an einer Überdosis synthetischer Drogen gestorben. Getarnt als Aushilfslehrerin ermittelt Angela an der örtlichen Highschool. Angelas Kollege Leo tritt als neuer Co-Trainer des örtlichen Basketballclubs auf. Schon bald rückt ein Mann namens Brad in den Mittelpunkt ihres Interesses. Mit Hilfe der Überwachungskameras der Schule kann Angela beweisen, dass er Drogen an Schüler verkauft. Brad ist jedoch eine kleine Nummer im Drogenhandel. Sein Chef ist Ed, für den er auf einem Rasthof tätig ist. Ihr kriminelles Unternehmen hat Brad dazu instrumentalisiert, Lastwagen auszuloten, die besonders wertvolle Ladung transportieren. Diese Fahrzeuge werden dann ausgeraubt und die Ladung gewinnbringend veräußert. Der Profit fließt in Projekte, die der Stadt zu Gute kommen. Ed fühlt sich wie ein Robin Hood des 21. Jahrhunderts. Die gemeinnützige Arbeit von Ed und seinem Komplizen Ray läuft aus dem Ruder, als Brad selbst einen Laster mit Pharmaprodukten überfällt und die bewusstseinsverändernden Medikamente an der Schule verkauft. Wenig später verschwindet Brad plötzlich spurlos und seine Freundin Zoe wird bewusstlos aufgefunden - vollgepumpt mit Drogen. Angela ahnt, dass Ed etwas damit zu tun hat und beschattet ihn selber...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446530","hoster":"VOE"},{"path":"/redirect/8292743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-6","name":"Schicksal einer Diva","epNo":6,"alt":"Political Eyes","descr":"Angela verbringt ihren Geburtstag damit, eine Opernsängerin zu überwachen, die eine geheime Affäre mit einem verheirateten Kongressabgeordneten hat. Wenigstens schafft sie es, etwas Zeit mit ihrem neuen Freund Dylan zu verbringen, der ihr ein besonders gelungenes Geschenk macht. Doch auch Dozer und Jerry haben ihren Ehrentag nicht vergessen und haben in der Zwischenzeit eine Überraschungsparty für Angela organisiert. Dort übergibt ihr ihr Bruder Jerry auch die Zeit-Kapsel mit einem alten Foto ihrer beider Eltern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446534","hoster":"VOE"},{"path":"/redirect/12090378","hoster":"Doodstream"},{"path":"/redirect/8292745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-7","name":"Wettlauf gegen die Zeit","epNo":7,"alt":"Open Your Eyes","descr":"Angela und ihr Team stehen vor dem schwersten Fall ihrer Karriere. Aus dem Labor des Energiekonzerns Lambert wurden sechs Ampullen des tödlichen Marburg-Virus’ gestohlen. Das FBI hat nur 24 Stunden Zeit, den tödlichen Virus wieder zu beschaffen, der von einem Terroristen aus einem Labor gestohlen wurde. Der Terrorist droht damit, den Virus freizusetzen, falls seine Forderungen nicht erfüllt werden. Nachdem im Hauptsitz des Lambert Konzerns ein Erpresseranruf eingegangen ist, in dem angedroht wird, dass viele Menschen durch das Virus ihr Leben verlieren werden, sofern die Lamberts nicht 40 Millionen Dollar zahlen, beschließt die Familie Lambert, dass sie sich einer Erpressung nicht beugen wird. Doch Junior Chad insistiert darauf, man müsse den enormen Imageschaden, den eine möglicherweise ausgelöste Epidemie verursachen würde, abwenden. Angela und Leo versuchen, den Kreis der potentiell in Frage kommenden Erpresser zu erfassen. Sie stoßen dabei auf Paul Bettancourt und Dr. Roman Felt sowie auf eine Sammelklage gegen den Konzern, die von 16 Klägern geführt wurde, die behaupteten, dass durch Bohrungen der Firma Lambert ihr Grundwasser verseucht wurde. Außerdem soll es dadurch zu massiven Krankheitsfällen gekommen sein. Vertreter der Sammelklage sind die Eheleute Andrew und Emily Dexter. Emily Dexter ist mittlerweile an ihrer Erkrankung gestorben, doch ihren Anwälten ist es nicht gelungen, nachzuweisen, dass ihr Tod auf das durch Lamberts Bohrungen verseuchte Grundwasser zurückzuführen ist. Auch in den Fall von Angelas inhaftierten Eltern kommt Bewegung: Es taucht der unbekannte Mann auf, den sie auf alten Fotos ihrer Eltern gesehen hat. Er behauptet felsenfest, ihre Eltern seien unschuldig. Doch bevor er eine Chance hat, dies auch zu beweisen, wird er umgebracht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004064","hoster":"VOE"},{"path":"/redirect/8292749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-8","name":"Stockholm-Syndrom","epNo":8,"alt":"Blue-Eyed Blues","descr":"Ein junges Mädchen wurde vor vier Monaten entführt. Angelas Team erhält den Tipp, dass die Kleine währenddessen mehrfach in einem Lädchen gesehen wurde. Tatsächlich gelingt es Angela und Leo, sie vor diesem Laden aufzugreifen und in Sicherheit zu bringen. Dabei bemerkt Angela, dass ein blauer Pick-Up fluchtartig das Gelände verlässt. Während der polizeilichen Befragung steht das Entführungsopfer Natalie unter stark sedierenden Medikamenten. Das Team recherchiert, dass sie bereits vor der Entführung regelmäßig in außergewöhnlich hoher Dosis bewusstseinsverändernde Medikamente eingenommen hat. Natalie ist den Ermittlern bei der Suche nach ihrem Entführer keine große Hilfe, da sie vorgibt, sich kaum noch an etwas erinnern zu können. Völlig überraschend stellt Natalies Vater Eddie eines Morgens den vermeintlichen Entführer namens David Larson auf dem Grundstück der Youngs. Larson passt ins Täterprofil, er arbeitet als Krankenpfleger in einem medizinischen Forschungszentrum. Eine Gegenüberstellung verläuft jedoch erfolglos, da Natalie vorgibt, ihr Entführer sei nicht unter den Vorgeführten. Doch Angela ist überzeugt davon, den Richtigen erwischt zu haben. Aber die Vorschriften lassen ihnen nur noch 24 Stunden, um David Larson die Entführung nachzuweisen oder ihn lediglich wegen Hausfriedensbruch an die Polizei zu übergeben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446536","hoster":"VOE"},{"path":"/redirect/8292748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-9","name":"Auf Leben und Tod","epNo":9,"alt":"Lyin\u0027 Eyes","descr":"Angela hat Dylan und ihren Bruder Jerry zu sich zum Essen eingeladen, damit die beiden sich endlich kennen lernen. Während der Vorbereitungen für den Abend taucht ein Unbekannter in Angelas Apartment auf und schießt auf sie. Sie geht zu Boden, und bevor sie bewusstlos wird flüstert sie ihrem Bruder das Wort \"Blaumeise\" zu. Dabei handelt es sich um den Spitznamen eines Mannes, der im Fokus ihres ersten, gemeinsamen Falles mit Leo stand. Angela und Leo hatten sich seinerzeit undercover in eine Pokerrunde eingeschleust. Dank Angelas besonderer Fähigkeit, Lügner zu entlarven, hatte sie jeden Bluff erkannt und im Zuge ihres Einsatzes, jeden Spieler der Runde um sehr viel Geld erleichtert. Auch Dozer kam bei diesem Fall das erste Mal zum Einsatz. Weder Angelas Partner Leo noch Gene wussten, dass Dozer Angela mit einer Art Mikrokamerabrille ausgestattet hatte und außerhalb des Gebäudes die Identität eines jeden Spielers überprüfte, den Angela ins Visier genommen hatte. Nachdem die \"Blaumeise\" tatsächlich gefasst werden konnte, stellte Gene Dozer einen Job beim FBI in Aussicht. Der gefasste Täter sitzt jedoch immer noch seine Strafe ab und kommt somit nicht als Schütze in Frage. Nach weiteren Ermittlungen stellt sich dank der Aufnahmen der Außenkameras vor dem Büro des Ermittlerteams etwas Entscheidendes heraus: Einer der Spieler, den Angela seinerzeit empfindlich erleichtert hatte, hat sich am Jahrestag seines persönlichen Waterloos auf den Weg gemacht , um sich an ihr zu rächen. Als Angela schwer verletzt auf dem Weg ins Krankenhaus ist, kehrt Jerry noch einmal in ihre Wohnung zurück und findet den neuen Freund seiner Schwester dort in einer verdächtigen Situation vor. Ihm wird klar, dass Dylan seine Schwester ausspioniert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918387","hoster":"VOE"},{"path":"/redirect/8292751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-10","name":"Doppelleben","epNo":10,"alt":"Eyes Wide Shut","descr":"Angelas Team ermittelt gegen die beiden Schwerkriminellen Pat Barone und Joe Jackson. Nach Informationen aus Insiderkreisen planen sie, ihr schmutziges Geld gegen Falschgeld einzutauschen. Der Transfer soll durch einen Verbindungsmann durchgeführt werden. Angelas Team ermittelt, dass der Verbindungsmann ein undercover arbeitender Polizist ist. Sein Name ist Blake und er ist außerdem ein langjähriger Freund von Leo. Zudem stellt sich heraus, dass es sich bei der Fälschergang um eine Organisation aus China handelt. Da das FBI gleichermaßen Interesse an der Aufklärung dieses Falles hat wie die chinesische Polizei, regt Gene eine Kooperation an. Leo trifft sich daraufhin mit seinem alten Freund Blake, und Angela sucht das Gespräch mit dessen Partner Vic Feretti. Als Leo an Blakes Tür klingelt, verlässt seine Frau Anita überstürzt das Haus und Leo spürt sofort, dass seinen Freund etwas belastet. Er erfährt, dass es in der Ehe der beiden Spannungen gibt. Leo versichert ihm, jederzeit ein offenes Ohr für ihn zu haben. Kurz darauf bittet Blake Leo telefonisch tatsächlich um ein Gespräch unter Freunden. Als Leo am vereinbarten Ort eintrifft, findet er Blake tot vor. Auf der Abschiedsfeier für Blake zeigt sich, dass sein Partner Vic ein sehr vertrautes Verhältnis zu Anita zu haben scheint. Angelas Misstrauen wächst, aber Leo verschließt sich gegen jeden Zweifel. Angelas Kollege verspricht Anita, gemeinsam mit Vic Blakes Mörder zu finden. Die Ermittlungsarbeit konzentriert sich zunächst auf die chinesische Fälschergang. Tatsächlich gelingt es Vic, die beiden führenden Köpfe der Organisation, Kon und Ling, dingfest zu machen. Immer wieder insistiert Leo Partner darauf, dass die Chinesen Blake auf dem Gewissen haben, doch Angela merkt dank ihrer außergewöhnlichen Begabung, dass es sich nicht um Blakes Mörder handelt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446540","hoster":"VOE"},{"path":"/redirect/8292752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-11","name":"Drama über den Wolken","epNo":11,"alt":"In Your Eyes","descr":"Angelas Teamkollege Dozer hat große Flugangst und es kostet ihn große Überwindung sich überhaupt in ein Flugzeug zu setzen. Doch um bei dem 60. Geburtstag seines Vaters dabei zu sein macht er eine Ausnahme. Seine Sitznachbarin Dana versucht ihn mit vermeintlich guten Vorzeichen für einen sicheren Flug zu beruhigen. An Bord ist auch ein Mann namens Carl Potts, der durch seine extreme Gereiztheit während eines Telefongesprächs kurz vor Abflug und übermäßigen Alkoholkonsum Dozers Misstrauen erregt. Er berichtet Angela von seiner Befürchtung, dass der Mann eine tickende Zeitbombe sein könnte. Sie beschwichtigt ihn, in der Annahme, dass seine Fantasie aufgrund seiner Flugangst Kapriolen schlägt. Wenig später eskaliert die Situation an Bord jedoch tatsächlich. Carl Potts entreißt dem Flugsicherheitsbegleiter die Waffe, schießt auf ihn und entführt die vollbesetzte Passagiermaschine. Angela und Leo recherchieren fieberhaft. Sie finden heraus, dass der Entführer am frühen Morgen seine Frau mit seinem besten Freund im Bett erwischt hat. Zusätzlich wurde ihm sein Kassierer-Posten in einer Bank fristlos gekündigt, nachdem er die Beherrschung verloren hatte, weil er bei den turnusmäßigen Beförderungen innerhalb des Betriebes zum wiederholten Male übergangen wurde. Wenig später wird der Liebhaber von Carls Frau erschossen in seiner Wohnung aufgefunden. Als der offensichtlich schwer verstörte Mann explizit Dozers Sitznachbarin Dana bedroht und zur Geisel nimmt, wächst Dozer über sich selbst hinaus...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446544","hoster":"VOE"},{"path":"/redirect/8292754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-12","name":"Chamäleon","epNo":12,"alt":"The Camera\u0027s Eye","descr":"Angela und ihre Partner müssen einen mysteriösen Kunstraub aufklären. In der Nacht nach der Vernissage seiner neuesten Ausstellung, wurden die Werke des Künstlers Gus Walker gestohlen. Es stellt sich heraus, dass zum Tatzeitpunkt sämtliche Überwachungskameras der Galerie mittels eines Passworts deaktiviert wurden. Gus Walker selbst kannte das Passwort und gerät in den Verdacht, aus finanziellen Gründen seine Arbeiten beiseite geschafft zu haben. Doch auch seine Galeristin Marla hat genug Motive, die wertvollen Kunstobjekte verschwinden zu lassen: Sie könnte versuchen, die Versicherungsprämie zu kassieren oder den Schwarzmarkterlös eines Verkaufs der Bilder in ihre eigene Tasche fließen lassen. Gus Walker wird jedoch kurze Zeit später in seiner Wohnung erschossen aufgefunden. Im Zuge der Ermittlungen stellt sich heraus, dass, bis auf ein Bild, alle vermissten Werke nach wie vor in seinem Besitz sind. Außerdem ergibt sich bei näherer Betrachtung, dass auf der fehlenden Bildcollage eine international gesuchte Auftragskillerin zu sehen ist: Ihr Name lautet \"Chamäelon\". Anhand des Fotomaterials der entwendeten Collage recherchieren Angela und ihr Team, dass die Killerin offensichtlich ein Attentat plant und können das Schlimmste verhindern. Derweil tappt Jerry in eine Venusfalle: Eine von Jack Stillman angeheuerte junge Frau verdreht ihm den Kopf und stiehlt die für die Entlastung seiner Eltern so wichtigen Papiere...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446543","hoster":"VOE"},{"path":"/redirect/8292757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/angela-henson-das-auge-des-fbi/staffel-1/episode-13","name":"Ezechiel","epNo":13,"alt":"Eyes on the Prize","descr":"Jack Stillman trifft sich auf dem Dach eines Hochhauses mit einem mysteriösen Mann und händigt ihm die Dokumente aus, die die Unschuld von Angelas Eltern beweisen könnten. Dass er sich eine Kopie der Unterlagen angefertigt hat, erweist sich als tödlicher Fehler, denn zwei Handlanger des Mannes werfen ihn vom Dach. Im Zuge der Ermittlungen stellt sich heraus, dass Stillman eine illegale Telefonabhöranlage in seinem Büro installiert hatte und neben bekannten Größen der Stadt ist auch Angela auf seiner Abhörliste zu finden. Anhand von Bildern einer Überwachungskamera identifiziert Angela den mysteriösen Mann auf dem Dach als Simon Laird. Der Ex CIA-Agent hatte Stillman angeheuert, um Angela und Jerry zu beschatten und ihnen die Dokumente abzunehmen. Um nähere Informationen über Laird zu bekommen, ermöglicht Gene im Hochsicherheitstrakt des Gefängnisses eine Familienzusammenkunft der Andersons und Angelas Vater Colin bietet sich als Köder an, um Laird aus der Reserve zu locken. Als es zu diesem Treffen kommt, taucht auch der verschollene Alexi Karasyov am Ort des Geschehens auf. Es kommt zu einem Schusswechsel, bei dem Colin schwer verletzt wird. Lydias Vater Christopher erweist sich als enger Vertrauter von Gene und beide scheinen mit Simon Laird unter einer Decke zu stecken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8596063","hoster":"VOE"},{"path":"/redirect/8596060","hoster":"Streamtape"}]}]}]}]}