{"seriesId":"angel-jaeger-der-finsternis","name":"Angel - Jäger der Finsternis","descr":"Angel ist ein Vampir. Seit dem 17. Jahrhundert hat er als Angelus viele Menschenleben ausgelöscht. Irgendwann geriet er an eine Zigeunerin. Ihre Familie rächte sich an Angel, indem sie ihm eine Seele gaben. Mit dieser spürt er das Leid der Menschen und hat sich aufgemacht, um ihnen zu helfen. Er arbeitet in San Fransisco für \"Angel Investigations”, eine Organisation, die Vampire und Dämonen ausfindigmachen und auslöschen soll. Zusammen mit Wesley, Cordelia, Gunn und Fred beschützt er die Schutzlosen. Er kann jedoch nie wirklich glücklich sein. In dem Moment indem ihm wahres Glück widerfährt, verliert er seine Seele und wird wieder zu Angelus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Licht und Schatten","epNo":1,"alt":"City Of...","descr":"Angel kommt, nachdem er sich von Buffy getrennt hat, nach Los Angeles. Er will nun Leuten helfen, um so seine Sünden, die er einst als böser Vampir Angelus begangen hat, auszugleichen. Angel wird alsbald vom Halbdämonen Doyle aufgesucht, der von höheren Mächten geschickt wurde. Doyle erteilt Angel den Auftrag, einer gewissen Tina beizustehen, die vom skrupellosen Geschäftsmann Russell Winters bedroht wird. Bei seinen Recherchen trifft Angel plötzlich auf Cordelia …","versions":[{"lang":1,"streams":[{"redirect":8446199,"hoster":"VOE"},{"redirect":12090009,"hoster":"Doodstream"},{"redirect":8292176,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Einsame Herzen","epNo":2,"alt":"Lonely Hearts","descr":"Angel und seine Partner werden durch eine Vision Doyles auf seltsame Vorgänge aufmerksam gemacht: In Los Angeles verschwinden auf mysteriöse Weise Menschen. Schließlich kommt Angel einem Dämon auf die Spur, der in die Körper seiner Opfer eindringt, sich von ihnen ernährt und sich anschließend einen neuen Wirtskörper sucht. Bei seinem nächsten Versuch stellt Angel das Ungeheuer. Zwischen den beiden kommt es zu einem heftigen Kampf – und dabei erweist sich der Dämon als überlegen.","versions":[{"lang":1,"streams":[{"redirect":12332428,"hoster":"VOE"},{"redirect":12090043,"hoster":"Doodstream"},{"redirect":8292183,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ring von Amara","epNo":3,"alt":"In The Dark","descr":"Buffy bittet Oz, Angel den Ring von Amara zu bringen, der jeden Vampir unbesiegbar macht und den sie Spike abgenommen hat. Danach taucht Spike bei Angel auf und lässt ihn von Marcus foltern. Doch Angel verrät seinem Peiniger das Versteck des Ringes nicht. Schließlich können Oz, Cordelia und Doyle Angel befreien. In dem allgemeinen Durcheinander bringt der Folterer Marcus den Ring an sich und flieht. Angel und seine Freunde folgen ihm – es kommt zu einem erbitterten Kampf.","versions":[{"lang":1,"streams":[{"redirect":8446201,"hoster":"VOE"},{"redirect":8292186,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Maschen des Dr. Meltzer","epNo":4,"alt":"I Fall To Pieces","descr":"Die junge Melissa Burns sucht Hilfe bei Angel: Melissa fühlt sich von dem Arzt Ronald Meltzer verfolgt. Seit sie einmal mit ihm aus war, überwacht Meltzer sie auf Schritt und Tritt. Als Angel unter einem Vorwand in Meltzers Praxis erscheint, schöpft dieser Verdacht und verabreicht Angel eine tödliche Spritze. Anschließend sucht der Arzt Melissa auf. Bevor Meltzer ihr etwas antun kann, taucht Angel auf, dem die für Menschen tödliche Spritze als Vampir nichts anhaben konnte.","versions":[{"lang":1,"streams":[{"redirect":8446207,"hoster":"VOE"},{"redirect":8763143,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zimmer mit Aussicht","epNo":5,"alt":"Room w/a Vu","descr":"Cordelia ist genervt, denn in ihrer Wohnung wimmelt es von Kakerlaken. Kurz entschlossen quartiert sie sich bei Angel ein, der darüber nicht gerade erfreut ist. Indessen will ein Dämon namens Griff bei Doyle Schulden eintreiben, die dieser aber nicht bezahlen kann. Doyle vertraut sich Angel an, der ihm helfen will – vorausgesetzt, Doyle kann Cordelia eine neue Bleibe besorgen. Nach einiger Zeit ist die Traumwohnung gefunden. Doch leider treibt dort ein Poltergeist sein Unwesen.","versions":[{"lang":1,"streams":[{"redirect":8446208,"hoster":"VOE"},{"redirect":8967309,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verwirrung der Gefühle","epNo":6,"alt":"Sense And Sensitivity","descr":"Der Polizistin Kate ist es mit Angels Unterstützung gelungen, den Mafiaboss Papazian zu verhaften. Doch Papazian kann über verbrecherische Anwälte einen Coup landen: Man schleust einen Psychologen ins Gefängnis ein, der mit einem magischen Stock aus allen Polizisten äußerst sanfte, sensible Menschen werden lässt. Einer davon lässt aus Mitleid alle Gefangenen frei. Doch Angel, Cordelia und Doyle sind gegen solche Tricks immun – und der Mafiaboss landet erneut hinter Gittern.","versions":[{"lang":1,"streams":[{"redirect":12332434,"hoster":"VOE"},{"redirect":12090018,"hoster":"Doodstream"},{"redirect":8292194,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Party mit Biss","epNo":7,"alt":"The Bachelor Party","descr":"Harry, Doyles Ehefrau, taucht überraschend auf und fordert die Scheidung. Harry hat auch schon einen neuen Partner gefunden, der zu Doyles Erstaunen zum Clan der Ano-Movic-Dämonen gehört. Richard, Harrys Bräutigam, lädt Doyle zu seiner Junggesellenparty ein. Er ist ganz versessen darauf, dass Doyle seinen Segen zu der neuen Heirat gibt. Niemand ahnt, dass Doyle damit auch einwilligt, dass Richard bei der Party sein Hirn verspeisen darf – nach Tradition der Ano-Movic-Dämonen.","versions":[{"lang":1,"streams":[{"redirect":8446213,"hoster":"VOE"},{"redirect":12090016,"hoster":"Doodstream"},{"redirect":8292198,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe auf Zeit","epNo":8,"alt":"I Will Remember You","descr":"Wütend sucht Buffy Angel auf, der in Sunnydale war und einen gefährlichen Geist bezwungen hat. Während sie streiten, taucht ein Dämon auf. Es kommt zum Kampf, in dessen Verlauf sich das Dämonenblut mit dem von Angel vermischt. Dadurch wird Angel zum Menschen – und nun geben sich Buffy und Angel endlich ihrer Liebe hin. Doch dann erfahren sie, dass Buffy vor der Zeit sterben wird, weil sie nun keinen Beschützer mehr hat. Im Austausch für ihr Leben wird Angel wieder zum Vampir.","versions":[{"lang":1,"streams":[{"redirect":8446209,"hoster":"VOE"},{"redirect":12090020,"hoster":"Doodstream"},{"redirect":8292206,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Helden wie wir","epNo":9,"alt":"Heroes","descr":"Cordelia will eine Agentur eröffnen, um ihre Dienste ganz professionell anzubieten. Angel, dem sie diesbezüglich einen Vorschlag macht, ist jedoch nicht daran interessiert. Als Doyle wenig später mit Cordelia darüber spricht, hat er danach eine Vision von einer Bande von Dämonen. Als er und Angel der Sache nachgehen, erinnert sich Doyle an eine Vision aus der Vergangenheit – und wenig später finden die beiden eine Gruppe toter Dämonen. Doch dahinter steckt ein Trick.","versions":[{"lang":1,"streams":[{"redirect":8446212,"hoster":"VOE"},{"redirect":12090021,"hoster":"Doodstream"},{"redirect":8292203,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Abschiedsgeschenk","epNo":10,"alt":"Parting Gifts","descr":"Doyle ist tot, und das drückt die Stimmung von Angel und Cordelia. Doch dann hat Cordelia die Vision eines Abschiedsgeschenks, das ihr Doyle mit seinem letzten Kuss überreicht hat. Währenddessen bittet der Dämon Barney Angel um Hilfe: Ein schrecklicher Dämonenjäger ist ihm dicht auf den Fersen. Doch Barney ist nicht der, der er vorgibt zu sein: Er hat es auf Cordelias Augen abgesehen, mit der diese in die Zukunft blicken kann. Barney gelingt es, Cordelia gefangen zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":12332432,"hoster":"VOE"},{"redirect":12090022,"hoster":"Doodstream"},{"redirect":8292207,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schatten der Vergangenheit","epNo":11,"alt":"Somnabulist","descr":"Angel träumt, dass er Menschen tötet und dies auch noch genießt. Zur selben Zeit beschäftigt eine grausame Mordserie die Polizei von Los Angeles. Kate und ihre Kollegen stehen vor einem Rätsel. Angel befürchtet, dass er der Killer sein könnte. Doch schließlich kommt er Penn auf die Spur, einem Vampir, der vor 200 Jahren von Angel erschaffen wurde und diesen voller Hass verfolgt. Als Kate Zeugin eines Kampfes zwischen Angel und Penn wird, erfährt sie, dass Angel ein Vampir ist.","versions":[{"lang":1,"streams":[{"redirect":12332431,"hoster":"VOE"},{"redirect":12090023,"hoster":"Doodstream"},{"redirect":8292212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Teuflische Leidenschaften","epNo":12,"alt":"Expecting","descr":"Cordelia ist über beide Ohren in den Starfotografen Wilson Christopher verliebt und verbringt eine Nacht mit ihm. Als sie am nächsten Morgen erwacht, stellt sie fest, dass sie im achten Monat schwanger ist! Es stellt sich bald heraus, dass Wilson der Überträger des Samens eines Dämons namens Haxil ist. Der kann seine Brut nur von Menschen gebären lassen und benutzt dazu Männer als Überträger. Cordelia ist außer sich und bittet Angel und Wesley um Hilfe …","versions":[{"lang":1,"streams":[{"redirect":8446219,"hoster":"VOE"},{"redirect":12090027,"hoster":"Doodstream"},{"redirect":8292215,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Frauen der Oden Tals","epNo":13,"alt":"Sje","descr":"Cordelia hat eine Vision, und dadurch stößt Angel auf Dämonen aus einer anderen Dimension. In deren streng patriarchalischer Gesellschaft werden die Frauen wie Sklavinnen gehalten. Eine dieser Frauen, Jhiera, führt einen Freiheitskampf gegen die männlichen Despoten und versucht, andere Frauen in unsere Dimension zu retten. Doch die männlichen Mitglieder des Clans sind Jhiera schon dicht auf den Fersen. Die Verfolgten haben die Hilfe von Angel, Cordelia und Wesley bitter nötig.","versions":[{"lang":1,"streams":[{"redirect":8446227,"hoster":"VOE"},{"redirect":12090028,"hoster":"Doodstream"},{"redirect":8292218,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Böse an sich","epNo":14,"alt":"I\u0027ve Got You Under My Skin","descr":"Eine Vision Cordelias führt Angel in eine Vorstadt, wo er den kleinen Ryan vor einem Autounfall bewahrt. Angel spürt, dass es noch einen anderen Grund für seine Anwesenheit geben muss. Tatsächlich findet er wenig später heraus, dass Ryan von einem Dämon besessen ist. Gemeinsam mit Wesley gelingt es ihm, den Dämon auszutreiben. Der Dämon verrät ihnen, dass er in Ryan gar nicht wirken konnte – weil der Junge böse an sich ist. Tatsächlich versucht dieser, seine Familie zu töten.","versions":[{"lang":1,"streams":[{"redirect":8446225,"hoster":"VOE"},{"redirect":12090024,"hoster":"Doodstream"},{"redirect":8292224,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Vaterliebe","epNo":15,"alt":"The Prodigal","descr":"Kate ermittelt in einem Fall – und entdeckt dabei ihren Vater Trevor am Tatort. Auch Angel bemerkt Trevor und sieht, wie der alte Mann ein Beweisstück entfernt. Schnell stellt er fest, dass Kates Vater sich mit einer Bande von Vampiren und Dämonen eingelassen hat. Allerdings ahnt dieser nicht, wer seine Kumpane in Wirklichkeit sind. Angel möchte verhindern, dass Kate davon erfährt, und versucht, Trevor zu warnen. Doch er kommt schließlich zu spät, um ihn zu retten …","versions":[{"lang":1,"streams":[{"redirect":12381889,"hoster":"VOE"},{"redirect":12090026,"hoster":"Doodstream"},{"redirect":8292227,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Gladiatoren von L.A.","epNo":16,"alt":"The Ring","descr":"Darin MacNamara und sein Bruder Jack veranstalten moderne Gladiatorenkämpfe, bei denen sie Dämonen gegeneinander antreten lassen. Die beiden entführen Angel. Die Flucht ihrer Opfer wird durch ein magisches Armband verhindert: Überschreiten die Gefangenen eine bestimmte Markierung, lösen sie sich in Nichts auf. Zwar machen Cordelia und Wesley die Arena ausfindig, doch wirklich helfen können sie Angel noch nicht. Erst ein Aufstand der Gladiatoren bringt die Wende.","versions":[{"lang":1,"streams":[{"redirect":8446228,"hoster":"VOE"},{"redirect":8292229,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Für immer jung","epNo":17,"alt":"Eternity","descr":"Fernsehstar Rebecca Lowell braucht zur Förderung ihrer Karriere etwas Publicity, und deshalb organisiert ihr Agent Oliver Simon scheinbare Anschläge auf ihr Leben. Zufällig rettet Angel sie – und wird von ihr als Bodyguard engagiert. Als sie erfährt, dass ihr Beschützer ein ewig junger Vampir ist, wünscht sie sich, dass er auch sie zu einem Vampir macht. Um ihr Ziel zu erreichen, verabreicht Rebecca Angel einen mit Glücksdrogen versetzten Drink – und das hat fürchterliche Folgen.","versions":[{"lang":1,"streams":[{"redirect":8446230,"hoster":"VOE"},{"redirect":12090032,"hoster":"Doodstream"},{"redirect":8292234,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Alte Freunde","epNo":18,"alt":"Five By Five","descr":"Den zwielichtigen Anwälten von Wolfram und Hart ist Angel schon lange ein Dorn im Auge, weil er ihnen immer wieder in ihre krummen Geschäfte pfuscht. Als die Vampirjägerin Faith in Los Angeles auftaucht, macht man ihr ein Angebot: Für 15.000 Dollar soll sie Angel vernichten. Weil Angel Faith’ Kampfansage nicht allzu ernst nimmt, entführt die Vampirjägerin Wesley und foltert ihn. Wie von ihr angenommen, taucht schon bald Angel auf – es kommt zum Zweikampf zwischen den beiden.","versions":[{"lang":1,"streams":[{"redirect":8446234,"hoster":"VOE"},{"redirect":12090031,"hoster":"Doodstream"},{"redirect":8292236,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gehetzt","epNo":19,"alt":"Sanctuary","descr":"Angel, der seiner Gegnerin Faith das Leben gerettet hat, will sie dazu bewegen, sich zu ändern. Doch inzwischen haben deren Auftraggeber, die Anwälte von Wolfram und Hart, einen anderen Dämon auf Faith angesetzt. Mit Angels Hilfe kann der Dämon besiegt werden. Weinend liegt die verzweifelte Faith in Angels Armen – als plötzlich Buffy auftaucht. Es kommt zu einem heftigen Streit zwischen Angel und Buffy, und sie müssen erkennen, dass sie sich weit voneinander entfernt haben.","versions":[{"lang":1,"streams":[{"redirect":8446236,"hoster":"VOE"},{"redirect":12090035,"hoster":"Doodstream"},{"redirect":8292239,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Bandenkrieg","epNo":20,"alt":"Warzone","descr":"Bei einem Auftrag stößt Angel auf eine Bande Jugendlicher, die unter hohen Verlusten gegen eine Vampirgang Krieg führt. Anführer Gunn tut das alles für seine geliebte Schwester Alonna, der er ein sicheres Leben bieten will. Als Gunn den Vampir Angel gegen einen Dämon kämpfen sieht, hält er Angel ebenfalls für einen Feind, und er lässt sich bei ihrer ersten Begegnung auch nicht vom Gegenteil überzeugen. Dann wird Alonna durch den Biss eines Vampirs ebenfalls zum Vampir.","versions":[{"lang":1,"streams":[{"redirect":8446233,"hoster":"VOE"},{"redirect":8292241,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Augen der Vanessa Brewer","epNo":21,"alt":"Blind Date","descr":"Angel wird Zeuge, wie die blinde Vanessa Brewer einen Mann tötet. Beim anschließenden Kampf stellt Angel überrascht fest, dass ihm seine Gegnerin haushoch überlegen ist. Vanessa hat sich selbst das Augenlicht genommen und ein besonderes Training absolviert, das sie außerhalb des normalen Spektrums sehen lässt. Im Auftrag der dubiosen Kanzlei Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":8446241,"hoster":"VOE"},{"redirect":8292246,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Duell mit dem Bösen","epNo":22,"alt":"To Shansu In L.A.","descr":"Während Angel eine Prophezeiung seines Schicksals zu entschlüsseln versucht, empfängt eine Delegation der Kanzlei Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":8446238,"hoster":"VOE"},{"redirect":12090034,"hoster":"Doodstream"},{"redirect":8292249,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Tribunal","epNo":1,"alt":"Judgement","descr":"Nach einer Vision Cordelias von einem angeblich bösartigen Dämon tötet Angel diesen. Er ahnt zunächst nicht, dass dieser Dämon der Beschützer der schwangeren Jo war, deren Tochter für eine wichtige Rolle im Kampf gegen das Böse ausersehen ist. Als er seinen Irrtum erkennt, übernimmt er die Rolle als Jo’s Beschützer. Doch Jo hat kein Vertrauen zu ihm und taucht unter. Um sie zu finden und zu retten muss Angel eine heikle Aufgabe bestehen – und einen schweren Kampf gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8446239,"hoster":"VOE"},{"redirect":8292251,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Hotel Hyperion","epNo":2,"alt":"Are You Now Or Have You Ever Been?","descr":"Cordelia und Wesley sollen für Angel einige Informationen über ein seit Jahrzehnten unbewohntes Hotel namens Hyperion beschaffen. Dabei erfahren sie, dass Angel 1952 selbst dort gewohnt hat. Zu der Zeit beunruhigte eine Verbrechens- und Suizidwelle die Gäste. Dabei geriet Angel unter Mordverdacht und wurde gelyncht. Nun beschwört Angel mit Cordelias und Wesleys Hilfe den Dämon, der seinerzeit die Menschen in Angst und Schrecken versetzt hat, und tötet ihn.","versions":[{"lang":1,"streams":[{"redirect":8446245,"hoster":"VOE"},{"redirect":12090040,"hoster":"Doodstream"},{"redirect":13400954,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Stunde des Deevak","epNo":3,"alt":"First Impressions","descr":"Ein böser Deevak-Dämon scheint es auf Gunns Leute abgesehen zu haben. Doch Angels Informant Jameel hat die Flucht ergriffen, weil der Dämon auch hinter ihm her ist. Als Cordelia eine Vision hat, in der Gunn um sein Leben kämpfen muss, versucht sie, Angel zu erreichen – vergeblich. Daraufhin bewaffnet sie sich kurz entschlossen mit einer Streitaxt und fährt mit Angels Wagen zu Gunn. Als sie die Angreifer niederschlägt, begeht sie zu Gunns Leidwesen einen großen Fehler","versions":[{"lang":1,"streams":[{"redirect":12381892,"hoster":"VOE"},{"redirect":12090041,"hoster":"Doodstream"},{"redirect":12513749,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Außer Kontrolle","epNo":4,"alt":"Untouched","descr":"Angel wird von Alpträumen geplagt, in denen Darla eine herausragende Rolle spielt. Er ahnt nicht, dass sie mit ihrem Zauber selbst dafür gesorgt hat. Cordelia hat währenddessen eine Vision, in der eine junge Frau von zwei Männern gejagt wird. Angel macht sich sofort auf den Weg. Aber Bethany Chaulk verfügt über telekinetische Kräfte und kann sich selbst sehr gut helfen. Doch hin und wieder verliert sie die Kontrolle über diese Kräfte. Angel versucht, Bethany zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8446250,"hoster":"VOE"},{"redirect":12090046,"hoster":"Doodstream"},{"redirect":8292262,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wiedersehen macht Feinde","epNo":5,"alt":"Dear Boy","descr":"Angel sehnt sich nach seiner alten Liebe Darla – nicht ahnend, dass sie sich mit der Kanzlei Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":12332438,"hoster":"VOE"},{"redirect":12090045,"hoster":"Doodstream"},{"redirect":8292265,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Angel für einen Tag","epNo":6,"alt":"Guise Will Be Guise","descr":"Magnus Bryce, Großunternehmer für Zaubersprüche, braucht einen Leibwächter für seine Tochter Virginia. Seine etwas unorthodoxe Methode führt dazu, dass sich Wesley als Angel ausgibt, der gerade nicht anwesend ist. Virginia ist von ihrem neuen Bodyguard sehr angetan. Als Wesley sie dann zwei Mal vor einer Entführung bewahrt, ist es vollends um sie geschehen. Die beiden haben eine Liebesaffäre – und dies rettet Virginia später das Leben, als ein Jungfrauenopfer gefordert wird.","versions":[{"lang":1,"streams":[{"redirect":8446248,"hoster":"VOE"},{"redirect":12090048,"hoster":"Doodstream"},{"redirect":8292268,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Darla","epNo":7,"alt":"Darla","descr":"Darla wird nicht damit fertig, dass sie wieder ein Mensch ist und somit eine Seele hat. Zudem steckt sie in größter Gefahr, denn Holland Manners will sie, nachdem sie ihm nun nicht mehr nutzt, umbringen lassen. Von Lindsay erfährt Angel, wo Darla beseitigt werden soll. Im letzten Moment kann er eingreifen und sie retten. Danach bittet Darla Angel, sie wieder zum Vampir zu machen. Als er dies ablehnt, verlässt sie ihn und bittet ihn, unter keinen Umständen mehr nach ihr zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8446253,"hoster":"VOE"},{"redirect":12090052,"hoster":"Doodstream"},{"redirect":8292271,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Leichentuch des Rahmon","epNo":8,"alt":"The Shroud Of Rahmon","descr":"Gunns Cousin Lester steckt ziemlich in der Klemme: Eigentlich wollte er bei einem Einbruch in das Museum für Naturgeschichte mitmachen, um das Leichentuch des Rahmon zu stehlen. Doch nun hat er Angst davor auszusteigen und schmuggelt Angel und Gunn in die Gruppe ein. Was beide jedoch nicht ahnen: Das Leichentuch hat magische Kräfte und macht alle Menschen, die in seine Nähe kommen, böse und wahnsinnig. Es beginnt ein gnadenloser Kampf um das unheilvolle Tuch.","versions":[{"lang":1,"streams":[{"redirect":8446252,"hoster":"VOE"},{"redirect":12090051,"hoster":"Doodstream"},{"redirect":8292272,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf Leben und Tod","epNo":9,"alt":"The Trial","descr":"Darla erfährt von der Kanzlei Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":13007215,"hoster":"VOE"},{"redirect":12090049,"hoster":"Doodstream"},{"redirect":8292275,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wiedergeburt","epNo":10,"alt":"Reunion","descr":"Angel ist verzweifelt – Drusilla hat Darla wieder zum Vampir gemacht. Um größeres Unheil abzuwenden, beschließt er, seine ehemalige Geliebte zu pfählen. Sofort sucht er Holland Manners Büro auf und erfährt, dass die beiden blutlechzenden Damen am Abend Gast bei einer Weinverkostung sind. Als die Gesuchten tatsächlich dort auftauchen, schließt Angel sie samt Holland und Lilah ein. Wesley, Cordelia und Gunn sind entsetzt über dieses Verhalten und reden Angel ins Gewissen …","versions":[{"lang":1,"streams":[{"redirect":8446258,"hoster":"VOE"},{"redirect":12090050,"hoster":"Doodstream"},{"redirect":8292280,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Neuanfänge","epNo":11,"alt":"Redefinition","descr":"Wesley, Cordelia und Gunn wissen nicht recht mit ihrem Rausschmiss umzugehen, beschließen aber nach einigem Zögern, auch ohne Angel weiterzumachen. Der wiederum hat es sich zum Ziel gesetzt, allein gegen Darla und Drusilla vorzugehen und sie endgültig zu vernichten. Gleich bei der ersten Konfrontation zündet er die beiden Vampire an, schafft es aber nicht, sie zu töten. Lindsey und Lilah werden währenddessen zu den neuen Leitern der Abteilung für Spezialprojekte befördert.","versions":[{"lang":1,"streams":[{"redirect":8446259,"hoster":"VOE"},{"redirect":8292284,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schmutziges Geld","epNo":12,"alt":"Blood Money","descr":"Angels Augenmerk gilt einer jungen Frau namens Anne, die scheinbar Kontakt zu Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":12332442,"hoster":"VOE"},{"redirect":12090054,"hoster":"Doodstream"},{"redirect":8292283,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Ende der Zeit","epNo":13,"alt":"Happy Anniversary","descr":"Der aufgeregte Conférencier stattet Angel einen Besuch ab. Er berichtet ihm, dass ein Mann in seiner Karaoke-Bar aufgetreten ist, aus dessen Gesang er erkennen konnte, dass in Kürze das Ende der Menschheit eintreten wird. Sofort machen sich die beiden auf die Suche nach dem Mann … Gunn, Cordelia und Wesley eröffnen nach ihrem Rausschmiss endlich ihr eigenes Büro. Virginia besorgt den drei Jungunternehmern ihren ersten Fall, den sie auch erfolgreich abschließen.","versions":[{"lang":1,"streams":[{"redirect":13004060,"hoster":"VOE"},{"redirect":12090058,"hoster":"Doodstream"},{"redirect":8292286,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Nacht der Zombies","epNo":14,"alt":"The Thin Dead Line","descr":"Anne nimmt ein verzweifeltes Pärchen in ihr Heim für obdachlose Jugendliche auf, von dem sie erfährt, dass Passanten auf der Straße grundlos von Polizisten angegriffen werden. Um der Sache auf den Grund zu gehen, bittet sie Gunn, den sie von früher kennt, um Hilfe. Dieser zieht mit zwei Freunden los, um einen derartigen Angriff mit der Kamera zu filmen. Als zufällig Wesley auftaucht und helfen möchte, wird er von einem der brutalen Polizisten angeschossen und schwer verletzt …","versions":[{"lang":1,"streams":[{"redirect":8446266,"hoster":"VOE"},{"redirect":12090059,"hoster":"Doodstream"},{"redirect":8292291,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Quelle des Bösen","epNo":15,"alt":"Reprise","descr":"Angel erfährt vom Conférencier, dass Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":8446263,"hoster":"VOE"},{"redirect":12090061,"hoster":"Doodstream"},{"redirect":8292290,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Epiphany","epNo":16,"alt":"Epiphany","descr":"Angel, der endlich einen Schlussstrich unter die Beziehung mit Darla gesetzt hat, rettet der verzweifelten Kate das Leben. Nachdem sie aus dem Polizeidienst entlassen wurde, wollte sie sich selbst umbringen. Währenddessen lauern der ahnungslosen Cordelia Skilosh-Dämonen auf und pflanzen ihr ein drittes Auge ein. Dabei handelt es sich um eine Art Eizelle, die Menschen brauchen, um die Dämonen-Brut austragen zu können. Cordelia befindet sich in höchster Gefahr!","versions":[{"lang":1,"streams":[{"redirect":8446267,"hoster":"VOE"},{"redirect":12090062,"hoster":"Doodstream"},{"redirect":8292295,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Disharmonie","epNo":17,"alt":"Disharmony","descr":"Wesley, Gunn und Cordelia wissen noch nicht so recht, ob sie Angel wieder vertrauen können. Vor allem Cordelia ist noch immer verletzt und kann ihm nicht richtig verzeihen. Da taucht plötzlich ihre alte Freundin Harmony in L.A. auf, von der sie noch nicht weiß, dass sie zum Vampir geworden ist. Doch selbst als sie es erfährt, hält Cordelia zu ihr. Die wieder aufgetauchte Freundin soll sogar bei aktuellen Aufträgen mitarbeiten – was sich letztendlich als schlechte Idee erweist.","versions":[{"lang":1,"streams":[{"redirect":8446269,"hoster":"VOE"},{"redirect":12090065,"hoster":"Doodstream"},{"redirect":8292299,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Hand des Bösen","epNo":18,"alt":"Dead End","descr":"Auf Grund einer schrecklichen Vision schickt Cordelia Angel und seine Freunde los, um einen Mann zu finden, der sich selbst ein Auge ausstechen will. Allerdings bleiben alle Nachforschungen erfolglos. Erst als der Conférencier Angel rät, mit dem erst kürzlich beförderten Lindsey zusammenzuarbeiten, schließt sich der Kreis. Lindsey, der von Wolfram \u0026amp","versions":[{"lang":1,"streams":[{"redirect":8446276,"hoster":"VOE"},{"redirect":8292300,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Portal","epNo":19,"alt":"Belonging","descr":"Cordelia gelingt es, mit Hilfe einer Vision ein Dimensionsportal zu öffnen, durch das ein Dämon namens Landok kommt. Es ist der Cousin des Conférenciers, der eigentlich Krevlornswath, kurz Lorne, heißt. Trotz heftiger Familien-Streitereien gibt es Wichtigeres zu erledigen: Ein Drokken-Dämon, der ebenfalls durch das Dimensionstor in unsere Welt kam, muss eingefangen werden. Der Dämon ist rasch gefunden, allerdings wird Landok im Kampf gegen ihn schwer verletzt …","versions":[{"lang":1,"streams":[{"redirect":8446272,"hoster":"VOE"},{"redirect":12090067,"hoster":"Doodstream"},{"redirect":8292303,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gefangene der Dimension","epNo":20,"alt":"Over The Rainbow","descr":"Angel, Wesley, Gunn und Lorne suchen Cordelia, die durch das Dimensionsportal in Lornes Heimatdimension Pylea gesaugt und von den Dorfbewohnern als Sklavin verkauft wurde. Während ihrer Gefangenschaft lernt Cordelia Winifred kennen, die bereits vor fünf Jahren zufällig in diese Dimension gelang. Als Cordelia eine Vision hat und den Dorfbewohnern davon erzählt, glauben die, sie wäre mit der Gabe des Zweiten Gesichtes verflucht. Ein Test mit ihr bringt Unglaubliches zu Tage!","versions":[{"lang":1,"streams":[{"redirect":8446274,"hoster":"VOE"},{"redirect":12090066,"hoster":"Doodstream"},{"redirect":8292306,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Thron für Cordelia","epNo":21,"alt":"Through The Looking Lass","descr":"Cordelia, die neue Herrscherin Pyleas, befreit Angel, Wesley, Gunn und den Conférencier aus ihrer Gefangenschaft. Die Freunde suchen sogleich einen Weg, wie sie wieder durch das Portal zu ihrer heimischen Dimension kommen könnten. In der Zwischenzeit verscherzt Angel es sich mit den Dorfbewohnern und muss mit Winifred fliehen. Auch Cordelia handelt gegen den Willen der Priester und bekommt zur Abschreckung den Kopf des Conférenciers auf einem Silbertablett serviert.","versions":[{"lang":1,"streams":[{"redirect":8446280,"hoster":"VOE"},{"redirect":8292309,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Home, sweet home","epNo":22,"alt":"There\u0027s No Place Like...","descr":"Angel und seine Freunde schaffen es, dass der Conférencier seinen Körper zurückbekommt und somit weiterleben kann. Außerdem tötet Cordelia den Oberpriester Silas und erklärt Groosalugg ihre Pläne zur Befreiung Pyleas. Danach ist es Zeit aufzubrechen, und die Freunde kehren mit Hilfe der richtigen Formel in ihre Heimatdimension zurück. Allerdings wartet im Hotel bereits eine böse Überraschung auf sie: Willow hat schlechte Nachrichten …","versions":[{"lang":1,"streams":[{"redirect":8446277,"hoster":"VOE"},{"redirect":12090068,"hoster":"Doodstream"},{"redirect":8292312,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Herzflattern","epNo":1,"alt":"Heartthrob","descr":"Durch eine Vision von Cordelia werden Angel und seine Freunde auf eine Vampirbande aufmerksam, die Studenten umgebracht hat. Angel gelingt es, die Vampire zu stellen und deren Anführerin Elisabeth, die er aus früheren Tagen kennt, zu töten. Als Elisabeths Ex-Geliebter James jedoch erfährt, wer seine große Liebe auf dem Gewissen hat, schwört er bittere Rache: Er lässt sich durch einen chirurgischen Eingriff unbesiegbar machen und verfolgt nun Angel und Cordelia.","versions":[{"lang":1,"streams":[{"redirect":8446278,"hoster":"VOE"},{"redirect":12090069,"hoster":"Doodstream"},{"redirect":8292315,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Visionen","epNo":2,"alt":"That Vision Thing","descr":"Cordelias Visionen verlaufen plötzlich anfallsartig und bereiten ihr körperliche Verletzungen. Angel und seine Freunde geraten durch Cornelias Hinweise in den Besitz zweier Gegenstände, die das Reisen in andere Dimensionen ermöglichen. Als Angel Lilah Morgan als Drahtzieherin der tödlichen Visionen entdeckt, versucht sie, ihn zu erpressen: Cordelia soll erst wieder gesund werden, wenn Angel einen jungen Mann aus einem Höllengefängnis in einer anderen Dimension befreit.","versions":[{"lang":1,"streams":[{"redirect":8446281,"hoster":"VOE"},{"redirect":12090071,"hoster":"Doodstream"},{"redirect":8292318,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Meine alte Gang","epNo":3,"alt":"That Old Gang Of Mine","descr":"Als Informant Merl in seiner Wohnung tot aufgefunden wird, ermitteln die Freunde und stoßen auf scheinbar völlig unmotivierte und bestialische Morde an Dämonen. Inzwischen hat Gunn seine alte Gang besucht und lernt dort den Neuzugang Gio kennen, der ihn heftig wegen seiner Freundschaft zu Angel kritisiert. Gunn muss schockiert erkennen, dass seine Ex-Kumpel fanatisch und wahllos alle Dämonen töten, die ihnen über den Weg laufen. So ist auch Angel in größter Gefahr!","versions":[{"lang":1,"streams":[{"redirect":8446282,"hoster":"VOE"},{"redirect":12090073,"hoster":"Doodstream"},{"redirect":8292320,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Geist des Marcus","epNo":4,"alt":"Carpe Noctem","descr":"Winifred hat sich unsterblich in Angel verliebt, doch Angel drückt sich vor einer Aussprache, was sein Schicksal und die Liebe betrifft. Als mehrere junge Männer auf mysteriöse Weise ums Leben kommen, besucht Angel ein Seniorenheim, um den alten Marcus Roscoe zu befragen. Nicht ahnend, dass dieser sich durch einen Körpertauschzauber seines Körpers bemächtigt, mutiert Angel daraufhin – zur Verwunderung seiner Freunde – zum eifrigen Schürzenjäger.","versions":[{"lang":1,"streams":[{"redirect":8446290,"hoster":"VOE"},{"redirect":12090076,"hoster":"Doodstream"},{"redirect":8292326,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fre(u)dlos","epNo":5,"alt":"Fredless","descr":"Als Angel mit Fred zum Essen geht, werden sie von einem Dämon gestört. Die beiden machen Jagd auf ihn und kommen mit dessen Kopf als Trophäe ins Hotel zurück. Dort warten bereits Freds Eltern, die zusammen mit ihr nach Texas zurückfliegen wollen. Doch wenig später greifen wiederholt Rieseninsekten die Freunde im Hotel an. Keiner weiß, woher die aggressiven Biester kommen, bis Fred begreift, dass der Dämonenkopf die Brutstätte für den mörderischen Insektennachwuchs ist.","versions":[{"lang":1,"streams":[{"redirect":8446285,"hoster":"VOE"},{"redirect":13417696,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Billy","epNo":6,"alt":"Billy","descr":"Als Billy, den Angel für Wolfram \u0026 Hart aus der Hölle retten musste, wieder auftaucht, verfallen alle Männer, die mit ihm in Kontakt geraten, in wilde Raserei: Sie greifen Frauen an – und das zum Teil mit tödlichen Folgen. Auch Wesley und Gunn werden so binnen kürzester Zeit zu aggressiven Wüterichen, die es auf Fred abgesehen haben. Einzig Angel kann der Kontakt mit Billy nichts anhaben. Wird es ihm gelingen, den dämonischen Jüngling mit der fatalen Wirkung zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":8446287,"hoster":"VOE"},{"redirect":8292333,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Prophezeiung","epNo":7,"alt":"Offspring","descr":"Nach einer Prophezeiung droht schon bald ein als \"Trochlon\" bezeichnetes Wesen auf der Welt zu erscheinen und den Untergang der Menschheit zu besiegeln. Als Fred schließlich den Zeitpunkt der prophezeiten Katastrophe errechnet, erweckt zeitgleich ein Dämon Angels alten Erzfeind Holtz zum Leben, der nun Jagd auf den \"Jäger der Finsternis\" macht. Währenddessen kehrt Darla nach L.A. zurück und sorgt mit der Nachricht von ihrer Schwangerschaft für eine große Überraschung.","versions":[{"lang":1,"streams":[{"redirect":12915475,"hoster":"VOE"},{"redirect":12090081,"hoster":"Doodstream"},{"redirect":8292335,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf der Flucht","epNo":8,"alt":"Quickening","descr":"Daniel Holtz ist von einem Dämon aus dem 18. ins 21. Jahrhundert befördert worden. Er will sich an Darla und Angel zu rächen, die beide seine ganze Familie auf grausamste Weise getötet hatten. Währenddessen ist man bei Wolfram \u0026 Hart entsetzt über Darlas Schwangerschaft, denn niemand weiß, ob es sich bei dem ungeborenen Kind nicht um ein unheilvolles Wesen handelt. Also versucht Lilah kurzentschlossen, Paramilitärs einzusetzen, um die werdende Mutter zu töten.","versions":[{"lang":1,"streams":[{"redirect":8446293,"hoster":"VOE"},{"redirect":8292337,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wiegenlied für eine Liebe","epNo":9,"alt":"Lullaby","descr":"Der hinterliste Dämon Sahjan hat Angels alten Todfeind Holtz in die Gegenwart gezaubert, um den Vampir endgültig aus dem Weg zu schaffen. Angel kann gerade noch rechtzeitig fliehen, doch Wesley, Gunn, Cordelia, Fred und die hochschwangere Darla müssen sich dem Kampf gegen die Schergen des Vampirjägers Holtz stellen. Darla nutzt das Chaos, um sich mit einem Auto aus dem Staub zu machen. Als Angel sie findet, macht sie ihm klar, dass sie das Kind nicht gebären wird.","versions":[{"lang":1,"streams":[{"redirect":8446289,"hoster":"VOE"},{"redirect":8292342,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vaterfreuden","epNo":10,"alt":"Dad","descr":"Angel und seine Freunde halten sich immer noch im Hotel auf, denn Vampirsekten, Motorradgangs und Dämonen-Orden sind nach wie vor hinter dem Sohn von Angel und Darla her. Schließlich greift Angel zu einem Trick: Er gibt vor, das Kind an einen anderen Ort zu bringen und lenkt so die Aufmerksamkeit der Belagerer auf sich, die ihm prompt folgen. In einer verlassenen Mine hat Angel dann eine explosive Überraschung für die Verfolger parat. Doch die Gefahr ist damit nicht gebannt.","versions":[{"lang":1,"streams":[{"redirect":8446292,"hoster":"VOE"},{"redirect":12090080,"hoster":"Doodstream"},{"redirect":8292346,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Qual der Wahl","epNo":11,"alt":"Birthday","descr":"Als Cordelia erneut eine heftige Vision hat, befindet sie sich plötzlich in einer Astralebene, die sie für andere unsichtbar und unhörbar macht. Skip, der sympathische Wächter der Unterwelt, stellt Cordelia nun vor die Wahl: Entweder muss sie mit ihrer nächsten Vision sterben oder ihr großer Traum, ein Fernsehstar zu werden, geht in Erfüllung. Cordelia wählt das neue Leben als TV-Star, doch schon bald bereut sie ihre Wahl sehr – bis ihr Skip einen weiteren Vorschlag macht.","versions":[{"lang":1,"streams":[{"redirect":12915473,"hoster":"VOE"},{"redirect":12090083,"hoster":"Doodstream"},{"redirect":8292349,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rätselraten","epNo":12,"alt":"Provider","descr":"Angel möchte seinen Sohn für die Zukunft gut versorgt wissen und will daher mehr Aufträge akquirieren. Nach einer massiven Werbekampagne für \"Angel Investigations\" ist dann die Resonanz so groß, dass sich das Team aufteilen muss. Fred und Lorne gehen daher allein zu den Nadrahs – einer Gruppe undurchsichtiger Wesen – und geraten dabei in höchste Gefahr. Als dann auch noch Cordelia und Connor in die Gewalt der Nadrahs fallen, ist der Schock bei allen ziemlich groß.","versions":[{"lang":1,"streams":[{"redirect":8446298,"hoster":"VOE"},{"redirect":12090089,"hoster":"Doodstream"},{"redirect":8292351,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liebe und andere Schwierigkeiten","epNo":13,"alt":"Waiting In The Wings","descr":"Angel lädt seine Freunde ins klassische Ballett ein. Gunn wäre zwar lieber zu einer Popgruppe gegangen, doch dann ist auch er von der Vorstellung begeistert. Angel glaubt, dass er das Ensemble schon einmal im Jahre 1890 gesehen hat. Als er mit Cordelia in die Garderobe der Primaballerina geht, geraten beide durch eine Zeitverschiebung in die Vergangenheit – mitten hinein in eine Liebesgeschichte. Dabei bemerkt Angel, dass er für Cordelia mehr als nur Freundschaft empfindet.","versions":[{"lang":1,"streams":[{"redirect":8446301,"hoster":"VOE"},{"redirect":12090090,"hoster":"Doodstream"},{"redirect":8292353,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Einsam, zweisam","epNo":14,"alt":"Couplet","descr":"Als plötzlich der Groosalugg aus der mittelalterlichen Pylea-Dimension in Los Angeles auftaucht, ist Cordelia begeistert, denn \"Groo\" war damals ihr Beinahe-Liebhaber. Kein Wunder also, dass Angel den Helden aus der anderen Dimension als Konkurrenten sieht. Auch Wesley ist eifersüchtig, hat er doch bemerkt, dass sich Gunn und Fred ineinander verliebt haben. Inzwischen ist Angel auf eine erschreckende Übersetzungsvariante der niazianischen Prophezeiung gestoßen.","versions":[{"lang":1,"streams":[{"redirect":8446302,"hoster":"VOE"},{"redirect":8292358,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine Frage der Loyalität","epNo":15,"alt":"Loyalty","descr":"Wesley befürchtet immer mehr, dass die Prophezeiung, Angel würde seinen Sohn Connor töten, tatsächlich Wirklichkeit werden könnte. Angel aber geht so richtig in seiner Vaterrolle auf und umsorgt den Kleinen rührend. Doch Wesley braucht endgültig Gewissheit und vollzieht deshalb ein Erweckungsritual, das den allwissenden Geist \"Loa\" zu Hilfe ruft. Dieser jedoch bestätigt Wesleys Befürchtung: Voranzeichen der Kindstötung seien ein Erdbeben, Feuer und Blut!","versions":[{"lang":1,"streams":[{"redirect":8446305,"hoster":"VOE"},{"redirect":8292361,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Tor zur Hölle","epNo":16,"alt":"Sleep Tight","descr":"Seit geraumer Zeit trinkt Angel besonders viel Blut und verhält sich in der Folge äußerst aggressiv. Als er sogar seinem Sohn Connor gegenüber genervt reagiert, sind sich seine Freunde einig, dass etwas nicht stimmen kann. Ihr Verdacht erweist sich als richtig: Das Schweineblut, von dem sich Angel ernährt, enthält Spuren von Connors Blut. Während der Vampir die mutmaßliche Täterin Lilah zur Rede stellt, schlitzt Justine Wesley die Kehle auf und entführt Connor.","versions":[{"lang":1,"streams":[{"redirect":8446304,"hoster":"VOE"},{"redirect":8292362,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Vergebung","epNo":17,"alt":"Forgiving","descr":"Angel leidet unsagbar unter dem Verlust seines Sohnes und versucht, den Schmerz durch Rache zu kompensieren. Den Hauptschuldigen sieht der Vampir in Wesley, der sich mit Holtz getroffen hat. Doch bevor er sich seines ehemaligen Freundes annimmt, will er Vergeltung an Sahjhan üben. Dieser hat offen zugegeben, die Prophezeiung umgeschrieben zu haben, die einst seinen Tod durch die Hand von Angels Sohn voraussagte. Gemeinsam mit Justine beginnt Angel seinen Rachefeldzug.","versions":[{"lang":1,"streams":[{"redirect":8446313,"hoster":"VOE"},{"redirect":8292370,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zahltag","epNo":18,"alt":"Double Or Nothing","descr":"Eine große Liebe scheint gescheitert: Gunn trennt sich von Fred, nachdem er sie übelst beschimpft hat. Fred ist sich sicher, dass er das nur getan hat, weil er in großen Schwierigkeiten ist und sie nicht mit seinen Problemen belasten wollte. Tatsächlich hat Gunn vor sieben Jahren dem Casinobesitzer und \"Seelsauger\" Jenoff seine Seele verpfändet, um an einen Truck zu kommen, den er im Kampf gegen das Böse brauchte. Nun soll er den Preis dafür bezahlen.","versions":[{"lang":1,"streams":[{"redirect":8446308,"hoster":"VOE"},{"redirect":8292371,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Preis der Magie","epNo":19,"alt":"The Price","descr":"Angels verbotene Zauberei bleibt nicht ohne Folgen: Durch den entstandenen Spalt zwischen den Dimensionen gelangen mysteriöse Quallenwesen in das Hotel und bemächtigen sich des Körpers eines Kunden. Als eines der Wesen auch noch von Fred Besitz ergreift, ist guter Rat teuer. Gunn bittet in seiner Verzweiflung Wesley um Hilfe, der ihm schließlich den entscheidenden Tipp gibt. Doch bevor das Wesen vernichtet wird, gibt es noch eine interessante Information preis …","versions":[{"lang":1,"streams":[{"redirect":8446309,"hoster":"VOE"},{"redirect":8292376,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine neue Welt","epNo":20,"alt":"A New World","descr":"Connor ist es noch vor seinem Vater gelungen, durch den Spalt zwischen den Dimensionen zurückzukehren. Kaum angekommen, trifft er auf die drogensüchtige Sunny, die von ihrem Dealer Tyke attackiert wird. Als er die junge Frau rettet, zieht er den Zorn des Angreifers auf sich – Tyke will tödliche Rache! Unterdessen erhält Wesley, der noch immer von seinem Team gemieden wird, Besuch von Lilah. Die Anwältin will den Verstoßenen zur Mitarbeit bei Wolfram \u0026 Hart überreden.","versions":[{"lang":1,"streams":[{"redirect":8446312,"hoster":"VOE"},{"redirect":8292379,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Vater und Sohn","epNo":21,"alt":"Benediction","descr":"Holtz will seinen Ziehsohn Connor an Angel, seinen wahren Vater, zurückgeben. Trotz seiner Hassgefühle geht Connor auf Angel zu, und beide stellen nach einem Kampf gegen Lilahs Vampire fest, dass sie vieles verbindet. Es kommt zur Aussprache zwischen Angel und Holtz, bei dem beide ihre Fehler eingestehen. Angel glaubt nun, dass Connor bei ihm bleiben wird – doch Holtz hat andere Pläne: Er lässt sich von Justine töten. Es soll so aussehen, als hätte ihn ein Vampir gebissen.","versions":[{"lang":1,"streams":[{"redirect":8446316,"hoster":"VOE"},{"redirect":8292382,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Heute und morgen","epNo":22,"alt":"Tomorrow","descr":"Angel ist glücklich, denn Holtz ist bereit, die Stadt zu verlassen und Connor zu ihm zu schicken. Allerdings durchkreuzt Justine diese Pläne: Sie tötet Holtz und erzählt Connor, Angel habe seinen Ziehvater getötet. Connor schwört blutige Rache und macht sich auf die Suche nach Angel … Inzwischen hat Cordelia erkannt, dass ihr Herz einzig und allein Angel gehört, doch noch vor ihrem Date mit ihm wird sie von den Mächten der Ewigkeit in eine andere Dimension abberufen.","versions":[{"lang":1,"streams":[{"redirect":14069732,"hoster":"VOE"},{"redirect":8292386,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Aus der Tiefe","epNo":1,"alt":"Deep Down","descr":"Gunn und Fred suchen seit nun mehr als drei Monaten nach Angel, der von Connor und Justine in einer Kiste im Meer versenkt wurde. Allerdings scheinen sie bei der verzweifelten Suche nicht weiterzukommen, bis Wesley Justine gefangen nimmt und mit ihrer Hilfe Angel aus seinem Gefängnis unter Wasser befreit. Dieser hat nach seiner Rettung nur ein Ziel: Er will Cordelia wiederfinden, die mittlerweile als höheres Wesen in einer anderen Dimension festsitzt.","versions":[{"lang":1,"streams":[{"redirect":8446321,"hoster":"VOE"},{"redirect":8292391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Achse der Pythia","epNo":2,"alt":"Ground State","descr":"Auf der Suche nach Cordy erhält Angel den Hinweis, dass die Halbgöttin Dinza ihm weiterhelfen kann. Von ihr erfährt er von der \"Achse der Pythia\": eine Statue, mit deren Hilfe man in andere Dimensionen blicken kann. Angel macht sich auf den Weg, das Objekt zu stehlen, doch Gwen, eine junge Profidiebin mit speziellen Kräften, kommt ihm zuvor. Als Angel die Statue von Gwen stehlen will, tappen die beiden in eine Falle, die Gwens Auftraggeber Elliot ihnen gestellt hat.","versions":[{"lang":1,"streams":[{"redirect":8446320,"hoster":"VOE"},{"redirect":8292393,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Bank gewinnt immer","epNo":3,"alt":"The House Always Wins","descr":"Angel, Gunn und Fred fahren nach Las Vegas, um Lorne, der dort in einer Casinoshow arbeitet, zu besuchen. Sie finden heraus, dass Lorne dort von dem skrupellosen Casinobesitzer DeMarco festgehalten wird, um bei einer Show die Schicksale des Publikums zu lesen. Den Leuten wird mit Hilfe von schwarzer Magie ihre Zukunft entzogen und sie werden zu willenlosen Zombies. Auch Angel wird Opfer dieses magischen Zukunftsdiebstahls.","versions":[{"lang":1,"streams":[{"redirect":8446318,"hoster":"VOE"},{"redirect":8292398,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Hölle entgegen","epNo":4,"alt":"Slouching Toward Bethlehem","descr":"Cordelia ist aus der fremden Dimension zurückgekehrt, allerdings hat sie ihr Gedächtnis verloren. Mit Hilfe von Lorne versucht Angel Licht ins Dunkel ihrer Amnesie zu bringen: Lorne liest in ihren Gedanken und sieht, wie das ultimativ Böse sich der Welt nähert! Connor ist der Einzige, dem Cordy vertraut, daher zieht sie zu ihm. Währenddessen wird Lorne von einer Einsatztruppe von Wolfram und Hart überfallen. Sie wollen wissen, was er in Erfahrung bringen konnte.","versions":[{"lang":1,"streams":[{"redirect":8446325,"hoster":"VOE"},{"redirect":8292400,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vertrauter Feind","epNo":5,"alt":"Supersymmetry","descr":"Fred interessiert sich wieder für theoretische Physik, ihr einstiges Studienfach, und wird zu einem Vortrag an ihre ehemalige Universität eingeladen. Ihr alter Mentor, Professor Seidel, ist sehr erfreut Fred wiederzusehen. Als sich bei Freds Vortrag über ihr ein Portal zu einer anderen Dimension öffnet, können Gunn und Angel sie gerade noch davor retten, in eine Höllendimension gerissen zu werden. Sie erfährt, dass Professor Seidel der Übeltäter ist und schwört, ihn zu töten.","versions":[{"lang":1,"streams":[{"redirect":8446324,"hoster":"VOE"},{"redirect":8292404,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flaschendrehen","epNo":6,"alt":"Spin the Bottle","descr":"Mit Hilfe einer Flasche, die einen Erinnerungszauber enthält, möchte Lorne Cordelias Amnesie heilen. Alle müssen an dem Ritual teilnehmen, damit Cordy ihr Gedächtnis zurückerhält. Als Cordelia aus Versehen die Flasche zertritt, unterbricht sie den Zauber. Alle haben den Kenntnisstand ihres 17-jährigen Ichs: Angel weiß nicht, dass er ein Vampir ist, und Cordy ist wieder die alte Sunnydale- Zicke. Doch das Schlimmste: Die Freunde kennen sich untereinander nicht mehr!","versions":[{"lang":1,"streams":[{"redirect":8446327,"hoster":"VOE"},{"redirect":8292407,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Ankunft","epNo":7,"alt":"Apocalypse, Nowish","descr":"In L.A. häufen sich paranormale Erscheinungen, denn die Ankunft des Bösen aus Cordelias Visionen steht kurz bevor. Angel setzt alles daran, den bedrohlichen Ankömmling aufzuhalten und überredet Lilah, ihm die Kenntnisse aus Lornes Kopf zur Verfügung zu stellen. Der Dämon ist mächtiger als gedacht und liefert sich mit Angel und seinen Freunden einen erbitterten Kampf. Während das Ende der Welt naht, finden Cordelia und Conner als Liebende zusammen.","versions":[{"lang":1,"streams":[{"redirect":8446328,"hoster":"VOE"},{"redirect":8292412,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das weiße Zimmer","epNo":8,"alt":"Habeas Corpses","descr":"Connor begibt sich zu Wolfram und Hart, um mehr über den Dämon herauszufinden. Er vermutet, dass es zwischen ihm und dem Wesen eine persönliche Beziehung gibt, weil der Dämon exakt an seinem Geburtsort aus der Erde gebrochen ist. Doch auch der Dämon dringt bei Wolfram und Hart ein und tötet dort alle Mitarbeiter, die sich daraufhin in Zombies verwandeln. Angel bricht mit seinem Team auf, um Connor mit Hilfe des Wesens aus dem mysteriösen weißen Zimmer zu retten.","versions":[{"lang":1,"streams":[{"redirect":8446330,"hoster":"VOE"},{"redirect":8292415,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kampf um die Sonne","epNo":9,"alt":"Long Day\u0027s Journey","descr":"Der mächtige Dämon, der gekommen ist, um die Welt ins Verderben zu stürzen, plant, das Sonnenlicht auszulöschen. So könnte er aus der Erde einen Dämonenplaneten machen. Um die Sonne zu verdunkeln, muss er die fünf Hüter des Sonnenlichts töten. Angel und seine Freunde können den fünften Hüter gerade noch vor dem Monsterdämon retten und nehmen ihn mit ins Hotel. Dort wird er umgebracht! Der Verdacht fällt auf jemanden aus der Gruppe, der mit dem Dämon unter einer Decke steckt.","versions":[{"lang":1,"streams":[{"redirect":8446331,"hoster":"VOE"},{"redirect":8292418,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Erwachen","epNo":10,"alt":"Awakening","descr":"Wesley holt einen Schamanen ins Hotel, der Angel wieder zu Angelus machen soll. Die Gruppe erhofft sich, dass Angelus ihnen mehr über den Dämon berichten kann, weil er sein Verbündeter ist. Angel fällt während der Zeremonie in einen Hypnosetraum, in dessen Verlauf er zusammen mit Connor den Dämon tötet und mit Cordelia zusammenkommt. Während Angel mit Cordelia schläft, entschwindet ihm seine Seele. Er wacht aus dem Hypnosetraum auf und ist wieder zu Angelus geworden.","versions":[{"lang":1,"streams":[{"redirect":8446333,"hoster":"VOE"},{"redirect":8292424,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Seelenlos","epNo":11,"alt":"Soulless","descr":"Angelus ist zurück. Wesley versucht, mit seiner Hilfe etwas über den gefährlichen Dämon herauszufinden. Doch Angelus spielt das Team gegeneinander aus und erzählt peinliche Geheimnisse, die er noch von Angel weiß. Die aufgehetzte Gruppe erfährt von einem Orden nordischer Priesterinnen, die den Dämon einst verbannt hatten. Als sie dort eintreffen, hat der Dämon die Priesterinnen aber bereits getötet. Wesley möchte Angel wieder zurückholen, doch dessen Seele ist verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8446336,"hoster":"VOE"},{"redirect":8292430,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Geheimnis der Bestie","epNo":12,"alt":"Calvary","descr":"Wesley sucht nach einer Möglichkeit, Angelus – ohne die verschwundene Seele – wieder in Angel zu verwandeln. In einer Vision sieht Cordelia ein Ritual, mit dem dies möglich ist. Zunächst scheint es zu funktionieren, doch schnell wird klar: Er ist immer noch Angelus! Unterdessen findet Wesley etwas Wichtiges über den großen Dämon heraus. Es heißt, das Biest hat einen sehr mächtigen Gebieter. Um den Dämon zu töten, muss erst der Gebieter umgebracht werden.","versions":[{"lang":1,"streams":[{"redirect":13004057,"hoster":"VOE"},{"redirect":8292437,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Licht in der Dunkelheit","epNo":13,"alt":"Salvage","descr":"Angelus ist frei, und Wesley setzt alles daran, ihn lebend zu fangen. Dazu holt er sich Faith aus dem Gefängnis. Ihr gelingt es, Angelus aufzuspüren, doch dabei trifft sie auf das Biest, das Faith beinahe umbringt. Angelus greift das Biest an und kann es töten. Das Sonnenlicht kehrt zurück, und die Welt scheint wieder in Ordnung. Allerdings wandelt der Gebieter des Biestes nach wie vor auf der Erde. Was keiner ahnt: Es ist Cordelia – die auch noch ein Kind von Connor erwartet!","versions":[{"lang":1,"streams":[{"redirect":12332436,"hoster":"VOE"},{"redirect":8292434,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alte Feinde","epNo":14,"alt":"Release","descr":"Angelus ist auf der Suche nach dem Meister des Biestes, das er getötet hat. Dabei hört er eine geheimnisvolle Stimme in seinem Kopf: Sie gehört Cordelia, die telepathisch Kontakt mit ihm aufnimmt … Cordelia, die in Wahrheit die Gebieterin des Biestes ist, verbietet Connor, irgendwem von ihrer Schwangerschaft zu erzählen. Wesley und Faith spüren Angelus auf, und es kommt zu einem erbitterten Kampf, bei dem Faith von Angelus gebissen wird.","versions":[{"lang":1,"streams":[{"redirect":8446342,"hoster":"VOE"},{"redirect":8292443,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Orpheus","epNo":15,"alt":"Orpheus","descr":"Angelus wurde gefangen, da ihn Faith bei einem Kampf ausgetrickst hat. Kurz bevor Angelus sie gebissen hat, spritzte sie sich eine Droge mit dem Namen Orpheus. Angelus und Faith fallen daraufhin ins Koma und treffen sich auf einer spirituellen Ebene wieder. Auch Angel kommt in diesem Traum vor. Er versucht, Faith zum Aufwachen zu überreden, da sie sonst sterben wird. Indes trifft Willow im Hotel ein und bietet ihre Hilfe an, denn Angel hat seine Seele noch nicht wiederbekommen.","versions":[{"lang":1,"streams":[{"redirect":8446340,"hoster":"VOE"},{"redirect":8292446,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefährliches Spiel","epNo":16,"alt":"Players","descr":"Alle sind von Cordelias Schwangerschaft geschockt. Besonders Lorne kann es nicht glauben, da er nichts davon gespürt hat. Er beginnt, an seinen Fähigkeiten zu zweifeln und möchte ein Ritual durchführen, dass sie ihm zurückbringt. Cordelia befürchtet, dass Lorne, wenn er wieder über seine Gabe verfügt, sie als Meisterin des Biestes und Lilahs Mörderin enttarnen könnte. Sie beschließt, Lorne während des Rituals zu töten.","versions":[{"lang":1,"streams":[{"redirect":12918377,"hoster":"VOE"},{"redirect":8292448,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Geburt","epNo":17,"alt":"Inside Out","descr":"Connor befreit Cordelia und diese bittet ihn, ihr das Blut einer Jungfrau zu bringen, um die Geburt zu beschleunigen. Als Connor ein junges Mädchen verschleppt, erscheint ihm seine Mutter, die ihn davon abhalten will. Doch Connor hört nicht auf sie, und Cordelia tötet das Mädchen. In diesem Augenblick kommt Angel hinzu, doch die Geburt ist bereits im Gange und eine Frau von seltener Schönheit entsteigt einem grellen Lichtblitz. Mit ihrer Geburt bricht ein neues Zeitalter an.","versions":[{"lang":1,"streams":[{"redirect":8446343,"hoster":"VOE"},{"redirect":8292453,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jasmine","epNo":18,"alt":"Shiny Happy People","descr":"Die schöne Jasmine, das von Cordelia geborene Wesen, zieht mit ihrer Anmut alle in ihren Bann und jeder fällt vor ihr auf die Knie. Doch nicht alle beten Jasmine wie eine Göttin an. Ein Mann attackiert die neue Erlöserin und wird von Angel fast zu Tode geprügelt. Wenig später sieht auch Fred das wahre Gesicht von Jasmine: eine verwesende, von Würmern zerfressene Fratze. Geschockt sucht sie den Angreifer auf, der ihr offenbart, dass sie auserkoren sei, das Monster zu töten.","versions":[{"lang":1,"streams":[{"redirect":8446345,"hoster":"VOE"},{"redirect":8292456,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die magische Kugel","epNo":19,"alt":"The Magic Bullet","descr":"Fred, die als einzige die Wahrheit über Jasmine kennt, ist auf der Flucht. Indes baut Jasmine ihren teuflischen Einfluss weiter aus. Fred findet heraus, dass sie Jasmines wahres Ich sehen kann, weil sie mit ihrem Blut in Berührung gekommen ist. Sie versucht, Jasmine zu töten, doch die Kugel geht durch ihre Schulter und trifft Angel, der nun auch das wahre Gesicht des Monsters sehen kann. Gemeinsam mit Fred will er nun die Menschen aus Jasmines Bann befreien …","versions":[{"lang":1,"streams":[{"redirect":8446346,"hoster":"VOE"},{"redirect":8292460,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die letzten ihrer Art","epNo":20,"alt":"Sacrifice","descr":"Angel und seine Freunde flüchten in die Kanalisation. Dort treffen sie einige Menschen, die sich vor Vampiren verstecken und nichts von Jasmine wissen. Sie berichten von einem Monster, das in den Gängen haust. Gemeinsam gehen sie auf die Jagd, und Wesley wird von dem Wesen geschnappt. Es verrät ihm, dass man Jasmines Bann mit ihrem wahren Namen brechen kann – dieser wird von einem Priester gehütet. Angel macht sich sofort auf, den Priester zu finden …","versions":[{"lang":1,"streams":[{"redirect":8446353,"hoster":"VOE"},{"redirect":8292461,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Hüter des Wortes","epNo":21,"alt":"Peace Out","descr":"Jasmine steht kurz davor, mit einer Pressekonferenz die Weltherrschaft zu übernehmen. Obwohl Connor Jasmines wahres Gesicht sieht, nimmt er Wesley, Lorne, Fred und Gun gefangen. Unterdessen kämpft Angel in der fremden Dimension mit dem Wächter, der als einziger Jasmines wahren Namen kennt. Rechtzeitig zur Pressekonferenz kommt Angel mit dem Kopf des Wächters zurück, der Jasmines Bann bricht, indem er ihren wirklichen Namen ausspricht. Es kommt zum dramatischen Showdown …","versions":[{"lang":1,"streams":[{"redirect":8446352,"hoster":"VOE"},{"redirect":8292465,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein verlockendes Angebot","epNo":22,"alt":"Home","descr":"Lilah ist zurück und unterbreitet Angel und seinem Team ein verlockendes Angebot: Die Seniorpartner von Wolfram und Hart haben beschlossen, die Niederlassung in L. A. dem ‚Team Angel‘ zu übertragen. Dann dreht Connor durch und nimmt Geiseln in einem Kaufhaus. Er droht damit, seine Gefangenen umzubringen. Angel nimmt daraufhin das Angebot von Wolfram und Hart an, aber nur, wenn diese Connors Gedächtnis löschen, um ihm ein Leben in einer normalen Familie zu ermöglichen …","versions":[{"lang":1,"streams":[{"redirect":8446354,"hoster":"VOE"},{"redirect":8292468,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Adieu,Kalifornien","epNo":1,"alt":"Conviction (1","descr":"Obwohl sie mittlerweile Wolfram und Hart übernommen haben, finden sich Angel und sein Team nur langsam zurecht. Ihr erster Fall ist Corbin Fries, für den sie vor Gericht einen Freispruch erwirken müssen, da er droht, sonst einen tödlichen Virus freizulassen. Mit aller Kraft forschen Fred und Wesley an einem Gegenmittel, während Gunn sich sämtliches Jurawissen einpflanzen lässt, um Fries zu verteidigen. In all dem Chaos taucht plötzlich auch noch Spike in der Firma auf ...","versions":[{"lang":1,"streams":[{"redirect":8446351,"hoster":"VOE"},{"redirect":8292473,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der tiefe Abgrund","epNo":2,"alt":"Just Rewards (2","descr":"Für Spikes Erscheinen in der Firma gibt es keine Erklärung. Fest steht, dass er ein Geist ist und die Anwaltskanzlei nicht verlassen kann. Deshalb nervt er Angel mit seinen sarkastischen Kommentaren. Dieser ist sich nicht sicher, ob Spike wirklich zum Guten konvertiert ist, doch seine Zweifel werden bald ausgelöscht, denn Spike hilft ihm, den Totenbeschwörer Hainsley zu bekämpfen. Der Mann mit der Macht über die Toten lässt sich nämlich von Wolfram und Hart Leichen liefern ...","versions":[{"lang":1,"streams":[{"redirect":8446356,"hoster":"VOE"},{"redirect":8292475,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Werwolf Nina","epNo":3,"alt":"Unleashed","descr":"Angel und sein Team sind auf der Suche nach Nina, einer jungen Frau, die von einem Werwolf gebissen wurde. Doch als sie Nina, die mittlerweile selbst ein Werwolf geworden ist, endlich finden, wird sie von ein paar bewaffneten Männern entführt. Das Team findet schnell heraus, wer hinter der Entführung steckt: Es ist ein perverser Gourmet, der seinen Gästen gerne exotische Tiere vorsetzt und als Höhepunkt seines Menüs soll es Werwolf geben ...","versions":[{"lang":1,"streams":[{"redirect":8446360,"hoster":"VOE"},{"redirect":13455235,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nachschub für die Hölle","epNo":4,"alt":"Hell Bound","descr":"Fred arbeitet weiter an einer Methode, um Spike wieder zu materialisieren, doch der hat mittlerweile ganz andere Probleme. Irgendjemand versucht, ihm Angst einzujagen. Und als Spike glaubt, Leichen zu sehen, ergreift ihn die Panik. Plötzlich verschwindet er und findet sich in einem Keller wieder. Dort erfährt er, wer ihn so gequält hat: ein psychopathischer Arzt namens Reaper, der die Seelen verstorbener Wolfram und Hart Mitarbeiter sammelt, um sie in die Hölle zu schicken ...","versions":[{"lang":1,"streams":[{"redirect":8446362,"hoster":"VOE"},{"redirect":8292481,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Lorne-Effekt","epNo":5,"alt":"Life of the Party","descr":"Die alljährliche Wolfram und Hart Halloweenparty steht an, und Lorne hat die Aufgabe, alles zu organisieren. Allerdings sagen sehr viele Mandanten ab, und die Party kommt nur schleppend in Gang. Doch plötzlich scheinen Lornes Aufmunterungsversuche zu fruchten - und die Party entartet zu einer wilden Orgie. Alle Gäste scheinen jegliche Moral verloren zu haben. Steckt etwa Lorne selbst hinter dem Chaos?","versions":[{"lang":1,"streams":[{"redirect":13004058,"hoster":"VOE"},{"redirect":8292485,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tag der Toten","epNo":6,"alt":"The Cautionary Tale of Numero Cinco","descr":"Ein Dämon treibt am mexikanischen Tag der Toten sein Unwesen: Der Killer schneidet seinen Opfern das Herz aus der Brust. Angel findet heraus, dass der Dämon alle 50 Jahre zum Leben erwacht, auf der Suche nach einem Talisman, der ihm unglaubliche Kräfte verleihen würde. Bei seinem letzten Erscheinen wurde er von fünf Brüdern getötet. Alle - bis auf einen - sind dabei ums Leben gekommen. Angel macht sich auf die Suche nach \u0027Nummer Fünf\u0027, um mit ihm in den Kampf zu ziehen...","versions":[{"lang":1,"streams":[{"redirect":8446365,"hoster":"VOE"},{"redirect":8292488,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mein Vater und ich","epNo":7,"alt":"Lineage","descr":"Wesley bekommt Besuch von seinem Vater Roger, der ihn wieder zurück zum Wächterrat holen will. Doch Wesley lehnt ab und möchte seinem Vater zeigen, wie sich Wolfram und Hart unter Angels Leitung zum Guten gewendet hat. Plötzlich wird die Firma von Cyborg- Ninjas angegriffen - und Wesley wird von seinem Vater niedergeschlagen. Es wird klar, dass er mit den Cyborgs unter einer Decke steckt. Auf dem Dach der Firma kommt es zum Kampf zwischen Vater und Sohn...","versions":[{"lang":1,"streams":[{"redirect":8446371,"hoster":"VOE"},{"redirect":8292490,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Kelch der Qual","epNo":8,"alt":"Destiny","descr":"Spike bekommt ein leeres Päckchen geschickt und nimmt plötzlich wieder materielle Form an. Von da an scheint die ganze Firma verrücktzuspielen. Eve hat eine Erklärung dafür: Spikes Materialisierung hebt das Gleichgewicht des Universums auf, da es nun zwei Vampire mit Seele gibt. Doch es gibt eine Lösung: Wer zuerst aus dem \u0027Kelch immerwährender Qual\u0027 trinkt, wird der auserwählte Vampir sein und kann das Gleichgewicht wiederherstellen. Der Kampf zwischen Angel und Spike beginnt...","versions":[{"lang":1,"streams":[{"redirect":8446363,"hoster":"VOE"},{"redirect":8292493,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jeder ist wichtig!","epNo":9,"alt":"Harm\u0027s Way","descr":"Angel ist im Stress. Eine Friedenskonferenz zwischen zwei verfeindeten Clans steht an, die unbedingt erfolgreich sein muss. Harmony lernt indes in einer Bar einen Mann kennen und nimmt ihn mit nach Hause. Als sie am nächsten Morgen feststellt, dass er tot neben ihr im Bett liegt, ist die Panik groß. Doch es kommt noch schlimmer: Der Tote war der einzige Vermittler, den die verfeindeten Clans akzeptiert hätten und nun fordern sie zum Ausgleich ein Blutopfer...","versions":[{"lang":1,"streams":[{"redirect":8446370,"hoster":"VOE"},{"redirect":8292495,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Parasit","epNo":10,"alt":"Soul Purpose","descr":"In einem Lokal trifft Spike auf Lindsey. Dieser behauptet, sein Name sei Doyle und er habe Visionen von Not leidenden Menschen, denen Spike helfen soll. Spike findet schnell Gefallen am Heldendasein. Indes wird Angel von Albträumen geplagt, in denen er als nutzlos abgeschoben wird - und Spike der gefeierte Retter ist. Die Träume sind das Ergebnis eines Parasiten, den Eve Angel auf die Brust gesetzt hat. Sie und Lindsey wollen Angels Stelle durch Spike ersetzten...","versions":[{"lang":1,"streams":[{"redirect":8446373,"hoster":"VOE"},{"redirect":8292499,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Auserwählte","epNo":11,"alt":"Damage","descr":"Angel soll Dana, eine ehemalige Jägerin, die aus der Psychatrie entflohen ist, zurückholen. Schnell findet er heraus, dass Dana als Kind von einem Irren entführt und gequält wurde und seitdem in psychatrischer Behandlung ist. Angel fordert Hilfe von Giles an, der ihm Andrew als Unterstützung schickt. Als Andrew zusammen mit Spike Dana findet, schlägt sie ihn zusammen und nimmt Spike gefangen. Sie hält ihn für ihren ehemaligen Peiniger und möchte sich an ihm rächen...","versions":[{"lang":1,"streams":[{"redirect":8446372,"hoster":"VOE"},{"redirect":8292502,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Menschen wie wir","epNo":12,"alt":"You\u0027re Welcome","descr":"Cordelia ist aus dem Koma erwacht. Jetzt befürchten Lindsey und Eve, dass Cordelia sie mit ihren Visionen entlarvt - und sie befehlen deshalb Spike, Cordy zu töten. Doch ihr Plan geht nicht auf: Spike weigert sich, Cordelia umzubringen und Eves Machenschaften fliegen endlich auf. Alles sieht nach Happy End aus, doch dann muss sich Cordelia von Angel verabschieden. Während ihres Abschiedskusses wird Angel vom Krankenhaus informiert, dass Cordelia im Krankenbett verstorben ist...","versions":[{"lang":1,"streams":[{"redirect":12918386,"hoster":"VOE"},{"redirect":12090219,"hoster":"Doodstream"},{"redirect":8292505,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unter Wasser","epNo":13,"alt":"Why We Fight","descr":"Sam Lawson, ein alter Bekannter von Angel, nimmt die Mitarbeiter von Wolfram und Hart als Geiseln, um sich an Angel zu rächen. Dieser hat Lawson 1943 während einer Mission für den amerikanischen Geheimdienst zum Vampir gemacht. Damals diente Lawson auf einem deutschen U-Boot, das Angel unter Kontrolle gebracht hatte. Dort sollte er eine Geheimwaffe der Nazis sicherstellen: Dämonen, aus denen eine deutsche Vampirarmee erschaffen werden sollte...","versions":[{"lang":1,"streams":[{"redirect":8446376,"hoster":"VOE"},{"redirect":14223544,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Angriff der Mörderpuppen","epNo":14,"alt":"Smile Time","descr":"In Los Angeles geschehen seltsame Dinge: Kinder brechen mit einem Grinsen im Gesicht vor dem Fernseher zusammen und fallen ins Koma. Angel ermittelt mit seinem Team, und bald stoßen sie auf die Kindersendung \u0027Smiley Time\u0027. Wesley und Fred finden heraus, dass die TV-Puppen den Kindern während der Sendung ihre Lebensenergie aussaugen - und so ziehen sie in den Kampf gegen das dämonische Spielzeug.","versions":[{"lang":1,"streams":[{"redirect":8446377,"hoster":"VOE"},{"redirect":12090165,"hoster":"Doodstream"},{"redirect":8292510,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Illyria","epNo":15,"alt":"A Hole in the World","descr":"Während Fred im Labor einen Sarkophag untersucht, infiziert sie sich mit einer seltsamen Krankheit. Angel findet heraus, dass Fred nicht krank ist, sondern langsam zum Wirtsorganismus für den Dämon Illyria mutiert. Den Prozess kann man nur aufhalten, indem man zum Ursprung des Sarkophags zurückkehrt. Angel und Spike fliegen nach England, um den Hüter des Sargs zu finden. Der enthüllt eine schreckliche Wahrheit: Wenn Illyria zurückgerufen wird, müssen tausende Menschen sterben...","versions":[{"lang":1,"streams":[{"redirect":8446384,"hoster":"VOE"},{"redirect":8292516,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Menschenwelt","epNo":16,"alt":"Shells","descr":"Der Dämon Illyria erwacht in Freds Körper zu Leben. Wesley und Angel setzen alles daran, um Fred wieder zurückzuholen - doch Illyria ist unbesiegbar. Zusammen mit ihrem Diener Knox macht sich der Dämon auf den Weg in ihr Königreich, um ihre Armee aufzustellen und die Welt von der Herrschaft der Menschen zu befreien. Allerdings liegt Illyrias Welt in Schutt und Asche. Sie kehrt zurück zu Wesley und bittet ihn, ihr dabei zu helfen, sich in der Menschenwelt zurechtzufinden...","versions":[{"lang":1,"streams":[{"redirect":13004059,"hoster":"VOE"},{"redirect":8292518,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Lindsey","epNo":17,"alt":"Underneath","descr":"Angel will hinter das Geheimnis der Seniorpartner von Wolfram und Hart kommen. Der einzige, der darüber etwas weiß, ist Lindsey. Allerdings befindet dieser sich in einer Warteschleife der Seniorpartner: Er muss immer wieder den selben Tag in einer spießigen Reihenhaussiedlung durchleben, der jedes Mal damit endet, dass ihm ein Dämon das Herz herausreißt. Die einzige Chance Lindsey von dort wegzuholen, ist, dass ein anderer seinen Platz einnimmt. Gunn meldet sich freiwillig...","versions":[{"lang":1,"streams":[{"redirect":8446383,"hoster":"VOE"},{"redirect":12090187,"hoster":"Doodstream"},{"redirect":8292520,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mein Sohn und ich","epNo":18,"alt":"Origin","descr":"Ein junger Mann wurde von einem Lieferwagen überfahren, doch er überlebt unverletzt. Angel stellt entsetzt fest, dass es sich bei dem Jungen um seinen Sohn Connor handelt. Angel befürchtet nun, dass die Seniorpartner ihr Wort gebrochen haben - denn im Tausch gegen ein normales Leben für Connor, ging Angel damals zu Wolfram und Hart. Doch hinter all dem steckt ein Dämon, der Connor als Waffe gegen seinen Widersacher einsetzen will...","versions":[{"lang":1,"streams":[{"redirect":8446386,"hoster":"VOE"},{"redirect":8292523,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Reise durch die Zeit","epNo":19,"alt":"Time Bomb","descr":"Angel traut Illyira immer noch nicht über den Weg und das, obwohl sie Gunn aus dem Folterkeller der Seniorpartner rettet. Gleichzeitig geht es mit der Dämonin bergab: Sie verliert viel Energie und droht zu explodieren. Auf mysteriöse Weise wird sie außerdem in der Zeit hin und her geschleudert. Angel, der durch Zufall mit in die Zukunft reist, sieht, wie Illyria seine Freunde tötet. Verzweifelt versucht er, in der Gegenwart den Lauf der Dinge zu ändern...","versions":[{"lang":1,"streams":[{"redirect":8446387,"hoster":"VOE"},{"redirect":8292527,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bella Roma","epNo":20,"alt":"The Girl in Question","descr":"Angel und Spike reisen geschäftlich nach Rom, um die sterblichen Überreste des Chefs eines Dämonenclans zu beschaffen. Dessen Kopf muss nach Los Angeles überführt werden, um den Dämon wiederzuerwecken. Angel hat anfangs wenig Lust auf eine Auslandsreise, doch dann erfährt er, dass sich Buffy dort aufhält. Sie hat sich in Angels Widersacher, \u0027den Ewigen\u0027, verliebt, und diese Liaison muss verhindert werden...","versions":[{"lang":1,"streams":[{"redirect":8446388,"hoster":"VOE"},{"redirect":12090189,"hoster":"Doodstream"},{"redirect":8292531,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Machthunger","epNo":21,"alt":"Power Play","descr":"Angel scheint böse und machthungrig geworden zu sein. Er rettet ein Menschenopfer, nur um es selbst zu töten, behandelt seine Freunde herablassend und setzt ein Killerkommando auf Drogyn an. Wesley findet heraus, dass Angel in den \u0027Kreis des Schwarzen Dorns\u0027, ein Geheimbund der Seniorpartner, aufgenommen werden will. Er stellt Angel zur Rede. Dieser hat einen gefährlichen Plan: Er will in den Kreis der Seniorpartner aufgenommen werden, um diesen von innen zu zerstören...","versions":[{"lang":1,"streams":[{"redirect":8446392,"hoster":"VOE"},{"redirect":12090193,"hoster":"Doodstream"},{"redirect":8292535,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die letzte Schlacht","epNo":22,"alt":"Not Fade Away","descr":"Angel hat es geschafft: Er wurde in den \u0027Kreis des schwarzen Dorns\u0027 aufgenommen und kann jetzt mit Hilfe seiner Freunde den Plan, Wolfram und Hart endgültig zu vernichten, in die Tat umsetzen. Ein letztes Mal kommen Angel und seine Freunde zusammen, und er erklärt den Schlachtplan. Jeder aus der Gruppe hat seine eigene Aufgabe und muss ein Mitglied des Kreises töten. Doch Hamilton erfährt von Angels Vorhaben, und die Schlacht wird zum Himmelfahrtskommando...","versions":[{"lang":1,"streams":[{"redirect":8446399,"hoster":"VOE"},{"redirect":12090195,"hoster":"Doodstream"},{"redirect":8292537,"hoster":"Streamtape"}]}]}]}]}