{"path":"/serie/stream/animals","name":"Animals.","descr":"Die Geschichte der satirischen Animationsserie Animals. ist in einer dystopischen Welt angesiedelt. Hier fungiert New York City als letzter verbliebener Ort auf der Erde, an den sich die sprechenden Tiere von Animals. zurückziehen können. Zu diesen Tieren gehören unter anderem Ratten, Tauben und Kakerlaken – und sie alle haben menschliche Züge und kämpfen mit vergleichbaren Problemen.\r\rHier ein bisschen Smalltalk, da ein bisschen Midlife-Crisis: Selbst von den großen existenziellen Fragen des Lebens machen die animalischen Bewohner von Big Apple keinen Halt. Am Ende hegt jedoch jedes Lebewesen die gleiche Hoffnung, nämlich nicht im Schlund der Schlange zu landen, die sich begierig auf jedes Wesen stürzt, das sich (unglücklicherweise) in ihr Terrarium verirrt.","seasons":[{"path":"/serie/stream/animals/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/animals/staffel-1/episode-1","name":"Ratten (1)","epNo":1,"alt":"Rats (1)","descr":"Ratten, die sich auf einer Underground-Party über Jungfräulichkeit und das \"Babymachen\" unterhalten? Pferde, die sich über die Beförderung eines Kollegen zum Rennpferd aufregen und Bettwanzen, die sich im Schritt des New Yorker Bürgermeisters einnisten und dort über den Zweck von Ohrringen parlieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446989","hoster":"VOE"},{"path":"/redirect/8293507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-2","name":"Tauben (1)","epNo":2,"alt":"Pigeons (1)","descr":"Die Taube Phil träumt davon Mutter zu werden. Als er einen Golfball in seinem Bett findet, glaubt er, seine Wünsche gingen in Erfüllung. Die Tauben-Väter Mike und Jerry geraten aneinander und fordern sich zu einem Wettfliegen heraus. Unterdessen ist Raupe Alan neidisch auf seinen Freund Brian, der über Nacht zum Schmetterling geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447000","hoster":"VOE"},{"path":"/redirect/8293515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-3","name":"Katzen","epNo":3,"alt":"Cats","descr":"Die dekadenten Kater des New Yorker Bürgermeisters, Phil und Mike, überraschen Streuner Alex beim Versuch, ihre Hausapotheke zu plündern. Gemeinsam genießen sie einen gewaltigen Joint. Ganter Shane hat derweil genug von seinen langweiligen Gänsefreunden und lernt im Central Park Schwanenmädchen Olivia kennen. Die hält ihn für einen schwarzen Schwan. Was, wenn der Schwindel auffliegt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12998455","hoster":"VOE"},{"path":"/redirect/14094787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-4","name":"Hunde","epNo":4,"alt":"Dogs","descr":"Rüde Phil ist zum ersten Mal im Hundepark und freundet sich mit Mike an. Doch die Alpha-Pudeldame Angela und ihre Leibgarde führen dort ein hartes Regiment und legen sich mit ihnen an. Gemeinsam planen Mike und Phil die Flucht. Die vier Hundedamen Holly, Mabel, Sugar und Josie unterhalten sich derweil über Josies Schwangerschaft und Sugars Problem, anständig zu koten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8446997","hoster":"VOE"},{"path":"/redirect/14094788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-5","name":"Moderatten (2)","epNo":5,"alt":"Rats (2)","descr":"Ratte Phil bekommt regelmäßig vor Aufregung eine Erektion, wenn er seinem Schwarm Sharon begegnet. Also bastelt Mike seinem Freund eine Hose aus Abfall, damit er seine peinliche Latte verbergen kann. Bald wird Phil von den anderen Ratten als cooler Modeschöpfer gefeiert. Bis herauskommt, dass Mike seine Kleider in einem Sweatshop herstellen lässt. Motte Patrick versucht derweil mit seinen beiden Idolen Dave und Kashmere von Neonlicht high zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447002","hoster":"VOE"},{"path":"/redirect/14094786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-6","name":"Brieftauben (2)","epNo":6,"alt":"Pigeons (2)","descr":"Tauber Phil bekommt Besuch von seinem Vater Larry, der ihn einst als Kind verlassen hatte. Aber Larry will sich vor allem Geld von Phil leihen, um auf einen Taubenwettkampf zu wetten. Doch Buchmacher Julio hat noch eine Rechnung mit Larry offen. Die Schildkröten Kaitlin und Ashley geraten derweil in ihrem Terrarium beim Flirten mit Plastikfrosch Jeremy in Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447006","hoster":"VOE"},{"path":"/redirect/8293522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-7","name":"Fliegen","epNo":7,"alt":"Flies","descr":"Die zwei Eintagsfliegen Phil und Mike sind seit Kindheitstagen Freunde. Doch als Teenager trennen sich ihre Wege: Während Phil mit anderen Punks abhängt, geht Mike auf die Universität, heiratet, zieht in die Stadt und bekommt einen guten Job. Dennoch bleiben sie ihr ganzes Leben in Kontakt, bis sie am Abend eine Bilanz ihres Lebens ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447004","hoster":"VOE"},{"path":"/redirect/8293524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-8","name":"Eichörnchen (1)","epNo":8,"alt":"Squirrels: Part I.","descr":"Zwei Eichhörnchen-Brüder verlieren ihr Zuhause und müssen sich durch einen vor Feinden wimmelnden Baumstamm in die Freiheit kämpfen. Eine Schlange und eine Maus liefern sich einen offenen Schlagabtausch. Und in einer Tierhandlung entbrennt ein Revierkampf zwischen Hundewelpen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447005","hoster":"VOE"},{"path":"/redirect/8293526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-9","name":"Eichhörnchen (2)","epNo":9,"alt":"Squirrels: Part II.","descr":"Die Eichhörnchen Phil und Mike stehen vor der letzten Etappe ihrer Flucht durch den gefährlichen Baumstamm. Eine Ameisenkönigin trifft einen alten Freund wieder – und muss auf schmerzhafte Weise erfahren, was ihre Kolonie wirklich von ihr hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097058","hoster":"VOE"},{"path":"/redirect/8293532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-1/episode-10","name":"Truthähne","epNo":10,"alt":"Turkeys","descr":"Nachdem seine Truthahn-Gattin auf brutale Weise aus dem Leben gerissen wurde, schmiedet der gefiederte Ehemann einen Racheplan gegen den New Yorker Bürgermeister. Während der alljährlichen Thanksgiving-Parade will er ihn in die Tat umsetzen. Derweil wagen sich zwei mutige Teenager-Ratten erstmals aus dem Abwasserkanal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447012","hoster":"VOE"},{"path":"/redirect/8293531","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/animals/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/animals/staffel-2/episode-1","name":"Ratten","epNo":1,"alt":"Rats","descr":"Die Großstadttiere mit den menschlichen Problemen sind zurück: Die Labor-Ratten Mike und Phil kriegen sich in ihrer Dreiecks-Beziehung mit einem imaginären Freund in die Haare. Zwei Flöhe, die auf dem Rücken eines Affen wohnen, träumen von einer Basketball-Karriere. Eine Alge stellt sich existentielle Sinnfragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447009","hoster":"VOE"},{"path":"/redirect/8293533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-2","name":"Tauben","epNo":2,"alt":"Pigeons","descr":"Teenager-Taube Jacob ist eifersüchtig auf seinen engelsgleichen kleinen Bruder. Als ein Virus New York heimsucht, lernt er bei einer exzentrischen Geisterjagd eine Lektion über Mut und Verantwortung. Zwei Füchse rappen über ihr hartes Leben auf den Straßen von New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447019","hoster":"VOE"},{"path":"/redirect/8293539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-3","name":"Kakerlaken","epNo":3,"alt":"Roaches","descr":"Ein Kammerjäger droht eine Kakerlaken-Kolonie auszurotten. Doch die Überlebenden wagen zusammen eine Reise in die Welt außerhalb ihrer Mauer, um den Fortbestand ihrer Spezies zu sichern. Eine Gruppe Möwen steckt in einer Dose fest und hadert damit, jetzt ein gemeinsames Leben führen zu müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097063","hoster":"VOE"},{"path":"/redirect/8293540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-4","name":"Eichhörnchen","epNo":4,"alt":"Squirrels","descr":"Während New York unter Quarantäne steht und im Chaos versinkt, bereiten sich die Eichhörnchen Mike und Phil auf die Wiederheirat ihrer Mutter vor. Während Mike versucht, die weiblichen Gäste zu beeindrucken, legt sich Phil mit seinem neuen kleinen Bruder Mason an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097062","hoster":"VOE"},{"path":"/redirect/8293543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-5","name":"Menschen","epNo":5,"alt":"Humans","descr":"New York wird immer noch von einem Virus heimgesucht. Im Hauptquartier des fiesen Großkonzerns Pesci Co. bereitet der skrupellose Dr. Labcoat die Markteinführung der \"Grünen Pille\" vor, einer mysteriösen Heilung vom Virus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447020","hoster":"VOE"},{"path":"/redirect/8293549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-6","name":"Ratten","epNo":6,"alt":"Rats","descr":"Die Teenager-Ratten Mike und Phil planen, für Geld ein Menschen-Baby auszuschlachten. Doch dann nimmt die Entwicklung ein düsteres Ende. Unterdessen kämpfen zwei Bienen um die Liebe einer Tulpe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097065","hoster":"VOE"},{"path":"/redirect/8293550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-7","name":"Katzen – Teil 1","epNo":7,"alt":"Cats Part 1","descr":"Rivalisierende Banden von Straßenkatzen kämpfen um die Kontrolle von Little Italy. Der junge Kater Phil steigt zum Anführer auf. Und ein Eulen-Trio versammelt sich, um Weihnachten zu feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447018","hoster":"VOE"},{"path":"/redirect/8293547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-8","name":"Katzen – Teil 2","epNo":8,"alt":"Cats Part 2","descr":"Nachdem der junge Kater Phil ist zum Anführer einer Bande von New Yorker Straßenkatzen aufgestiegen ist, kommt es unter den Rivalen zum großen Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447023","hoster":"VOE"},{"path":"/redirect/8293559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-9","name":"Würmer","epNo":9,"alt":"Words Birds Possums","descr":"Zwei Teile eines Wurms suchen nach Liebe und Unabhängigkeit. Ein Paar frisch geschlüpfter Feenvögel kämpft ums Überleben. Und ein Opossum und sein Sohn geraten über ihre Existenz als Raubtiere aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447028","hoster":"VOE"},{"path":"/redirect/8293555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-2/episode-10","name":"Hunde","epNo":10,"alt":"Dog","descr":"Ein alter Hund denkt über das Leben nach. Den zwei Teenager-Ratten Phil und Mike wird klar, dass sich ihre Wege nach ihrem Highschool-Abschluss trennen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447027","hoster":"VOE"},{"path":"/redirect/8293557","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/animals/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/animals/staffel-3/episode-1","name":"Ratten","epNo":1,"alt":"Rats.","descr":"Drei Jahre sind vergangen, seit eine Bombe alles menschliche Leben in New York ausgelöscht hat. Die Ratten Phil und Mike streunen verkatert durch die Stadt und suchen ihr verschwundenes Auto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447029","hoster":"VOE"},{"path":"/redirect/8293562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-2","name":"Hunde","epNo":2,"alt":"Dogs.","descr":"Der Hund Phil hat Probleme, sich an sein neues Leben ohne Herrchen zu gewöhnen. Was soll er mit der neu gewonnenen Freiheit nur anfangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097066","hoster":"VOE"},{"path":"/redirect/8293565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-3","name":"Tauben","epNo":3,"alt":"Pigeons.","descr":"Die Taube Wallet lässt nach einem Schicksalsschlag ihre Heimat zurück. Als rechte Hand von King Phil findet sie neue Aufgaben – und muss zudem einen Terroranschlag bei einer Bar Mitzwa stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447030","hoster":"VOE"},{"path":"/redirect/8293566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-4","name":"Pferde","epNo":4,"alt":"Horses.","descr":"Unter den Pferden hat sich eine strikte Klassengesellschaft entwickelt. Die Tochter eines reichen Hengstes schwankt zwischen einem wohlhabenden Verehrer und einem einfachen Lastenpferd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447032","hoster":"VOE"},{"path":"/redirect/8293571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-5","name":"Dinge","epNo":5,"alt":"Stuff.","descr":"Nach einem mysteriösen Unfall werden einige Gegenstände plötzlich lebendig. Prompt erleben die fühlenden Objekte die Höhen und Tiefen des Daseins – und fragen sich nach dem Sinn des Lebens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447037","hoster":"VOE"},{"path":"/redirect/8293576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-6","name":"Grabbags","epNo":6,"alt":"At A Loss For Words When We Needed Them Most Or The Rise And Fall Of Grabbagville.","descr":"Eine verachtete Mischspezies steht vor einem großen Evolutionsschritt: Die Tiere lernen, miteinander zu kommunizieren. Die Geckos Phil und Mike wollen unterdessen die oberirdische Welt zurückerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447036","hoster":"VOE"},{"path":"/redirect/8293577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-7","name":"Der Prozess","epNo":7,"alt":"The Trial.","descr":"Die Tiergemeinde fiebert dem Gerichtsprozess des Jahrhunderts entgegen. Phil und Mike debattieren währenddessen eine ganz andere Frage: Wer ist besser: Jim Carrey oder Adam Sandler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620390","hoster":"VOE"},{"path":"/redirect/8620384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-8","name":"Katzen","epNo":8,"alt":"The Democratic People’s Republic Of Kitty City","descr":"Phil und Mike raufen sich wieder zusammen. Sie müssen eine gemeinsame Reise in den feindlich gesinnten Bezirk Kitty City antreten. Dabei machen sie sich viele Gedanken über die Zukunft von New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620387","hoster":"VOE"},{"path":"/redirect/8620406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-9","name":"Wetten, du begehst Hochverrat?","epNo":9,"alt":"So You Think You Won’t Treason?!","descr":"Die Soldaten Phil und Mike müssen die Suppe auslöffeln, die sie sich eingebrockt haben: Sie haben einen unverzeihlichen Akt von Hochverrat begangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620378","hoster":"VOE"},{"path":"/redirect/8620377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/animals/staffel-3/episode-10","name":"Roachella","epNo":10,"alt":"Roachella","descr":"Während das Schicksal aller Tiere in New York auf dem Spiel steht, arbeiten die Ratten Phil und Mike daran, das größte Musikfestival der gesamten Tierwelt auf die Beine zu stellen: \"Roachella\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620385","hoster":"VOE"},{"path":"/redirect/8620380","hoster":"Streamtape"}]}]}]}]}