{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg","name":"Anna Maria - Eine Frau geht ihren Weg","descr":"Anna Maria Seeberger (Uschi Glas) ist die Mutter von Manuel (Kevin Dawson) und Patricia (Saskia Preil) und die Gattin des Unternehmers Hannes Seeberger (Michael Degen), der das gemeinsame Kieswerk führt. Einen eigenen Beruf übt sie nicht aus. Als Hannes bei einem Arbeitsunfall stirbt, muss Anna Maria die Leitung des Betriebs übernehmen, der, wie sie erst jetzt erfährt, vor dem Konkurs steht. Sie setzt sich gegen den Widerstand von Chefsekretärin Margot (Karin Rasenack) und Konkurrent Alexander Langer (Christian Kohlund) durch, der sich später in sie verliebt, und macht den LKW Führerschein, um selbst mit anpacken zu können. Josef Hauser (Martin Semmelrogge) ist ein Jugendfreund. Als eines Tages Michael Sprenger (Christian Schmidt) auf der Bildfläche erscheint, ein Sohn ihres verstorbenen Mannes, merkt Anna Maria, dass Hannes ihr mehr als nur die Beinahepleite der Firma verheimlicht hat.","seasons":[{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/filme/film-1","name":"Pilotfilm","epNo":1,"alt":"Pilotfilm","descr":"","versions":[]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"","descr":"Der Tod ihres geliebten Mannes ist für Anna Maria ein schwerer Schock. Sie ist plötzlich gezwungen, sich um das Kieswerkgeschäft zu kümmern. Dort entsteht Unruhe: Die Zukunft ist unsicher, die ersten Mitarbeiter kündigen. Und Chefsekretärin Margot Gärtner macht ihr unmissverständlich klar, dass sie sie für unfähig hält, die Firma zu leiten. Damit nicht genug: Die Bank kündigt einen wichtigen Kredit. Doch Anna Maria ist entschlossen, das Lebenswerk ihres Mannes fortzuführen. (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447219","hoster":"VOE"},{"path":"/redirect/8293878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"","descr":"Zwischen Chefsekretärin Margot Gärtner und Anna Maria kommt es zum Eklat: Niemand kennt die Geschäfte im Kieswerk besser als Margot, aber sie ist nicht bereit, die neue Chefin in ihren Anstrengungen zu unterstützen. Anna Maria aber gibt nicht auf und kniet sich in die Arbeit. Je mehr sie sich in die Geschäfte einarbeitet, desto deutlicher wird ihr, dass sie vor einem Scherbenhaufen steht. Nun wollen die Banken alle Kredite sperren. Anna Maria wagt einen riskanten Bluff … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447221","hoster":"VOE"},{"path":"/redirect/8293879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"","descr":"Alexander schenkt seinem Patenkind Manuel ein teures Mofa. Manuel verrät seiner Mutter zwar nichts, aber Anna Maria bekommt trotzdem Wind von der Sache, reagiert empört und bringt das Mofa sofort zurück. Ein handfester Streit ist die Folge. Alexander ist beleidigt und lässt nichts unversucht, Anna Maria wenigstens als knallharter Geschäftsmann auszubooten: Er will dem Seeberger Kieswerk einen lebenswichtigen Auftrag vor der Nase wegschnappen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447222","hoster":"VOE"},{"path":"/redirect/8293885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"","descr":"Anna Maria macht heimlich ihren Lkw-Führerschein. Der Lehrer ist ein Macho, der es ihr mit hämischen Sprüchen noch schwerer macht. Doch bei der immer energischer werdenden Anna Maria ist er genau an die Richtige geraten. Sohn Manuel weiß bisher nichts von den abendlichen Fahrstunden … Die Finanzen sind weiterhin Besorgnis erregend: Anna Maria muss das Haus verkaufen und wendet sich an Robert, den Mann ihrer Freundin – der aber versucht, aus ihrer Notlage Profit zu schlagen. (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14001440","hoster":"VOE"},{"path":"/redirect/8293887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"","descr":"Alexander Langer tobt, als er erfährt, dass ihm sein Vater den geschäftlichen Triumph über Anna Maria Seeberger kaputt gemacht hat. Er ertränkt seinen Zorn in einem zweifelhaften Etablissement und wacht am nächsten Morgen derangiert in Anna Marias Garten auf. Niemand weiß, was genau ihn dort hingeführt hat, jedenfalls kracht es mal wieder zwischen Alexander und Anna Maria. Nach seinen wüsten Schimpfkanonaden weist sie ihn aus dem Haus … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447229","hoster":"VOE"},{"path":"/redirect/8293889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"","descr":"Ein Wochenende bei den Großeltern auf dem Bognerhof bleibt nicht ohne Folgen: Anna Maria begegnet ihrem Jugendfreund Josef wieder. Und ganz wie früher ist er von ihr völlig hingerissen … Noch ahnt niemand von Anna Marias Lieben, dass ihre Fahrprüfung ansteht. Die zierliche Frau wird nach wie vor von vielen unterschätzt. Ein Autohändler glaubt, mit ihr leichtes Spiel zu haben – doch da hat er sich getäuscht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447227","hoster":"VOE"},{"path":"/redirect/8293894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"","descr":"Manuel macht sich nach dem Tod des Vaters Sorgen um seine Zukunft. Seine Mutter tröstet ihn – seine Zukunft ist das Kieswerk. An Fusion oder Verkauf denkt sie nicht, und Alfred Langers freundschaftliches Angebot wird von ihr zurückgewiesen. Stattdessen kämpft sie wie ein Löwe und ordnet nebenbei im Kieswerk einiges neu. Als Fahrer Ransbeck Ärger macht, setzt sich Anna Maria zur Überraschung der Belegschaft selbst ans Steuer und feuert den unverschämten Mitarbeiter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337470","hoster":"VOE"},{"path":"/redirect/8293896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"","descr":"Anna Marias Pechsträhne will einfach nicht abreißen: Eines Tages steht plötzlich ein junger Mann vor ihr, der behauptet, Hannes’ Sohn zu sein. Noch bevor sie sich richtig mit diesem neuen Beweis für das Doppelleben ihres Mannes auseinander setzen kann, muss sich Anna Maria schon mit dem nächsten Problem befassen. Die Bauaufsicht, die ihr ganz offensichtlich ein Neider auf den Hals gehetzt hat, begutachtet das Kieswerk und findet allerlei Mängel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447234","hoster":"VOE"},{"path":"/redirect/8293899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"","descr":"Anna Maria muss unbedingt den Vertrag mit der Ponsack AG abschließen, damit sie von ihrer Hausbank das gewünschte Geld bekommt. Um den Deal voranzutreiben, verabredet sie sich mit \"Potzi\" Ponsack zum Abendessen. Das Treffen verläuft jedoch ganz anders als geplant: Der dreiste Firmenchef versucht, Anna Maria zu kaufen. Von so viel Unverschämtheit angewidert, verlässt die attraktive Frau sofort das Restaurant und läuft Alexander Langer direkt in die Arme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447231","hoster":"VOE"},{"path":"/redirect/8293906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-10","name":"Episode 10","epNo":10,"alt":"","descr":"Alfred Langer liegt nach einer Herzattacke auf der Intensivstation des Krankenhauses. Sein Sohn Alexander ist untröstlich und gibt sich die Schuld am Zustand seines Vaters. Anna Maria kehrt unterdessen nach einigen erholsamen Tagen auf dem Bognerhof wieder zurück in den Alltag. Dort muss sie sich allerdings schon wieder mit den nächsten Problemen befassen. Sie nimmt sich ihrer besten Freundin Jutta an, die sich wegen ihrer gescheiterten Ehe heftig betrunken hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447236","hoster":"VOE"},{"path":"/redirect/8293904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-11","name":"Episode 11","epNo":11,"alt":"","descr":"Manuel hat noch einmal Glück gehabt und überlebt seinen tragischen Unfall im Kieswerk völlig unbeschadet. Der Vorfall hat ihn aber derart mitgenommen, dass er seine Mutter darum bittet, wieder die Schulbank drücken zu dürfen. Anna Maria ist erleichtert und kommt Manuels Wunsch gerne nach. Unterdessen macht Jutta eine schwere Phase durch: Ihr Mann hat sie beinhart aus der gemeinsamen Wohnung geworfen, damit seine Freundin bei ihm einziehen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447238","hoster":"VOE"},{"path":"/redirect/8293908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-12","name":"Episode 12","epNo":12,"alt":"","descr":"Einer von Anna Marias Angestellten macht heimlich ein paar Zusatzgeschäfte. Als seine Chefin dahinter kommt, erklärt sie das Arbeitsverhältnis für beendet. Das hat allerdings zur Folge, dass Anna Maria nun wieder selbst LKW fahren muss. Besonders ärgerlich wird die ganze Geschichte, als während einer Fahrt ein Reifen platzt. Unterdessen sucht Michael Sprenger Unterschlupf bei den Seebergers. Er darf sich auf dem Dachboden einnisten und gehört damit nun richtig zur Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447242","hoster":"VOE"},{"path":"/redirect/8293912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-1/episode-13","name":"Episode 13","epNo":13,"alt":"","descr":"Um sich endlich Klarheit zu verschaffen, nimmt Josef Hauser all seinen Mut zusammen und fragt Anna Maria, wie sie zu ihm steht. Es ist ein harter Schlag für ihn, als er von seiner Angebeteten erfährt, dass sie Gefühle für Alexander hegt. Auch Vater Siegfried kann Anna Marias neuer Liaison nicht viel abgewinnen – für ihn wäre Josef die erste Wahl. Das fröhliche Paar freut sich unterdessen nicht nur über sein privates Glück, sondern auch über die gelungene Geschäftsbeziehung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447244","hoster":"VOE"},{"path":"/redirect/12481502","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-1","name":"Episode 14","epNo":1,"alt":"","descr":"Anna Maria wird wieder einmal mit zig Problemen auf einmal konfrontiert: Zunächst muss sie um eine beachtliche Geldsumme fürchten, weil die Hellwig AG Pleite gegangen ist, nur um sich dann mit einer Steuerprüfung durch das Finanzamt auseinander zu setzen. Auch Alexander macht Probleme, weil er von Anna Marias Sorgen ahnt und enttäuscht ist, als sie ihm nichts davon erzählen will. Schließlich bekommt die Unternehmerin auch noch mit Sohn Manuel und Tochter Patricia Probleme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447241","hoster":"VOE"},{"path":"/redirect/8293916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-2","name":"Episode 15","epNo":2,"alt":"","descr":"Die Steuerprüfung hat nichts Gutes ergeben – Anna Maria muss nachträglich gewaltige Geldsummen an das Finanzamt zahlen. Da ihr nicht die finanziellen Mittel dafür zur Verfügung stehen, überlegt sie, ob sie einen Partner in die Firma nehmen muss. Auch im Privaten geht es bei Anna Maria hoch her, seitdem Manuel erfahren hat, dass seine Mutter mit Alexander liiert ist. In seiner Eifersucht auf den Patenonkel wird der Junge immer unberechenbarer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447240","hoster":"VOE"},{"path":"/redirect/8293921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-3","name":"Episode 16","epNo":3,"alt":"","descr":"Anna Maria kann es kaum glauben, dass sich Jutta das Leben nehmen wollte. So sehr sie sich auch bemüht, ihrer Freundin wieder auf die Beine zu helfen, ihren Weg muss Jutta schon alleine finden. Unterdessen versucht Anna Maria ihr eigenes Privatleben ein wenig zu verbessern, indem sie eine Einladung Alexanders zum Abendessen annimmt. Zunächst verläuft das Rendezvous sehr harmonisch, doch dann kommt ein unerwarteter Anruf von Patricia, die sich Sorgen um den Hund Fips macht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447247","hoster":"VOE"},{"path":"/redirect/8293922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-4","name":"Episode 17","epNo":4,"alt":"","descr":"Während Anna Maria sich noch immer mit der Frage beschäftigt, ob sie Teile des Kieswerks verkaufen soll, möchte sie Alexander zu einem Spanienurlaub einladen. Sein Geschenk findet jedoch nicht die gewünschte Reaktion – Anna Maria macht ihm Vorwürfe, weil er nicht an ihre Kinder gedacht hat. Trotz ihrer Gefühle für Alexander ist dieser Streit noch ihre geringste Sorge. Während einer ihrer LKW-Fahrten kann die Unternehmerin ihre Familie nicht erreichen. Ihr schwant Böses …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447248","hoster":"VOE"},{"path":"/redirect/8293924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-5","name":"Episode 18","epNo":5,"alt":"","descr":"Anna Marias Pechsträhne will einfach nicht abreißen. Zunächst erfährt sie von der Versicherung, dass sie keinen Pfennig für den gestohlenen LKW erhält, weil sie den Schlüssel stecken gelassen hat. Und schließlich meldet sich auch noch ihr Stiefsohn Michael Sprenger, um von ihr einen beträchtlichen Vorschuss auf sein Erbe zu verlangen. Die verzweifelte Anna Maria sieht nun keinen anderen Ausweg mehr, als die Hälfte des Kieswerkes zu verkaufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447251","hoster":"VOE"},{"path":"/redirect/8293930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-6","name":"Episode 19","epNo":6,"alt":"","descr":"Anna Maria traut ihren Augen kaum, als sie bei einem Geschäftsessen mit ihrem neuen Partner Moosreitner auf Alexander und dessen vermeintliche Freundin trifft. Ihr ehemaliger Geliebter hat während eines Ausritts seine alte Flamme Sonja Montinelli getroffen und ist sichtlich von ihr angetan. Neben ihrem gebrochenen Herz wird die toughe Unternehmerin aber auch noch von Sorgen um ihr Kieswerk geplagt. Die Belegschaft lehnt den neuen Prokuristen Holzapfel entschieden ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447249","hoster":"VOE"},{"path":"/redirect/8293933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-7","name":"Episode 20","epNo":7,"alt":"","descr":"Patricia hat vom Schüler-Dasein die Nase gestrichen voll und zeigt dies auch in aller Deutlichkeit. Anna Maria hat jedoch wenig Verständnis für die Sorgen ihrer Tochter, was schließlich dazu führt, dass das kleine Mädchen samt Hund Fips das Weite sucht. Ihr Ziel ist es, allein zu den Großeltern an den Tegernsee zu fahren, wo sie auf mehr Einfühlungsvermögen hofft. Erst einmal unterwegs, muss Patricia aber bald erkennen, dass ihre Flucht vielleicht doch keine so gute Idee war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447253","hoster":"VOE"},{"path":"/redirect/8293934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-8","name":"Episode 21","epNo":8,"alt":"","descr":"Als Moosreitner Anna Marias Erzfeind Ransbeck beauftragt, seinen Sondermüll illegal zu entsorgen, ahnt niemand, welche Konsequenzen das für das Kieswerk haben könnte. Ohne zu wissen, dass Moosreitner nun selbst Teilhaber des Unternehmens ist, schüttet Ransbeck den Sondermüll einfach in Anna Marias Kiesgrube. Die Chefin, die davon nichts mitbekommen hat, müht sich unterdessen am Bognerhof ab. Um ihre Eltern auch in Zukunft zu entlasten, stellt sie die junge Lisa ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447254","hoster":"VOE"},{"path":"/redirect/8293943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-9","name":"Episode 22","epNo":9,"alt":"","descr":"Als der Fahrer Schorsch auf einen Haufen Sondermüll stößt, der unter einer Ladung Bauschutt versteckt wurde, fällt der Verdacht fällt sofort auf Moosreitner, da nur er in den letzten Tagen Bauschutt im Kieswerk abkippen ließ. Während man im Werk noch rätselt, wie man den Sondermüll wieder loswerden könnte, erfährt der soeben aus den Staaten zurückgekehrte Manuel, dass seine Mutter die Hälfte des Kieswerks verkauft hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447259","hoster":"VOE"},{"path":"/redirect/12481489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-10","name":"Episode 23","epNo":10,"alt":"","descr":"Alexander ist über das plötzliche Mäzenatentum seines Vaters nicht erfreut. Merkt Alfred Langer wirklich nicht, dass ihn seine Freundin ausnimmt, wenn er ihr die Einrichtung des Bistros finanziert? Doch der kontert die Wut des Sohnes ganz gelassen und macht weiterhin, was ihm gefällt. Alles andere als gelassen ist Anna Maria: Michael Sprenger, der Sohn ihres verstorbenen Mannes, fordert über einen Rechtsanwalt 100.000 DM aus der Erbschaft seines Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447258","hoster":"VOE"},{"path":"/redirect/8293944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-11","name":"Episode 24","epNo":11,"alt":"","descr":"Margot Gärtner hat genug von Streit und schlechter Laune und kündigt nach 25 Jahren im Seeberger Kieswerk. Die Entscheidung ihrer rechten Hand läuft an Anna Maria zunächst ganz vorbei. Mit Feuereifer zeichnet sie für den geplanten Wohnpark Nord. Lorenz Mühlenburg ist von seiner Mitarbeiterin mehr als angetan: Der Witwer gesteht ihr seine Liebe. Doch ist er nicht der Einzige, der sich für die attraktive Frau interessiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447257","hoster":"VOE"},{"path":"/redirect/8293950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-12","name":"Episode 25","epNo":12,"alt":"","descr":"Nun weiß auch Anna Maria, dass Moosreitner für den illegal ins Kieswerk gekippten Sondermüll verantwortlich ist. Obwohl sie ihn gerne loswerden würde, geht das nicht so einfach – immerhin gehört ihm das Kieswerk zur Hälfte. Als Anna Maria kurz darauf eine Lieferung zu einer Baustelle bringt, wartet schon die nächste Katastrophe auf sie. Ihr Erzfeind Ransbeck hält sich zufällig dort auf und versucht, seine Ex-Chefin in ihrer Fahrerkabine zu vergewaltigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097076","hoster":"VOE"},{"path":"/redirect/8293952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-13","name":"Episode 26","epNo":13,"alt":"","descr":"Von ihren noch immer starken Gefühlen für Alexander überwältigt, beschließt Anna Maria, auf ihren ehemaligen Freund zuzugehen. Umso größer ist der Schock, als sie bei ihm die attraktive Architektin Sonja Montinelli antrifft, die keine Gelegenheit auslässt, ihn anzubaggern. Anna Maria glaubt, Alexander endgültig verloren zu haben – sie ahnt nicht, dass ihr ehemaliger Freund sich mit Sonja nur getröstet hat, während sein Herz immer ihr gehörte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447261","hoster":"VOE"},{"path":"/redirect/8293953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-2/episode-14","name":"Episode 27","epNo":14,"alt":"","descr":"Zum wiederholten Male stehen die Seebergers vor dem Nichts – eine gewaltige Feuersbrunst hat ihr gemütliches Zuhause dem Erdboden gleichgemacht. Zwar bietet Anna Marias Vater an, den Bognerhof zu verkaufen, um ihr etwas Startkapital geben zu können, doch die toughe Unternehmerin lehnt ab. Schließlich hat Alfred Langer die rettende Idee: Er präsentiert ihr ein wunderschönes neues Doppelhaus, das Anna Maria und ihre Kinder restlos begeistert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447264","hoster":"VOE"},{"path":"/redirect/8293962","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-1","name":"Episode 28+29","epNo":1,"alt":"","descr":"Folge 28: Eines Tages erhält Anna Maria einen Brief vom Finanzamt, durch den sie erfährt, dass ihr verstorbener Mann noch ein weiteres Grundstück erworben hat. Das ursprünglich als \"Unland\" bewertete Areal wurde plötzlich als wertvoller eingestuft – die bedeutet eine ordentliche Steuernachzahlung. Als Anna Maria die Idee hat, auf dem neuen Grundstück Kies abzubauen und mit den daraus resultierenden Einnahmen ihre Schulden zu begleichen, wird sie rasch desillusioniert … Folge 29: Nachdem auf ihrem neuen Grundstück kein Kies abgebaut werden kann, entwickelt Anna Maria zusammen mit Schorsch die Idee, auf dem Gelände eine Biomüllvergärungsanlage zu betreiben. Ob dieses Vorhaben wohl gelingen wird? Unterdessen hat Patricia mit ganz eigenen Sorgen zu kämpfen: Sie wird an ihrem Gymnasium verdächtigt, eine Mitschülerin bestohlen zu haben. Niemand ahnt, dass die ganze Angelegenheit nur ein Eifersuchtsakt einer Klassenkameradin ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620400","hoster":"VOE"},{"path":"/redirect/8620393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-2","name":"[in der Episode davor enthalten]","epNo":2,"alt":"","descr":"Nachdem auf ihrem neuen Grundstück kein Kies abgebaut werden kann, entwickelt Anna Maria zusammen mit Schorsch die Idee, auf dem Gelände eine Biomüllvergärungsanlage zu betreiben. Ob dieses Vorhaben wohl gelingen wird? Unterdessen hat Patricia mit ganz eigenen Sorgen zu kämpfen: Sie wird an ihrem Gymnasium verdächtigt, eine Mitschülerin bestohlen zu haben. Niemand ahnt, dass die ganze Angelegenheit nur ein Eifersuchtsakt einer Klassenkameradin ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447275","hoster":"VOE"},{"path":"/redirect/8293963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-3","name":"Episode 30+31","epNo":3,"alt":"","descr":"Folge 30: Gemeinsam mit Alexander besucht Anna Maria die Hochzeit von Lisa und Joseph, die in einer romantischen Kirche in der Nähe des Tegernsees stattfindet. Während der Feierlichkeiten bittet Margot Gärtners Mann Anna Maria in Erfahrung zu bringen, warum sich seine Frau so seltsam verhält. Da er nicht weiß, welch schreckliches Geheimnis sie ihm verschweigt, vermutet er, Margot hätte einen neuen Mann an ihrer Seite … Folge 31: Anna Maria hat sich mit Margot in einem italienischen Restaurant verabredet, um in Erfahrung zu bringen, von welchen Problemen sie geplagt wird. Als ihre Mitarbeiterin während der Aussprache weinend das Lokal verlässt, wird Anna Maria zufällig Zeuge, wie Alexander Langer sich mit Sonja Montinelli trifft. Als sie ihn am Tag darauf deswegen zur Rede stellt, kommt es zu einem heftigen Streit, in dessen Verlauf sich beide vorwerfen, die ganze Zeit unaufrichtig gewesen zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8620407","hoster":"VOE"},{"path":"/redirect/8620405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-4","name":"[in der Episode davor enthalten]","epNo":4,"alt":"","descr":"Anna Maria hat sich mit Margot in einem italienischen Restaurant verabredet, um in Erfahrung zu bringen, von welchen Problemen sie geplagt wird. Als ihre Mitarbeiterin während der Aussprache weinend das Lokal verlässt, wird Anna Maria zufällig Zeuge, wie Alexander Langer sich mit Sonja Montinelli trifft. Als sie ihn am Tag darauf deswegen zur Rede stellt, kommt es zu einem heftigen Streit, in dessen Verlauf sich beide vorwerfen, die ganze Zeit unaufrichtig gewesen zu sein…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447276","hoster":"VOE"},{"path":"/redirect/8293965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-5","name":"Episode 32+33","epNo":5,"alt":"","descr":"Folge 32: Nach dem tragischen Tod von Christina Bogner macht sich Siegfried schwere Vorwürfe – er glaubt, seine Frau kam nur ums Leben, weil er das Dach, auf das sie geklettert war, nicht rechtzeitig repariert hatte. Seine Tochter Anna Maria geht unterdessen ebenfalls durch die Hölle: Moosreitner, der unbedingt verhindern will, dass sie die Müllvergärungsanlage baut, hat seinen Mitarbeiter Ransbeck auf sie angesetzt. Dieser versucht, Anna Maria durch Psychoterror gefügig zu machen … Folge 33: Ransbeck ist jedes Mittel recht, um Anna Maria im Auftrag von Moosreitner von der geplanten Müllvergärungsanlage abzuhalten. So schreibt er anonyme Briefe, in denen er droht, Patricia etwas anzutun, schändet das Grab von Hannes und organisiert Demonstrationen gegen das geplante Unternehmen. Gerade in dem Moment, als die verzweifelte Anna Maria aufgeben will, steht ihr Alexander zur Seite und bewahrt sie vor einem großen Fehler …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447272","hoster":"VOE"},{"path":"/redirect/8293970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anna-maria-eine-frau-geht-ihren-weg/staffel-3/episode-6","name":"[in der Episode davor enthalten]","epNo":6,"alt":"","descr":"Ransbeck ist jedes Mittel recht, um Anna Maria im Auftrag von Moosreitner von der geplanten Müllvergärungsanlage abzuhalten. So schreibt er anonyme Briefe, in denen er droht, Patricia etwas anzutun, schändet das Grab von Hannes und organisiert Demonstrationen gegen das geplante Unternehmen. Gerade in dem Moment, als die verzweifelte Anna Maria aufgeben will, steht ihr Alexander zur Seite und bewahrt sie vor einem großen Fehler…","versions":[]}]}]}