{"seriesId":"anna-und-der-knig-von-siam","name":"Anna und der König von Siam","descr":"Die Engländerin Anna kommt mit ihrem Sohn Louis nach Bangkok, Hauptstadt von Siam, dem heutigen Thailand. Sie soll dort die Erziehung der Königskinder übernehmen. Sein Harem hat dem König quasi eine ganze Schulklasse junger Töchter und Söhne geboren. Anna soll mit Louis im Palast wohnen, weigert sich aber strikt. Langsam entwickelt sich eine Beziehung zwischen Anna und dem König. Yul Brynner spielte bereits 1956 in einer Musical-Version von Der König und ich die Rolle des Königs. Für den 1972er Part rasierte Brynner erstmals seinen Kopf, um der Rolle mehr Authentizität zu verleihen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Ankunft","epNo":1,"alt":"Pilot","descr":"Die amerikanische Lehrerin Anna Owens kommt mit ihrem Sohn Louis nach Siam, um die Kinder des Königs zu erziehen. Doch es dauert gerade einmal einen Tag, bis sie wieder kündigt. Kein Wunder, denn der König erweist sich als selbstherrlicher Tyrann.","versions":[{"lang":1,"streams":[{"redirect":8620408,"hoster":"VOE"},{"redirect":8620398,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das siamesische Baby","epNo":2,"alt":"The Baby","descr":"Wegen ihrer Verdienste als Lehrerin bekommt Anna vom König einen wertvollen Anhänger geschenkt. Wenig später muss sie mitansehen, wie eine arme Bäuerin ihr Baby versteigert. Sie ersteht das Kind und bezahlt mit dem Schmuckstück.","versions":[{"lang":1,"streams":[{"redirect":8620410,"hoster":"VOE"},{"redirect":8620439,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tigerjagd","epNo":3,"alt":"The King or the Tiger?","descr":"Der König hält seinen Sohn für einen Feigling, weil dieser Angst davor hat, an einer Tigerjagd teilzunehmen. Doch nachdem die Jagd vorbei ist, wartet auch auf den König selbst eine Mutprobe.","versions":[{"lang":1,"streams":[{"redirect":8620426,"hoster":"VOE"},{"redirect":8620419,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das schlechte Zeugnis","epNo":4,"alt":"Chulalongkorn\u0027s Grades","descr":"Der König ist empört, weil Anna dem Kronprinzen in einer Prüfungsarbeit nur eine mittelmäßige Note gegeben hat. Anna ist jedoch wenig gewillt, dem Jungen eine Zensur zu geben, die der nicht verdient. Doch dann bedrängt Kralahome sie so sehr, dass sie nachgibt.","versions":[{"lang":1,"streams":[{"redirect":8620421,"hoster":"VOE"},{"redirect":8620422,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Missverständnis","epNo":5,"alt":"Anna\u0027s Romance","descr":"Anna möchte dem König klarmachen, dass er seine Frauen besser behandeln sollte. Doch leider versteht er ihre Worte gründlich falsch und glaubt fortan, sie sei in ihn verliebt. Schon bald gilt es als beschlossene Sache, dass Anna und der König heiraten werden.","versions":[{"lang":1,"streams":[{"redirect":8620430,"hoster":"VOE"},{"redirect":8620432,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der böse Fahrrad-Geist","epNo":6,"alt":"The Bicycle","descr":"Der König lässt sich aus Amerika ein Fahrrad liefern. Allerdings stürzt er mit dem Vehikel ständig. Es ist nicht leicht für Anna, ihn davon zu überzeugen, dass nicht ein böser Fahrrad-Geist, sondern er selbst die Unfälle verursacht.","versions":[{"lang":1,"streams":[{"redirect":11833343,"hoster":"VOE"},{"redirect":8620437,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Prinzessin Bahuma","epNo":7,"alt":"Marriage of Prince Chula","descr":"Der König hat beschlossen, dass sein Sohn Chulalongkorn die Tochter des Prinzen von Burma heiraten soll. Die beiden sind davon gar nicht begeistert, zumal sie noch Kinder sind. Schließlich hat Anna eine Idee, wie man den König von seinem Vorhaben abbringen könnte.","versions":[{"lang":1,"streams":[{"redirect":8620438,"hoster":"VOE"},{"redirect":8620442,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der König und das Ei","epNo":8,"alt":"The King and the Egg","descr":"Der König wird während einer Audienz mit einem rohen Ei beworfen. Dem Täter droht die Todesstrafe. Anna versucht, den Delinquenten zu verstecken. Doch dann soll ein Unschuldiger hingerichtet werden.","versions":[{"lang":1,"streams":[{"redirect":8620451,"hoster":"VOE"},{"redirect":8620445,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kendokampf","epNo":9,"alt":"The Chimes","descr":"Anna hat keine Lust mehr, sich wegen ihrer angeblich ungenügenden Leistungen vom König rügen zu lassen. Da kommt es ihr gerade recht, dass ihr eine Stelle in Singapur angeboten wird. Der König setzt fortan jedoch alles daran, sie am Weggehen zu hindern.","versions":[{"lang":1,"streams":[{"redirect":8620448,"hoster":"VOE"},{"redirect":8620446,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Glücksspielerin","epNo":10,"alt":"Louis\u0027 Love","descr":"Der König tobt vor Wut, weil seine Frauen ihr Geld beim Glücksspiel verprassen. Als er eine von ihnen dabei erwischt, lässt er sie sofort einsperren. Louis erklärt sich bereit, ihr Geld zu bringen, damit sie sich freikaufen kann.","versions":[{"lang":1,"streams":[{"redirect":8620452,"hoster":"VOE"},{"redirect":8620449,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Mönch mit der goldenen Axt","epNo":11,"alt":"The Haunted Temple","descr":"Der König erzählt den Kindern die Geschichte von einem verbotenen Tempel, in dem ein Mönch mit einer Axt einen Goldschatz bewacht. Damit weckt er in Louis und Prinz Chulalongkorn die Abenteuerlust. Sie machen sich auf den Weg zum Tempel.","versions":[{"lang":1,"streams":[{"redirect":8620456,"hoster":"VOE"},{"redirect":8620455,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Onkel Patra","epNo":12,"alt":"Louis, the Pawn","descr":"Louis wacht jede Nacht auf und spielt mit einem merkwürdigen alten Mann, der gar nicht zu existieren scheint. Der König glaubt, dass der Geist seines Onkels im Palast umgeht. Anna findet solchen Aberglauben lächerlich – bis sie eine unerklärliche Entdeckung macht.","versions":[{"lang":1,"streams":[{"redirect":9598107,"hoster":"VOE"},{"redirect":8620457,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Serana\u0027s großer Schwarm","epNo":13,"alt":"Serana","descr":"Der König hat vor, seine Tochter Serana mit einem Prinzen zu verheiraten. Diese hat jedoch ganz andere Pläne: Sie will Lehrerin werden. Deshalb weigert sie sich mitzuspielen – bis sie ihren Ehemann in spe kennen lernt.","versions":[{"lang":1,"streams":[{"redirect":8620466,"hoster":"VOE"},{"redirect":8620462,"hoster":"Streamtape"}]}]}]}]}