{"seriesId":"anna","name":"Anna","descr":"Anna Pelzers (Silvia Seidel) großer Traum, Ballettänzerin zu werden, scheint ausgeträumt, als die Schülerin nach einem Autounfall ihre Beine nicht mehr bewegen kann. Doch als ihr im Sanatorium der gehbehinderte Rainer (Patrick Bach) Mut zuspricht, kann sie sich aus ihrer Lethargie lösen. Sie lernt wieder laufen, und es gelingt ihr dank ihrer unerbittlichen Trainerin sogar, an einem großen Tanzwettbewerb teilzunehmen. Sie verliebt sich in einen jungen Tänzer – und stößt Rainer damit vor den Kopf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"","descr":"Anna Pelzer geht noch zur Schule, ist der Liebling ihres Vaters und Sternchen in einer Kinderballettgruppe. Nach einem Autounfall, den ihr Bruder verursacht hat, ist an Tanzen nicht mehr zu denken. Anna kann Beine und Füße nicht mehr bewegen. Wird es den Ärzten gelingen, die Wirbelverletzung zu heilen, wird sie sich selbst wieder motivieren können? Im Krankenhaus trifft Anna auf einen Leidensgenossen: Rainer. Zwei Jahre zuvor war er noch Ski-Jugendmeister, auf der Piste wurde er rücksichtslos umgenietet. Niemand weiß, wer ihn in den Rollstuhl gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":8447336,"hoster":"VOE"},{"redirect":8294059,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"","descr":"Rainer bringt Anna mit ziemlich rüden Mitteln wieder in Schwung. Langsam gewinnt Anna ihr Selbstvertrauen zurück. Im Durchsetzungsvermögen ihrer Dickschädel gleichen sich Anna und Rainer immer mehr. Wenn es schon töricht wirkt, noch an Tanzen zu denken, wehrt sich Anna entschieden dagegen, das Schuljahr noch einmal zu wiederholen. Es gelingt ihr, auf eine Schule zu kommen, in der die Schüler mehr als anderswo sich selbst verwirklichen und ihre künstlerischen Neigungen gefördert werden.","versions":[{"lang":1,"streams":[{"redirect":12918444,"hoster":"VOE"},{"redirect":8294063,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"","descr":"Der Tanzstudent, der das Schulballett leitet, ist sehr an Anna interessiert. Da Annas Körper den Unfall gut überstanden hat und sich die gefährdete Stelle, ohne die Nerven zu beeinträchtigen, verfestigt, stimmen die Ärzte einem Training zu. Bei den Pelzers ist Frieden eingekehrt. Vater und Sohn haben sich ausgesöhnt. Beide wachen über Tun und Lassen ihres Lieblings Anna. Ihr Ehrgeiz nimmt unterdessen beängstigende Folgen an. Aus dem leichten Training wird die professionelle Erarbeitung einer Solopartie in der Weihnachtsaufführung der Schule. Jakob, der von ihrem Talent überzeugt ist, will sie der berühmten Kralowa vorstellen, seiner Lehrerin und erbarmungslosen Meisterin vieler Eleven.","versions":[{"lang":1,"streams":[{"redirect":8447327,"hoster":"VOE"},{"redirect":12665175,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"","descr":"Philipp Pelzer hat seine Strafe, die er für den Unfall erhalten hat, abgearbeitet, mit Verzögerung den Führerschein bekommen und sich endlich das alte Auto zusammengespart. Durch seine Sonderausgaben für Rechtsanwälte und Gerichtskosten ist es ein bisschen sehr alt geworden, aber es fährt, und die Geschwister haben die Vergangenheit vergessen. Anna Pelzer gehört zu den besten Elevinnen der ehemals weltberühmten Solistin Kralowa. Die Kralowa ist unerbittlich, weil sie ihre eigene Karriere wegen einer schweren Erkrankung frühzeitig beenden musste. Insgeheim liebt die Kralowa die kleine Anna und sieht in ihr ihre eigene Nachfolgerin. Sie beschließt, das Mädchen zu einem Nachwuchswettbewerb nach Paris zu schicken.","versions":[{"lang":1,"streams":[{"redirect":8447331,"hoster":"VOE"},{"redirect":8294070,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"","descr":"Gegen die Bewährungsprobe in Paris ist die Schinderei zu Hause ein Kinderspiel! Madame d’Arbanville, die weltbekannte Tanzpädagogin, nimmt den internationalen Wettbewerb sehr ernst. Bruder Jakob ist betroffen, dass Annas Leistung der seinen vorgezogen wird. Vater Pelzer verzehrt sich vor Sehnsucht nach seiner Prinzessin, und Freund Rainer wird sich immer mehr der Endgültigkeit seiner Invalidität bewusst und unterzieht die ihm verbliebenen Fähigkeiten wahnwitzigen Mutproben. Anna entwächst seiner aufmunternden Führung mehr und mehr, umgeben von vielen neuen Freunden.","versions":[{"lang":1,"streams":[{"redirect":8447332,"hoster":"VOE"},{"redirect":8294072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"","descr":"Anna hat ein Stipendium an der Pariser Oper bekommen. Es ist eine große Auszeichnung, mehr kann eine Elevin am Beginn ihrer Laufbahn nicht erreichen. Doch nun rächt sich die asketische Disziplin ihres Berufes. Anna besinnt sich auf die vielen Ebenen des Lebens, an denen sie nicht vorbeigehen will. Sie möchte weiter im Schutz der Kralowa arbeiten und macht ihr gleichzeitig Vorwürfe, dass sie Jakob, ihre erste große Liebe, davongejagt hat. Sie geht nicht nach Paris, aber in Gedanken durchforscht sie London, um Jakob zu suchen. Sie fühlt sich aber auch noch zu jung, jetzt schon die Geborgenheit des Hauses Pelzer aufzugeben. Und gleichzeitig vernachlässigt sie Rainer, der in einer von niemandem bemerkten Krise großer Gefahr ausgesetzt ist.","versions":[{"lang":1,"streams":[{"redirect":8447337,"hoster":"VOE"},{"redirect":8294076,"hoster":"Streamtape"}]}]}]}]}