{"seriesId":"anna-karenina-2013","name":"Anna Karenina (2013)","descr":"Anna Karenina reist von St. Petersburg nach Moskau, um die kriselnde Ehe ihres Bruders zu retten. Dabei lernt sie den Offizier Wronski kennen, der beharrlich um sie wirbt. Da ihre Ehe mit dem Staatsbeamten Karenin unerfüllt ist, lässt Anna sich auf eine leidenschaftliche Beziehung ein. Als Ehebrecherin darf sie ihren Geliebten nicht heiraten, weshalb das gesellschaftlich geächtete Paar sich ins Ausland zurückzieht. Die Sehnsucht nach ihrem halbwüchsigen Sohn treibt Anna bald zurück in die russische Heimat, wo es für sie und Wronski aber keine gemeinsame Zukunft gibt. In seiner Verfilmung des Tolstoi-Klassikers lotet der Kanadier Christian Duguay die emotionale Tiefe der tragischen Liebesgeschichte neu aus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Passions of the Heart","descr":"Anna Karénina ist gerade dabei, die Ehe ihres Bruders Stiwa zu kitten, da lernt sie den schneidigen Offizier Alexéj Wrónski kennen. Für Wrónski ist es Liebe auf den ersten Blick! Fortan lässt er keine Gelegenheit aus, Anna offen anzuhimmeln. Gefangen in einer Vernunftsehe mit einem deutlich älteren Mann, sehnt sich Anna nach dem Feuer der Leidenschaft und gibt Wrónskis Werben schließlich nach. Doch diese Liebe, die Anna fast um den Verstand bringt, lässt sich auf Dauer kaum verbergen.","versions":[{"lang":1,"streams":[{"redirect":10334030,"hoster":"VOE"},{"redirect":10334026,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Every Unhappy Family...","descr":"Obwohl ihr Karénin jeden Umgang mit Wrónski untersagt, lässt die schwangere Anna nicht von ihrer Affäre ab. Einvernehmlich einigt man sich schließlich auf eine Scheidung. Annas neugeborener Sohn bleibt bei Karénin, während Anna zusammen mit Wrónski auf einer Italienreise das Leben in vollen Zügen auskostet. Erst als die beiden nach Sankt Petersburg zurückkehren, begreift Anna, dass ihr zwar ihr Mann vergeben hat, nicht aber ihr Kind und die Gesellschaft. Enttäuscht zieht sie die Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":10334029,"hoster":"VOE"},{"redirect":10334027,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[In Teil 2 enthalten]","epNo":3,"alt":"Forbidden Romance","descr":"","versions":[]}]}]}