{"seriesId":"anna-tdliche-liebe","name":"Anna - Tödliche Liebe","descr":"Die dreiteilige True-Crime-Serie \"Anna – Tödliche Liebe\" stellt einen Mordfall in den Mittelpunkt, bei dem die Leiche des Opfers lange unauffindbar ist: Als die Krankenpflegerin Anna S. im Sommer 2019 spurlos verschwindet, gerät schnell ihr Exfreund unter Verdacht. Ein Video überführt ihn schließlich als Mörder, doch Anna bleibt vorerst verschwunden. Den Umgang mit dem Verlust und der Ratlosigkeit, der sich die Familie gegenübersieht, dokumentieren private Aufnahmen und Interviews. Erst während der Dreharbeiten stoßen die Ermittler:innen auf ihre Leiche und geben der Familie nach langer Suche endlich Gewissheit. Die Ermittlungen dauern indes weiter an, denn der Mord an Anna ist nur die Spitze des Eisbergs.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wo ist Anna?","epNo":1,"alt":"","descr":"Am 23. Juni 2019 verschwindet die 35-jährige Kinderpflegerin Anna. Spurlos. Im Verdacht steht sofort Michael, Annas Exfreund. Schon 1998 hat er eine Ex-Freundin getötet, mit über 120 Messerstichen. Anna weiß davon nichts.","versions":[{"lang":1,"streams":[{"redirect":14514446,"hoster":"VOE"},{"redirect":14487067,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord ohne Leiche","epNo":2,"alt":"","descr":"Die Ermittlungen gegen Michael laufen ins Leere, bis fünf Monate nach Annas Verschwinden ein Video auftaucht. Der Durchbruch. Obwohl Michael festgenommen wird, schweigt er. Von Anna fehlt noch immer jede Spur.","versions":[{"lang":1,"streams":[{"redirect":14514428,"hoster":"VOE"},{"redirect":14487073,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Da ist noch mehr …","epNo":3,"alt":"","descr":"Michael schweigt. Auch im Prozess. Trotzdem wird deutlich: Es könnte noch mehr Frauen geben, die ihm zum Opfer fielen. Annas Familie sucht weiter. Fast drei Jahre nach ihrem Tod wird Anna endlich gefunden.","versions":[{"lang":1,"streams":[{"redirect":14514277,"hoster":"VOE"},{"redirect":14487074,"hoster":"Streamtape"}]}]}]}]}