{"seriesId":"ano-hi-mita-hana-no-namae-o-bokutachi-wa-mada-shiranai","name":"AnoHana: Die Blume, die wir an jenem Tag sahen","descr":"Jinta` Jintan` Yadomis Leben befindet sich in einer Sackgasse. Statt zur Schule zu gehen, verbringt er seine Zeit Zuhause mit Nichtstun und niemand scheint sich mehr für ihn zu interessieren. Doch es war nicht immer so. In seiner Grundschulzeit war er der Anführer seiner sechsköpfigen Freundesclique und gemeinsam verbrachten sie eine glückliche Kindheit. Von den Freundschaftsbanden ist sechs Jahre später nichts mehr geblieben, doch als plötzlich das Mädchen Menma wieder in sein Leben tritt und ihn bittet, ihr ihren Wunsch zu erfüllen, muss Jintan die ehemaligen Freunde wieder zusammenführen und dafür auch seine persönlichen Probleme bewältigen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Der Film","epNo":1,"alt":"The Movie [Movie]","descr":"","versions":[{"lang":1,"streams":[{"redirect":8555467,"hoster":"VOE"},{"redirect":8294472,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473618,"hoster":"VOE"},{"redirect":8282410,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Super Peace Busters","epNo":1,"alt":"Super Peace Busters","descr":"Der Geist von Meiko \"Menma\" Honma tritt in Jintas Leben. Nur Jinta hat die Fähigkeit sie zu sehen und deshalb bittet sie ihn darum, ihr einen letzten Wunsch zu erfüllen. Sie möchte diese Welt hinter sich lassen, doch das gelingt ihr nur, wenn Jinta und seine ehemaligen Freunde ihr dabei helfen. Können die Freunde sich wieder zusammenraufen?","versions":[{"lang":1,"streams":[{"redirect":8447511,"hoster":"VOE"},{"redirect":8473011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11833341,"hoster":"VOE"},{"redirect":8282407,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Heldin Menma","epNo":2,"alt":"Menma the Hero","descr":"Jinta erzählt Tetsudo von seiner Vision von Menma – er glaubt ihm sofort. Unterdessen trifft Anaru auf Chiriko und sie bricht sofort in Tränen aus, als Menmas Name erwähnt wird. Naruka gibt sich die Schuld an Menmas Tod. Sie versuchen gemeinsam herauszufinden, was Menmas Wunsch sein könnte und glauben zunächst es sei das Monster aus dem Videospiel Nokémon.","versions":[{"lang":1,"streams":[{"redirect":8447516,"hoster":"VOE"},{"redirect":8294467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282417,"hoster":"VOE"},{"redirect":8282418,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Suche nach Menma","epNo":3,"alt":"The Search for Menma Association","descr":"Nach einer weiteren Begenung mit Menma, begibt sich Jinta in die Schule – doch auf dem Weg dorthin wird er von Narukos Freunden geärgert und entscheidet sich dafür wieder umzukehren. Tetsudo erzählt Jinta, dass er in der vergangenen Nacht Menma ebenfalls gesehen hat. Am darauffolgenden Tag beschließt Jinta ein Suchkommando nach Menma zu starten.","versions":[{"lang":1,"streams":[{"redirect":8447519,"hoster":"VOE"},{"redirect":8473018,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282426,"hoster":"VOE"},{"redirect":8282425,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das weiße Kleid mit der Schleife","epNo":4,"alt":"White Ribbon Dress","descr":"Chiriko stattet Jinta einen Besuch ab und bittet Jinta darum, Atsumu etwas zu fragen. Die Freunde kommen in dieser Nacht zusammen und glauben Menma im Wald zu sehen und folgen ihr – es stellt sich jedoch heraus, dass es jemand anders war.","versions":[{"lang":1,"streams":[{"redirect":8447517,"hoster":"VOE"},{"redirect":13992717,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282427,"hoster":"VOE"},{"redirect":8282428,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tunnel","epNo":5,"alt":"Tunnel","descr":"Atsumu gibt sich ebenfalls die Schuld an Menmas Tod. Jinta muss sich eingestehen, dass er sich mehr darum bemühen muss, Menmas Wunsch zu erfüllen. Am nächsten Tag besucht Naruko eine Karaoke Bar, doch dann passiert etwas Schreckliches.","versions":[{"lang":1,"streams":[{"redirect":8447514,"hoster":"VOE"},{"redirect":8294473,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332467,"hoster":"VOE"},{"redirect":8282438,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vergiss; vergiss nicht","epNo":6,"alt":"Forget It, Don`t Forget","descr":"Während Jinta immer noch versucht herauszufinden, was Menmas Wunsch sein könnte, besucht er wieder die Schule. Jedoch ist seine Rückkehr überschattet von dem Gerücht, dass Naruko in einem bestimmten Hotel gesehen wurde … Naruko macht das Gerücht extrem wütend – Jinta steht ihr zur Seite und verteidigt sie.","versions":[{"lang":1,"streams":[{"redirect":8555452,"hoster":"VOE"},{"redirect":8294476,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282444,"hoster":"VOE"},{"redirect":8282442,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der wahre Wunsch","epNo":7,"alt":"The Real Plea","descr":"Jinta, Naruko und Tetsudo werfen einen Blick in Menmas Tagebuch – sie stoßen auf einen Eintrag, indem sie einst geplant hatten, gemeinsam ein Feuerwerk zu organisieren. Leider ist ein Feuerwerk eine sehr teure Angelegenheit, weshalb sich Jinta dazu entscheidet, einen Teilzeitjob anzunehmen, um für das Feuerwerk Geld zu sparen.","versions":[{"lang":1,"streams":[{"redirect":8447523,"hoster":"VOE"},{"redirect":13992720,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282449,"hoster":"VOE"},{"redirect":8282450,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich frage mich","epNo":8,"alt":"I Wonder","descr":"Jinta und die andern besuchen Menmas Mutter und fragen sie nach dem Feuerwerk – sie weigert sich jedoch, ihnen zu helfen. Menmas Mutter ist immer noch voller Trauer und Wut über den Tod ihres Kindes und kann nicht akzeptieren, dass Menmas Freunde mittlerweile erwachsen geworden sind, während ihrer Tochter diese Möglichkeit verwehrt blieb.","versions":[{"lang":1,"streams":[{"redirect":8447524,"hoster":"VOE"},{"redirect":8294475,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332469,"hoster":"VOE"},{"redirect":8282460,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alle und Menma","epNo":9,"alt":"Everyone and Menma","descr":"Alle sind in Jintas Haus und sie nehmen Menmas Anwesenheit war, Menma schafft es dort jedoch nicht, auf Papier zu schreiben. Atsuma besteht darauf, dass sich alle weiterhin anstrengen, damit sie das Feuerwerk realisieren können. Unterdessen versucht Atsumu, Naruku aufzumuntern … Am Abend trifft Jinta auf Menma – er gesteht ihr, dass er sie gerne für immer bei sich hätte.","versions":[{"lang":1,"streams":[{"redirect":8447522,"hoster":"VOE"},{"redirect":8294481,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282465,"hoster":"VOE"},{"redirect":8282466,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feuerwerk","epNo":10,"alt":"Fireworks","descr":"Die Freunde veranstalten eine Party zu Ehren Menmas. Die Stimmung wird jedoch gedrückt, als Jinta unter Druck gesetzt wird, seine wahren Gefühle für Menma zu offenbaren. Das Feuerwerk soll am nächsten Tag stattfinden, doch Jinta hegen Zweifel. Während Jinta nach Hause läuft, fragt er Menma, ob sie gerne auf der Erde bleiben würde, doch sie möchte in den Himmel kommen.","versions":[{"lang":1,"streams":[{"redirect":8447525,"hoster":"VOE"},{"redirect":8294485,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282470,"hoster":"VOE"},{"redirect":8282471,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Blume, die wir an jenem Tag sahen","epNo":11,"alt":"We still don′t know the name of the flower we saw that day","descr":"Jinta erzählt allen von Menmas Traum – sie hätte gerne die Chance mit allen zu sprechen. Jinta trägt Menma zu ihrem Versteck, doch bevor er dort ankommt, kann er sie nicht mehr sehen. Alle machen sich auf die Suche nach Menma. Können die anderen sie noch einmal sehen, bevor sie die Welt verlässt?","versions":[{"lang":1,"streams":[{"redirect":8282384,"hoster":"VOE"},{"redirect":8282385,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8282480,"hoster":"VOE"},{"redirect":8282478,"hoster":"Streamtape"}]}]}]}]}