{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten","name":"Anwälte der Toten – Verbrechen, die Deutschland bewegten","descr":"Die Crime Doku zeigt noch einmal die bekanntesten Kriminalfälle Deutschlands. Verbrechen, die die Schlagzeilen beherrschten und das ganze Land bewegten: Die Geiselnahme von Gladbeck, die Erpressung der Milliardärin Susanne Klatten oder der Mordfall Rudolph Mooshammer. Eine spannende Mischung aus rekonstruierten Szenen, Dokumentaranteilen und Interviews mit den beteiligten Ermittlern.","seasons":[{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-1","name":"Die Geiselnahme von Gladbeck","epNo":1,"alt":"","descr":"Das Geiseldrama von Gladbeck: Die Geiselnahme von Gladbeck war ein aufsehenerregendes Verbrechen im Sommer 1988, in dessen Verlauf drei Menschen ums Leben kamen. Der Fall Jakob von Metzler: 27. September 2002. In Frankfurt verschwindet Jakob von Metzler, elf Jahre alt. Tagelang bangen Eltern und Ermittler um das Leben des entführten Kindes. Beamte durchsuchen die Wohnung eines Verdächtigen. Es ist ein Bekannter der Familie: Magnus Gäfgen, siebenundzwanzig, Jurastudent. Er erpresst die Familie, fordert eine Million Euro. Als ihn die Polizei in Gewahrsam nimmt, verweigert Magnus Gäfgen die Aussage, gibt nicht preis, wo er das Kind versteckt. Den Ermittlern läuft die Zeit davon. Noch gibt es Hoffnung, dass der Junge lebt. Polizeipräsident Wolfgang Daschner ordnet an, Gäfgen Gewalt androhen zu lassen. Dann gesteht Gäfgen, den Jungen gleich zu Beginn umgebracht zu haben und führt die Ermittler an die Stelle, an der er die Leiche des Kindes versteckt hat. Schon bald stilisiert sich Gäfgen als Opfer von Folter, zieht sogar vor Gericht. SPIEGEL TV hat ein langes Interview mit dem Ermittler Ortwin Ennigkeit geführt, der Gäfgen verhört hat. Die Milliardärin und der Erpresser: Susanne Klatten: Er war groß, schlank und liebenswürdig – und rückblickend betrachtet der größte Fehler im bis dahin skandalfreien Leben der Susanne Klatten: Helg Sgarbi, ein Gigolo, der Jagd auf reiche Frauen machte. Erst betörte er sie, dann erpresste er sie. So auch die hochintelligente Quandt-Erbin, mit der er sich in einem Münchner Hotel zum Sex traf und 2007 unter Androhung, die Affäre öffentlich zu machen, um sieben Millionen Euro erleichterte. Was Susanne Klatten nicht wusste: Im Nachbarzimmer der Suite im Holiday Inn war eine Kamera installiert, mit der Aufnahmen der intimen Szenen gemacht wurden. Womit Sgarbi nicht gerechnet hatte: Klatten ging zur Polizei und zeigte ihren Ex-Liebhaber an. Ein couragierter Schritt einer zutiefst getroffenen Frau und Mutter dreier Kinder, die damit ihren guten Ruf und den Fortbestand ihrer Ehe aufs Spiel setzte. Nach sechs Jahren Haft und anschließender Beugehaft (weil er den Verbleib der Millionen nicht klären wollte) ist Sgarbi heute wieder ein freier Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470107","hoster":"VOE"},{"path":"/redirect/14462065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-2","name":"Jack Unterweger – Knastpoet und Prostituiertenmörder","epNo":2,"alt":"","descr":"Jack Unterweger – Knastpoet und Prostituiertenmörder: Jack Unterweger: Schriftsteller, Prostituierten-Mörder, Ladykiller. Ein poetischer Feingeist – der seine mörderischen Fantasien an unschuldigen Opfern auslebt. \"Höflich, charmant, sehr gepflegt\" – so beschreiben diejenigen Unterweger, die ihn Anfang der Neunziger als \"Knastpoet\" feiern. Die Wiener Schickeria setzt sich für seine vorzeitige Entlassung aus lebenslanger Haft ein. Mindestens einmal hat Unterweger zu diesem Zeitpunkt bereits gemordet. Im Gefängnis beginnt er zu schreiben, gibt Lesungen, inszeniert Theaterstücke. Jack Unterweger scheint resozialisiert. In Freiheit avanciert der Frauenmörder zum Liebling der Kulturszene – und mordet weiter. ‚Jack Unterweger war ein bösartiger Narzisst‘, sagt Prof. Reinhard Haller, einer der renommiertesten Gerichtsgutachter Österreichs. Der forensische Psychiater begutachtete Jack Unterweger nach seiner erneuten Festnahme im Jahr 1992. ‚Er war ein extrem guter Manipulator‘, so Haller. SPIEGEL TV hat ein Interview mit ihm in einem US-Gefängnis geführt. Die Entführung und Ermordung von Ursula Herrmann: 35 Jahre nach der Tat hat einer der spektakulärsten Kriminalfälle ein juristisches Nachspiel. Es geht um die Entführung und den Tod der damals 10-jährigen Ursula Herrmann. Am 15. September 1981 wird sie in einem Waldstück im bayerischen Eching von ihrem Kidnapper überwältigt und in eine Kiste gesperrt. Weil die dort installierte Belüftungsanlage nicht funktioniert, erstickt das Mädchen nach kurzer Zeit. Der Entführer verlangt trotzdem 2 Millionen D-Mark Lösegeld von den Eltern. Obwohl der Fall ganz Deutschland beschäftigt, findet die Polizei keinen Täter. Erst 2008 wird ein Verdächtiger festgenommen. Werner Mazurek beteuert immer wieder seine Unschuld und wird dennoch nach einem langwierigen Indizienprozess 2010 zu lebenslanger Haft verurteilt. Der Bruder von Ursula Herrmann, Michael Herrmann, glaubt allerdings nicht, dass Mazurek der Täter ist. Er setzt bis heute alles daran, den Mord an seiner kleinen Schwester aufzuklären. Der Hochstapler Gert Postel: Der wohl bekannteste Hochstapler Deutschlands ist Gert Postel. Dass es sich mit Doktortiteln prächtig lügen lässt, bewies Postel auf beeindruckende Weise. Flensburg, 1982: Unter dem Namen \"Dr. Dr. Clemens Bartholdy\" bewirbt sich Postel beim Gesundheitsamt als stellvertretender Amtsarzt – und wird prompt eingestellt. 1995 erlangt er mit gefälschten Zeugnissen eine Position als Oberarzt in Zschadraß bei Leipzig. Zwei Jahre lang mimt der gelernte Postbote, der lediglich die Hauptschule besucht hat, in einer sächsischen Landesklinik den Oberarzt für Psychiatrie. In dieser Position tritt er in mehreren Strafverfahren auch als psychiatrischer Gutachter auf. Anfang 1999 wird er vom Landgericht Leipzig wegen mehrfachen Betrugs und Urkundenfälschung zu einer Haftstrafe von vier Jahren verurteilt. Im Interview mit SPIEGEL TV bereut Gert Postel seine Betrügereien auch Jahre später nicht. Der Amoklauf von Winnenden: Winnenden, rund zwanzig Kilometer nordöstlich von Stuttgart: Eine beschauliche Kleinstadt in der Schwäbischen Provinz. Seit Mittwoch, 11. März 2009 ist es schlagartig vorbei mit der Idylle. In der Albertville-Realschule sterben zwölf Menschen. Ermordet von dem siebzehnjährigen ehemaligen Schüler Tim K.. Drei weitere Menschen erschießt der Täter auf der Flucht durch ein Industriegelände. Das Unfassbare endet erst, als sich der Jugendliche nach einem Schusswechsel mit der Polizei auf dem Parkplatz vor einem Autohaus selbst das Leben nimmt. Drei Stunden dauert das irrsinnige Verbrechen. Kriminaltechniker finden später heraus, dass der Täter in der Schule mindestens sechzig Schüsse abgefeuert hat. Der Jugendliche war bereits in psychiatrischer Behandlung. Sein Vater wird 2013 zu einem Jahr und sechs Monaten Haft auf Bewährung verurteilt. Das Gericht sprach ihn unter anderem der fahrlässigen Tötung schuldig, weil er die Waffe nicht ordnungsgemäß weggesperrt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469987","hoster":"VOE"},{"path":"/redirect/14462063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-3","name":"Mordfall Rudolph Moshammer","epNo":3,"alt":"","descr":"Mordfall Rudolph Moshammer: Rudolph Moshammer, schillernder Modezar, großherziger Freak, wird am Morgen des 14. Januar 2005 erdrosselt in seiner Wohnung aufgefunden. Das Geständnis des 25-jährigen Täters fördert Unglaubliches zutage: Moshammer pflegte Kontakte ins Strichermilieu. Tagsüber war er der geschäftstüchtige Selfmade-Millionär, der sich für Obdachlose engagierte, nachts fuhr er mit seinem Rolls Royce durch die Dunkelheit, auf der Suche nach einem käuflichen Sexpartner. 86 Tage in Gefangenschaft – der Fall Sascha Buzmann: Wiesbaden: Der neunjährige Sascha Buzmann ist am späten Nachmittag des 10. Januar 1986 auf dem Heimweg vom Rollschuhlaufen. Kurz vor dem Elternhaus wird er von hinten gepackt. Der Täter: der 34-jährige Adam G. Er hat den schmächtigen Jungen im Bus gesehen und versehentlich für ein Mädchen gehalten. Er verschleppt das Kind in einen Schaustellerwagen in Mainz-Kastel. Dort missbraucht er es in den darauffolgenden Tagen immer wieder. Wenn G. das Grundstück verlässt, muss Sascha in eine winzige Holzkiste kriechen. Mit der Zeit werden die sexuellen Übergriffe weniger, G. erzählt von seiner Kindheit, kauft dem Jungen Süßigkeiten. Am 5. April 1986 suchen zwei Polizisten den Mann auf, da er eine Rechnung nicht bezahlt hat. Zufällig entdecken sie dabei Sascha – 86 Tage nach seinem Verschwinden. Das Wiesbadener Landgericht verurteilt G. zu einer Haftstrafe von sieben Jahren. Nicht einmal fünf Monate nach seiner Haftentlassung entführt G. 1994 in Mainz einen 13-jährigen Jungen, missbraucht ihn und versteckt ihn auf seinem Gartengrundstück. Zehn Tage später lässt er sein Opfer laufen. Das Landgericht Mainz verurteilt Adam G. zu acht Jahren Gefängnis und ordnet eine Unterbringung in einem psychiatrischen Krankenhaus an. Sascha Buzmann kehrt als erwachsener Mann mit SPIEGEL TV zurück an den Ort des Verbrechens. Mord nach Feuerwehrball – ein Dorf unter Verdacht: Januar 1992. Feststimmung in Hänigsen, einem kleinen Ort nahe Hannover. Wie in jedem Jahr feiert das 5.000 Seelen-Dorf den Feuerwehrball. Auch die 19-jährige Sandra feiert mit, tanzt, flirtet. Am nächsten Tag finden Anwohner die Leiche des Mädchens unter einer Hecke – 50 Meter vom Ballsaal entfernt. Die Abiturientin ist auf dem Heimweg gegen 2 Uhr vergewaltigt und danach erwürgt worden. Alle Männer unter 70, die nach Mitternacht noch auf dem Feuerwehrfest waren, müssen Blut abgeben. Im Dorf verdächtigt jeder jeden. Aufatmen, als die Polizei einen 18-jährigen Kfz-Schlosserlehrling festnimmt. Ein anonymer Anrufer hat die Ermittler auf seine Spur gebracht. Alles passt. Nur das Sperma, das bei Sandra gefunden wurde, stammt nicht von dem Tatverdächtigen. Die Suche nach dem Mörder beginnt erneut. Nach der Untersuchung von insgesamt 140 Blutproben nimmt die Polizei im Oktober 1992 schließlich einen 33-Jährigen fest. Der Masseur gehört zu den letzten Männern, die sich der freiwilligen Untersuchung gestellt hatten. Der Gen-Test überführt ihn. Doch der leugnet die Tat. Das Landgericht Hildesheim verurteilt im Mai 1994 den Angeklagten zu lebenslanger Haft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470274","hoster":"VOE"},{"path":"/redirect/14465327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-4","name":"Ein Fernsehstar als Mörder","epNo":4,"alt":"","descr":"Ein Fernsehstar als Mörder – Der Fall Frodl: Ein ungewöhnlich grausiger Fund beschäftigt im Mai 1992 die Budapester Polizei. In einem abgelegenen Vorort der ungarischen Hauptstadt hat ein Obdachlosenpaar Leichenteile im Müll entdeckt und die Polizei verständigt. Rund eineinhalb Jahre später beginnt vor dem Wiener Landgericht einer der spektakulärsten Prozesse der österreichischen Kriminalgeschichte. Angeklagt: ein Sunny-Boy des österreichischen Fernsehens, der Moderator und Filmregisseur Helmut Frodl und sein Komplize, der Steuerberater Gabor Pesti, beschuldigt des gemeinschaftlich begangenen, heimtückischen Mordes. Das Duo hat die Leiche ihres Opfers zerteilt. Der Prozess entwickelt sich zu einer schaurigen Sensation, auch wegen des prominenten Täters. Frodl wird zu lebenslanger Haft verurteilt und im Jahr 2009 aus dem Gefängnis entlassen. Die Enttarnung des Maskenmannes: Der Erzieher Martin Ney soll für mindestens drei Morde an Jungen und mehr als 40 Sexualdelikten verantwortlich sein. Ney findet seine Opfer in Schullandheimen, Zeltlagern und Privathäusern, vorwiegend in Norddeutschland. Den ersten Mord begeht er 1992. Sein Opfer: Stefan Jahr. 1995 ermordet er Dennis Rostel. 2001 Dennis Klein. In der Presse ist seitdem vom \"Maskenmann\" und \"schwarzer Mann\" die Rede. Im Fall von zwei weiteren Tötungsdelikten im Westen Frankreichs und den Niederlanden gilt der Pädagoge als tatverdächtig. Als er aufgrund einer umfangreichen Medienstrategie der \"Soko Dennis\" gefasst wird, gesteht er die drei Morde an den deutschen Jungen, streitet aber ab, mit den anderen etwas zu tun zu haben, obwohl die Profiler nahezu sicher sind, dass er der Täter sein könnte. 2012 verurteilt ihn das Landgericht Stade zu einer lebenslangen Freiheitsstrafe mit anschließender Sicherungsverwahrung verurteilt. Der Finanzbetrüger Jürgen Harksen: Ende der 80er Jahre feiern Anleger Jürgen Harksen als ‚Finanzgenie‘. Nachdem er als Betrüger entlarvt war, rühmt er sich, hauptsächlich Millionäre abgezockt zu haben. Harksen war eine der schillerndsten Figuren seiner Zunft: Keiner beherrschte die Klaviatur der Geldgier so perfekt wie er. Dem Versprechen von 1.300 Prozent Gewinn konnte kaum einer der zahlreichen Hamburger Millionäre widerstehen. Bereitwillig vertrauten sie ihm ihr Geld an und sahen es nie wieder. 1993 floh Harksen nach Südafrika, führte dort ein Luxus-Leben. Bis heute kann er kaum fassen, dass seine Märchen vom sagenhaften Reichtum bis zuletzt geglaubt wurden. Anfang 2003 wird er zu einer Strafe von sechs Jahren und neun Monaten verurteilt, die er komplett verbüßt. Der Amoklauf von Erfurt: Bis zum Jahr 2002 glaubten viele, dass ein Amoklauf in Deutschland die Ausnahme sei. Am 26. April 2002 bricht innerhalb von nur zehn Minuten das Grauen über Erfurt herein. Deutschland ist fassungslos. Der 19-jährige ehemalige Schüler Robert Steinhäuser betritt die Toilette im Erdgeschoss des Gutenberg Gymnasiums und maskiert sich mit einer schwarzen Sturmhaube. Er hat eine Machete, eine neun Millimeterpistole, eine Pumpgun und mehrere hundert Patronen dabei. Der junge Mann klingelt im Sekretariat. Als sich die Tür öffnet, drückt er ab, tötet die stellvertretende Direktorin und die Sekretärin. Dann zieht er weiter über die Flure, erschießt 16 Menschen. Der Täter richtet sich selbst, mit seiner letzten Kugel. Nach dem Amoklauf in Erfurt ändert die Polizei ihr Konzept zur Bewältigung von Amoklagen komplett. Werden Streifenbeamte heute zu einem Amokeinsatz gerufen, so lautet der Befehl nicht mehr auf Verstärkung warten, sondern gegebenenfalls schießen und den Täter außer Gefecht setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470177","hoster":"VOE"},{"path":"/redirect/14462069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-5","name":"Der Chatroom-Mörder","epNo":5,"alt":"","descr":"Der Chatroom-Mörder: JVA Essen: Hier sitzt Christian G. ein. Der sogenannte Internetmörder hat zwei Frauen umgebracht. Die sechsundzwanzigjährige Jessica K. und die dreifache Mutter, Regina B. Im realen Leben ist Christian G. ein Verlierer, er gilt als Muttersöhnchen. Im Netz hat er eine zweite Identität. Dort ist er Riddick 300, der Krieger. Er tummelt sich in unzähligen Chat-Foren und trifft dort im Juni 2008 auf Jessica K. Es ist ihr Todesurteil. Bereits vier Tage, nachdem er Jessica K. ermordet auf dem Feld zurückgelassen hat, nimmt er online Kontakt zu Regina B. auf, trifft sich mit ihr und ersticht auch sie. Im März 2009 verurteilt das Gericht den sogenannten \"Chatroom-Killer\" zu einer lebenslangen Haftstrafe. Interview mit Schwester und Ex-Freundin von Christian G. vorhanden. Mord bei Freigang – Der Fall Dirk S.: Eickelborn, 22. September 1994: Es ist der Todestag der siebenjährigen Anna-Maria Eberth. Das Mädchen kommt in einem Waldstück unweit seines Elternhauses ums Leben. Anna-Maria wurde auf dem Weg zum nahe gelegenen Tennisplatz abgefangen, ins Unterholz gezerrt, gefesselt, vergewaltigt und erstochen. Der Täter, der 24-jährige Dirk S., kommt mitten aus dem ostwestfälischen Dorf – und doch vom Rand der Gesellschaft: Er ist Patient der Forensischen Klinik, deren Gebäude im Zentrum von Eickelborn stehen. Dort werden rund 300 Menschen behandelt. Um Patienten mit Besserungschancen wieder an die Freiheit zu gewöhnen, wird befristeter Ausgang gewährt: zunächst mit einem Pfleger, irgendwann auch allein. Auch S. durfte ohne Aufsicht nach draußen. Die Empörung ist groß, denn schon als Jugendlicher hat er zwei Mädchen sexuell missbraucht, bei einem weiteren Übergriff das Opfer beinahe umgebracht. S. lebte seit seinem 17. Lebensjahr hinter dem Stacheldraht von Eickelborn. Die Wut in Eickelborn richtet sich nun vor allem gegen Ärzte und Psychologen, die den Patienten nach jahrelanger psychotherapeutischer Behandlung als gebessert einstuften, seine fortdauernde Gefährlichkeit nicht erkannten. Nach massiven Protesten ändert die Klinik ihr Therapiekonzept. Eva Habermann und der Stalker: Thomas F. stellt zehn Jahre lang in Hamburg insgesamt 19 Frauen nach, steigert sich von Mal zu Mal. Sein erstes Opfer ist die Schauspielerin Eva Habermann. Anfangs schreibt er ihr nur Briefe. Scheinbar ein normaler Fan. Doch im Dezember 2002 steht Thomas F. plötzlich vor der Tür, bezieht Quartier vor ihrem Haus. Eva Habermann erwirkt eine einstweilige Verfügung, doch Thomas F. hält sich nicht daran. Erst als die Schauspielerin für mehrere Monate nicht Zuhause ist, wendet sich Thomas F. anderen Frauen zu. Die Hamburger Staatsanwaltschaft nimmt Ermittlungen auf. Doch der psychiatrische Gutachter kann keine Gefahr erkennen. 2011 bedroht Thomas F. schließlich eine israelische Gaststudentin mit der Waffe und verschleppt sie in seine Wohnung. Doch der jungen Frau gelingt die Flucht. Noch in derselben Nacht wird Thomas F. festgenommen. Er trägt eine Handgranate bei sich, in seiner Wohnung befinden sich eine alte Telefonzelle, Fesseln, Schwangerschaftstests u.a.. Das Landgericht Hamburg spricht ihn wegen Schuldunfähigkeit frei, da er an einer schizotypischen Persönlichkeitsstörung leide. Er wird in einer geschlossenen Psychiatrie untergebracht. Eva Habermann erzählt SPIEGEL TV, wie ihr der Stalker zugesetzt hat und zeigt seine Briefe. Der Heidemörder: Zwischen 1987 und 1990 hat Thomas Holst drei Frauen in Hamburg und Umgebung vergewaltigt und umgebracht. Boulevardmedien nennen ihn den ‚Heidemörder‘. Ein psychiatrisches Gutachten beschreibt Holst als ‚nicht therapierbar bei extremer Rückfallwahrscheinlichkeit‘. Am 27. September 1995 verhilft ihm seine damalige Therapeutin Tamar Segal zur Flucht aus dem Hochsicherheitstrakt der forensischen Abteilung des Klinikums Nord in Hamburg. Nachdem seine Fluchthelferin drei Monate nach der Flucht festgenommen wird, stellt sich Holst am 30. Dezember 1995. 1997 heiraten Holst und Segal in der Untersuchungshaftanstalt Hamburg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470160","hoster":"VOE"},{"path":"/redirect/14462070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-6","name":"Mord am Volksschauspieler Walter Sedlmayr","epNo":6,"alt":"","descr":"Mord am Volksschauspieler Walter Sedlmayr: München: Im Juli 1990 wird die bayerische Landeshauptstadt durch einen grausamen Todesfall erschüttert – den Mord an einem ihrer Lieblingsbürger. Walter Sedlmayr wird durch mehrere Messerstiche verletzt und mit einem Hammer erschlagen. Schockiert zunächst vor allem das entsetzliche Schicksal des Opfers, empört sich die Öffentlichkeit fast noch mehr über Sedlmayrs geheimes, schwules Liebesleben. Alle Anzeichen deuten auf einen Täter aus der Münchner Stricherszene. Doch bald stellt sich heraus, dass jemand das Todesszenario sorgfältig inszeniert hat, um die Ermittler auf die falsche Fährte zu locken. Der Mord an dem Volksschauspieler ist der Auftakt zu einem der aufwändigsten Indizienprozesse der deutschen Kriminalgeschichte. Mehr als ein Jahr beschäftigt der Fall Richter und Polizei, so auch Josef Wilfling, Leiter der Mordkommission. Schließlich werden Wolfgang W. und dessen Halbbruder Manfred L. zu lebenslanger Haft verurteilt. Beide Männer sind bereits seit mehr als zehn Jahren auf Bewährung wieder frei. Vor Gericht wollten sie im Juni 2018 erreichen, dass ihre Namen aus online archivierten Pressetexten gelöscht werden. Und hatten damit keinen Erfolg. Entführungsfall Stephanie Rudolph: Dresden 2006: Auf dem Weg zur Schule wird die 13-jährige Stephanie Rudolph von einem Mann überwältigt und in einen Wagen gezerrt. Der Täter: Mario M., 36 Jahre alt. Er zwängt Stephanie in eine Holzkiste, verschleppt sie in seine Wohnung, droht, sie umzubringen. 36 Tage durchlebt sie ein unfassbares Martyrium. Vergeblich sucht die Polizei nach einer Spur von Stephanie. M., der bereits wegen Vergewaltigung in Bautzen in Haft saß, überprüfen die Ermittler nicht. Eines Nachts nimmt M. das Mädchen mit auf einen Spaziergang. Sie hat heimlich einen Hilfe-Brief mit ihrem Namen und ihrem Versteck geschrieben, den sie vor einen Müllcontainer wirft. Die Polizei befreit Stephanie kurz darauf. Ihr Peiniger wird zu 15 Jahren Gefängnis mit anschließender Sicherungsverwahrung verurteilt. Crash-Kid Dennis: Der Fall Dennis ist einmalig in der bundesdeutschen Kriminalgeschichte. Mindestens 1.000 Autoaufbrüche, ein geschätzter Schaden von 25 Millionen Mark und ein Todesfall gehen auf das Konto ehemaligen Crash-Kids. Seine kriminelle Karriere beginnt im Alter von 12 Jahren. Anfang der 90er Jahre haben die Hamburger Behörden noch versucht, das bundesweit bekannten Jugendlichen auf den rechten Weg zu lenken. Doch das ehrgeizige pädagogische Modell \"Menschen statt Mauern\" erweist sich als nicht tauglich. Irgendwann landet Dennis in einem Jugendcamp in Polen. Doch auch dort gibt es keine Läuterung. Er flüchtet und begeht weitere Straftaten. Die polnischen Behörden sind weniger nachsichtig und verurteilen den Jungen wegen Autodiebstahls zu sechs Jahren Haft. Zurück in Deutschland setzt Dennis, mittlerweile erwachsen, seine kriminelle Karriere fort. Eine Langzeitbeobachtung über einen Zeitraum von fast 10 Jahren. Mordfall Trudel Ulmen: Im März 1996 verschwindet die damals 41-jährige Trudel Ulmen aus Mayen in der Eifel. Ihr Ehemann sagt aus, sie habe ihn wegen eines anderen Mannes verlassen und sich aus Portugal gemeldet, dass es ihr gut gehe. Schon damals sind Freunde und Kollegen irritiert, das passt so gar nicht zu der ordentlichen und bodenständigen Frau. Vier Monate später findet man eine Leiche in der Nähe von Bad Honnef. Niemand zieht Parallelen zu dem Verschwinden von Trudel Ulmen. Erst durch die Recherche eines Journalisten vom Bonner Generalanzeiger nimmt die Polizei 2012 die Ermittlungen neu auf und findet auch noch eine alte DNA-Probe der Frau. Sie stimmt mit der Toten überein. Beim erneuten Verhör verwickelt sich der Ehemann in Widersprüche. Am Ende gesteht er, seine Frau mit einem Kissen erstickt und den Leichnam entsorgt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13999839","hoster":"VOE"},{"path":"/redirect/14462078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-7","name":"Die Jagd nach Karen Oehmes Mörder","epNo":7,"alt":"","descr":"Die Jagd nach Karen Oehmes Mörder: Am 23. Juli 1983 findet ein Feuerwehrmann die 25-jährige Tochter des langjährigen ESSO-Vorstandsvorsitzenden Wolfgang Oehme tot in einem Feld in der Nähe von Münster: Die Obduktion ergibt, dass Karen Oehme vergewaltigt und erwürgt worden war. Der Täter, so glaubt man, sei schnell gefunden. Doch selbst zahlreiche Hinweise aus der Bevölkerung, sowie ein Beitrag im Rahmen der Sendung \"Aktenzeichen XY\" führen nicht weiter. Erst Jahre nach diesem Mord kommt in Deutschland die DNA-Analyse zum Einsatz. Rechtsmediziner Bernhard Brinkmann von der Uni Münster untersucht im März 1992 die an der Toten gefundenen Spuren zum ersten Mal mit Hilfe der neuen Technik. Doch es dauert bis Dezember 2000 – dann erst ist das DNA-Profil des Täters identifiziert: Es ist der wegen mehrfacher Vergewaltigung vorbestrafte Ulrich M. 2002 wird er verurteilt. Doch wie viele Opfer hat er tatsächlich auf dem Gewissen? Spuren führen auch nach Frankreich. Dort wurden mindestens zwei Frauen nach demselben Muster wie Karen Oehme umgebracht. Eine spektakuläre Mördersuche, die nach 20 Jahren zum Erfolg führt. Der Fall Monika Weimar – Justizopfer oder Mörderin? August 1986: Monika Weimar (28) meldet ihre beiden Töchter Melanie (7) und Karola (5) als vermisst. Drei Tage später werden die Leichen der beiden Kinder an zwei verschiedenen Orten in der Nähe von Röhrigshof gefunden. Der Verdacht der Polizei richtet sich schnell gegen die Eltern. Reinhard Weimar besitzt als gehörnter Ehemann ein offensichtliches Motiv. Alle Indizien machen jedoch die Mutter zur Hauptverdächtigen. Monikas Geliebter, der US-Soldat Kevin Pratt, darf im Oktober 1986 in die USA ausreisen, obwohl die Polizei Telefonate mithörte, in denen er Monika Weimar auffordert, Staatsanwalt und Polizei nichts von seiner Abreise zu erzählen. Zitat: \"Sie müssen mich jetzt hier rauskriegen, bevor die Polizei mich erwischen kann.\" Der \"Fall Weimar\" ist einer der längsten und spektakulärsten Indizienprozesse Deutschlands. Dreimal stand Monika Böttcher – sie nahm wieder ihren Mädchennamen an – in dem 14 Jahre währenden Justizdrama vor Gericht. Einmal wird sie freigesprochen, zweimal verurteilt. Sie hat die Morde stets bestritten und ihrem Ex-Mann Reinhard Weimar angelastet. Flucht aus dem Knast – spektakuläre Jagd auf zwei Geiselnehmer: Es ist eine der spektakulärsten Geiselnahmen in Deutschland: Am 10. Oktober 1994 brechen der Mörder Raymond A. und der Erpresser Gerhard P. aus der JVA Hamburg-Fuhlsbüttel aus. Raymond A. hat 1991 zusammen mit drei Komplizen den Gastwirt einer Stuttgarter Kneipe beraubt und ermordet. Raymond A. und Gerhard P. sägen die Gitterstäbe ihrer Zellenfenster durch und entkommen mit einer selbst gebastelten Leiter. Fast drei Wochen gelten die Gangster als unauffindbar. Dann, am 31. Oktober, werden in Stuttgart ein Polizist und seine Kollegin samt Dienstwagen vermisst. Sie sind in der Gewalt von P. und A. Die überfallen mit ihren Geiseln eine Bank in Fulda, erbeuten 250.000 D-Mark. P. und A. nehmen später weitere Geiseln. Sie bringen während ihrer Flucht insgesamt zehn Menschen in ihre Gewalt. Es beginnt eine wilde Verfolgungsjagd. Das Duo lässt sich schließlich widerstandslos festnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469960","hoster":"VOE"},{"path":"/redirect/14462073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-1/episode-8","name":"Katz-und-Maus-Spiel: Dagobert und Daleki","epNo":8,"alt":"","descr":"Katz-und-Maus-Spiel: Dagobert und Daleki: Es ist der längste und aufwändigste Erpressungsfall in der deutschen Kriminalgeschichte: Unter dem Pseudonym Dagobert erpresst Arno Funke von 1992 bis 1994 das Kaufhaus Karstadt. Um die Ernsthaftigkeit seiner Forderungen zu unterstreichen, begeht er fünf Bombenanschläge und einen Brandanschlag gegen Karstadt-Kaufhäuser, bei denen eine Person leicht verletzt wird. Berühmtheit erlangt Funke durch die Raffinesse seiner technischen Konstruktionen, mit denen er die Polizei bei den 30 versuchten Geldübergaben in die Irre führt. Er liefert sich mit den Ermittlern, darunter dem Hamburger Cheffahnder Michael Daleki, ein Katz-und-Maus-Spiel. 1994 fasst ihn die Polizei. Er wird wegen räuberischer Erpressung zu neun Jahren Haft sowie zur Leistung von Schadensersatz in Höhe von 2,5 Millionen DM an Karstadt verurteilt. SPIEGEL TV traf Funke und Daleki 20 Jahre nach der Festnahme. Spurlos verschwunden – der Fall Monika Crantz: Im Januar 1999 verschwindet die erfolgreiche Unternehmerin Monika Crantz spurlos. Die Kinder beschuldigen den eigenen Vater des Mordes an seiner Ehefrau. Doch welches Motiv sollte er haben? In der Untersuchungshaft versucht der Verdächtige Helmut Crantz sein Alibi zu belegen. Im Jahr 2000 wird er in einem Prozess ohne Leiche vor dem Landgericht Lübeck für schuldig befunden und bringt sich drei Jahre später in seiner Zelle um. Monika Crantz’ Leiche wurde bis heute nicht gefunden. Die Todesengel in der Drücker-Kolonne: Als Polizisten im Oktober 1997 die 21 Jahre alte Deborah O. wegen Mordverdachts an Volkmar Granz festnehmen, ahnen sie noch nicht, dass dies bereits der zweite Mord der jungen Frau ist. Eher zufällig stoßen sie auf mehrere Fotos, die die Misshandlung und Tötung eines jungen Mannes dokumentieren. Das Opfer ist Torsten Mumm, ein 23-jähriger Zeitschriftendrücker. Er ist zum Zeitpunkt der Festnahme seit fast drei Monaten tot. Niemand hat ihn als vermisst gemeldet. In einem Waldstück im Sauerland kam er am 24. Juli 1997 auf qualvolle Weise zu Tode. Die Mörderinnen: Petra F., 32, Chefin der Drückerkolonne und ihre Komplizin Deborah O., genannt \"Debby\", 21, ebenfalls Drückerin. 65 Tage später der nächste Mord: Im schwäbischen Unterkochen bringt Debby ihren früheren Liebhaber Volkmar Granz um, einen berüchtigten Drückerboss. Kurz darauf werden beide Frauen verhaftet und am Ende zu lebenslangen Haftstrafen verurteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469985","hoster":"VOE"},{"path":"/redirect/14462079","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-1","name":"Folge 9","epNo":1,"alt":"","descr":"Es ist ein grausamer Mord, der die Polizei seit mehr als 20 Jahren beschäftigt: Der 13-jährige Tristan wird am helllichten Tag in der Nähe eines belebten Bahnhofs umgebracht. Ein Banküberfall im Münsterland fordert ein Todesopfer. Alle Indizien sprechen für einen Täter, aber der leugnet bis heute jede Tatbeteiligung. Diese und andere spektakuläre Verbrechen präsentiert der Rechtsmediziner Dr. Claas Buschmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470183","hoster":"VOE"},{"path":"/redirect/14462083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-2","name":"Folge 10","epNo":2,"alt":"","descr":"Der Multimillionär Jan Philipp Reemtsma verbrachte 33 Tage angekettet in einem Kellerverließ, bevor das höchste Lösegeld der deutschen Kriminalgeschichte gezahlt wurde. Die Suche nach Geld und Tätern umspannte den gesamten Globus. Boulevard-Sternchen Tatjana Gsell wurde erst zur trauernden Witwe und dann zur Hauptverdächtigen im Mordfall ihres reichen Mannes. Das sind nur zwei der präsentierten Kriminalfälle, die Deutschland immer noch bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470163","hoster":"VOE"},{"path":"/redirect/14462084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-3","name":"Folge 11","epNo":3,"alt":"","descr":"Der Rechtsmediziner Dr. Claas Buschmann erläutert wieder Verbrechen, die Deutschland bewegten. Unter anderem den Fall Josef Fritzl, der seine Tochter Elisabeth 24 Jahre lang in einem geheimen Keller gefangen hielt und mit ihr sechs Kinder zeugte. In Bremerhaven starben fünf alte Damen. Obwohl alle denselben Krankenpfleger hatten, fliegt seine Beteiligung an den Todesfällen erst auf, als sein sechster Mord misslingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470084","hoster":"VOE"},{"path":"/redirect/14462088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-4","name":"Folge 12","epNo":4,"alt":"","descr":"Ein Ex-Ehepaar suchte sich gemeinsam Frauen, um sie zu quälen und zu misshandeln. Die unfassbaren Verbrechen im \"Horrorhaus von Höxter\" blieben lange unbemerkt. Im niedersächsischen Bodenfelde verschwanden kurz hintereinander zwei Kinder spurlos. Die kleine Stadt erstarrte wochenlang in Angst, da zunächst jede Spur fehlte. Diese und andere der in dieser Sendung präsentierten Fälle bewegen Deutschland bis heute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470069","hoster":"VOE"},{"path":"/redirect/14462081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-5","name":"Folge 13","epNo":5,"alt":"","descr":"Deutschlands Ausbrecherkönig Frank Schmökel war im Oktober 2000 wieder auf der Flucht. Der unberechenbare Schwerverbrecher wurde mit einem riesigen Polizeiaufgebot gesucht. Bauer Rudolf Rupp verschwand nach einer Zechtour samt Auto spurlos. Im Visier der Ermittler: seine Familie, die ihn umgebracht und verfüttert haben soll. Ein Fall voller unglaublicher Ermittlungspannen. Diese und andere spektakuläre Fälle präsentiert Dr. Claas Buschmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469984","hoster":"VOE"},{"path":"/redirect/14462089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-6","name":"Folge 14","epNo":6,"alt":"","descr":"Löwenmutter oder eiskalte Mörderin? Im Lübecker Landgericht erschießt Marianne Bachmeier im März 1981 Klaus Grabowski, der den Mord an ihrer kleinen Tochter Anna gestanden hatte. In einer Kleinstadt in Hessen verschwindet die achtjährige Johanna. Erst sieben Monate später wird ihre Leiche gefunden, und erst 17 Jahre später begeht der Täter einen verhängnisvollen Fehler. Das sind nur zwei der Kriminalfälle, die Deutschland immer noch bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470156","hoster":"VOE"},{"path":"/redirect/14462087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-7","name":"Folge 15","epNo":7,"alt":"","descr":"Rechtsmediziner Dr. Claas Buschmann erklärt Verbrechen, die Deutschland bis heute bewegen. Wie das der Mutter, die unfassbare neun Neugeborene tötet und in Blumentöpfen verscharrt. Weder ihr Mann noch die Nachbarn wollen etwas von den Schwangerschaften und Geburten gemerkt haben. 2001 erlangt Armin M. als \"Kannibale von Rotenburg\" traurige Berühmtheit. War sein Opfer wirklich damit einverstanden, getötet und gegessen zu werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470196","hoster":"VOE"},{"path":"/redirect/14462090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/anwlte-der-toten-verbrechen-die-deutschland-bewegten/staffel-2/episode-8","name":"Folge 16","epNo":8,"alt":"","descr":"1999 flieht Dieter Zurwehme zum wiederholten Male aus der Haft. Während seiner monatelangen Flucht tötet er mehrmals und entkommt den Ermittlern immer wieder in letzter Sekunde. Ein gutbürgerlicher Fernfahrer führt als \"Brummi-Mörder\" ein tödliches Doppelleben. Drei Jahre lang mordet er unbemerkt. Diese und andere der heute präsentierten Fälle bewegen Deutschland bis heute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470229","hoster":"VOE"},{"path":"/redirect/14462093","hoster":"Streamtape"}]}]}]}]}