{"seriesId":"ao-haru-ride","name":"Ao Haru Ride","descr":"Die Schülerin Yoshioka Futaba möchte mit dem Wechsel von der Mittel- zur Oberschule ihren alten Lebensabschnitt abschließen, da sie bislang aufgrund ihrer attraktiven Erscheinung dem Neid ihrer Mitschüler ausgesetzt war und oftmals ausgeschlossen wurde. Sie nimmt sich vor an ihrem Auftreten zu arbeiten, um erwachsener und reifer auf ihre Mitmenschen zu wirken. Doch als sie auf ihrer neuen Schule ihren Schwarm und ehemaligen Mitschüler Tanaka trifft, fragt sie sich, ob ihre Liebe zu ihm noch eine Zukunft hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Page. 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":8447585,"hoster":"VOE"},{"redirect":14298679,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Page. 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":8447586,"hoster":"VOE"},{"redirect":8294665,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Page. 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":8447588,"hoster":"VOE"},{"redirect":8294670,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Page. 4","descr":"","versions":[{"lang":3,"streams":[{"redirect":8447589,"hoster":"VOE"},{"redirect":8294679,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"PAGE. 5","descr":"Futaba hat begonnen, Gefühle für Kou zu entwickeln, und Yuuri erfährt zufällig, wie Shuuko Tanaka-sensei ärgert. Während sie unter der Last ihrer Emotionen stehen, kommt das Team sich im Laufe des Workshops langsam näher. Dann verlieren sich die fünf im Orientierungslauf im Wald.","versions":[{"lang":3,"streams":[{"redirect":8447587,"hoster":"VOE"},{"redirect":8294673,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"PAGE. 6","descr":"Yuuri offenbart Futaba, dass sie Kou liebt. Futabas Gefühle über ihre lang erwartete Freundschaft kämpfen gegen ihre aufkeimenden Liebesgefühle. Futaba beschließt, ihre Gefühle für Kou zu unterdrücken, um ihre Freundin nicht zu verlieren, aber die Arbeit der Klassenvertreter bringt sie allein mit Kou zusammen.","versions":[{"lang":3,"streams":[{"redirect":8447590,"hoster":"VOE"},{"redirect":8294672,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"PAGE. 7","descr":"Futaba erkennt, dass sie Kou mag, und beschließt, Yuuri davon zu erzählen. Bei einer zufälligen Begegnung mit einem alten Freund aus der Mittelschule wird ihr klar, dass es schwierig sein kann, Liebe und Freundschaft in Einklang zu bringen. Futaba beschließt, dass sie ihre Liebe zu Kou geheim halten wird, aber dies macht ihre Gespräche mit Yuuri unangenehm.","versions":[{"lang":3,"streams":[{"redirect":8447592,"hoster":"VOE"},{"redirect":8294674,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"PAGE. 8","descr":"Futaba beschließt, Yuuri von ihren Gefühlen für Kou zu erzählen. Nach dem Unterricht erzählt sie Yuuri und Shuuko, wie sie sich fühlt. Auf dem Rückweg trifft Futaba zufällig auf Kou, der spät abends draußen ist. Neugierig folgt sie ihm und findet Kou mit einigen Kindern im Unterhaltungsviertel.","versions":[{"lang":3,"streams":[{"redirect":8447593,"hoster":"VOE"},{"redirect":8294676,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"PAGE. 9","descr":"Futaba erzählt Yuuri und Shuuko von Kous Worten: \"Sich um Dinge zu kümmern, bringt eine Menge Ärger mit sich.\" Die Sorgen von Futaba und Yuuri über Kou vertiefen sich, als sie erfahren, dass auch seine Schulnoten schlecht waren. Also bringen sie Shuuko und Kominato zu einem \"Studientreffen\" in Kous Haus mit.","versions":[{"lang":3,"streams":[{"redirect":8447591,"hoster":"VOE"},{"redirect":8294680,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"PAGE. 10","descr":"Futaba bemerkt während des Studientreffens eine Veränderung in der Stimmung zwischen Kou und Yuuri. Sie möchte Kou wirklich danach fragen, endet aber damit, das Thema zu umgehen. Stattdessen sagt sie Kou, dass sie mehr über ihn wissen möchte. Kou führt sie in einen bestimmten Raum. Dort, in einem Raum der Stille, erkennt Futaba den Grund, warum Kou sich geändert hat.","versions":[{"lang":3,"streams":[{"redirect":8447594,"hoster":"VOE"},{"redirect":8294685,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"PAGE. 11","descr":"Während Kou in Nagasaki die Mittelschule besuchte, verlor er seine Mutter an einer Krankheit. Futaba erkennt endlich den Schmerz, den Kou über dieses Gefühl der Ohnmacht empfindet. In der Hoffnung, Kous Herz so zu öffnen, wie Kou es öffnete, verfolgt sie Kou und drückt ihm verzweifelt ihre Gefühle aus.","versions":[{"lang":3,"streams":[{"redirect":13916539,"hoster":"VOE"},{"redirect":8294691,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"PAGE. 12","descr":"Futaba sieht zum ersten Mal die Verletzbarkeit von Kou und schickt ihn nach Hause, wo sein Bruder und sein Vater warten. Als die drei am Tisch sitzen, erzählt Kou ihnen schließlich, wie er sich fühlt. Am nächsten Tag bemerken Kous Freunde etwas anderes an ihm. Endlich endet das Schuljahr. Ihr strahlender Sommer fängt gerade an!","versions":[{"lang":3,"streams":[{"redirect":8447596,"hoster":"VOE"},{"redirect":8294689,"hoster":"Streamtape"}]}]}]}]}