{"seriesId":"aoi-sekai-no-chuushin-de","name":"Aoi Sekai no Chuushin de ","descr":"[World War Blue] zeigt 3 Special-Episoden in denen Charaktere beliebter Videospiele von Nintendo oder Sega parodiert werden, zb.: Gear Sonic oder Marcus Mario usw.. Sie leben in einem Konsolenkrieg aus der 16 Bit Ära wieder auf. Das Königreich Segua und das Imperium Ninterudo kämpfen unerbittlich um die Herrschaft im Land des Konsums, doch es sieht danach aus, als wäre für Segua alle Hoffnung verloren, bis ein Junge namens Gear auftaucht...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Special-Episode 1: The Hard Wars of Consume","descr":"Auf dem Kontinent Consume befinden sich zwei Nationen, das Segua-Königreich und das Ninteldo-Imperium, im Krieg, wobei Ninteldo aufgrund der Stärke seines Anführers, General Marcus, über 90 % des Kontinents regiert. Im Segua-Königreich reist ein Junge namens Gear mit seinem Jugendfreund Nel in die Hauptstadt, um sich der Segua-Armee anzuschließen, um den Tod eines geliebten Menschen zu rächen. Seguas Vizegeneral Lumses stellt Gear auf die Probe, indem er ihn gegen fünfzig ihrer Soldaten stellt; Gear besiegt sie sofort mit seiner erstaunlichen Geschwindigkeit.","versions":[{"lang":3,"streams":[{"redirect":11577029,"hoster":"VOE"},{"redirect":11577024,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Special-Episode 2: Killer","descr":"ejirov trainiert Gear, Opal und Nel darin, ihre \"Killer\"-Fähigkeiten einzusetzen, Spezialfähigkeiten, die nur ein kleiner Bruchteil der Leute in Consume besitzen. Lumses und Tejirov diskutieren die Möglichkeit, dass Gear der Sohn eines Mannes namens General Alex ist. Gear fragt Tejirov nach anderen Killern, besonders nach den stärksten. Die Gruppe beginnt ihre Mission, General Alex aus der Hope Fortress zu retten. Unterwegs finden sie einen verwundeten Segua-Späher, der darum bittet, \"absorbiert\" zu werden. Tejirof und Opal erklären, dass Killer die Lebenskräfte anderer absorbieren und ihre Stärke gewinnen können.....","versions":[{"lang":3,"streams":[{"redirect":11577032,"hoster":"VOE"},{"redirect":11577031,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Special-Episode 3: Lost Star and Kid","descr":"Gear bestätigt, dass General Alex sein Vater ist, kann ihn aber wegen der Wunde, die Alex in der Zelle erlitten hat, nicht retten. Tejirov sagt Gear, dass er stattdessen Alex absorbieren muss. Er weigert sich zunächst, aber Alex sagt, er habe keine Wahl und zwingt Gear, ihn zu berühren. Bevor er absorbiert wird, erzählt Alex Gear die Geschichte seiner Mutter, der einzigen Mörderin, die Alex als gleichwertig betrachtete, die er absorbieren musste, nachdem sie im Kampf so schwer verwundet worden waren, dass sie nur überleben konnten, wenn einer von ihnen den anderen absorbierte.","versions":[{"lang":3,"streams":[{"redirect":11577033,"hoster":"VOE"},{"redirect":11577036,"hoster":"Streamtape"}]}]}]}]}