{"seriesId":"aoki-hagane-no-arpeggio-ars-nova","name":"Aoki Hagane no Arpeggio: Ars Nova","descr":"Eines Tages taucht auf den Weltmeeren eine mysteriöse Flotte auf, Nebelflotte genannt, welche durch Einsatz überlegener Waffentechnologie die Menschheit aus den Meeren vertreibt und den gesamten interkontinentalen Warenverkehr zum Erliegen bringt.Siebzehn Jahre später treten Gunzou Chihaya und seine Crew in den Kampf ein, indem sie mithilfe der I-401, einem U-Boot der Nebelflotte, das mitsamt seiner Personifikation, Iona, übergelaufen ist, beginnen die Nebelflotte zu bekämpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die über Seewege verfügen","epNo":1,"alt":"Those with Shipping Routes","descr":"In naher Zukunft wurde die Menschheit von den gesamten Meeren vertrieben und sie wurden mit dem Aufkommen der \"Flotte des Nebels\" auf den Landmassen isoliert. Was bedeutet das jedes Land auf dem Kontinent wo es liegt gefangen ist. Dazu kommt noch das die Flotte des Nebels ebenfalls jegliche Kommunikation zwischen den Kontinenten unmöglich gemacht hat. So ist es den Menschen unmöglich sich zusammen zu schließen. Sie wissen nicht einmal ob die jeweils anderen Länder überhaupt noch existieren, oder ob sie vielleicht schon ausgelöscht wurden. Einige Jahre nach diesen verheerenden Ereignissen, ist die japanische Regierung im Begriff, ein unbemanntes Fracht-Shuttle in die Umlaufbahn zu bringen, als ein Schiff der Flotte von Nebel Nagara erscheint. Den Japanern gelingt es das Schiff in ein trocken Dock zu schaffen. Doch sie erfahren nichts über das Schiff. Als Gunzou Chihaya aber das Schiff I-401 berührt, wird es \"lebendig\" und erklärt Gunzou das ihr Name Iona ist das sie sich nur noch an eine Anweisung erinnern kann die lautet, sie solle sich ihm anschließen und folgen. Jetzt wo Gunzou ein eigenes U-Boot besitzt macht er sich am weg aufs offene Meer stellt eine Crew zusammen um in den Kampf zwischen Menschen und der mysteriöse Flotte einzutreten.","versions":[{"lang":1,"streams":[{"redirect":12269272,"hoster":"VOE"},{"redirect":8294801,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In den Sturm","epNo":2,"alt":"Into the Storm","descr":"Takao blockiert den Weg der I-401 zu Yokosuka, indem er sich im Auge eines Taifuns befindet. Nachdem er behauptet hat, alle Versuche, Konfrontationen zu vermeiden, seien zu riskant, entschließt sich Gunzo, Takao mitzunehmen. Nachdem Iona sich kaum einem Angriff von Takaoos Super-Gravity-Kanone entzogen hat, analysiert Gunzo die Kampfdaten und weist darauf hin, dass Takaoos Angriffe Pinpoin hatten.","versions":[{"lang":1,"streams":[{"redirect":8447647,"hoster":"VOE"},{"redirect":8294802,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der befestigte Hafen Yokosuka","epNo":3,"alt":"The Fortress Port of Yokosuka","descr":"Die I-401 und ihre Crew erreichen die Yokosuka-Basis zur Reparatur und zum Nachschub. Gunzo nimmt Iona mit zu einem Besuch des Navy Denkmal für diejenigen, die im Krieg gegen die Flotte des Nebels gestorben sind. Bald darauf werden sie von der japanischen Armee gegen ihren Willen mit dem Rest der Crew entführt, um Ryokan Kita, ein ehemaliges Mitglied der Marine und einen einflussreichen Politiker, zu treffen.","versions":[{"lang":1,"streams":[{"redirect":8447646,"hoster":"VOE"},{"redirect":8294803,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überfall auf Yokosuka","epNo":4,"alt":"Assault on Yokosuka","descr":"Die Schlacht gegen Haruna und Kirishima beginnt mit der I-401, die sie in eine Falle zieht, die sie in den Ruinen der alten Yokosuka-Stadt aufgestellt haben. Die Feinde können zwar nicht beschädigt werden, können sich jedoch unerkannt umkreisen und einen Überraschungsangriff starten. Mit dem gesunkenen japanischen Schlachtschiff Mikasa als Lockvogel. Kirishima verhindert jedoch, dass er in kürzester Zeit getroffen wird.","versions":[{"lang":1,"streams":[{"redirect":8447649,"hoster":"VOE"},{"redirect":8294808,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nicht menschliche Wesen","epNo":5,"alt":"Not Human","descr":"Die I-401 kehrt nach Yokosuka zurück, um die von der japanischen Regierung entwickelte Geheimwaffe, den \"Vibration Warhead\", aufzunehmen, bevor sie zu ihrer Basis in Iwo Jima zurückkehrt, um die letzten Vorbereitungen für ihre Reise über den Pazifik zu treffen. In der Zwischenzeit erwacht Haruna und trifft auf Makie Osakabe, das Kind, das sie gerettet hat.","versions":[{"lang":1,"streams":[{"redirect":8447645,"hoster":"VOE"},{"redirect":8294809,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freunde","epNo":6,"alt":"Friend","descr":"Als Tojuro verstirbt, beschließt Haruna, Makie zu schützen, und bittet Kirishima um Hilfe. Trotz heftiger Opposition weigert sich Haruna, die Angreifer zu töten, und befiehlt Kirishima, mit Makie zu fliehen, während sie mit ihren Nanomaschinen einen Lockvogel schafft, um die Aufmerksamkeit des Militärs auf sich zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":8447648,"hoster":"VOE"},{"redirect":8294813,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Iôjima","epNo":7,"alt":"Iwoto","descr":"Wenn sie Haruna, Kirishima und Makie mitnehmen, erreichen die I-401 und ihre Crew ihren Stützpunkt in Iwo Jima, wo sie von dem schnellen Schlachtschiff Hyugas Geistesmodell begrüßt werden, das die Insel für sie bewachte. Sehr zu ihrer Überraschung Lernen sie Takao noch einmal kennen.","versions":[{"lang":1,"streams":[{"redirect":8447650,"hoster":"VOE"},{"redirect":8294812,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Puppenhaus","epNo":8,"alt":"House of Dolls","descr":"Während Iwo Jima von der feindlichen Flotte umgeben ist, nimmt Hyuga auf Anfrage Gunzos Kontakt zu Kongou auf und bittet um ein Treffen mit ihrem Denkmodell, bevor sie mit den Feindseligkeiten beginnen. Kongou antwortet auf ihren Anruf und sie trifft sich mit ihnen am Strand, begleitet von dem schweren Kreuzer Maya.","versions":[{"lang":1,"streams":[{"redirect":8447651,"hoster":"VOE"},{"redirect":8294811,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Todesmutige Flucht","epNo":9,"alt":"Desperate Escape","descr":"Hyuga bleibt zurück und lenkt die Angriffe von Kongous Flotte ab, um sich Zeit für Iona und die anderen zu nehmen, um zu fliehen. Bevor er sich von Iwo Jima verabschiedet, bittet Gunzo Takaoos Hilfe und sie willigt ein, sich seiner Seite anzuschließen. Da sie nicht bereit ist, Hyugas Worten zuzuhören, schießt sie mit ihrer Super-Gravity-Kanone auf sie, kann sie aber nicht zerstören.","versions":[{"lang":1,"streams":[{"redirect":8447655,"hoster":"VOE"},{"redirect":8294816,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Opferbereitschaft","epNo":10,"alt":"Devotion of Self","descr":"Mit ihren Nanomaterialien, die durch die Angriffe ihrer Schwesterschiffe kompromittiert wurden, sinkt die I-401 in den tiefen Ozean, während Iona zu einem verletzten Gunzo treibt. Mittlerweile suchen Takao und die anderen nach ihnen, aber die gesamte Kommunikation und das Radar werden durch räumliche Verzerrungen der letzten Schlacht blockiert.","versions":[{"lang":1,"streams":[{"redirect":13998700,"hoster":"VOE"},{"redirect":8294815,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwestern","epNo":11,"alt":"Sisters","descr":"Auf dem Weg nach Hawaii, dem nächsten Stopp ihrer Reise, um den Vibrationssprengkopf in San Diego auszuliefern, wird die restaurierte und verbesserte I-401 von mehreren Schiffen der Nagara-Klasse verfolgt, die überrascht und gesunken sind, als Gunzo ein unerwartetes Manöver befiehlt.","versions":[{"lang":1,"streams":[{"redirect":12251717,"hoster":"VOE"},{"redirect":8294818,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Macht, einen Weg zu ebnen","epNo":12,"alt":"The Power to Open a Path","descr":"Kongou vernichtet die Schiffe der amerikanischen Flotte von Fog und Iona, während andere mentale Modelle Kontakt zu Kongou aufnehmen, um sie zur Besinnung zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8447658,"hoster":"VOE"},{"redirect":12339210,"hoster":"Streamtape"}]}]}]}]}