{"seriesId":"apartment404","name":"Apartment404","descr":"Apartment404 ist eine Mystery-Show, die auf wahren Begebenheiten beruht und das Raum-Zeit-Kontinuum überschreitet. Da sich in koreanischen Wohnungen Unvorhergesehenes ereignet, werden sechs Bewohner in eine Wohnung eingeladen und mit kryptischen Rätseln konfrontiert. Mithilfe von versteckten Hinweisen und Spielen lösen sie das Geheimnis und reisen in jeder Folge in eine andere Zeit!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Buried Secret","descr":"Sechs Bewohner versuchen in dieser wahren Mystery-Varieté-Show, die Zeit und Raum überschreitet, beispiellose Vorfälle und Geheimnisse in Wohnungen in Südkorea aufzudecken! Jede Episode basiert auf realen Ereignissen und hat einen einzigartigen Schauplatz in einer anderen Epoche und an einem anderen Ort, wodurch die Ermittlungsfähigkeiten und Erinnerungen der Zuschauer an die jeweilige Epoche angeregt werden.","versions":[{"lang":3,"streams":[{"redirect":13838278,"hoster":"VOE"},{"redirect":13838277,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Missing Girl","descr":"Eine Studentin geht nachts die schwach beleuchtete Straße entlang, als ihr ein seltsamer Lieferwagen folgt. Geht es um eine vermisste junge Frau? Team Yu und Team Cha schwelgen in Erinnerungen an die Vergangenheit. Mysteriöse Geräusche, gefährliche Verfolgungsjagden und eine Wendung nach der anderen erwarten die Mitglieder! Wird es ihnen gelingen, das verborgene Geheimnis der Wohnung zu lüften?","versions":[{"lang":3,"streams":[{"redirect":13838276,"hoster":"VOE"},{"redirect":13838282,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Suspicious Neighbor","descr":"Ende des Jahrhunderts, 1999, öffnet ein Markt mit vielen koreanischen Leckereien in der Wohnanlage! Der Schrei eines unbekannten Mannes hilft den Mitgliedern, den Jackpot zu knacken! Dann verändert sich die Wohnung plötzlich. Traue niemandem! Lass dich nicht täuschen! Die sechs Mitglieder werden zu Verdächtigen! Wer ist der wahre Schuldige? Können sie die Wahrheit über die Wohnung enthüllen?","versions":[{"lang":3,"streams":[{"redirect":13838279,"hoster":"VOE"},{"redirect":13838281,"hoster":"Streamtape"}]}]}]}]}