{"path":"/serie/stream/apocalypse-war-of-worlds","name":"Apocalypse: War of Worlds","descr":"\"Apocalypse La Guerre Des Mondes 1945-1991\" widmet sich dem Konflikt, der die zweite Hälfte des 20. Jahrhunderts entscheidend prägte. Unversöhnlich standen sich die beiden Machtblöcke der USA und der UdSSR mit ihren jeweiligen Verbündeten gegenüber – getrennt durch die Gräben aus konkurrierenden Ideologien und allumfassenden Machtansprüchen. Jahrzehntelang fochten beide Seiten erbitterte Stellvertreterkriege in Korea, Vietnam oder Afghanistan aus. Und mehr als einmal standen die USA und die Sowjetunion am Rande eines Atomkriegs, der die gesamte Welt in die nukleare Apokalypse gestürzt hätte. Die Serie zeigt die Stationen des Kalten Krieges von seinen Anfängen bis zum Zusammenbruch der Sowjetunion. ","seasons":[{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-1","name":"Bipolare Welt","epNo":1,"alt":"","descr":"Das Ende des Zweiten Weltkriegs markiert das Ende einer düsteren Ära offener Gewalt. Doch an ihre Stelle tritt der \"Kalte Krieg\" zwischen den Westalliierten und der Sowjetunion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754615","hoster":"VOE"},{"path":"/redirect/13754604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-2","name":"Angstspirale","epNo":2,"alt":"","descr":"1947: Stalin arbeitet weiter daran, die Macht der Sowjetunion rund um die Welt auszubauen. Die USA halten mit eigenen Maßnahmen wie dem Marshallplan dagegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754599","hoster":"VOE"},{"path":"/redirect/13754614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-3","name":"Am Abgrund","epNo":3,"alt":"","descr":"September 1950: Während die USA im Koreakrieg einem neuen Feind gegenüberstehen, gerät Frankreich in Indochina im Kampf gegen die kommunistische Befreiungsbewegung ins Hintertreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754635","hoster":"VOE"},{"path":"/redirect/13754634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-4","name":"Niederlage","epNo":4,"alt":"","descr":"Stalin ist tot und seine potenziellen Nachfolger kamen zusammen, um ihm Respekt zu zollen. In Ost-Berlin keimte Hoffnung bei den deutschen Arbeitern auf, die von den Sowjets schnell wieder zerschlagen wurde. In Asien neigten sich die Konflikte dem Ende entgegen: Die USA zogen ab und die Franzosen kämpften verzweifelt ihre letzte Schlacht. Ho Chi Minh wurde zum Führer Nordvietnams erklärt, während der Süden weiter in westlicher Hand blieb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754642","hoster":"VOE"},{"path":"/redirect/13754651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-5","name":"Berliner Mauer","epNo":5,"alt":"","descr":"1956: Stalins Nachfolger Chruschtschow bemüht sich um eine Öffnung der Sowjetunion. Gleichzeitig schreckt er auch vor blutiger Unterdrückung nicht zurück, um die Macht des Landes zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754655","hoster":"VOE"},{"path":"/redirect/13754658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/apocalypse-war-of-worlds/staffel-1/episode-6","name":"Tiefe Kluft","epNo":6,"alt":"","descr":"Ab 1965 schickt US-Präsident Lyndon B. Johnson im großen Stil US-Truppen in den Vietnamkrieg und damit in den sicheren Tod. Auf der anderen Seite sterben Zivilisten durch amerikanische Napalm-Bomben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13754678","hoster":"VOE"},{"path":"/redirect/13754657","hoster":"Streamtape"}]}]}]}]}