{"seriesId":"aquilas-geheimnis-auf-der-suche-nach-dem-piratenschatz","name":"Aquilas Geheimnis – Auf der Suche nach dem Piratenschatz","descr":"Sam und Minna fliegen mit ihrer Mutter an die Orchideen-Küste in Kroatien. Dort wollen sie im Hotel ihrer Tante, der Schwester ihres verstorbenen Vaters, zusammen Weihnachten verbringen. Gemeinsam mit ihrer überheblichen Cousine Bianca entdecken sie am Strand Wrackteile mit einer merkwürdigen Inschrift. Dies ist der Auftakt zu einem Abenteuer, das die Kinder so nicht erwartet hätten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Maske aus dem Meer","epNo":1,"alt":"","descr":"Sam und Minna fliegen mit ihrer Mutter an die Orchideen-Küste in Kroatien. Dort wollen sie im Hotel ihrer Tante, der Schwester ihres verstorbenen Vaters, zusammen Weihnachten verbringen. Gemeinsam mit ihrer überheblichen Cousine Bianca entdecken sie am Strand Wrackteile mit einer merkwürdigen Inschrift. Bianca findet außerdem eine Maske im Meer. Als sie diese aufsetzt, verdüstert sich der Himmel. Erschrocken wirft Bianca die Maske zurück ins Meer.","versions":[{"lang":1,"streams":[{"redirect":8664510,"hoster":"VOE"},{"redirect":8664507,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine rätselhafte Scheibe","epNo":2,"alt":"","descr":"Sam, Minna und Bianca besuchen ihren Großvater Ivo. Bei ihm entdecken sie ein Gemälde mit einem Piratenschiff und Ivo erzählt ihnen die Geschichte von Kapitän Aquila und seinem Schatz. Das Schiff soll vor der Orchideen-Küste gesunken sein. Wenn es diesen Schatz tatsächlich gibt, so hoffen die Kinder, könnten sie damit die schöne kroatische Küste und das Hotel von Tante Anja retten, das von einer Immobilienfirma aufgekauft und gesprengt werden soll.","versions":[{"lang":1,"streams":[{"redirect":8664512,"hoster":"VOE"},{"redirect":8664504,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Geheimgang","epNo":3,"alt":"","descr":"Minna und Sam entdecken einen geheimen Tunnel, der von der Küche in Anjas Hotel an den Strand führt. Bianca folgt den Geschwistern. Sie belauschen ein junges Pärchen, das am Strand zeltet. Zufällig unterhält sich das junge Paar über einen Schatz, den es finden will, um reich zu werden und sich ins Ausland abzusetzen. Minna, Sam und Bianca sind sich nun sicher, dass es Aquilas Schatz tatsächlich gibt und sie ihn unbedingt vor dem Pärchen finden müssen.","versions":[{"lang":1,"streams":[{"redirect":8664513,"hoster":"VOE"},{"redirect":8664508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schatzkiste","epNo":4,"alt":"","descr":"Sam, Minna und Bianca schleichen sich frühmorgens an den Strand, um nach Aquilas Schatz zu tauchen. Und tatsächlich findet Sam eine kleine Holztruhe mit Aquilas Zeichen darauf. Doch genau in dem Augenblick wird das junge Pärchen, das am Strand zeltet und ebenfalls hinter dem Schatz her ist, auf die Kinder aufmerksam. Sam, Minna und Bianca müssen fliehen. Mit letzter Kraft erreichen sie den Tunnel, der zu Anjas Hotel führt.","versions":[{"lang":1,"streams":[{"redirect":8664514,"hoster":"VOE"},{"redirect":8664515,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Logbuch des Piraten","epNo":5,"alt":"","descr":"Die Kinder versuchen, die Truhe zu öffnen. Dabei fällt sie über die Klippe, direkt vor die Füße von Bert, dem Camper, der eilig seine Gefährtin herbeiruft. Bert öffnet die Truhe mühelos. Sie enthält ein Buch. Das junge Pärchen glaubt sich bereits am Ziel. Doch in einem unachtsamen Moment gelingt es Minna, die Truhe zurückzuholen. Das Buch stellt sich als eine Art Tagebuch von Piratenkapitän Aquila heraus und er berichtet darin von einem Schatz.","versions":[{"lang":1,"streams":[{"redirect":8664520,"hoster":"VOE"},{"redirect":8664519,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verfolgungsjagd im Kloster","epNo":6,"alt":"","descr":"Im Nikolaklosters entdeckt Minna ein Holzbild mit Aquilas Zeichen. Heimlich nimmt sie es an sich und verteidigt es vor Bert und Fatima, dem junger Camper-Pärchen, das es ihr abjagen will. Gemeinsam mit Großvater Ivo finden die Kinder heraus, dass das Bild ein Wegweiser zum Versteck des Schatzes ist. Doch um den Code zu entschlüsseln, brauchen sie die Metallscheibe, die sie hinter Ivos Gemälde gefunden haben und die ihnen gestohlen wurde.","versions":[{"lang":1,"streams":[{"redirect":8664525,"hoster":"VOE"},{"redirect":8664518,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Suche nach dem Codeschlüssel","epNo":7,"alt":"","descr":"Sam, Mina und Bianca suchen in den Zimmern der Hotelgäste nach der gestohlenen Metallscheibe, die sie zum Entschlüsseln von Aquilas Geheimnis brauchen. Doch sie können sie nicht finden. Auch nicht in Kenneths Zimmer, dem verschlossenen Hotelangestellten. Doch stattdessen entdecken sie einen schwatzhaften Papagei und eine abgeschlossene Truhe. Die Kinder sind sicher, dass Kenneth darin etwas versteckt.","versions":[{"lang":1,"streams":[{"redirect":12172801,"hoster":"VOE"},{"redirect":8664522,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kenneths Geheimnis","epNo":8,"alt":"","descr":"Während Bianca beim Weihnachtskaffee ein Gedicht vorträgt, werden Sam und Minna von Fatima und Bert bedroht. Das Camper-Pärchen will erfahren, was die Kinder über den Schatz wissen. Kenneth verjagt das dubiose Pärchen. Die Kinder fühlen sich in ihren Zimmern nicht mehr sicher und richten im geheimen Tunnel ihr \"Hauptquartier\" ein. Sam entdeckt in seinem Rucksack den gestohlenen Codeschlüssel – wann und wie ist er dort hineingelangt?","versions":[{"lang":1,"streams":[{"redirect":8664529,"hoster":"VOE"},{"redirect":8664527,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Ring des Piraten","epNo":9,"alt":"","descr":"Mithilfe des Codeschlüssels kommen Sam, Minna und Bianca dem Rätsel einen Schritt näher: Sie müssen nach einem Ring, einem Schwert und einer Karte suchen, um Aquilas Schatz zu finden. Aber wo versteckt man einen Ring? Minna überlegt, ein Ring hat etwas mit Vereinigung, vielleicht einer Hochzeit zu tun. Ist er womöglich in einer Kirche versteckt worden? Bestimmt weiss Grossvater Ivo, welche Kirche gemeint sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8664535,"hoster":"VOE"},{"redirect":8664530,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Botschaft aus der Vergangenheit","epNo":10,"alt":"","descr":"Sam, Minna und Bianca haben Aquilas Ring in einer Ruine gefunden. Darin war ein Zettel eingerollt mit der Zeichnung von einer Pflanze. Die Kinder sind ratlos, doch dann hat Sam eine Idee. Sein Vater hat ihm von einer unsichtbaren Schrift erzählt. Die Kinder eilen zu Grossvater Ivo und hoffen auf eine geheime Botschaft. Aber nichts passiert. In der Zwischenzeit entdecken Fatima und Bert das geheime Versteck der Kinder.","versions":[{"lang":1,"streams":[{"redirect":8664537,"hoster":"VOE"},{"redirect":8664532,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein ganz besonderes Kraut","epNo":11,"alt":"","descr":"Sam und Minna zeigen ihrer Mutter den Zettel, der in Aquilas Ring steckte. Eva erkennt die gemalte Pflanze sofort und weiß auch wo man sie findet. Gemeinsam machen sie sich auf die Suche. Ihr Weg führt sie durch den Wald an die Steilküste. Dabei merken sie nicht, dass sie von Fatima und Bert verfolgt werden.","versions":[{"lang":1,"streams":[{"redirect":8664543,"hoster":"VOE"},{"redirect":8664542,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die unsichtbare Schrift","epNo":12,"alt":"","descr":"Um Eva zu beeindrucken, passt Stefan auf die Kinder auf. Er lädt sie zum Eis ein und überlässt Bianca sein Portemonnaie. Darin entdeckt sie eine Karte von Holtexz. War er dort nur zu Besuch? Sam, Minna und Bianca legen den gefundenen Zettel in einen Pflanzensud und endlich gibt er sein Geheimnis preis: Das Schwert soll in der sogenannten Todesgrotte versteckt sein. Grossvater Ivo weiss, wo sich diese befindet.","versions":[{"lang":1,"streams":[{"redirect":12918457,"hoster":"VOE"},{"redirect":8664546,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"In der Todesgrotte","epNo":13,"alt":"","descr":"Die Kinder überzeugen Anja und Eva davon, das Lucia-Fest an der türkisenen Bucht zu feiern. Sie wollen die Gelegenheit nutzen, um die Todesgrotte aufzusuchen. Leider melden sich nur wenig Gäste zum Fest an, so dass es Sam, Minna und Bianca schwer fällt, sich davonzuschleichen. Sie drängen den verdutzten Stefan auf die Bühne und nehmen Johnnys Angebot an, sie zur Grotte zu fahren. Doch können sie ihm trauen?","versions":[{"lang":1,"streams":[{"redirect":8664551,"hoster":"VOE"},{"redirect":8664548,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefesselt und beraubt","epNo":14,"alt":"","descr":"Anja erwischt Margareta beim Spionieren in Johnnys Zimmer. Margareta muss sich zu erkennen geben: sie ist Polizistin und ermittelt indirekt gegen Johnny, der ein gesuchter Wrackplünderer ist. Währenddessen suchen Minna und Sam gemeinsam mit Johnny nach einem Hinweis auf Aquilas Schatz. Und tatsächlich: in einer schmalen Felsspalte entdeckt Minna ein altes Schwert. Johnny reisst es an sich und lässt die Kinder gefesselt in der Höhle zurück.","versions":[{"lang":1,"streams":[{"redirect":8664553,"hoster":"VOE"},{"redirect":8664554,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Wrack-Plünderer","epNo":15,"alt":"","descr":"Bianca kann Minna und Sam aus der Grotte befreien. Die Kinder beschließen, Johnny bei seinem Boot aufzulauern. Sie entfernen den Benzinkanister, um Johnny zu zwingen, das Schwert herauszurücken. Inzwischen hat Margarete die Polizei verständigt. Johnny wird verhaftet, aber das Schwert hat er nicht bei sich. Da erhält Bianca eine SMS auf Johnnys Handy, das er am Grotteneingang verloren hat.","versions":[{"lang":1,"streams":[{"redirect":8664557,"hoster":"VOE"},{"redirect":8664556,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Inschrift auf dem Schwert","epNo":16,"alt":"","descr":"Fatima und Bert bringen Aquilas Schwert tatsächlich zum Brunnen. Die Kinder entdecken darauf eine geheimnisvolle Inschrift und hoffen, dass Opa Ivo ihnen beim Entschlüsseln helfen kann. Ivo vermutet, dass sich die Inschrift auf Aquilas ehemalige Unterkunft bezieht, doch das Gelände gehört inzwischen der Firma Holtexz. Die Kinder beschliessen, am nächsten Tag einen Ausflug dorthin zu machen.","versions":[{"lang":1,"streams":[{"redirect":12332473,"hoster":"VOE"},{"redirect":8664559,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stromausfall","epNo":17,"alt":"","descr":"Sam, Minna und Bianca machen sich auf den Weg zu Aquilas ehemaligem Wohnsitz. Doch das Gelände der Firma Holtexz wird gut bewacht. Sie müssen warten bis es dunkel wird, um dort hineinzugelangen. Unterdessen fällt im Hotel der Strom aus, weil Holtexz bei Probesprengungen versehentlich die Stromleitung gekappt hat. Anja hält das für Sabotage und verliert langsam den Mut. Eva unterstützt sie so gut sie kann.","versions":[{"lang":1,"streams":[{"redirect":8664565,"hoster":"VOE"},{"redirect":8664563,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Auf verbotenem Gelände","epNo":18,"alt":"","descr":"Sam, Minna und Bianca können durch ein Loch im Zaun auf das Gelände der Firma Holtexz schlüpfen. In der Bucht am Piratenberg finden sie tatsächlich einen alten Brunnen und Aquilas Schatzkarte. Doch dann werden die Kinder von den Wachen der Firma Holtexz geschnappt und in ein Auto gezerrt.","versions":[{"lang":1,"streams":[{"redirect":8664567,"hoster":"VOE"},{"redirect":8664566,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Stefans Geständnis","epNo":19,"alt":"","descr":"Sam, Minna und Bianca werden von Holtexz-Mitarbeitern im Hotel abgeliefert. Eva ist enttäuscht, weil die Kinder sie erneut angelogen haben und beschliesst, mit ihnen nach Schweden zurückzukehren. In der Zwischenzeit findet Stefan eine Möglichkeit, die Orchideen-Küste doch noch zu retten. Wenn sie nachweisen, dass die Natur der Gegend einzigartig ist, darf Holtexz diese nicht zerstören.","versions":[{"lang":1,"streams":[{"redirect":8664572,"hoster":"VOE"},{"redirect":8664569,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Schatzkarte","epNo":20,"alt":"","descr":"Im Streit zerreissen Sam und Minna Aquilas Schatzkarte. Das ist ein Glück, denn nur dadurch bemerken sie, dass man die beiden Hälften übereinander legen muss, um die Karte zu verstehen. Eva und Stefan machen sich an der Steilküste auf die Suche nach einer seltenen Orchideenart, die nur hier wachsen soll.","versions":[{"lang":1,"streams":[{"redirect":8664575,"hoster":"VOE"},{"redirect":8664576,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der geheimnisvolle Brunnen","epNo":21,"alt":"","descr":"Im Brunnen auf dem Marktplatz finden Sam, Minna und Bianca den letzten Schlüssel zum Schatz: Aquilas Fernrohr. Anja ist verzweifelt, weil immer mehr Gäste abreisen. Eva und Stefan, die Holtexz bitten wollen, mit den Sprengarbeiten noch zu waren, werden von Ursula im Gebäude eingeschlossen. Die Freude über ihren Fund währt bei den Kindern nicht lange. Es gibt noch zwei andere, die den Schatz für sich beanspruchen.","versions":[{"lang":1,"streams":[{"redirect":8664581,"hoster":"VOE"},{"redirect":8664579,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Rivalinnen","epNo":22,"alt":"","descr":"Zwei Frauen haben Sam, Minna und Bianca beobachtet. Sie behaupten, Nachfahren des Marquis de Roche zu sein – Aquilas Erzfeind – und versuchen, den Kindern das geheimnisvolle Fernrohr abzujagen. Unterdessen läuft die Frist für den Abriss durch die Firma Holtexz langsam ab. Ivo schliesst schweren Herzens sein Haus am Meer und zieht zu Anja ins Hotel.","versions":[{"lang":1,"streams":[{"redirect":8664582,"hoster":"VOE"},{"redirect":8664580,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Kraft des Fernrohrs","epNo":23,"alt":"","descr":"Durch Aquilas Fernrohr sieht jedes der drei Kinder etwas anderes, noch können sie sich die Bilder aber nicht erklären. Ausser Minna, die sieht, dass ihre Mutter in Gefahr ist. Minna, Sam und Bianca eilen Eva und Stefan zur Hilfe. Sie erfahren, dass die Orchideen-Küste gerettet werden kann, wenn sie die seltene Schwanorchidee finden.","versions":[{"lang":1,"streams":[{"redirect":8664589,"hoster":"VOE"},{"redirect":8664590,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Rettung der Orchideen-Küste","epNo":24,"alt":"","descr":"Während der Weihnachtsvorbereitungen begreifen Sam, Minna und Bianca endlich, dass Aquilas Schatz nicht aus Gold und Diamanten besteht. Der Schatz ist das Fernrohr, das Wünsche erfüllt. Und es hat ihren Wunsch erfüllt: die Orchideenküste ist gerettet! Damit das Fernrohr nicht in falsche Hände gerät, werfen es die Kinder – zusammen mit allen anderen Fundstücken aus Aquilas Vermächtnis – zurück ins Meer.","versions":[{"lang":1,"streams":[{"redirect":12332474,"hoster":"VOE"},{"redirect":8664592,"hoster":"Streamtape"}]}]}]}]}