{"seriesId":"arcadia-du-bekommst-was-du-verdienst","name":"Arcadia - Du bekommst was du verdienst","descr":"\"Arcadia\" spielt in einer nicht allzu fernen Zukunft: Die Rohstoffe der Erde sind so knapp geworden, dass ein Punktesystem über das Leben der Menschen entscheidet. Wer einen hohen Bürger-Score hat, führt ein sorgloses Leben, die anderen fristen ein Leben in der Welt außerhalb des Refugiums Arcadia, wo menschliches Leben fast nicht möglich ist. Als herauskommt, dass der Vater einer obrigkeitstreuen Familie den Score zweier seiner Töchter manipuliert hat, wird er genau in jene Außenwelt verbannt...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Nach einer globalen Katastrophe (Atomkrieg, Klimawandel, Virusausbruch) finden sich die Überlebenden in einem Klassen- und Überwachungsstaat wieder: wer in Arcadia lebt, wird kontinuierlich bewertet, überwacht und mithilfe des \u0027Bürger-Scores\u0027 entsprechenden Lebensverhältnissen zugeordnet.Pieter Hendriks ist ein hochrangiger Offizier mit einem hohen Bürgerscore. Als er schuldig befunden wird, die Scores seiner Töchter manipuliert zu haben, um ihnen ein besseres Leben zu ermöglichen, wird er verurteilt und deportiert.","versions":[{"lang":1,"streams":[{"redirect":12964725,"hoster":"VOE"},{"redirect":12964734,"hoster":"Doodstream"},{"redirect":12964749,"hoster":"Vidoza"},{"redirect":12964729,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Milly hat sich zur Grenzwache versetzen lassen und fährt jetzt Kontrolle in der so genannten Außenwelt, in der Hoffnung, ihren Vater zu finden. Sie bittet ihren Patrouillenpartner Rein, einen alten Bekannten, um Unterstützung. Was Milly nicht weiß: Rein ist ein Informant von Regulator Simons... Hanna versucht, einem kranken kleinen Jungen zu helfen, dessen Eltern über einen zu niedrigen Score verfügen, um Anspruch auf angemessene medizinische Versorgung zu haben. Regulator Simons setzt derweil Alex unter Druck, Beweise für den Betrug ihrer Familie vorzulegen. Im Gegenzug würde ihr Score verbessert werden...","versions":[{"lang":1,"streams":[{"redirect":12964732,"hoster":"VOE"},{"redirect":12964745,"hoster":"Doodstream"},{"redirect":12964736,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Alex bereut, was sie getan hat, sie will ihre Familie nicht verlieren. Milly findet heraus, dass ihr Patrouillenpartner Rein Kontakt zu den Bewohnern einer Siedlung in der Außenwelt hat. Hanna entdeckt, dass Oberschwester Nora selbst heimlich einen Mann medizinisch versorgt, der eigentlich kein Anrecht darauf hat. Sie will helfen, aber weder sie noch Nora wissen, dass ihr Kollege Willem auch ein Informant von Regulator Marco Simons ist. Das Netz um Hanna zieht sich zu.","versions":[{"lang":1,"streams":[{"redirect":12964744,"hoster":"VOE"},{"redirect":12964761,"hoster":"Doodstream"},{"redirect":12964750,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Nach dem Selbstmord von Oberschwester Nora, die Hanna in den sogenannten Widerstand eingeführt hat, beschließt Hanna, Noras Aufgaben zu übernehmen. Währenddessen bemüht sich Alex um Annäherung an die Familie. Sie macht sich Sorgen um ihre Mutter, denn Catos Punktzahl sinkt immer weiter; Alex glaubt, dass Catos Score manipuliert wird. Luz wird auf der Arbeit gemobbt, bis Regulator Marco Simons eingreift. Cato erkennt die Ausweglosigkeit ihrer Lage, möchte sich für die Familie opfern und gesteht Regulator Simons, sie habe von Pieters Betrug gewusst - daraufhin ist dieser überraschenderweise zufrieden. Hanna, Milly und Alex befürchten jedoch die Verbannung ihrer Mutter in die Außenwelt und wollen es nicht so weit kommen lassen.","versions":[{"lang":1,"streams":[{"redirect":12964757,"hoster":"VOE"},{"redirect":12964775,"hoster":"Doodstream"},{"redirect":12964759,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Catos Probleme mit ihrem Score sind gelöst. Sie hat einen neuen Job und scheint gerettet. Niemand weiß, dass Alex im Gegenzug als Spionin in der Firma von Jaak Philips, dem Vater ihrer Verlobten, arbeitet. Hanna hilft Cas Wessels, für den der Widerstand - die Untreuen - eine illegale Nierentransplantation organisiert hat. Doch dann wird sie selbst betäubt und eingesperrt.Währenddessen findet Regulator Simons Hinweise für Hannas Verwicklungen in den Widerstand. Als er mit ihr sprechen will, ist Hanna jedoch spurlos verschwunden.Milly hört, dass die Menschen in der Siedlung der Außenwelt ihren Vater tot aufgefunden haben.","versions":[{"lang":1,"streams":[{"redirect":12964765,"hoster":"VOE"},{"redirect":13404232,"hoster":"Doodstream"},{"redirect":12964796,"hoster":"Vidoza"},{"redirect":12964769,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Milly möchte die Leiche ihres Vaters sehen. Die Männer aus der Siedlung nehmen sie mit zu der Schlucht, in der sie sie gefunden haben. Luz vertieft ihre Freundschaft zu Simon und erfährt dadurch immer mehr über die Vergangenheit von Regulator Marco Simons.Hanna wird von Regulator verhört, kann aber entkommen - offenbar will ihr der Regulator eine Falle stellen, weil er hofft, sie könne ihn zu den übrigen Mitgliedern des Widerstands führen.Alex hat das Gefühl, von Lena Harms bei ihren Ermittlungen gegen Jaak Philips manipuliert zu werden, und droht zu kündigen. Doch Lena setzt sie unter Druck.","versions":[{"lang":1,"streams":[{"redirect":12964776,"hoster":"VOE"},{"redirect":12964835,"hoster":"Doodstream"},{"redirect":12964781,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Regulator Simons erfährt, wie sich Rein in der Außenwelt um seinen Cousin gekümmert hat. Er reicht ihm und Milly die Hand, damit sie weitermachen können. Hanna wird von ihrem Arbeitskollegen Willem verraten, der ebenfalls ein Informant für den Schild ist. Hanna entkommt nur knapp, doch die Jagd auf sie beginnt.Milly überbringt Cato die Nachricht, dass Pieter in der Außenwelt in Sicherheit ist, verschweigt aber, dass es auch dort Leute gibt, die ihn töten wollen.Hanna sieht keinen Ausweg mehr und sucht ihre Schwester Alex auf. Alex wiederum holt sich Hilfe von der Revisorin Lena Harms.","versions":[{"lang":1,"streams":[{"redirect":12964795,"hoster":"VOE"},{"redirect":12964839,"hoster":"Doodstream"},{"redirect":12964798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Im Austausch für Hannas Freiheit muss Alex Jaak Philips an das Visier ausliefern. Sie deponiert Handschuhe mit der illegalen Technologie in seinem Büro. Sie ahnt nicht, dass ihre Verlobte auch ein Mitglied der Untreuen ist. Milly geht ein letztes Mal in die Außenwelt, um sich von ihrem Vater zu verabschieden. Rein wird sich weiterhin um Pieter kümmern. Was sie nicht weiß: Hugo will immer noch den Tod seines Bruders Bavo rächen. Regulator Marco Simons hilft Luz aus der Patsche, als sie mit dem Gericht in Konflikt gerät. Sie belohnt ihn mit einem Kuss.","versions":[{"lang":1,"streams":[{"redirect":12964713,"hoster":"VOE"},{"redirect":12964724,"hoster":"Doodstream"},{"redirect":13404249,"hoster":"Vidoza"},{"redirect":12964717,"hoster":"Streamtape"}]}]}]}]}