{"path":"/serie/stream/archiv-des-todes","name":"Archiv des Todes","descr":"Ende 1944 versuchen fünf Widerstandskämpfer in das besetzte Polen zu kommen: Anführer sind der deutsche Kommunist Georg (Jürgen Zartmann) und der sowjetische Agent Boris (Gojko Mitic). Außerdem dabei: Ernst (Gerd Blahuschek), ein deutscher Hauptmann, der zur sowjetischen Armee übergelaufen ist, Heiner (Krzysztof Stroinski), ein ehemaliger Hitlerjunge, und der polnische Partisan Janek (Leon Niemczyk).","seasons":[{"path":"/serie/stream/archiv-des-todes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-1","name":"Ein Mann wird gejagt","epNo":1,"alt":"Folge 1","descr":"Im November 1944 springen fünf Widerstandskämpfer über besetztem polnischen Gebiet ab: drei Deutsche, der Pole Janik und der Russe Boris. Sie haben einen schwierigen Auftrag zu erfüllen, der für den Ausgang des Krieges von höchster Bedeutung ist. Ein von den Deutschen streng gehütetes Geheimnis soll dem Dunkel entrissen werden. Nur zwei Männer kennen dessen ganze Tragweite: SS Hauk und sein Handlanger Beisel. Sie sorgen dafür, daß nicht der leiseste Hinweis nach außen dringt, mit unerbittlicher Gründlichkeit wird auch die letzte Spur verwischt, jeder Mitwisser beseitigt. So müssen die fünf unzählige Schwierigkeiten überwinden und tödlichen Gefahren trotzen. Mit Mut und Ideenreichtum nähern sie sich einem Ziel, über das es am Anfang kaum mehr als vage Vermutungen gibt … Im Stab der deutschen Abwehr von Major Zirrgiebel herrscht Verwirrung. Man hat ein feindliches Flugzeug abgeschossen, das vermutlich Fallschirmspringer ins besetzte Hinterland gebracht hat. Welchen Auftrag aber kann eine solche Gruppe in dem militärisch bedeutungslosen Gebiet haben? Trotz großangelegter Suche verliert sich die Spur … Unterdessen versucht der Deutsche Georg, der beim Abschuß der Maschine verwundet wurde, durch Straßensperren, Wachen und Suchtrupps seine Kameraden zu erreichen. In seinem Besitz befindet sich auch der Sack mit Waffen, Ausrüstung und Papieren. Fiele dieser in die Hände von Zirrgiebels Leuten, wäre das Unternehmen noch vor seinem Beginn gescheitert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447889","hoster":"VOE"},{"path":"/redirect/12093672","hoster":"Doodstream"},{"path":"/redirect/14069791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-2","name":"Überall lauert der Tod","epNo":2,"alt":"Folge 2","descr":"Verwundet, auf sich allein gestellt und mit wichtiger Ausrüstung der Widerstandsgruppe, versucht sich Georg zu seinen vier Kameraden im besetzten polnischen Hinterland durchzuschlagen. Als er sich in einem deutschen Sanitätstransport mit Medikamenten und Verbandszeug versorgen will, findet die Abwehr des Major Zirrgiebel endlich eine heiße Spur. In letzter Minute kann Georg aus dem fahrenden Zug abspringen und sich im nahegelegenen Moor verstecken. Von deutschen Kommandos gejagt und unter unerträglichen Schmerzen, mit hohem Fieber kämpft sich Georg durch das unwegsame Gelände. Die Gruppe hat inzwischen durch einen gefangenen Offizier ebenfalls von dem Vorfall erfahren. Sie tut alles, um die deutsche Abwehr auf eine falsche Fährte zu locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447890","hoster":"VOE"},{"path":"/redirect/8295257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-3","name":"Die Spur geht verloren","epNo":3,"alt":"Folge 3","descr":"Die deutsche Abwehr bricht die ergebnislose Suche nach der Fallschirmspringergruppe ab. Wegen des Fehlschlags muß sich Major Zirrgiebel den Spott von Standartenführer Hauk gefallen lassen. Daraufhin will er die unleidige Angelegenheit am liebsten stillschweigend vergessen. Die geheimnisvolle Gruppe hat sich jedoch keineswegs in Luft aufgelöst. Georg wird von Hanka gerettet, einer jungen Polin, die auf einer unzugänglichen Sumpfinsel lebt und Kontakt zu Partisanen hält. Die anderen wenden sich endlich der Erfüllung ihres Auftrags zu. Einziger Anhaltspunkt ist die Adresse des Polen Wonsinski, der Kenntnis haben soll von einem streng geheimen Archiv der Deutschen. Eine Razzia der Besatzer kommt den Männern in die Quere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447895","hoster":"VOE"},{"path":"/redirect/8295260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-4","name":"Ein Toter gibt keine Auskunft","epNo":4,"alt":"Folge 4","descr":"Die internationale Kundschaftergruppe ist weiter denn je von ihrem Ziel entfernt, das Geheimarchiv der Deutschen mit seinen brisanten Informationen aufzuspüren. Der Pole Janik gerät bei dem Versuch, Verbindung zum einzigen lebenden Zeugen aufzunehmen, in eine Razzia und wird mit Wonsinski zusammen als Zwangsarbeiter nach Deutschland verschleppt. Georg, wichtigster Mann nach dem Russen Boris und einziges Mitglied der Gruppe, der dem Transport folgen könnte, um die beiden ausfindig zu machen, ringt im Versteck auf der Sumpfinsel mit dem Tod. Soll es überhaupt noch eine Chance auf Rettung geben, bedarf Georg schnellstens sachkundiger ärztlicher Behandlung. Mit Unterstützung Hankas entführen seine Kameraden den deutschen Feldarzt Prof. Laue.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332486","hoster":"VOE"},{"path":"/redirect/8295266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-5","name":"Der rätselhafte Funkspruch","epNo":5,"alt":"Folge 5","descr":"Die Aktion der internationalen Kundschaftergruppe zur Rettung Georgs war erfolgreich. Mit Hilfe Dr. Laues gelingt es, Georg an den Bestimmungsort des deportierten Janik zu bringen. Ein Funkspruch verunsichert SS- und Abwehrdienststellen. Ein streng geheimes Vorhaben scheint dem Gegner bekannt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004075","hoster":"VOE"},{"path":"/redirect/8295265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-6","name":"Spuk im Höllental","epNo":6,"alt":"Folge 6","descr":"Der Kundschafter Georg befindet sich als verwundeter deutscher Soldat auf dem Wege ins Reichsgebiet. Im Lazarett lernt er einen Landser kennen, der ihn bittet, seiner in Süddeutschland evakuierten Familie eine Nachricht zu überbringen. Die Suche nach den Überlebenden des Flugzeugabschusses dehnt sich nunmehr für Abwehr und SS auf den Funker jener Nachricht aus. Auf der Suche nach einer undichten Stelle koordinieren SS und Abwehr ihre Aktionen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447894","hoster":"VOE"},{"path":"/redirect/8295267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-7","name":"Gelber Topas","epNo":7,"alt":"Folge 7","descr":"In der Nähe des Feldbergs im Schwarzwald arbeiten polnische Deportierte. Es sollen unterirdische Rüstungswerke errichtet werden. Georg findet hier die Spur seines polnischen Genossen Janik. Er trifft aber auch den Gefreiten Ohlig, ein Landser, den er auf dem Verwundetentransport ins Reich kennengelernt hat. Ohlig ist entschlossen zu desertieren. Janik muß befreit werden und mit ihm sein Leidensgenosse Wonsinki, der einzige Überlebende des SS-Bauvorhabens \"Archiv\", dem Ziel des Kundschafterauftrages.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447893","hoster":"VOE"},{"path":"/redirect/8295269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-8","name":"Signale aus der Schlucht","epNo":8,"alt":"Folge 8","descr":"Die Befreiung Janiks und Wosinskis endet mit dem Tod des einzigen Mitwissers um den Bau des Archivs. Georg und Janik müssen es schaffen, zu ihren Genossen zurückzukommen. Himmlers Reichssicherheitshauptamt schickt als Beauftragten den SS-Obersturmbannführer Flint. Das Oberschlesische Industriegebiet soll beim Rückzug vernichtet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447897","hoster":"VOE"},{"path":"/redirect/14069792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-9","name":"Wettlauf mit der Zeit","epNo":9,"alt":"Folge 9","descr":"Die Front rückt unaufhaltsam näher. Der Widerstandsgruppe bleiben nur noch wenige Tage, das Archiv der Deutschen zu finden. Obersturmbannführer Flint beginnt, Renate Wiesner zu mißtrauen, nachdem sie die befohlene Ausgangssperre mißachtet hat. So wichtig ihre Informationen für die Gruppe sind, so gefährlich ist auch jeder weitere Kontakt. Um Zeit und ein bißchen Bewegungsfreiheit zu gewinnen, versucht Renate Wiesner, Obersturmbannführer Flint und Standartenführer Hauk im Kompetenzgerangel gegeneinander auszuspielen. Unterdessen suchen Georg und Janik fieberhaft nach einer Möglichkeit, von der Westfront wieder nach Polen zu ihren Freunden zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447896","hoster":"VOE"},{"path":"/redirect/14069793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-10","name":"Der Tote im Salz","epNo":10,"alt":"Folge 10","descr":"Auf der Suche nach dem streng geheimen Archiv der Deutschen verdichtet sich der Verdacht der Kundschafter gegen das Sanitätsdepot Wadowitz. Weitere Hinweise erhofft sich die Gruppe von der Schwester Wonsinskis, des einzigen Zeugen, der je dem Todeskommando entkommen konnte, bis er bei der Flucht aus einem deutschen Arbeitslager erschossen wurde. Als Zwangsarbeiter getarnt fahren Georg, Janik und Boris in das Salzbergwerk Wieliczka ein. Hier offenbart ihnen Wonsinskis Schwester ein grausiges Geheimnis. Unterdessen läßt Obersturmbannführer Flint, einmal mißtrauisch geworden, Renate Wiesner ständig beobachten. Er entdeckt ihr Versteck im Heuschober.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095597","hoster":"VOE"},{"path":"/redirect/8295277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-11","name":"Das Grab im Schacht","epNo":11,"alt":"Folge 11","descr":"Das Schicksal des totgeglaubten Marek Wonsinski erfüllt die Kundschafter mit Grausen, sein Bericht liefert ihnen Informationen von unschätzbarem Wert über das verderbenbringende Geheimarchiv. Die Gruppe unternimmt den Versuch, durch das unterirdische, verzweigte Stollensystem zur Registratur vorzudringen. Doch Beisel hat mit perfider Energie auch für diesen Fall Vorsorge getroffen. Die Gänge sind nach einem sorgfältig ausgetüftelten Plan vermint. Standartenführer Hauk als Verantwortlicher für das Archiv wie auch Obersturmbannführer Flint, eigens vor Ort, um beim Rückzug die totale Zerstörung zu hinterlassen, beschäftigen sich jeder auf seine Weise mit den Vorbereitungen für die Zeit nach dem Einmarsch der Russen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833365","hoster":"VOE"},{"path":"/redirect/8295278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-12","name":"Der falsche Fotograf","epNo":12,"alt":"Folge 12","descr":"Georg erfährt, daß Standartenführer Hauk einen Fotografen nach Wadowitz bestellt hat. Es sollen alle Dossiers des Archivs fotografiert werden, denn so ist das Material leichter zu transportieren und für künftige Aufgaben sicherzustellen.Einem der Kundschafter gelingt es, das Gespräch zu belauschen. Jetzt muß schnell gehandelt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447900","hoster":"VOE"},{"path":"/redirect/8295279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/archiv-des-todes/staffel-1/episode-13","name":"Kennwort Pilatus","epNo":13,"alt":"Folge 13","descr":"Der Fotograf, SS-Sonderführer Wagner, meldet sich bei Standartenführer Hauk, der ihn einweist. Die offensive der Sowjetarmee hat begonnen. Um so dringender ist es für die Kundschaftergruppe, das Archiv zu besetzen und zu sichern. Die Unterlagen stellen eine Gefahr für Millionen von Menschen dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918474","hoster":"VOE"},{"path":"/redirect/8295284","hoster":"Streamtape"}]}]}]}]}