{"path":"/serie/stream/are-you-there-chelsea","name":"Are You There, Chelsea?","descr":"Basierend auf dem Bestseller der Comedian Chelsea Handler wird das Leben der Kellnerin Chelsea (Laura Prepon) gezeigt, die gewillt ist, ihr Leben ohne jeden Kompromiss zu leben. Gemeinsam mit ihren Freunden Rick (Jake McDorman) und Olivia (Ali Wong) schafft es Chelsea, jeden Tag ganz besonders zu gestalten. Dass dabei Alkohol und auch Sex eine Rolle spielen, ist ein nicht zu vernachlässigender Nebeneffekt.","seasons":[{"path":"/serie/stream/are-you-there-chelsea/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-1","name":"Bist Du da, Wodka?","epNo":1,"alt":"Pilot","descr":"Die Kellnerin Chelsea wird wegen Trunkenheit am Steuer von der Polizei festgenommen und kommt ins Gefängnis. Sie schwört in der Zelle, ihr Leben von Grund auf zu ändern. Tatsächlich scheint sich alles zum Guten zu wenden: Ihre schwangere Schwester Sloane holt sie aus dem Knast, einen Tag später findet sie eine neue Wohnung in der Nähe der Bar und schließlich lernt sie Jonathan kennen. Gerade als Chelsea ihm näher kommt, klingelt ihr Handy: Bei Sloane haben die Wehen eingesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447919","hoster":"VOE"},{"path":"/redirect/11412417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-2","name":"Sloanes Ex","epNo":2,"alt":"Sloane’s Ex","descr":"Zufällig taucht Matt Gunn, einer von Sloanes Exfreunden, in Ricks Bar auf. Chelsea war als Teenager in ihn verknallt, aber als Freund ihrer älteren Schwester war er natürlich tabu. Da sie ihn auch jetzt noch heiß findet, verabredet sie sich mit ihm – sehr zum Missfallen von Sloane. Das Date endet im Bett. Chelsea ist von Matts Qualitäten als Liebhaber hellauf begeistert – bis sie erfährt, dass Matt den Sex mit Sloane besser fand. Das kann Chelsea nur sehr schlecht verkraften …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447920","hoster":"VOE"},{"path":"/redirect/8295318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-3","name":"Glaubenssache","epNo":3,"alt":"Believe","descr":"Chelseas Mitbewohnerin Dee Dee liebt es, auf der Couch zu liegen und dabei fern zu schauen. Auch ihre Vorstellungen vom Mann ihres Lebens, mit dem sie ihre Jungfräulichkeit verlieren möchte, sind sehr präzise. Chelsea findet, dass das reine Zeitverschwendung ist und Dee Dee endlich ins Leben und die Liebe eingeführt werden soll. Wie praktisch, dass Sloane Ricks Bar für eine Party der Kirchengemeinde gemietet hat. Vielleicht laufen dort ein paar heiratswillige Männer herum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447922","hoster":"VOE"},{"path":"/redirect/12515390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-4","name":"Streuner","epNo":4,"alt":"Strays","descr":"In Ricks Bar gibt es eine neue Kellnerin, Nikki. Chelsea kann sie nicht ausstehen und hofft, dass Nikki ihren Verlobten Elliot so bald wie möglich heiratet und somit aus der Bar und ihrem Leben verschwindet. Doch ein Abend, den Chelsea, Olivia und Dee Dee mit dem Brautpaar verbringen, endet leider in einem Fiasko – und Elliot macht mit Nikki Schluss. Schon bald steht die Verlassene mit Sack und Pack vor Chelseas Tür und bittet um eine Bleibe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447923","hoster":"VOE"},{"path":"/redirect/8295325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-5","name":"Der Gynäkologe","epNo":5,"alt":"The Gynecologist","descr":"Chelsea findet ihren neuen Gynäkologen Dr. Thomas ausgesprochen sexy und macht sich an ihn ran – sehr zu Sloanes Missfallen, schließlich ist er auch ihr Arzt. Als sie erfährt, dass sein Hobby Hochseefischen ist, gibt sie vor, sich auch dafür zu interessieren. Kurzerhand lädt er sie und ihre Freundinnen zu einer Bootspartie ein. Auch Dr. Rosen, Thomas’ Partner, geht mit an Bord – Chelsea und Nikki sind begeistert. Doch der Ausflug endet mit einer unerfreulichen Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447925","hoster":"VOE"},{"path":"/redirect/8295324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-6","name":"Schmetterlingsküsse","epNo":6,"alt":"How To Succeed In Business Without Really Crying","descr":"Olivia ist immer noch auf der Suche nach einem Job. Wie gut, dass Chelsea Tim kennenlernt, der Teilhaber einer Werbeagentur ist. Er vermittelt Olivia ein Vorstellungsgespräch, und sie schafft es tatsächlich, den Job als Werbetexterin zu ergattern. Die Sache hat jedoch einen Haken: Tim verlangt zum Dank, dass Chelsea mit ihm ausgeht. Sie merkt schnell, dass Tim überhaupt nicht ihr Typ ist und will ihn wieder loswerden. Doch da hat sie die Rechnung ohne den verliebten Tim gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447927","hoster":"VOE"},{"path":"/redirect/8295326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-7","name":"Dee-Dees Kissen","epNo":7,"alt":"Dee Dee’s Pillow","descr":"Dee Dee beichtet Chelsea und Olivia, dass sie ein Kissen hat, welches nach dem Schauspieler Mario Lopez benannt ist und mit dem sie jeden Abend im Bett kuschelt. Chelsea findet das lustig und erzählt Rick davon, der sich wiederum in einem Gespräch mit Dee Dee verplappert. Sie ist stinksauer – die Folge: ein steifer Hals, Migräne, Pickel, Ausschlag und nervöses Zucken. Chelsea und Sloane wollen Dee Dee daraufhin aufheitern. Wie gut, dass Mario Lopez am Wochenende in der Stadt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447924","hoster":"VOE"},{"path":"/redirect/8295328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-8","name":"Diese verdammten Yankees","epNo":8,"alt":"Those Damn Yankees","descr":"Chelsea und Melvin sind eingefleischte Boston Red Sox-Fans. Als sie sich in einen Baseball-Profi namens Tommy verliebt, schwebt sie wie auf Wolken. Olivia und Dee Dee sind irritiert, dass Chelsea zu einer ernsthaften Beziehung bereit ist. Doch dann wird Tommy an das Team der New York Yankees verkauft – ein großer Schock für Chelsea. Wie soll sie Tommy bloß beibringen, dass sie die Yankees aus tiefster Seele hasst? Der hingegen ist überglücklich, bei den Yankees spielen zu dürfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447928","hoster":"VOE"},{"path":"/redirect/8295330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-9","name":"Gefeuert","epNo":9,"alt":"Fired","descr":"Rick wird von Jerry zum Manager der Bar ernannt und stürzt sich voller Elan in seine neue Aufgabe. Schon bald kommt es zu Spannungen zwischen Chelsea, Olivia, Nikki, Todd und Rick. Schließlich eskaliert die Situation, und Jerry feuert seinen neuen Mitarbeiter wieder. Chelsea und ihre Kollegen sind damit nicht einverstanden und überlegen sich Strategien, wie sie dafür sorgen können, dass Rick seinen Job zurückbekommt. Es läuft drauf hinaus, dass alle kündigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447926","hoster":"VOE"},{"path":"/redirect/8295335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-10","name":"Die französische Affäre","epNo":10,"alt":"The Foodie","descr":"Chelsea, Olivia und Dee Dee kümmern sich liebevoll um Baby Sylvia. Zum Dank lädt Sloane die drei in ein vornehmes französisches Restaurant ein. Der Chefkoch, Robert, gefällt Chelsea ausgesprochen gut, und sie verabredet sich mit ihm. Zunächst haben die beiden leidenschaftlichen Sex, doch schon bald wird die Affäre zu einer Fress-Beziehung. Robert liebt es, für Chelsea zu kochen, und die bekommt gar nicht mehr genug davon. Olivia und Dee Dee beschließen, die Notbremse zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447929","hoster":"VOE"},{"path":"/redirect/8295339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-11","name":"Traumhafte Stiefel","epNo":11,"alt":"Boots","descr":"Chelsea sieht im Schaufenster traumhafte Stiefel, die sie unbedingt haben muss. Mit einem Preis von schlappen 700 Dollar übersteigen sie jedoch ganz klar ihr Budget. Als sie erfährt, dass Barkeeper Rick bei einem Cocktail-Wettbewerb teilnehmen will, überredet sie ihn, ihm zu helfen – unter der Bedingung, den Gewinn zu teilen. Gesagt, getan. Chelsea hält die Stiefel endlich in den Händen. Doch dann erzählt Dee Dee ihr von den benachteiligten Kindern, denen sie ehrenamtlich hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12381951","hoster":"VOE"},{"path":"/redirect/8295340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/are-you-there-chelsea/staffel-1/episode-12","name":"Überraschung","epNo":12,"alt":"Surprise","descr":"Chelseas Schwester Sloane hat Geburtstag. Chelsea würde sie gern mit einer Party überraschen, aber von ihrem Vater Melvin erfährt sie, dass Sloane an ihrem Ehrentag einfach nur faul sein möchte. Damit sie das auch tatsächlich sein kann, tauchen Chelsea, Olivia, Dee Dee und Rick bei ihr auf und nehmen ihr jegliche Arbeit ab – Sloane ist hocherfreut. Doch dann kommt ein Anruf von Sloanes Ehemann Chris, der unverhofft zu ihrem Geburtstag aus Afghanistan zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8447931","hoster":"VOE"},{"path":"/redirect/8295341","hoster":"Streamtape"}]}]}]}]}