{"seriesId":"area-no-kishi","name":"Area no Kishi","descr":"[The Knight in the Area] Die Story dreht sich um Aizawa Kakeru, dem jüngeren Bruder von Kamakuras Fußballkapitän Suguru. Da Kakeru der Meinung ist, er sei aufgrund mangelnden Könnens als Fußballspieler unbrauchbar, entscheidet er sich der Manager des Schulteams zu werden, in dem sein Bruder Suguru der Starspieler ist. Seine Fähigkeiten sind so überragend, dass er sogar für Japans U-15 Team spielen darf. Aber auch Kakeru ist eigentlich sehr talentiert, was er selbst aber nicht wahrhaben will, nur sein Bruder erkennt sein Potenzial. Darum kommt es zwischen den beiden öfter zum Streit.Dann taucht auch noch Nana, eine frühere Mitspielerin aus der Grundschulzeit, bei ihnen auf. Alle drei hatten zusammen einen Kindheitstraum, den sie verwirklichen wollten. Doch ein tragischer Unfall sollte das Leben der Freunde schlagartig auf den Kopf stellen ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ich liebe Fußball","epNo":1,"alt":"I Like Soccer","descr":"Kakeru Aizawa ist der Manager seiner Fußballmannschaft in der Mittelschule und der jüngere Bruder des Fußballwunder Suguru Aizawa. Seine Freundin aus Kindertagen, Nana Mishima, kehrt aus Amerika zurück und schreibt sich in seine Klasse ein. In dieser Nacht übt Kakeru heimlich Fußball im Park und wird von einem maskierten Fremden zu einem Match herausgefordert. Am nächsten Tag hat Suguru Kakeru zu einem Fußballspiel eingeladen, um als Stürmer zu den Stammgästen zu gehören.","versions":[{"lang":1,"streams":[{"redirect":11619549,"hoster":"VOE"},{"redirect":11619544,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447932,"hoster":"VOE"},{"redirect":8295346,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ritter des Strafraums","epNo":2,"alt":"Knight in the Area","descr":"Kakeru zeigt seine Fähigkeiten als Stürmer, indem er Sugurus qualifizierte Pässe vorhersagt und erhält. Immer wenn Kakeru die Chance hat zu punkten, wechselt er seinen Stand und schießt mit dem rechten Bein auf den Ball. Dadurch wird die Schusskraft verringert und er kann keine Treffer erzielen. In dieser Nacht trifft Kakeru den maskierten Fremden und erklärt, wie er einen Klassenkameraden mit seinem linken Bein während eines Fußballspiels verletzt hat, was die Ursache seines Spielstils ist. Auf dem Weg zur Schule versucht Suguru an diesem Morgen Kakeru zu sagen, dass er der einzige Stürmer ist, der seine Ausweise erhalten kann. Während des Gesprächs ...","versions":[{"lang":1,"streams":[{"redirect":11619644,"hoster":"VOE"},{"redirect":11619536,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447933,"hoster":"VOE"},{"redirect":8295344,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Herzschlag des Bruders","epNo":3,"alt":"A Brother\u0027s Pulse","descr":"Im Koma erlebt Kakeru den Tag, an dem er zusammen mit Suguru und Nana verspricht, der japanischen Fußballnationalmannschaft beizutreten. Unterdessen wird Suguru für hirntot erklärt und seine Familie stimmt der Entscheidung des Krankenhauses zu, sein Herz nach Kakeru zu verpflanzen, um sein Leben zu retten. Nana hört zufällig die Entscheidung mit. Zwei Monate später wird Kakeru aus dem Krankenhaus entlassen und scheidet aus der Fußballmannschaft aus. Im Park wird ein Mädchen fast von einem Auto angefahren, aber es wird...+","versions":[{"lang":1,"streams":[{"redirect":11619562,"hoster":"VOE"},{"redirect":11619579,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447935,"hoster":"VOE"},{"redirect":8295347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der letzte Pass!","epNo":4,"alt":"Last Pass","descr":"Kakeru kann sich nicht erinnern, was passiert ist, als er den Ball getreten hat und Nana vermutet, dass Sugurus Herz die Ursache ist. Im Krankenhaus beauftragt Sugurus Sportberaterin Mine Ayaka Nana, Kakeru auf suguru-ähnliches Verhalten hin zu beobachten, da sie weiß, dass Nana heimlich von der Neuanpflanzung gehört hat. In dieser Nacht erfährt Kakeru, dass der maskierte Fremde Nana ist und die Herztransplantation, die er von Suguru erhalten hat. Bestürzt und verwirrt rennt Kakeru zurück ins Haus und in das Zimmer seines verstorbenen Bruders. Er findet und liest Sugurus Molkerei durch und schildert die Enttäuschung seines Bruders über...","versions":[{"lang":1,"streams":[{"redirect":11619631,"hoster":"VOE"},{"redirect":11619642,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447934,"hoster":"VOE"},{"redirect":8295351,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der FC der Enoshima-Oberschule","epNo":5,"alt":"Enoshima High Football Club?!","descr":"Ein Jahr vergeht und Kakeru und Nana sind jetzt Schüler der Enoshima High School. Sie melden sich in einem Fußballverein an und stellen fest, dass ihr Verein die inoffizielle Fußballmannschaft der Schule ist, die als FC bezeichnet wird. Sie erfahren, dass der FC vor dem Nationalturnier mit der offiziellen Fußballmannschaft namens SC konkurriert, um festzustellen, wer die Schule vertritt. Kakeru und Nana bleiben im Team, nachdem sie erkannt haben, dass das unkonventionelle Training des FC effektiver ist als das des SC. In der Zwischenzeit versucht Kakeru Ryuichi zu überreden...","versions":[{"lang":1,"streams":[{"redirect":11630330,"hoster":"VOE"},{"redirect":11630322,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447936,"hoster":"VOE"},{"redirect":8295350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Aufeinandertreffen! FC gegen SC!","epNo":6,"alt":"Clash! FC vs SC!!","descr":"Das Spiel zwischen FC und SC, um zu entscheiden, wer die Schule für Staatsangehörige vertritt, beginnt. Ryuichi kommt während des Spiels nicht zum Einsatz und die Mannschaft spielt ohne ihn. Nach der ersten Halbzeit führt SC mit zwei Punkten Vorsprung. Ein Spieler bei FC ist verletzt und muss aufhören zu spielen. Kota Nakatsuka, Kakerus Mittelschulfreund, verlässt das SC-Team und tritt dem FC-Team bei, um für den Spieler zu wechseln. Das Spiel wird fortgesetzt und Kakeru erzielt ein Tor, ebenso wie der SC, der die zweite Halbzeit mit 1: 3 anführt. Ryuichi, der abgenommen hat, wechselt zum FC und wechselt für die letzte Hälfte zu einem Spieler.","versions":[{"lang":1,"streams":[{"redirect":11630329,"hoster":"VOE"},{"redirect":11630324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447937,"hoster":"VOE"},{"redirect":8295353,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Rückkehr des Königs","epNo":7,"alt":"Return of the King","descr":"Ryuichi dribbelt an seinen Gegnern vorbei und erzielt in den ersten Minuten ein Tor. Er führt den FC an, um eine Öffnung zu schaffen, die Kakeru erlaubt, einen zweiten Punkt zu erzielen und das Match mit 3: 3 zu binden.","versions":[{"lang":1,"streams":[{"redirect":11630338,"hoster":"VOE"},{"redirect":11662233,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447939,"hoster":"VOE"},{"redirect":8295355,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Entscheidung","epNo":8,"alt":"Conclusion","descr":"Kakerus letzter Schuss verfehlt den Torpfosten und das Spiel endet unentschieden. FC-Trainer Teppei Iwaki bespricht die Zukunft des Vertretungsteams mit SC-Trainer Kondou, und die beiden beschließen, Iwaki zusammenzuführen und neue Stammspieler auszuwählen. Einige Tage später gewann Araki während des Trainings sein abgenommenes Gewicht wieder und veranlasste Kakeru und Nana, mit Arakis Mutter bei einem Diätprogramm zusammenzuarbeiten. Nachdem Nana Arakis Rat erhalten hat, hilft sie Kakeru dabei, seine Angewohnheit zu überwinden, beim Dribbeln auf den Ball zu schauen. Zuhause angekommen, trifft Nana einen Vertreter von Nadeshiko Japan, der sie bittet, für sie zu spielen.","versions":[{"lang":1,"streams":[{"redirect":11630317,"hoster":"VOE"},{"redirect":11630316,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447940,"hoster":"VOE"},{"redirect":8295360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Panik im Trainingslager!","epNo":9,"alt":"Panic at the Training Camp?!","descr":"Trainer Iwaki arrangiert, dass die Mannschaft sie in ein Fußballcamp schickt. Mittlerweile tritt Nana für eine Spielerin der japanischen Frauenfußballnationalmannschaft an und gewinnt für sie gegen Miami Hurricane, eine Nationalmannschaft der amerikanischen Frauen-Profiliga. Sie kehrt später in das Lager zurück, wo Iwaki ein Mutspiel veranstaltet, das schnell zu Ende geht.","versions":[{"lang":1,"streams":[{"redirect":11662112,"hoster":"VOE"},{"redirect":11662092,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447941,"hoster":"VOE"},{"redirect":8295359,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kleine Hexe","epNo":10,"alt":"Little Witch","descr":"Während des Gymnastikunterrichts wird Nana beauftragt, mit den Jungen Fußball zu spielen, wo sie ihre Fähigkeiten zeigt und das Match gewinnt. Als Kakeru und Nana im Park Fußball üben, schimpft sie mit ihm über seine Zurückhaltung bei der Verbesserung seiner Schule und erinnert ihn daran, dass die beiden zusammen mit Suguru versprochen haben, in der Nationalmannschaft zu spielen. Am nächsten Tag wird die Rekrutierung von Nana für das japanische Nationals Team öffentlich bekannt. Kakeru und seine Freunde besuchen das japanische Ausstellungsspiel gegen eine Mannschaft der deutschen Frauen-Bundesliga, das unentschieden endet. Kakeru wird depressiv und merkt, dass er derjenige von drei ist, der noch kein Nationalspieler ist. Nana muntert ihn später auf und fordert ihn auf, sein Ziel in seinem eigenen Tempo zu erreichen.","versions":[{"lang":1,"streams":[{"redirect":11662111,"hoster":"VOE"},{"redirect":11662100,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447938,"hoster":"VOE"},{"redirect":8295365,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spaltung des Fußballklubs","epNo":11,"alt":"The Division of the Soccer Club","descr":"Das lockere Trainingsregime von Team FC führt dazu, dass drei der SC-Mitglieder ausscheiden. Während des Trainings kommt es zu einem Streit zwischen Matoba Kaoru und Michiro Takase. Später lässt sich Kaoru von Kakeru und Nana begleiten, damit er sich bei Takasa entschuldigen kann. Dort erfahren sie von seinen Geschwistern etwas über Takasas Vergangenheit und wie er Basketball für Fußball aufgeben musste, um zu versuchen, dass die Profiligen seine Familie unterstützen. Kaoru beschließt, seine Entschuldigung fallen zu lassen, nachdem er zu dem Schluss gekommen ist, dass Takasa um Geld Fußball spielt. In dieser Nacht übt Takasa von Kakeru See Fußball im Rudel und ruft Kaoru an, wo die drei zusammen trainieren. Am nächsten Tag stellen sie während des Trainings fest, dass die meisten SC-Mitglieder gekündigt haben.","versions":[{"lang":1,"streams":[{"redirect":12172806,"hoster":"VOE"},{"redirect":11662097,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447943,"hoster":"VOE"},{"redirect":8295366,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der neue Enokö-Fußballklub","epNo":12,"alt":"Enoshima Soccer Club Reborn","descr":"Kakeru versucht weiterhin, die Vereinigung von FC und SC zu erreichen. Sein erster Versuch besteht darin, dass einige SC-Mitglieder zu ihnen kommen und mit ihnen ein Stadiontraining absolvieren, das Trainer Iwaki ohne deren Wissen arrangiert hat. Die Anführer von SC, Ryoma Oda, Yugi Sawamura und Go Kaiouji, erscheinen, nehmen aber nicht teil. Um dies zu demonstrieren, entschließt sich Coach Kondou, ein paar Geheimnisse über Iwaki preiszugeben. Zuerst weigern sie sich, zu ihm zurückzukehren, weil Arakis Haltung nachlässt, aber Kondou erklärt, dass Iwaki Araki erlaubt hat, sein Gewicht zu behalten und ihn gezwungen hat, in Matches zu spielen. Sein zusätzliches Gewicht wird sein Herz-Kreislauf-System anstrengen und verbessern, während seine Erschöpfung ihm einen natürlichen Anreiz zum Abnehmen gibt. Coach Iwaki...","versions":[{"lang":1,"streams":[{"redirect":11662102,"hoster":"VOE"},{"redirect":11662101,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447942,"hoster":"VOE"},{"redirect":8295364,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vorhang auf der Vorrunde!","epNo":13,"alt":"Raising the Curtain! Inter-High Qualifiers","descr":"Das Inter-High Soccer Kanagawa-Qualifikationsturnier beginnt, als Enoshima gegen Shonan High antritt. Als die Mannschaft ins Stadion ging, traf Kakeru seine ehemaligen Mannschaftskameraden sowie Schulkameraden während der Mittelschule. Der Enoshima High Soccer Club beginnt sein erstes Spiel gegen...","versions":[{"lang":1,"streams":[{"redirect":11662107,"hoster":"VOE"},{"redirect":11662117,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447945,"hoster":"VOE"},{"redirect":8295371,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine zauberhafte Finte","epNo":14,"alt":"The Mythical Feint","descr":"Kakeru versucht, die Finte zu meistern, die er in zwei Trainingsspielen versehentlich entdeckt hat, scheitert aber. Später trifft Kakeru auf Koichi Hibino, einen alten Teamkollegen von Kakeru, der wieder auftaucht. Dies ist der Grund für Kakerus Angst, sein linkes Bein zu benutzen. Hibino erzählt Kakeru, dass seine Schule Enoshima besiegen wird, obwohl sein Band permanent von ihm zerrissen wurde. Japans Nationalmannschaft debütiert auch einen neuen Spieler, der zusammen mit Nana Japan zum besten der Welt machen kann.","versions":[{"lang":1,"streams":[{"redirect":11662114,"hoster":"VOE"},{"redirect":11662118,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447944,"hoster":"VOE"},{"redirect":8295374,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Starke Gegner! Die Tsujidö-Akademie","epNo":15,"alt":"Strong Opponent, Tsujido","descr":"Enoshima spielt gegen Tsujido, dessen Strategie Araki am Pass hindert, und bringt sie nach der ersten Halbzeit mit ihren starken Einwürfen mit zwei Punkten Vorsprung in Führung. Da Kakeru keine andere Wahl hat, entschließt er sich, freiwillig einzusteigen, obwohl er seine Finte nicht gemeistert hat. In der zweiten Halbzeit kollidiert Kakeru jedoch mit einer gegnerischen Mannschaft, was zu einer Veränderung seiner Persönlichkeit und seines Spielstils führt.","versions":[{"lang":1,"streams":[{"redirect":12026481,"hoster":"VOE"},{"redirect":12026484,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447947,"hoster":"VOE"},{"redirect":8295369,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Leerraum von drei Sekunden","epNo":16,"alt":"The Empty Three Seconds","descr":"Nana und Araki erkennen, dass Kakeru wie Suguru spielt. In diesem Zustand umgeht Kakeru die Verteidigung von Tsujido und gibt den Ball an Araki weiter, der den Ball nicht rechtzeitig mit seinem Körper erreichen kann. Kakeru kehrt bald zur Normalität zurück und hat keine Erinnerung daran, was sich nach der Kollision abgespielt hat. Sein Eindringen zwingt Tsujido jedoch dazu, defensiver zu werden, sodass Araki ein Tor erzielen kann. Enoshima erzielt ein zweites Tor durch eine Reihe von Pässen und Kakeru erzielt das Siegtor mit der von ihm entwickelten Finte.","versions":[{"lang":1,"streams":[{"redirect":12026508,"hoster":"VOE"},{"redirect":12026511,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447948,"hoster":"VOE"},{"redirect":8295378,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Leonardo Silva","epNo":17,"alt":"Leonardo Silva","descr":"Kakeru besucht Ayaka, der erklärt, dass seine Persönlichkeitsveränderung durch Sugurus Herz beeinflusst wurde (Iwaki hörte zufällig zu). An anderer Stelle sieht sich Leonardo Silva eine Aufnahme von Kakerus vorherigem Spiel an und beschließt, ihn zu besuchen (da er auch die Wahrheit über Kakerus und Sugurus Unfall kennt). In dieser Nacht im Park...","versions":[{"lang":1,"streams":[{"redirect":12026537,"hoster":"VOE"},{"redirect":12980111,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447946,"hoster":"VOE"},{"redirect":8295377,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Sevens Rivalin!","epNo":18,"alt":"Seven\u0027s Rival","descr":"Nadeshiko Japan spielt während eines Auswahlspiels gegen JWSL. Nadeshiko\u0027s wird von einem Ersatztrainer geleitet, der entscheidet, dass die Spieler untereinander die Position bestimmen, die sie spielen möchten. Sie erhalten auch eine neue Spielerin namens Mai Murasaki , eine hochqualifizierte Spielerin, die Solospiele einsetzt, um Aufmerksamkeit auf sich zu ziehen. Nadeshiko hatte zunächst einen Nachteil gegenüber JWSL und gewann schließlich, nachdem die Spieler begonnen hatten, zusammenzuarbeiten. Am nächsten Tag bereitet sich Enoshima auf Shonan High, Hinos Team, vor.","versions":[{"lang":1,"streams":[{"redirect":12026546,"hoster":"VOE"},{"redirect":12026547,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447950,"hoster":"VOE"},{"redirect":8295380,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eiserne Verteidigung der Four Arrows","epNo":19,"alt":"Iron Wall!! Four Rows","descr":"Araki hat seinen Höchststand wiedererlangt und zeigt seine Fähigkeiten, indem er den Ball alleine auf den Torpfosten des Shonan dribbelt. Shonan High beginnt ihren Plan damit, dass einige ihrer Spieler bestimmte Spieler von Enoshima dauerhaft markieren, um zu verhindern, dass sie Pässe erhalten. Kakeru kann keine Tore schießen, als die Schließung von Hibino ihn zum Zögern bringt. Während des Spiels erhält Shonan einen direkten Freistoß, den Kakeru erhält.","versions":[{"lang":1,"streams":[{"redirect":12026578,"hoster":"VOE"},{"redirect":12026574,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447949,"hoster":"VOE"},{"redirect":8295381,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Geburt des Phi-Tricks","epNo":20,"alt":"Appearance of the Phi Trick","descr":"In der zweiten Halbzeit treffen Enoshima und Shonan 1: 1 aufeinander. Kakeru wird von Hibinos Tritt getroffen, aber anstatt Suguru zu übernehmen, beginnt er Sugurus Stimme zu hören, die ihn in seinem Spiel berät. Die beiden Teams sind sich uneins, aber Iwaki findet die wahre Bedeutung der vier Reihen heraus und entwickelt eine Strategie, um Enoshima wieder ins Spiel zu bringen. Dank Suguru erzielt Kakeru ein zweites Tor, dessen Finte vom Ansager als Phi-Trick bezeichnet wird. In der Nacht nach dem Spiel gesteht Kakeru Hibino die Wahrheit über ...","versions":[{"lang":1,"streams":[{"redirect":12026590,"hoster":"VOE"},{"redirect":12026593,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447951,"hoster":"VOE"},{"redirect":8295386,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Liebesrecherche auf dem Fest","epNo":21,"alt":"Festival Music is the Melody of Love!?","descr":"Inmitten der unerbittlichen Kämpfe kommt jeden Tag ein Moment der Entspannung. Die Enoshima-Fußballmannschaft besucht ein nahe gelegenes Festival. Während der größte Teil der Mannschaft in den Spielen beschäftigt ist, wird Kakeru von Mai abgeholt, der alleine zum Festival ging. Nachdem Kakeru wegen ihrer Scherze gegangen ist, versucht Mai, sich mit Nana anzufreunden, während sie ihre Fassade behält. Am nächsten Tag bereitet sich Enoshima auf das Match gegen Yoin vor.","versions":[{"lang":1,"streams":[{"redirect":12026609,"hoster":"VOE"},{"redirect":12026608,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447952,"hoster":"VOE"},{"redirect":8295385,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Asuka Toru, der König","epNo":22,"alt":"Emperor Tooru Asuka","descr":"Das Spiel zwischen Enoshima und Yoin beginnt. Yoin zwingt Enoshima schnell in Abseitsfallen. Da Kakeru keine andere Wahl hat, wird er in der 20. Minute der ersten Halbzeit eingewechselt. Kakeru benutzt den Phi-Trick, um an Asuka vorbei zu kommen und übergibt den Ball an Araki, der mit einem Skorpionstoß Enoshima mit 1: 0 in Führung bringt. Yoin prallt allerdings schnell ab. Asuka beginnt, Kakeru zu markieren und zwingt ihn, den Ball umzudrehen. Der Ball wird an Haruki Onimaru weitergereicht, der an Enoshimas Ecke dribbelt. Er fälscht Enoshima mit einem...","versions":[{"lang":1,"streams":[{"redirect":12026624,"hoster":"VOE"},{"redirect":12026614,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918478,"hoster":"VOE"},{"redirect":8295387,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Eine verzweifelte Lage","epNo":23,"alt":"Desperate Situation","descr":"Kota wird eingewechselt, um Onimarus Geschwindigkeit anzupassen und eine weitere Waffe im Angriff bereitzustellen. Ein Ausrutscher erlaubt Onimaru jedoch, den Ball von den Seiten zu zentrieren, und ein Rückprallschuss erhöht Yoin um 1: 2. Yoin fängt an, totale Verteidigung zu spielen, aber die Mittelstöße von Enoshima bereiten ihnen Probleme. Kakeru scheint hinter ihnen zu gleiten, aber Asuka markiert ihn tatsächlich. Asuka fängt einen Pass für Kakeru ab und setzt Yoin mit 1: 3 auf. Kakeru beginnt zu verzweifeln, aber sein Herz schlägt langsam schneller. Könnte dies wirklich ein Zeichen der Hoffnung für Enoshima und eine Kundgebung sein?","versions":[{"lang":1,"streams":[{"redirect":12026639,"hoster":"VOE"},{"redirect":12026638,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447955,"hoster":"VOE"},{"redirect":8295391,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eoshima vs. Yoin","epNo":24,"alt":"Tenacity to Win","descr":"Enoshima merkt, dass Asuka Kakerus Schuss konterte und schickte ihn zu Onimaru, der das Tor erzielte. Gerade als Kakeru aufgeben wollte, übernahm Sugurus Persönlichkeit. Auf der mentalen Ebene erinnert sich Kakeru an die Zeit, als Suguru von der Vertretung Japans im Ausland zurückkehrte. rechtzeitig, um mitzuerleben, wie die Kanagawa Middle School gegen Yokohama mit 2: 0 verlor. Etwa 13 Minuten bis zum Ende des Spiels sagt Kakeru \"Es gibt noch eine Chance, aber ...\" Suguru unterbricht ihn und fragt \"Wie wirst du sie besiegen?\" \"Da wir kein Tor erzielen können, gibt es keine Gewinnchance.\" Es gibt zwei Momente, in denen das Spiel...","versions":[{"lang":1,"streams":[{"redirect":12026660,"hoster":"VOE"},{"redirect":12026647,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447954,"hoster":"VOE"},{"redirect":8295392,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Finale des heißen Kampfes","epNo":25,"alt":"Fierce Battle!! Finale","descr":"Als Kakeru versucht, ein weiteres Tor zu erzielen, bricht er plötzlich aufgrund von Herzproblemen zusammen und wird ins Krankenhaus eingeliefert. Nachdem er entlassen wurde, lernt er das Spiel mit Yoins Sieg zu Ende, nachdem Araki bei einem Elfmeterschießen einen Schuss verpasst hat. Kakeru und Araki geben sich die Schuld für die Niederlage, werden aber von ihren Teamkollegen ermutigt, für das Winterturnier zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":12026680,"hoster":"VOE"},{"redirect":12026681,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12915487,"hoster":"VOE"},{"redirect":8295395,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Professional","epNo":26,"alt":"Professional","descr":"Kakeru schaut sich das Halbfinalspiel mit Silvas Syuku High an. Dort trifft er Araki, der ihn bittet, Suguru daran zu hindern, sich in ihre Spiele einzumischen, und sich auf seine Fähigkeiten als Stürmer zu konzentrieren. Währenddessen wird das Trainingslager von Nadeshiko Japan nach Kamakura verlegt, damit Mai mehr mit der Fußballmannschaft von Enoshima verbringen kann. Auf dem Heimweg sieht Mai einen Mann, den sie kennt und der sich in Angst versteckt. Am nächsten Tag zeigt Araki, dass er sein Gewicht wiedererlangt hat, um sein Cardio-Training fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":12026689,"hoster":"VOE"},{"redirect":12026702,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918479,"hoster":"VOE"},{"redirect":8295397,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Oda geht seinen Weg!","epNo":27,"alt":"Ryoma Goes!","descr":"Enoshima High macht sich auf den Weg zum Strand, um im Sommer zu trainieren und Teilzeit zu arbeiten. Araki-Kämpfe Ryoma ist ein Kampf um die Frage, wer mehr rasiertes Eis verkaufen kann, um einen Freund aus Kindertagen zu lieben. Währenddessen bereitet Nadeshiko Japan eine Badeanzugausstellung für eine Lokalzeitung vor.","versions":[{"lang":1,"streams":[{"redirect":12026712,"hoster":"VOE"},{"redirect":12026710,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447958,"hoster":"VOE"},{"redirect":8295398,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Spitzenkampf! Kama-Gaku gegen die Fußballakademie!","epNo":28,"alt":"The Summit Battle! Kamakura vs. Shukyu","descr":"Das Halbfinale zwischen Kamakura und Shukyu beginnt. Kamakura führt am Ende der ersten Halbzeit mit einem Punkt Vorsprung und spielt in der zweiten Halbzeit unentschieden. Das Spiel geht in die Verlustzeit, in der Silva das Siegtor erzielt.","versions":[{"lang":1,"streams":[{"redirect":12026732,"hoster":"VOE"},{"redirect":12026729,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473704,"hoster":"VOE"},{"redirect":8295401,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Erst bewölkt dann sonnig","epNo":29,"alt":"Partly Cloudy","descr":"Enoshima\u0027s Soccer Club erhält ein neues Trainingsprogramm für das bevorstehende Turnier. In der Zwischenzeit kann Mai nicht kooperativ mit ihren Teamkollegen spielen und entscheidet sich nach einem Streit mit ihrem Team, Kakeru zu treffen. Dort arrangiert Nana ein Gespräch mit Kakeru, in das Mai hineinlauschen soll. Als sie erfährt, dass Nana möchte, dass Mai ihre Freundin und ein Teil ihres Teams wird, verlässt sie Mai mit einem gehobenen Geist. Zu Hause informieren ihn Kakerus Eltern darüber, dass er als Mitglied der japanischen U16-Fußballnationalmannschaft ausgewählt wurde.","versions":[{"lang":1,"streams":[{"redirect":12026733,"hoster":"VOE"},{"redirect":12026743,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447962,"hoster":"VOE"},{"redirect":8295403,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"U16-Trainingslager","epNo":30,"alt":"U–16 Representative Training Camp","descr":"Kakeru erhält eine Einladung zum repräsentativen Trainingslager der U16. Er wird endlich den Ort sehen, an dem sein Bruder war, und sein Herz schlägt voller Ehrgeiz. Erstaunt über die einzigartige Welt der Herausforderungen, die sich vom regulären Highschool-Fußball unterscheiden, wird Kakeru von den Teamkollegen seines Bruders sanft unterstützt. Araki, der auch die gleiche Einladung erhält, erinnert sich an seine Erfahrungen mit Suguru und sehnt sich heimlich nach Kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12026759,"hoster":"VOE"},{"redirect":12026768,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12251723,"hoster":"VOE"},{"redirect":8295404,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Debüt auf der Weltbühne","epNo":31,"alt":"World Match Debut","descr":"Nach einer torlosen ersten Halbzeit, in der das japanische U-16-Team nur schleppend auftritt, sind Araki und Kakeru bereit, die Torchancen für Japan zu verbessern. Kakeru nutzt seinen Phi-Trick, um eine Torchance zu bekommen, aber sein Schuss wird geblockt. Nachdem sein zweiter Phi-Trick gestohlen wurde, wird Kakeru aus dem Spiel entfernt. Japan gewinnt weiter mit 3: 0. Araki wird für die Mannschaft ausgewählt und Kakeru erhält den Auftrag, sich für einen zukünftigen Schuss bei den japanischen U-17- und U-20-Mannschaften zu verbessern. Nach seiner Rückkehr nach Enoshima gibt Seven Kakeru einen Trick...","versions":[{"lang":1,"streams":[{"redirect":12026786,"hoster":"VOE"},{"redirect":12026767,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473701,"hoster":"VOE"},{"redirect":8295406,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Enokö-Schulfest","epNo":32,"alt":"Welcome Home, Romeo-sama?!","descr":"Es ist Festivaltag auf der Enoshima High und jeder Club ist in verschiedene Aktivitäten eingebrochen. Der Großteil des Fußballclubs arbeitet im Maid Cafe, bis sie gezwungen sind, die Outfits des Mädchens zu tragen. So wie sich die meisten Spieler aufgrund eines Uniformwechsels entschließen, abzureisen, bittet der Theaterclub um Hilfe. Alle bis auf ein Mitglied des Clubs sind krank geworden, weil sie den Vortag unter einem Wasserfall verbracht haben. Jetzt muss der Fußballverein innerhalb einer Stunde die abwesenden Mitglieder ersetzen. Mit der Hilfe des Rundfunkclubs, der als Abgesandte fungiert, könnte der Fußballclub möglicherweise eine der lächerlichsten Leistungen erbringen, die je jemand mit Kakeru als Romeo und Araki als Julia gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":12026775,"hoster":"VOE"},{"redirect":12026803,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447963,"hoster":"VOE"},{"redirect":8295409,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Ein neuer mächtiger Gegner","epNo":33,"alt":"New Challenger","descr":"Kamakura lädt Enoshima zu einem zweitägigen Trainingslager ein. Die Mannschaft kann sehen, wie sehr sich ihre Fähigkeiten verbessert haben, macht sich aber auch Sorgen, weil es Arakis letztes Spiel ist, bevor sie zu den U-16-Spielen gegen Japan aufbricht. Sollten sie zur Weltmeisterschaft aufsteigen, wird er nicht ins Halbfinale zurückkehren. Kakeru lernt, dass sein Phi-Trick gegen Kamakuras Spieler nicht funktioniert und fragt sich, wie er ihn ändern kann. Die Mannschaft untersucht, wer der Gegner im Viertelfinale sein wird, und am Ende der Nacht findet ein Übungsspiel mit Beach Soccer statt.","versions":[{"lang":1,"streams":[{"redirect":12026805,"hoster":"VOE"},{"redirect":12026815,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447967,"hoster":"VOE"},{"redirect":8295410,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Vorhang auf für die Meisterschaft!","epNo":34,"alt":"Raise the Curtain! High School Championship","descr":"Das Winterturnier beginnt und Enoshima besiegt ihren ersten Gegner und Nadeshiko Japan gewinnt auch in ihrem Match. Später sagt Yoins Asuka Kakeru, dass er nicht verlieren wird, wenn Suguru nicht wieder übernimmt. Nana kontert, dass bis dahin ein neuer Phi-Trick entwickelt wird.","versions":[{"lang":1,"streams":[{"redirect":12026841,"hoster":"VOE"},{"redirect":12026832,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447965,"hoster":"VOE"},{"redirect":8295412,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Neo Fußball total","epNo":35,"alt":"New Total Football","descr":"Enoshima besiegt ein anderes Team und rückt im Turnier vor, während Shonan High gegen Samigura High verliert und ausgeschieden ist. Kurz darauf reisen Araki und die U-16-Nationalmannschaft für die Tour nach Asien. Währenddessen lässt Iwaki Shonan Samiguras Spielstil imitieren, um Enoshima für das bevorstehende Spiel zu trainieren. Das Match beginnt und Samigura verwendet eine verbesserte Strategie für das Match.","versions":[{"lang":1,"streams":[{"redirect":12026843,"hoster":"VOE"},{"redirect":12026833,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447964,"hoster":"VOE"},{"redirect":8295414,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Sturmwarnung!","epNo":36,"alt":"Storm Warning","descr":"Samigura kann mehrere Schüsse auf die Tore abgeben, die von Enoshimas Torhüter bis auf einen geblockt werden. Während das Spiel weitergeht, versuchen Nana und Iwaki herauszufinden, wie man Samigura kontert. Iwaki erkennt, dass Samiguras Schwäche im Zentrum steht und plant, dass Kakeru sie zu ihrem Vorteil nutzt.","versions":[{"lang":1,"streams":[{"redirect":12026846,"hoster":"VOE"},{"redirect":12026853,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918485,"hoster":"VOE"},{"redirect":8295415,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Anstoß!","epNo":37,"alt":"Kickoff","descr":"Enoshima ist in der Lage, Samiguras Verteidigungskreis zu umgehen, ein Tor zu erzielen und den Gegner zu einem Strategiewechsel zu zwingen. Nach einem zweiten Tor von Enoshima läuft die Zeit ab und Enoshima ist der Sieger. Kakeru und Nana diskutieren über ihre Erfahrungen und Ziele, wo sie ihn ermutigt, auf Nationals hinzuarbeiten. Die Serie endet damit, dass Enoshima im Finale gegen Yoin antritt.","versions":[{"lang":1,"streams":[{"redirect":12026479,"hoster":"VOE"},{"redirect":12026459,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8447966,"hoster":"VOE"},{"redirect":8295420,"hoster":"Streamtape"}]}]}]}]}