{"path":"/serie/stream/armans-geheimnis","name":"Armans Geheimnis","descr":"Im Mittelpunkt der Abenteuerserie steht die 15-jährige Charlie (Sinje Irslinger), die nach einem Familienstreit auf den Pferdehof Liliental geschickt wird, um ein bisschen Abstand zu gewinnen. Da sie dort allerdings keinen Menschen kennt und auch noch auf dem Hof mit anpacken soll, ist Charlie alles andere als begeistert. Die anderen vier jugendlichen Besucher – Nils (Tom Gramenz), Tarik (Kaan Sahan), Dajana (Stephanie Amarell) und Patrizia (Luise Befort) – sind zudem überhaupt nicht auf Charlies Wellenlänge. Doch schon bald erkennt Charlie, dass an diesem vermeintlich idyllischen Ort merkwürdige Dinge geschehen. Alle sind wie verzaubert von einer geheimnisvollen Stimmung, die den Hof umgibt. Die Welt um sie herum gibt viele Rätsel auf und auch die Pferde scheinen eine ganz besondere Magie auszustrahlen. Als Charlie in der ersten Nacht auch noch dem unheimlichen und mysteriösen Garwin (Oliver Konietzny) begegnet, wird ihr klar, dass das Leben auf dem Hof der Lilientals anders als alles ist, was sie bisher kannte.","seasons":[{"path":"/serie/stream/armans-geheimnis/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/armans-geheimnis/filme/film-1","name":"Armans Geheimnis","epNo":1,"alt":"","descr":"\"Armans Geheimnis\" handelt von den Abenteuern der 15-jährigen Charlie, die nach einem heftigen Konflikt mit ihrer Familie auf den Pferdehof Liliental geschickt wird, um ein bisschen Abstand und Ruhe zu finden. Sie und vier anderen Teenagern werden dort liebevoll von der Familie Liliental bestehend aus dem Ehepaar Richard (49) und Lore (42), sowie Oma Rona (70) und Tochter Tami (9) aufgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8670786","hoster":"VOE"},{"path":"/redirect/8670778","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-1","name":"Ponyhof statt Internet","epNo":1,"alt":"","descr":"Charlie wird nach einem Streit mit ihrer Familie auf den Pferdehof der Lilientals geschickt. Dort trifft sie auf Nils (Tom Gramenz), Patrizia, Tarik und Dajana. Der Hof auf dem Land weckt bei allen wenig Begeisterung und es herrscht eine geheimnisvolle Stimmung. Doch dann begegnet Charlie einem wilden Pferd, das sie magisch anzuziehen scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448042","hoster":"VOE"},{"path":"/redirect/8295567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-2","name":"Nichts wie weg hier","epNo":2,"alt":"","descr":"Charlie kann nicht glauben, was sie in der Nacht im Wald gesehen hat. Als sie dann auch noch feststellt, dass Nils (Tom Gramenz) sie verpfiffen hat, geht sie enttäuscht auf Abstand. Patrizia, Tarik und Nils versuchen in einem unbeobachteten Moment, vom Pferdehof der Familie Liliental abzuhauen. Doch das ist schwieriger als gedacht. Der böse Zauberer Garwin hat es auf Charlie abgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448043","hoster":"VOE"},{"path":"/redirect/8295571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-3","name":"Aufforderung zum Tanz","epNo":3,"alt":"","descr":"Die ersten Reitstunden der Jugendlichen laufen mehr als schief. Nur Charlie fühlt eine tiefe Verbundenheit zu ihrem Pferd. Nach einem heftigen Streit mit den anderen wandert Patrizia gekränkt durch den Wald. Sie trifft auf Garwin, der sie mit seinem Charme einwickelt. Währenddessen geht Charlie Armans Geheimnis näher auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810205","hoster":"VOE"},{"path":"/redirect/8295572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-4","name":"Eine Wissenschaft für sich","epNo":4,"alt":"","descr":"Charlies Amulett könnte der Schlüssel zu Armans Geheimnis sein. Doch es bringt sie in große Gefahr. Tarik will sich vor dem Reitunterricht drücken und bei einer Partie Schach entdeckt Rona ungeahnte Seiten an ihm. Garwins Spinne ist für die Pferde lebensgefährlich. Zu spät bemerken die Jugendlichen, wie nah sie den Tieren bereits gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448044","hoster":"VOE"},{"path":"/redirect/8295573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-5","name":"Dajana","epNo":5,"alt":"","descr":"Als Dajana nachts nicht schlafen kann, macht sie eine unglaubliche Entdeckung. Charlie und Nils suchen währenddessen nach dem Raum der Erinnerungen. Aber gibt es diesen wirklich? Mick befürchtet, dass Garwin bald durchschauen wird, warum die Jugendlichen auf dem Hof sind. Charlie und Dajana müssen schließlich erkennen, dass Armans Geheimnis noch schockierender ist als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448046","hoster":"VOE"},{"path":"/redirect/8295578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-6","name":"Die Auserwählten","epNo":6,"alt":"","descr":"Nachdem Armans Geheimnis endlich gelüftet ist, will Charlie die Familie Liliental retten. Sie hält sich nicht an Micks warnende Worte und bringt Lore, Richard, Rona und Tami in große Gefahr. Der Druck auf die Jugendlichen wächst, denn ihnen wird klar, dass sie Garwin nur mit vereinten Kräften entgegentreten können. Aber welche Rolle spielt Mick?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448047","hoster":"VOE"},{"path":"/redirect/8295575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-7","name":"In Flammen","epNo":7,"alt":"","descr":"Charlies Erinnerungen an ihren Vater wecken einen Verdacht, der ihr Leben auf den Kopf stellt. Sie ist froh, dass sie sich Nils anvertrauen kann. Garwin gelingt es erneut, sich auf den Hof zu schleichen. Als die Scheune in Brand gerät, versucht Charlie die Pferde zu retten und begibt sich in Lebensgefahr. Nur Arman könnte sie rechtzeitig aus ihrer Notlage befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448048","hoster":"VOE"},{"path":"/redirect/8295579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-8","name":"Kein Weg zurück","epNo":8,"alt":"","descr":"Die Lilientals wollen die Jugendlichen vor Garwin beschützen und nach Hause schicken. Der Abschied fällt allen schwer. Tami entschließt sich schweren Herzens, die Freundschaft mit Adrian zu beenden. Doch Charlie weigert sich zu gehen. Die Freunde stellen Richard, Lore und Rona schließlich zur Rede und wollen wissen, was ihnen verheimlicht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810285","hoster":"VOE"},{"path":"/redirect/8295580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-9","name":"Garwin","epNo":9,"alt":"","descr":"Garwin zeigt Charlie den Grund für seine Feindschaft mit Arman. Dabei machen beide eine erstaunliche Entdeckung. Patrizia versucht ihren Ekel zu überwinden, um einen entscheidenden Tipp zu bekommen. Als Charlie klar wird, dass Garwin sie für seine Rache an Arman benutzt, ist es fast zu spät. Doch dann geschieht etwas Unfassbares.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448051","hoster":"VOE"},{"path":"/redirect/8295584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-10","name":"Deine größte Angst","epNo":10,"alt":"","descr":"Garwin geht auf Spurensuche in seiner Vergangenheit und muss sich einer traurigen Erkenntnis stellen. Die Jugendlichen schmieden einen Plan, der sie an einen unheimlichen Ort führt. Um den Lilientals zu helfen, müssen alle ihrer größten Angst ins Auge blicken. Lores Visionen wühlen sie so sehr auf, dass sie nur einen Ausweg sieht. Sie trinkt trotz aller Warnungen Ronas Trank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448050","hoster":"VOE"},{"path":"/redirect/8295581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-11","name":"Gefangen","epNo":11,"alt":"","descr":"Lore ist in ihre Erinnerungen gereist und wacht nicht mehr auf. Die Lilientals fühlen sich so hilflos wie nie zuvor, bis eine Elfe auftaucht. Ausgerechnet Charlie scheint die Einzige zu sein, die Lore retten kann. Die Verantwortung liegt schwer auf Charlies Schultern und zwingt sie, über sich selbst hinauszuwachsen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448053","hoster":"VOE"},{"path":"/redirect/11810299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-12","name":"Der Stern","epNo":12,"alt":"","descr":"Während die Lilientals versuchen, ihre Erlebnisse zu verarbeiten, schwört Garwin auf endgültige Rache. Seine Kräfte sind stärker denn je. Die fünf Freunde setzen alles daran, Garwins Schwachstelle zu finden. Fast scheinen sie am Ziel zu sein. Doch die größte Prüfung steht ihnen noch bevor und jeder muss sich seiner schmerzlichen Vergangenheit stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448052","hoster":"VOE"},{"path":"/redirect/8295585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-1/episode-13","name":"Das Herz","epNo":13,"alt":"","descr":"Garwin ist auf den Hof der Lilientals eingedrungen und glaubt sich am Ziel. Als Charlie, Nils, Patrizia, Tarik und Dajana zurückkommen, scheint es fast zu spät zu sein – bis ein ungeahnter Helfer auftaucht, der das Blatt in letzter Sekunde wenden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448054","hoster":"VOE"},{"path":"/redirect/8295588","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-1","name":"Warum sind wir hier?","epNo":1,"alt":"","descr":"Charlie (Sinje Irslinger) und Tarik (Kaan Sahan) werden auf mysteriöse Weise nach Namra zurückgeholt. Dort treffen sie auf die vorlaute Jenny (Amina Merai) und das Wunderkind Dimitri (Matti Schmidt-Schaller), die den Sommer bei Rona (Petra Kelling), Lore (Judith Sehrbrock) und Tami (Toni Fahrenholz) auf dem Lilientalhof verbringen sollen. Aber warum sind Nils (Tom Gramenz) und Patrizia (Luise Befort) nicht dabei? Als die geheimnisvolle Milena (Svenja Jung) ein Kristallfläschchen mit schwarzer Flüssigkeit aus einem dunklen Raum holt, verbreitet sich in der Nähe des Lilientalhofes plötzlich ein böser Schattenzauber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810017","hoster":"VOE"},{"path":"/redirect/11809965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-2","name":"Wo sind die Wächter?","epNo":2,"alt":"","descr":"Mick (Gil Ofarim) möchte die vier Jugendlichen aufgrund der drohenden Gefahr so schnell wie möglich aus Namra wegbringen, doch das Tor zur Menschenwelt ist verschlossen. Charlie (Sinje Irslinger) kann nicht länger tatenlos herumsitzen und beschließt gemeinsam mit Tarik (Kaan Sahan), das Orakel (Joyce Ilg) zu befragen. Doch das antwortet wie immer in Rätseln. In Mick keimt ein schrecklicher Verdacht auf, wer hinter dem zerstörerischen Schattenzauber steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448056","hoster":"VOE"},{"path":"/redirect/8295594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-3","name":"Das weiße Pferd","epNo":3,"alt":"","descr":"Während Charlie nach Antworten sucht, wie man Namra von dem Schattenzauber befreien kann, will Jenny mehr über den verschlossenen Dimitri erfahren. Ihre bohrenden Fragen lösen bei ihm jedoch eine erstaunliche Reaktion aus. Als Charlie einem magischen weißen Pferd begegnet, glaubt sie, dass sie ein Zeichen bekommen hat. Aber das weiße Pferd versucht, Charlie in eine sehr gefährliche Gegend zu führen: das alte Tal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11809993","hoster":"VOE"},{"path":"/redirect/8295596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-4","name":"Sag mir, dass ich träume","epNo":4,"alt":"","descr":"Charlie, Arman und Tarik sind im verwunschenen alten Tal angekommen, nichtsahnend, dass Milena ihnen gefolgt ist. Jenny will den anderen unbedingt auch hinterher reiten und zwingt Dimitri, sie zu begleiten. Als Charlie droht, einen Abhang herunterzustürzen, eilen ihr alle zu Hilfe. Dabei passiert etwas Unglaubliches.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810005","hoster":"VOE"},{"path":"/redirect/8295598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-5","name":"Der Geist des alten Tals","epNo":5,"alt":"","descr":"Charlie und ihre Freunde treffen auf ein geheimnisvolles Waldmädchen. Doch wer ist diese Lena, die sich so gut im alten Tal auskennt? Arman misstraut ihr und gerät darüber mit Charlie in Streit. Zornig geht Charlie weg und macht dabei eine unglaubliche Entdeckung! In Köln sind Patrizia und Nils immer noch auf der Suche nach ihren verschwundenen Freunden, als sie plötzlich einen entscheidenden Hinweis bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448059","hoster":"VOE"},{"path":"/redirect/11810000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-6","name":"Dimitri","epNo":6,"alt":"","descr":"Nachdem Milena von Charlie enttarnt wurde, zieht sie sich auf ihre Burg zurück. Mick versucht, auf Milena einzuwirken. Doch damit weckt er die Erinnerung an Milenas größte Demütigung, was diese zum Äußersten treibt. Währenddessen haben Charlie und ihre Freunde im alten Tal ein Nachtlager errichtet. Als Charlie von einem Geräusch geweckt wird, kommt es zu einer magischen Begegnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448060","hoster":"VOE"},{"path":"/redirect/11810013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-7","name":"Jennys Traum","epNo":7,"alt":"","descr":"Charlie hat endlich wieder eine Spur vom weißen Pferd und treibt die Gruppe zur Eile an. Aber Jenny hat genug davon, dass Charlie ständig den Ton angibt. Es kommt zum großen Streit. Als Dimitri eine schockierende Entdeckung macht, sehen die Freunde ein, dass sie zusammenhalten müssen. Doch dann bekommt Dimitri von Milena ein Angebot, das ihn in große Versuchung führt. In Köln finden Patrizia und Nils ausgerechnet in einem Altersheim einen Hinweis auf Rosalie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448061","hoster":"VOE"},{"path":"/redirect/8295604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-8","name":"Zaubermächte","epNo":8,"alt":"","descr":"Vor einer merkwürdigen Hütte im Wald entdecken Charlie und ihre Freunde endlich das weiße Pferd wieder. Alle glauben sich endlich am Ziel. Doch als sie die Hütte betreten, ist die Gruppe mehr als irritiert. Erst die unerwartete Begegnung mit einem alten Freund lässt alle aufatmen. Nur Charlie bleibt misstrauisch und schaut sich gemeinsam mit Arman etwas genauer um. Dabei kommen sich die beiden sehr nah. Tarik kommt derweil zu einer traurigen Einsicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448062","hoster":"VOE"},{"path":"/redirect/11810018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-9","name":"Rosalies Vermächtnis","epNo":9,"alt":"","descr":"Charlie und Arman machen in der Hütte eine Entdeckung, die besonders Arman aufwühlt. Unter den gefundenen Gegenständen befindet sich auch eine mysteriöse Karte. Könnte sie der Schlüssel zum Ziel sein? Als die fünf gerade aufbrechen wollen, erscheint Feenja, die dringend um Hilfe bittet. Mick weiß keinen anderen Ausweg mehr und geht ein großes Risiko ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810072","hoster":"VOE"},{"path":"/redirect/11810049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-10","name":"Im Labyrinth","epNo":10,"alt":"","descr":"Bei dem Versuch Mick zu retten, verirrt sich Charlie in Milenas Burg, als ihr plötzlich jemand begegnet, mit dem sie nie gerechnet hätte. Arman eilt ihr zu Hilfe und gerät dabei in den Raum der Versuchung. Dort wird er auf eine harte Probe gestellt. Dimitri stellt sich Milena, um seine Freunde zu schützen, und verliert dabei alles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448063","hoster":"VOE"},{"path":"/redirect/8295608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-11","name":"Die Prophezeiung des Orakels","epNo":11,"alt":"","descr":"Der verzweifelte Dimitri beichtet Tarik und Jenny sein großes Geheimnis. Die beiden sind bestürzt. Mit Hilfe der Karte finden sie endlich ihr Ziel. Doch dort ist alles ganz anders, als sie es sich vorgestellt haben. Erstaunt stellen die Freunde fest, dass sich die Prophezeiung des Orakels erfüllt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11810110","hoster":"VOE"},{"path":"/redirect/8295612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-12","name":"Der Hüter von Namra","epNo":12,"alt":"","descr":"Milena erpresst Charlie, Tarik, Jenny und Dimitri. Charlie lässt sich zum Schein auf einen Handel ein. Doch gerade als alle glauben, Milena endlich besiegt zu haben, wird klar, dass ein Unschuldiger dabei zu Schaden kam. Mick weiß nur eine Lösung: Es muss sofort ein neuer Hüter ernannt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448065","hoster":"VOE"},{"path":"/redirect/11810126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/armans-geheimnis/staffel-2/episode-13","name":"Eine lange Reise","epNo":13,"alt":"","descr":"Charlie, Jenny, Dimitri und Tarik versuchen, den Schattenzauber endgültig zu besiegen. Die Freunde sind am Ende einer langen Reise und Charlie muss eine schwere Entscheidung fällen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448067","hoster":"VOE"},{"path":"/redirect/8295614","hoster":"Streamtape"}]}]}]}]}