{"seriesId":"arn-der-kreuzritter","name":"ARN – Der Kreuzritter","descr":"Diese sechsteilige Miniserienfassung des ursprünglichen zweiteiligen Spielfilms \"Arn – Der Kreuzritter\" spielt zur Zeit der Kreuzzüge im 12. Jahrhundert. Es geht um Arn Magnusson (Joakim Nätterqvist), den Sohn einer schwedischen Adelsfamilie, der in einem Kloster Lesen, Schreiben und auch Kämpfen lernt und schließlich zum Anführer der Kreuzritter und letzten Hoffnungsträger im blutigen Kampf gegen die feindlichen Heere wird. Während Arn nach Jerusalem zieht, muss seine durch politische Intrigen von ihm getrennte Freundin Cecilia (Sofia Helin) eingesperrt in einem schwedischen Kloster auf ihn warten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Das Königreich West-Götaland um 1150: Der kleine Arn Magnusson, Spross einer Adelsfamilie, erkrankt nach einem Unfall schwer. Um Gott gnädig zu stimmen, schwört die Familie, Arn zum Priester ausbilden zu lassen, sollte er gesunden. Das Wunder geschieht. Schweren Herzens geben die Eltern ihren Sohn in die Obhut eines Klosters, wo Arn aufwächst. Bruder Guilbert, der im Heiligen Land als Tempelritter gedient hat, unterrichtet den hochbegabten Jungen im Kriegshandwerk. Bald ist der Lehrling seinem Meister überlegen. Als Pater Henry sieht, dass Arn nicht für das Priesteramt geboren ist, entlässt er den jungen Mann in die Freiheit. Arn kehrt in sein Heimatdorf zurück, das von dem verfeindeten Stamm der Sverker terrorisiert wird. Nun erweisen sich seine Fähigkeiten als Schwertkämpfer als äußerst hilfreich …","versions":[{"lang":1,"streams":[{"redirect":8436294,"hoster":"VOE"},{"redirect":11133394,"hoster":"Doodstream"},{"redirect":8257255,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Endlich kann Arn in seine Heimat zurückkehren und seine geliebte Cecilia und Sohn Magnus in die Arme schließen. Nach den Jahren der Entbehrung und der Trennung hoffen sie auf ein gemeinsames Glück.","versions":[{"lang":1,"streams":[{"redirect":8436295,"hoster":"VOE"},{"redirect":8257262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Aufgrund einer Intrige wird der junge Arn für 20 Jahre aus seiner Heimat verbannt, um als Tempelritter im Heiligen Land zu dienen. Seine große Liebe Cecilia trifft es ebenfalls hart. Sie muss ins Kloster. In der Wüste vor Jerusalem lernt Arn Sultan Saladin kennen.","versions":[{"lang":1,"streams":[{"redirect":13096531,"hoster":"VOE"},{"redirect":11133402,"hoster":"Doodstream"},{"redirect":8257264,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"In einer bedeutenden Schlacht ist es Arn gelungen, Sultan Saladin und seine Kämpfer in die Flucht zu schlagen. Der Großmeister verspricht Arn das baldige Ende seines Kriegsdienstes. Doch das Schicksal nimmt noch einmal eine Wende, als Arn zu einem letzten Auftrag in die Wüste aufbricht. Vierter Teil der sechsteiligen Serie über die Abenteuer des Tempelritters. Das Heilige Land, im Jahr 1187: Als Arn in der Wüste auf muslimische Soldaten trifft, flieht er zu einem befestigten Lager der Christen. In letzter Sekunde wird er von Harald gerettet, einem norwegischen Bogenschützen. Beide Männer werden Freunde. In West-Götaland erhält Cecilia Besuch von Birger Brosa und erfährt, dass ihr und Arns gemeinsamer Sohn Magnus mittlerweile fast schon ein erwachsener Mann ist. Auch ist Cecilias 20-jährige Bußezeit bald vorbei, und Birger drängt sie zur Heirat, um ihre Situation zu verbessern. Cecilia entschließt sich dennoch, weiter auf Arn zu warten. Als Mutter Rikissa erkrankt, herrscht große Unruhe im Kloster. Auf dem Totenbett bittet Rikissa Cecilia um Vergebung für das, was sie ihr angetan hat. Als Cecilia ihr nicht vergeben will, verflucht sie sie bis in alle Ewigkeit. Das Angebot der Kirche, als Äbtissin ihr einstiges Gefängnis zu leiten, lehnt Cecilia ab. Sie kehrt zu ihrer Familie und an den Hof von König Knut zurück. Auch Arns 20-jährige Verbannung nähert sich ihrem Ende. Der Großmeister seines Ordens verspricht dem Tempelritter das baldige Ende seines Kriegsdienstes. Zuvor soll er noch einen letzten Auftrag erfüllen und das christliche Heer in der Wüste verstärken. Zusammen mit Harald und einer Gruppe Ritter begibt er sich auf die gefährliche Reise. Doch obwohl Arns Dienstzeit in Jerusalem in einigen Tagen endet, weigert sich sein neuer Vorgesetzter, ihn aus dem Kriegsdienst zu entlassen …","versions":[{"lang":1,"streams":[{"redirect":8436297,"hoster":"VOE"},{"redirect":8257271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Von seinem neuen Dienstherrn wird Arn zu einem weiteren Marsch durch die Wüste gezwungen. Dort lauern die Männer von Sultan Saladin bereits dem Trupp der Tempelritter auf. Als sie völlig erschöpft und von Durst gequält ein Zeltlager aufschlagen, werden sie von Saladins Leuten attackiert … Fünfter Teil der sechsteiligen Serie über die Abenteuer von Arn Magnusson. Das Heilige Land, im Jahr 1187: Als Arn zu einem neuerlichen Marsch durch die Wüste gezwungen wird, ahnt er nichts Gutes. Zu Recht, denn die Männer von Sultan Saladin lauern dem Trupp der Tempelritter auf. Als sie völlig erschöpft ein Zeltlager aufschlagen wollen, werden sie überfallen. Es kommt zu einem brutalen Kampf, bei dem auch Arn schwer verletzt wird. Als er wieder zu sich kommt, liegt er auf einem bequemen Lager. Sein edelmütiger Feind Saladin hat den bewusstlosen Arn unter den Opfern entdeckt, mit nach Damaskus genommen und dort von seinen Ärzten pflegen lassen. Die beiden Männer respektieren einander und wissen, dass sie Freunde sein könnten, würde nicht die Religion sie trennen. Nachdem Arn genesen ist, entlässt Saladin ihn in die Freiheit. Doch die Nachricht von der Niederlage Jerusalems gegen Saladin erreicht auch den hohen Norden. Man glaubt, alle Tempelritter seien von den Muslimen getötet worden. Cecilia, aller Hoffnung beraubt, beschließt, nun doch das Amt der Äbtissin anzutreten. Als sie beim Kloster eintrifft, nähert sich plötzlich ein Trupp von Fremden – unter ihnen Arn. Endlich, nach mehr als zwei Jahrzehnten können sich Cecilia und Arn in die Arme fallen. Bald darauf heiraten sie und gründen eine Siedlung. Doch nach sechs Jahren kündigt sich eine neue Katastrophe an …","versions":[{"lang":1,"streams":[{"redirect":12381275,"hoster":"VOE"},{"redirect":8257270,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Nach dem Tod von König Knut greifen die Sverker nach dem Thron und gefährden damit den fragilen Frieden, der in West-Götaland herrscht. Der ehemalige Tempelritter Arn Magnusson entscheidet sich, den Kampf aufzunehmen. Es wird seine letzte Schlacht … Sechster und letzter Teil der Serie über die Abenteuer des Tempelritters Arn. Nach sechs Jahren Frieden erreicht Arn und Cecilia die Nachricht, dass König Knut im Sterben liegt. Die gegnerischen Sverker, die dessen Thron für sich beanspruchen, setzen auf Krieg. Abermals nutzt der Sverker Ebbe Sonesson, der vor 25 Jahren die Intrige gegen Arn und Cecilia angezettelt hatte, die Situation aus, um seine alte Fehde gegen die Magnussons und Ulfsdotters anzuheizen. Er weiß nur zu gut, dass die Dänen darauf warten, sich mit ihm zu verbünden. Für Arn steht fest, dass er die Sverker endgültig besiegen muss, um einen dauerhaften Frieden und Einigkeit unter den streitenden Clans zu erreichen. Und so zieht der ehemalige Tempelritter ein letztes Mal in den Krieg und nimmt den Kampf gegen die Übermacht der Sverker auf. Durch List und geschickte Taktik führt er sein Heer zum Sieg. Doch bei der Schlacht wird Arn schwer verwundet …","versions":[{"lang":1,"streams":[{"redirect":8436300,"hoster":"VOE"},{"redirect":11133409,"hoster":"Doodstream"},{"redirect":12477416,"hoster":"Streamtape"}]}]}]}]}