{"seriesId":"art-of-crime","name":"Art of Crime","descr":"Der Pariser Kommissar Antoine (Nicolas Gob), bekannt für sein aufbrausendes Temperament, und die Kunsthistorikerin Florence Chassagne (Eléonore Gosset) werden in der Serie \"Art of Crime\" zu einem ungleichen Ermittlerpaar und sagen dem Verbrechen gemeinsam den Kampf an. Aus der zunächst widerwilligen wird mit der Zeit eine effiziente Partnerschaft. Florence’ sanftes Gemüt steht dabei im krassen Gegensatz zu Antoines Charakter: Sie ist ruhig, selbstsicher und herzlich, und die gelegentlichen Ausbrüche Antoines lassen sie unbeeindruckt. In Kunstwerken, ob Gemälden oder antiken Manuskripten, findet Florence dank ihres geschulten Auges jedes noch so kleine Detail, und Fälschungen kommt sie mit ihrem Fachwissen immer auf die Spur. Eine weitere Besonderheit zeichnet Florence aus: Künstler, wie zum Beispiel Leonardo da Vinci, \"erscheinen\" ihr und tragen dadurch zur Aufklärung der Fälle bei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Da Vinci Code (1)","epNo":1,"alt":"Une beauté faite au naturel (1)","descr":"Polizist Antoine, ein eher ruppiger Kerl, und die leicht verwirrte Kunsthistorikerin Florence bilden ein Team wider Willen und ermitteln in der Welt der Kunstkriminalität. Der Ex-Geliebte von Catherine Dutilleul, einer reichen Kunstmäzenin im französischen Amboise, stiehlt aus dem Schloss Clos Lucé ein Gemälde aus dem 15. Jahrhundert. Bei seiner Tat wird er ermordet und das Gemälde von einem geheimnisvollen Dritten entwendet. Antoine und Florence, die von ihrem Vorgesetzten zu einem Team formiert werden, nehmen die Ermittlungen auf. Die Kunsthistorikerin vermutet, dass sich hinter dem gestohlenen Gemälde ein echter Da Vinci verbirgt. Die Kunstmäzenin Catherine gerät in Verdacht, den Mord in Auftrag gegeben zu haben. Um herauszufinden, ob es sich um einen echten Da Vinci handelt, konsultieren sie den Vater von Florence. Was die beiden nicht ahnen, ist, dass Pierre etwas mit dem Verschwinden des Gemäldes zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":13731878,"hoster":"VOE"},{"redirect":13731886,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Da Vinci Code (2)","epNo":2,"alt":"Une beauté faite au naturel (2)","descr":"Polizist Antoine, ein eher ruppiger Kerl, und die leicht verwirrte Kunsthistorikerin Florence bilden ein Team wider Willen und ermitteln in der Welt der Kunstkriminalität. Florence wird verhaftet, nachdem eine Liste mit Namen aufgetaucht ist, die einen gefälschten Kodex als Original titulieren. Es kommt heraus, dass Florence Vater Pierre die Unterschrift gefälscht hat, um sich an der Kunstmäzenin Catherine zu rächen. Er macht Catherine für das Aus seiner Karriere verantwortlich und möchte ihr finanziell schaden. Die weitere Befragung der Polizei führt zu einem Kunsthändler, der Catherine den Kodex verkaufen will – auch er gehört nun zu den Tatverdächtigen. Durch den aufgetauchten Kodex von Da Vinci glaubt Catherine felsenfest, dass sich hinter dem gestohlenen Gemälde tatsächlich ein echter Da Vinci, nämlich die Monna Vanna, befindet. Nun ist sie bereit, dem Unbekannten 30 Millionen Euro zu zahlen.","versions":[{"lang":1,"streams":[{"redirect":13731832,"hoster":"VOE"},{"redirect":13731833,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein galanter Tod (1)","epNo":3,"alt":"Une mort galante (1)","descr":"In einer Pariser Kunstschule wird während einer Feier die Leiche des Schülers Jérôme Barrière gefunden. Zunächst geht man davon aus, dass Vincent Tissot der Mörder ist. Jérôme hatte ihm seine Ex-Freundin ausgespannt und ihn zudem in der Schule gemobbt. Als Antoine und Florence in der Mappe des Toten zwei Gemälde des französischen Malers Antoine Watteau finden, gerät der Direktor der Kunstschule in Tatverdacht. Doch auch dieser scheint nicht infrage zu kommen. Florence sucht auf eigene Faust nach Hinweisen und wird dabei niedergeschlagen.","versions":[{"lang":1,"streams":[{"redirect":13731885,"hoster":"VOE"},{"redirect":13731883,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein galanter Tod (2)","epNo":4,"alt":"Une mort galante (2)","descr":"Florence ist unverletzt. Der Täter kann jedoch aus dem Schulgebäude entkommen. Der einzige Erfolg ist die Sicherstellung eines Beweisstücks: ein blauer Stofffetzen. Der einzige Anhaltspunkt, dem Täter auf die Spur zu kommen. Im Lauf der Ermittlungen stellt sich heraus, dass der ermordete Jérôme Barrière Kunstwerke Watteaus nachstellte, indem er sexuell gewalttätige Handlungen vornahm. Der Stofffetzen führt Antoine und Florence schließlich zu einem Gemälde, das die Ermordung eines Mannes durch zwei Frauen zeigt – Jérômes Verhängnis.","versions":[{"lang":1,"streams":[{"redirect":13738383,"hoster":"VOE"},{"redirect":13731889,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein dunkles Werk (1)","epNo":5,"alt":"Une œuvre au noir (1)","descr":"Delphine Etiemble, eine Vorgesetzte von Florence und Mitglied der Gesellschaft \"Freunde von Géricault\", bricht vor dem Gemälde – Das Floß der Medusa – im Louvre zusammen. Ort und Zeitpunkt des Todes sind kein Zufall. Sie sollte genau vor diesem Bild sterben. Florences exzellente Arbeit führt schnell zu neuen Erkenntnissen, schürt aber ebenso eine tiefsitzende Angst in Antoine. Ist er für diesen Beruf wirklich geeignet? Er wünscht sich, zur Kripo zurückzukehren – ein Druckmittel könnte ihm dabei helfen. Florence ahnt von nichts, während ein enger Freund ebenfalls ins Visier des Mörders gerät.","versions":[{"lang":1,"streams":[{"redirect":13731887,"hoster":"VOE"},{"redirect":13731894,"hoster":"Vidoza"},{"redirect":13731893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein dunkles Werk (2)","epNo":6,"alt":"Une œuvre au noir (2)","descr":"Der Chatverlauf des Sohnes der ermordeten Delphine Etiemble führt zu Emilie Bazin. Es scheint alles zu stimmen: das Motiv, ihre geistige Krankheit und die gefundene Tatwaffe. Antoine kommen jedoch Zweifel. Ist Emilie wirklich zu solch einer Tat fähig? Als Florence von seinem Plan, zur Kripo zu wechseln, erfährt, steigt sie aus den Ermittlungen aus. Antoine ist nun auf sich allein gestellt und gerät beim Aufeinandertreffen mit dem Mörder in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13922200,"hoster":"VOE"},{"redirect":13731793,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Schatten im Gemälde (1)","epNo":1,"alt":"Une ombre au tableau (1)","descr":"m Musée d’Orsay wurde der Gemälderestaurator Malagnac ermordet und ein Monet entwendet. Die Kommissare Verlay und Pardo sind dem Täter auf den Fersen, doch er schafft es, zu entkommen. Im Laufe der Ermittlungen stellt sich heraus, dass der zuvor nach New York verliehene Monet nicht das Original war. Die Kunsthistorikerin Florence Chassagne hilft Verlay und Pardo nun, das Original zu finden. Die Fährte führt zu Frédéric Roussel, der sehr gute Kopien von Monets Gemälden anfertigt und sie verkauft. Der ermordete Malagnac war sein Schwager, auch seine Frau Laurence ist vor Kurzem gestorben. Ein Verbrechen innerhalb der Familie wird immer wahrscheinlicher.","versions":[{"lang":1,"streams":[{"redirect":13731796,"hoster":"VOE"},{"redirect":13731802,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Schatten im Gemälde (2)","epNo":2,"alt":"Une ombre au tableau (2)","descr":"Während der weiteren Ermittlungen kommt zutage, dass Laurence Affären mit anderen Männern hatte. Ihre Freundin, die Restauratorin Sandra Chevais, hat sie gegenüber Frédéric gedeckt. Bei der Obduktion von Laurence Roussels Leichnam fällt auf, dass sie mit Kupferarsenit vergiftet wurde, einem Stoff, der in grüner Farbe enthalten ist. Der Verdacht fällt auf Frédéric Roussel, falls er von den Affären seiner Frau gewusst hatte. Da Frédéric am Wochenende, an dem Laurence gestorben ist, auf einer Dienstreise war und sich Sandra Chevais um sie gekümmert hat, wird auch sie noch einmal von den Polizisten vernommen. Sandra hatte Laurence kurz vor deren Tod abgeschottet, indem sie Anrufe des Ehemanns und Gespräche mit den Nachbarn verhinderte.","versions":[{"lang":1,"streams":[{"redirect":13731801,"hoster":"VOE"},{"redirect":13731800,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein verletzter Mann (1)","epNo":3,"alt":"Un homme blessé (1)","descr":"Der neue Fall für Alex Pardo und Antoine Verlay betrifft Antoine ganz persönlich. Ihm wird eine Kunst-Postkarte eines Gemäldes von Courbet zugeschickt, auf der Koordinaten notiert sind. Diese führen die Ermittler und Florence Chassagne in den \"Parc des Buttes-Chaumont\", wo sie einen ermordeten Kunsthändler finden. Bei ihm liegt eine weitere Postkarte mit einem Motiv Courbets. Eine Schnitzeljagd rund um die Werke von Gustave Courbet beginnt. Ein Hinweis im Musée d’Orsay zwingt Antoine Verlay dazu, sich mit seinem Vater auseinanderzusetzen, von dem er seit seiner Jugend nichts mehr gehört hatte, Eines ist klar: Der Mörder möchte mit seinem Spiel Antoine ganz persönlich zusetzen.","versions":[{"lang":1,"streams":[{"redirect":13731806,"hoster":"VOE"},{"redirect":13731807,"hoster":"Vidoza"},{"redirect":13731805,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein verletzter Mann (2)","epNo":4,"alt":"Un homme blessé (2)","descr":"Für Antoine Verlay und Alex Pardo geht die Jagd weiter. Den nächsten Hinweis gibt der gesuchte Mörder persönlich bei Antoines Frau Laurie ab. Das Team versucht, die Nachricht zu entschlüsseln. Gerade als Florence das Geschriebene als Text des Künstlers Courbet wiedererkennt, wird sie entführt. Während Antoine und Alex nach ihr suchen, können sie auch die Identität des Mörders feststellen: Es handelt sich um Jérôme Kalanski, einen ehemaligen Polizisten. Jérôme Kalanski ist nicht irgendein Polizist gewesen. Er war der Vorgänger von Antoine Verlay. Er musste die Polizei verlassen, nachdem er versucht hatte, mithilfe eines Kunstraubs seine Schulden zurückzuzahlen.","versions":[{"lang":1,"streams":[{"redirect":13731808,"hoster":"VOE"},{"redirect":13731812,"hoster":"Vidoza"},{"redirect":13731810,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Maler des Teufels (1)","epNo":5,"alt":"Le peintre du diable (1)","descr":"Cédric Montet, Mitglied des Priesterseminars, wurde erstochen. Zudem wurde ihm eine Mappe mit Hinweisen zu einem verschollenen Gemälde von Bosch gestohlen. Daniel Sanchez, ebenfalls im Priesterseminar, wird verdächtigt, die Original-Skizze des verschollenen Kunstwerks gestohlen zu haben. Auf Daniels Handy findet die Polizei eine Nachricht von Mario Carras, in der sich dieser für den Erhalt eines Kunstwerks bedankt. Antoine und Alex vermuten, dass Daniel das Bild gestohlen hat, um es an Mario zu geben, der seinen alten Freund Cédric zuvor um finanzielle Unterstützung gebeten hatte.","versions":[{"lang":1,"streams":[{"redirect":13731815,"hoster":"VOE"},{"redirect":13731820,"hoster":"Vidoza"},{"redirect":13731830,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Maler des Teufels (2)","epNo":6,"alt":"Le peintre du diable (2)","descr":"Florence und Antoine sind Daniel Sanchez auf der Spur. Eine Verfolgungsjagd durch die Gebäude des Priesterseminars endet mit dem Sturz Daniels aus dem obersten Stockwerk im Treppenhaus. Vor dem Sturz wurde Daniel die verschwundene Mappe mit Cédrics Unterlagen zu dem Bosch-Kunstwerk entrissen – er hat keinen Selbstmord begangen. Die Polizisten nehmen die Spur des verschwundenen Gemäldes auf und stoßen auf eine mysteriöse Verkettung von Todesfällen. Ein altes Ehepaar hatte das verschwunden geglaubte Gemälde damals an einen Mitarbeiter von Cédric Montets Großvater verkauft, der einen Tag nach dem Kauf auf dieselbe Art im Priesterseminar starb wie Daniel Sanchez. Antoine Verlay und Alex Pardo nehmen nun die Ermittlungen gegen die leitenden Priester des Seminars auf.","versions":[{"lang":1,"streams":[{"redirect":13731814,"hoster":"VOE"},{"redirect":13731825,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Phantom der Oper (1)","epNo":1,"alt":"Un Fantôme à l’Opéra (1)","descr":"Antoine Verlay und Alex Pardo müssen erneut einen Mordfall aufklären: Der Balletttänzer Maxime Lesage wurde während der Aufnahmeprüfung für die Pariser Oper erdrosselt. Im Mund des Ermordeten befindet sich ein Gedicht von Edgar Degas auf einem zusammengeknüllten Zettel. Antoine und Florence besuchen den Tatort und führen erste Befragungen durch. Eine Tänzerin sagt, dass \"Scary Mary\" – eine Skulptur von Degas – hinter dem Mord steckt. Um \"Scary Mary\" ranken sich Mythen, welche von Schülern der Ballettschule genutzt werden, um ihre Mitschüler zu erschrecken und im harten Konkurrenzkampf zu benachteiligen. Die Videos der Streiche haben Maxime und sein Freund Selim ins Internet gestellt, und meist greifen sie darin Baptiste an, der somit ein Motiv für den Mord an Maxime hätte.","versions":[{"lang":1,"streams":[{"redirect":13731824,"hoster":"VOE"},{"redirect":13731850,"hoster":"Vidoza"},{"redirect":13731829,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Phantom der Oper (2)","epNo":2,"alt":"Un Fantôme à l’Opéra (2)","descr":"Antoine und seine neue Partnerin Juliette suchen weiter nach dem Mörder von Maxime. Selim berichtet im Verhör, wie er und Maxime dem Kostümbildner Arsène auf die Schliche gekommen sind. Arsène hat geheime Räume, von denen aus er den Schülern beim Proben zuschauen kann, wie die \"schwarzen Männer\" auf den Gemälden von Degas. Arsène ist allerdings unschuldig und weist die Ermittler darauf hin, dass Léa nachts mit der Skulptur \"Scary Mary\" redet. Léa glaubt, dass Mary ihr immer hilft, um im Ballett erfolgreich zu sein, und deswegen auch Maxime umgebracht hat. Jetzt kann nur Judith ihr noch den Platz an der Pariser Oper streitig machen. Mit Judith als Lockvogel versucht Capitaine Verlay, den Mörder aufzuspüren. Nach einer Verfolgungsjagd, bei der er bewusstlos geschlagen wurde, muss er zunächst selbst ins Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":13731837,"hoster":"VOE"},{"redirect":13731853,"hoster":"Vidoza"},{"redirect":13731847,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch des Osiris (1)","epNo":3,"alt":"La Malédiction d’Osiris (1)","descr":"Florence Chassagne und Hugo Prieur treffen in der ägyptischen Sammlung des Louvre auf eine mit einer ägyptischen Holzbox herumirrende Frau, die halluziniert und schließlich kollabiert. Die Spur führt die Ermittler zum ägyptischen Escape Room des Freundes der Verstorbenen, den Verlay und Chassagne kurzerhand durchlaufen müssen, wobei sie auf eine zweite Leiche stoßen. Bei dieser handelt es sich um Theo, den Besitzer des Escape Games. Auf den Aufnahmen der Sicherheitskamera des Escape Rooms sehen Alex, Antoine und Florence, dass Theo und Nadja in der ägyptischen Holzbox eine kleine Statue und weißes Pulver fanden, das Atembeschwerden verursacht. Nadja und Theo stritten darum, die Box samt Inhalt ins Museum zu bringen. Allerdings war noch jemand hinter der Statue her.","versions":[{"lang":1,"streams":[{"redirect":13731848,"hoster":"VOE"},{"redirect":13731861,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fluch des Osiris (2)","epNo":4,"alt":"La Malédiction d’Osiris (2)","descr":"Ein erneuter Besuch bei André Jaumard bringt Florence Chassagne auf die Spur eines alten ägyptischen Zeichens, das sie schon einmal in den Aufzeichnungen ihrer Mutter gesehen hat. Von Saïd erfahren sie und Capitaine Verlay, dass es eine uralte ägyptische Gemeinschaft, die Hüter, gibt. Zusammen mit einer ägyptischen Kette aus dem Louvre und der Statuette kann ein geheimes Ritual durchgeführt werden. Die letzte Person, die Zugang zu der Kette aus dem Bestand des Louvre hatte, war Nathalie Vallon. Florence befragt Nathalie nach der Kette und dem geheimen Ritual, aber wo die Kette sich in diesem Moment befindet, kann Nathalie nicht sagen.","versions":[{"lang":1,"streams":[{"redirect":13731863,"hoster":"VOE"},{"redirect":13731867,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das Testament von Van Gogh","epNo":1,"alt":"","descr":"Florence Chassagne, eine renommierte Kunsthistorikerin, und Antoine Verlay, ein eigensinniger Cop, müssen einen Mordfall rund um van Gogh lösen. Ihre Zuneigung füreinander kommt zu kurz. Im berühmten Arles-Haus von Vincent van Gogh, das für eine Fernsehsendung künstlerisch rekonstruiert wurde, wird die Leiche eines großen Historikers, einem Spezialisten für Maler, gefunden. Florence Chassagne und Antoine Verlay entdecken eine heiße Spur zum Mörder.","versions":[{"lang":1,"streams":[{"redirect":14426687,"hoster":"VOE"},{"redirect":13731873,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Testament von Van Gogh (2)","epNo":2,"alt":"","descr":"Florence und Antoine steht leider ein Mordfall im Van-Gogh-Haus im Weg, sich ihrer Liebe zu widmen. Wenn sie den Fall schnellstmöglich lösen, kann es ein Happy End für die beiden geben. Was genau bei dem Mord an dem Historiker im Van-Gogh-Haus passierte, ist noch offen. Warum wurde er ermordet und was wusste er? Florence und Antoine finden heraus, dass der Historiker eine spannende Theorie hatte: Auch van Gogh wurde ermordet.","versions":[{"lang":1,"streams":[{"redirect":13731869,"hoster":"VOE"},{"redirect":13731872,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Tanz des Blutes (1)","epNo":3,"alt":"","descr":"Florence Chassagne und Antoine Verlay werden zu einem Tatort hinter die Kulissen des Moulin Rouge gerufen. Die Tänzerin Estelle Domani kann sich an nichts erinnern. Hat sie gemordet? Gegen all die Vorwürfe, einen Mord begangen zu haben, kann Estelle sich nicht wehren. Ihre Erinnerungen sind verzerrt und ihre übertriebene Faszination für den Maler Toulouse-Lautrec wirken verwirrend. Florence und Antoine kommen einfach nicht weiter.","versions":[{"lang":1,"streams":[{"redirect":13731876,"hoster":"VOE"},{"redirect":13731874,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Tanz des Blutes (2)","epNo":4,"alt":"","descr":"Florence und Antoine sind von der angeklagten Tänzerin Estelle irritiert. Sie hat Jahre damit verbracht, den Mord an ihrer Großmutter aufzuklären. Der Maler Toulouse-Lautrec war involviert. Hat der Maler etwas mit dem Mordfall an der Großmutter von Estelle zu tun? Warum wurde der Fall nie geklärt? Was fand Estelle heraus? Florence und Antoine sind so in den Fall eingebunden, dass ihre Gefühle füreinander völlig auf der Strecke bleiben.","versions":[{"lang":1,"streams":[{"redirect":13731880,"hoster":"VOE"},{"redirect":13731877,"hoster":"Streamtape"}]}]}]}]}