{"path":"/serie/stream/asbest","name":"Asbest","descr":"Momo (Xidir aka Koder Alian) kann es nicht fassen: Die sicher geglaubte Karriere als Profifußballer ist plötzlich unerreichbar. Stattdessen findet er sich hinter Gittern wieder und sitzt allein in einer neun Quadratmeter großen Zelle im Berliner Gefängnis ein. Neun Jahre soll der 19-Jährige für ein Verbrechen büßen, das ihm sein Onkel Amar und seine Cousins dreist in die Schuhe geschoben haben. Jetzt muss er sich im harten Knastgefüge behaupten. Einzig die Knast-Fußballmannschaft gibt ihm Halt. Während sich seine Freundin und seine Mutter um den verzweifelten Häftling sorgen, erpresst ihn Clanchef Amar knallhart: Nur, wenn sich Momo ihm unterwirft und im Gefängnis zu dealen beginnt, gewährt er ihm \"Schutz\"…","seasons":[{"path":"/serie/stream/asbest/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/asbest/staffel-1/episode-1","name":"Kein Gangster","epNo":1,"alt":"","descr":"Momo Kaval (Xidir) hat Pläne für sein Leben: Der 19-Jährige möchte seine Freundin (Lulu Hacke) heiraten, Fußballprofi werden und seiner Mutter (Jasmin Tabatabai) eine Wohnung kaufen. Von den schmutzigen Geschäften seines Clans hält er sich fern. Als Momo seinen Cousins einen Gefallen tut, ahnt er nicht, bei einem schweren Raubüberfall beteiligt zu sein. Er wird verhaftet und landet vor Gericht. Alles spricht dafür, dass er schnell freikommt und seinen Profivertrag unterschreiben kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12830574","hoster":"VOE"},{"path":"/redirect/12830575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asbest/staffel-1/episode-2","name":"Kleine Häuser, große Familien","epNo":2,"alt":"","descr":"Neun Jahre Haft – so lautet das Urteil für Momo (Xidir). Jetzt realisiert der 19-Jährige, dass ihn sein Onkel Ámar (Stipe Erceg) als Sündenbock hinter Gitter gehen lässt. Das Angebot seines Cousins Sharif (Burak Yiğit), für den Clan im Gefängnis zu dealen, lehnt er ab. Momo hat gelernt, dass man immer eine Wahl hat. Als ihm Ámars Schläger auflauern, bekommt Momo zu spüren, wie hart es wird, sich selbst treu zu bleiben. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12830571","hoster":"VOE"},{"path":"/redirect/12830573","hoster":"Doodstream"},{"path":"/redirect/12830572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asbest/staffel-1/episode-3","name":"Fressen oder gefressen werden","epNo":3,"alt":"","descr":"Die illegalen Geschäfte im Knast werden neu geordnet und Momo (Xidir) soll dabei eine zentrale Rolle spielen. Nun bekommt er es mit dem korrupten Wärter (Anatole Taubman) zu tun, der ihn im Auftrag seines Onkels Ámar (Stipe Erceg) auf die Seite der kriminellen Familie holen soll. Momo hofft auf eine Chance, ins Fußballteam zu kommen. Dem Trainer (Uwe Preuss) und seinem Kumpel Wiktor (David Kross) muss der Fast-Profi beweisen, dass er nicht nur der Beste ist, sondern auch ein Teamplayer sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12830568","hoster":"VOE"},{"path":"/redirect/12830569","hoster":"Doodstream"},{"path":"/redirect/12830570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asbest/staffel-1/episode-4","name":"Jeder hat eine Wahl","epNo":4,"alt":"","descr":"Momo (Xidir) könnte bei guter Führung früher entlassen werden. Dafür muss er sich an die Regeln halten und fasst einen Entschluss. Draußen wird seine Freundin Daniela (Lulu Hacke) von den kriminellen Clans unter Druck gesetzt und rücken Momo ins Zentrum des Revierkampfs zwischen seinem Onkel Ámar (Stipe Erceg), Strip-Club Besitzer Henry (Wotan Wilke Möhring) und dem kurdischen Paten (Kida Khodr Ramadan). Unterdessen fürchtet Momos Mutter (Jasmin Tabatabai), auch ihren jüngeren Sohn (Shadi Eck) zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12830577","hoster":"VOE"},{"path":"/redirect/12830578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asbest/staffel-1/episode-5","name":"Freiheit","epNo":5,"alt":"","descr":"Momo (Xidir) verliert seine Unschuld und Daniela (Lulu Hacke) spielt auf allen Seiten das Spiel mit, während sich die Schlinge um Onkel Ámars (Stipe Erceg) Hals immer weiter zuzieht. Momo weiß nicht mehr, wem er vertrauen kann. Daniela findet einen Weg, um noch mehr Stoff in den Knast zu schmuggeln – ohne jedoch zu ahnen, selbst in Gefahr zu geraten. Sie wird entführt und als Druckmittel gegen Momo verwendet, der bei einem wichtigen Fußballspiel zu beweisen versucht, dass er eine Chance verdient hat. Die Entführung seiner Freundin stellt ihn vor eine schwere Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12830567","hoster":"VOE"},{"path":"/redirect/12830565","hoster":"Streamtape"}]}]}]}]}