{"seriesId":"ashes-to-ashes-zurueck-in-die-80er","name":"Ashes to Ashes - Zurück in die 80er","descr":"Ashes to Ashes – Zurück in die 80er ist die Fortsetzung der Serie Life on Mars – Gefangen in den 70ern. Polizeipsychologin Alex Drake beschäftigt sich mit dem Fall des Kollegen Sam Tyler, der nach dem Erwachen aus einem Koma Selbstmord begangen hat. Nachdem sie angeschossen wird, fällt sie in der Gegenwart ins Koma und erwacht im Jahr 1981, und die Personen, die sie dort vorfindet, entsprechen denen, die Sam Tyler geschildert hat. Alex versucht einen Weg zu finden, aus dem Koma zu erwachen, um in die Gegenwart und zu ihrer Tochter zurückzukehren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schuss in die Vergangenheit","epNo":1,"alt":"Deja Vu","descr":"DI Alex Drake wird bei einer Geiselverhandlung vom Geiselnehmer Arthur Layton selbst gefangen genommen. Layton offenbart ihr, ihre Eltern gekannt zu haben, die 1981 durch eine Autobombe starben. Bevor Alex Näheres erfahren kann, schießt Layton ihr in den Kopf. Verfolgt von Erinnerungen an den Tod ihrer Eltern und Visionen eines weißen Clowns, erwacht Alex und findet sich im Jahr 1981 wieder – drei Monate vor dem Tod ihrer Eltern. Als Sam Tylers Psychologin mit dessen Geschichte vertraut, schlussfolgert Alex, dass sie nach dem Kopfschuss nun ihrerseits im Koma liegt. Als sie dann auch noch auf DCI Gene Hunt, DS Ray Carling und DC Chris Skelton trifft, ist sie überzeugt, aus einem bestimmten Grund im Jahr 1981 erwacht zu sein. Tatsächlich ist Alex die Neue im Revier, Gene Hunt ihr Vorgesetzter und sein aktueller Fall führt Alex auf die Spur eines bekannten Namens: Arthur Layton. Alex ist davon überzeugt, dass Laytons Verhaftung den Tod ihrer Eltern verhindert und somit zu ihrem Erwachen im Jahr 2008 führt – aber Alex Anwesenheit im Jahr 1981 wird doch noch etwas länger gewünscht.","versions":[{"lang":1,"streams":[{"redirect":8448616,"hoster":"VOE"},{"redirect":12096822,"hoster":"Doodstream"},{"redirect":8296904,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bombenleger","epNo":2,"alt":"The Happy Day","descr":"DI Alex Drake wird bei einer Geiselverhandlung vom Geiselnehmer Arthur Layton selbst gefangen genommen. Layton offenbart ihr, ihre Eltern gekannt zu haben, die 1981 durch eine Autobombe starben. Bevor Alex Näheres erfahren kann, schießt Layton ihr in den Kopf. Verfolgt von Erinnerungen an den Tod ihrer Eltern und Visionen eines weißen Clowns, erwacht Alex und findet sich im Jahr 1981 wieder – drei Monate vor dem Tod ihrer Eltern. Als Sam Tylers Psychologin mit dessen Geschichte vertraut, schlussfolgert Alex, dass sie nach dem Kopfschuss nun ihrerseits im Koma liegt. Als sie dann auch noch auf DCI Gene Hunt, DS Ray Carling und DC Chris Skelton trifft, ist sie überzeugt, aus einem bestimmten Grund im Jahr 1981 erwacht zu sein. Tatsächlich ist Alex die Neue im Revier, Gene Hunt ihr Vorgesetzter und sein aktueller Fall führt Alex auf die Spur eines bekannten Namens: Arthur Layton. Alex ist davon überzeugt, dass Laytons Verhaftung den Tod ihrer Eltern verhindert und somit zu ihrem Erwachen im Jahr 2008 führt – aber Alex Anwesenheit im Jahr 1981 wird doch noch etwas länger gewünscht.","versions":[{"lang":1,"streams":[{"redirect":8448617,"hoster":"VOE"},{"redirect":8296906,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Unreinen","epNo":3,"alt":"Nothing Changes","descr":"Eine Prostituierte macht eine Anzeige wegen Vergewaltigung. Während Alex die Sache sehr ernst nimmt, ist Gene von der Geschichte nicht überzeugt. Doch da sich vor wenigen Wochen ein ähnlicher Fall ereignet hatte, nimmt das CID die Ermittlungen auf. Genervt von der Einstellung der Männer, geht Alex jedoch bald ihre eigenen Wege und begegnet dabei ihrem Patenonkel Evan White, der Alex nach dem Tod ihrer Eltern aufgezogen hatte und außerdem auch der Pate ihrer Tochter Molly ist. Nach einer handfesten Auseinandersetzung kann Alex Gene überzeugen, verdeckt am Tatort, einem Schiff, zu ermitteln und tatsächlich findet sich ein Verdächtiger. Den müssen Gene und Alex dank Evans Verteidigung jedoch wieder laufen lassen. Derweil kümmert Ray sich rührend um ein verstörtes junges Mädchen, deren Geschichte ein neues Licht auf den Fall wirft.","versions":[{"lang":1,"streams":[{"redirect":8448620,"hoster":"VOE"},{"redirect":8296911,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frauenpower","epNo":4,"alt":"The Missing Link","descr":"Ein vermeintlicher Selbstmord entpuppt sich als komplizierter als gedacht. Es stellt sich nicht nur heraus, dass der Mann ermordet wurde, auf einmal wird auch die Leiche klammheimlich an einen anderen Ort gebracht. Alex und Gene ermitteln, dass der Mann auf einer Militärbasis gearbeitet hat und zudem Kontakte zu einer Frauengruppe unterhielt, welche die Existenz geheimer Pläne für Nuklearraketentests der Regierung beweisen will. Zudem findet Alex heraus, dass der Ermordete einst als Handwerker für ihre Mutter gearbeitet hatte. Da ihre Mutter sich politisch engagiert, vermutet Alex sofort die Beteiligung des britischen Inlandsgeheimdienstes und einen Zusammenhang mit dem Tod ihrer Eltern. Gene kann jedoch erst überzeugt werden, als auch noch die Beweismittel aus dem Revier entwendet werden. Sie beschließen, sich in die Militärbasis einzuschleusen und die Akte zu suchen, welche die Beweise für geheime Raketentests enthalten soll. Brenzlig wird es allerdings, als Alex sich und Gene aus Versehen in einem luft-dichten Aktentresor einschließt.","versions":[{"lang":1,"streams":[{"redirect":8448619,"hoster":"VOE"},{"redirect":8296914,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwulitäten","epNo":5,"alt":"The Smoking Gun","descr":"Eine Leiche und der Tipp eines Informanten führen das Team auf die Spur des Geschäftsmannes Simon Neary, der mit Waffen und Drogen handeln soll. Beim Zugriff in einem Hotel treffen sie jedoch nur auf Nearys jungen Liebhaber Marcus. Wieder einmal versucht Alex das Team von ihren analytischen Methoden zu überzeugen, aber erst als Genes Informant ebenfalls ermordet wird, lässt er sich darauf ein zu versuchen, Marcus als neuen Informanten zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8448621,"hoster":"VOE"},{"redirect":8296916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Müll liegt die Wahrheit","epNo":6,"alt":"Over the Hill","descr":"Nach einem Überfall auf eine Postfiliale können die Räuber Gene und sein Team auf einem Motorrad abhängen. Die Methode erinnert Gene an einen alten Bekannten aus Manchester – Chas Cale. Inzwischen führt Cale ein Restaurant in London, doch da ihm nichts nachzuweisen ist, glaubt Gene, dass seine Instinkte ihn inzwischen im Stich lassen. Alex wird weiterhin von Visionen des Clowns heimgesucht, der ihr suggeriert, dass ihr Körper auskühlt und sie somit im Jahr 2008 im Sterben liegt. Auf Alex Initiative hin, die von der Richtigkeit von Genes erster Eingebung überzeugt ist, finden Ray und Chris einen jungen Mann, Billy, bei dem es sich um den Fahrer des Motorrades handeln könnte. Doch auch ihm kann zunächst nichts nachgewiesen werden. Wieder einmal muss Alex ihre eigenen Wege gehen und neue investigative Maßnahmen einführen, von denen das Team ganz und gar nicht begeistert ist. Als Billy vor den Augen seines achtjährigen Neffen Donny ermordet wird führt die Spur wieder zu Cale zurück. Alex will Cale allein zur Rede stellen und begibt sich dabei in tödliche Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8448622,"hoster":"VOE"},{"redirect":8296922,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Mann in der Wanne","epNo":7,"alt":"Charity Begins at Home","descr":"Der bekannte Spendensammler Gil Hollis wird angeschossen und seiner Spenden beraubt. Derweil droht der Clown Alex, ein Mitglied des Teams sterben zu lassen. Doch wen wird es treffen? Alex bringt den Fall in die populäre Kriminalsendung Police 5 – sehr zu Genes Missfallen. Der ist ohnehin durch den Druck seiner Vorgesetzten und Hollis’ Zwangshandlungen und lückenhafte Erinnerung an die Ereignisse schwer genervt. Trotzdem lässt er sich von Alex zu einem Fernsehauftritt überreden, der in einem totalen Desaster endet. Seinen Frust reagiert Gene sowohl an Zeugen, als auch an Hollis selbst ab, dessen Geschichte sich immer mehr als fehlerhaft erweist. Um wieder die Kontrolle über die Ermittlungen zu bekommen, schaltet Alex ihre Mutter Caroline und deren Team ein. Gene wird suspendiert und Alex bekommt zu spüren, wie sehr das Team hinter seinem Chef steht. Obwohl Alex den Fall schließlich lösen kann, steht die Erfüllung der Prophezeiung erst noch bevor.","versions":[{"lang":1,"streams":[{"redirect":8448623,"hoster":"VOE"},{"redirect":12490169,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Clown","epNo":8,"alt":"Alex\u0027s Big Day","descr":"Der Todestag von Alex Eltern steht unmittelbar bevor. Deshalb versucht Alex Informationen vom inhaftierten Arthur Layton zu bekommen – vergeblich. Also initiiert Alex eine gefälschte Ermittlung wegen eines geplanten Bombenattentats. Gene hat derweil ganz andere Sorgen: Nach den Rassenunruhen von Brixton kündigt Chefermittler Lord Scarman seinen Besuch auf dem Revier an und dafür muss alles auf Hochglanz poliert werden. Um unangenehmen Überraschungen vorzubeugen, werden die Gefangenen entlassen und stattdessen Chris eingesperrt, der Lord Scarman von der guten Führung des Reviers überzeugen soll. Alex versucht derweil mit Rays Hilfe das Bombenattentat auf ihre Eltern zu verhindern, fest überzeugt, dass sie dies im Jahr 2008 wieder aufwachen lässt. Dafür geht sie sogar so weit, ihren Eltern Drogen unterzuschieben und sie zu verhaften. Doch auch eine außer Kontrolle geratene Homosexuellen-Demo sprengt inzwischen die Zellenkapazitäten des Reviers. Außerdem steht für Alex noch eine Einladung zum Abendessen mit Gene aus, die Alex an ihrem letzten Abend einlöst. Am großen Tag jedoch ü-berschlagen sich die Ereignisse und Alex erlebt in mehrfacher Hinsicht die Überraschung ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":8448624,"hoster":"VOE"},{"redirect":12490171,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tod im Stripclub","epNo":1,"alt":"Found in Soho","descr":"In einem Stripclub wird die Leiche eines mit Damenunterwäsche bekleideten Mannes gefunden, der anscheinend bei einer Selbststrangulation erstickt ist. Außerdem stellt sich heraus, dass der Tote Polizist war. Warum musste der Mann sterben? Gene sucht das Mordmotiv im privaten Bereich des Opfers und verdächtigt die Ehefrau des Ermordeten. Alex wiederum ermittelt in eine ganz andere Richtung. Sie vermutet, dass durch die Tat Schmiergeldzahlungen an Polizisten vertuscht werden sollen – ein Skandal, sollte sich ihr Verdacht bewahrheiten.","versions":[{"lang":1,"streams":[{"redirect":8448627,"hoster":"VOE"},{"redirect":12490172,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Logenbrüder","epNo":2,"alt":"Reckless Driving","descr":"Auf Genes vorsintflutlichem Computer gehen neuerdings mysteriöse Nachrichten für Alex ein. Ein Fremder informiert sie darin über ihren Gesundheitszustand in der Gegenwart. Derweil überschlagen sich – im wahrsten Sinne des Wortes – die Ereignisse bei der Polizei: Jed Wicklow, der vermeintliche Anführer eines Autoschieberrings, wird vom Team in Genes Quattro verfolgt. Bei der Jagd drängt Gene den Wagen des Verdächtigen ab, der sich daraufhin überschlägt. Wicklow stirbt bei dem Unfall, doch Gene weist alle Schuld von sich. Alex stellt nun eigene Nachforschungen an – mit überraschendem Ergebnis.","versions":[{"lang":1,"streams":[{"redirect":8448625,"hoster":"VOE"},{"redirect":8296941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tierschutz radikal","epNo":3,"alt":"Fight for their Rights","descr":"Im Parlament soll über einen Gesetzesentwurf abgestimmt werden, der die Vivisektion von Versuchstieren legalisiert. Militante Tierschützer wehren sich: Die Tochter eines Forschers wird vor den Augen von Gene und Alex durch eine Bombe, die von einem Motorrad aus geworfen wird, lebensgefährlich verletzt. Chris findet heraus, dass 1975 ein tödlicher Anschlag nach demselben Muster verübt wurde. Der Täter, Robin Elliot, ist noch in Haft und steht kurz vor dem Tod. Alex ist überzeugt, dass er die Aktionen lenkt. Doch offenbar hatte Elliot in den letzten Jahren keinerlei Kontakt zur Außenwelt.","versions":[{"lang":1,"streams":[{"redirect":8448626,"hoster":"VOE"},{"redirect":8296946,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Supermac","epNo":4,"alt":"Gene\u0027s Queen","descr":"Gene und sein Team staunen nicht schlecht, als die schottische Journalistin Jackie Queen hochschwanger auf dem Revier auftaucht und Gene mitteilt, er sei der Vater ihres Babys. Gene hat keine Erinnerung an die fragliche Nacht, hält diesen Fehltritt aber immerhin für möglich und ist widerwillig bereit, die Konsequenzen zu tragen. Später erfährt er allerdings, dass Jackie nur deshalb zu ihm kam, damit er ihr hilft, nach ihrer Nichte Rachel zu suchen. Wie viele andere Teenager aus Großbritanniens Norden ist sie spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8448630,"hoster":"VOE"},{"redirect":8296952,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tote leben anders","epNo":5,"alt":"Blood Staines","descr":"Bei Alex’ zukünftigen Schwiegereltern wird eingebrochen. Während der Ermittlungen vor Ort trifft Alex auf Peter, der Jahre später der Vater ihrer Tochter Molly werden wird – im Jahr 1982 ist Peter aber erst 14 ist. Diese Begegnung bleibt nicht das einzig Merkwürdige an dem Fall: Bei der Untersuchung der Fingerabdrücke am Tatort stellt sich heraus, dass es sich beim Täter um einen vermeintlich Toten zu handeln scheint, den Berufsverbrecher George Staines.","versions":[{"lang":1,"streams":[{"redirect":12918532,"hoster":"VOE"},{"redirect":8296950,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Leiche im Kana","epNo":6,"alt":"Truth Canal","descr":"In einem Kanal wird die Leiche eines gewissen Colin Mitchell gefunden. Wichtigstes Indiz ist das Zeichen des stadtbekannten Geldverleihers Trevor Riley, das in Mitchells Arm geritzt wurde. Doch nicht nur Riley gerät unter Verdacht, auch dessen Frau und Mitchells eigener Vater hatten gute Gründe, den Mann ins Jenseits zu befördern. Unterdessen teilt der geheimnisvolle Anrufer Alex mit, dass ihr Entschluss, sich nicht korrumpieren zu lassen, ernste Konsequenzen hat: Angeblich wird es ihr deshalb nicht möglich sein, aus dem Koma zu erwachen und in ihre eigene Zeit zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":8448629,"hoster":"VOE"},{"redirect":8296956,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Verräter","epNo":7,"alt":"Traitor","descr":"Als auf einer Baustelle eine einbetonierte Leiche gefunden wrid, fällt der Verdacht auf den Besitzer des Grundstücks, Michael Lafferty. Ist er in dunkle Machenschaften verstrickt und wollte jemanden loswerden? Oder steckt etwas ganz anderes hinter dem mysteriösen Mordfall? Für Alex stehen die Ermittlungen jedoch nur noch an zweiter Stelle: Sie hofft immer noch, dass sie in Kürze aus dem Koma erwachen wird – und damit die Welt des Jahres 1982 endlich hinter sich lassen kann.","versions":[{"lang":1,"streams":[{"redirect":8448631,"hoster":"VOE"},{"redirect":8296960,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Koma, die Zweite","epNo":8,"alt":"Who Am I, Really?","descr":"Als ein Polizeiinformant ermordet wird, schrillen bei Gene Hunt die Alarmglocken: Er ist davon überzeugt, dass in der Stadt ein großer Coup bevorsteht – und den gilt es unbedingt zu verhindern. Wie sich herausstellt, bereitet eine Gangsterbande einen groß angelegten Goldraub vor. Doch damit nicht genug: Offenbar planen einige korrupte Polizisten, den Verbrechern deren Beute wieder abzujagen, um sie unter sich aufzuteilen. Gene sieht seine Chance gekommen, der Korruption in der Londoner Polizei endlich Einhalt zu gebieten. Allerdings muss er dabei äußerst vorsichtig zu Werke gehen.","versions":[{"lang":1,"streams":[{"redirect":8448632,"hoster":"VOE"},{"redirect":8296963,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Auf ein Neues!","epNo":1,"alt":"","descr":"Nachdem sie versehentlich von Gene angeschossen und schwer verletzt wurde, erwacht Alex drei Monate später – mittlerweile ist es 1983. Sie stürzt sich sofort wieder in die Arbeit und hilft bei den Ermittlungen im Fall eines entführten Mädchen, für das die Täter 50.000 Pfund Lösegeld fordern. Die Zeit drängt, denn die Gangster drohen, das Mädchen zu ermorden, falls ihre Forderungen nicht erfüllt werden. Unterdessen wird Alex von einer unheimlichen Erscheinung heimgesucht, dem Geist eines jungen Polizisten. Zudem rät ihr der undurchsichtige DCI Jim Keats, sich vor Gene in Acht zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":13099346,"hoster":"VOE"},{"redirect":8296966,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brandmale","epNo":2,"alt":"","descr":"Eine abgeschnittene Hand in der Post – das ist kein Morgen, wie Gene Hunt ihn liebt. Schnell wird klar, dass die Hand im Zusammenhang mit einem brutalen Verbrechen steht, bei dem sechs Frauen ermordet und verscharrt wurden. Gene und Alex finden heraus, dass alle Opfer bei der Heiratsvermittlung der undurchsichtigen Elaine Downing angestellt waren. Um Licht ins Dunkel zu bringen, schleicht sich Alex undercover in der Firma ein.","versions":[{"lang":1,"streams":[{"redirect":8448636,"hoster":"VOE"},{"redirect":13075301,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spiel mit dem Feuer","epNo":3,"alt":"","descr":"Gene und sein Team stehen mächtig unter Druck: Im Vorfeld der Unterhauswahlen sollen sie eine Serie von politisch motivierten Brandstiftungen aufklären, bei denen unter anderem ein Wahllokal in Flammen aufging. DCI Jim Keats von der Dienstaufsicht führt derweil seine Untersuchungen gegen Gene fort – und versucht unverhohlen, dessen Mitarbeiter auf seine Seite zu ziehen. In ihrer Freizeit versucht Alex, mehr über das Verschwinden von Sam Tyler herauszufinden, den es aus der Zukunft in die 70er Jahre verschlagen hatte.","versions":[{"lang":1,"streams":[{"redirect":8448635,"hoster":"VOE"},{"redirect":8296976,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verdeckt ermittelt","epNo":4,"alt":"","descr":"Gene ist entsetzt: In seinem Revier soll ein Polizeieinsatz stattfinden, um mehrere Drogendealer dingfest zu machen – doch keiner seiner Vorgesetzten hat Gene über die bevorstehende Operation informiert! Um die Kontrolle über den Einsatz zu bekommen, greift Gene zu drastischen Mitteln. Dabei findet er auch heraus, dass irgendjemand bei der Polizei versucht, die Verhaftung der Dealer zu sabotieren. Alex begegnet unterdessen erneut dem geisterhaften jungen Polizisten. Was will ihr die Erscheinung bloß mitteilen?","versions":[{"lang":1,"streams":[{"redirect":8448634,"hoster":"VOE"},{"redirect":8296978,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Machos unter sich","epNo":5,"alt":"","descr":"Gene Hunt bekommt unangenehmen Besuch von zwei alten Kollegen aus Manchster: DCI Litton und DI Bevan jagen einen diebischen Standup-Komödianten, der sich ausgerechnet am Witwen- und Waisen-Fonds der Polizei vergriffen hat. Gene kommt die Geschichte sehr verdächtig vor – und bei seinen Nachforschungen stößt er auf einige Ungereimtheiten. Währenddessen sucht Alex nach weiteren Hinweisen auf den Verbleib von Sam Tyler, dessen Verschwinden nie abschließend geklärt wurde.","versions":[{"lang":1,"streams":[{"redirect":8448637,"hoster":"VOE"},{"redirect":13075302,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Revolte","epNo":6,"alt":"","descr":"Bei dem Versuch, einen Gefängnisaufstand zu beenden, versagt Genes Truppe kläglich: Es gelingt den Aufständischen sogar, Sergeant Viv James als Geisel zu nehmen. Um das Leben ihres Kollegen zu retten, müssen Gene und Alex mit den Anführern des Aufstands verhandeln. Während ihrer Nachforschungen stößt Alex auf einen ehemaligen Zellengenossen des Rädelsführers. Eigentlich soll ihr dieser nur Informationen liefern, doch dann behauptet der Mann, er selbst sei der lange verschollene Sam Tyler. Alex ist schockiert: Kann sie dem Mann wirklich trauen?","versions":[{"lang":1,"streams":[{"redirect":8448639,"hoster":"VOE"},{"redirect":13075303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Afrika explosiv","epNo":7,"alt":"","descr":"DCI Jim Keats von der Dienstaufsicht steht kurz davor, seinen Bericht über Gene Hunt und dessen Abteilung zu vollenden. Gleichzeitig versucht Keats mit allen Mitteln, Genes Mitarbeiter für sich zu gewinnen – und dabei wird immer deutlicher, dass es Keats um etwas ganz anderes geht als um die korrekte Befolgung der Dienstvorschriften.","versions":[{"lang":1,"streams":[{"redirect":8448641,"hoster":"VOE"},{"redirect":8296984,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Reich des Gene Hunt","epNo":8,"alt":"","descr":"Während Gene und seine Abteilung gegen einen europaweit operierenden Schmugglerring ermitteln, schließt DCI Keat die Arbeit an seinem Bericht ab. Der Beamte von der Dienstaufsicht zeigt jetzt sein wahres Gesicht: Er will Gene ans Messer liefern und die gesamte Abteilung unter seine Kontrolle bringen – koste es, was es wolle. Alex’ Suche nach dem verschwundenen Sam Tyler führt sie zu einem Haus in Lancashire, wo sie eine aufschlussreiche Entdeckung macht.","versions":[{"lang":1,"streams":[{"redirect":8448643,"hoster":"VOE"},{"redirect":8296989,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nicht verfügbar","epNo":9,"alt":"","descr":"","versions":[]},{"epId":"episode-10","name":"Nicht verfügbar","epNo":10,"alt":"","descr":"","versions":[]}]}]}