{"path":"/serie/stream/asu-no-yoichi","name":"Asu no Yoichi!","descr":"In Ashita no Yoichi geht es um einen Jungen, welcher sein ganzes Leben zusammen mit seinem Vater auf einem einsamen Berg gelebt und von diesem die Schwertkunst erlernt hat. Da Yoichi nun aber seinen Vater schon lange übertrifft, schickt dieser ihn in ein befreundetes Dojo in der Stadt, welches von einem hübschen Mädchen geleitet wird. Das Zusammenleben mit diesem Mädchen und deren Schwestern bringt viele Probleme sowie lustige Szenen mit sich.","seasons":[{"path":"/serie/stream/asu-no-yoichi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-1","name":"","epNo":1,"alt":"The Samurai is Here!","descr":"Nachdem er 17 Jahre lang Ukiha Divine Wind Style Swordplay in den Bergen gelernt hatte, wird Yoichi Karusuma von seinem Vater befohlen, das Leben in der Stadt mit den Ikarugas zu erleben, da er ihm nichts mehr beizubringen hat. Nach seiner Ankunft in der Stadt wird Yoichi von Washizu wegen seiner Samurai-Kleidung verspottet und besiegt ihn leicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448724","hoster":"VOE"},{"path":"/redirect/8297368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-2","name":"","epNo":2,"alt":"Welcome to Yokko","descr":"Nachdem Ibuki Yoichis ungezogenen Haiku über sie gelesen hat, schickt sie ihn in Ayames Zimmer. Ibuki und Ayame bringen Yoichi zur Yokko Private High School. Zufälligerweise gehört er zu Washizu und Ibuki. Als Ibuki bemerkte, dass Yoichi von Studentinnen Fragen gestellt wurden, bringt sie ihn in die Halle und schlägt ihn erneut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448725","hoster":"VOE"},{"path":"/redirect/8297367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-3","name":"","epNo":3,"alt":"Strip and Burn","descr":"Angela und Tsubasa treffen in der Stadt ein, um Yoichi auf Wunsch eines Mannes zu besiegen, der bereit ist, ihnen Geld für die Wiederbelebung ihrer Kampfkunstschule zu zahlen. Tsubasa, ein ungeschicktes und schüchternes Mädchen, wechselt zu Ibuki und Yoichi. Als Yoichi Tsusabas Niedlichkeit kommentiert, schlägt ihn Ibuki schnell.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448727","hoster":"VOE"},{"path":"/redirect/8297371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-4","name":"","epNo":4,"alt":"Chihaya Pretending to be Chihaya","descr":"Chihaya hat Probleme, ihren Manga rechtzeitig fertigzustellen. Inzwischen demonstrieren Ibuki und Yoichi den Schwertkampf, indem sie vor Ibukis vier Schülern und Ayame zurückhaltend vorgehen. Yoichi reißt Ibukis Kleidung aus Versehen mit einer Schwertschaukel über die Brust. Ibuki bestraft Yoichi und ihre Schüler, weil er sie in diesem Zustand gesehen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448726","hoster":"VOE"},{"path":"/redirect/8297377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-5","name":"","epNo":5,"alt":"Let`s go on a Date!","descr":"Yoichi wird von Hinagata Yui zu einem Date eingeladen. Da Ibuki Angst hat, dass Yoichi dem Ruf des schwindenden Windes schaden könnte, lädt er Yoichi zu einem Trainingstermin ein. Sie bringt ihn dazu, während des Dates \"normale\" Kleidung zu tragen, und bringt ihn in einen Spielzeugladen, wo sie großes Interesse an einem Plüschtier zeigt. Inzwischen kaufen Ayame und ihre Freunde Klamotten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448728","hoster":"VOE"},{"path":"/redirect/8297379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-6","name":"","epNo":6,"alt":"Wa-san is coming","descr":"Washizus Versuch, Ibukis Taschentuch zurückzubringen, schlägt fehl, weil Ibuki ihn verfolgt, während er Yoichi hinterherjagt, nackte Frauenskulpturen betrachtet. Toriyaka bringt Washizu zur Krankenstation der Schule. Der Washizu-Tag träumt davon, Ibuki zu beichten und sein Taschentuch zurückzubringen, indem er einen Brief in ihren Schuhschrank legt. Washizu führt die Mission aus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448729","hoster":"VOE"},{"path":"/redirect/8297384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-7","name":"","epNo":7,"alt":"Half exposed one piece bikini","descr":"Ibuki, Ayame, Chihaya, Kagome, Yoichi, Angela, Tsubasa und Ibukis vier Schüler treffen sich an einem leeren Strand, nachdem sie einen Lottoschein gewonnen haben. Yoichi kommt am Strand in einem Lendenschurz an. Ibuki überredet ihn, Badehose zu tragen. Zwei Geschwister, Schüler von Saginomyas Lenkungstechniken, sollen Yoichi besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448730","hoster":"VOE"},{"path":"/redirect/8297383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-8","name":"","epNo":8,"alt":"Sorry About The Other Time","descr":"Washizu ist fest entschlossen, Ibuki mit einem Liebesbrief zu beichten. Washizu geht in einen Laden, um etwas zu trinken zu kaufen und sie greifen nach der gleichen Flasche. Sie streiten sich darüber. Nach dem Training in Ibukis Dojo gibt Washizu den Liebesbrief nicht an Ibuki weiter. Ayame gibt Yoichi auch kein Handtuch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448733","hoster":"VOE"},{"path":"/redirect/8297390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-9","name":"","epNo":9,"alt":"Fly to the Fiery Summer Festival","descr":"Als Yoichi Washizu zum Tagträumen trifft, rennt er aus dem Dojo heraus. Washizu kehrt ins Dojo zurück und ist mit Ayame verpartnert, und sie sind aggressiv mit Bokkens.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448731","hoster":"VOE"},{"path":"/redirect/8297393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-10","name":"","epNo":10,"alt":"Secret Hot Springs Death March","descr":"Yoichi und die Bande kommen umsonst in heiße Quellen, weil Ibuki in der letzten Episode des Festivals einen Preis gewonnen hat. Die Bande ist überwältigt von der Größe der heißen Quellen. Während die Mädchen die heißen Quellen und ihre Einrichtungen genießen, geht Yoichi durch die Gegend und denkt an sein früheres Leben in den Bergen. Yoichi und die Bande essen mit ihrem Gastgeber zu Abend.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448732","hoster":"VOE"},{"path":"/redirect/8297395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-11","name":"","epNo":11,"alt":"What Ibuki-san Received","descr":"Aufgrund der Medizin der Saginomiya-Geschwister hat sich Ibukis Geist auf einen von 4-Jährigen konzentriert. Yoichi und die Ikaruga-Schwestern haben es schwer, mit Ibukis plötzlicher Veränderung umzugehen. Ihre Weigerung, Kagomes Existenz und ihre Unbeholfenheit anzuerkennen, macht sie zu einer Belastung für die Menschen in ihrer Umgebung. Weit entfernt von der autoritären Person, die sie einmal war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448734","hoster":"VOE"},{"path":"/redirect/8297399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/asu-no-yoichi/staffel-1/episode-12","name":"","epNo":12,"alt":"Yoichi of Tomorrow","descr":"Yoichi, Kagome, Chihaya und Ayame erreichen die Saginomiya-Residenz, eine pagodenförmige Burg. Sie überqueren den Fluss, der die Burg umgibt, mit einem aus umliegenden Bäumen gebauten Floß. Ukyou befiehlt Sakon, Yoichis Gruppe zu vertreiben. Sie akzeptiert widerstrebend. Yoichis Gruppe betritt das Schloss und sieht Sakon auf einer Treppe stehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8448736","hoster":"VOE"},{"path":"/redirect/8297403","hoster":"Streamtape"}]}]}]}]}