{"seriesId":"asura-cryin","name":"Asura Cryin\u0027","descr":"Seit einem Flugzeugabsturz drei Jahre zuvor ist das Geistermädchen Misao Tomoharus ständige Begleiterin. Als wäre sein Leben durch diesen Umstand nicht schon seltsam genug, wird ihm ein geheimnisvoller Koffer geliefert, ohne weitere Erklärung, was es mit ihm auf sich hat. Doch schon in der selben Nacht taucht in Form einer Priesterin die erste Person auf, die es scheinbar auf den Koffer abgesehen hat, ihr Name Kanade Takatsuki. Nach diesem Vorfall versucht Tomoharu Licht in die Sache zu bringen und trifft auch die Überbringerin des Koffers wieder. Doch diese will nicht so einfach mit den Informationen herausrücken, weshalb sich Tomoharu letztendlich mit noch zwei weiteren mysteriösen Gruppierungen konfrontiert sieht, bevor er endlich die Macht des Inhalts des Koffers und seine eigene Bestimmung begreift.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Tricky Devil (Asura Machina)","descr":"Tomoharu Natsume überlebte einen schrecklichen Flugzeugabsturz, aber Misao, sein enger Freund, nicht und wurde zu einem Geist. Drei Jahre später zog er an einen Ort, den sein Bruder gemietet hatte, um alleine zu leben und die Raku High zu besuchen, da seine Mutter wieder geheiratet hatte.","versions":[{"lang":3,"streams":[{"redirect":8448738,"hoster":"VOE"},{"redirect":8297404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Future About to Be Ruined","descr":"Nach den Ereignissen des vergangenen Abends erfahren Tomo und Misao über die Royal Dark Society. Später trifft er Takatsuki, während er seinen neuen Vermieter besucht, und erfährt, dass sie diejenige war, die auf der Suche nach der Aktentasche in sein Haus eingebrochen ist.","versions":[{"lang":3,"streams":[{"redirect":8448735,"hoster":"VOE"},{"redirect":8297410,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Stained Shadow Of The Science\u0027s Light","descr":"Nachdem Takatsuki von Saeki gefangengenommen wurde, wird sie wegen ihrer Beteiligung an Tomo zum Tode verurteilt. Währenddessen stürmt Tomo die Asura Machina und rettet sie vor dem Ersten Studentenrat. Alls er jedoch den Kofferraum leer findet, muss er sich auf Shuris Hilfe verlassen, um den Tag zu retten.","versions":[{"lang":3,"streams":[{"redirect":8448739,"hoster":"VOE"},{"redirect":8297409,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Feeling of Losing Your Destination","descr":"Der Wissenschaftsclub reist zum Tobi-See, um Berichte über eine mysteriöse Kreatur zu untersuchen, die die Gegend terrorisiert. Zwei ihrer Mitschüler, Kurasawa Rikka (der zweite Vorsitzende des Studentenrats) und Mahiwa, sind ihnen unbekannt. Sie suchen ebenfalls nach der Kreatur.","versions":[{"lang":3,"streams":[{"redirect":13095613,"hoster":"VOE"},{"redirect":8297413,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Uniting Hearts and Bodies","descr":"Wenn Shuri bei einem Kampf mit einer Ausura machina verletzt wird, ändert sich ihre Persönlichkeit komplett und sie glaubt, dass ihr Name Kurosaki Yukari ist. Dies fordert Tomo dazu auf, ihr Leben zu untersuchen, doch bald werden sowohl Tomo als auch Shuri von einer Mörderpuppe angegriffen, die nun von Takatsuki gerettet werden soll.","versions":[{"lang":3,"streams":[{"redirect":12381984,"hoster":"VOE"},{"redirect":8297419,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Sacrifice Rising From Beyond the Darkness","descr":"Shuri arrangiert den richtigen Stabilisator mit Susugihara gegen etwas sehr Wichtiges für sie. Da Tomo immer noch zu krank ist, um Kurogane zu gebrauchen, gibt es niemanden, der sie bekämpfen könnte, wenn der Handel schlecht läuft und sie als solche gezwungen sind, zu fliehen.","versions":[{"lang":3,"streams":[{"redirect":11833387,"hoster":"VOE"},{"redirect":8297420,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Dispersing Dream of the Cruel Sky","descr":"Nun, da Kurogane den Stabilisator absorbiert hat, können die Menschen Misao sehen. Tomo ist besorgt, dass sie ihre unkörperliche Natur nicht vor ihren Mitmenschen verbergen kann. In der Zwischenzeit erkunden Haruna und Susugihara eine seltsame Gruppe von Ruinen auf der Suche nach Caster Machina.","versions":[{"lang":3,"streams":[{"redirect":8448743,"hoster":"VOE"},{"redirect":8297423,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Ruling Maiden of Calamity","descr":"Mit einer großen Kreatur, die auf mysteriöse Weise Dämonen angreift, wird Takatsuki von ihrer Familie gezwungen, bei Tomo zu wohnen, damit er sie beschützen kann. Zur selben Zeit kommt Shuri mit einem jungen Dämon namens Ania an, den Tomo ebenfalls schützen muss. Ania ist jedoch ein \"Glücksfresser\" und lässt Tomo und seine Freunde in Unglück geraten.","versions":[{"lang":3,"streams":[{"redirect":13099350,"hoster":"VOE"},{"redirect":8297425,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Unexisting Being, Forbidden Being","descr":"Als ein Asura Crying während Reishirous Versuch erscheint, den Täter hinter den Dämonenjagden zu stoppen, erklärt er, dass auch Tomo in Gefahr ist, einer zu werden, und befiehlt ihm, die Sache in Ruhe zu lassen.","versions":[{"lang":3,"streams":[{"redirect":13095617,"hoster":"VOE"},{"redirect":8297430,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Connecting the Chains of Time","descr":"Mit Ania, die von Takaya Kagakagari entführt wird, kämpfen Tomo, Shuri, Misao und Takatsuki, um sie zu retten. Inzwischen erfährt Ania, dass Kagakagari plant, alle Dämonen in der Stadt zu opfern, um den Fluch der Asura Machina aufzuheben.","versions":[{"lang":3,"streams":[{"redirect":8448748,"hoster":"VOE"},{"redirect":8302822,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Ordinary and Extraordinary End to Remaining Next to Each Other","descr":"Die zweiten Jahre bereiten sich auf eine Klassenreise nach Hawaii vor. In der Zwischenzeit besuchen Tomo und Misao eine von Reishirou veranstaltete Party, die an den Todestag von Aine erinnert. Die Party bietet auch einen sehr ungewöhnlichen Leistungswettbewerb, an dem alle Beteiligten teilnehmen, von Rikka bis Takatsuki, und die Tomo und Misao gewinnen.","versions":[{"lang":3,"streams":[{"redirect":13095616,"hoster":"VOE"},{"redirect":8297435,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Till the End of Time","descr":"Während Shuri und Reishirou ihre Reise nach Hawaii im zweiten Jahr genießen, stößt Tomo versehentlich auf ein Plug-In für die Asura Machina. Kagakagari will jedoch auch das Gerät und greift Tomo und die anderen an, um es abzurufen. Nun ist Tomo gezwungen, sein Versprechen an Takatsuki zu brechen und ihn mit Kurogane abzuwehren.","versions":[{"lang":3,"streams":[{"redirect":13095618,"hoster":"VOE"},{"redirect":12987008,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Stigma of the Cursed Sinner","descr":"Kagakagari hat ein Flugzeug voller Menschen als Geisel genommen und bietet an, sich für den Igniter einzutauschen. Der Austausch wird jedoch bald gewalttätig und gefährdet das Leben der Geiseln. Tomo muss dann einen sehr gefährlichen Plan mit Kurogane versuchen, um alle zu retten, die ihm wichtig sind, aber reicht das?","versions":[{"lang":3,"streams":[{"redirect":8448746,"hoster":"VOE"},{"redirect":8297439,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The World of Destruction and The Ruins of Memories","descr":"Während Tomo und der Rest des Science Clubs gezwungen wurden, den Schulpool zu säubern, stolpern sie über eine unterirdische Höhle, die sie zu den Ruinen von Rakuroa führt. Hier sieht Tomo eine seltsame Vision einer alternativen Welt. Bevor er jedoch mehr erfahren kann, wird die Gruppe von Castas Machina angegriffen, der die Ruinen bewacht, und Touru muss auftauchen, um sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":8448749,"hoster":"VOE"},{"redirect":8297449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Burial Doll Eaten By the Demon","descr":"Tomo macht sich zunehmend Sorgen um Misao und bittet Shuri und Touru, seinen Bruder Naotaka ausfindig zu machen. Im Gegenzug muss Tomo den zurückgezogenen Präsidenten des Science Club, Tokiya Kagayaki, überzeugen, zur Schule zurückzukehren. Dies ist jedoch nicht so einfach, wie es sich anhört. Tomo nimmt Misao und Takatsuki mit, um zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8448750,"hoster":"VOE"},{"redirect":8297447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Free and Restricted Choices","descr":"Tomo, Takatsuki, Misao, An und Higuchi genießen alle einen Urlaub am Strand, aber es dauert nicht lange, bis Tomo Misao verärgert. Inzwischen untersuchen Shuri und Ania die Ruinen auf einer nahe gelegenen Insel. Es scheint jedoch, dass Kagakagari und Kristina ebenso an ihnen interessiert sind wie Kyomu Satomi und das First Student Council.","versions":[{"lang":3,"streams":[{"redirect":8448751,"hoster":"VOE"},{"redirect":9235219,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Mass of a Chosen Future","descr":"Tomo und die anderen werden anscheinend von Tomos Bruder Naotaka gerettet und dann von Kagakagari und Kristina aufgenommen. Kagakagari enthüllt, dass die Ruinen die Überreste eines Asura Machina-Testgeländes sind und möglicherweise eine Möglichkeit enthalten, Begräbnispuppen wie Kotori und Misao zu befreien.","versions":[{"lang":3,"streams":[{"redirect":13095620,"hoster":"VOE"},{"redirect":8297451,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Painful Relations Between Love and Demonic Power","descr":"Nach einem Missgeschick mit etwas industriellem Leim, während sie für das Dreibeinrennen trainierten, bleiben Tomo und Takatsuki den Rest des Tages zusammen.","versions":[{"lang":3,"streams":[{"redirect":13095621,"hoster":"VOE"},{"redirect":8297456,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Truth That is Offered to You","descr":"Nachdem er von seinem Bruder eine kryptische Warnung erhalten hat, werden Tomo und die anderen von einer mysteriösen Frau angegriffen und in eine von Hiwako Torishima eingesetzte Falle gezwungen. Die Gruppe wird dann von einem mächtigen Asura Machina gerettet, und Tomo macht eine schockierende Entdeckung über seinen Bruder Misao und den Asura Machina selbst.","versions":[{"lang":3,"streams":[{"redirect":8448754,"hoster":"VOE"},{"redirect":8297458,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Moment of Annihilation, Darkness of Extinction","descr":"Obwohl sie von Haruna zusammen mit Tomo und den anderen verhaftet wurde, wird Ania von Hiwakos maskierter Handlangerin entführt. Hiwako bietet dann an, Ania gegen Tomo einzutauschen, und die Gruppe beschließt, es sei die perfekte Gelegenheit, sie mit Susugiharas Hilfe in einen Hinterhalt zu locken.","versions":[{"lang":3,"streams":[{"redirect":13004086,"hoster":"VOE"},{"redirect":8297459,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A Future of Lost Memories","descr":"Nach Haganes Angriff erwacht Tomo, um sich in der Ersten Welt ganz alleine wieder zufinden, ohne zu wissen, wie er zurückkommen soll. Bald trifft er auf die \"Witch of Rakurowa High School\", eine merkwürdige Tochter und sehr merkwürdige Versionen der Menschen, die er kennt. Nach einer zufälligen Begegnung mit Tokiyas Schwester Aki ist er jedoch mit Takatsuki wieder vereint.","versions":[{"lang":3,"streams":[{"redirect":13530122,"hoster":"VOE"},{"redirect":8297460,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Death and Peace Side by Side","descr":"Nach der Wiedervereinigung mit Ania erfährt Tomo mehr über die Auswirkungen des Unfalls des Superstring-Schwerkraftreaktors auf die Erste Welt und Anias Verstrickung.","versions":[{"lang":3,"streams":[{"redirect":8448757,"hoster":"VOE"},{"redirect":8297466,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Survivers and the Fallen","descr":"Tomo trifft sich schließlich mit dem echten Naotaka und erfährt, dass es einen Weg gibt, die Erste Welt auch ohne Hagane zu retten. Der Plan ist jedoch extrem gefährlich und es gibt keine Garantie, dass sowohl Tomo als auch Misao dabei nicht getötet werden.","versions":[{"lang":3,"streams":[{"redirect":8448758,"hoster":"VOE"},{"redirect":12481551,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"My Feelings for You Will Destroy the World","descr":"Zurück in der zweiten Welt stellen Tomo und die anderen fest, dass sie zehn Tage haben, bis Tokiya seinen Plan in Gang setzen kann. Tomo entdeckt auch, dass er unbeabsichtigt einen Vertrag mit Takatsuki geschlossen hat und jetzt eine Tochter, Persephone, hat. Als ob das nicht genug wäre, wird Tomo zum neuen Präsidenten des Third Student Council ernannt.","versions":[{"lang":3,"streams":[{"redirect":8448759,"hoster":"VOE"},{"redirect":8297473,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Despair at the Diverging Past and Causality","descr":"okiya hat es geschafft, das Tor zur Dritten Welt zu öffnen, und die Zweite Welt verschwindet mit einer alarmierenden Geschwindigkeit. Als solche müssen Tomo und die anderen Zugang zum zentralen Vortex erhalten, um Tokiya zu konfrontieren und die Welt zu retten.","versions":[{"lang":3,"streams":[{"redirect":8448761,"hoster":"VOE"},{"redirect":8297477,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Cogwheel of Choice","descr":"Natsume Tomoharu und seine Freunde retten die Welt. Tokiya Kagayaki will den Igniter behalten, damit er eine dritte Welt haben könnte, die seinen Liebhaber Aki beinhaltet. Nachdem Tomoharu Tokiya besiegt hat, scheint der Igniter auf Tomoharus Wunsch zu reagieren und das Tor zur Dritten Welt zu schließen. Danach sagte Ania Fortuna zu Tomoharu, dass sie den Splitter abgeschlossen habe.","versions":[{"lang":3,"streams":[{"redirect":8448760,"hoster":"VOE"},{"redirect":8297476,"hoster":"Streamtape"}]}]}]}]}