{"path":"/serie/stream/athena","name":"Athena","descr":"Die Karriere des jungen Models Nyela Malik (Ella Balinska) erhielt einen deutlichen Rückschlag, weil sie öffentlich kritisiert hatte, dass ein Designer sie als reines Objekt behandelt hat. Doch Nyela tritt die Flucht nach vorne an und will nun eigene Mode machen. So kommt sie auf die Designschule The Athena, die bedeutendste Kunst- und Designschule Londons. Dort trifft sie auf zahlreiche enorm begabte Kreative aus den unterschiedlichsten Richtungen, die hart und bisweilen auch verbissen an der Verwirklichung ihrer Träume arbeiten: Fotografen, Kostüm-Designer, Grafiker, Fashion-Designer und Schmuck-Designer.","seasons":[{"path":"/serie/stream/athena/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/athena/staffel-1/episode-1","name":"Neuanfang mit Hindernissen","epNo":1,"alt":"A House, a Bird, a Cloud and a Man","descr":"Es ist Nyela Maliks erster Tag an Londons renommierter Kunstakademie Athena. Früher war sie ein berühmtes Model. Gelingt ihr der Start in ein neues Leben als Modedesignerin? Bei einer Gruppenarbeit lernt Nyela ihre unnahbare Mitstudentin Leigh Howles kennen. Als die jedoch von Nyelas Karriereende wegen eines öffentlichen Streits mit einem rücksichtslosen Designer erfährt, entwickelt sich allmählich eine ungleiche Freundschaft. Nyela Malik beginnt ein Studium an Londons renommiertester Kunstakademie Athena, nachdem ihre Modelkarriere jäh durch ihre öffentliche Kritik an dem berühmten Designer Oscar Beerfeld beendet wurde. Sie ist unsicher, wie ihre Zukunft an der Athena aussehen wird, nicht zuletzt, weil sie sich durch ihre Vergangenheit von ihren Mitstudenten unterscheidet. Ihr Gesicht ist noch immer auf vielen Plakaten zu sehen, und alle wissen, wer sie ist und was ihre Karriere beendet hat. Von ihren Mitbewohnerinnen Miju Lee und Lexy Fitzgerald, die ebenfalls Models sind, erhält Nyela Unterstützung für den Start in ihre Karriere als Modedesignerin. Aber kann sie ihre Vergangenheit hinter sich lassen und sich neu erfinden? Dozentin Allie stellt den Studierenden die Aufgabe, ein Haus, einen Vogel, eine Wolke und einen Menschen zu zeichnen. Zudem sollen sie füreinander Outfits für die Erstsemester-Party entwerfen. Nyela arbeitet mit der spröden und unnahbaren Fotografie-Studentin Leigh Howles zusammen, die Nyela zunächst für oberflächlich hält. Nach und nach aber ändert Leigh ihre Meinung, und sie erkennt Nyelas bodenständige und humorvolle Art. Dies ist der Beginn einer ungleichen Freundschaft. Nyela entwirft für Leigh ein beeindruckendes Kleid aus Fotos, doch entscheidet sich aus Unsicherheit in letzter Minute für etwas weniger Ausgefallenes. Das schlichte Kleid kommt bei Allie allerdings gar nicht gut an, während Leighs Kreation die Dozentin überzeugt. Jetzt muss Nyela mit ihrer Zeichnung punkten. Als Sam Warner, ein neuer Student mit Vorliebe für Schmuckdesign, am Athena-College auftaucht, fühlt Nyela sich sofort zu ihm hingezogen. 26 Folgen \"Athena\" werden samstags ab 5:35 Uhr in Doppelfolgen ausgestrahlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749552","hoster":"VOE"},{"path":"/redirect/13749553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-2","name":"Die Gruppenarbeit","epNo":2,"alt":"The Art of Fitting In","descr":"Nyela stellt fest, dass sich am Athena bereits Cliquen gebildet haben. Schafft sie es, ihren eigenen Freundeskreis zu finden? Ein Kurzfilmprojekt als Gruppenarbeit könnte ihr dabei helfen. Nyela schließt sich mit Neisha, Leigh und Sam zusammen, um einen Film über Jugendliche zu drehen. Doch jeder hat eine ganz eigene Vorstellung davon, was Jugend bedeutet. Mit einem Zusammenschnitt der Filme versuchen sie, alle Ideen unter einen Hut zu bringen. Nyela erkennt, dass sich am Athena bereits erste Cliquen gebildet haben. Doch sie hat das Gefühl, in keine davon hineinzupassen. Nun steht sie vor der Herausforderung, ihren eigenen Freundeskreis zu finden. Eine neue Möglichkeit ergibt sich, als Allie den Studenten die Aufgabe stellt, in Gruppenarbeit einen Kurzfilm über das Thema Jugendliche zu erstellen. Nyela ist hoffnungsvoll, als sie sich mit Neisha, Leigh und Sam zusammenschließt. Doch die Gruppe ist sich uneinig und entscheidet schließlich, dass jeder seinen eigenen Film machen soll. Sam konzentriert sich auf das Thema Familien, Neisha schneidet Aufnahmen von sich selbst zusammen, und Leigh entscheidet sich für einen Dokumentarfilm über den Gitarristen und Sänger Lenny, der ihrer Meinung nach das perfekte Beispiel für die Selbstverliebtheit ihrer Generation darstellt. Während der Dreharbeiten merkt Leigh jedoch, dass sie Lenny falsch eingeschätzt und seine Gefühle durch ihre sarkastischen Kommentare verletzt hat. Nyela konzentriert sich unterdessen bei ihrem Film auf fröhliche und ausgelassene Teenager, kann damit jedoch niemanden aus ihrer Gruppe begeistern. Der Abgabetermin rückt immer näher, doch die Gruppe scheint nicht weiterzukommen. Da hat Nyela einen Geistesblitz: Keiner der Filme bringt das Thema Jugend auf den Punkt, weil alle Jugendlichen unterschiedlich sind. Über Nacht erstellt sie eine Montage der Filme, um diese Vielfalt darzustellen. Die Gruppe ist beeindruckt von Nyelas Idee und hilft ihr bei der Fertigstellung. Leigh erkennt, dass sie Lenny vorverurteilt hat und sich für ihre Lästereien entschuldigen muss. Nyela hat es geschafft, erste Bande mit ihren Mitstudenten zu knüpfen. Dies könnte der Anfang für neue Freundschaften sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749555","hoster":"VOE"},{"path":"/redirect/13749562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-3","name":"Fotoshooting mit Konsequenzen","epNo":3,"alt":"Dads, Mums and Broken Things","descr":"Für ein Fotoshooting eines neuen Modelabels nimmt Sam Nyela mit in seine Heimatstadt Chippenham. Doch Sams kleine Schwester Nancy erkennt, wofür Nyelas Herz wirklich schlägt. Nyela fühlt sich zu Sam hingezogen. Dann taucht dessen Ex-Freundin Satori auf. Zudem kommen Zweifel in ihr auf, ob das Angebot von Designerin Kara für ein Comeback als Model wirklich der richtige Weg für ihre Zukunft ist. Nyela ist in einem Konflikt: Obwohl sie eigentlich nicht mehr modeln wollte, plagt sie das schlechte Gewissen, da ihr dramatischer Ausstieg aus dem Geschäft einigen Ärger verursacht hat. Daher sagt sie zu, als ihre ehemalige Agentin ihr ein Shooting für ein neues Modelabel anbietet. Zufälligerweise findet der Job in Sams Heimatort Chippenham statt. Da Sam dort seine Mutter und seine Schwester Nancy besuchen will, bietet er Nyela an, sie im Auto mitzunehmen. Nyela freut sich auf einen romantischen Kurztrip. Dieser verläuft jedoch anders als gedacht. Während Nyela modelt, muss sich Sam mit seinem unzuverlässigen Vater Tony auseinandersetzen. Um seine kleine Schwester aus den Streitereien herauszuhalten, bringt Sam sie zu Nyelas Model-Shooting. Dort entwirft Nyela für sie kurzerhand am Set ein fantasievolles Outfit aus Stoffresten und fotografiert Nancy darin während der Pausen. Kara, die Designerin, ist beeindruckt von Nyelas Talent und lockt sie mit dem Angebot, das Gesicht ihres Labels zu werden. Nyela ist hin- und hergerissen. Als Nancy ihr sagt, wie glücklich sie beim Entwerfen ihres Kleides aussah, erkennt Nyela, wofür ihr Herz wirklich schlägt. Alles läuft gut, bis plötzlich Sams Ex-Freundin Satori auftaucht und Nyela sich von Sam zurückgewiesen fühlt. Zurück in London scheint Satori jedoch vergessen, und Nyela und Sam kommen sich näher","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749557","hoster":"VOE"},{"path":"/redirect/13749558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-4","name":"Durchgefallen","epNo":4,"alt":"Not That Girl","descr":"Leigh ist stark verunsichert, nachdem sie unabsichtlich einem Date mit Lenny zugestimmt hat, und lässt ihn abblitzen. Durch ein Missverständnis gerät sie in einen Konflikt mit Nyela. Allmählich bereut Leigh ihr schroffes Verhalten und gesteht Nyela, dass sie nicht gut mit Menschen umgehen kann. Nachdem sie auch noch von Neisha hört, wie diese verzweifelt um Sams Aufmerksamkeit ringt, erkennt sie, dass sie zu anderen offener sein muss. Leigh stimmt unabsichtlich einem Date mit Lenny zu und ist so beschäftigt, dass sie nicht bemerkt, wie schlecht es ihrer Freundin Nyela geht. Die hat ihr Referat in Kunstgeschichte verhauen. Zu allem Überfluss taucht auch noch ein altes Plakat aus ihrer Modelzeit im Athena auf, das mit einem fiesen Spruch bekritzelt ist. Als Nyela Leigh um Hilfe bei ihrem Referat bittet, führt ein Missverständnis zwischen ihnen zu einer Meinungsverschiedenheit, die Leigh doppelt bereut, als sie das Plakat entdeckt. Leigh vermutet, dass die gehässigen Studenten Jamie und Naomi dahinterstecken, und stellt die beiden zur Rede. Prompt wird jedoch Leigh in Allies Büro zitiert und des Mobbings beschuldigt, während sich Jamie und Naomi vor der Dozentin als Opfer ausgeben. Damit nicht genug: Lenny lässt sich nicht abwimmeln und blamiert Leigh mit einem Liebeslied auf der Gitarre vor allen Mitstudenten. Leigh ist aufgewühlt und erkennt, dass sie ihren Mitmenschen ständig mit ihrer schroffen Art vor den Kopf stößt. Sie entschuldigt sich bei Nyela und hilft ihr dabei, neue Inspiration für ihre Arbeit zu finden. Zudem bittet sie auch Lenny um Verzeihung und macht ihm ein ungewöhnliches Angebot für ein \"Nicht-Date\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749560","hoster":"VOE"},{"path":"/redirect/13749564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-5","name":"Die Präsentation","epNo":5,"alt":"Pitching and Stitching","descr":"Jamie und Naomi versuchen immer häufiger, Nyela zu attackieren. Als Neisha davon Wind bekommt, beschließt sie, deren College-Präsentation für den Design-Wettbewerb zu sabotieren. Aufgrund der Sabotage gewinnen Nyela und Neisha im Wettbewerb den ersten Preis. Als Nyela schweren Herzens der Dozentin Allie die Wahrheit sagt, werden Jamie und Naomi zu Gewinnern erklärt. Auf Nyela und Neisha hagelt ein heftiger Shitstorm ein. Nyela wird immer häufiger von Jamie und Naomi attackiert. Da kommt Ablenkung in Form einer neuen Aufgabe von Dozentin Allie gerade recht. Für einen Design-Wettbewerb sollen die Studierenden ein Kleid für die Prominente Emily Savage kreieren. Nyelas Probe-Präsentation wird jedoch von Jamie und Naomi heftig kritisiert. Deshalb schließt sie sich kurzerhand mit Präsentations-Genie Neisha zusammen, um sich gegenseitig zu ergänzen. Als Neisha bemerkt, wie schlecht Jamie und Naomi ihre Teampartnerin behandeln, will sie den beiden eine Lektion erteilen. Bei der Laufsteg-Präsentation beeindrucken Jamie und Naomi die Jury mit ihrer Kreation. Doch plötzlich reißen die Nähte des Kleides, und Naomi flüchtet entblößt von der Bühne. Nyela und Neisha gewinnen den Wettbewerb. Als Neisha dann Nyela gegenüber schadenfroh zugibt, das Kleid manipuliert zu haben, plagt diese das schlechte Gewissen. Nyela geht zu Allie, um ihr die Wahrheit zu sagen. Daraufhin werden Neisha und Nyela disqualifiziert, und Jamie und Naomi erhalten den ersten Preis. Doch nicht genug: Die beiden starten einen Shitstorm gegen Nyela, der mit den schlimmsten Kommentaren auf sie einprasselt. Leigh, Lexy und Miju halten zu ihrer Freundin und versuchen, sie mit einem Filmabend aufzumuntern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749482","hoster":"VOE"},{"path":"/redirect/13749486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-6","name":"Wenn man jemanden mag","epNo":6,"alt":"Fear and Loving at the Athena","descr":"Nyela ist hin- und hergerissen, ob sie zur Athena-Halloween-Party gehen soll. Obwohl sie es nicht möchte, ist ihr Selbstvertrauen durch Jamies und Naomis Mobbing-Attacken angekratzt. Sam möchte Nyela endlich sagen, wie sehr er sie mag. Aber dann taucht seine Ex-Freundin Satori zu einem Aufnahmegespräch im Athena auf. Nyela beschließt, sich gegen die Angriffe zu wehren, und fordert Jamie und Naomi auf der Party auf, sie in Ruhe zu lassen. Es ist Halloween, und Nyela hat lange an ihrem Kostüm gearbeitet. Sie liebt das Fest, doch dieses Jahr möchte sie sich am liebsten verkriechen. Sam weiß nichts von Nyelas Problemen. Er trifft Vorbereitungen für die Party, um Nyela zu beeindrucken – obwohl er Halloween eigentlich hasst. Er plant, ihr später auf der Party zu sagen, was er für sie empfindet. Er möchte endlich zu seinen Gefühlen stehen. Dann aber taucht seine Ex-Freundin Satori zu einem Aufnahmegespräch im Athena-College auf. Leigh erzählt Nyela, dass die bösen Kommentare im Netz gegen sie nachgelassen haben. Aber dann machen Jamie und Naomi Nyela klar, dass sie nicht daran denken, sie in Ruhe zu lassen. Deprimiert und ängstlich beschließt sie, nicht zur Party zu gehen, obwohl sie es Sam versprochen hat. Der macht sich auf die Suche nach ihr. Nyela verschweigt ihm jedoch weiterhin ihre wahren Beweggründe. Sam ist enttäuscht und glaubt, dass Nyela sich nicht für ihn interessiert. Frustriert kehrt er allein zur Party zurück. Als Neisha den traurigen Sam entdeckt, schenkt sie ihm kurzerhand ihre wertvolle Designerhandtasche. Sie schlägt ihm vor, die Tasche zu verkaufen und sich etwas Schönes vom Erlös zu gönnen. Nyela erkennt unterdessen, dass andere ihr bei ihrem Problem nicht helfen können. Sie muss sich selbst gegen ihre Angreifer wehren. Auf der Party stellt sie Jamie und Naomi zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749487","hoster":"VOE"},{"path":"/redirect/13749492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-7","name":"Bilder von dir","epNo":7,"alt":"Pictures of You","descr":"Sams Ex-Freundin Satori ist nun auch Studentin am Athena-College. Nyela muss sich wohl oder übel damit anfreunden, sie und Sam ab jetzt jeden Tag zusammen zu sehen. Leichter gesagt als getan. Als Nyela für eine Porträtfotografie ausgerechnet mit Jamie zusammenarbeiten soll, kommt es zu einem folgenschweren Missverständnis. Verärgert rächt sich Jamie mit einem Foto, auf dem Nyela Sam verliebt anschaut. Nun wissen alle von ihren Gefühlen zu Sam. Nyela ist deprimiert, seitdem sie beobachtet hat, wie Sam und Satori sich geküsst haben. Und ständig sieht sie die beiden gemeinsam am Athena abhängen. Auch ihre Freundinnen schaffen es nicht, Nyela aufzumuntern. Den Studenten wird eine Gruppenarbeit zum Thema Porträtfotografie aufgegeben. Gezwungenermaßen muss Nyela sich dafür ausgerechnet mit Jamie zusammentun. Skeptisch begegnet sie Jamies Angebot, sich mit ihm zu vertragen. Währenddessen versucht Sam damit zurechtzukommen, dass Satori wieder in sein Leben getreten ist. Er mag Nyela immer noch, aber als er sie zusammen mit Jamie sieht, wendet er sich Satori noch stärker zu. Nyela glaubt unterdessen immer mehr, dass Jamie sich ernsthaft um ein gutes Verhältnis zu ihr bemüht. Doch dann versucht er, sie aus heiterem Himmel zu küssen. Irritiert weist sie ihn zurück. Jamie fühlt sich gekränkt und behauptet, dass Nyela ihm falsche Hoffnungen gemacht habe. Nyela ist emotional hin- und hergerissen: Welches Foto von Jamie soll sie aufgrund des Vorfalls nun für das Porträt auswählen? Sie entscheidet sich für ein Bild, das Jamie in einem positiven Licht zeigt. Jamie hingegen reicht ein heimlich gemachtes Foto ein, auf dem zu sehen ist, wie Nyela Sam und Satori mit traurigem Blick beobachtet. Nyela ist verlegen, denn jetzt weiß der gesamte Kurs von ihren Gefühlen zu Sam. Leigh ist es unangenehm, mit Satori zusammenzuarbeiten. Sie fühlt sich Nyelas Freundschaft verpflichtet und zeigt kein Interesse daran, ihre Teampartnerin kennenzulernen. Doch Satori besteht darauf, dass Leigh Nahaufnahmen von ihr anfertigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749496","hoster":"VOE"},{"path":"/redirect/13749493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-8","name":"Ein Outfit für Lexy","epNo":8,"alt":"Three Words of Death","descr":"Nyela arbeitet an einem Outfit für ein Fotoshooting. Da platzt Neisha in die Mädchen-WG und behauptet, sie sei aus dem Studentenwohnheim geflogen. Doch Nyela hat daran Zweifel. Als Nyela Neisha zur Rede stellt, verschwindet diese panikartig. Nyela sieht sich gezwungen, ihr Projekt zu opfern, um ihrer Freundin zu helfen. Der Plan, Neisha vorübergehend in die WG einziehen zu lassen, sorgt für weiteren Ärger. Nyela hat die einzigartige Gelegenheit, ein Outfit für Lexy zu entwerfen, das sie bei einem Fotoshooting für ein hochkarätiges Modemagazin tragen will. Ihre Pläne werden jedoch von Neisha durchkreuzt, die ohne Vorwarnung entschieden hat, in die WG einzuziehen. Sie behauptet, sie sei aus dem Wohnheim geflogen, weil ihre Eltern vergessen hätten, die Miete zu bezahlen. Sam jedoch spürt, dass noch etwas anderes hinter Neishas Geschichte steckt. Nyela steht wegen ihrer Abgabefrist unter Druck und ist genervt, weil Neishas Handy ständig klingelt. Als sie verärgert einen Anruf entgegennimmt, ist Neishas Bank am anderen Ende. Neisha hat ihre Kreditkarte überstrapaziert. Neisha erklärt, dass ihre Eltern ihr den Geldhahn zugedreht haben, weil sie ihr Studium am Athena nicht gutheißen. Nyela hat Mitleid mit ihrer Freundin und lässt sie vorübergehend in die WG einziehen. Dieser Freundschaftsdienst kostet Nyela allerdings die Chance, ihre Designs in der Zeitschrift zu veröffentlichen. Und Mitbewohnerin Miju ist von Neishas Art alles andere als begeistert. Lenny hat ein Comicbuch über seine und Leighs Beziehung mit all ihren Abenteuern gezeichnet. Leigh ist verzaubert und gesteht ihm Hals über Kopf, dass sie in ihn verliebt ist. Doch Lenny reagiert verhalten. Leighs Plan, für Lenny und sie einen perfekten Tag zu organisieren, endet ungewollt in einem Desaster","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749494","hoster":"VOE"},{"path":"/redirect/13749495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-9","name":"Mein Freund – Dein Freund","epNo":9,"alt":"The Underdog","descr":"Nyela versucht, sich mit Satori anzufreunden, um die Missstimmung in der Clique auszugleichen. Aber ihr Plan schlägt fehl, und beide werden wegen eines Streits aus dem Kurs geworfen. Als Leigh von Satoris Anschuldigungen gegenüber Nyela erfährt, kommt es zum Streit. Doch die Auseinandersetzung entlädt sich unerwartet in einem Kuss. Während Nyela endlich Frieden mit Satori schließen will, ahnt sie nicht, was sich zwischen Leigh und Satori anbahnt. Satoris Ankunft am Athena hat Nyelas Clique erheblich verändert. Sogar Leigh ist nun mit ihr befreundet. Und so beschließt Nyela, über ihren Schatten zu springen und sich mit Satori anzufreunden. Nach einem wackeligen Start taut Satori langsam auf, und Nyela glaubt, Fortschritte zu machen. Doch da findet Satori heraus, dass Nyela heimlich Nachforschungen über sie angestellt hat, um Kontakt zu ihr aufzubauen. Bei einer Zeichenübung geraten die beiden in einen heftigen Streit und werden kurzerhand aus dem Kurs geworfen. Satori beschuldigt Nyela, dass sie ihr Sam ausspannen wolle. Als Leigh feststellt, wie niedergeschlagen ihre Freundin wegen Satoris Vorwürfen ist, stellt sie Satori zur Rede. Im Streit entlädt sich die Anspannung jedoch überraschend in einem Kuss. Beide Mädchen sind erschüttert und wissen nicht, wie sie ihre Gefühle einordnen sollen, die dieser unerwartete Moment ausgelöst hat. Sam ahnt nichts von alledem. Er braucht Hilfe dabei, den Hausmeister zu bestechen, damit dieser ihn nach Unterrichtsschluss arbeiten lässt. Dazu sucht er Nyelas Rat und schlägt vor, zusammen mit den anderen einen Burger essen zu gehen. Nyela zögert, ist aber überrascht, als Satori sich bei ihr entschuldigt und vorschlägt, sich anzufreunden. Nyela stimmt bereitwillig zu und freut sich, die Vergangenheit hinter sich zu lassen. Sie ahnt jedoch nicht, was sich gerade zwischen Satori und Leigh anbahnt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749497","hoster":"VOE"},{"path":"/redirect/13749498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-10","name":"Nyelas Date","epNo":10,"alt":"Truth and Inexperience","descr":"Leigh will Lenny gestehen, was zwischen ihr und Satori passiert ist. Doch als er hört, dass sie ein Mädchen geküsst hat, wiegelt er ihre Beichte als unbedeutend ab. Lexy will Nyela mit dem gut aussehenden Model Matt verkuppeln und organisiert ein Date für die beiden. Nyela ist aufgeregt. Doch dann muss sie feststellen, dass Matt mithilfe ihrer Prominenz als ehemaliges Model nur Werbung für sich selbst machen will. Leigh kämpft mit ihren Gefühlen und beichtet Lenny schließlich, dass sie jemanden geküsst hat. Der reagiert zunächst schockiert, bis Leigh hinzufügt, dass es ein Mädchen war. Lenny tut Leighs Geständnis lächelnd ab, da er Küsse zwischen Mädchen unbedeutend findet. Inzwischen hat Lexy eine Überraschung für Nyela: ein Date mit dem Newcomer-Model Matt, der nett zu sein scheint und super aussieht. Zögerlich willigt Nyela ein, da sie gefühlt der einzige Single am ganzen College ist. Sie teilt Satori ihre Date-Pläne mit, während sie ihr hilft, den Auftritt von Lenny und Sams Band am nächsten Abend vorzubereiten. Nyela kann vor Aufregung nicht schlafen, weil sie kaum Date-Erfahrungen hat. Am nächsten Tag bereiten Lexy und Miju ihre Freundin auf den großen Abend vor. Doch der verläuft ganz anders, als sie ihn sich vorgestellt hat. Matt ist nicht gerade schlau, und dann stellt sich auch noch heraus, dass er nur Werbung für sich machen wollte, indem er sich mit einem bekannten Ex-Model fotografieren lässt. Verärgert will Nyela zurück zum College, aber der zerknirschte Matt besteht darauf, sie zu dorthin zu begleiten. Sam ist eifersüchtig auf Nyelas Date, und Satori fühlt sich verletzt, als sie seine Reaktion mitbekommt. Als Lenny beim Konzert von der Bühne aus sieht, wie Leigh Satori tröstet, wird ihm klar, dass sie diejenige war, die Leigh geküsst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749502","hoster":"VOE"},{"path":"/redirect/13749500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-11","name":"Ausgeschlossen","epNo":11,"alt":"Left Behind","descr":"Leigh sagt eine Verabredung mit Nyela ab, um sich mit Satori zu treffen. Enttäuscht zieht sich Nyela zurück. Als Leigh sie wegen ihres Verhaltens zur Rede stellt, kommt es zum Streit. Eine Gruppenaufgabe, bei dem die Clique gemeinsam ein Schaufenster gestalten muss, gerät zur Zerreißprobe. Nur mit Unterstützung von Lenny und Miju vertragen sich Nyela und Leigh wieder. Doch Leigh traut sich nicht, zuzugeben, Satori geküsst zu haben. Nyela denkt sich nichts dabei, als Leigh ein abendliches Treffen absagt, bis sie sieht, dass Satori ein Foto von sich und Leigh gepostet hat. Leigh versteht nicht, warum Nyela sich am nächsten Tag auf einmal so abweisend verhält. Als Leigh sie schließlich zur Rede stellt, gibt es Streit. Durch den Konflikt kommen sie nicht weiter bei ihrer Gruppenaufgabe, ein Schaufenster zu entwerfen. Lenny macht Nyela klar, dass sie Leigh gegenüber offener sein muss. Diesen Rat gibt Miju auch Leigh. Die Freundinnen vertragen sich. Leigh gibt zu, dass Nyela ihre beste Freundin ist, und entschuldigt sich, sie wegen Satori versetzt zu haben. Dennoch traut sie sich nicht, Nyela den Kuss mit Satori zu gestehen. Gemeinsam arbeiten sie weiter an ihrem Schaufenster, das dank einer Idee von Miju zum vollen Erfolg wird. Zwischen Leigh und Lenny kriselt es immer noch, nachdem er herausgefunden hat, dass sie Satori geküsst hat. Schließlich fasst sich Leigh ein Herz und bittet ihn um einen Neuanfang. Lenny freut sich, und zu Leighs Erleichterung lockert sich die Stimmung zwischen ihnen wieder. Neisha braucht Geld, um eine Bekannte von Jamie für ihr Schaufensterprojekt zu bezahlen. Als Lexy Neishas Designerhandtasche sieht, bietet sie an, sie ihr abzukaufen. Doch Lexy muss sich allein über ihre Neuanschaffung freuen, als Miju ihre Verabredung verschläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749505","hoster":"VOE"},{"path":"/redirect/13749504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-12","name":"Eine gute Freundin","epNo":12,"alt":"‚Everygirl‘","descr":"Nyela arbeitet an einer Kreation für die Halbjahres-Show. Dann taucht eine Mappe aus ihrer Modelzeit auf, in der sie als \"Durchschnittsmädchen\" bezeichnet wird. Ist ihr Entwurf gut genug? Sie befürchtet, andere könnten sie langweilig finden, und sucht neue Inspiration beim Besuch eines Theaterprojektes. Doch ihr Kleid kommt bei Allie überhaupt nicht an. Als Sam die traurige Nyela tröstet, merken die beiden nicht, dass Satori sie beobachtet. Die Halbjahres-Show steht bevor, und die Spannungen unter den Studenten nehmen zu. Auf dieser Laufsteg-Show werden ausschließlich originelle Kreationen gezeigt, die etwas über die Persönlichkeit des jeweiligen Designers aussagen. Nyela hat an der perfekten Jeans gearbeitet, die ihrer Trägerin Selbstbewusstsein gibt. Aber ihr eigenes Selbstvertrauen wird erschüttert, als Lexy eine alte Mappe aus der Modelagentur mitbringt. Darin wird Nyela als \"Everygirl\" bezeichnet – ein Durchschnittsmädchen. Nyela ist verunsichert und nimmt sich vor, ihre eigene Originalität zu entdecken. Gemeinsam mit Satori besucht sie eine Theateraufführung und hofft, dort neue Inspiration zu finden. Dabei öffnen sich die Mädchen einander vorsichtig, und Satori vertraut Nyela an, dass sie sich auch zu Mädchen hingezogen fühlt. Voller neuer Energie entwirft Nyela ein ausgefallenes Kleid. Leider spiegelt es nicht ihre Persönlichkeit wider, und Allie zeigt sich alles andere als begeistert. Als Satori Nyela tröstet, gesteht Satori ihr, dass sie Sam betrogen hat, indem sie jemand anderen geküsst hat. Nyela fühlt sich durch Satoris Geheimnis belastet. Als sie zudem erfahren muss, dass ihr Kleid nicht für die Show ausgewählt wurde, sucht sie Trost bei Sam. Satori beobachtet, wie Nyela in Sams Armen liegt. Die Model-Mappe, die Lexy mitgebracht hat, versetzt auch Miju in Panik, da unter ihrem Bild nur ein Fragezeichen geschrieben steht. Ihre Stimmung bessert sich, als sie einen kurzfristigen Modeljob bekommt. Doch dann stellt sich heraus, dass sie nicht die erste Wahl für das Shooting war. Es kommt zum Streit zwischen ihr und dem Designer, und Miju wird von ihrer Agentur entlassen. Stattdessen erhält Lexy ihren Job","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749507","hoster":"VOE"},{"path":"/redirect/13749511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-13","name":"Aus und vorbei","epNo":13,"alt":"The List","descr":"Nyela versucht, Neisha mit ihren Eltern zu vereinen, und lädt sie zur Halbjahresshow ein. Es kommt heraus, dass sie ihre Tochter lieben, die in Wahrheit Nellie heißt. Sam entdeckt, dass Nyelas Date mit Model Matt ein Werbetrick war, und beginnt einen Streit mit ihr, bei dem Nyela überreagiert. Sie sagt ihm, dass Satori Leigh geküsst hat. Bevor Nyela den Schaden wiedergutmachen kann, wird sie von Allie vom College geworfen. Nyela fühlt sich mit Satoris Geheimnis, das sie jetzt bewahren muss, unwohl. Darum lässt sie sich gern ablenken, als Neisha sie um Hilfe bittet, wichtige Menschen zur Halbjahresshow ins Athena zu bringen, damit sie ihre Arbeit sehen. Schließlich hat Nyela so viele Kontakte, und sie ist sogar ein Topthema in den sozialen Medien nach ihrem Date mit dem Model Matt. Nyela willigt ein und bemerkt, dass zwar einige Eltern die Show besuchen, Neishas aber nicht. Sie schreibt ihnen eine Nachricht, um sie einzuladen, damit Neisha ihnen ihr Talent beweisen kann. Bei der Show stellt Leigh Lenny ihre Mutter Melissa vor, zu der sie ein schwieriges Verhältnis hat. Melissa ist von Leighs Arbeit unbeeindruckt, mag aber Lenny. Sie dachte schon, Leigh fühle sich eher zu Mädchen hingezogen als zu Jungs. Sam hat Streit mit Satori, weil er Nyela wegen der Fashion Show getröstet hat. Da bemerkt er Matt und wundert sich zu erfahren, dass Nyelas Date mit ihm nur ein Werbetrick war. Sam ist enttäuscht von Nyela. Neishas Eltern kommen tatsächlich zur Halbjahresshow, aber Neisha ist alles andere als erfreut. Denn in Wahrheit stammen ihre Eltern weder von preußischem Adel ab noch wollen sie, dass sie Buchhalterin wird. Sie sind ganz normale Menschen und bewundern ihre Tochter. Neishas dramatische Geschichten waren allesamt frei erfunden. Außerdem heißt sie eigentlich Nellie – und ihr sorgfältig gepflegtes Image ist zerstört. Sam kommt zu ihr und tröstet sie. Als er von Nyelas Beteiligung erfährt, nutzt er die Gelegenheit, um Nyela zu sagen, wie enttäuscht er von ihr ist. Ein Wort gibt das andere, und als Nyela sich verteidigt, rutscht ihr heraus, dass Satori jemand anderen geküsst hat. Sam ist am Boden zerstört, stürmt davon und findet eine unerwartete Verbündete in Neisha. Nyela reagiert heftig und wird daraufhin von Allie des Colleges verwiesen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749510","hoster":"VOE"},{"path":"/redirect/13749509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-14","name":"Neue Herausforderung","epNo":14,"alt":"Friends With A Guy","descr":"Nach dem Rauswurf vom Athena-College beschließt Nyela, neu anzufangen, und ergattert ein Praktikum bei der aufstrebenden Designerin Tamara Yorke. Nyela darf die Bewerbungsmappe einer vielversprechenden jungen Design-Absolventin beurteilen. Als sie kurz danach an einem neuen Outfit mit Tamara-Yorke-Etikett das Design wiedererkennt, stellt sie fest, dass ihre neue Chefin es gestohlen hat. Nyela versucht, optimistisch in ihre Zukunft zu blicken. Zwar studiert sie nicht mehr am Athena, aber sie hat Bewerbungen an fast alle Modedesigner in London verschickt. Ihre Beharrlichkeit zahlt sich aus: Tamara Yorke, eine aufstrebende Top-Designerin, bietet ihr ein Praktikum an. Tamara schwärmt von Nyelas Designs, und alles scheint ideal zu laufen. Sie wird beauftragt, die Portfolios junger Absolventen auf vielversprechende Talente zu durchsuchen. Neyla wird fündig, und Tamara ist mit ihrem Vorschlag einverstanden. Vielleicht braucht sie gar kein Studium? Am nächsten Tag entdeckt Nyela einen Entwurf der Absolventin als fertiges Outfit, aber mit einem Tamara-Yorke-Etikett. Hat Tamara das Design gestohlen? Nyela spricht es an, und Tamara reagiert eiskalt und pragmatisch: So funktioniere die Modebranche, und Nyela würde niemals weiterkommen, wenn sie sich nicht damit abfinden könne. Nyela ist im Konflikt. Soll sie mit dem Strom schwimmen, obwohl es offensichtlich unfair ist? Sie beschließt, sich selbst treu zu bleiben, auch wenn sie deswegen bei Tamara rausfliegt. Sie gibt ihr Praktikum auf, und da sie jetzt scheinbar alles verloren hat, sehnt sie sich nach ihrer Familie in Deutschland. Am Athena sagt Sam Lenny, dass er die Band verlässt. Leigh ist voller Schuldgefühle wegen der zerbrochenen Romanze und gesteht Sam den Kuss mit Satori. Mit diesem neuen Wissen gewappnet, gibt Sam Satori eine letzte Chance, ihm die Wahrheit zu sagen. Sie aber lügt erneut und sagt, sie habe irgendeinen Jungen geküsst. Für Sam ist das Maß voll, und er macht endgültig Schluss mit ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749515","hoster":"VOE"},{"path":"/redirect/13749514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-15","name":"Zufall oder Schicksal","epNo":15,"alt":"The Problem With Fate","descr":"Nyela will zu ihrer Familie nach Hamburg fliegen und ist verdutzt, Lenny ebenfalls an Bord zu treffen. Er möchte auch seine Eltern besuchen. Aber Nyela hat nur ein One-Way-Ticket. Als der Flug wegen schlechten Wetters abgesagt wird, gesteht Nyela ihren College-Rauswurf und Lenny seine Trennung von Leigh. Nyela beschließt, nun doch nicht einfach aufzugeben und um ihren Platz im Athena zu kämpfen. Nyela weiß nun, dass sie wirklich am Athena studieren möchte, also muss sie irgendwie dorthin zurückkommen. Inspiriert von seinem Gedankenaustausch mit Nyela im Flugzeug, hat auch Lenny einen Sinneswandel. Vielleicht ist vor einem Problem wegzulaufen nicht der beste Weg, damit umzugehen? Lenny leidet plötzlich weniger darunter, in Leighs Nähe zu sein. Miju und Lexy sind froh, dass Nyela zurück ist, und sie selbst weiß jetzt, dass sie trotz aller Rückschläge die Hoffnung nicht verloren hat. Währenddessen überredet Sam Neisha am Athena, ihre Eltern um finanzielle Hilfe zu bitten. Zwar schreckt ein Besuch ihrer peinlichen Eltern am College sie ab, aber sie sieht ein, dass Sam recht hat. David, Neishas Vater, taucht auf und ist bereit, ihr den Wiedereinzug in ein eigenes Zimmer zu finanzieren. Aber als er merkt, dass alle am College glauben, seine Tochter heiße Neisha, obwohl das nicht ihr richtiger Name ist, reagiert er gekränkt und wütend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749516","hoster":"VOE"},{"path":"/redirect/13749521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-16","name":"Nyelas Comeback","epNo":16,"alt":"Play Dough","descr":"Nyela ist fest entschlossen, ans Athena zurückzukehren. Sie beginnt, Allie Arbeiten von sich zu schicken, die sie vorher nicht einreichen konnte. Allie ist beeindruckt, bleibt aber unbeirrt. Doch Nyela gibt nicht auf. Als Allie eine Jeans anzieht, die Nyela ursprünglich für die Semestershow einreichen wollte, ändert sie ihre Meinung, und Nyela darf weiterstudieren. Bei einem Spaziergang am Kanal erkennt Sam, dass Neisha Hilfe braucht. Nyela will ihr Studium am Athena-College unbedingt fortsetzen. Allie ist beeindruckt von Nyelas Entschlossenheit, sagt ihr aber, ihre Entscheidung stehe fest, und es gebe keinen Weg zurück. Aber Nyela gibt nicht auf und schickt Allie all ihre Arbeiten, die sie sich vorher nicht getraut hatte, fertigzustellen. Allie lädt Nyela kurzerhand zu einem Gespräch in ihr Büro ein. Sie teilt ihr mit, dass sie ihre Meinung nicht ändern werde, obwohl sie inzwischen erkannt habe, dass Nyela talentiert sei. Nyela protestiert: Wie kann Allie wissen, was für sie richtig ist, wenn sie noch mitten in der Entwicklung ist? Allie schwankt, will aber ihre Meinung nicht revidieren – bis sie später dasselbe Argument gegenüber ihrer Tochter Freya vorbringt. Dann schüttet sie Kaffee über ihr Kleid. Und da sie etwas anderes zum Anziehen braucht, probiert sie die Jeans an, die Nyela ursprünglich für die Semestershow entworfen hatte. Nun ist Allie endlich überzeugt. Sie ruft Nyela an und sagt ihr, dass sie weiterstudieren darf. Nyela war erfolgreich. Jetzt muss sie sich nur noch wieder mit Leigh vertragen. Neisha ist offenbar wieder ganz die Alte und langweilt sich so sehr, dass sie Sam überredet, den Kunstkurs zu schwänzen und am Kanal die Enten zu füttern. Da seine Freundschaft mit Lenny und damit auch die Band auf Eis liegt, stimmt Sam Neishas Plan zu, und sie überraschen sich gegenseitig: Neisha mit ihrer Liebe zu den Enten und Sam mit seinem ornithologischen Wissen. Sam ist froh über die Freundschaft und die Auszeit vom College. Aber er spürt auch, dass er Neisha helfen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749519","hoster":"VOE"},{"path":"/redirect/13749520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-17","name":"Das Wintermärchen","epNo":17,"alt":"Exit, Pursued By A Bear","descr":"Nyela möchte sich mit Leigh vertragen. Aber Leigh bleibt distanziert und kündigt Nyela die Freundschaft. Sie möchte sich nie wieder auf andere Menschen einlassen. Als Leigh mit Blinddarmentzündung zusammenbricht und ins Krankenhaus gebracht wird, taucht Nyela als ihr Notfallkontakt auf. Sie trommelt alle Freunde zusammen, um Leigh zu unterstützen. Ob sich die Freundinnen wieder vertragen werden? Nyela ist zurück am Athena, aber die Stimmung zwischen ihr und ihren alten Freunden ist angespannt, mit Ausnahme von Lenny. Vor allem Leigh wirkt distanziert, nachdem sie sich in ihr Schneckenhaus zurückgezogen hat. Beide haben den falschen Moment gewählt, um wieder Kontakt aufzunehmen, und so schottet sich Leigh wieder ab. Vergeblich versucht Nyela, mit ihr zu sprechen, und ist überrascht, als Leigh ihr die Freundschaft kündigt. Nyela ist bestürzt – sie weiß, dass sie nicht für Leigh da gewesen ist, als diese sie brauchte, aber umgekehrt hat Leigh ihr nicht die Wahrheit darüber gesagt, was vor sich gegangen ist. Leigh fühlt sich scheinbar sicherer, nachdem sie sich von allen abgeschottet hat, doch die Wirklichkeit schlägt zu, als sie mit einer Blinddarmentzündung ins Krankenhaus eingeliefert wird. Plötzlich steht Nyela an ihrem Bett, weil Leigh sie als Kontaktperson für den Notfall angegeben hat. Die Freundinnen vertragen sich wieder. Am Athena werden die Studenten mit der Gestaltung eines Bühnenbilds beauftragt und sollen in Gruppenarbeit verschiedene Aufgaben lösen: Design, Kulissenbau, Malerei und Requisiten. Neisha ist unzufrieden, im Bau-Team zu sein, aber als Sam sie neckt, sie werde sicher jemanden finden, der ihr die Arbeit abnehme, ist sie entschlossen, ihm das Gegenteil zu beweisen. Neisha beschäftigt sich mit Werkzeugen, die sie zuvor um jeden Preis gemieden hat, und beendet ihre Aufgabe. Sam ist tief beeindruckt, sogar noch mehr, als er schließlich das fertige Bühnenbild sieht. Nyela ist auch da, und Sam und sie entschuldigen sich gegenseitig, einander wehgetan zu haben. Eine weitere Freundschaft wird wiederhergestellt. Neisha aber hat Angst, ihren neuen Kumpel Sam zu verlieren, und beobachtet die beiden eifersüchtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749524","hoster":"VOE"},{"path":"/redirect/13749523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-18","name":"Das perfekte Jackett","epNo":18,"alt":"The Other Kind Of Like","descr":"Nyela schneidert gerade eine Jacke für Lenny, als sie erfährt, dass er seinen Geburtstag nicht gefeiert hat. Sie und Leigh planen eine nachträgliche Überraschungsparty für ihn. Obwohl Sam eigentlich für die Party abgesagt hat, springt er spontan auf die Bühne und spielt Schlagzeug. Nyela freut sich, dass die Band wieder vereint ist, und spürt, dass sie noch Gefühle für Sam hat. Lenny war in letzter Zeit so nett zu Nyela, dass sie beschließt, im Rahmen einer Kursarbeit eine Jacke für ihn zu entwerfen. Lexy und Miju spekulieren, ob Nyela und Lenny vielleicht mehr als nur Freunde sind. Aber Nyela ist sich ziemlich sicher, dass es zwischen ihnen nicht knistert. Nachdem Nyela von Leigh erfährt, dass sie und Lenny an seinem Geburtstag Schluss gemacht haben, schlägt sie vor, seinen Geburtstag nachzufeiern. Leigh ist auch dafür, und sie beginnen mit der Planung. Nyela wird klar, dass Lenny sich sehr über eine Wiedervereinigung der Band freuen würde; er und Sam reden aber kaum miteinander. Sie ist fest entschlossen, alles wieder in Ordnung zu bringen und spricht Sam an. Doch der sagt ab, da er und Neisha für den Abend Kinokarten haben. Nyelas Plan ist nicht aufgegangen, Neisha hingegen freut sich, Sam ganz für sich zu haben. Auch bei Naomi blitzt Nyela ab, als sie sie bittet, Bass zu spielen, obwohl Satori ihr gut zuredet. Als Ersatzschlagzeuger für Sam soll ein Drum-Computer einspringen. Dann scheint alles nach Plan zu laufen: Lenny ist begeistert von seiner Jacke, freut sich über die Überraschungsparty und auf die Möglichkeit, aufzutreten, wenn auch ohne Sam. Neisha ist argwöhnisch, als Sam doch noch auf die Party gehen will, um Lenny vor ihrem Kinobesuch noch eine Geburtstagskarte zu überreichen. Auf der Party angekommen, nervt der schlechte Sound des Drum-Computers Sam so, dass er auf die Bühne springt, um mit der Band aufzutreten. Neisha ist sauer, aber Nyela ist begeistert: Sam und Lenny sind wieder Freunde – Mission erfüllt! Aber da ist noch etwas: Plötzlich überkommt sie dieses Mehr-als-Freunde-Gefühl. Aber es gilt nicht Lenny, sondern Sam!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749527","hoster":"VOE"},{"path":"/redirect/13749526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-19","name":"Im Falle einer Ablehnung","epNo":19,"alt":"In Case Of Rejection","descr":"Nyela beschließt, Sam ihre Gefühle zu gestehen. Doch als sie erfährt, dass er mit Neisha zusammen ist, verwirft sie den Plan. Aber Sam fordert Neisha auf, reinen Tisch zu machen. Sie solle mit ihren Lügen aufhören, denn die beiden seien kein Paar. Daraufhin will Nyela Sam endlich sagen, dass sie ihn mag, und hofft, dass er ihre Gefühle erwidert. Doch Sams Reaktion lässt Neyla irritiert zurück. Nyela wird klar, dass sie ihre Gefühle für Sam nicht länger unterdrücken kann – sie muss handeln. Ermutigt von Lexy und Miju geht sie zum Athena, um ihm zu sagen, was sie fühlt. Sie hält aber inne, als sie mitbekommt, wie Neisha Jamie sagt, dass sie und Sam zusammen seien. Offensichtlich stimmt Nyelas Timing nicht, und sie gibt ihren Plan auf. Währenddessen erfährt Sam, was Neisha gesagt hat, und ärgert sich über diese Lüge. Er sagt ihr, dass sie es richtigstellen müsse. Neisha reagiert auf ihre eigene unnachahmliche Art und Weise – und macht vor allen anderen demonstrativ mit Sam \"Schluss\". Sam ist noch genervter, dass Neisha ihre Lüge mit einer weiteren Lüge verschlimmert. Neisha ist wütend, dass er ihre Freundschaft auf Eis legen will, und sagt Sam, dass sie ihn nicht mehr brauche. Aber obwohl Neisha aufgebracht ist, wird Nyela klar, dass sie jetzt ihren Plan verwirklichen und Sam sagen kann, was sie für ihn empfindet – und sie tut es. Er antwortet, er fühle zwar genauso, aber er bestehe darauf, dass sie einfach nicht füreinander bestimmt seien, und sie sollten lieber Freunde bleiben. Nyela ringt mit der Fassung, als Sam weggeht. Aber er ist genauso niedergeschlagen wie sie. Was ist los mit Sam?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749528","hoster":"VOE"},{"path":"/redirect/13749531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-20","name":"Die Dinnerparty","epNo":20,"alt":"A Moveable Feast","descr":"Zwischen Nyela und Sam herrscht unangenehme Stimmung, seit sie ihm ihre Gefühle gestanden hat. Um ihre Freundschaft zu retten, sucht Nyela nach einer Lösung. Als die Studenten eine Hausarbeit über Künstlergruppen schreiben sollen, entdeckt Nyela ein Foto eines Pariser Künstlerzirkels aus den 1920er-Jahren und schlägt eine Dinnerparty in diesem Stil vor. Kann sie damit wenigstens ihre Freundschaft retten? Leigh und Lenny sind anfangs wegen Nyelas Dinnerparty-Idee skeptisch, aber Sam erkennt das Motiv hinter Nyelas Vorschlag und ist begeistert. Voller Freude legt Nyela gleich los: Sie verwandelt den Gemeinschaftsraum des Studentenwohnheims in ein Pariser Café aus den 1920er-Jahren, ordnet jedem der Freunde einen Charakter einer berühmten Persönlichkeit aus dieser Zeit zu und näht die entsprechenden Kostüme. Die vier treffen sich in ihren Verkleidungen, und der Abend kann losgehen. Doch Sam, der sich bereit erklärt hat, das Dinner-Menü vorzubereiten, hat das Essen zu lange auf dem Herd stehen lassen. Nyela lässt sich davon nicht abschrecken und besteht darauf, sein angebranntes Risotto zu essen. Sam ist von ihrer Geste gerührt. Die vier Freunde lesen anschließend Nyelas vorbereitete Charakterkarten für ihre jeweiligen Vorbilder und stellen fest, dass sie perfektes Material für ihre Hausarbeiten haben. Nyela ist sehr erleichtert. Ihre Dinnerparty war ein Erfolg, und sie und Sam verstehen sich wieder gut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749533","hoster":"VOE"},{"path":"/redirect/13749535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-21","name":"Hammer megacoole Lexy","epNo":21,"alt":"Pick Your People","descr":"Nyelas Vater Ralf und ihre Schwester Lena kommen zu Besuch, und Nyela freut sich sehr darauf, ganz im Gegensatz zu Lena. Daraufhin stellt Nyela ihre Schwester zur Rede. Lena gibt zu, dass sie sich benachteiligt fühle. Ihre Eltern scheinen nur noch von Nyela zu reden. Nyela sagt Lena, dass sie auch eifersüchtig auf sie sei: Denn sie vermisse ihre Eltern. Nach anfänglichen Problemen beim Besuch ihres Vaters und ihrer Schwester Lena vertragen sich die Schwestern wieder. Nyela muss zugeben, dass das Kleid, das sie für Lena geschneidert hat, zu kindlich für sie ausgefallen ist. Mit Sams Hilfe ändert sie es so, dass es erwachsener wirkt, und Lena ist begeistert. Als ihre Familie wieder abreist, erinnert Nyela ihren Vater daran, dass seine jüngste Tochter jetzt auch erwachsen wird. Nyelas Familienbesuch macht Leigh zu schaffen, da sie an ihr gestörtes Verhältnis zu ihrer Mutter und ihren abwesenden Vater denken muss. Satori ermutigt sie und erklärt ihr, dass man sich seine Familie auch selbst aussuchen könne, denn Freunde könnten auch Familie sein. Als Satori jedoch über ihre gemeinsame Beziehung sprechen will, weist Leigh sie schroff zurück und lässt sie eiskalt abblitzen. Lexy bereitet sich inzwischen darauf vor, Dale wegen einer Lüge über den Todestag seiner Mutter zur Rede zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749534","hoster":"VOE"},{"path":"/redirect/13749541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-22","name":"Das Medaillon","epNo":22,"alt":"Please Don’t","descr":"Sam sagt ein Interview mit Lenny bei einer bekannten Vloggerin für die Band ab und zerstört versehentlich das Medaillon, das er für einen Kurs anfertigen soll. Was ist nur los mit Sam? Sams Schwester Nancy ruft Nyela an und erzählt ihr, was Sam verschweigt: Ihre und Sams Mutter Katherine habe einen bösartigen Knoten in der Brust und solle schnellstens operiert werden. Nyela will Sam beistehen und bietet ihm an, mit ihm zu seiner Mutter zu fahren. Nyela findet das halb fertige Medaillon, das Sam in den Müll geworfen hat, und gibt es Allie. Die bittet ihn daraufhin, alles zu erzählen. Nach seinem Bericht erlaubt Allie Sam, seine Familie in Chippenham zu besuchen. Nyela bietet Sam an, ihn zu unterstützen und mitzukommen. Der akzeptiert erleichtert. Nach Sams Interviewabsage beschließt Lenny, es alleine durchzuziehen. Aber dann erfährt Naomi davon und besteht darauf, dabei zu sein, denn sie gehöre schließlich auch zur Band. Lenny ist nervös. Er und Naomi sind sich eigentlich spinnefeind. Aber Naomi lässt sich nicht abschütteln. Sie machen ein Übungsinterview mit Leigh, welches damit endet, dass Lenny Naomi dafür kritisiert, zu ernst zu sein, und Naomi Lenny vorwirft, er sei zu oberflächlich. Am nächsten Tag haben sich beide die Kritik aneinander zu Herzen genommen und die Eigenschaften des anderen übernommen. Das Interview führt zu lustigen Auseinandersetzungen, und beide denken, dass es eine Katastrophe war – bis sie sehen, dass das Interview mit der Vloggerin jede Menge Likes bekommt und eine bessere Werbung ist, als sie dachten. Lenny sieht Naomi jetzt in einem anderen Licht, und sie fangen gleich an, neue Stücke zu proben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749537","hoster":"VOE"},{"path":"/redirect/13749538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-23","name":"Eine Krone für den Ball","epNo":23,"alt":"In Defence Of Tiaras","descr":"Sams Mutter Katherine soll operiert werden. Nyela tut ihr Bestes, um Sam und Nancy im Krankenhaus während der OP abzulenken. Aus Ungewissheit über den Zustand seiner Mutter trifft Sam eine Entscheidung: Er kann nicht am Athena bleiben und will das Studium zum Ende des Semesters abbrechen, um sich um seine eine Schwester zu kümmern. Nyela versteht ihn, obwohl beide todunglücklich sind. Leigh ist erschüttert, als sie beim Fotografieren draußen ihre Mutter entdeckt. Melissa besucht London anlässlich eines Yoga-Tages. Sie nimmt sich offensichtlich mehr Zeit für sich, nachdem sie ein Selbsthilfebuch gelesen hat. Leigh schwankt zwischen der Wut darüber, dass ihre Mutter ihr nichts von ihrem Besuch in der Stadt gesagt hat, und dem Wunsch, wegzulaufen. Sie streiten sich über Melissas Prioritäten, aber Melissa sagt ihren Yoga-Tag ab. Wenn Leigh mehr Zeit zusammen verbringen möchte, dann kann sie das gern haben. Leigh muss sich nun um ihre Mutter kümmern, während sie gleichzeitig an ihrem Kleid arbeitet. Sie ist zunehmend genervt, besonders als Melissa anfängt, sich mit Neisha zu unterhalten. Als Melissa Leighs Kleid kritisiert, explodiert Leigh: Sie seien nicht gleich, würden verschiedene Dinge mögen. Und am Ende gesteht sie ihrer Mutter, dass sie Mädchen lieber mag als Jungs. Obwohl sie damit rechnet, dass Melissa das missbilligt, gibt ihr ihre Mutter überraschenderweise Rückhalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749543","hoster":"VOE"},{"path":"/redirect/13749540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-24","name":"Eine Art Märchen","epNo":24,"alt":"A Sort Of Fairytale","descr":"Vor dem Athena-Sommerball steigt die Aufregung, aber Nyela ist traurig, weil Sams Abschied bevorsteht. Auch Lenny ist enttäuscht, dass sein Freund weggehen wird, und plant eine Überraschung. Währenddessen lässt Neisha nichts unversucht, um dafür zu sorgen, dass sie zur Ballprinzessin gekrönt wird. Wen haben die Studenten zu ihrem Prinzenpaar gewählt? Werden Neishas Träume wahr? Was sagt Sam, dass es Nyela so aufwühlt? Nyela ist traurig, dass Sam weggeht. Doch sie will kein Trübsal blasen und fragt Leigh, ob sie ihre Ballpartnerin werden möchte. Leigh sagt zu und kommt sogar zu Nyela nach Hause, um sich mit ihr für den Ball schick zu machen. Leigh möchte ihre Freundin unterstützen, da sie weiß, dass Nyela traurig ist. Dank Lexys Schminkkünsten werden die Freundinnen geradezu verwandelt und sehen fantastisch aus. Als sie zum Athena kommen, hat sich die Kantine in eine Märchenwelt verwandelt. Nyela ist beeindruckt und dankbar, diesen Abend mit ihren Freunden verbringen zu dürfen. Lenny eröffnet die Feier mit einem Lied, aber es ist nicht sein üblicher, fröhlicher Stil, sondern eine ergreifende Klavierballade für Sam, weil der das Athena verlassen wird. Alle sind tief bewegt. Miju und Lexy sind auf den Ball eingeladen worden, obwohl sie nicht am Athena studieren. Miju ergreift die Gelegenheit und zeigt Lexy einige Make-up-Design-Fotos der Studentinnen, um sie davon zu überzeugen, am Athena zu studieren. Lexys Fähigkeiten sind nach Mijus Auffassung genauso gut. Lexy gibt zu, dass sie mal Visagistin habe werden wollen, sie dann aber als Model entdeckt worden sei und seitdem nicht mehr daran gedacht habe. Sie habe ihren einstigen Traum abgehakt. Miju ist nicht überzeugt. Neisha hält den Atem an, als der Prinz und die Prinzessin des Sommerballs verkündet werden – und verblüfft, als Nyelas Name fällt und nicht ihrer. Sie überspielt ihre Enttäuschung, aber stiehlt sich weg. Nyela weiß nicht, was sie damit anfangen soll – und ist noch überraschter, als Sam zum Prinzen ernannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749542","hoster":"VOE"},{"path":"/redirect/13749545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-25","name":"Die Abschlusspräsentation","epNo":25,"alt":"Final Level Boss","descr":"Nyela ist endlich mit Sam zusammen, aber auch traurig, dass er das Athena verlassen muss. Da ruft Sams Mutter an. Ihr Krebs ist geheilt, und er muss nicht nach Hause zurückkommen. Der Jubel endet jedoch schnell, als bekannt wird, wer die Abschlussarbeiten der Studenten bewerten wird: Oscar Beerfeld, der Designer, den Nyela öffentlich als Sexisten entlarvt hat. Wird er Nyelas Chancen zunichtemachen? Nyela ist erschüttert, dass gerade er ihre Arbeit benoten soll. Allie hat Verständnis, sagt aber, dass ihr die Hände gebunden seien. Oscar ist ein Geldgeber des Athena. Sie rät Nyela, professionell zu bleiben und die Vergangenheit abzuhaken. Doch als Beerfeld ihren Ansatz sieht, werden bei ihm Erinnerungen wach. Er macht ihr klar, dass sie es nicht ins zweite Jahr schaffen werde, wenn es nach ihm gehe. Jamie ist schadenfroh über Nyelas zu erwartendes Scheitern und spekuliert gegenüber Neisha schon auf Nyelas Stipendium – aus Rache dafür, dass sie ihn abserviert hat. Aber sein Plan geht nicht auf, als Oscar die Tasche entdeckt, die Neisha für ihre Abschlussarbeit entwirft. Er macht ihr Hoffnungen, sie einzustellen, und Neisha kann ihr Glück nicht fassen. Währenddessen muss Nyela allen Mut zusammennehmen, um ihre Abschlussarbeit doch noch zu präsentieren. Sam und Leigh sind vor ihr dran und werden ins zweite Jahr übernommen. Als Nyela ihr Kleid präsentiert, ist Oscar anfangs unhöflich und geringschätzig, aber sie überrascht ihn mit einem verblüffenden Phönix-Effekt. Beerfeld ist sprachlos. Aber wird es reichen, um ihr einen Platz im zweiten Jahr zu sichern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749547","hoster":"VOE"},{"path":"/redirect/13749550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/athena/staffel-1/episode-26","name":"Ende gut, alles gut","epNo":26,"alt":"Leigh Feelings","descr":"Als Nyela klar wird, was für ein tolles Angebot Allie ihr gemacht hat, nimmt sie es an: Sie wird in New York studieren. Ihre Nachricht hat Auswirkungen. Leigh ist verstört, Sam ist traurig. Wird Nyela es verkraften, ihre Freunde zurückzulassen? Währenddessen muss Leigh selbst eine wichtige Entscheidung treffen, Satori macht sich bemerkbar, Lenny steht vor einer neuen Herausforderung, und Neishas Illusionen bekommen einen Dämpfer. Nyela hat ihre Präsentation mehr als erfolgreich bestanden, doch Neisha bereitet sich noch darauf vor. Sie plant ihr neues Modeimperium aufgrund von Oscars Jobangebot. Jamie wird eifersüchtig. Neisha präsentiert Oscar ihre Tasche, doch die fällt dabei auseinander. Er zieht sein Angebot zurück, und sie ist am Boden zerstört. Neisha ahnt, wer dahintersteckt. Lenny arbeitet auch noch an seiner Abschlussarbeit, wird abgelenkt und verletzt sich die Hand. Am nächsten Tag sagt Allie ihm, er brauche nichts zu präsentieren – stattdessen werde sie seine Arbeit des ganzen Studienjahres beurteilen. Lenny ist genervt. Satori versucht inzwischen erneut, Leigh für sich zu gewinnen. Sie begründet ihr früheres Verhalten damit, dass sie Angst gehabt hätte, die Kontrolle zu verlieren. Leigh weist sie erneut zurück, aber Satoris Worte klingen nach. Leigh räumt Nyela gegenüber ein, dass es falsch von ihr gewesen wäre, sie aufhalten zu wollen. Nyela sollte ihre Chance nutzen. Da merkt sie, dass sie diesen Rat selbst beherzigen muss. Sie eilt zu Satori, die gerade dabei ist, Allie und Oscar Beerfeld ihre Abschlussarbeit zu präsentieren, und fragt sie, ob sie mit ihr zusammen sein wolle. Nyela hat jetzt Leighs Segen und geht zu Lenny, der immer noch versucht, sein Abschlussprojekt fertigzustellen. Sie hilft ihm, und später entdeckt Allie, dass Lenny mit neuen Techniken an einer größeren Leinwand arbeitet. Sie ist beeindruckt und sagt ihm, dass er ins zweite Jahr aufgenommen werde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749551","hoster":"VOE"},{"path":"/redirect/13749549","hoster":"Streamtape"}]}]}]}]}