{"seriesId":"atlanta-exes","name":"Atlanta Exes","descr":"Gleiches Prinzip, andere Stadt: Das Spin-Off von \"Hollywood Exes\" begleitet die Ex-Frauen bekannter Schauspieler und Musiker, die in Atlanta wohnen. Unter Ihnen befinden sich z. B. die Ex-Frau von Cee-Lo Green und die frühere Verlobte von Ne-Yo.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Tameka veranstaltet eine Packparty, um ihr Haus zu verlassen; Christina und Sheree stellen Torrei Atlantas Dating-Szene vor.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Sheree erfährt, dass Tameka sie hintergangen hat. Christina hat ein Blind Date.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nach dem Drama versucht Christina, die Situation für die Frauen zu glätten. Beleidigungen fliegen während eines Mittagessens.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Christina und Monyetta arrangieren einen Ausflug in eine Kabine, wo sich die Gruppe mit einem Mediator trifft, um ihre Probleme zu lösen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Torrei lädt die Frauen für eine Woche auf die Cayman Islands ein; Nachdem die Probleme gelöst wurden, herrscht zaghafter Frieden in der Gruppe.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Sheree bittet Torrei, ihr zu helfen, den Vater zu finden, den sie seit fünfzehn Jahren nicht mehr gesehen hat. Christina erzählt CeeLo von ihrer Beziehung zu Willy.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Monyetta richtet eine Wohltätigkeitsveranstaltung aus und ehrt Christina für ihre Arbeit zur Überwindung einer missbräuchlichen Beziehung in der Vergangenheit. Tameka trifft sich mit Sheree und Monica und rührt das Drama wieder auf. Nachdem Monica sie betrogen hat, konfrontiert Sheree beide mit den Gerüchten, die im Umlauf waren.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Tameka veranstaltet ein 5-km-Rennen zu Ehren ihres verstorbenen Sohnes Kile Glover, doch nach dem jüngsten Drama beschließt Sheree, das Ereignis abzubrechen. Sheree und ihre Tochter Destinee veranstalten eine gemeinsame Geburtstagsfeier und Tameka wird eingeladen. Werden diese beiden jemals über ihren Konflikt hinwegkommen oder sind sie dazu bestimmt, ihre Freundschaft endgültig zu beenden?","versions":[]}]}]}