{"path":"/serie/stream/atlantis","name":"Atlantis","descr":"Der junge Jason, der aus 2013 stammt und seinen Vater bei einem Schiffsunglück verlor, erwacht am Strand einer mysteriösen Insel mit gigantischen Bauwerken und phantastischen Fabelwesen und Halbgöttern. Wie Jason mit der Zeit heraus findet, ist er in Atlantis gelandet. Er begegnet dem übergewichtigen Herkules und den schlauen Pythagoras und freundet sich mit ihnen an. Dem König Minos und dessen Frau Pasiphaë ist die aufkeimende Liebe zwischen Jason und ihrer Tochter Ariadne ein Dorn im Auge.","seasons":[{"path":"/serie/stream/atlantis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/atlantis/staffel-1/episode-1","name":"Die Prophezeiung des Minotaurus","epNo":1,"alt":"The Earth Bull","descr":"Als Jason sich auf die Suche nach seinem Vater begibt, findet er sich auf einmal an der Küste eines mysteriösen Landes wider. Dabei handelt es sich um eine Welt voller mystischer Kreaturen, Orakel und Paläste. Sie ist so groß, dass es heißt, sie sei von Riesen erbaut worden - die Stadt Atlantis.\rAber alles sieht danach aus, als hätte sich der Neuling den falschen Zeitpunkt für seinen Besuch ausgesucht. Jason findet sich schnell inmitten eines tödlichen Rituals wider, aus dem es scheinbar kein Entrinnen gibt.Auf Jason wartet ein großes Arbenteuer und viele spannende Heldentaten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14096105","hoster":"VOE"},{"path":"/redirect/12097986","hoster":"Doodstream"},{"path":"/redirect/8513541","hoster":"Vidoza"},{"path":"/redirect/8297784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-2","name":"Der Kult","epNo":2,"alt":"A Girl By Any Other Name","descr":"Trotz ihres neuen Ruhmes, den sie sich durch den Sieg über den Minotaurus erworben haben, sind die Jungs nach wie vor arm und hungrig. Als ein alter Mann sie beauftragt, seine verschwundene Tochter zu finden, scheinen sich die Dinge zum Besseren zu wenden. Doch schnell wird klar, dass Jason und seine Freunde es nicht mit einer leichten Aufgabe zu tun bekommen werden. Denn die Tochter ist von Maenads entführt worden, fanatischen Dienern des Gottes Dionysus. Und dann taucht auch noch ein Fremder mit dem Namen Medusa auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094693","hoster":"VOE"},{"path":"/redirect/12097983","hoster":"Doodstream"},{"path":"/redirect/8297793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-3","name":"König der Arena","epNo":3,"alt":"A Boy of No Consequence","descr":"Nachdem sich Jason und seine Mitstreiter mit einem jungen Adeligen angelegt haben, liegt ihr Schicksal in den Händen von König Minos. Dieser bestimmt, dass Poseidon über den weiteren Umgang mit den Abenteurern entscheiden wird. Um zu überleben, müssen sie einem wilden Stier gegenüber treten und über ihn hinwegspringen. Nun muss sich Jason als Anführer beweisen, damit sich das Team der Aufgabe stellen kann. Doch unter den Zuschauern befindet sich eine finstere Macht, welche die Mächte der Götter gegen die Abenteurer aufbringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094694","hoster":"VOE"},{"path":"/redirect/12097987","hoster":"Doodstream"},{"path":"/redirect/8297795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-4","name":"Ein Wink des Schicksals","epNo":4,"alt":"Twist of Fate","descr":"Auf einer Jagd in den Bergen entdecken die Jungs ein zurückgelassenes Baby. Jason weigert sich, das Kind alleine zu lassen und beschließt, es mit nach Atlantis zu nehmen.\rSeine Wohltat zieht jedoch einige Konsequenzen nach sich und die Freunde finden sich in einem komplizierten Netz aus Lügen und Geheimnissen wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13464273","hoster":"VOE"},{"path":"/redirect/12097982","hoster":"Doodstream"},{"path":"/redirect/10712569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-5","name":"Der verlorene Bruder","epNo":5,"alt":"White Lies","descr":"Nachdem sie eine nächtliche Nachricht von außerhalb der Stadt erhalten hat, bittet Ariadne, Jason und seine Freunde um Hilfe, um den Absender zu finden.Es erscheint jedoch als aussichtsloses Unterfangen, die Stadt zu verlassen, ohne den Verdacht der Königin zu erwecken, vor allem, als die Gruppe herausfindet, dass die Nachricht von Therus geschrieben wurde, dem im Exil befindlichen Bruder von Ariadne.Während Heptarian und die Königswache ihnen immer näher kommen, muss sich Ariadne entscheiden, wo ihre Loyalität liegt: Bei Atlantis oder ihrem königlichen Bruder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448878","hoster":"VOE"},{"path":"/redirect/8297810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-6","name":"Der Gesang der Sirenen","epNo":6,"alt":"The Song of the Sirens","descr":"Bei dem Versuch, Medusa für sich zu gewinnen, stattet Herkules der Hexe einen Besuch ab. Deren Zaubersprüche stellen sich als verbindlicher heraus, als er sich jemals vorgestellt hätte.Am Ende liegt es an Jason, das Vergangene rückgängig zu machen, bevor es dafür zu spät sein kö","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448877","hoster":"VOE"},{"path":"/redirect/12097990","hoster":"Doodstream"},{"path":"/redirect/8297816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-7","name":"Die Regeln des Kampfes","epNo":7,"alt":"The Rules of Engagement","descr":"Nachdem er von der königlichen Verlobung erfahren hat, riskiert der todunglückliche Jason alles, um den Willen der Götter gegen diese Vermählung zu wenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12402081","hoster":"VOE"},{"path":"/redirect/8297817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-8","name":"Die Furien","epNo":8,"alt":"The Furies","descr":"Die Gruppe der Abenteurer um Jason erhält unerwartet Unterstützung von Arkas, dem jüngeren Bruder von Pythagoras. Ihre Mission ist es, eine kostbare Fracht durch die Wüste zu transportieren. Während der Reise scheint es, als hätte ein Mitglied der Reisenden etwas zu verstecken. Als ein düsteres Geheimnis aufgedeckt wird, findet sich die Gruppe plötzlich in einem Kampf um Leben und Tod wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13099362","hoster":"VOE"},{"path":"/redirect/8297820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-9","name":"Die Büchse der Pandora","epNo":9,"alt":"Pandora\u0027s Box","descr":"Es sieht so aus, als würden Hercules und Medusa doch noch ihr Glück finden, als Medusa plötzlich von Kyros, einem grausamen Geldverleiher, entführt wird. Dieser zwingt Hercules dazu, in die Unterwelt hinabzusteigen, um dort ein sehr kostbares und mächtiges Artefakt zu suchen. Hercules und seine Freunde begeben sich auf die gefährliche Reise an deren Ende der Tod lauert, doch gibt ihnen Kyros nur einen Tag Zeit diese wagemutige Aufgabe zu erfüllen, andernfalls wird Medusa für Hercules\u0027 Versagen bezahlen müssen. Gelingt es ihm, das Artefakt in seinen Besitz zu bringen, Hades zu täuschen und erfolgreich aus der Unterwelt zurückzukehren? Was auch immer passiert, irgendwo wird irgendwer einen schrecklichen Preis bezahlen müssen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505924","hoster":"VOE"},{"path":"/redirect/12097993","hoster":"Doodstream"},{"path":"/redirect/9040019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-10","name":"Der Preis der Hoffnung","epNo":10,"alt":"The Price of Hope","descr":"Nach den tragischen Ereignissen rund um das Verschwinden von Medusa, statten Hercules, Jason und Pythagoras dem Erfinder Daedalus einen Besuch ab, in der Hoffnung, dass er ihnen eventuell irgendwie helfen kann. Doch Hercules wendet sich in seiner Ungeduld an den skrupellosen Crios, dessen Informationen ihm helfen sollen, seine Geliebte zu retten. Jedoch bringen Hercules\u0027 Entscheidungen ihn und eine Mitstreiter schon bald in eine gefährliche Situation, in der sie zum Ziel einer grausamen Menschenjagd werden. Die Hoffnung, dieser brenzligen Lage irgendwie zu entkommen, schwindet schnell und Hercules, Jason und Pythagoras müssen ihren ganzen Mut beweisen, als plötzlich unerwartete Rettung naht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095627","hoster":"VOE"},{"path":"/redirect/8297823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-11","name":"Quälender Hunger","epNo":11,"alt":"Hunger Pangs","descr":"Als der mittellose Jason sich an einem Festmahl für die Götter labt, muss er feststellen, dass einige der Speisen nicht nur merkwürdige Formen und auf ihn auch eine seltsame Wirkung haben, auch die Götter zeigen sich erbost. Schon bald ist Jason kaum noch zu bändigen, also müssen seine Freunde Hercules und Pythagoras ihm und seinem Verhalten irgendwie Einhalt gebieten, bevor Heptarian seinem Rivalen Jason und dessen treiben ein unschönes Ende setzen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448884","hoster":"VOE"},{"path":"/redirect/10712568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-12","name":"Von den Göttern gesegnet, Teil 1","epNo":12,"alt":"Touched by the Gods: Part One","descr":"Jason wird von Circe an ihren gemeinsamen Pakt und an die Konsequenzen, sollte er ihn nicht erfüllen, erinnert. Jason bleibt also keine andere Wahl, als die Königin zu töten, doch stellt sich dieses Vorhaben als sehr gefährlich und fast unmöglich heraus.Gemeinsam mit Hercules und Pythagoras dringt er bei Nacht in den Palast der Königin ein, jedoch werden auch schon bald seine wahren Absichten enthüllt. Als die drei Helden dann von den Wachen entdeckt werden, brauchen sie mehr als nur ein bisschen Glück, um der Situtation zu entrinnen. Doch sie bekommen Hilfe von jemanden innerhalb des Palastes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13464274","hoster":"VOE"},{"path":"/redirect/8297832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-1/episode-13","name":"Von den Göttern gesegnet, Teil 2","epNo":13,"alt":"Touched by the Gods: Part Two","descr":"Während Minos\u0027 Gesundheitszustand sich verschlechtert, erreichen die Intrigen Pasiphaes ihren Höhepunkt. So verurteilt sie Ariadne zu einer furchtbaren Hinrichtung, die nicht einmal ihre schlimmsten Feinde verdienen würden. Nachdem sich jeder hinter die Königin gestellt hat, ist Ariadnes letzte Hoffnung Jason. Dieser und seine Freunde brauchen jede Hilfe, die sie bekommen können, um sie zu retten. Glücklicherweise lassen sich in Atlantis einige loyale Anhänger des Königs finden, die sich ihnen bei dieser noblen Tat anschließen.In einem dramatischen Finale positionieren sich die einzelnen Gegenspieler abermals, und als die Chancen für Jason und seine Leute zu schwinden drohen, kommt es zu einer schockierenden Enthüllung, die den weiteren Verlauf der Ereignisse komplett auf den Kopf stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448886","hoster":"VOE"},{"path":"/redirect/9795590","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/atlantis/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/atlantis/staffel-2/episode-1","name":"Das Himmelsfahrtkommando (1)","epNo":1,"alt":"A New Dawn: Part One","descr":"Jason ist in einer Welt voller Magie und fantastischer Kreaturen gelandet, auf einer Insel mit Bauwerken, die so gigantisch und überwältigend sind, dass sie nicht von Menschenhand erschaffen worden sein können. Doch er scheint den falschen Zeitpunkt für seine ungewollte Ankunft erwischt zu haben, denn plötzlich ist er mitten in einem Todesritual gefangen, aus dem es kein Entkommen zu geben scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918554","hoster":"VOE"},{"path":"/redirect/11753612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-2","name":"Das Himmelsfahrtkommando (2)","epNo":2,"alt":"A New Dawn Part Two","descr":"Pasiphae besetzt Atlantis und ohne das Palladium, um die Stadt zu beschützen, scheint ihr Schicksal gebannt. Die letzte Hoffnung sind Jason, Hercules und Pythagoras, die sich aber weit weg von Atlantis in einer anderen Schlacht befinden. Als der Kampf seinen Höhepunkt erreicht, macht Hercules eine Entdeckung, die den Lauf der Zukunft entscheiden könnte und die ihn daran zweifeln lässt, an was er seit jeher geglaubt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13099360","hoster":"VOE"},{"path":"/redirect/8297839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-3","name":"Telemon","epNo":3,"alt":"Telemon","descr":"Ariadne wurde zur Königin gekürt, doch von Pasiphaes Angriff hat sich die Stadt noch nicht erholt. Just in diesem Moment erscheint ein rätselhafter Fremder und verspricht die endgültige Rettung von Atlantis. Doch ist der Preis, den Ariadne hierfür zahlen muss, eine zu große Belastung für sie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094695","hoster":"VOE"},{"path":"/redirect/8297841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-4","name":"Auf dem Weg zur Hochzeit","epNo":4,"alt":"The Marriage of True Minds","descr":"Als die königlichen Hochzeitsvorbereitungen im vollen Gange sind, muss Ariadne eine Reise in Telemons Heimatland Aegina antreten. Doch das Königreich ist noch immer von den Kolchen besetzt und Jason fürchtet um Ariadne. Doch diese ist fest entschlossen, ihre Reise zum Wohle ihres Volkes fortzusetzen. Jasons Vermutungen sollen sich aber bestätigen und an jeder Ecke lauern Gefahren. Hat das Glück Ariadne endgültig verlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095622","hoster":"VOE"},{"path":"/redirect/8297840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-5","name":"Der Tag der Toten","epNo":5,"alt":"The Day Of The Dead","descr":"Als der Wüstenstaub sich legt, findet sich Jason vor der antiken Totenstadt Nekropolis wieder. Und schon bald merkt er, dass er nicht alleine ist. Überall um ihn herum wimmelt es von Untoten. Als Jason mit den fleischfressenden Monstern um sein Leben kämpft, erblickt er die mysteriöse Medea – doch kann er ihr trauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603061","hoster":"VOE"},{"path":"/redirect/8297846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-6","name":"Die Grauen","epNo":6,"alt":"The Grey Sisters","descr":"Ariadne liegt im Sterben und Jasons Schuldgefühle sind für ihn kaum zu ertragen. Er setzt alles daran, seine große Liebe zu retten und tritt eine gefährliche Reise ins Unbekannte an. Nach einem waghalsigen Aufeinandertreffen mit den antiken \"Drei Schwestern der Gorgonen\" – den Grauen – begegnet er einmal mehr Medea und Pasiphae. Kann Jason deren Zauber dafür einsetzen, Ariadne zu retten – oder haben diese einen anderen Plan?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13099364","hoster":"VOE"},{"path":"/redirect/8297856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-7","name":"Der Wille der Götter","epNo":7,"alt":"A Fate Worse Than Death","descr":"Vor ihrer Hochzeit wollen Ariadne und Jason den Segen der Götter einholen, um die Vorbehalte der Bevölkerung und unter den Adeligen zu besänftigen. Das Orakel begibt sich daraufhin zum Heiligen Hain, um dort mit den Göttern in Kontakt zu treten. Diese erteilen ihren Segen und das Orakel kehrt nach Atlantis zurück. Doch kaum hat Meleas die gute Nachricht an Ariadne und Jason überbracht, wird das Orakel im Tempel angegriffen und entführt. Herkules, Pythagoras und Jason machen sich umgehend auf, das Orakel aus dem Tempel der Hektate zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332504","hoster":"VOE"},{"path":"/redirect/8297850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-8","name":"Im Angesicht des Todes","epNo":8,"alt":"The Madness of Hercules","descr":"Nachdem Jason fälschlicherweise für den Mord am Orakel verurteilt wurde, wartet er in einer Zelle auf den Tag seiner Hinrichtung. Ariadne weist Pythagoras und Herkules ab, die sich für Jasons Begnadigung einsetzen und auch eine Audienz für Jason stößt bei ihr auf Ablehnung. Herkules, der Medusa in seiner Jagdhütte versteckt hält, bringt es nicht übers Herz, sie an die Bewohner von Atlantis auszuliefern. Daher beschließt er, Jason auf eigene Faust aus dem Gefängnis zu befreien – mit für ihn weitreichenden Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095623","hoster":"VOE"},{"path":"/redirect/8297854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-9","name":"Die Rache der Gorgone","epNo":9,"alt":"The Gorgon\u0027s Gaze","descr":"Kassandra, das neue Orakel, prophezeit Pasiphae den Zorn der Götter, sofern nicht der rechtmäßige Thronfolger seinen Platz in Atlantis einnehme. Diese ist außer sich und schürt mit Cilix den Plan, Ariadne zum Verzicht auf die Krone zu zwingen. Doch Ariadne beharrt auf ihre Position und wird gefangen genommen. Jason und seine Freunde, die sich in den Bergen verstecken, erhalten diese beunruhigende Nachricht und ohne Jason darüber in Kenntnis zu setzen, treffen Medusa und Pythagoras einen furchtbaren Entschluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095624","hoster":"VOE"},{"path":"/redirect/8297848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-10","name":"Tod des Lichts","epNo":10,"alt":"The Dying of the Light","descr":"Nachdem Jason davon erfahren hat, dass Pasiphae seine Mutter ist, scheint die Prophezeiung des Orakels wahr zu werden: Sein Herz beginnt sich zu verdunkeln und er handelt immer skrupelloser. Schon bald kommt es zu ernsthaften Auseinandersetzungen innerhalb der Gruppe und Herkules beginnt an der Freundschaft zu zweifeln. Doch Pythagoras hat die Hoffnung noch nicht aufgegeben und wendet sich an Melas und Kassandra, die ihm mitteilen, dass nur Jasons Vater noch in der Lage ist, Jason wieder auf den rechten Weg zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922199","hoster":"VOE"},{"path":"/redirect/8297853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-11","name":"Vom selben Blute","epNo":11,"alt":"Kin","descr":"Medea musste Jason vor dessen eigenen Truppen retten, nachdem sich sein Herz verdunkelt hat und er sich immer stärker zu Medea und Pasiphae hingezogen fühlt. Jason beschließt, wieder nach Atlantis zurückzukehren, wo er wider Erwarten freundlich von Pasiphae empfangen wird. Unterdessen suchen Herkules, Pythagoras, Ariadne und Jasons Vater Aeson im ganzen Wald nach ihm, wo er aber nirgends aufzufinden ist. Ihnen wird bewusst, dass Jason entführt worden sein muss und Aeson beschließt, nach Atlantis zurückzukehren, um seinen Sohn zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8448898","hoster":"VOE"},{"path":"/redirect/8297857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-12","name":"Die Königin muss sterben (1)","epNo":12,"alt":"The Queen Must Die (1)","descr":"Jason begibt sich zurück nach Atlantis, um seinen Freund Diokles, der mit ihm in der Arena gekämpft hatte, zu befreien. Bei dem Befreiungsversuch bekommt die Gruppe scheinbar Unterstützung von Ikarus. Doch Ikarus’ Vater steht kurz vor der Hinrichtung und wird nur verschont, wenn Ikarus Pasiphae jeden Schritt der geplanten Befreiung – und somit die Gruppe – verrät. Als Jason in den Zellen der Arena angekommen ist und Diokles sowie die anderen Gefangenen befreit hat, schlagen Pasiphaes Männer zu – mit blutigen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095625","hoster":"VOE"},{"path":"/redirect/8297859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/atlantis/staffel-2/episode-13","name":"Die Königin muss sterben (2)","epNo":13,"alt":"The Queen Must Die (2)","descr":"Nach Pasiphaes Tod stehen nur noch Cilix und die Armee zwischen Jason und dem Thron. Jason und seine Gruppe beschließen, Cilix in eine Falle zu locken, indem Pythagoras Ikarus erzählt, das Friedensangebot für Cilix sei echt. In Wahrheit aber plant die Gruppe, Cilix zu ermorden. Tatsächlich geht der Plan auf und Ikarus berichtet Cilix von dem angeblichen Angebot. Zwar zweifelt der im ersten Moment daran, doch schließlich lässt er sich darauf ein und steht Jason und seinem Freund von Angesicht zu Angesicht gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095629","hoster":"VOE"},{"path":"/redirect/8297863","hoster":"Streamtape"}]}]}]}]}