{"seriesId":"atomic-age-declassified","name":"Atomic Age Declassified","descr":"3-tlg. Dokumentation über den Beginn eines explosiven Zeitalters, das die Menschheit an die Grenzen ihrer Möglichkeiten gebracht und die ständig lauernde Gefahr einer totalen Vernichtung erzeugt hat: Das Atomzeitalter.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Born with the Bomb","descr":"Die Bombardierung Japans, der \"First Lightning\" -Test des Sowjets und die Detonation der amerikanischen H-Bomben waren starke Anzeichen für das bevorstehende Atomzeitalter. Aber wie kürzlich freigegebene Akten zeigen, wurden explosive Ereignisse auch im Verborgenen durchgeführt. Entdecken Sie, wie weit die US-Regierung gegangen ist, um ihre Geheimnisse des Kalten Krieges zu schützen, und wie nah die Welt der völligen Vernichtung kam. Von der Darstellung von Ethel Rosenberg bis hin zu Strahlungsexperimenten an ahnungslosen Zivilisten ist dies ein düsterer Blick auf die ruhigere Seite des Atomzeitalters.","versions":[{"lang":2,"streams":[{"redirect":8698559,"hoster":"VOE"},{"redirect":8698558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Spies in Space","descr":"Noch vor zwei Jahren hat das National Reconnaissance Office (NRO) ein streng geheimes 1960er-Programm deklassiert, um eine bemannte Spionageplattform in die Umlaufbahn zu bringen. Während Apollo die ganze Aufmerksamkeit und den Ruhm in seinem Wettlauf zum Mond bekam, arbeiteten die Männer und Frauen hinter MOL im Schatten, um Amerika die Augen und Ohren zu geben, die es brauchte. Nach 50 Jahren der Geheimhaltung wird Spies in Space die erste Fernsehsendung sein, die selten gesehenes Material von Amerikas geheimen Spionagesatellitensystemen zusammenwebt.","versions":[{"lang":2,"streams":[{"redirect":8698573,"hoster":"VOE"},{"redirect":8698564,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Filming the Bomb","descr":"2017 veröffentlichten die USA Filme aus einer Generation von Atomtests, mit denen Wissenschaftler die letzten Bilder von thermonuklearen Explosionen untersuchen konnten, von denen wir hoffen, dass wir sie jemals sehen werden. Aber es dauerte Jahre, sie zu beschaffen, und Dutzende von Nuklearexplosionen. In Los Angeles produzierte das von Hollywood-Profis besetzte geheime Filmstudio Lookout Mountain unzählige Filme, die sich an unterschiedliche Zielgruppen richteten, von politischen Entscheidungsträgern über Soldaten bis hin zu Wissenschaftlern und Zivilisten. Das Ziel: jeden überzeugen, der zuhört.","versions":[{"lang":2,"streams":[{"redirect":8698565,"hoster":"VOE"},{"redirect":12514559,"hoster":"Streamtape"}]}]}]}]}