{"seriesId":"attack-on-titan","name":"Attack on Titan","descr":"Vor knapp einem Jahrhundert wurde die Menschheit nahezu von Titanen, die wie aus dem Nichts aufgetaucht sind, ausgerottet. Sie sind riesengroß, verfügen über geringe Intelligenz und scheinen Menschen nur des Vergnügens wegen zu fressen. Ein kleiner Prozentsatz an Menschen überlebte, indem sie sich in einer Stadt verschanzten, deren gewaltige Mauern höher sind als selbst die größten Titanen. Die Stadt hat seit über 100 Jahren keinen Titanen mehr gesehen. An jenem schicksalhaften Tag jedoch erscheint wie aus dem Nichts der Mysteriöse \"Kolossale Titan\" vor der Stadt und reißt ein Loch in die Mauer. Als die Titanen in die Stadt einfallen, müssen Eren und seine Ziehschwester Mikasa mit ansehen, wie ihre Mutter bei lebendigem Leibe gefressen wird. Eren schwört, dass er jeden einzelnen Titanen auf der Welt abschlachten und Rache für die gesamte Menschheit nehmen wird.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Feuerroter Pfeil und Bogen","epNo":1,"alt":"Crimson Bow and Arrow [Movie]","descr":"Zusammenfassung von staffel 1","versions":[{"lang":1,"streams":[{"redirect":14273703,"hoster":"VOE"},{"redirect":13665487,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283496,"hoster":"VOE"},{"redirect":8283499,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Flügel der Freiheit","epNo":2,"alt":"Wings of Freedom [Movie]","descr":"Zusammen fassung von staffel 2","versions":[{"lang":1,"streams":[{"redirect":14270427,"hoster":"VOE"},{"redirect":13665488,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283506,"hoster":"VOE"},{"redirect":8283513,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Gebrüll des Erwachens","epNo":3,"alt":"Roar of Awakening [Movie]","descr":"Zusammenfassung der 3. Staffel","versions":[{"lang":1,"streams":[{"redirect":14275205,"hoster":"VOE"},{"redirect":13665490,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283484,"hoster":"VOE"},{"redirect":8283482,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"An dich in 2000 Jahren - Shiganshinas Untergang (Teil 1)","epNo":1,"alt":"To You, in 2000 Years: The Fall of Shiganshina, Part 1","descr":"Seit 100 Jahren leben die Menschen in Frieden hinter den Mauern Maria, Rose und Sina, womit sie sicher vor den Titanen sind. Der junge Eren möchte sich später unbedingt dem Aufklärungstrupp anschließen, um die Welt hinter den Mauern zu sehen und etwas gegen die Titanen zu tun. Auch wenn ihn sowohl seine Mutter als auch seine Ziehschwester Mikasa davon abhalten möchten, ist er sich sicher: Die Menschheit kann sich nicht für immer hinter den Mauern verschanzen. Und er sollte recht behalten.","versions":[{"lang":1,"streams":[{"redirect":14270541,"hoster":"VOE"},{"redirect":13665482,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283522,"hoster":"VOE"},{"redirect":8283528,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"An diesem Tage - Shiganshinas Untergang (Teil 2)","epNo":2,"alt":"That Day: The Fall of Shiganshina, Part 2","descr":"Titanen, überall in Shiganshina. Nur ein Bruchteil der Menschen, die dort lebten, konnten per Schiffe fliehen. Eren schwört, jeden einzelnen Titan auf der Welt abzuschlachten und Rache für die gesamte Menschheit zu nehmen. Doch schmerzlich muss er erkennen, wie schwach er ist. Zu schwach, um gegen die Titanen zu kämpfen. Dennoch bleibt er entschlossen und trifft eine risikoreiche Entscheidung, um stark zu werden. Werden Armin und Mikasa ihm auch folgen?","versions":[{"lang":1,"streams":[{"redirect":14271754,"hoster":"VOE"},{"redirect":13665496,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283533,"hoster":"VOE"},{"redirect":8283530,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein schwacher Schimmer inmitten von Verzweiflung - Die Wiederherstellung der Menschheit (Teil 1)","epNo":3,"alt":"A Dim Light Amid Despair: Humanity\u0027s Comeback, Part 1","descr":"Eren, Armin und Mikasa haben sich als Rekruten gemeldet und lassen sich nun zu Soldaten ausbilden. Neue Bekanntschaften sowie hartes Training erwarten sie. Im Gegensatz zu den meisten fällt es Eren jedoch schwer in der Übung mit dem 3D-Manöver-Apparat mitzukommen. Wird seine Entschlossenheit reichen, um dem Druck stand zu halten oder wird er zurückgeschickt?","versions":[{"lang":1,"streams":[{"redirect":14275198,"hoster":"VOE"},{"redirect":13665503,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332497,"hoster":"VOE"},{"redirect":8283538,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Nacht der Abschlusszeremonie - Die Wiederherstellung der Menschheit (Teil 2)","epNo":4,"alt":"The Night of the Closing Ceremony: Humanity\u0027s Comeback, Part 2","descr":"Das Training der Rekruten wird fortgesetzt. Doch schon bald merkt Eren durch Annie, dass alles ein einziger Widerspruch ist: Die meisten trainieren ihre Fähigkeiten Titanen zu töten, um zur Militärpolizei im inneren Distrikt zu gehören und somit sicher zu sein. Daher entscheidet sich Eren nur noch entschlossener für den Aufklärungstrupp, obwohl er es nach Abschluss der Ausbildung unter die besten Zehn geschafft hat. Einige folgen seinem Beispiel, woraufhin neue Hoffnung und Mut geschöpft wird, doch es wartet eine üble Überraschung auf sie alle ...","versions":[{"lang":1,"streams":[{"redirect":14269508,"hoster":"VOE"},{"redirect":13665505,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448909,"hoster":"VOE"},{"redirect":8298042,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der erste Kampf - Die Verteidigung von Trost (Teil 1)","epNo":5,"alt":"First Battle: The Struggle for Trost, Part 1","descr":"Wiedersehen mit dem Supertitan! Wie zu erwarten, bleiben da gefährliche Folgen nicht aus. Nun sind die Titanen kurz davor auch die Mauer Rose zu überwinden und dringen in die Stadt ein. Zum ersten Mal werden alle Rekruten mit der Situation des echten Kampfes gegen Titanen konfrontiert. Blut, Verluste und Schmerz, wie sie ihn noch nie erlebt haben, erwarten sie. Sind sie dem gewachsen oder werden sie zusammenbrechen?ja","versions":[{"lang":1,"streams":[{"redirect":14270420,"hoster":"VOE"},{"redirect":13665504,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448912,"hoster":"VOE"},{"redirect":8298049,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Welt, die das Mädchen sah - Die Verteidigung von Trost (Teil 2)","epNo":6,"alt":"The World the Girl Saw: The Struggle for Trost, Part 2","descr":"Chaos herrscht in der gesamten Stadt. Töten und getötet werden. Armin ist verzweifelt, weil er seine Kameraden nicht schützen konnte und Mikasa kämpft sich tapfer durch die Titanen. Doch obwohl die Situation erschreckend und Angst einflößend ist, bewahrt sie die Ruhe und erinnert sich an jenen Tag zurück, an dem sich ihre Sichtweise änderte: Die Welt ist grausam. Wenn du überleben willst, dann kämpfe.","versions":[{"lang":1,"streams":[{"redirect":14275197,"hoster":"VOE"},{"redirect":13665506,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448913,"hoster":"VOE"},{"redirect":8298053,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine winzige Klinge - Die Verteidigung von Trost (Teil 3)","epNo":7,"alt":"Small Blade: The Struggle for Trost, Part 3","descr":"Die Lage ist kritisch: Der Versorgungstrupp hat sich verschanzt, die Titanen haben sich um sie geschart und die Soldaten können sich nicht mehr mit Gas versorgen, womit sie ihre Beweglichkeit durch die 3D-Manöver-Ausrüstung allmählich verlieren. Mikasa erfährt von Armin, dass fast die gesamte Gruppe 34 und somit auch Eren von Titanen gefressen wurde. Blind vor Trauer will sie sich auf die Titanen um das Hauptquartier stürzen, um ans Gas zu gelangen. Einige folgen ihr. Allerdings ist es nicht möglich zu kämpfen und anzuführen, wenn man von seinen Gefühlen überrollt wird. Das muss auch Mikasa auf schmerzvolle Art und Weise erkennen und findet erneut einen Grund, um zu überleben.","versions":[{"lang":1,"streams":[{"redirect":14271736,"hoster":"VOE"},{"redirect":13665509,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448914,"hoster":"VOE"},{"redirect":8298052,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Pochen seines schlagenden Herzens - Die Verteidigung von Trost (Teil 4)","epNo":8,"alt":"I Can Hear His Heartbeat: The Struggle for Trost, Part 4","descr":"Dass ein Titan, der stärker ist und zudem Intelligenz hat, andere Titanen tötet, ist zuerst kaum zu glauben. Doch Armin überzeugt Mikasa und Connie dies zum Vorteil zu nutzen. Sie hetzen ihn auf die Titanen um das Hauptquartier und können sich mit ihren Kameraden wieder mit Gas versorgen. Allerdings steckt hinter diesem sonderbaren Titanen doch viel mehr als anfangs gedacht.","versions":[{"lang":1,"streams":[{"redirect":14270221,"hoster":"VOE"},{"redirect":13665507,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448916,"hoster":"VOE"},{"redirect":8298054,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Des linken Armes Verbleib - Die Verteidigung von Trost (Teil 5)","epNo":9,"alt":"Whereabouts of His Left Arm: The Struggle for Trost, Part 5","descr":"Kaum zu glauben, dass Eren im Titanen war und tatsächlich überlebt hat. Nun stellt sich aber die Frage: Ist er ein Mensch oder ein Titan? Bis auf Mikasa und Armin misstraut ihm jeder und richtet die Waffe auf ihn, bereit ihn jederzeit zu töten. Zuerst scheint Flucht die beste Lösung zu sein, doch Eren merkt, dass er nicht weglaufen kann. Er erinnert sich daran, dass sein Vater ihm einen Auftrag gegeben hat und setzt nun alles daran, diesen auch auszuführen. Dazu ist er ebenso bereit seine Menschlichkeit aufzugeben","versions":[{"lang":1,"streams":[{"redirect":14275199,"hoster":"VOE"},{"redirect":13665508,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13004089,"hoster":"VOE"},{"redirect":8298059,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Resonanz - Die Verteidigung von Trost (Teil 6)","epNo":10,"alt":"Response: The Struggle for Trost, Part 6","descr":"Da sich Eren vor allen Anwesenden verwandelt hat, will er fliehen und zum alten Keller gehen, um herauszufinden, was sich dort verbirgt. Das wäre Plan A. Plan B ist um einiges riskanter: Armin soll versuchen die Garnison zu überzeugen, dass Eren keine Bedrohung ist und dem Militär von großem Nutzen sein kann. Nun hängt von dem unsicheren Blondschopf diese schwierige Entscheidung ab. Welchen Entschluss wird er fassen und was für Konsequenzen wird das mit sich tragen?","versions":[{"lang":1,"streams":[{"redirect":14270684,"hoster":"VOE"},{"redirect":13665483,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448917,"hoster":"VOE"},{"redirect":8298058,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Idol - Die Verteidigung von Trost (Teil 7)","epNo":11,"alt":"Idol: The Struggle for Trost, Part 7","descr":"Aufgrund unglaublichen Zeitdrucks muss schnell gehandelt werden: Eren soll mithilfe seiner Titankraft einen riesigen Felsen bewegen und damit das Loch in der Mauer Maria verschließen. Derweil lenkt ein Ködertrupp die Titanen in der Stadt ab und eine kleine Elitegruppe sorgt für seine Sicherheit, womit sie alle ihr Leben für ihn riskieren. Wird Eren mit dieser unheimlich großen Verantwortung und Last umgehen können?","versions":[{"lang":1,"streams":[{"redirect":14275189,"hoster":"VOE"},{"redirect":13665484,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448918,"hoster":"VOE"},{"redirect":8473155,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wunde - Die Verteidigung von Trost (Teil 8)","epNo":12,"alt":"Wound: The Struggle for Trost, Part 8","descr":"Der Plan scheint gescheitert zu sein. Dennoch beschützt die Elitetruppe weiterhin Eren, egal wie viele Verluste das mit sich bringt. Immer mehr Titanen dringen in die Stadt ein und die Lage spitzt sich allmählich zu. Armin versucht Eren wieder zu Bewusstsein zu bringen, während sich alle anderen in den Kampf stürzen. Derweil sitzt Jean mit kaputter 3D-Manöver-Ausrüstung in einem Haus fest und kämpft wie jeder andere ums Überleben ...","versions":[{"lang":1,"streams":[{"redirect":14275191,"hoster":"VOE"},{"redirect":13665485,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918564,"hoster":"VOE"},{"redirect":8298065,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Primäres Verlangen - Die Verteidigung von Trost (Teil 9)","epNo":13,"alt":"Primal Desire: The Struggle for Trost, Part 9","descr":"Nach wie vor ist die Stadt ein einziges Schlachtfeld. Immerhin gelingt es Armin Eren wieder zu Verstand zu bringen, weshalb dieser nun endlich seiner Pflicht nachgeht und versucht mit dem Felsen das Loch in der Mauer zu verschließen. Die Soldaten tun alles Nötige, um ihn währenddessen vor den anderen Titanen zu schützen. Aber wird er der Aufgabe gewachsen sein, wenn es sich bei jedem Schritt so anfühlt als würden seine Knochen brechen? Wird er dafür sorgen, dass all die Tode der tapferen Soldaten nicht umsonst waren?","versions":[{"lang":1,"streams":[{"redirect":14275190,"hoster":"VOE"},{"redirect":13665486,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448922,"hoster":"VOE"},{"redirect":8298063,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ich kann ihm nicht in die Augen sehen - Auftakt zum Vergeltungsschlag (Teil 1)","epNo":14,"alt":"Can\u0027t Look into His Eyes Yet: Eve of the Counterattack, Part 1","descr":"Man könnte meinen, dass nach der Verschließung des Loches in der Mauer Maria alles gut ist. Aber Eren hat nach wie vor um sein Leben zu fürchten: Es ist unklar, ob er in den Reihen des Militärs geduldet wird, weshalb das Urteil über ihn in einem Sondermilitärtribunal gefällt werden muss. Wird es möglich sein das Gericht davon zu überzeugen, dass Eren für und nicht gegen die Menschheit mit seiner Titankraft kämpft?","versions":[{"lang":1,"streams":[{"redirect":14275192,"hoster":"VOE"},{"redirect":13665491,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332502,"hoster":"VOE"},{"redirect":8473159,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sondereinsatzkommando - Auftakt zum Vergeltungsschlag (Teil 2)","epNo":15,"alt":"Special Operations Squad: Eve of the Counterattack, Part 2","descr":"Levi und sein Spezialtrupp bringen Eren zu dem Hauptquartier des Wiederaufbautrupps, in dem er lernen soll, seine Titanenkräfte zu kontrollieren. Während dessen diskutieren Erwin und Mike darüber, wie sie mit den neuen Rekruten umgehen sollen und, dass Eren seinen Nutzen innerhalb eines Monats beweisen muss. Zoe Hange taucht auf und fragt Eren, ob er ihr bei ihren Experimenten mit den beiden Titanen helfen kann, die sie bereits gefangen haben.","versions":[{"lang":1,"streams":[{"redirect":14270926,"hoster":"VOE"},{"redirect":13665489,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448921,"hoster":"VOE"},{"redirect":8298069,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wie gehen wir nun vor? - Auftakt zum Vergeltungsschlag (Teil 3)","epNo":16,"alt":"What Needs to be Done Now: Eve of the Counterattack, Part 3","descr":"Während die Rekruten bezüglich der Morde an den Titanen Sawney und Bean befragt werden, erklärt Annie Armin und Connie, dass es ihre eigene Wahl sei, in welcher Branche des Militärs sie arbeiten wollen. Erwin erklärt den Rekruten, dass die nächste Expedition im Laufe des nächsten Monats statt finden wird. Das Ziel ist es dabei, Shiganshina zurückzugewinnen, um das Geheimnis in dem Keller in Erens Zuhause zu lüften …","versions":[{"lang":1,"streams":[{"redirect":14270247,"hoster":"VOE"},{"redirect":13665493,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448924,"hoster":"VOE"},{"redirect":8473157,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Weiblicher Titan - 57. Expedition außerhalb der Mauern (Teil 1)","epNo":17,"alt":"Female Titan: The 57th Exterior Scouting Mission, Part 1","descr":"Während ihrer Expedition baut der Trupp eine Formation auf, in der sich eine Gruppe rund um die Kerngruppe verteilt, um vor nahenden Titanen warnen zu können. Nachdem es Armins Trupp schafft, einen abnormalen Titan zu erledigen, taucht plötzlich ein Titan mit einem weiblichen Körper auf. Hinzu kommt auch, dass dieser Titan den Schwertern standhalten kann und intelligent genug ist, um die erfahrenen Soldaten umzubringen. Die Titanin fängt Armin, lässt ihn jedoch am Leben, nachdem sie sein Gesicht gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":14275193,"hoster":"VOE"},{"redirect":13665494,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448925,"hoster":"VOE"},{"redirect":8473161,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Forst der Goliathbäume - 57. Expedition außerhalb der Mauern (Teil 2)","epNo":18,"alt":"Forest of Giant Trees: The 57th Exterior Scouting Mission, Part 2","descr":"Armin, Reiner und Jean bleiben nach ihrem Zusammentreffen mit der Titanin allein mit nur einem Pferd zurück, werden jedoch bald darauf von Christa gerettet. Sie warten auf den Befehl, sich zurückzuziehen, müssen jedoch feststellen, dass ihre Mission fortgesetzt wird, obwohl sie in eine andere Richtung umgeleitet wird. Die Nachrichten bezüglich der Titanin erreichen derweil auch die Kerngruppe. Die gesamte Formation erreicht die riesigen Bäume.","versions":[{"lang":1,"streams":[{"redirect":14269485,"hoster":"VOE"},{"redirect":13665492,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448923,"hoster":"VOE"},{"redirect":8298071,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Biss - 57. Expedition außerhalb der Mauern (Teil 3)","epNo":19,"alt":"Bite: The 57th Exterior Scouting Mission, Part 3","descr":"Da immer mehr Wachen von der Titanin ermordet werden, bittet Eren seinen Trupp, ihn kämpfen zu lassen, jedoch raten sie ihm, dass er Levis Entscheidung vertrauen soll. Eren erwägt, sich einfach in einen Titanen zu verwandeln. Levi sagt ihm, dass er sich entscheiden muss, ob er seiner eigenen Kraft oder seinen Kameraden vertrauen will. Eren erinnert sich daran, wie Hange und Levi ihre Titanenexperimente an ihm probierten, welche jedoch scheiterten, da er nicht in der Lage war, sich auf Kommando zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":14271032,"hoster":"VOE"},{"redirect":13665495,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448927,"hoster":"VOE"},{"redirect":8473164,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Erwin Smith - 57. Expedition außerhalb der Mauern (Teil 4)","epNo":20,"alt":"Erwin Smith: The 57th Exterior Scouting Mission, Part 4","descr":"Erwin und Levi versuchen, die Identität des weiblichen Titans herauszubekommen, was jedoch scheitert, da dieser den Menschen in sich beschützt. Jean, Armin und der Rest des Trupps realisieren, dass es Erwins Plan war, Eren als Köder zu benutzen, um den Maulwurf der Einheit zu entlarven. Währenddessen wunderen sich die anderen, was wohl innerhalb des Waldes passiert. Die Titanin lockt derweil weitere Titanen zu sich …","versions":[{"lang":1,"streams":[{"redirect":14270822,"hoster":"VOE"},{"redirect":13665497,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448930,"hoster":"VOE"},{"redirect":8298073,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Vernichtender Schlag - 57. Expedition außerhalb der Mauern (Teil 5)","epNo":21,"alt":"Crushing Blow: The 57th Exterior Scouting Mission, Part 5","descr":"Erwin erzählt Hange, dass es ein Fehler war zu denken, dass alle Menschen, die sich in Titanen verwandeln können, wie Eren seien, da die Kräfte der Titanin weit über Erens hinausgehen. Währenddessen verwandelt sich der Maulwurf woanders wieder in seine Titanenform und macht Jagd auf Levis Trupp. Eren wird wieder mal davon abgehalten, sich auch zu verwandeln. Petra, Erd und Auruo nehmen der Titanin ihre Sicht und versuchen, ihr die Arme abzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13342003,"hoster":"VOE"},{"redirect":13665499,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448928,"hoster":"VOE"},{"redirect":8359862,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"In die Knie gezwungen - 57. Expedition außerhalb der Mauern (Teil 6)","epNo":22,"alt":"The Defeated: The 57th Exterior Scouting Mission, Part 6","descr":"Levi befiehlt Mikasa, die Titanin abzulenken, um Eren zurückzubekommen. Er selbst schafft es, sie zu schwächen, doch Mikasa wird bei dem Versuch, den finalen Stoß zu setzen, verletzt. Levi rettet Mikasa und zieht sich eine Verletzung an seinem Bein dabei zu. Sie befreien Eren aus dem Mund der Titanin, bevor diese schwer verletzt gegen einen Baum stößt. Dieter versucht, die Leiche seines Freundes Ivan zu retten und zieht damit die Aufmerksamkeit der Titanen auf sich.","versions":[{"lang":1,"streams":[{"redirect":14275194,"hoster":"VOE"},{"redirect":13665500,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918565,"hoster":"VOE"},{"redirect":8473162,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Lächeln - Einmarsch in Stohess (Teil 1)","epNo":23,"alt":"Smile: Assault on Stohess, Part 1","descr":"Annie hat einen Traum, wie sie von ihrem Vater trainiert wird. In dem Stohess-Bezirk wird die Militärpolizei berufen, die Kavallerie zu unterstützen, wenn diese wieder einreitet. Die Militärpolizei wird als korrupt und faul gezeigt, was Annies Kameraden Hitch sogar motivierte, dieser beizutreten. Armin bittet Annie um Hilfe, da er Eren dabei hilft, aus der Hauptstadt zu fliehen. Annie lehnt das zunächst ab, willigt schließlich jedoch ein.","versions":[{"lang":1,"streams":[{"redirect":14507221,"hoster":"VOE"},{"redirect":13665498,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448931,"hoster":"VOE"},{"redirect":8298075,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gnade - Einmarsch in Stohess (Teil 2)","epNo":24,"alt":"Mercy: Assault on Stohess, Part 2","descr":"Ein paar Tage, bevor Eren in die Hauptstadt gebracht wird, offenbaren ihm Erwin und Armin, dass sie einen Plan haben, wie sie die Person, von der sie glauben, dass sie die Titanin sei, fangen könnten. Eren versucht, sich wieder zum Titanen zu verwandeln, schafft es jedoch nicht. Mikasa glaubt, dass ihn seine Gefühle für Annie davon abhalten. Als ein weiterer Tunnel zusammenbricht und Eren einschließt, lenken Mikasa und Armin die Titanin ab.","versions":[{"lang":1,"streams":[{"redirect":14275195,"hoster":"VOE"},{"redirect":13665501,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448929,"hoster":"VOE"},{"redirect":8298079,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Mauer - Einmarsch in Stohess (Teil 3)","epNo":25,"alt":"Wall: Assault on Stohess, Part 3","descr":"Eren und Annie kämpfen als Titanen gegeneinander durch ganz Stohess und sorgen dabei für Zerstörung und Tod, während Hange ihren Männern befiehlt, auszuharren, bevor sie Annie festnehmen. Titan-Eren kann Titan-Annie besiegen und ist kurz davor, sie zu essen, hält jedoch inne, da er sie weinen sieht. Ihr Körper wird von einem Kristall umgeben. In dem Epilog sehen wir zudem, dass sich in den Mauern anscheinend größere Geheimnisse verbergen, als bisher gedacht …","versions":[{"lang":1,"streams":[{"redirect":14275196,"hoster":"VOE"},{"redirect":13665502,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13916742,"hoster":"VOE"},{"redirect":8283512,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Tier-Titan","epNo":1,"alt":"Beast Titan","descr":"Die seit fünf endlosen Jahren von barbarischen Titanen gemordete und gepeinigte Menschheit ist mit einer ganz neuen Riesenbestie konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14275200,"hoster":"VOE"},{"redirect":13665510,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332500,"hoster":"VOE"},{"redirect":8298076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich bin wieder da","epNo":2,"alt":"I\u0027m Home","descr":"Nach mehreren Jahren, die sie inzwischen bei den Streitkräften verbracht haben, kommen Sasha Blouse und Connie Springer mit bangen Herzen wieder in ihre Heimatdörfer zurück. Sasha rettet dabei ein kleines Mädchen aus ihrem Heimatort.","versions":[{"lang":1,"streams":[{"redirect":14275202,"hoster":"VOE"},{"redirect":13665512,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448934,"hoster":"VOE"},{"redirect":8473163,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nach Südwesten","epNo":3,"alt":"Southwestward","descr":"Als der Aufklärungstrupp in Connys Heimatdorf ankommt, treffen sie dort keine Bewohner mehr. Haben Titanen hier marodiert? Aber sie finden keine Leichen und die Pferde sind noch da. Irgendwas stimmt hier nicht …","versions":[{"lang":1,"streams":[{"redirect":14269190,"hoster":"VOE"},{"redirect":13665515,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448933,"hoster":"VOE"},{"redirect":8473165,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Soldaten","epNo":4,"alt":"Soldier","descr":"Einige Mitglieder des Aufklärungstrupps haben sich in einem verlassenen Turm einer Burgruine verschanzt – doch die titanischen Mordmaschinen sind schon im Anmarsch.","versions":[{"lang":1,"streams":[{"redirect":14506618,"hoster":"VOE"},{"redirect":13665518,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448936,"hoster":"VOE"},{"redirect":8298084,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Historia","epNo":5,"alt":"Historia","descr":"Wer ist und was will Ymir?","versions":[{"lang":1,"streams":[{"redirect":14275206,"hoster":"VOE"},{"redirect":13665520,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918567,"hoster":"VOE"},{"redirect":8473167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Krieger","epNo":6,"alt":"Warrior","descr":"Seltsam. Obwohl innerhalb der Mauern Titanen aufgetaucht waren, haben die Spähtrupps keine Löcher in der Mauer gefunden. Reiner und Berthold geraten unter Verdacht …","versions":[{"lang":1,"streams":[{"redirect":14507169,"hoster":"VOE"},{"redirect":13665517,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448935,"hoster":"VOE"},{"redirect":8298083,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlagen, Werfen, Sichern","epNo":7,"alt":"Close Combat","descr":"Eren und Reiner liefern sich einen titanischen Kampf.","versions":[{"lang":1,"streams":[{"redirect":14271265,"hoster":"VOE"},{"redirect":13665516,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12172821,"hoster":"VOE"},{"redirect":8298088,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verfolger","epNo":8,"alt":"The Hunters","descr":"Reiner besiegt Eren im Kampf der Titanen. Aber als Mensch überlebt Eren und wird vom Titanen Reiner entführt.","versions":[{"lang":1,"streams":[{"redirect":14275207,"hoster":"VOE"},{"redirect":13665519,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448940,"hoster":"VOE"},{"redirect":8298093,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Eröffnung","epNo":9,"alt":"Opening","descr":"Während Erwin die Expedition weg von der Wall Rose führt, fordert der schwerverletzte Hange ein Pferd, um zu Connies Stadt zu reiten und den gefangengenommenen Titanen zu sehen, der nicht mehr laufen kann.","versions":[{"lang":1,"streams":[{"redirect":14275208,"hoster":"VOE"},{"redirect":13665521,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12269280,"hoster":"VOE"},{"redirect":8473166,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kinder","epNo":10,"alt":"Children","descr":"Moblit nimmt an, dass die Titanen Connies Dorf zerstört haben, ohne die Bewohner zu töten.","versions":[{"lang":1,"streams":[{"redirect":14273696,"hoster":"VOE"},{"redirect":13665511,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448939,"hoster":"VOE"},{"redirect":8473168,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Attacke","epNo":11,"alt":"Charge","descr":"Während die gepanzerte Titanin flieht, rettet Ymir Christa aus ihrem Mund und verlässt ihre Titanenform, um ihre Handlungen erklären zu können.","versions":[{"lang":1,"streams":[{"redirect":14275203,"hoster":"VOE"},{"redirect":13665513,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448942,"hoster":"VOE"},{"redirect":8298092,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schreie","epNo":12,"alt":"Scream","descr":"Da sich die Scouts in einer aussichtslosen Schlacht gegen den Armored Titan befinden, versucht Eren, sich zu verwandeln, womit er aber scheitert. Er ist nun gezwungen, dabei zuzusehen, wie Hannes getötet wird, während der ihn und Mikasa vor dem Smiling Titan beschützt.","versions":[{"lang":1,"streams":[{"redirect":14275201,"hoster":"VOE"},{"redirect":13665514,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283546,"hoster":"VOE"},{"redirect":8283552,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Rauchzeichen","epNo":1,"alt":"Smoke Signal","descr":"Der Aufklärungstrupp unter Leitung des Gefreiten Levi bereitet eine große Aktion gegen die Titanen vor. Doch die größere Gefahr droht dem Team Levi derzeit von der Militärpolizei aus der Hauptstadt.","versions":[{"lang":1,"streams":[{"redirect":14275209,"hoster":"VOE"},{"redirect":13665525,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12381995,"hoster":"VOE"},{"redirect":8473171,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schmerz","epNo":2,"alt":"Pain","descr":"Eren und Historia werden entführt. Von wem und warum? Die Fäden werden in der königlichen Hauptstadt Mitras gezogen. Levis Leute sind jetzt selbst Barbaren, sie müssen Menschen töten und foltern.","versions":[{"lang":1,"streams":[{"redirect":14275210,"hoster":"VOE"},{"redirect":13665522,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448944,"hoster":"VOE"},{"redirect":8298094,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Erinnerungen","epNo":3,"alt":"Old Story","descr":"Christas und Erwins Erlebnisse in ihrer Kindheit sind der Schlüssel zum Verständnis der Gefahren und Konflikte, denen der Aufklärungstrupp jetzt ausgesetzt ist.","versions":[{"lang":1,"streams":[{"redirect":14271337,"hoster":"VOE"},{"redirect":13665524,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332507,"hoster":"VOE"},{"redirect":8473170,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vertrauen","epNo":4,"alt":"Trust","descr":"Die Regierenden in der Königlichen Hauptstadt Mitras fürchten, dass ihr Geheimnis ans Tageslicht kommt. Erwin sitzt im Kerker. Der Aufklärungstrupp will herausfinden, wo Eren und Christa gefangen gehalten werden.","versions":[{"lang":1,"streams":[{"redirect":14275213,"hoster":"VOE"},{"redirect":13665523,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448947,"hoster":"VOE"},{"redirect":8473169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Antwort","epNo":5,"alt":"Reply","descr":"Der König ist nur eine Marionette. Die eigentlichen Machthaber in Mitras wollen Erwin wegen Staatsverrat zum Tode verurteilen und ihn sofort hinrichten lassen. Doch es kommt anders...","versions":[{"lang":1,"streams":[{"redirect":14292383,"hoster":"VOE"},{"redirect":13665526,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448946,"hoster":"VOE"},{"redirect":8473172,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sünde","epNo":6,"alt":"Sin","descr":"Im Beisein des angeketteten Eren erzählt Historias Vater seiner Tochter das bittertragische Schicksal, das der Familie Reiss vor fünf Jahren widerfuhr. Erens Vater spielte damals die zentrale Rolle.","versions":[{"lang":1,"streams":[{"redirect":14269565,"hoster":"VOE"},{"redirect":13665527,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448948,"hoster":"VOE"},{"redirect":8391927,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wunsch","epNo":7,"alt":"Wish","descr":"Der Aufklärungstrupp stürmt in die Höhle. Levi und Kenny Ackermann liefern sich einen großen Kampf. Derweil spitzt sich die Situation zwischen dem alten Reiss, seiner Tochter Historia und Eren dramatisch zu.","versions":[{"lang":1,"streams":[{"redirect":14506579,"hoster":"VOE"},{"redirect":13665528,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12381996,"hoster":"VOE"},{"redirect":8298099,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Außenmauer von Bezirk Orvud","epNo":8,"alt":"Outside the Walls of Orvud District","descr":"Rod Reis wird zu einem monströsen bösartigen Titanen. Eren verwandelt sich ebenfalls in einen Titanen und bringt den Aufklärungstrupp aus der Höhle. Aber die größte Verantwortung obliegt jetzt Christa.","versions":[{"lang":1,"streams":[{"redirect":14275214,"hoster":"VOE"},{"redirect":13665529,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448950,"hoster":"VOE"},{"redirect":8584931,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Herrscher über die Mauern","epNo":9,"alt":"Ruler of the Walls","descr":"Der riesige Titan, in den sich Rod Reiss verwandelt hat, bewegt sich im Kriechgang bedrohlich und unaufhaltsam auf die Mauer Sina zu. Es gibt nur eine Möglichkeit dieses Monster zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14270072,"hoster":"VOE"},{"redirect":13665530,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448951,"hoster":"VOE"},{"redirect":8473175,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freunde","epNo":10,"alt":"Friends","descr":"Schwer verletzt und dem Tode geweiht rekapituliert Kenny Ackermann seine Lebensgeschichte. Levi hat Kenny viel zu verdanken. Christa, alias Historia, wird öffentlich zur Königin gekrönt.","versions":[{"lang":1,"streams":[{"redirect":14275216,"hoster":"VOE"},{"redirect":13665531,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448952,"hoster":"VOE"},{"redirect":8584934,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zuschauer","epNo":11,"alt":"Bystander","descr":"Historia führt ihr Amt als Königin mit großer Fürsorge für das einfache Volk. Eren und seine Mitstreiter treffen einen Mann, der eng mit Erens Eltern befreundet war – der Ausbilder Keith Shadis.","versions":[{"lang":1,"streams":[{"redirect":14270608,"hoster":"VOE"},{"redirect":13665532,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448954,"hoster":"VOE"},{"redirect":8473173,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Nacht der Rückeroberungsmission","epNo":12,"alt":"Night of the Battle to Retake the Wall","descr":"Der Aufklärungstrupp bereitet sich auf die Rückeroberung der Mauer Maria vor. Befindet sich der Schlüssel zum Geheimnis der Titanen im Keller von Erens ehemaligem Elternhaus?","versions":[{"lang":1,"streams":[{"redirect":14269246,"hoster":"VOE"},{"redirect":13665533,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448953,"hoster":"VOE"},{"redirect":8298105,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Stadt, in der alles begann","epNo":13,"alt":"The Town Where Everything Began","descr":"Endlich ist es soweit der Aufklärungstrupp kann loslegen doch als eines der Tore verschlossen wird gehen die Probleme los.","versions":[{"lang":1,"streams":[{"redirect":14271033,"hoster":"VOE"},{"redirect":13665535,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7906306,"hoster":"VOE"}]}]},{"epId":"episode-14","name":"Donnerspeere","epNo":14,"alt":"Thunder Spears","descr":"Eren verwandelt sich in einen titanen und muss mit dem aufklärungstrupp gegen einen alten Feind kämpfen um die Mauer maria zurüch zuobern..doch ob sie es auch wirklich schaffen?Durch die hilfe des Tier-titans können Reiner und Berthold eine Chance haben","versions":[{"lang":1,"streams":[{"redirect":14507702,"hoster":"VOE"},{"redirect":13665534,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7703919,"hoster":"VOE"}]}]},{"epId":"episode-15","name":"Herabkunft","epNo":15,"alt":"Descent","descr":"Reiner, der Gepanzerte und Berthold, der Kolossale sind offenbar die Anführer der Titanen. Doch welches Ziel verfolgen die beiden? Was treibt sie an?","versions":[{"lang":1,"streams":[{"redirect":13858158,"hoster":"VOE"},{"redirect":13665536,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das perfekte Spiel","epNo":16,"alt":"Perfect Game","descr":"Vor Shiganshina beginnt der Tiertitan, die Soldaten mit Felsen zu bombardieren und löscht so einen Großteil der Feinde aus. Die verbliebenen Soldaten - größtenteils neue Rekruten - verzweifeln, während Erwin und Levi beraten, was zu tun ist. Um es Levi zu ermöglichen, den Tiertitanen zur Strecke zu bringen, beschließt Erwin, die restlichen Rekruten in einem Selbstmordangriff direkt gegen den Tiertitanen zu führen. Im Inneren Shiganshinas müssen sich Eren und seine Kameraden derweil dem kolossalen Titanen stellen, dem sie aber wenig entgegenzusetzen haben.","versions":[{"lang":1,"streams":[{"redirect":14275212,"hoster":"VOE"},{"redirect":13665538,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":6183762,"hoster":"VOE"}]}]},{"epId":"episode-17","name":"Helden","epNo":17,"alt":"Hero","descr":"Der Tiertitan löscht mit weiteren Felswürfen auch den Rest der Soldaten des Aufklärungstrupps aus, die auf ihn zureiten. Direkt im Anschluss wird er allerdings von Levi attackiert, mit Leichtigkeit besiegt und aus seinem Titanen herausgeschnitten. Allerdings kann er entkommen, da er vom Karrentitanen gerettet und davongetragen wird. Im Inneren von Shiganshina stellen sich die Überreste des Aufklärungstrupps derweil Reiner und Berthold. Reiner kann durch die Rückkehr Hanjis besiegt werden, doch im Kampf gegen Berthold muss sich Armin aufopfern, damit der kolossale Titan zu Fall gebracht werden kann.","versions":[{"lang":1,"streams":[{"redirect":13863315,"hoster":"VOE"},{"redirect":13665537,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":6183848,"hoster":"VOE"}]}]},{"epId":"episode-18","name":"Mittsommernacht","epNo":18,"alt":"Midnight Sun","descr":"in dieser folge muss eine schwierige entscheidung getroffen werden ob erwin oder armin ein titan werden soll und wer stirbt das war zwar eine schwierige entscheidung für levi aber am ende hat er sich für ..... entschieden","versions":[{"lang":1,"streams":[{"redirect":13922656,"hoster":"VOE"},{"redirect":13665539,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Keller","epNo":19,"alt":"The Basement","descr":"Die Geheimnisse, die in Grishas Keller verborgen sind, warten in den Ruinen von Shiganshina.  Dort hofft der Aufklährungtrupp, Antworten auf die Welt zu finden, die mehr wert sind als der Preis, den sie gezahlt haben.","versions":[{"lang":1,"streams":[{"redirect":14506587,"hoster":"VOE"},{"redirect":13665540,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7541144,"hoster":"VOE"}]}]},{"epId":"episode-20","name":"Jener Tag","epNo":20,"alt":"That Day","descr":"In dieser Folge wird das Geheimnis hinter der Welt... hinter den Titanen und hinter der Menschheit gelüftet! Aber jetzt sind es mehr Fragen als jemals zuvor!","versions":[{"lang":1,"streams":[{"redirect":14275217,"hoster":"VOE"},{"redirect":13665541,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":6183807,"hoster":"VOE"}]}]},{"epId":"episode-21","name":"Der attackierende Titan","epNo":21,"alt":"The Attack Titan","descr":"Grisha Jäger ist von Bedauern über den Verlust seiner Familie und seiner Sache erfüllt, aber Eren Kruger überzeugt ihn, seine Mission aufzunehmen und den Urtitan vom König zurückzuerobern, der sich weigert, ihn zur Rettung des Volkes der Eldianer einzusetzen. Um dies zu tun, übergibt Kruger seinen Titan an Grisha und nennt ihn den Angriffstitan.  In der Gegenwart erkennt Eren Jäger, dass er aufgrund des \"Fluchs von Ymir\" weniger als acht Jahre zu leben hat, und Armin Arlert  hat dreizehn, da er erst kürzlich den kolossalen Titan geerbt hat. Sie besuchen eine militärische Audienz, um die Funde im Keller zu besprechen, und Hanji Zoe sagt, dass sie den Rest der Welt als ihre Feinde betrachten müssen, da die Menschen außerhalb der Mauern die Untertanen Ymirs fürchten. Als Hanji die Tatsache diskutiert, dass Eren in der Lage war, den Urtitan  zu benutzen, obwohl er nicht königlichen Blutes ist, wird ihm klar, dass er dies nur tun konnte, weil er die Titanenform von Dina Fritz berührt hatte, als er es tat. Er behält diese Information für sich, aus Angst davor, was das Militär der Historia Reiss antun könnte, wenn es das wüsste.","versions":[{"lang":1,"streams":[{"redirect":14271373,"hoster":"VOE"},{"redirect":13665544,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":6183817,"hoster":"VOE"}]}]},{"epId":"episode-22","name":"Die andere Seite der Mauer","epNo":22,"alt":"To the Other Side of the Wall","descr":"Ein Ende.... und ein Anfang!","versions":[{"lang":1,"streams":[{"redirect":14269983,"hoster":"VOE"},{"redirect":13665545,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":6183849,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die andere Seite des Meeres","epNo":1,"alt":"The Other Side of the Ocean","descr":"Falco Grice wacht auf dem Schlachtfeld vor der Festung Slava auf, wo ihn seine Freunde und sein Bruder gerettet haben. Da er sich nicht an die Ereignisse der letzten Zeit erinnern kann, wird er von seinen Freunden auf den aktuellen Stand der Dinge gebracht. Gabi Braun, eine Marley-Krieger-Kadettin, schafft es die Anti-Titanen-Panzer zu zerstören, sodass Marley die Festung Slava angreifen kann. Zeke und Reiner fliegen in einem Luftschiff über die Festung Slava und können zusammen mit reinen Titanen, die sich in der Luft nach Zekes Schrei verwandeln, die Festung Slava erobern. Bei der Zerstörung der gegnerischen Schiffe durch den Tiertitan wird der Gepanzerte Titan durch Anti-Titanen-Artillerie verwundet.","versions":[{"lang":1,"streams":[{"redirect":14270217,"hoster":"VOE"},{"redirect":13665457,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448955,"hoster":"VOE"},{"redirect":8473174,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zug in finsterer Nacht","epNo":2,"alt":"Midnight Train","descr":"Nach dem Ende des Krieges bespricht sich die Militärführung Marleys und kommt nach einem Ratschlag Zekes zu dem Entschluss, dass die Eroberung der Insel Paradis und des Urtitanen von nun an höchste Priorität haben muss. Die Krieger und Soldaten kehren nun mit dem Zug in ihre Heimat Rebellio zurück. Bei einem gemeinsamen Familientreffen berichtet Reiner von seiner Zeit auf der Insel und lässt dabei kein gutes Haar an den \"Dämonen\" von Paradis. Indes wird in Marley der Angriff auf Paradis systematisch vorbereitet und soll auch die mächtige Tybur-Familie, die Träger des Kriegshammertitanen, beinhalten.","versions":[{"lang":1,"streams":[{"redirect":14270902,"hoster":"VOE"},{"redirect":13665459,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448957,"hoster":"VOE"},{"redirect":8473176,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tor der Hoffnung","epNo":3,"alt":"The Door of Hope","descr":"Zurück in seiner Heimat erinnert Reiner sich voller Schmerz an seine Vergangenheit und die Beweggründe, die ihn dazu brachten, in Marleys Kriegerprogramm einzutreten. Seine Erinnerungen an die Krieger-Zeit und seine Zeit auf Paradis, wo er nach Marcels Tod der treibende Faktor für das Voranschreiten der Mission war, da er ein Held sein wollte, bringen Reiner sogar fast dazu, sich das eigene Leben zu nehmen. Lediglich sein Gedanke an die Krieger-Kadetten lässt Reiner innehalten. In der Zwischenzeit trifft Falco Grice am Spital von Rebellio einen der traumatisierten Eldia-Soldaten.","versions":[{"lang":1,"streams":[{"redirect":13350537,"hoster":"VOE"},{"redirect":13665460,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918566,"hoster":"VOE"},{"redirect":8473177,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von Hand zu Hand","epNo":4,"alt":"From One Hand to Another","descr":"Der Kriegerkadett Falco Grice will unbedingt den Gepanzerten Titanen erben. Und zwar anstelle seiner Kameradin Gabi, an die er sein Herz verloren hat, und deren Leben er so retten will. Doch Gabis Leistungen sind den seinen haushoch überlegen. Da richtet ein Mann das Wort an Falco","versions":[{"lang":1,"streams":[{"redirect":14266639,"hoster":"VOE"},{"redirect":13665461,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448956,"hoster":"VOE"},{"redirect":8298111,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kriegserklärung","epNo":5,"alt":"Declaration of War","descr":"Mit den Worten, dort erwarte ihn ein alter Freund, führt Falco Reiner hinab in einen Kellerraum. Doch als Reiner diesen Freund sieht, ist er wie vom Blitz getroffen. Währenddessen beginnt Willy Tybur seine Rede und die Blicke der ganzen Welt ruhen auf ihm","versions":[{"lang":1,"streams":[{"redirect":14506284,"hoster":"VOE"},{"redirect":13665462,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448959,"hoster":"VOE"},{"redirect":8473178,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Kriegshammer Titan","epNo":6,"alt":"The War Hammer-Titan","descr":"Eren verschlingt die Leiche Tyburs und stürzt sich dann auf die Militärvertreter im Publikum. Wahre Gegenwehr bietet sich ihm erst, als Lara Tybur sich in den Kriegshammertitanen verwandelt und attackiert. In der Zwischenzeit kann Gabi mit Colt von zerstörten Festplatz fliehen, aber Udo und Zofia kommen in dem Chaos ums Leben. Daraufhin stürmt die rachesüchtige Gabi zurück zum Festplatz, auf den sich nun bereits andere Kämpfer des Aufklärungstrupps gesellt haben und Marleys Militär einen verheerenden Schlag nach dem anderen zufügen. Mit Mikasas Hilfe kann Eren derweil den Kriegshammer besiegen, bevor er die kristallisierte Lara verschlingen kann, wird er aber von Galliards Kiefertitan attackiert. Dieser wiederum findet sich schnell mit einer Übermacht an Gegnern konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14275181,"hoster":"VOE"},{"redirect":13665463,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448960,"hoster":"VOE"},{"redirect":8473179,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wilder Angriff","epNo":7,"alt":"Assault","descr":"Eren setzt seinen Erbarmungslosen Angriff mit seinen Kameraden fort und versucht dabei den Kriegshammertitan zu fressen.","versions":[{"lang":1,"streams":[{"redirect":14271718,"hoster":"VOE"},{"redirect":13665464,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13922196,"hoster":"VOE"},{"redirect":8473180,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mörderische Kugeln","epNo":8,"alt":"Assassin\u0027s Bullet","descr":"Die Truppen der Insel Paradis sind auf dem Rückweg als etwas passiert was nicht in den Plan gepasst hat. Denn es begeben sich blinde Passagiere auf das Flug Schiff.","versions":[{"lang":1,"streams":[{"redirect":14347715,"hoster":"VOE"},{"redirect":13665466,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13916745,"hoster":"VOE"},{"redirect":8473181,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Freiwilligen","epNo":9,"alt":"Brave Volunteers","descr":"Im Jahr 851 erreichten die Anti-Marleyan-Freiwilligen Paradis. Sie gibt den Eldianern viele Informationen, um gegen die Marleyaner zu kämpfen. Zurück in der Gegenwart beschäftigen sich die Kampfer von Paradis mit den Folgen nach ihrem erfolgreichen Angriff auf Rebelio.","versions":[{"lang":1,"streams":[{"redirect":14275182,"hoster":"VOE"},{"redirect":13665467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918568,"hoster":"VOE"},{"redirect":8298108,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gute Argumente","epNo":10,"alt":"A Sound Argument","descr":"Ohne Verbündete von außen müssen sie ihre Feinde töten, um zu leben. Ist das die richtige Wahl oder nicht? Es gibt keine Seele, die es weiß.","versions":[{"lang":1,"streams":[{"redirect":14273579,"hoster":"VOE"},{"redirect":13665469,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448962,"hoster":"VOE"},{"redirect":8473183,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lügner","epNo":11,"alt":"Deceiver","descr":"Auf der gefährlichsten Insel der Welt gefangen, werden Falco und Gabi alles tun, um zu überleben. Anderswo verlangt die Öffentlichkeit Antworten, als bekannt wird, dass der Retter von Paradis festgenommen wurde.","versions":[{"lang":1,"streams":[{"redirect":14325285,"hoster":"VOE"},{"redirect":13665468,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448965,"hoster":"VOE"},{"redirect":8473182,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wegweiser","epNo":12,"alt":"Guides","descr":"Während Hange und Pyxis langsam hinter Zekes wahre Absichten kommen, bauen sich Spannungen außerhalb des Hauptquartiers auf, wo Armin und Mikasa um Erlaubnis bitten, mit Eren sprechen zu dürfen.","versions":[{"lang":1,"streams":[{"redirect":14275185,"hoster":"VOE"},{"redirect":13665470,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8448966,"hoster":"VOE"},{"redirect":8473186,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kinder des Waldes","epNo":13,"alt":"Children of the Forest","descr":"Familie Braus wird zum Essen bei Nicolo eingeladen, jedoch findet Nicolo heraus wer Mia und Ben wirklich sind. Die Jäger-Fraktion nimmt den Aufklärungstrupp gefangen und bestätigen ihren zukünftigen Plan gegen Eldia. Hani ist auch da...","versions":[{"lang":1,"streams":[{"redirect":14275183,"hoster":"VOE"},{"redirect":13665471,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7916112,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wilde Grausamkeit","epNo":14,"alt":"Savagery","descr":"Armin und Mikasa sprechen mit Eren, sind aber erstaunt über das, was er sagt. Im Wald erwägt Levi, den Beast-Titan an jemanden zu verfüttern, aber Zeke hat andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":14270428,"hoster":"VOE"},{"redirect":13665475,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7945738,"hoster":"VOE"}]}]},{"epId":"episode-15","name":"Die einzige Rettung","epNo":15,"alt":"Sole Salvation","descr":"Ein Blick in Zekes Vergangenheit zeigt seinen Kampf, ein Krieger zu werden. Seine Pläne, das Leiden aller Eldianer zu beenden, stammen aus einer zufälligen Freundschaft, die er in seiner Jugend geschlossen hatte.","versions":[{"lang":1,"streams":[{"redirect":14270181,"hoster":"VOE"},{"redirect":13665473,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7945767,"hoster":"VOE"}]}]},{"epId":"episode-16","name":"Himmel und Erde","epNo":16,"alt":"Above and Below","descr":"Mit den Jaegerists jetzt an der Spitze wird Zekes Masterplan enthüllt. Aber bevor er in die Tat umgesetzt wird, helfen Eren-Rekruten, alle Eindringlinge in ihrer Mitte zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":14270794,"hoster":"VOE"},{"redirect":13665474,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7952754,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verurteilung","epNo":17,"alt":"Judgment","descr":"Während Frock und Hansi herausfinden, wer die aus der Ferne zu hörende Explosion verursacht hat, sieht sich Eren einem Angriff der Mahr-Armee und ihrer Titanen gegenüber.","versions":[{"lang":1,"streams":[{"redirect":14275186,"hoster":"VOE"},{"redirect":13665472,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9589861,"hoster":"VOE"},{"redirect":9589859,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hinterhalt","epNo":18,"alt":"Sneak Attack/Deception","descr":"Ist Mikasas Wunsch, Eren zu helfen, wirklich Ausdruck ihres eigenen Willens? Was ist es, wofür Eren wirklich kämpft? Die heftige Konfrontation der Titanen lässt die Erde erbeben. Und die Menschen machen sich auf, Marleys Überraschungsangriff entgegenzutreten, Waffe in der Hand","versions":[{"lang":1,"streams":[{"redirect":14275187,"hoster":"VOE"},{"redirect":13665476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11061021,"hoster":"VOE"},{"redirect":11061022,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9647345,"hoster":"VOE"},{"redirect":9647346,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Großer und kleiner Bruder","epNo":19,"alt":"Two Brothers","descr":"Während die Schlacht um den Gepanzerten und den Urtitanen tobt, spitzt sich im komplizierten Geflecht von Erinnerungen und Gefühlen auch die Situation für mehr als nur ein Brüderpaar zu. Wird sich Zeke davon abhalten lassen, den \"Schrei\" einzusetzen?","versions":[{"lang":1,"streams":[{"redirect":14507721,"hoster":"VOE"},{"redirect":13665478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11061547,"hoster":"VOE"},{"redirect":11061546,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918570,"hoster":"VOE"},{"redirect":9701476,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Erinnerungen aus der Zukunft","epNo":20,"alt":"Memories of the Future","descr":"Der kleine Bruder hat den großen zurückgewiesen, doch der große gibt den kleinen nicht auf. Sein inniger Wunsch: ihn zu retten. Auf ihrer Reise durch die Erinnerungen ihres Vaters erfahren Zeke und Eren, was sich an jenem Tag tatsächlich abgespielt hat.","versions":[{"lang":1,"streams":[{"redirect":14507183,"hoster":"VOE"},{"redirect":13665479,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12915497,"hoster":"VOE"},{"redirect":9747842,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Von Dir vor 2000 Jahren","epNo":21,"alt":"From You, 2,000 Years Ago","descr":"Die Urahnin Ymir, willenlose Sklavin der königlichen Blutlinie, wartet. Darauf, dass jemand kommt. Seit 2000 Jahren … Nun stellt Eren sie vor eine Wahl, welche die ganze Welt aus den Angeln heben könnte.","versions":[{"lang":1,"streams":[{"redirect":14275188,"hoster":"VOE"},{"redirect":13665480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11061076,"hoster":"VOE"},{"redirect":11061077,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12381998,"hoster":"VOE"},{"redirect":9802574,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auflösung ","epNo":22,"alt":"Thaw","descr":"Die Erde dröhnt von den Schritten der Mauertitanen, die Mauern auf Paradis gibt es nicht mehr. In Shiganshina kämpfen Mitglieder der Jägerfraktion und des Aufklärungstrupps gegen Titanen, die einmal ihre Kameraden waren. Und Gabi sucht verzweifelt nach Falco …","versions":[{"lang":1,"streams":[{"redirect":13858609,"hoster":"VOE"},{"redirect":13665477,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12382000,"hoster":"VOE"},{"redirect":9845675,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Abendrot ","epNo":23,"alt":"Sunset","descr":"Inmitten des Chaos erwacht eine Kriegerin, die einst Kameradin war, später erbitterte Feindin … Und jetzt? Alles hat sich verändert, und sie ist nicht die Einzige, die vor der Wahl steht, sich neuen Verbündeten anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":14273655,"hoster":"VOE"},{"redirect":13665481,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9894152,"hoster":"VOE"},{"redirect":9894151,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Stolz ","epNo":24,"alt":"Pride","descr":"Der Tod so vieler Unbeteiligter, die nicht wissen, warum sie sterben, stellt die Soldaten und Krieger vor eine Wahl: Tatenlos zusehen? Oder sich dagegen erheben?","versions":[{"lang":1,"streams":[{"redirect":14273633,"hoster":"VOE"},{"redirect":13665542,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9950428,"hoster":"VOE"},{"redirect":9950424,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die letzte aller Nächte","epNo":25,"alt":"Night of the End","descr":"Sie hatten einander als Feinde gehasst, verachtet, getötet … Nun sitzen sie mitten im Wald um ein Lagerfeuer, eine ungleiche Gruppe von Menschen mit den verschiedensten Vorstellungen von \"Gerechtigkeit\". Werden sie einen Weg finden, aufeinander zuzugehen?","versions":[{"lang":1,"streams":[{"redirect":14270093,"hoster":"VOE"},{"redirect":13665543,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10000120,"hoster":"VOE"},{"redirect":10000119,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Verräter ","epNo":26,"alt":"Traitor","descr":"Anhänger der Jäger-Fraktion, darunter auch alte Trainingskorpskameraden, haben den Hafen besetzt. Armin und seine Freunde stehen nun vor der schwierigen Aufgabe, die Azumabito und das Flugboot zu beschützen, bis dieses betriebsbereit ist, gleichzeitig aber niemanden zu töten, der sie angreift","versions":[{"lang":1,"streams":[{"redirect":14507715,"hoster":"VOE"},{"redirect":13665546,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10036236,"hoster":"VOE"},{"redirect":10036234,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Nostalgie ","epNo":27,"alt":"Retrospective","descr":"Damit das Flugboot abhebt, brauchen die Mechaniker einen halben Tag für die Wartung. In dem Wissen, dass sie mit der Verstärkung der Jaegeristen auf dem Weg nie so lange durchhalten werden, ist die Besatzung gezwungen, ihre Pläne zu ändern.","versions":[{"lang":1,"streams":[{"redirect":14275218,"hoster":"VOE"},{"redirect":13665548,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918569,"hoster":"VOE"},{"redirect":10057224,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Morgendämmerung der Menschheit ","epNo":28,"alt":"The Dawn of Humanity","descr":"Eren Jaeger erinnert sich an die Ereignisse bis heute. Das Schicksal der Menschheit wurde seit seiner Geburt geschrieben und alles wurde von ihm geplant.","versions":[{"lang":1,"streams":[{"redirect":14275219,"hoster":"VOE"},{"redirect":13665547,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10186517,"hoster":"VOE"},{"redirect":10186518,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Erdrumoren","epNo":29,"alt":"The Final Chapter Part 1","descr":"Eren hat den Urtitanen in seinen Besitz gebracht und das Erdrumoren ausgelöst. Zahllose Titanen bewegen sich über die Erde und trampeln alles nieder, weder Meer noch Berge noch die Flotte der alliierten Großmächte können sie aufhalten. Die verbliebenen Mitglieder des Aufklärungstrupps und die Krieger von Marley haben sich verbündet und versuchen, die letzte Hoffnung, die der Menschheit noch bleibt, startbereit zu machen: Ein Flugboot, mit dem sie einen Angriff auf den Urtitanen aus der Luft starten könnten. Und Armin und Mikasa haben die Hoffnung noch nicht aufgegeben, Eren doch noch zu überzeugen, zu ihnen zurückzukommen …","versions":[{"lang":1,"streams":[{"redirect":14271851,"hoster":"VOE"},{"redirect":13665553,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12313890,"hoster":"VOE"},{"redirect":12314036,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"The Last Us","epNo":30,"alt":"The Final Chapter Part 2 [Series Final Episode]","descr":"Verwandelt in seine riesige, skelettartige Urtitanenform rückt Eren, begleitet von seinem Heer alles niedertrampelnder Titanen auf die Festung Slatova vor. Da erscheinen vor den Augen der verzweifelten Flüchtlinge und Festungssoldaten die verbündeten, überlebenden Aufklärungstruppmitglieder und Krieger von Marley und nehmen den Kampf gegen ihren einstigen Kameraden und Kindheitsfreund auf.","versions":[{"lang":1,"streams":[{"redirect":14449986,"hoster":"VOE"},{"redirect":13849347,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13323246,"hoster":"VOE"},{"redirect":13323247,"hoster":"Streamtape"}]}]}]}]}