{"seriesId":"auf-achse","name":"Auf Achse","descr":"Franz Meersdonk. Günther Willers. Und ihre Maschinen. 320 PS. Sie fahren Terminfracht in aller Herren Länder. Auf sie ist Verlass. Der Trucker Franz Meersdonk (Manfred Krug) ist ein herzensguter Brummbär, an dessen dickköpfige Art sich seine Mitmenschen immer erst gewöhnen müssen. Doch so stur wie er ist, so pflichtbewusst ist er auch...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Special","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8782132,"hoster":"VOE"},{"redirect":8791360,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vollgas","epNo":1,"alt":"","descr":"Franz Meersdonk sucht für eine Terminfracht nach Teheran einen Fahrer für den zweiten LKW. Günther Willers wäre der richtige Mann, aber der hat sich in den Kopf gesetzt, sein Glück als Rennfahrer zu machen. Als Hitzkopf Willers am Vortag des großen Bergrennens seine Karre in den Graben setzt, wird er weich. Aber er verlangt, von der Chefin der Spedition Mittermann einen eigenen Wagen zu bekommen, den sie auch noch vorfinanzieren müsse. Überraschend unterstützt Meersdonk diese Forderung, indem er auszusteigen droht. Buchstäblich im letzten Moment können Willers und er mit ihren Sattelschleppern termingerecht in Richtung Teheran aufbrechen.","versions":[{"lang":1,"streams":[{"redirect":8265462,"hoster":"VOE"},{"redirect":12098919,"hoster":"Doodstream"},{"redirect":8265457,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nur eine kleine Verwechslung","epNo":2,"alt":"","descr":"Dem Transportunternehmer Reimers wird ein Lastwagen gestohlen und vermutlich auf der Route quer durch Jugoslawien nach Griechenland gebracht, um dort per Schiff in den Nahen Osten verladen zu werden. Reimers und Sohn nehmen die Verfolgung selbst in die Hand. Über den Rundfunk lassen sie eine Prämie ausloben für jeden, der sachdienliche Hinweise zur Ergreifung des Täters gibt. Die Beschreibung, die aus dem Radio kommt, passt nun aber auch genau auf Meersdonks Wagen, der daraufhin mehrfach \"gestellt\" wird. Bis er selbst mit Willers Hilfe dafür sorgt, dass das gesuchte Fahrzeug gefunden wird, damit er endlich wieder ungestört fahren kann.","versions":[{"lang":1,"streams":[{"redirect":8265465,"hoster":"VOE"},{"redirect":8265461,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die thessalische Nacht","epNo":3,"alt":"","descr":"Günther Willers trifft in Saloniki einen alten Bekannten wieder, der ihn vor Jahren auf gemeine Weise betrogen hat: Sengle! Er will mit ihm abrechnen. Sengle, inzwischen kein kleiner Fisch mehr, hält sich Willers aber mit rabiaten Methoden vom Hals …","versions":[{"lang":1,"streams":[{"redirect":8265473,"hoster":"VOE"},{"redirect":8265470,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tommys Trip","epNo":4,"alt":"","descr":"Tommy ist einer der vielen Tramps, die nach Indien wollen. Obwohl Meersdonk grundsätzlich keine Anhalter mitnimmt – Tommy schafft es. Indem er ihm auf den Wecker fällt, entsteht so etwas wie Sympathie, bis Tommy versucht, Meersdonk zu beklauen. Der schmeißt ihn hinaus – aber wenig später gerät er selbst in Schwierigkeiten mit der Zollfahndung. Als Meersdonk ratlos im Gefängnis sitzt, taucht der völlig mittellose Tommy wieder auf. Vor der Polizei beschuldigt er sich, er habe das Schmuggelgut in Meersdonks Lkw versteckt. Prompt wird er abgeschoben und kommt so schnell und billig wieder heim. Zwei Fliegen mit einer Klappe, meint er. Zwar schafft er es jetzt nicht mehr bis Indien – aber Meersdonk kann weiterfahren.","versions":[{"lang":1,"streams":[{"redirect":11597168,"hoster":"VOE"},{"redirect":8265472,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ganoven unter sich","epNo":5,"alt":"","descr":"Willers und einige Fahrerkollegen werden nachts überfallen und ausgeraubt. Der Anführer der Bande nimmt Willers das Geld aus einem Geheimversteck, von dem eigentlich nur einer wissen konnte, der ihn genau kennt. Nach einigen anderen Hinweisen fällt der Verdacht auf den ehemaligen Kollegen Horst Volkers. Doch ehe Willers und Meersdonk im Flughafen zur Selbstjustiz greifen und Volkers schnappen können, werden sie von der einheimischen Polizei eingebuchtet. Schani, ein undurchsichtiger Exil-Österreicher, will gleichfalls an die ansehnliche Beute ran. Aber Meersdonk und Willers kommen frei, stellen eine raffinierte Falle und holen sich ihr Geld wieder.","versions":[{"lang":1,"streams":[{"redirect":8265486,"hoster":"VOE"},{"redirect":8265480,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kolbenfresser","epNo":6,"alt":"","descr":"Willers, wegen seiner Eskapaden unlieb aufgefallen, bekommt einen Beifahrer zugeteilt. Jörg benimmt sich von Anfang an recht merkwürdig. So verkauft er, um Geld für Benzin aufzutreiben, heimlich die Lichtmaschine im Austausch gegen eine alte. Eine Kette von Komplikationen ist die Folge. Schließlich, nach einem Unfall, ist es Willers, der den ganzen Motor seines neuen Lastwagens verkauft. Aber auch der eingetauschte Motor versagt, und der Truck steckt endgültig fest. Nachts brennt plötzlich das ganze Fahrzeug, und jeder Löschversuch kommt zu spät. Willers hat Jörg in Verdacht, doch zunächst versuchen beide, Meersdonk und den anderen Fahrern klarzumachen, dass es sich um einen Versicherungsfall handelt. Dann zieht Meersdonks Schlepper den intakt gebliebenen Auflieger in höchster Eile in den Hafen, wo er gerade noch rechtzeitig die Fähre erreicht. Damit ist die Fracht komplett auf dem Schiff, in Syrien wird sie von persischen Zugmaschinen abgeholt und nach Teheran geschleppt werden. Aber das mit dem Versicherungsfall wird noch ein Nachspiel haben.","versions":[{"lang":1,"streams":[{"redirect":8265492,"hoster":"VOE"},{"redirect":8265488,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fliegender Start","epNo":7,"alt":"","descr":"Mit schier übermenschlichem Einsatz hatten Meersdonk und Willers es geschafft, den Druckmaschinen-Transport für Teheran termingerecht auf die Fähre zu bringen. Umso härter der Schlag, als sie bei ihrer Rückkehr nach München die Firma Mittermann pleite finden. Der Ayatollah hat das Persiengeschäft ruiniert. Mit einem Mal müssen stolze Kilometerkönige als Wäschereifahrer und Kiestransporteure jobben … Beschissen – würde da nicht Willers mit etwas schrägen Methoden einen neuen Frachtauftrag für beide aufreißen: Bohrgeräte für Tahoua. Wohin? In eine Oase in Nigeria.","versions":[{"lang":1,"streams":[{"redirect":8265498,"hoster":"VOE"},{"redirect":8265495,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Frau in der Koje","epNo":8,"alt":"","descr":"Bei der Fähre von Genua nach Nordafrika taucht plötzlich Carla auf. Willers wird schwach und bringt sie heimlich aufs Schiff. Aber auf der Überfahrt entdeckt der viel besonnenere Meersdonk sie bei sich in der Koje. Und gegen alle seine ehernen Prinzipien schmuggelt er sie nach Tunesien. Und möchte ihr, ganz unvermittelt vom Geheimnis der jungen Frau fasziniert, weiterhelfen. Aber Carla entzieht sich allen Beschützerinstinkten – und löst ihr Problem allein.","versions":[{"lang":1,"streams":[{"redirect":12172832,"hoster":"VOE"},{"redirect":8265500,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Landjäger","epNo":9,"alt":"","descr":"In Tunis bleiben die Bohrgeräte zunächst mal im Zoll hängen. So nehmen Meersdonk und Willers kurze Gelegenheitsfahrten an. Als Meersdonk eine Geschwindigkeitsbeschränkung missachtet, findet er sich plötzlich im Gefängnis wieder. Er versucht es mit Bestechung – und kommt prompt frei. Schnell spricht es sich herum, aber als kurz darauf Willers in eine Polizeisperre gerät, läuft das bei ihm ganz anders ab: Willers steckt in großen Schwierigkeiten, so menschlich entgegenkommend der Polizeichef sich auch gibt, als er die beiden reichlich verwirrten Fahrerfreunde sogar zur Hochzeit seiner Tochter einlädt …","versions":[{"lang":1,"streams":[{"redirect":8265510,"hoster":"VOE"},{"redirect":8265505,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lalla und Kifkif","epNo":10,"alt":"","descr":"Willers stößt das Schlimmste zu, was einem Fernfahrer passieren kann: Er fährt ein Kind an. Aus Angst vor der Rache des Dorfes versteckt er sich bei Lalla und Kifkif, zwei \"Aussteigern\", die hier in Tunesien das ganz andere Leben erproben. Inmitten anderer Fernfahrer, die gerne hier rasten, gerät Willers in die Eifersuchtshektik des komischen Pärchens. Als nachts jemand ein Messer auf ihn wirft, scheint alles klar. Nur Meersdonk schwant eine Verbindung zwischen dem Mordanschlag und dem verletzten Kind …","versions":[{"lang":1,"streams":[{"redirect":8265514,"hoster":"VOE"},{"redirect":8265512,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwarze Fracht","epNo":11,"alt":"","descr":"Auf der verzweifelten Suche nach einem Zwischenauftrag gerät Willers an den windigen holländischen Kollegen van Haaren. Elektrogeräte durch die Sahara – warum nicht? Aber in Wirklichkeit besteht der Transport aus dreißig schwarzen Gastarbeitern, die über die Grenze zu schmuggeln sind.\u0026lt;br /\u0026gt;\rMenschenfracht! Willers kann sie nicht im Stich lassen. Aber ein Sandstrum, der streikende Motor, das ausgehende Wasser, die große Wüste … \u0026lt;br /\u0026gt;\rWäre da nicht ein schwarzer Kupferschmied mit seinen geschickten Händen, hätten sie die nächste menschliche Ansiedlung gewiss nie erreicht.","versions":[{"lang":1,"streams":[{"redirect":8265517,"hoster":"VOE"},{"redirect":8265515,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tödliche Dosis","epNo":12,"alt":"","descr":"Endlich mit den Bohrgeräten unterwegs, wird Meersdonk in Bizerta von Aman’s Familie sehnlichst erwartet, bringt er doch ein hierzulande rares Medikament für den schwerkranken Vater mit. Unverzüglich spritzt der Artz die Ampulle – und in der Nacht stirbt das Familienoberhaupt. Für die Familie hat Meersdonk ein falsches Medikament mitgebracht, und sie hält den Freund im Haus fest. Willers hat Mühe, den Kollegen überhaupt aufzustöbern, aber er muss sich noch etwas ganz Ungewöhnliches ausdenken, um die Unschuld seines Freundes überzeugend zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":8265524,"hoster":"VOE"},{"redirect":8265522,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wüstenkoller","epNo":13,"alt":"","descr":"Meersdonk und Willers gelangen an den Bestimmungsort ihrer Reise, zur Oase Tahoua in Niger. Hier arbeitet eine kleine Forschergruppe an einem Projekt zur Fruchtbarmachung der Wüste.","versions":[{"lang":1,"streams":[{"redirect":8265531,"hoster":"VOE"},{"redirect":8265526,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Schlangengrube","epNo":1,"alt":"","descr":"Mit guter Laune steuern Franz Meersdonk und Günther Willers ihre schweren Trucks auf Kurs Nord durch die Sahara. Zwar entpuppte sich der Transportauftrag für die deutschen Brunnenbohrer als Pleite, denn in der Oase wollte ihnen keiner das Bohrgerät abnehmen. Aber es geht wieder heimwärts … Doch da ergreift ein Trupp Rebellen die Macht in dieser gottverlassenen Ecke Afrikas – und weg sind die Trucks. Die Fernfahrer sind heilfroh, als ein abgewirtschafteter Ex-Legionär namens King sie heraushaut und vorerst mal auf seiner Schlangenfarm unterschlüpfen lässt. Allerdings erwartet er dafür einen explosiven Gegendienst …","versions":[{"lang":1,"streams":[{"redirect":8265540,"hoster":"VOE"},{"redirect":8265529,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hokuspokus","epNo":2,"alt":"","descr":"Der Auftrag an die in Namibia gestrandeten Fernfahrer Meersdonk und Willers hört sich recht einfach an: Gepfändete Kühe bei einem Farmer in Owamboland abzuholen. Aber je weiter die Trucker in den rebellischen Norden von ehemals Deutsch-Südwest vorstoßen, desto unheimlicher wird es. Und gestandene Kerle wie die beiden müssen die reale Existenz eines \"Witchdoctors\", eines Zauberers mit all seinen schwarzen Künsten, am eigenen Leib erfahren.","versions":[{"lang":1,"streams":[{"redirect":8265538,"hoster":"VOE"},{"redirect":8265536,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die letzte Chance","epNo":3,"alt":"","descr":"Den Typen nennen sie allenthalben nur \"Franzmann\". Ein ziemlicher Spinner, glaubt er doch allen Ernstes an den großen Goldfund in seiner kleinen Eigenbaumine. Günther Willers, ohnedies leicht zu begeistern, buddelt verbissen mit, dieweil der besonnene Franz Meersdonk auf seinem Truck das nötige Geld anschafft, das nie ausreicht. Als sich schließlich noch der allmächtige südafrikanische Konzern einmischt, da verfällt der ausgeflippte Alte auf die Idee, seine Probleme mit Dynamit zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8265548,"hoster":"VOE"},{"redirect":8265544,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heiße Trucks","epNo":4,"alt":"","descr":"Die Masche hat Methode, mit der immer wieder Trucks einfach von der Landstraße verschwinden. Meersdonk und Willers, im harten südafrikanischen Business ziemlich auf dem Trockenen, nehmen, was sie kriegen können: auch mal einen Job als Wrackabschlepper … Aber da ist Smidson, ein Mann mit allen Tricks, der sich mit heißen Trucks gut auskennt. Allzu gut …","versions":[{"lang":1,"streams":[{"redirect":8265553,"hoster":"VOE"},{"redirect":8265549,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aussichtsloses Rennen","epNo":5,"alt":"","descr":"Verboten ist es bei strenger Strafe, was sich Trucker in Südafrika alljährlich leisten: Das illegale Wettrennen mit ihren schweren Brummern. Aber selbst die Polizeistreife wettet heimlich mit … Eigentlich mehr aus Dummheit gerät Meersdonk in den Rummel, während bei Willers seine frühere Rennfahrerleidenschaft sichtlich durchschlägt. Aber mit dem dramatischen Showdown haben beide dann nichts mehr zu tun. Das ist die Sache von total Verrückten.","versions":[{"lang":1,"streams":[{"redirect":8265558,"hoster":"VOE"},{"redirect":8265556,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Konvoi","epNo":6,"alt":"","descr":"Zwischen zwei Polen spielt sich ihr letzter Truckerjob im südlichen Afrika ab. Da ist einmal der Konvoiführer Keitel, ein ganz Scharfer, der zugleich auf mehreren Hochzeiten tanzt. Und da ist zum anderen der schwarze Fahrer Muzaza, der in der Stunde der Gefahr den Durchblick bewahrt. Sechs Zugmaschinen heil nach Botswana: Frank Meersdonk und Günther Willers glauben selbst nicht mehr daran, dass sie den Auftrag schaffen!","versions":[{"lang":1,"streams":[{"redirect":8265568,"hoster":"VOE"},{"redirect":8265561,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Goldsucher in Lappland","epNo":7,"alt":"","descr":"Die erstbeste Gelegenheit, dem südlichen Afrika den Rücken zu kehren, ergreifen Meersdonk und Willers mit beiden Händen. Also übernehmen sie den Auftrag, eine Goldschürfmaschine von Johannesburg nach Finnisch-Lappland zu geleiten. Es wären freilich nicht die Trucker-Helden, würden sich der Überführung nicht böse Buben entgegenstellen. Und wie Willers, der scheinbar die Fracht befördert, und Meersdonk, der die Maschine wirklich hintendrauf hat, die neidischen schwedischen Konkurrenten abhängen, – das verrät gekonntes Zusammenspiel.","versions":[{"lang":1,"streams":[{"redirect":8265571,"hoster":"VOE"},{"redirect":8265564,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pula Aika – Die Unruhezeit","epNo":8,"alt":"","descr":"Neuer Auftrag in Lappland: Spezialmaschinen zu einer geplanten Erzgrube zu transportieren. Kling einfach, wären da nicht eine Handvoll umweltbewusster Lappen, die um die Weideplätze für ihre Rentiere und somit um ihre eigene Existenz fürchten und zum Gewehr greifen. Sie schnappen sich den LKW und setzen Meersdonk und Willers außer Gefecht. Natürlich nicht lange. Und für die beiden Trucker folgt das dicke Ende erst wenig später, als sie sich die termingerecht abgelieferte angebliche Maschinenladung mal näher ansehen …","versions":[{"lang":1,"streams":[{"redirect":8265578,"hoster":"VOE"},{"redirect":8265574,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eismeerstraße 6","epNo":9,"alt":"","descr":"Während Günther Willers, bei einer Schmuggelei ertappt, vorübergehend festsitzt, lässt sich Franz Meersdonk von einer älteren Truckerkollegin breitschlagen: nämlich mit ihr eine Fuhre Schnaps von Virtaniemi nach Helsinki zu befördern. Mamuschka entpuppt sich als wahres Herzchen, nachtblind am Steuer und mit einem angehimmelten Ganoven im Nacken. Freund Sven ist hinter der Fuselladung her und er würde sie wohl auch kriegen, wäre Meersdonk nicht ein bisschen schneller und Willers rechtzeitig zur Stelle. Nur für Mamuschka geht die Affäre ins Auge.","versions":[{"lang":1,"streams":[{"redirect":8265580,"hoster":"VOE"},{"redirect":8265577,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Um jeden Preis","epNo":10,"alt":"","descr":"Um endlich aus Finnland wegzukommen, heuert Ex-Rennfahrer Willers bei einer Rallye Helsinki-Budapest an. Und unter Protest findet sich auch Franz Meersdonk als malochender Servicefahrer wieder. Ihr Auftraggeber Holzner, der in München eine Spedition besitzt, entpuppt sich als ziemlich schikanöser Chef. Trotzdem halten sie ihm die Stange, da sie sich von ihm einen richtigen Fahrauftrag erhoffen. Nach einer nächtlichen Keilerei in Ungarn, die den Amateurrenner Holzner matt setzt, stülpt sich Willers sogar selbst den Sturzhelm über, ohne zu wissen, auf was er sich da einlässt.","versions":[{"lang":1,"streams":[{"redirect":8265586,"hoster":"VOE"},{"redirect":8265584,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Glückssträhne","epNo":11,"alt":"","descr":"An der ungarischen Grenze geraten unsere beiden Helden an ein Fossil von einem Trucker. Max, der Kollege, überredet Willers zu einem – natürlich illegalen – Spielchen. Die Kompagnons reagieren recht spontan, als sie Falschspiel wittern. Max haut mit dem gesamten Bargeld der beiden ab. Sein ehrenwerter Versuch, mit dem Spielgewinn zu spekulieren, erweist sich als regelrechter Schlag ins Wasser, in dem Fall der Donau. Bei der Suche nach dem verschwundenen Geld läuft Meersdonk zu ungeahnten kriminalistischen Aktivitäten auf, in deren Verlauf er in einer – natürlich zweckentfremdeten – Budapester Sauna landet.","versions":[{"lang":1,"streams":[{"redirect":8265594,"hoster":"VOE"},{"redirect":8265588,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sizilianische Geschäfte","epNo":12,"alt":"","descr":"Auftraggeber Holzner dirigiert seine beiden Fahrer von Ungarn nach Italien um: mit Traktoren für eine Landwirtschaftsschau auf dem Hänger. Und auf einmal sind Hänger samt Zugmaschine weg. Einfach geklaut, was dortzulande ja keine Seltenheit sein soll. Als Meersdonk den Diebstahl der Polizei meldet, verdächtigt man ihn des Versicherungsbetrugs und nimmt ihm den Pass ab. Dem Auftraggeber wäre, wie er am Telefon sagt, mit einer ordentlichen Diebsstahlanzeige mehr als gedient. Doch die Dickschädel Meersdonk und Willers setzen sich höchst eigenmächtig auf die Spur ihres gestohlenen Trucks. Und bis nach Neapel und weiter führt sie die Verfolgungsjagd immer südwärts.","versions":[{"lang":1,"streams":[{"redirect":8265596,"hoster":"VOE"},{"redirect":8265593,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Arrivederci","epNo":13,"alt":"","descr":"Spätestens in Sizilien merken Meersdonk und Willers, dass sie es bei den Dieben ihres Trucks mit einer gut organisierten Bande zu tun haben. Die Mithilfe ihres italienischen Freundes Ezio und der charmanten Reiseleiterin Cinzia beschert den beiden ein Erfolgserlebnis nach dem anderen. Erst finden sie den Truck – und dann auch die Ladung. Nur dass das den sizilianischen Verschiebegangstern gar nicht in den Kram passt. Da geht es noch reichlich hart zu, ehe Meersdonk und Willers wieder nordwärts brausen: in ihrem wiedereroberten Truck, mit Cinzia in der Koje und einer hübschen Belohnung in Aussicht.","versions":[{"lang":1,"streams":[{"redirect":8265604,"hoster":"VOE"},{"redirect":8265602,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mimi","epNo":14,"alt":"","descr":"Willers und Meersdonk sind Unternehmer geworden – dank einer hohen Prämie, die sie für die Aufklärung eines Versicherungsbetrugs in Sizilien erhalten haben. Aber bei der erstbesten Gelegenheit sitzen sie wieder selbst im Sattel ihres 30-Tonners: in Holland streiken die Trucker, ihr LKW liegt fest, der Fahrer ist abgehauen. Als sie eine junge Holländerin als Anhalterin mitnehmen, ahnen sie nicht, in welche Schwierigkeiten am laufenden Band die kleine Mimi sie stürzt.","versions":[{"lang":1,"streams":[{"redirect":8265610,"hoster":"VOE"},{"redirect":8265605,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Rotterdam Connection","epNo":15,"alt":"","descr":"Franz und Günther sollen eine Ladung Zinn von Rotterdam nach Duisburg bringen. Sie ahnen nicht, dass geschmuggelte Diamanten darin verborgen sind...","versions":[{"lang":1,"streams":[{"redirect":8265616,"hoster":"VOE"},{"redirect":8265611,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Thai – Teak","epNo":16,"alt":"","descr":"Schon der erste Auftrag von Lammers ist eine Herausforderung: Innerhalb von 48 Stunden sollen Franz und Günther eine Ladung Teakholz aus dem Norden Thailands nach Bangkok transportieren. Lammers härtester Konkurrent Han Po setzt alles daran, den beiden Steine in den Weg zu legen. Eine abenteuerliche Fahrt steht bevor.","versions":[{"lang":1,"streams":[{"redirect":8265621,"hoster":"VOE"},{"redirect":8265613,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Grenzfälle","epNo":17,"alt":"","descr":"Im Süden Thailands treffen Franz und Günther auf der Suche nach Ersatzteilen ihren alten Bekannten Max wieder, dessen Truck jenseits der Grenze liegen geblieben war. Günther hilft Max beim Abschleppen, nicht ahnend, dass an der Ladung etwas faul sein könnte. Während einer Grenzkontrolle flüchtet Max...","versions":[{"lang":1,"streams":[{"redirect":8265626,"hoster":"VOE"},{"redirect":8265623,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Prosit Neujahr","epNo":18,"alt":"","descr":"Die beiden deutschen Trucker müssen feststellen, dass sich Han Po für ihre Fracht interessiert. Sie untersuchen die Ladung und stellen fest, dass zwei Computer darunter sind, die offensichtlich für militärische Zwecke bestimmt, aber in den Papieren aber als harmlose Aggregate deklariert sind. Während Meersdonk als Lockvogel den LKW fährt, transportiert Willers auf einem anderen Wagen die Computer. Aber er bleibt mit Motorschaden im Dschungel liegen, verirrt sich und bricht zusammen. In letzter Minute retten ihn Mönche und schaffen nichtsahnend die heiße Ware auf Elefantenrücken zu Lammers, der einen üblen Trick anwendet, um den unerlaubten Computer-Transport über die Grenze seinen Fahrern in die Schuhe zu schieben.","versions":[{"lang":1,"streams":[{"redirect":8265637,"hoster":"VOE"},{"redirect":8265628,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Franz im Glück","epNo":19,"alt":"","descr":"Meersdonk und Willers können schließlich mit Hilfe von Jan, dem Bruder von Lammers, aus dem Gefängnis fliehen. Ihre Versuche, Lammers unter Druck zu setzen und ihre geleistete Arbeit bezahlt zu bekommen, scheitern jedoch kläglich. Und Jans Hilfe erweist sich als wenig nützlich; er reitet sie eher tiefer in ihre Probleme hinein, so dass sie schließlich vor Lammers fliehen müssen. Nur ein riskantes Geschäft, bei dem die Geliebte von Lammers eine entscheidende Rolle spielt löst die vordringlichen Probleme von Meersdonk und Willers, dagegen nicht die Probleme dahinter: Die beiden sind nämlich rettungslos pleite.","versions":[{"lang":1,"streams":[{"redirect":8265638,"hoster":"VOE"},{"redirect":8265633,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Einmal grade – einmal krumm","epNo":20,"alt":"","descr":"Franz und Günther lösen ihre Firma International Transports auf. Während Willers nach Italien fährt, soll Franz mit dem Fahrer Fred in 48 Stunden Gefriergeflügel nach Polen bringen. Auf dem Rückweg wartet eine besondere Aufgabe: In Burgs Heimatdorf wartet ein Familienschatz, den die beiden bergen und nach Deutschland bringen sollen.","versions":[{"lang":1,"streams":[{"redirect":8270446,"hoster":"VOE"},{"redirect":8270431,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Felix Austria","epNo":21,"alt":"","descr":"Fred möchte auf dem Rückweg von Polen lieber durch die DDR anstatt durch Österreich fahren. Dafür gibt es einen guten Grund: Fred ist auf der Flucht vor einer heiratswütigen Tochter eines reichen Spediteurs und wird deshalb von fast allen Truckern Österreichs gejagt.","versions":[{"lang":1,"streams":[{"redirect":8270439,"hoster":"VOE"},{"redirect":8270448,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wasser für Santa Margarita","epNo":22,"alt":"","descr":"Hilfe dringend, Günther. Mit diesem gefälschten Telegramm wird Franz von seinem alten Bekannten Max nach Chile gelockt - und kann wegen eines Erdbebens nicht gleich den Rückflug antreten.","versions":[{"lang":1,"streams":[{"redirect":8270401,"hoster":"VOE"},{"redirect":8270438,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Pech im Spiel","epNo":23,"alt":"","descr":"Max fährt mit seinem Freund José zum Pokern. Als José verliert, wird er von seinen Mitspielern gezwungen, heiße Ware nach Chile zu schmuggeln. Bei einer Grenzkontrolle flieht José, während der ahnungslose Max verwundet und ins Krankenhaus eingeliefert wird. Franz und José holen ihn dort heraus, werden aber an der Grenze erneut gestoppt.","versions":[{"lang":1,"streams":[{"redirect":12382016,"hoster":"VOE"},{"redirect":8270405,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Agentenbluff","epNo":24,"alt":"","descr":"Franz und Max werden mit anderen Fahrern verwechselt - und freuen sich über einen neuen Truck und eine Menge Geld. Als sie von einem Polizisten gestoppt werden, können sie den Frachtraum nicht öffnen - und die echten Fahrer tauchen auf. Franz und Max sind dabei, eine Intrige aufzudecken...","versions":[{"lang":1,"streams":[{"redirect":8270411,"hoster":"VOE"},{"redirect":8270396,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Duell in Eldorado","epNo":25,"alt":"","descr":"Eigentlich führt Franz und Max die nächste Tour zu einer Oase ins Landesinnere. Doch der Gauner Pedro zwingt sie zu einem Umweg zum Goldgräbercamp Eldorado.","versions":[{"lang":1,"streams":[{"redirect":8270430,"hoster":"VOE"},{"redirect":8270421,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"SOS Esmeralda","epNo":26,"alt":"","descr":"Franz und Max wollen bei einem LKW-Rennen die Siegesprämie, einen lukrativen Jahresauftrag, absahnen. Doch dann wird Franz kurz vor dem Start wegen Fahrerflucht festgenommen. Während sie viel Zeit verlieren, macht sich ihr härtester Konkurrent Dixon auf und davon. Was nun? Max und Franz haben eine kreative Lösung parat...","versions":[{"lang":1,"streams":[{"redirect":8270425,"hoster":"VOE"},{"redirect":8270414,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Wilkommen in Humberstone","epNo":27,"alt":"","descr":"Wieder einmal hat Max Pech im Spiel. Diesmal verliert er beim Billard gegen Don Cornelio und muss dafür mit Franz Ersatzteile nach Humberstone fahren. Doch die Fracht ist brisanter als angenommen...","versions":[{"lang":1,"streams":[{"redirect":8270503,"hoster":"VOE"},{"redirect":8270495,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Wer einmal lügt …","epNo":28,"alt":"","descr":"Max wird von seinem früheren Auftraggeber Jaras zu einem Versicherungsbetrug gezwungen und soll einen LKW samt Fracht in eine Schlucht stürzen lassen.","versions":[{"lang":1,"streams":[{"redirect":8270492,"hoster":"VOE"},{"redirect":8270489,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mexikanische Verhältnisse","epNo":1,"alt":"","descr":"Zufällig trifft Franz Meersdonk in München Claudia wieder, die mit einem angeblich einflussreichen mexikanischen Spediteur verheiratet ist. Doch dieses Treffen war kein Zufall, denn Claudia braucht Hilfe von Franz. Als sie übereilt nach Mexiko zurückkehrt, reist Meersdonk ihr nach und stößt dabei auf eine erbitterte Fehde zwischen Claudias Mann Morales und dessen Konkurrenten Fernandez.","versions":[{"lang":1,"streams":[{"redirect":8270514,"hoster":"VOE"},{"redirect":8270505,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kampfstiere nach Santa Maria","epNo":2,"alt":"","descr":"Morales sitzt wegen krummer Geschäfte im Knast. Damit dessen Spedition nicht pleite geht, fährt Franz mit Moralesâ\u0027s minderjährigem und heißblütigem Sohn Manuelito auf eine ereignisreiche Tour. Manuelito will seinen Vater nämlich auf eigene Faust aus dem Gefängnis befreien und legt sich obendrein mit Kriminellen an. Meersdonk hat alle Hände voll zu tun, um den Heißsporn wieder heil bei seiner Familie abzuliefern.","versions":[{"lang":1,"streams":[{"redirect":8270506,"hoster":"VOE"},{"redirect":8270520,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schmutzige Steine","epNo":3,"alt":"","descr":"Von seiner Zelle aus soll Morales angeblich einen Schwarzhandel mit Opalen organisieren. Um Moralesa\u0027s Unschuld zu beweisen und die Hintermänner aus ihrem Versteck zu locken, tarnt Franz einen normalen Transport als Fahrt mit Schmuggelware. Bald hat Meersdonk in Onkel Franco einen Verdächtigen innerhalb der Familie ausgemacht, doch Manuelitos Einmischung erschwert alles wieder ungemein.","versions":[{"lang":1,"streams":[{"redirect":8270468,"hoster":"VOE"},{"redirect":8270508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wettfahrt mit dem Tod","epNo":4,"alt":"","descr":"Zufällig trifft Franz in Mexiko seinen alten Freund Rodriguez wieder. Eigentlich hatte er gehofft, diesen Geschichtenerzähler nie wieder sehen zu müssen, gab es wegen ihm doch sehr viel Ärger in Chile. Auch diesmal hat Rodriguez Probleme, seine Frau Shirley wurde entführt, und er bittet Franz um Hilfe. Doch der glaubt ihm kein Wort. Als er jedoch erkennt, dass alles wahr ist, ist er für Shirley fast schon zu spät.","versions":[{"lang":1,"streams":[{"redirect":8270455,"hoster":"VOE"},{"redirect":8270467,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Toller Tausch","epNo":5,"alt":"","descr":"Meersdonk übernimmt eine Fracht mit TV-Gerätern, hinter der jede Menge Leute her sind. Unter anderem auch der abgebrannte Bermbach, der es tatsächlich schafft, Franz die Fracht abzujagen. Als Bermbach ein neues Geschäft wittert, lässt er die inzwischen stark ramponierte Ware einfach stehen. Franz hat nur noch eines im Sinn: Bermbach soll keine Freude an seinen neuen Geschäften haben.","versions":[{"lang":1,"streams":[{"redirect":8270482,"hoster":"VOE"},{"redirect":8270457,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Urwald vermisst","epNo":6,"alt":"","descr":"Gegen ein gewisses Entgelt wird Morales Haftentlassung angeboten, und wieder springt Franz für Claudia und ihren Mann in die Bresche. Er fährt zu der Baustelle, auf der die LKWs von Morales festhängen, um diese zuerst wieder flott und dann zu Geld zu machen. Dort wird Franz allerdings unfreundlich empfangen. Und mit Max Kottan trifft er auf seinen altbekannten Beifahrer, der ganz bewusst Meersdonks Vorhaben sabotiert.","versions":[{"lang":1,"streams":[{"redirect":8270471,"hoster":"VOE"},{"redirect":8270477,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reporter des Regenbogens","epNo":7,"alt":"","descr":"Für die Spedition Morales fährt Franz Sprengmaterial zu einer brennenden Ölquelle. Der skrupellose Journalist Korff heftet sich an seine Fersen. Durch ihn gerät Meersdonk in große Schwierigkeiten. Obendrein versucht ein Unbekannter zu verhindern, dass Franz seine Fracht abliefert. Doch er meistert alle Probleme, befreit Morales aus dem Gefängnis und verlässt Mexiko endlich wieder in Richtung Heimat.","versions":[{"lang":1,"streams":[{"redirect":8270302,"hoster":"VOE"},{"redirect":8270472,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Riskante Geschäfte","epNo":8,"alt":"","descr":"Günther Willers fällt in Chile auf Sigi herein, der ihn mit falschen Versprechungen überredet, die wertlose Spedition REAL zu kaufen. Als Günther den Betrug bemerkt, stellt er den Verkäufer Domingo zur Rede, und wird von ihm in eine lebensgefährliche Falle gelockt. Unerwartete Hilfe kommt von Sigi. Der hat nun ein schlechtes Gewissen und deswegen beschlossen, Günther aus der Patsche zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8270289,"hoster":"VOE"},{"redirect":8270303,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In letzter Minute","epNo":9,"alt":"","descr":"Als ein LKW mit Blutkonserven für ein Katastrophengebiet verunglückt, wird kurzerhand Günthers Kühlwagen beschlagnahmt, um die empfindliche Fracht zu retten. Mit der Ärztin Gabriela macht er sich auf eine beschwerliche Fahrt. Zuerst drohen die Blutkonserven wegen einer defekten Kühlung zu verderben, dann blockieren riesige Geröllblöcke den Weg. Doch gemeinsam meistern Günther und Gabriela alle Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8270305,"hoster":"VOE"},{"redirect":8270295,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Fluch der Mumie","epNo":10,"alt":"","descr":"Willers wird von seinem alten Bekannten Professor van Damme überredet, eine wertvolle Mumie in ein Labor zu transportieren. Mehrere finstere Gestalten sind ebenfalls hinter der Mumie her, und Günther muss zu seiner Enttäuschung feststellen, dass er von dem Professor nur als Lockvogel benutzt wurde. Trotzdem entwickelt er mit van Damme einen Plan, um die Mumie sicher an ihr Ziel zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8270322,"hoster":"VOE"},{"redirect":8270316,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Oase","epNo":11,"alt":"","descr":"Mit defektem Tank und dem letzten Tropfen Diesel erreichen Günther und Sigi die Oase von San Pedro, wo ein Kleinkrieg zwischen dem Präfekten der Oase und dem alten Kauz Häberle herrscht. Als der Präfekt mit einer Vergiftung zusammenbricht, ergeben Wasserproben, dass sich Erdöl im Trinkwasser befindet. Es dauert nicht lange bis das Ölfieber in der Oase ausbricht.","versions":[{"lang":1,"streams":[{"redirect":8270318,"hoster":"VOE"},{"redirect":8270310,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Abenteuer in Valparaiso","epNo":12,"alt":"","descr":"Willers und Sigi sollen eine Mine mit Baustoffen beliefern - ein Auftrag, der ihnen viel Gewinn verspricht. Ihrem Kontrahenten Domingo ist das ein Dorn im Auge. Deshalb setzt er zuerst Sigi und anschließend auch dessen Vertretung Carlos außer Gefecht. Günther hat zuerst keine Ahnung wer dahinter steckt, stößt bei selnen Nachforschungen aber auf Carlos Tochter, die offenbar mit Domingo unter einer Decke steckt.","versions":[{"lang":1,"streams":[{"redirect":8270273,"hoster":"VOE"},{"redirect":8270264,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Elisa","epNo":13,"alt":"","descr":"Günther und Sigl wollen die Spedition REAL wieder verkaufen. Da taucht plötzlich Gottlieb auf, ein entfernter Verwandter Sigis, der völlig pleite ist. Willers nimmt ihn auf eine letzte Fahrt mit. Unterwegs werden sie von der Polizei aufgehalten, die einem entführten Mädchen sucht. Gottlieb verhält sich sehr verdächtig. Kein Wunder, hat er das Mädchen doch in Willers Anhänger versteckt, womit die Schwierigkeiten für Günther erst richtig beginnen.","versions":[{"lang":1,"streams":[{"redirect":8270262,"hoster":"VOE"},{"redirect":8270258,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Willers Rückkehr","epNo":1,"alt":"","descr":"Ein Fluglotsenstreik in Spanien stoppt Günther Willers\u0027 Rückkehr aus Chile. Dadurch platzt ein wichtiges Geschäft, und Franz Meersdonk macht sich allein auf den Weg. Unterdessen schlägt sich Günther durch Spanien und rettet dem zerstrittenen Paar Anna und Erwin das Leben, als ihr Wagen nach einem Unfall explodiert. Anna überredet Günther, Erwin als Beifahrer für eine Tour mitzunehmen. Prompt fährt der den LKW in den Graben. Günther kann ihn aber wieder flott machen, setzt Erwin in Südfrankreich ab und liefert seine Fuhre pünktlich in Marseille ab. Dort bekommt er überraschend eine Rückfracht, die aber eigentlich für Meersdonk bestimmt war, der dem vermeintlichen Frachtdieb wutentbrannt hinterher jagt.","versions":[{"lang":1,"streams":[{"redirect":8270293,"hoster":"VOE"},{"redirect":8270274,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meersdonks Sohn","epNo":2,"alt":"","descr":"Franz erwischt auf einem LKW-Parkplatz den kleinen Carlito, der für eine Hehlerbande gerade einen Truck aufbricht, um ihn auszurauben. Meersdonk redet dem Jungen ins Gewissen und zahlt ihm eine warme Mahlzeit. Für ihn ist die Sache abgeschlossen, doch Carlito hängt sich an Franz\u0027 Fersen. Da hilft nur noch ein Trick: Er stiftet den kleinen Ganoven an, den LKW von Günther auszuplündern. Als Carlito das Diebesgut zum Anführer der Hehlerbande bringt, folgen ihm Franz und Günther und drohen dem Anführer der Hehlerbande Konsequenzen an, wenn er Carlito zukünftig nicht in Ruhe lässt. Willers hat so seine Zweifel daran, und siehe da, als er losfährt, ist der Junge in seinem LKW.","versions":[{"lang":1,"streams":[{"redirect":13916752,"hoster":"VOE"},{"redirect":8270288,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ulli","epNo":3,"alt":"","descr":"Als Willers und Meersdonk auf einer Barcelona-Tour erfahren, dass ein LKW ihrer Firma verlassen und ohne Fahrer im Hafen von Marseille steht, machen sie dort einen kurzen Stopp, um den Ersatzfahrer Ulli kennen zu lernen. Ulli entpuppt sich jedoch als attraktive Frau, der kurze Zeit später der Truck geklaut wird. Seltsamerweise taucht er wieder auf, als ihr die beiden Kavaliere zu Hilfe eilen. Franz übernimmt den LKW und wird bald darauf von der Polizei festgenommen. Der Fahrer des Trucks sei vergangene Nacht geflohen, als er an der Grenze nach Italien kontrolliert werden sollte. Meersdonk kann seine Unschuld beweisen und gemeinsam mit Ulli und Günther versucht er, diesen rätselhaften Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":14426686,"hoster":"VOE"},{"redirect":8270282,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fahrerflucht","epNo":4,"alt":"","descr":"Als in Frankreich ein schwedischer LKW einen Bus rammt und der Fahrer flieht, bekommt Günther Probleme: Sein Truck sieht dem des flüchtigen Unfallverursachers nämlich zum Verwechseln ähnlich. Willers wird von aufgebrachten Truckerkollegen gestellt und von der Polizei verhaftet. Auch Ulli wird mit aufs Revier genommen. Meersdonk versucht in der Zwischenzeit, mit seinem alten Kumpel Rodriguez den wahren Täter zu stellen. Günther steckt derweil in der Zwickmühle, seine Fracht droht zu verderben. Ulli verhilft ihm zur Flucht, die Fracht ist gerettet, und gemeinsam mit Franz jagt er den flüchtenden Schweden durch ganz Frankreich.","versions":[{"lang":1,"streams":[{"redirect":8270361,"hoster":"VOE"},{"redirect":8270375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fahrt dem Teufel die Hörner ab","epNo":5,"alt":"","descr":"Willers und Meersdonk transportieren hochexplosive Chemikalien nach Sevilla. Als das Kühlsystem ihres LKWs beschädigt wird, droht die gefährliche Fracht zu explodieren. Trotz großer Eile unterbrechen sie die Fahrt, um einen schwerkranken Jungen ins Krankenhaus zu bringen. Mittlerweile werden sie von der Polizei durch unbewohntes Gebiet zu ihrem Ziel geleitet. Doch um noch einen Chance zu haben, müssen Franz und Günther die Chemiefabrik schnellstmöglich erreichen. Völlig unerwartet hält die spanische Armee für sie alle Straßen frei, und so kommen sie gerade noch rechtzeitig an. Dort erfahren sie auch den Grund für die Hilfe des Militärs: Der von ihnen gerettete Junge war der Enkel eines ranghohen Offiziers.","versions":[{"lang":1,"streams":[{"redirect":8270390,"hoster":"VOE"},{"redirect":8270362,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Duft der Wüste","epNo":6,"alt":"","descr":"Willers und Meersdonk lernen in Südspanien Arno kennen. Der soll für den Eventkünstler Claude 30 Tonnen Wüstensand nach Valencia transportieren, hat aber keinen LKW. Obwohl das alles recht seltsam klingt, beschließen Franz und Günther ihm zu helfen. Da taucht plötzlich das Gerücht auf, in den Fässern mit dem Sand seien große Mengen Haschisch versteckt. Natürlich beginnt die Polizei, sich für den Transport zu interessieren, und auch Arno bekommt Wind davon. Er hat sich in Nicole Claudes Assistentin verliebt und will sie aus der Geschichte raushalten. Deshalb klaut er mit Unterstützung von Franz und Günther den LKW, um das Haschisch zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8270376,"hoster":"VOE"},{"redirect":8270389,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Doppel – Spiel","epNo":7,"alt":"","descr":"Willers und Meersdonk lernen in Südspanien Arno kennen. Der soll für den Eventkünstler Claude 30 Tonnen Wüstensand nach Valencia transportieren, hat aber keinen LKW. Obwohl das alles recht seltsam klingt, beschließen Franz und Günther ihm zu helfen. Da taucht plötzlich das Gerücht auf, in den Fässern mit dem Sand seien große Mengen Haschisch versteckt. Natürlich beginnt die Polizei, sich für den Transport zu interessieren, und auch Arno bekommt Wind davon. Er hat sich in Nicole Claudes Assistentin verliebt und will sie aus der Geschichte raushalten. Deshalb klaut er mit Unterstützung von Franz und Günther den LKW, um das Haschisch zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8270333,"hoster":"VOE"},{"redirect":8270382,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Höhle des Löwens","epNo":8,"alt":"","descr":"Aus heiterem Himmel kündigt Ulli. Während Meersdonk ihre Fuhre übernimmt, versucht Willers den Grund für Ullis überraschenden Schritt herauszufinden. Ihr Vater ist Besitzer einer kleinen Spedition und liegt mit einem Herzinfarkt im Krankenhaus. Damit die Firma nicht Bankrott geht, versucht Ulli für ihn einzuspringen. Doch die Doppelbelastung ist einfach zu viel für sie. Um zu helfen, übernimmt Willers einen Transport: Tierfelle aus der Türkei. Dabei handelt es sich jedoch um ein illegales Geschäft ihres Vaters, um die Spedition zu retten. Ulli fällt aus allen Wolken, und Franz fährt sofort los, um Günther zu warnen. Doch der hat den Braten aufgrund der dubiosen Auftraggeber schon längst gerochen.","versions":[{"lang":1,"streams":[{"redirect":8270325,"hoster":"VOE"},{"redirect":8270335,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Paulas Geheimnis","epNo":9,"alt":"","descr":"Franz und Günther bemerken auf ihrer Fahrt durch die Türkei eine junge Frau, die vor einigen Männern flüchtet. Willers nimmt sie mit. Paula sucht das Grab ihres Bruders, der in diesem Gebiet bei einem Transport ums Leben gekommen ist. Als sich Meersdonk bei der Rettung eines Jungen aus einem See eine Lungenentzündung holt, übernimmt Paula seinen LKW. Bei der erstbesten Gelegenheit macht sie sich jedoch damit aus dem Staub. Günther findet sie schließlich mit einer riesigen Summe Geld am Grab ihres Bruders und erfährt, dass Paulas Bruder Waffen geschmuggelt hat. Sie will das Geld armen Dorfbewohnern schenken, doch zuerst müssen ihre Verfolger ausgeschaltet werden.","versions":[{"lang":1,"streams":[{"redirect":8270341,"hoster":"VOE"},{"redirect":8270329,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blinder Passagier","epNo":10,"alt":"","descr":"Auf ihrer Rückfahrt aus der Türkei werden Franz und Günther von der Polizei aufgehalten, weil ein Schwerverbrecher geflohen ist. Während eines Stopps in einer Raststätte lernen sie Kemal kennen, der unbedingt nach Deutschland zurück will. Ohne ihr Wissen versteckt er sich in Willers\u0027 und Meersdonks\u0027 LKW. Dort trifft der blinde Passagier auf den flüchtigen Häftling. Bei der nächsten Polizeikontrolle gelingt es dem Verbrecher, sich vor der Polizei zu verstecken, nur Kemal wird erwischt. Franz und Günther trennen sich in Antalya... die Chance für den Kriminellen, Franz zu überwältigen und in seine Gewalt zu bringen...","versions":[{"lang":1,"streams":[{"redirect":8270357,"hoster":"VOE"},{"redirect":14166556,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Musa und Marie","epNo":11,"alt":"","descr":"Willers nimmt bei seiner Rückfahrt nach München die Anhalterin Marie mit. Diese ist allerdings auf der Flucht vor ihrem eifersüchtigen türkischen Mann Musa, da sie das Leben in einer Großfamilie in der Türkei nicht mehr aushält - Das ist ganz anders als sie es sich vorgestellt hat und erst recht anders als das gemeinsame Leben vorher in Deutschland.","versions":[{"lang":1,"streams":[{"redirect":8270348,"hoster":"VOE"},{"redirect":8270346,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Rivale aus alten Tagen","epNo":12,"alt":"","descr":"Um ihren Vertrag - Baumaterial zu einer abgelegenen Baustelle zu schaffen - einhalten zu können, brauchen Ulli und Willers einen weiteren Fahrer. Den besorgt ihnen Franz aus Deutschland. Was Franz noch nicht weiß: Giovanni ist ein alter Intimfeind von Willers.","versions":[{"lang":1,"streams":[{"redirect":8270685,"hoster":"VOE"},{"redirect":8270516,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Unheimliche Fracht","epNo":1,"alt":"","descr":"Um ihren Vertrag - Baumaterial zu einer abgelegenen Baustelle zu schaffen - einhalten zu können, brauchen Ulli und Willers einen weiteren Fahrer. Den besorgt ihnen Franz aus Deutschland. Was Franz noch nicht weiß: Giovanni ist ein alter Intimfeind von Willers.","versions":[{"lang":1,"streams":[{"redirect":8270678,"hoster":"VOE"},{"redirect":8270703,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Babyface","epNo":2,"alt":"","descr":"Franz und Toni fahren Material zu einer Ausgrabungsstelle. Toni nimmt den unter Korruptionsverdacht stehenden Polizisten Keller mit, der dort nach einem ihm bekannten Entlastungszeugen sucht. Franz hingegen hat den Polizeibeamten Ruland an Bord, der befürchtet, dass Keller vor Ort den einzigen Zeugen ermorden will.","versions":[{"lang":1,"streams":[{"redirect":8270702,"hoster":"VOE"},{"redirect":8270679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Goldsöhnchen","epNo":3,"alt":"","descr":"Meersdonk will seinem alten Freund Schaffner helfen und nimmt dessen missratenen Sohn Harry auf eine Tour mit. Der nutzt aber die Fahrt, um Drogengeschäfte abzuwickeln. Als es Probleme gibt, flieht er mit Franz\u0027 LKW vor den Drogenhändlern. Er bleibt jedoch mitten in der Einöde stecken und wird von einer Schlange gebissen. Nur mit viel Glück wird er von Toni gerettet, und gemeinsam mit Franz stellen sie den Kriminellen eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8270693,"hoster":"VOE"},{"redirect":8270706,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Irrfahrt","epNo":4,"alt":"","descr":"Michael, ein Fahrer von \"International Transports\", verursacht einen Unfall bei dem eine Türkin schwer verletzt wird. Franz löst den Pechvogel am Steuer ab. Was er nicht weiß: Murat, der Ehemann der Verletzten, hat die Verfolgung aufge-nommen, um sich an dem Unfallfahrer zu rächen. Franz wird fortan von dem rachsüchtigen Ehemann terrorisiert und muss um sein Leben fürchten, bis Toni ihn aus der lebensgefährlichen Lage befreit.","versions":[{"lang":1,"streams":[{"redirect":8270646,"hoster":"VOE"},{"redirect":8270697,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lilly","epNo":5,"alt":"","descr":"Völlig unerwartet taucht Meersdonks Tochter Lilly, die er zuletzt als Baby gesehen hat, in der Türkei auf. Obendrein haben Franz und Toni Probleme mit ihrer Fracht, da ihr Auftraggeber Bahimi verschwunden ist. Eines Nachts werden ihre LKWs von Unbekannten durchsucht und Lilly entführt. Die Kidnapper verlangen die Herausgabe von Gold, das in der Ladung versteckt sein soll. Franz und Toni wissen von nichts und machen sich auf die Suche nach den Verbrechern.","versions":[{"lang":1,"streams":[{"redirect":8270645,"hoster":"VOE"},{"redirect":8270653,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spielerinnen","epNo":6,"alt":"","descr":"Toni und Franz treffen auf die beiden Spielerinnen Angie und Nora. Die beiden Zockerinnen haben eine Gruppe von Jordaniern im Spiel um einen hohen Geldbetrag betrogen und werden von den wütenden Männern verfolgt. Als Toni, Angie und Nera in deren Gewalt geraten, gelingt es Franz das Geld sicherzustellen. Er schlägt dem Boss der Jordanier vor, nochmals darum zu spielen - diesmal unter fairen Bedingungen.","versions":[{"lang":1,"streams":[{"redirect":8270657,"hoster":"VOE"},{"redirect":8270640,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Happy End","epNo":7,"alt":"","descr":"Während Franz seinen Urlaub am Meer genießt, engagiert Toni für einen schwierigen Auftrag Christine als zusätzliche Fahrerin. Sie ist in Wirklichkeit Beamtin der deutschen Zollfahndung und ermittelt inkognito gegen einen Schmugglerring. Als durchsickert, dass Christine Polizistin ist, wird sie von den Ganoven entführt. Obwohl auf ihn geschossen wird, versucht Toni sie zu retten. Inzwischen hat sich Franz Hals über Kopf in eine junge Frau verliebt, die er vom Fleck weg heiratet. Er gibt das Truckerleben auf und übergibt \"International Transports\" an Toni.","versions":[{"lang":1,"streams":[{"redirect":8270673,"hoster":"VOE"},{"redirect":8270668,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Überraschung in Rotterdam","epNo":1,"alt":"","descr":"Um nach dem Tod ihres Vaters die Firma Hensmann nicht an die Banken zu verlieren, übernimmt Julia unter extremen Bedingungen einen Frachtauftrag mit großer Gewinnspanne. Sie engagiert Eddi und Kaschinski als Fahrer. Für Eddi kommt dieser Job genau richtig: Aus Geldnot wollte er nämlich den Diebstahl seines Trucks vortäuschen, um die Versicherungsprämie zu kassieren.","versions":[{"lang":1,"streams":[{"redirect":8270664,"hoster":"VOE"},{"redirect":8270659,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pulverfass","epNo":2,"alt":"","descr":"Ein entflohener Strafgefangener nimmt Kaschinski und Julia samt ihrem Truck als Geiseln, um mit seinem kleinen Sohn nach Frankreich zu fliehen. Eddi lässt sich gegen Julia eintauschen, aber anstatt wie geplant die Flucht mit einem Trick zu verhindern, schlagen sich Eddi und Kaschinski auf die Seite des Flüchtigen und verhelfen ihm zur Freiheit.","versions":[{"lang":1,"streams":[{"redirect":8270754,"hoster":"VOE"},{"redirect":8270748,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ab nach Kassel","epNo":3,"alt":"","descr":"Kaschinski ist wütend auf Eddi, der mit seiner Tochter Lotte ein Techtelmechtel beginnt und sich außerdem eine ganze Ladung schrottreifer Kühlschränke hat andrehen lassen. Julia vermittelt zwischen den beiden Streithähnen und findet sogar noch eine Lösung, um die \"Ware\" ohne weiteren finanziellen Verlust für die Firma zu entsorgen.","versions":[{"lang":1,"streams":[{"redirect":8270746,"hoster":"VOE"},{"redirect":8270745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Racing Bull","epNo":4,"alt":"","descr":"Um an einem Truck-Rennen teilnehmen zu können, arbeiten Eddi und Kaschinski nicht so gewissenhaft wie üblich und verbocken einen wichtigen Frachtauftrag. Deshalb müssen sie die bereits ausgezahlte Prämie sofort wieder abliefern. Jutta biegt die Angelegenheit mit dem attraktiven Auftraggeber gerade noch einmal hin und gibt ihren beiden unzuverlässigen Firmenteilhabern somit eine neue Chance.","versions":[{"lang":1,"streams":[{"redirect":8270769,"hoster":"VOE"},{"redirect":8270755,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nichts als Ärger mit dem Kind","epNo":5,"alt":"","descr":"Gerade als Jutta und Kaschinski sich näher kommen, taucht dessen Ex-Freundin auf. Obendrein reißt seine Tochter Lotte von zu Hause aus, um sich in Holland Drogen zu beschaffen. Als Eddi und Kaschinski sie endlich gefunden haben, beschließt Kaschinski, seine Tochter zu sich zu nehmen. Mit viel Überredungskunst gelingt es ihm auch, Julia davon zu überzeugen, dass ihre Eifersucht auf seine Ex völlig unbegründet ist.","versions":[{"lang":1,"streams":[{"redirect":8270762,"hoster":"VOE"},{"redirect":8270770,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarze Ladung","epNo":6,"alt":"","descr":"Um die Drahtzieher eines Handels mit Schwarzarbeitern zu überführen, lässt sich Kaschinski in einen Container sperren, in dem Afrikaner nach Deutschland eingeschmuggelt werden. Dabei gerät er selbst in Lebensgefahr. Julia und Eddi können ihn jedoch befreien und die Schlepperbande überführen.","versions":[{"lang":1,"streams":[{"redirect":8270721,"hoster":"VOE"},{"redirect":8270761,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Falsche Freunde","epNo":7,"alt":"","descr":"Julia bemerkt, dass der Lagerverwalter ihres besten Auftraggebers Ware veruntreut. Sie ist drauf und dran, dieses Wissen auszunutzen und ihn auf ewig zu verpflichten. Da entdeckt sie, dass Kaschinski, wie immer knapp bei Kasse, heimlich für den Betrüger als Fahrer arbeitet. Erst als Kaschinski den Verwalter selbst ans Messer liefert, verzeiht sie ihm und bleibt somit der Firma erhalten, obwohl sie bereits ein lukratives Stellenangebot einer anderen Firma hatte.","versions":[{"lang":1,"streams":[{"redirect":8270713,"hoster":"VOE"},{"redirect":8270724,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wo die Liebe hinfährt …","epNo":8,"alt":"","descr":"Während sie eine Eilfracht für Julias neuen Schwarm fahren, wird Eddi und Kaschinski der Truck samt wertvoller Ladung gestohlen. Am Ende einer wilden Verfolgungsjagd entpuppt sich der Auftraggeber selbst als Drahtzieher des Diebstahls: Julias neue Flamme ist zwar äußerst charmant, aber leider auch ein Versicherungsbetrüger.","versions":[{"lang":1,"streams":[{"redirect":8270737,"hoster":"VOE"},{"redirect":8270715,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ohne Eins spiel Zwei","epNo":9,"alt":"","descr":"Julia feuert Eddi, als er mit einer Kiste radioaktiven Materials an Bord erwischt wird. Kaschinski kündigt daraufhin wutentbrannt, da er an die Unschuld seines Kollegen glaubt und macht sich auf die Suche nach dem wahren Schuldigen. Währenddessen führt Julia die Firma alleine weiter. Als der Irrtum aufgeklärt ist, Eddi aus dem Knast entlassen wurde, kehrt auch Kaschinski wieder in die Reihen der Firma Hensmann zurück.","versions":[{"lang":1,"streams":[{"redirect":8270730,"hoster":"VOE"},{"redirect":8270734,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Menschenhandel","epNo":10,"alt":"","descr":"Die Firma Hensmann soll offenbar gegen einen anderen Spediteur ausgespielt werden, um die Preise zu drücken. Doch dieses Problem tritt zunächst in den Hintergrund, weil Julia, Eddi und Kaschinski ein Mädchen aus den Klauen russischer Menschenhändler retten und für deren Verhaftung sorgen. Zu guter Letzt gelingt es Julia auch noch, mit dem ehemaligen Konkurrenzunternehmen eine gewinnbringende Zusammenarbeit zu vereinbaren.","versions":[{"lang":1,"streams":[{"redirect":8270548,"hoster":"VOE"},{"redirect":8270728,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bei Ami","epNo":11,"alt":"","descr":"Eddi transportiert wertvolle Fracht: Im Hänger sitzt Kaschinski und beruhigt ein hochversichertes Rennpferd. Als der Truck gestohlen wird, verfolgen Eddi und Julia die Diebe und verhindern gerade noch rechtzeitig, dass Kaschinski samt Hänger und Pferd in einem See versenkt wird. Sie erfahren, dass das wertvolle Tier beiseite geschafft werden sollte, um die Versicherungssumme zu kassieren.","versions":[{"lang":1,"streams":[{"redirect":8270542,"hoster":"VOE"},{"redirect":8270554,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lisa und der Pumuckel","epNo":12,"alt":"","descr":"Julia, Eddi und Kaschinski wollen ein entführtes Mädchen befreien, um die auf die Ergreifung der Kidnapper ausgesetzte Belohnung zu kassieren. Dabei geraten sie aber in Verdacht, selbst die Entführer zu sein. Während Kaschinski verhaftet und von der Polizei festgehalten wird, gelingt es Julia und Eddi, das Mädchen aufzuspüren und für seine Befreiung zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":8270560,"hoster":"VOE"},{"redirect":8270545,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Viehdiebe","epNo":13,"alt":"","descr":"Eddi und Kaschinski besuchen die Hai-Show auf der Kirmes. Kaschinski verliebt sich in die Betreiberin und hilft ihr, als sie von Tierschützern sabotiert wird. Julia ist eifersüchtig und setzt Kaschinski unter Druck. Davon lässt er sich allerdings nicht besonders beeindrucken. Er überführt die Saboteure, nur hilft ihm das bei seiner neuen Flamme nicht weiter, denn die will auf einmal nichts mehr von ihm wissen.","versions":[{"lang":1,"streams":[{"redirect":8270575,"hoster":"VOE"},{"redirect":8270567,"hoster":"Streamtape"}]}]}]}]}