{"path":"/serie/stream/auf-den-spuren-der-aliens","name":"Auf den Spuren der Aliens","descr":"[In Search of Aliens] Giorgio Tsoukalos ist in dieser Doku-Serie den bekanntesten Mysterien der Welt auf der Spur. Geben sie Aufschluss über die Existenz außerirdischer Lebensformen?","seasons":[{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-1","name":"[E04] Rätselhaftes Atlantis","epNo":1,"alt":"The Hunt for Atlantis","descr":"Seit Platon das erste Mal von der Insel Atlantis schrieb, fasziniert sie Abenteurer und Wissenschaftler gleichermaßen. Giorgio Tsoukalos untersucht die neuesten Entdeckungen, die mit der uralten Geschichte von Atlantis in Zusammenhang stehen. Durch die Untersuchung einer Reihe von Hinweisen will Tsoukalos die mögliche Position von Atlantis eingrenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636161","hoster":"VOE"},{"path":"/redirect/13636160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-2","name":"[E01] Deckname Kronos","epNo":2,"alt":"Nazi Time Travelers","descr":"In einer neuen Folge \"Auf den Spuren der Aliens\" untersuchen Forscher, ob es bei den mutmaßlichen Wunderwaffen der Nazis Hinweise auf paranormale Einflüsse gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636147","hoster":"VOE"},{"path":"/redirect/13636158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-3","name":"[E02] Rätsel um Loch Ness","epNo":3,"alt":"The Mystery of Loch Ness","descr":"Das Ungeheuer von Loch Ness zählt zu den bekanntesten Mysterien der Welt. Doch auch andere Kulturen berichten von Erscheinungen. Handelt es sich dabei um Skelette von Dinosauriern oder gibt es möglicherweise übernatürliche Ursachen? Eine weitere Theorie vermutet, dass die Sichtung dieser Ungeheuer ein Blick in die Vergangenheit sei, die durch eine Störung im Raum-Zeit-Kontinuum verursacht wurde. Giorgio Tsoukalos reist von den schottischen Highlands an den Lake Champlain in Vermont, wo es ebenfalls ein Seeungeheuer geben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636166","hoster":"VOE"},{"path":"/redirect/13636165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-4","name":"[E03]] Roswell Rock","epNo":4,"alt":"The Roswell Rock","descr":"Im Jahr 2004 wurde in Roswell, New Mexico, ein Stein mit einem kryptischen Design entdeckt. Dieser Stein ist ungewöhnlich weich und besitzt magnetische Eigenschaften. Die Zeichen auf dem Stein (eine Abfolge von Dreiecken und Halbmonden) passen scheinbar genau zu Kornkreisen, die vor fast 20 Jahren in England entdeckt wurden. Der Prä-Astronautiker Giorgio Tsoukalos hat sich vorgenommen, die Herkunft des Steins festzustellen. Durch eine Reihe von Experimenten untersucht Tsoukalos, ob der \"Roswell Rock\" von Menschen gefertigt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636169","hoster":"VOE"},{"path":"/redirect/13636168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-5","name":"Jagd auf Bigfoot","epNo":5,"alt":"Searching for Bigfoot","descr":"Nachdem 1958 in Kalifornien über 40 Zentimeter große Fußabdrücke entdeckt wurden, entstand die Legende von Bigfoot. Heute gibt es Hunderte von gemeldeten Sichtungen in Amerika, doch im Pazifischen Nordwesten sind die Geschichten besonders häufig. Einige behaupten, es gibt einen Zusammenhang zwischen den mutmaßlichen Sichtungen und unerklärlichen Lichtern am Himmel. Giorgio Tsoukalos unternimmt mit dem Anthropologen Dr. Jeff Meldrum eine Expedition auf die Olympic-Halbinsel in Washington, um sich auf die Spuren Bigfoots zu begeben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916770","hoster":"VOE"},{"path":"/redirect/13636171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-6","name":"Das Geheimnis von Malta","epNo":6,"alt":"The Mystery of the Cyclops","descr":"Die Mittelmeerinsel Malta liegt südlich von Sizilien und beheimatet einige Bauwerke, die angeblich von einer prähistorischen Gesellschaft errichtet wurden. Manche glauben, dass diese sogar älter sind als die Pyramiden von Gizeh. Giorgio Tsoukalos untersucht Steinstrukturen und Felsgravuren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636175","hoster":"VOE"},{"path":"/redirect/13636174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-7","name":"Mysterium Puma Punku","epNo":7,"alt":"The Mystery of Puma Punku","descr":"Die Ruinen von Puma Punku geben Experten seit Hunderten von Jahren Rätsel auf. Einige Prä-Astronautiker vermuten, dass die massiven Steine mit Hilfe einer außerirdischen Technologie in präzise Blöcke geschnitten wurden. Giorgio A. Tsoukalos erforscht die Konstruktion und die mysteriöse Geschichte von Puma Punku. Er sucht nach dem Zweck des gewaltigen Bauwerks und will ergründen, warum es keine Beweise über die Präzisionswerkzeuge gibt, die zur Bearbeitung der Steine und der Errichtung des Bauwerks notwendig waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636179","hoster":"VOE"},{"path":"/redirect/13636177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-8","name":"Gründungsmythos der USA","epNo":8,"alt":"The Founding of America","descr":"Das Stadtbild von Washington D.C. wurde offenbar von der Antike inspiriert. Doch es könnte sein, dass auch außerirdische Einflüsse in der Hauptstadt der USA verewigt sind. Der Prä-Astronautiker Giorgio A. Tsoukalos fährt nach Washington D.C. und Philadelphia, um die Ursprünge der amerikanischen Demokratie zu untersuchen. Er will herausfinden, ob es einen Zusammenhang zwischen Außerirdischen und den Überzeugungen der Gründungsväter gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636181","hoster":"VOE"},{"path":"/redirect/13636180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-9","name":"Nasca – Zeichen in der Wüste","epNo":9,"alt":"The Mystery of Nazca","descr":"Die Nazca-Linien gehören zu den geheimnisvollsten Sehenswürdigkeiten der Welt. Der Wüstenboden ist mit Hunderten von uralten Erdzeichnungen bedeckt, die Tiere, menschenähnliche Figuren und seltsame geometrische Muster darstellen. Viele dieser Bildzeichen sind so riesig, dass man sie nur aus der Vogelperspektive erkennen kann. Der Prä-Astronautiker Giorgio Tsoulakos versucht zusammen mit dem Autor David Childress, die Ursprünge und Bedeutungen der Symbole und Formen zu erkunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636185","hoster":"VOE"},{"path":"/redirect/13636188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/auf-den-spuren-der-aliens/staffel-1/episode-10","name":"Verschlüsselte Hinweise","epNo":10,"alt":"The Alien Code","descr":"Die Prä-Astronautik beschäftigt sich mit der Frage, ob Aliens in der Vergangenheit die Erde besucht haben. Überall auf der Welt scheint es Beweise dafür zu geben, dass die Menschen nicht alleine im Universum sind. Vielleicht wurden die Zeichen zu einem bestimmten Zweck zurückgelassen, um den Menschen Hinweise zu geben, die sie entschlüsseln sollen. Giorgio untersucht verschiedene ungelöste Rätsel und entdeckt, dass einige Fundorte mit Berichten außerirdischer Wesen in Verbindung stehen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13636184","hoster":"VOE"},{"path":"/redirect/13636183","hoster":"Streamtape"}]}]}]}]}