{"seriesId":"auf-dem-jakobsweg-bis-zum-ende-der-welt","name":"Auf dem Jakobsweg - Bis zum Ende der Welt","descr":"Raus aus dem Alltag, raus aus der Komfortzone: Mit seinen 800 Kilometern ist der Camino Francés eine herausfordernde Reise durch Frankreich und Spanien – und zu sich selbst. Die Doku-Reihe begleitet eine fünfköpfige Pilgergruppe auf dem meistbereisten Jakobsweg der Welt und stellt die faszinierenden Facetten des historisch, kulturell und kulinarisch bedeutsamen Weges vor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der harte Weg über die Pyrenäen","epNo":1,"alt":"","descr":"Im beschaulichen Örtchen Saint-Jean-Pied-de-Port im französischen Baskenland, dem Ausgangspunkt des Camino Francés, treffen drei Frauen, zwei Männer und ein Hund in einer Herberge zum ersten Mal aufeinander. Nach dem ersten Beschnuppern und letzten Tipps des Herbergsvaters beginnt das Abenteuer am nächsten Morgen gleich mit einem steilen Anstieg über den Ibañeta-Pass. Die Pilgertruppe ist bunt gemischt, jeder hat eine andere Motivation und verschiedene Ziele. Carsten will sich, nach der Krebsdiagnose vor ein paar Monaten, nun endlich den Traum vom Jakobsweg erfüllen. Monika, die zum ersten Mal ohne ihre Familie auf Reisen ist, möchte den Weg nutzen, um sich mit dem Verlust ihrer Mutter auseinanderzusetzen. Die erste Nacht verbringt die Gruppe in einem Augustinerkloster in Roncesvalles. Von Mönchsgesängen geweckt, brechen sie schon früh am Morgen wieder auf. Auf dem Weg nach Estella sammeln sie in den historischen Kapellen und Kirchen neben den begehrten Pilgerstempeln auch erste emotionale Momente. Ein beginnender Ausbruch aus gewohnten Mustern und Komfortzonen ist erkennbar. Körper und Geist gewöhnen sich langsam an mühsame Auf- und Abstiege, Pilgerherbergen und unzählige Relikte am Wegesrand. Schließlich lassen sie die Pyrenäen hinter sich. Sie besuchen ein geschichtsträchtiges Café in Pamplona und erleben die spezielle Energie der romanischen Kirche Santa María de Eunate, zu der es einige Legenden gibt. In der ersten Woche pilgert die Gruppe in sieben Etappen hundert Kilometer über die französischen Pyrenäen in die spanische Region Navarra.","versions":[]},{"epId":"episode-2","name":"Von Wein und Knochen","epNo":2,"alt":"","descr":"Die Pilgergruppe startet diese Etappe auf dem Camino Francés in Estella und nährt sich schon bald der Weinregion La Rioja. Unterwegs kommen die fünf Pilger an dem Weinbrunnen Bodegas Irache vorbei. Hier dürfen sie kostenlos Wasser und Wein zapfen. Sie werden auch durch den Keller des Weinguts, der sogenannten Kathedrale, geführt. Beim Wandern findet langsam jeder sein eigenes Tempo, was die Pilger oft über mehrere Kilometer hinweg verteilt, wobei Carstens Krankheit ihm einige Probleme macht. Er muss öfters abbrechen und Ruhepausen einlegen. Zunehmend kommen Unstimmigkeiten auf, die Anstrengung, nachts auf engstem Raum, keine Privatsphäre – das zehrt an den Nerven. Besonders Brigitte scheint ihren Platz in der Gruppe noch nicht gefunden zu haben. Nach einer kräftezehrenden Etappe stellt sie die Gruppe am Abend zur Rede und es kommt zum Streit. Besonders Michael und Anikó werden von ihr kritisiert. Anikó legt einen Pausentag ein und besucht die Weinkathedrale des Guts Marqués de Riscal, in der auch die Fässer der spanischen Königsfamilie gelagert werden. Monika kommt zu ersten persönlichen Erkenntnissen auf ihrem Weg und Carsten erfüllt sich einen Wunsch: eine Heißluftballonfahrt. In der Provinz Burgos kommen die Pilger an der Ausgrabungsstätte von Atapuerca vorbei, in der über 900.000 Jahre alte menschliche Überreste gefunden wurden. Nach zwei Wochen Pilgern nehmen die körperlichen Beschwerden jedes Einzelnen zu, aber ein Drittel des Weges haben sie immerhin schon geschafft.","versions":[]},{"epId":"episode-3","name":"Die Weiten der Meseta","epNo":3,"alt":"","descr":"Die ersten 250 Kilometer sind geschafft, mittlerweile hat der Jakobsweg deutliche Spuren bei den Pilgern hinterlassen. In Burgos angekommen, besichtigen sie die atemberaubende Kathedrale der Stadt, die im gotischen Stil erbaut ist. Carsten muss erneut eine Zwangspause einlegen. Die Gruppe macht sich Sorgen um ihn. Die Gespräche werden tiefgründiger, neue Erkenntnisse werden erlangt und neue Wege gefunden, Konflikte aus der Welt zu schaffen. Am Abend freuen sie sich über den Komfort ihrer Herberge in Castrojeriz, am Pausentag beschließen sie, gemeinsam etwas zu kochen. Carsten hat Zweifel, ob er den Weg körperlich schafft. Trotzdem will er nicht aufgeben. Zurück auf dem Wanderweg findet die Gruppe nach drei Wochen endlich ein gemeinsames Tempo. Die körperliche Belastung wird bei vielen geringer, während die mentale Anstrengung steigt. Bei einer Pilgerpause staunt Michael über den Mut von Sascha, einem Aussteiger, der in einer Herberge am Rande des Weges seinen Traum erfüllt. Die Gruppe überquert die geografische Mitte zwischen Roncesvalles und Santiago de Compostela; Schritt für Schritt kommen sie ihrem Ziel näher. Der Weg führt sie über die endlosen Weiten der Hochebene Meseta zu der Ausgrabungsstätte Lancia, wo ihnen ein Bekannter eine Paella zubereitet. Am Tag darauf fährt Carsten gemeinsam mit Michael ins Krankenhaus; sein Gesundheitszustand ist bedenklich, weshalb er seinen Arzt in Deutschland kontaktiert. Kurz bevor sein bester Freund Armin zur Gruppe stößt, muss Carsten eine drastische Entscheidung treffen.","versions":[]},{"epId":"episode-4","name":"Kreuz aus Eisen","epNo":4,"alt":"","descr":"Carsten musste die Pilgerwanderung auf dem Camino Francés aus gesundheitlichen Gründen abbrechen, das hat eine große Lücke in der Gruppe hinterlassen. Carstens Freund Armin stößt auf den letzten zehn Etappen zur Gruppe und wird herzlich empfangen. Der Hund \"Camino\" ist Anikó vor ein paar Jahren auf dem Jakobsweg zugelaufen und lebt seither bei ihr in Deutschland. Hier in Spanien wird er oft vom Jagdinstinkt getrieben und Anikó und Michael müssen ihn suchen. Die gute Nase von Hunden ist berüchtigt; die Trüffelsucher Antonio und Saturno erklären, wie die Spanier ihre Hunde zur Trüffelsuche ausbilden und einsetzen. In der Herberge in Villar de Mazarife führt der Inhaber Pepe Giner für die Gruppe die Queimada durch, ein landestypisches Ritual zur Fernhaltung böser Geister. Tatsächlich scheint die Stimmung danach wieder besser zu sein. Am Cruz de Ferro – dem Eisenkreuz – ist es Tradition, mitgebrachte Steine abzulegen, auch die Pilgergruppe legt mit den Steinen emotionalen Ballast nieder. Unweit vom Jakobsweg liegen die Goldminen von Las Médulas, in denen die Römer mit einer speziellen Bergbautechnik einst viel Gold abtrugen. Die Pilger entdecken die Galerie des Künstlers Arthur Manton Lowe. Er malt jedem Wanderer einen individuellen Pilgerstempel in den Pass, was vor allem Monika eine Erkenntnis bringt. Das nächste kleine Ziel mit großer Bedeutung ist der 100-Kilometer-Stein, für Brigitte ein besonderer Moment. Sie ist stolz auf das Erreichte und schöpft nach über 700 Kilometern in vier Wochen neue Motivation.","versions":[]},{"epId":"episode-5","name":"Auf dem Nullstein","epNo":5,"alt":"","descr":"Die letzten Tage der Pilgerreise auf dem Camino Francés sind angebrochen, die Vorfreude auf Santiago ist groß. Vom endgültigen Ziel ihrer Reise, dem Kap Finisterre, trennt die Pilgergruppe nur noch 165 Kilometer. Nicht nur die Rucksäcke haben in der Zeit eine Menge Ballast verloren. Es werden Vorsätze für die Zeit nach dem Jakobsweg gesetzt. Einen Zwischenstopp legen die Pilger bei einer Pulpería am Wegesrand ein. Sergio erklärt, wie der Tintenfisch zubereitet und landestypisch serviert wird. Am Stadtrand von Santiago de Compostela befindet sich der Skulpturengarten von José Cao Lata. Der Steinmetz drückt mit seinen Arbeiten gesellschaftskritische Themen und Probleme im Land aus. Dann ist es so weit; die Pilger sind mehr als überwältigt, als sie gemeinsam in Santiago de Compostela auf dem Obradoiro-Platz stehen. Und Carsten ist in Gedanken mit dabei, als sie sich ihre Urkunde, die Compostela, abholen und die Messe besuchen. Um den Abend gebührend ausklingen zu lassen, suchen sie sich ein Restaurant und lassen die kulinarischen Aspekte der Reise Revue passieren. Später passieren sie eine Prozession, ein katholischer Brauch zur Osterzeit, der von Bruderschaften und Geistigen veranstaltet wird. Gespannt beobachtet die Gruppe das Geschehen, bis sie schließlich zurück in die Herberge ziehen. Schon am nächsten Morgen verlassen sie Santiago, um die letzten vier Etappen ihrer Reise anzutreten. Auf zum Nullstein, auf nach Finisterre, auf zum Ende der Welt.","versions":[]}]}]}