{"path":"/serie/stream/auf-den-spuren-der-hobbits","name":"Auf den Spuren der Hobbits","descr":"Die Dokuserie gibt Einblick in die verborgenen Inspirationsquellen von Tolkiens Welt und trägt zur Erklärung ihrer Faszination bei. Durch die Verschmelzung von John Howes Originalzeichnungen mit Aufnahmen von den realen Filmkulissen entstehen lebendige Bilder, in denen sich die uralten Legenden mit Tolkiens fiktionalen Welten verbinden.","seasons":[{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1/episode-1","name":"Tolkiens Welten","epNo":1,"alt":"","descr":"Der kanadische Illustrator John Howe hat rund 15 Jahre lang an Peter Jacksons Verfilmungen von Tolkiens Romanen \"Der Hobbit\" und \"Der Herr der Ringe\" mitgearbeitet. Seine einzigartigen Zeichnungen bildeten die Grundlage für den Entwurf vieler Szenenbilder. Die erste Folge seiner fantastischen Reise auf Tolkiens Spuren führt John Howe zurück nach Neuseeland. Nachdem Howe den halben Erdball umrundet hat, erreicht er das Dorf der Hobbits. Das im Norden Neuseelands aufgebaute Hobbingen ist eine bis ins kleinste Detail durchdachte Fantasy-Filmkulisse, die sich teilweise auch aus John Howes Fantasie entwickelte. Aus Howes Bleistiftzeichnungen entstanden dreidimensionale Gärten und märchenhafte, von Gras überwachsene Häuser, die noch heute eine außergewöhnliche Alchemie besitzen. Howe durchstreift die menschenleere Landschaft Neuseelands. \"Seine Geschichten, sein gesamtes Werk sind für mich eine Hymne an die Natur\", sagt Howe über Tolkiens Geschichten. Anschließend stattet er dem fiktiven Ort Dal aus dem ersten Teil des \"Hobbits\" einen letzten Besuch ab. John Howe erfand die Filmkulisse der Stadt bis in die kleinste Einzelheit mit. Die inzwischen zur Ruine gewordene Kulisse wurde ein paar Tage nach den Dreharbeiten zu dieser Dokumentation abgerissen. Für Howe ist der Ort eine der größten Verneigungen vor Tolkiens Ideenreichtum. In Oxford wiederum erläutert Professor Leo Carruthers, ein bekannter Mittelalterexperte und Professor für Englisch an der Sorbonne, dass J.R.R. Tolkien (1892–1973) ebenfalls Wissenschaftler beziehungsweise Mediävist war. Er war nicht nur Historiker und Philologe, sondern auch ein Erzähler, der sich in seinen philologischen Arbeiten am Exeter College sehr gründlich mit dem europäischen Sagenkreis beschäftigt hat. Das Mittelalter wurde zur Quelle seiner schriftstellerischen Inspiration. So schuf er in seinem Kosmos nicht nur fantastische Wesen, sondern erfand auch deren eigene Sprache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7839239","hoster":"VOE"}]}]},{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1/episode-2","name":"Im Zauberwald der Bretagne","epNo":2,"alt":"","descr":"Nach der ersten Reise durch die neuseeländischen Kulissen sucht John Howe nun die tieferen Ursprünge der Sagen in Europa. Begleitet wird er dabei wieder von Professor Leo Carruthers, einem Spezialisten für die englische Sprache, Literatur und Kultur des Mittelalters. Im sagenumwobenen Wald Brocéliande in der Bretagne trifft John Howe zudem auf den Geschichtenerzähler Nicolas Mezzalira, der ihn auf eine Reise durch Merlins Vergangenheit mitnimmt. Als Sohn des Teufels geboren, hat sich der Magier Merlin dazu entschieden, seine allmächtigen Fähigkeiten nur in den Dienst des Guten zu stellen. Im Wald von Brocéliande, in dem Merlin den keltischen Legenden nach gelebt haben soll, zauberte er für seine geliebte Fee Viviane ein mystisches Kristallschloss im See. Dieser See existiert heute noch – genauso wie ein Brunnen im Wald, der schon im Mittelalter als Inspirationsquelle galt. Dort greift John Howe spontan zu Bleistift und Papier und zeichnet eine bekannte Gestalt. Aber ist es Merlin oder der Magier Gandalf? Es bestehen zahlreiche Parallelen zwischen den beiden: Sie sind geheimnisvolle, gewiefte Gestalten, deren Fähigkeiten die menschliche Wahrnehmung weit übersteigen. Tolkien kreiert mit seinen Figuren ein episches Meisterwerk des 21. Jahrhunderts, das zwischen Saga und Fantasie schwebt, aber gleichzeitig auch etwas Modernes in sich trägt. Doch auch im Zauberwald keine Spur von einem Hobbit – John Howes abenteuerliche Reise geht weiter!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7839245","hoster":"VOE"}]}]},{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1/episode-3","name":"Die Suche nach König Arthur","epNo":3,"alt":"","descr":"Die Fantasiewelt Mittelerde, Schauplatz der Romane \"Der Hobbit\" und \"Der Herr der Ringe\" von J.R.R. Tolkien, begeistert schon seit Jahrzehnten Millionen Menschen in aller Welt. John Howe – der offizielle Illustrator von Tolkiens Werken und Concept Artist der beiden Filmtrilogien von Peter Jackson – wollte dies herausfinden und machte sich in ganz Europa auf die Suche nach den Geschichten und Schauplätzen, die Tolkiens Fantasie beflügelten. In dieser Folge reist er nach Cornwall zu den Ruinen von Tintagel. Der Sage nach wurde König Arthur dort geboren. Auch hier hatte Merlin seine magischen Finger mit im Spiel: Durch eine List brachte er die Eltern von Arthur, König Uther Pendragon und die schöne Ygraine, zusammen. Der Geschichtenerzähler Nicolas Mezzalira begleitet John Howe auf seinem Streifzug durch die Burg von Tintagel. In King Arthur’s Great Halls steht heute die runde Granittafel, die die Zusammenkunft der Gefährten im Rahmen der Tafelrunde symbolisiert. Außerdem entdecken die beiden den vermeintlichen Grabstein von König Arthur an der Stelle, an der er seine letzte Schlacht geschlagen haben soll. Während Nicolas Mezzalira von den Ursprüngen der Tafelrunde und der Suche nach dem Heiligen Gral erzählt, enthüllt Professor Leo Carruthers die Verbindungen zwischen dieser Legende und den Gefährten des Rings – eine Parallele, die in John Howes Illustration ebenfalls deutlich wird. Gab es König Arthur wirklich? Was würde Tolkien zu dieser Vermischung von Geschichte und Legende sagen? Von König Arthur wird die Brücke zu Siegfried geschlagen, dem Held der Nibelungensage: Die Suche geht weiter…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7839248","hoster":"VOE"}]}]},{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1/episode-4","name":"Das verlorene Rheingold","epNo":4,"alt":"","descr":"Die Welt von Mittelerde, wo insbesondere Tolkiens Romane \"Der Hobbit\" und \"Der Herr der Ringe\" spielen, hat die Fantasie von Millionen Menschen beflügelt. Doch wer weiß, welche Sagen und Legenden diesen Geschichten zugrunde liegen? Der kanadische Zeichner John Howe gehört zu den berühmtesten Tolkien-Illustratoren und arbeitete auch als Concept Artist für Peter Jacksons Filme \"Der Herr der Ringe\" und \"Der Hobbit\". Er gab Kultfiguren wie Gandalf, Bilbo und Frodo ein Gesicht und prägte mit seinen Bildern die kollektive Vorstellungswelt vieler Generationen. Aber woher stammen die Hobbits eigentlich? Sind sie von europäischen Märchen und Legenden inspiriert oder entsprangen sie allein der Fantasie ihres Schöpfers? Die Reise führt John Howe nach Deutschland – ins Rheintal – in die Heimat des Nibelungenhelden Siegfried. Er könnte Tolkiens Inspirationsquelle für die Figur des Aragorn gewesen sein. Ein kauziger Führer geleitet John von einer Burg zur anderen, enthüllt die Geheimnisse der Nibelungensaga und erzählt von deren Held Siegfried, der dem Zwerg Alberich die Tarnkappe klaut, König Gunther zur Heirat mit der Walküre verhilft und nebenbei einen Ring aufsammelt, der für mancherlei Unglück sorgt. Begleitet wird John Howe von David Day, einem kanadischen Schriftsteller, der mehrere Werke zu J.R.R. Tolkien verfasst hat. Die beiden entdecken zahlreiche Ähnlichkeiten zwischen der Nibelungensaga und den Hobbitgeschichten – darunter den Ring als Symbol der Macht. Sind die beiden Entdecker endlich auf der richtigen Spur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7839259","hoster":"VOE"}]}]},{"path":"/serie/stream/auf-den-spuren-der-hobbits/staffel-1/episode-5","name":"Fabelwesen des Nordens","epNo":5,"alt":"","descr":"So langsam nähert sich John Howe dem Ziel seiner Reise. Bisher war er unter anderem im Wald von Brocéliande unterwegs und entdeckte die Ruinen der Burg Tintagel in Cornwall, wo der Sage nach König Arthur geboren wurde. In der Dokumentationsreihe konnte John Howe einige Parallelen zwischen Tolkiens Fantasie-Geschichten und der Sagenwelt entdecken: die geheimnisvollen Verbindungen zwischen dem Zauberer Merlin und dem Magier Gandalf, zwischen den Rittern der Tafelrunde und der Gemeinschaft des Ringes. Aber der Ursprung der Hobbits bleibt nach wie vor ein Rätsel. Die letzte Station auf John Howes Reise ist Oxford. Hier studierte Tolkien und lehrte später an der Universität. In der Bibliothek finden sich noch einige Bücher, die Tolkien zu Beginn seines Studiums ausgeliehen hat und ihn inspiriert haben könnten. In den Quellen findet John Howe immer wieder Hinweise auf die nordische Sagenwelt. Sein Weggefährte auf der Suche nach den Hobbits, der Geschichtenerzähler Nicolas Mezzalira, reist nach Island und trifft dort die Forscherin Véronique Favéro. Die beiden sprechen über die alten Heldensagen von Beowulf und die Edda, die Tolkien bei der Erschaffung von Mittelerde stark inspirierten. Von den Hobbits aber fehlt jede Spur. Dank der Mitglieder der Tolkien Society in Oxford scheint John Howe nun eine Antwort gefunden zu haben: Vielleicht entsprang der Hobbit einfach Tolkiens Fantasie? Vielleicht ist er ein Wesen ohne mythologische Vergangenheit, das in eine Welt voller Legenden hineinversetzt wurde? John kann nun nach Hause zurückkehren. Er ist am Ende seiner Suche angekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7839266","hoster":"VOE"}]}]}]}]}