{"seriesId":"auf-schlimmer-und-ewig","name":"Auf schlimmer und ewig","descr":"Jack Malloy ist Gebrauchtwagenhändler, arbeitet aber nie. Von seiner Frau Jennie lässt er sich zwar scheiden, zeiht aber schon nach kurzer Zeit wieder bei ihr ein. Sein Lieblingsgesprächspartner ist der Stoffhase Mr. Floppy, der in seiner Fantasie zum Leben erwacht und meist chauvinistische Kommentare über Prominente von sich gibt. Seine Tochter ist ebenso aufreizend wie intelligent und möchte in Harvard studieren um später mal ihre Jungfräulichkeit einem \"reichen, alten Sack\" zu opfern. Ihr Bruder, der Loser und Idiot Ryan wäre dagegen froh, wenn er überhaupt mal \"eine abkriegen würde\". Ross, der kleinste der Familie, wird von allen ignoriert und versucht die Zuneigung der Eltern zu gewinnen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Scheidungsopfer","epNo":1,"alt":"Pilot","descr":"Jack und seine Ehefrau Jennie haben sich getrennt. Während Jack in ein kleines Apartment zieht, bleibt seine Noch-Ehefrau mit den drei Kindern im alten Haus wohnen. Als Jack seine Familie besucht, um mit Jennie die Scheidung zu besprechen, schenkt ihm sein kleiner Sohn Ross einen Plüschhasen namens Mr. Floppy, damit er nicht so alleine ist. In Jacks Wohnung angekommen, erwacht das Stofftier plötzlich zum Leben. Jacks beiden anderen Kinder, Ryan und Tiffany, werden, als Scheidungskinder endlich in der Schule für voll genommen. Ryan nutzt seinen neuen Status, um sich Ms. Tylers Sympathien zu sichern. Jennie schaut bei Jack vorbei, der gerade ein misslungenes Rendezvous hinter sich gebracht hat. Sie gesteht ihm, dass sie ohne ihn nicht einschlafen kann und klettert zu ihm aufs Klappsofa. Als Jack am nächsten Morgen aufwacht, ist eine Nachricht an Mr. Floppy geheftet und Jenny ist mit seiner Lederjacke verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12382012,"hoster":"VOE"},{"redirect":12099184,"hoster":"Doodstream"},{"redirect":8298204,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Hochzeitstag","epNo":2,"alt":"Gift Of The Magnovox","descr":"Jack will sich den Videorekorder der Familie ausleihen. Jennie will ihm das Gerät der Kinder überlassen, obwohl es eigentlich repariert werden müsste. Sie fordert sogar, dass er das Gerät durch ein neues ersetzen soll. Trotz seiner notorischen Geldknappheit kauft sich Jack auf dem Heimweg ein eigenes Gerät. Wenige Tage später steht der Hochzeitstag des frisch getrennten Paars an und weil Jennie sich einsam fühlt, lädt sie Jack zum Abendessen ein. Von Ryan erfährt er, dass Jennie ein Geschenk für ihn hat, während Jack mit leeren Händen dasteht. Voller schlechtem Gewissen fährt Jack nach Hause und holt für Jennie seinen frisch erstandenen Rekorder. Beim gemeinsamen Dinner versuchen beide, friedlich zu bleiben, doch der Abend der beiden frisch Getrennten endet wieder einmal mit einem großen Streit. In seine Wohnung zurückgekehrt, öffnet er sein Geschenk und bekommt einen Wutanfall: Es ist der kaputte Videorekorder, den Jennie ihm nicht geben wollte.","versions":[{"lang":1,"streams":[{"redirect":8448996,"hoster":"VOE"},{"redirect":12099168,"hoster":"Doodstream"},{"redirect":8298212,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das geplatzte Rendezvous","epNo":3,"alt":"Jack’s First Date","descr":"Jack lässt sich – nicht ganz ohne Hintergedanken – von Jennie breitschlagen, gemeinsam zum Elternabend ihrer Kinder zu gehen. Dort nutzt er die Gelegenheit, die attraktive Lehrerin Miss Taylor um ein Rendezvous zu bitten. Jennie ist zwar überrascht, erklärt sich jedoch bereit, ihrem Ex-Mann den Wagen für die Verabredung zu überlassen. Schließlich übermannt sie doch die Eifersucht und sie verschwindet zusammen mit ihrer Mutter Maureen mit dem Auto. So muss Jack mit dem Bus fahren, kommt viel zu spät und überhaupt gerät das Date zur Katastrophe. Schließlich taucht eine zerknirschte Jennie bei Jack in der Wohnung auf. Sie entschuldigt sich und schließlich landen die beiden auf Jacks Schlafsofa, wo Jennie ihm gesteht, dass ihr die Vorstellung von Jack mit anderen Frauen Angst macht.","versions":[{"lang":1,"streams":[{"redirect":8448998,"hoster":"VOE"},{"redirect":12099170,"hoster":"Doodstream"},{"redirect":8298209,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Je größer sie sind …","epNo":4,"alt":"The Bigger They Are, The Harder They Fall","descr":"Nachdem Jennies Date mit einem \"perfekten\" Mann scheiterte, weil der sich mehr für die vollbusige Bedienung als für sie interessierte, wendet sich Jennie hilfesuchend an Jack. Sie will sich unbedingt einer Brustvergrößerung unterziehen. Als Jack erfährt, was so ein Eingriff kostet, weigert er sich zu zahlen, auch wenn ihm das Computerbild einer Jennie mit mehr Oberweite durchaus gefällt. Aber Jack hat Jennies Dickköpfigkeit unterschätzt. Sie versucht, ihren Verlobungsring zu verkaufen, um die 6000 Dollar aufzubringen, und erfährt so, dass er nur eine billige Fälschung ist. Jack hat Schuldgefühle und bietet Jennie an, seinen signierten Babe Ruth Baseball zu verkaufen. Da bleibt Jennie nichts anderes übrig, als zu gestehen, dass ihre Mutter Maureen damals die Unterschrift auf dem Ball gefälscht hatte.","versions":[{"lang":1,"streams":[{"redirect":8449000,"hoster":"VOE"},{"redirect":12099196,"hoster":"Doodstream"},{"redirect":8298217,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jack The Ripper","epNo":5,"alt":"Jack The Ripper","descr":"Maureen hat ihre angekündigte Besuchsdauer bei ihrer Tochter Jennie bereits beträchtlich überzogen. Jennie will ihre lästige Mutter endlich loswerden, doch die zeigt sich stur. Währenddessen wünscht sich Ryan von seinem Vater ein Auto. Damit entlockt er seinem Vater nur ein müdes Lächeln. Denn er selbst kann sich gerade mal einen neuen Motorroller leisten. Als Jack mit dem Gefährt bei seiner Familie ankommt, fährt er aus Versehen seine Schwiegermutter an, die sich ein Bein bricht. Jennie befürchtet, Maureen könnte Jack verklagen und so die ganzen Familienhabseligkeiten an sich reißen. Jennie glaubt zu wissen, wie man ihre Mutter besänftigen kann: Jack soll sie nur einmal \"Mutter\" nennen. Doch das geht gegen Jacks Stolz und er nimmt lieber eine weitere Verschlechterung seiner finanziellen Lage in Kauf.","versions":[{"lang":1,"streams":[{"redirect":12915499,"hoster":"VOE"},{"redirect":12099173,"hoster":"Doodstream"},{"redirect":8705203,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf der Flucht","epNo":6,"alt":"Run","descr":"Jennie, Tiffany, Ross und Ryan sind schlimm erkältet. Jack soll sie versorgen, doch er ist es schnell leid, mit dem Bus für seine Familie kreuz und quer durch die Stadt zu fahren, um all ihre Sonderwünsche zu erfüllen. Als er dann auch noch Jennies Wagen aus der Werkstatt holen soll, hat er endgültig genug. Recht leicht gelingt es Mr. Floppy, Jack dazu zu bewegen, vor den Verpflichtungen gegenüber seiner Familie davonzulaufen. Gemeinsam flüchten sie mit Jennies Wagen in Richtung Mexiko. Doch dank Jacks miserablem Orientierungssinn endet die Fahrt in San Francisco. Reumütig kehrt Jack zurück und schließt seine Familie in die Arme.","versions":[{"lang":1,"streams":[{"redirect":8449002,"hoster":"VOE"},{"redirect":12099176,"hoster":"Doodstream"},{"redirect":8298221,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Untergang der Männer","epNo":7,"alt":"The Descent Of Man","descr":"Jack macht provozierende Äußerungen über die Rollenverteilung von Männern und Frauen. Als Ryan anwenden will, was er von seinem Vater gelernt hat, wird er zusammen mit Ross von seiner Mutter zu Jack ins Exil geschickt. Die Fronten zwischen Männern und Frauen verhärten sich. Als die Jungs und ihr Vater jedoch hungrig werden und kein Geld mehr haben, machen sie sich über die Reste her, die Jennie in die Mülltonne geworfen hat. Sie hat nämlich für sich, Tiffany und Maureen ein Festmahl zubereitet. Durch die Reste fangen sich die Männer eine Lebensmittelvergiftung ein und landen im Krankenhaus. Dort holt Jennie ihre Männer wieder ab und es bleibt ihnen nichts anderes übrig, als sich wieder um Abwasch und Wäsche zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":8448997,"hoster":"VOE"},{"redirect":8298223,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Glücksbringer","epNo":8,"alt":"Boxing Mr. Floppy","descr":"Mr. Floppy beschwert sich bei Jack, weil er sich von ihm vernachlässigt fühlt. Auch Jennie bereitet Jack Stress, weil sie ihm ständig die Kinder vorbeibringt. Sie ist wild entschlossen, sich für eine Woche in eine noble Drogenklinik einliefern zu lassen. Nicht etwa, weil sie ein Alkoholproblem hätte, sondern weil sie glaubt, dort einen verzweifelten, reichen Mann angeln zu können. Zusätzliche Aufruhr entsteht, als Ross Mr. Floppy eine Pfote abschneidet. Nachdem Ross einen Spiegel zerbrochen hat glaubt er nämlich, dringend einen Glücksbringer zu brauchen.","versions":[{"lang":1,"streams":[{"redirect":8449003,"hoster":"VOE"},{"redirect":8298229,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jennie kriegt keinen ab","epNo":9,"alt":"Don Juan De Van Nuys","descr":"Jennie ist verzweifelt. Sie war immer überzeugt davon, dass ihre Ehe mit Jack sie daran gehindert hat, die Männerherzen reihenweise zu erobern. Doch nun bringt sie es nicht einmal zu einem Rendezvous. Als ein hübscher Maler ihr Wohnzimmer streicht, zieht sie alle Register der weiblichen Verführungskunst, doch der Mann scheint immun gegen ihre Reize. Verzweifelt fährt sie zu Jack, um dort im sexy Outfit ihre vermeintlich geschwundene Attraktivität einer Prüfung zu unterziehen.","versions":[{"lang":1,"streams":[{"redirect":8449004,"hoster":"VOE"},{"redirect":12099178,"hoster":"Doodstream"},{"redirect":8298233,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Geliebte","epNo":10,"alt":"Mistress Jennie","descr":"Jennie hat endlich wieder einmal ein Date, das sogar recht erfolgversprechend verläuft. Sie schwärmt Jack von Gavin, dem \"idealen Mann\", vor. Zu dumm nur, dass dieses Prachtexemplar verheiratet ist. Als Gavin Jennie fragt, ob sie seine Geliebte werden will, kommt sie ins Grübeln. Schließlich entscheidet sie sich gegen eine Affäre und fragt Jack um Rat, wie sie Gavin das am leichtesten beibringen kann. Gavin hat sich nämlich vorgenommen, seine Frau für Jennie zu verlassen und das, obwohl Jennie seine Gefühle nicht erwidert. Jack hat die glorreiche Idee, Jennie solle Gavin beim nächsten Treffen in ihrem alten Bademantel und mit Lockenwicklern zu empfangen. Der Plan geht auf und Gavin ergreift schnellstens die Flucht und kehrt zu seiner Frau zurück.","versions":[{"lang":1,"streams":[{"redirect":8449005,"hoster":"VOE"},{"redirect":8298234,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ryans erste Freundin","epNo":11,"alt":"Daddy’s Little Girl","descr":"Tiffany ist von ihrem gutaussehenden Klassenkameraden Beau zu einem Ausflug mit Übernachtung an einen nahegelegenen See eingeladen worden. Jack verbietet seiner Tochter diesen Trip und zieht so Tiffanys Wut auf sich. Jennie ist ganz erleichtert, dass diesmal Jack den schwarzen Peter als strenges Elternteil erwischt hat. Zu Hause diskutiert Jack mit Mr. Floppy über seine väterlichen Verpflichtungen, aber Mr. Floppy ist nicht gerade der ideale Erziehungsberater. Tiffany kommt in Jacks Wohnung gestürmt und will empört wissen, warum er ihr nicht traut. Sie nimmt Jack so in die Zange, dass er ihr den Ausflug schließlich doch erlaubt. Das wiederum bringt Jennie auf die Palme. Als Jack und seine Ex-Frau zu dem See fahren, um nach dem Rechten zu sehen, ist Tiffany nicht dort.","versions":[{"lang":1,"streams":[{"redirect":8449006,"hoster":"VOE"},{"redirect":8298241,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kleider machen Leute","epNo":12,"alt":"The Great Depression","descr":"Tiffany soll den Abschlussball an der Schule organisieren. Sie hat viele gute Ideen, doch das vorhandene Budget ist etwas knapp. Kurzerhand investiert sie das Geld in Aktien von Waffenfabriken. Währenddessen hat sich Jack per Katalog eine neue Garderobe bestellt und nun streitet er mit Mr. Floppy über seinen angeblich schlechten Geschmack. Tiffany erfährt in den Nachrichten, dass der Weltfrieden nun endlich Realität geworden ist und die Aktien verlieren schlagartig ihren Wert. Tiffany ist verzweifelt und fleht ihre Eltern um Geld an. Doch die sind pleite. Jack ringt sich schließlich dazu durch, seine neuen Klamotten zu verkaufen. Der Ball wird schließlich ein großer Erfolg und Jack und Jennie wagen sogar ein Tänzchen.","versions":[{"lang":1,"streams":[{"redirect":8449007,"hoster":"VOE"},{"redirect":8704721,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schwein gehabt","epNo":13,"alt":"Hoop Dreams","descr":"Jack spielt gerade mit Ryan und Ross Monopoly, als Jennie wütend nach Hause kommt. Eigentlich hatte er sie nämlich vom Zahnarzt abholen sollen. Zerknirscht verspricht Jack, sie nie wieder hängen zu lassen. In der Schule sollen Eltern Vorträge über ihre berufliche Karriere halten. Tiffany und Ryan sind entsetzt, als sie erfahren, dass Jennie zum Thema Mutterschaft referieren soll. Die Kinder flehen Jack an, sie von diesem Vorhaben abzubringen, was ihm allerdings nicht gelingt. Statt dessen fordert Jennie ihn auf, als moralische Unterstützung bei ihrem Auftritt dabei zu sein. Zu dumm nur, dass Jacks Vergesslichkeit ihm wieder einmal einen Strich durch die Rechnung macht. Als ihn seine Freunde zum Basketballspiel abholen, vergisst er Jennie. Erst am Ende des Spiels fällt ihm siedend heiß sein Versprechen ein – doch da scheint es schon zu spät.","versions":[{"lang":1,"streams":[{"redirect":8449009,"hoster":"VOE"},{"redirect":8298246,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Aus Mangel an Verehrern","epNo":1,"alt":"Jack Moves Back","descr":"Jack und Jennie beschließen, es noch einmal miteinander zu versuchen. Mr. Floppy ist alles andere als begeistert. Er genoss sein Leben alleine mit Jack und hatte gehofft, gemeinsam mit ihm nach Paris zu reisen. Statt dessen landet er nun im Keller. Der Rest der Familie begrüßt die Wiedervereinigung aus eher praktischen Erwägungen. So recht glaubt eigentlich keiner daran, dass die Versöhnung von Dauer ist. Selbst Jack und Jennie sind nicht sehr überzeugt – aber es hat sich einfach kein besserer Partner gefunden.","versions":[{"lang":1,"streams":[{"redirect":8449008,"hoster":"VOE"},{"redirect":8298252,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Pickel kommt selten allein","epNo":2,"alt":"Zit Could Happen To You","descr":"Tiffany entdeckt einen Pickel in ihrem Gesicht und ist am Boden zerstört. Sie ist fest davon überzeugt, dass nun die Tage ihrer Schönheit gezählt sind. Sie fühlt sich nun dazu gezwungen, sich eine Persönlichkeit zuzulegen. Das funktioniert natürlich nicht. Ihr Zustand verschlimmert sich drastisch, als Ryan die Waage verstellt. Nun glaubt sie, wie auch Jennie, zehn Pfund zugenommen zu haben. Die beiden reagieren hysterisch. Nach angemessener Zeit klärt Jack die verzweifelten Frauen auf und hält gleich noch eine herzerwärmende Rede über das Schönheitsideal der 90er-Jahre.","versions":[{"lang":1,"streams":[{"redirect":8449010,"hoster":"VOE"},{"redirect":8298254,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Ratten-Killer","epNo":3,"alt":"The Rat","descr":"Jack wird von Jennie aus dem gemeinsamen Bett verbannt, weil er immer nur das Eine will und keine Lust hat, mit seiner Frau zu reden. Er will es sich im Keller mit Floppy gemütlich machen, wird aber von einer Riesenratte aufgescheucht, die dort ihr Unwesen treibt. Jack organisiert eine großangelegte Vernichtungs-Aktion. Doch die Hunde verweigern den Gehorsam und nun sollen die Kinder an die Front. Die sind so schlau, die Katze des Nachbarn vorzuschicken. Doch die niedliche Schmusekatze wird zum Opfer des Riesennagers. Da gibt es nur noch eins: Der kleine Ross muss als Köder herhalten. Mit einem Käse-Mäntelchen wird er in den Keller geschickt. Aber auch dieser Versuch schlägt fehl. Während Jack und Mr. Floppy die Gesellschaft der fetten Ratte schon wieder ganz amüsant finden, holen die Kinder zum letzten tödlichen Schlag aus. Sie leiten große Mengen von Autoabgasen in den Keller.","versions":[{"lang":1,"streams":[{"redirect":8449011,"hoster":"VOE"},{"redirect":12099190,"hoster":"Doodstream"},{"redirect":8298257,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ring frei","epNo":4,"alt":"Rocky Vi","descr":"Jennie hat Stress mit ihrer neuen Nachbarin, weil der Hund Jasper in ihren Garten gemacht hat. Jennie lädt Susan, die Nachbarin, einfach zum Kaffee ein, um den Streit zu klären. Doch das Versöhnungsgespräch artet in einen üblen Frauenstreit aus. Und es ist klar, wer den Streit ausbaden muss: Jack. Da sich die Frauen zerstritten haben, haben sie beschlossen, dass die Ehemänner den Streit per Boxkampf austragen sollen. Eine ganze Woche lang bereitet sich Jack auf den Boxkampf vor. Der große Tag naht und Jack öffnet seinem vermeintlichen Gegner die Haustür. Er fällt aus allen Wolken: Der \"Ehemann\" der Nachbarin ist die lesbische Vic. Und da sie mehr Kerl ist als die meisten Männer freunden sich die beiden bald an und ziehen gemeinsam in die nächste Bar. Als die Ehefrauen eintreffen, ist von ihren Kämpfern weit und breit keine Spur.","versions":[{"lang":1,"streams":[{"redirect":12251742,"hoster":"VOE"},{"redirect":8298259,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Rock Star","epNo":5,"alt":"Rock Star","descr":"Jack und Jennie haben sich vorerst wieder zusammengerauft. Trotzdem ist Jennie nicht so recht glücklich. Der Anruf des Rocksängers Ray Paul Jones, der früher ihr großer Schwarm war, kommt ihr da sehr gelegen. Sie spielt ein kleines, nicht ganz uneigennütziges Spiel mit Jack: Jeder darf mit einem Prominenten schlafen, auch wenn es nur in der Phantasie ist. Jack stürzt sich mental auf Cindy Crawford und Jennie nutzt Ray Paul Jones Anruf, um ihre Träume Wirklichkeit werden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8449013,"hoster":"VOE"},{"redirect":12099192,"hoster":"Doodstream"},{"redirect":8298261,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fahrstunden","epNo":6,"alt":"Driving Me Crazy","descr":"Tiffany bekommt die frohe Nachricht, dass sie, in Begleitung eines Erwachsenen mit Führerschein, erste Fahrversuche im Straßenverkehr machen darf. Sie bedrängt ihren Vater, sich möglichst sofort mit ihr ins Vergnügen zu stürzen. Ryan schließt sich dem Wunsch an und will mitfahren. Und das, obwohl man ihm eingeredet hat, dass er nie den Führerschein machen dürfe, weil er als Zweijähriger mit dem Dreirad eine Katze überfahren hat. Jennie ist entsetzt und versucht ihren Gatten von dem waghalsigen Unternehmen abzubringen. Doch die drei Chaoten fahren los und werden zur Bedrohung für alle anderen Verkehrsteilnehmer.","versions":[{"lang":1,"streams":[{"redirect":8449014,"hoster":"VOE"},{"redirect":8298264,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Glanzstück","epNo":7,"alt":"A Touch Of Glass","descr":"Zu Ross Geburtstag gönnt sich auch Jennie etwas ganz Besonders: Sie kauft sich einen wunderschönen Glastisch, der endlich Stil und Eleganz ins Haus bringen soll. Doch für die Familie beginnt ein Martyrium. Kein Fingerabdruck oder Krümel wird auf dem guten Stück geduldet und eine keifende Jennie schwingt permanent das Staubtuch. Gemütliche Mahlzeiten gehören nun der Vergangenheit an. Da die Familie offensichtlich unbelehrbar ist, wird sie von Jennie gänzlich vom Tisch verbannt. Schließlich schmiedet die Familie ein Komplott gegen Tisch und Jennie: Das Glanzstück muss unter den Hammer, koste es was es wolle.","versions":[{"lang":1,"streams":[{"redirect":8449016,"hoster":"VOE"},{"redirect":8298271,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aus Feind mach’ Freund","epNo":8,"alt":"A Line In The Sand","descr":"Jennie und Jack bekommen einen Freiflug geschenkt. Sie geraten in einen Streit, weil sie sich nicht einigen können, wohin die Reise gehen soll, nach Las Vegas oder nach Hawaii. Mr. Floppy hofft natürlich, dass Jack mit ihm verreisen wird und versteigt sich bereits in froher Erwartung in erotischen Traumsequenzen. Doch dann findet die Reise weder für Jack, noch für Jennie oder Mr. Floppy statt. Tiffany hat nämlich die Flugtickets geklaut und verbringt einen Urlaub mit ihrer Todfeindin Patty. Frei nach dem Motto: \"If you can’t beat them, join them\"","versions":[{"lang":1,"streams":[{"redirect":8449015,"hoster":"VOE"},{"redirect":8298274,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rache des Briefträgers","epNo":9,"alt":"Making The Grade","descr":"Für ein Rendezvous braucht Ryan unbedingt das Familienauto, doch seine Eltern versagen ihm den Wunsch, weil seine Schulnoten einfach zu schlecht sind. Mit einem Trick erschleicht Ryan sich jedoch eine gute Note. Jack hat ausgeprägte Eifersuchtsgefühle gegen den Briefträger entwickelt. Er ist nämlich überzeugt, dass eines seine Kinder nicht von ihm ist. Als er meint, seinen Verdacht bestätigt zu sehen, schlägt er den Briefträger zusammen. Ein paar Tage später funktioniert nichts mehr im Haus: Kein Telefon, kein Strom, nichts. Und das alles, weil keine Post mehr ankommen und die Rechnungen nicht mehr bezahlt werden. So fällt auch die Belohnungsfahrt mit dem Auto für Ryan flach, weil eine Rate nicht bezahlt wurde und das Auto wieder abgeholt wurde.","versions":[{"lang":1,"streams":[{"redirect":8449018,"hoster":"VOE"},{"redirect":12099202,"hoster":"Doodstream"},{"redirect":8298278,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Einspringer","epNo":10,"alt":"Honey, I Screwed Up The Kids For Life","descr":"In der Rubrik Lebenshilfe eines Magazins hat Jennie gelesen, wie man eine kaputte Beziehung wieder aufpeppen kann: Das Zauberwort heißt Romantik. Sie beschließt, einen intimen Abend mit Jack zu verbringen. Doch Jennie hat die Rechnung ohne ihre Kinder gemacht. Die funken nämlich ständig dazwischen. Vor allem Tiffany lässt es sich nicht nehmen, immer wieder in die romantische Stimmung zu platzen. Ihr passt es gar nicht in den Kram, dass man ihr verboten hat, einen Jungen mit aufs Zimmer zu nehmen, während sich ihre Eltern ungestört amüsieren dürfen.","versions":[{"lang":1,"streams":[{"redirect":8449020,"hoster":"VOE"},{"redirect":8298280,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Schiffgenie","epNo":11,"alt":"The Whiz Kid","descr":"Ryan hilft einem älteren Schüler, der sich für ein Footballspiel gedopt hat, mit einer Urinprobe aus. Dieser Freundschaftsdienst spricht sich in Spielerkreisen schnell herum und da fast die gesamte Mannschaft gedopt ist, wird Ryan bald zum beliebtesten Mitglied des Teams. Denn bei entsprechender Getränkezufuhr ist er in der Lage, Urinproben für die ganze Mannschaft zu produzieren. Seine wachsende Beliebtheit möchte er nun auch auf das weibliche Geschlecht erweitern. Er träumt davon, einmal wirklich aufs Spielfeld zu gehen und eine echte Ruhmes-tat zu begehen.","versions":[{"lang":1,"streams":[{"redirect":12332508,"hoster":"VOE"},{"redirect":8298287,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Strafe muss sein","epNo":12,"alt":"Hot Wheels","descr":"Um ein Exempel zu statuieren, verweigert Jack sogar Tiffany das Familienauto. Doch ohne Auto kann sie sich die Party, zu der sie eingeladen ist, abschminken. Die wütende Tiffany stiftet Ryan an, das Auto zu klauen. Die beiden stecken gewaltig in der Klemme, als das Auto tatsächlich geklaut wird. Ryan und Tiffany bringen es nicht übers Herz, ihren Eltern den Verlust zu beichten. Jennie träumt bereits von einem nagelneuen, teuren Auto, das sie von der Versicherungssumme finanzieren könnten. Da gesteht Ryan endlich seine Tat.","versions":[{"lang":1,"streams":[{"redirect":12251741,"hoster":"VOE"},{"redirect":8298286,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Picknick mit Hindernissen","epNo":13,"alt":"Picnic Of Pain And Peril","descr":"Jennie hat sich im Kino einen französischen Film angesehen und hat sich in den Kopf gesetzt, nun – wie gesehen – mit ihrer ganzen Familie einen Ausflug mit Picknick zu veranstalten. Alle sträuben sich dagegen, aber Jennie hat sich diese Aktion nun einmal in den Kopf gesetzt und verspricht sich viel davon. Geschickt setzt sie alle unter Druck, bis sie einwilligen. Eines von Jennies Hauptziel ist es, bei dem Picknick ein perfektes Familienfoto für das Kaminsims aufzunehmen. Doch ein tollwütiger Nager durchkreuzt all ihre Pläne.","versions":[{"lang":1,"streams":[{"redirect":8449021,"hoster":"VOE"},{"redirect":12099200,"hoster":"Doodstream"},{"redirect":8298294,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Strafzettel mit Folgen","epNo":14,"alt":"Meter Maid","descr":"Jennie legt sich mit einer Politesse an, und prompt wird Jack deswegen eingesperrt. Zu Anfang ist die allgemeine Freude groß, dass Jack weg ist. Doch schon bald wird er von der Familie schmerzlich vermisst, besonders bei den unbeliebten Drecksarbeiten, die Jack sonst immer erledigen musste. Also beschließt Jennie, ihren Gatten wieder aus dem Knast zu holen. Zu ihrer Überraschung übernimmt ihre Mutter Maureen sogar die Zahlung der Kaution. Im Gefängnis ist Maureen allerdings so begeistert von all den tollen Männer, dass sie fast alle Gefangenen aus dem Knast auslöst – nur Jack muss drinnen bleiben.","versions":[{"lang":1,"streams":[{"redirect":8449022,"hoster":"VOE"},{"redirect":8298297,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Sterne lügen nicht","epNo":15,"alt":"In The Stars","descr":"Jennie ist auf dem Horoskoptrip. In der neuesten Zeitschrift liest sie, dass für \"Jungfrau\" Ryan, der noch nie eine Freundin hatte, die besten Aussichten bestehen, nun endlich seine geheimsten Wünsche zu erfüllen. Angeblich würde eine Stierfrau besonders gut zu ihm passen. Doch bei sämtlichen Mädchen dieses Sternzeichens erntet er eine deutliche Abfuhr. Erst mit Patty scheint alles anders zu sein. Sie wurde von ihrem Freund aus dem Auto geworfen und möchte nun von Ryan nach Hause gebracht werden. Zwischen den beiden scheint sich etwas anzubahnen – auch wenn Patty ein Steinbock ist.","versions":[{"lang":1,"streams":[{"redirect":8449023,"hoster":"VOE"},{"redirect":8298295,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Valentinstag","epNo":16,"alt":"Mr. No","descr":"Bei den Malloys herrscht verkehrte Welt: Ryan hat tatsächlich eine Begleiterin für das Schulfest gefunden, auch wenn es sich um eine 40-jährige Chemielehrerin handelt. Dafür steht seine begehrte Schwester Tiffany ohne Partner da. Der Junge, auf den sie es abgesehen hatte, hat ihre eindeutigen Zeichen einfach ignoriert. Doch dann kehrt sich die Situation grundlegend um. Die Chemielehrerin sprengt sich in die Luft, als sie erfährt, dass sie ein altes Versprechen einlösen muss. Der Junge, auf den Tiffany erpicht war, lässt sich schließlich doch erweichen. Allerdings ist das für Tiffany ein Anlass, ihm den Laufpass zu geben.","versions":[{"lang":1,"streams":[{"redirect":8449024,"hoster":"VOE"},{"redirect":12099210,"hoster":"Doodstream"},{"redirect":8298299,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Jacks Krise","epNo":17,"alt":"The Agony Of Victory","descr":"Den Großteil seines Selbstbewusstsein bezieht Jack aus der Tatsache, dass er – wann immer er will – seinen Sohn Ryan im Basketball besiegen kann. Doch mit zunehmendem Alter sieht er seine Kräfte schwinden und sein Sohn wird zu drohenden Gefahr für sein Ego. Jack sieht den Tag drohen, an dem sein lupenreiner Rekord einen dunklen und schmachvollen Fleck erleiden wird. Mit allen Tricks und Kniffen versucht er, diesen schrecklichen Tag so lange wie möglich hinauszuzögern.","versions":[{"lang":1,"streams":[{"redirect":8449025,"hoster":"VOE"},{"redirect":8298301,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Es ist nicht alles Ruhm was glänzt","epNo":18,"alt":"All About Jennie","descr":"Jennie möchte aus ihrer Tochter unbedingt einen Star machen. Ihr liegt sehr viel daran, dass Tiffany in der Schulaufführung von Romeo und Julia die Hauptrolle spielt. Und sie soll die Rolle möglichst sexy anlegen. Bei den Vorbereitungen mischt sich Jennie ständig ein und sogar bei der Aufführung kann sie ihren übertriebenen Ehrgeiz nicht im Zaum halten. Sie sperrt Tiffany sogar in der Garderobe ein, um die Schlussszene selbst zu übernehmen, weil sie selbst noch einmal zu Starruhm kommen will. Die Kritiken sind verheerend, und Jennie muss einsehen, dass ihr Platz doch bei ihrer Familie ist.","versions":[{"lang":1,"streams":[{"redirect":12918581,"hoster":"VOE"},{"redirect":8298307,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Floppy, der Schriftsteller","epNo":19,"alt":"Jack Writes Good","descr":"Floppy hat beschlossen, seine Memoiren zu schreiben. Durch ein Missverständnis kommt das Manuskript in Jennies Hände und die hält es für Jacks Werk. Jack wehrt sich nicht lange gegen ihr Lob. Jennie ist so beeindruckt von dem ersten Kapitel der Kindergeschichte, dass sie das Manuskript an einen Verleger weiterleitet. Die ganze Familie ist mit Feuereifer dabei, die zu erwartende Millionengage zu verplanen. Jack soll seinen Job aufgeben, um sich ganz der Schreiberei zu widmen. Doch Jack hat ziemliche Probleme, \"seine\" Geschichte weiterzuschreiben und ist auf Floppys Gutmütigkeit angewiesen. Was Floppy fabriziert, ist allerdings alles andere als eine Kindergeschichte. Jack muss sich nun doch selbst ans Werk machen und sein Verleger ist von seinem schriftstellerischen Talent alles andere als begeistert. Jennie und die Kinder sind stinksauer auf ihren gescheiterten Bestsellerautor.","versions":[{"lang":1,"streams":[{"redirect":14069822,"hoster":"VOE"},{"redirect":8298313,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Brillenschlangen","epNo":20,"alt":"Girls Who Wear Glasses","descr":"Tiffany hat so gute Schulnoten, dass sie in eine Klasse für hochbegabte Mädchen wechseln kann. Unter all den Streberinnen und Brillenschlangen fühlt sie sich allerdings nicht sonderlich wohl. Keine ihrer neuen Mitschülerinnen teilt ihr Interesse für Mode, Kosmetik und die Unterjochung der Männer. Statt dessen muss sich Tiffany, die sonst immer die intellektuelle Überfliegerin war, damit abfinden, dass sie nur noch Durchschnitt ist. Sie ist so deprimiert, dass sie sich sogar von ihrem ungeliebten Bruder Ryan trösten lässt. Der erklärt ihr, dass es sich als durchschnittliche Null ganz gut leben lässt. Das schreckt Tiffany jedoch so ab, dass sie sich mit Feuereifer ins Studium stürzt. Während Jennie und Jack sich vor dem Fernsehschirm bei einer Quizshow ein Intelligenzmatch liefern, gibt Tiffany ihren Mitschülerinnen Nachhilfe in Dingen Schönheitspflege und schafft sich so tatsächlich neue Freunde.","versions":[{"lang":1,"streams":[{"redirect":8449027,"hoster":"VOE"},{"redirect":12099213,"hoster":"Doodstream"},{"redirect":8298317,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Volles Haus","epNo":21,"alt":"Leaving Van Nuys","descr":"Die Sommerferien sind für Jennie und Jack fast die schlimmste Zeit des Jahres, denn dann sind die Kinder den ganzen Tag über zu Hause und wollen beschäftigt und unterhalten werden. Die diversen Versuche, sie aus dem Haus zu treiben, schlagen fehl. Ryan verkündet sogar, dass er ganz mit der Schule aufhört und nun zu Hause bleiben wird. Der strenge Jack verlangt von Ryan, dass er sich sofort einen Job sucht. Ryan fängt in Jacks Autofirma an und schafft es, schon am ersten Tag wieder gefeuert zu werden. Statt dessen will sich Ryan nun mit Tiffanys Hilfe um einen Platz am Cheeseburger Community College bewerben.","versions":[{"lang":1,"streams":[{"redirect":8449029,"hoster":"VOE"},{"redirect":12099217,"hoster":"Doodstream"},{"redirect":8298319,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Familienzuwachs","epNo":22,"alt":"Getting More Than Some","descr":"Eigentlich hat die Familie bereits die Hoffnung aufgegeben, dass Ryan je zu einer Party eingeladen wird oder dass er eine Freundin abbekommt. Zur allgemeinen Überraschung schleppt er eines Tages Crystal an, die gleich auch noch ihre beiden halbwüchsigen Kinder mitbringt. Ryan eröffnet seinen Eltern, dass Crystal, mitsamt Kindern, bei ihnen einziehen wird. Naiv wie er ist, glaubt Ryan seiner Verlobten, dass sie noch immer Jungfrau ist. Und auch als Crystal das Wohnzimmer ausräumt und mit einem Mann knutscht, den sie als ihren Bruder ausgibt, will Ryan nicht an böse Absichten glauben.","versions":[{"lang":1,"streams":[{"redirect":8449031,"hoster":"VOE"},{"redirect":8298325,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Rivalin","epNo":1,"alt":"Tiffany’s Rival","descr":"Jacks Tochter Tiffany ist nicht nur das klügste Mitglied der Malloy-Familie, sie ist auch noch die unangefochtene Schönheitskönigin der Schule. Allerdings nur, bis eine neue Schülerin namens Sable auftaucht. Die kurvige Blondine beansprucht selbstbewusst Tiffanys Thron. Jennie gibt ihrer Tochter den Rat, sich ihre Rivalin zu Verbündeten zu machen. Um das zu erreichen, weiht Tiffany die Neue in ein bisher wohlgehütetes Geheimnis ein. Doch Sable erweist sich als ausgesprochen unloyal und macht sich öffentlich über Tiffany lustig. Damit ist der Zweikampf der Gigantinnen eröffnet.","versions":[{"lang":1,"streams":[{"redirect":8449030,"hoster":"VOE"},{"redirect":8298328,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Strandparty","epNo":2,"alt":"Beach Party","descr":"Tiffany findet, dass sich die älteren Schüler mal wieder einen freien Tag verdient haben. Sie schlägt vor, den Unterricht zu schwänzen und am Meer eine Beachparty zu veranstalten. Sogar Jennie zeigt sich von der Idee begeistert. Sie selbst gehörte in ihrer Schulzeit nie zu den coolen Mädchen und bei den aufregenden Aktionen war sie nie dabei. Deswegen will sie sich die Party ihrer Tochter auf keinen Fall entgehen lassen. Ryan und Tiffany sind natürlich strikt dagegen. Am Strand lernt Tiffany einen smarten Surfer kennen, dessen Aufmerksamkeit ihre Position als beliebtestes Mädchen der Schule festigen könnte. Doch als Sable im Pam-Anderson-Manier über den Strand kurvt, wechselt der Surfer-Boy die Fronten. Zu allem Überfluss tauchen auch noch Jennie und Jack am Strand auf.","versions":[{"lang":1,"streams":[{"redirect":8449032,"hoster":"VOE"},{"redirect":8298330,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der gefallene Engel","epNo":3,"alt":"Angel Gone Bad","descr":"Tiffany weiß, dass sie als Tochter eines Gebrauchtwarenhändlers nur wenig Aussichten auf einen Platz an einer teuren Eliteuniversität hat. Doch dadurch lässt sich das talentierte Mädchen nicht abschrecken. Sie hat vor, sich das Geld für die angesehen Princeton-Uni mit ihrem guten Aussehen zu verdienen. Tiffany lässt sich von hässlichen Mitschülern als Freundin mieten und posiert für gemeinsame Fotos. Jack ist empört über diese Art von Geschäftstüchtigkeit und verspricht seiner Tochter, das Geld für die Universität aufzubringen. Währenddessen hat Tiffany ein Bewerbungsgespräch mit dem Princeton-Beauftragten Quigley. Der erkennt in ihr die Freundin seines missratenen Sohns Ivan, einer von Tiffanys \"Mietfreunden\". Quigley ist völlig hingerissen von seiner Schwiegertochter in spe und verspricht ihr einen schnellstmöglichen Eintritt in ihre Lieblings-Uni. Doch Quigleys Begeisterung hält nur so lange an, bis Jack ins Büro stürmt und versucht, den Universitätsbeauftragten mit einem Scheck zu bestechen.","versions":[{"lang":1,"streams":[{"redirect":8449034,"hoster":"VOE"},{"redirect":8298338,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Floppy ist eifersüchtig","epNo":4,"alt":"The Temptation Of Jack","descr":"Tiffany hat es wirklich nicht leicht: Sable hat ihr an der Schule den Rang als beliebteste Schülerin so gut wie abgelaufen. Und jetzt schmeichelt sich die Konkurrentin auch noch bei ihrer Familie ein. Sie hält – natürlich völlig ohne Hintergedanken – Jennie für Tiffanys Schwester und benutzt Ryan als Fußabtreter – woraus dieser haarscharf schließt, nun eine feste Freundin zu haben. Damit endlich wieder Ruhe im Hause Malloy einkehrt, beschließt Jack mit Sables Mutter Morgana zu sprechen. Doch die attraktive Dame verdreht ihm mit ihrem atemberaubenden Temperament völlig den Kopf. Die Verführungskünste der Lady führen bei Jack zu einem ausgesprochenen Stimmungshoch. Jennie und Mr. Floppy reagieren ausgesprochen eifersüchtig.","versions":[{"lang":1,"streams":[{"redirect":13094691,"hoster":"VOE"},{"redirect":8298337,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vom Blitz getroffen","epNo":5,"alt":"Lightning Boy","descr":"Ryan war schon immer das Problemkind der Familie Malloy und nie ein besonders helles Licht. Die Tatsache, dass er vom Blitz getroffen wurde, macht ihn auch nicht zur Leuchte. Seit ihn der Schlag getroffen hat, glaubt er, übernatürliche Kräfte zu besitzen. Erheitert und etwas besorgt beobachtet seine Familie, wie er sich immer mehr in sein Heldenimage hineinsteigert. Ryan läuft nur noch in einem Supermann-Kostüm herum und spricht mit verstellter, tiefer Stimme. Ryan ist fest davon überzeugt, der \"Lightning Boy\" zu sein, dessen wahre Identität ein Geheimnis ist.","versions":[{"lang":1,"streams":[{"redirect":8449035,"hoster":"VOE"},{"redirect":8298341,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bingo","epNo":6,"alt":"Bingo! Bingo! Bingo!","descr":"Jennie will mehr Zeit mit ihrer Tochter Jennie verbringen. Schließlich lässt sich Tiffany breitschlagen, mit Jennie zum Bingo zu gehen. Dort langweilt sich Tiffany fast zu Tode, bis sie das erste Mal gewinnt! Währenddessen beschließt Mr. Floppy, sich von Drew Barrymore zu trennen, weil sie einfach nicht auf seine Liebesbriefe antworten will. Er beschließt, Drew mit Alicia Silverstone eifersüchtig zu machen. Tiffany besucht auch weiter zusammen mit Jennie die Bingohalle und Jack wird langsam eifersüchtig. Ihm fehlt die Bestätigung, die er normalerweise durch seine Lieblingstochter bekommt. Er versucht, das Verhältnis zu seinen Söhnen zu verbessern, doch denen sind seine Bemühungen lästig. So bleibt Jack nur noch Mr. Floppy.","versions":[{"lang":1,"streams":[{"redirect":8449036,"hoster":"VOE"},{"redirect":8298345,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Halloween-Haarhacker","epNo":7,"alt":"Hair Stalker","descr":"Halloween steht vor der Tür und ein mysteriöser Haarabschneider treibt seit Wochen sein Unwesen. Bereits dreimal wurde einem Mädchen die lange Mähne abgesäbelt und Barry musste mit einem gekonnten Haarschnitt das Beste aus der Katastrophe machen. Für den Schulball verkleidet sich Tiffany als Jessica Rabbit und leiht sich Mr. Floppy aus, der Roger Rabbit spielen soll. Das lebensfrohe Stofftier ist natürliche begeistert von seinem Auftritt und flirtet was das Zeug hält. Doch der gemeine Haarabschneider ist weiter auf der Pirsch und macht Jagd auf Tiffanys Haarpracht. Es gelingt Tiffany, ihn sich mit Mr. Floppys schlagkräftiger Hilfe in vom Leib halten und sie enttarnt ihn als Barry, der nicht verwinden kann, dass er die Aufnahmeprüfung der Kosmetikschule nicht geschafft hat und der Welt nun unbedingt sein Talent beweisen will.","versions":[{"lang":1,"streams":[{"redirect":8449038,"hoster":"VOE"},{"redirect":8298352,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rock ‘n’ Roll","epNo":8,"alt":"Rock ‘n’ Roll","descr":"Jack fragt sich, warum im Wäschetrockner immer eine Socke verschwindet und beschließt, dass Mr. Floppy der Sache auf den Grund gehen soll. Jack staunt nicht schlecht, als er Mr. Floppy im Trockner schreien hört und er kurz darauf wieder aus der Waschmaschine herausklettert. Der Stoffhase erzählt von einem schwarzen Loch und seinen Erlebnissen im Sockenhimmel. Währenddessen gründet Ryan eine Rock’n’roll-Band, weil er hofft, so besser bei den Mädchen anzukommen. Zusammen mit ein paar ziemlich beschränkten Freunden schreibt er einen Song und macht ein Video, auf dem auch seine Schwester Tiffany zu sehen ist. David Mandel ist bereit, die Band zu managen, allerdings nur, wenn Tiffany mit dabei ist. Die reist sofort das Kommando an sich und hält nichts von Ryans Loser-Image für die Band. Sie schreibt ihren Song über die Einsamkeit um und statt Lederklamotten steckt sie die Jungs in weiße Fräcke. Ryan ist stinksauer, aber seine Meinung interessiert wieder mal keinen. Währenddessen ist der begeisterte Mr. Floppy gar nicht mehr aus dem rotierenden Trockner herauszubekommen.","versions":[{"lang":1,"streams":[{"redirect":8449037,"hoster":"VOE"},{"redirect":8298353,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Turnvater Jack","epNo":9,"alt":"The Pride Of The Injuns","descr":"Wegen ihrer sportlichen Leistung wird Sable von den Colleges umworben. Tiffany ist sauer, weil sie völlig unsportlich ist und sich das in ihren Collegebewerbungen nicht gut macht. Ryan gibt Tiffany den Tipp, Mitglied des Volleyball-Teams zu werden. Die seien Landesmeister und deshalb käme sie kaum in die Verlegenheit, aufs Spielfeld zu müssen. Es stellt sich heraus, dass Sable hinter diesem Plan steckt. Während Ryan Tiffany beibringt, wie sie auf der Auswechselbank Interesse am Spiel heuchelt, will Sable dafür sorgen, dass Tiffany eingewechselt wird und sich so vor den College-Beobachtern blamiert. Tatsächlich muss Tiffany spielen und wird von Sable übel malträtiert. Aber dann macht der Sportmuffel den entscheidenden Punkt und verliert sie einen Fingernagel, der sich in Sables Gesicht gebohrt hat.","versions":[{"lang":1,"streams":[{"redirect":8449040,"hoster":"VOE"},{"redirect":8298361,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Traum von Hollywood","epNo":10,"alt":"Eating Hollywood","descr":"Jacks und Jennies Hochzeitstag steht bevor. Jennie möchte ins \"House of Hollywood\" um bei einem schicken Abendessen die Stars zu sehen. Mr. Floppy will unbedingt mit, weil er hofft, seinen Schwarm Drew Barymore zu treffen. Jennie beschwert sich, dass weit und breit kein Star zu sehen ist. Dabei sitzt am Tisch nebenan Erik Estrada und versucht auf sich aufmerksam zu machen. Er zieht sogar extra seine CHiPs-Polizeiuniform an, doch der Fernsehstar bleibt weiter unerkannt. Mr. Floppy beginnt einen wilden Flirt mit einem Teddybär und über Ryan machen sich wieder einmal alle lustig. Der entnervte Erik Estrada stellt sich schließlich selbst vor, doch als Jennie ihn um ein Autogramm bittet, zeigt er sich zickig.","versions":[{"lang":1,"streams":[{"redirect":8449039,"hoster":"VOE"},{"redirect":8298363,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das verhängnisvolle Pulver","epNo":11,"alt":"High And Dry","descr":"Tiffany hat gegen Ryan eine Wette verloren. Nun muss sie für ihn eine Verabredung mit einem Mädchen organisieren. Tatsächlich hält Tiffany ihr Wort und organisiert für ihren Bruder ein Date mit der tschetschenischen Rebellin Galina, die ihn heiraten will, damit sie im Land bleiben kann. Ryan befürchtet, dass er vor lauter Nervosität schwitzen könnte und trägt Unmengen Deodorant. Als er erfährt, das Galina nichts mehr schätzt, als einen natürlichen Männerduft, schaufelt er sich das Deopulver mit vollen Händen aus dem Hemd. Der Abend endet trotzdem mit einer Abfuhr. Währenddessen sehen Jack und Jenny eine Sendung namens \"Nehmen ihre Kinder Drogen?\" und kommen zu dem Schluss, dass Ryan abhängig sein könnte. Als sie sein Reservoir an Deo-Pulver im Auto finden und es für Kokain halten, scheint der Fall klar.","versions":[{"lang":1,"streams":[{"redirect":8449041,"hoster":"VOE"},{"redirect":8298360,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die brave Böse","epNo":12,"alt":"The Tell-Tale Lipstick","descr":"Ryan wird von einem Bus angefahren. Dadurch wird Tiffany bewusst, dass sie sterblich ist. Als sie wieder in allen Fächern Einsen kriegt, regt sie sich auf, weil jeder, auch sie selbst, das für selbstverständlich hält. Sie will endlich einmal etwas gefährliches tun, etwas richtig Böses … Als ihr eine Verkäuferin einen Lippenstift in \"Böse-Mädchen-Blutrot\" nicht verkaufen will, klaut sie das gute Stück kurzerhand. Aus lauter schlechtem Gewissen zahlt sie den Lippenstift dann doch noch. Auf ihrem Böse-Trip nennt sie sich ab sofort \"Tuffany\" und kommt in Lederklamotten und unvorbereitet zu einem Schultest. Sie ist geschockt, als sie merkt, dass alle von ihr abschreiben und so eine schlechte Note riskieren. Das muss sie mit allen Mitteln verhindern.","versions":[{"lang":1,"streams":[{"redirect":8449044,"hoster":"VOE"},{"redirect":12099243,"hoster":"Doodstream"},{"redirect":8298371,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tiffanys Verehrer","epNo":13,"alt":"Steinfeld","descr":"Tiffany lernt einen echten Fernsehstar kennen. Vor allem ihre Mutter ist hingerissen von dem neuen Verehrer ihrer Tochter. Sie weidet sich im Glanz des Ruhms, als Herbie Sternberg zu ihnen nach Hause kommt, um Tiffany um eine Verabredung zu bitten. Doch Jack lässt die beiden nicht in Ruhe und kommt einfach mit. Zwischenzeitlich merkt Tiffany jedoch, dass ihr Herbie doch zu alt ist. Nun hat sich aber Jack mit ihm angefreundet und verlangt von seiner Tochter, sich weiter mit ihm zu treffen. Sie besuchen seine Fernsehshow und Herbie versucht erneut, Tiffanys Gunst zu gewinnen. Doch er besteht den Alterstest nicht. Jack verklagt Herbie auf 200 Millionen Dollar, weil Herbie ihm eine angeblich sichere Karriere als Komparse versaut hat.","versions":[{"lang":1,"streams":[{"redirect":8449042,"hoster":"VOE"},{"redirect":8298373,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Präsident","epNo":14,"alt":"The President","descr":"In der Schule soll wieder ein neuer Präsident gewählt werden. Wie jedes Jahr ist Tiffany der einzige Kandidat. Die Schulleitung möchte diesmal jedoch endlich einen Gegenkandidaten. Doch es findet sich kein Freiwilliger. Schließlich kommt Tiffany auf die Idee, Ryan zu überreden und ihn zu protegieren. Mit Hilfe der ganzen Familie schafft er es auch, gewählt zu werden. Ryan entpuppt sich als ausgesprochen arroganter Despot, der alle brüskiert, die ihm geholfen haben. Alle die ihn gewählt haben, auch Tiffany, wollen ihn schnellst möglich wieder loswerden. Schließlich findet Tiffany eine einfache Lösung, ihn seines Amtes zu entheben. Ryan bekommt zu spüren, wie ihn alle eiskalt fallen lassen. Allein und verlassen von Freunden und seiner Familie ist er froh, dass sich seine Schwester nicht von ihm abwendet.","versions":[{"lang":1,"streams":[{"redirect":12918584,"hoster":"VOE"},{"redirect":8298372,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Richtige Männer","epNo":15,"alt":"Tiffany On The Wild Side","descr":"Tiffany hat sich in einen Motorradrocker Johnny Stompanoto verliebt. Jenny und Jack haben die ernsthafte Befürchtung, dass sich aus dieser Liebelei eine ernsthafte Beziehung entwickeln könnte. Voller pädagogischem Ehrgeiz versuchen die beiden ihrer Tochter mit Geschichten aus ihrem reichen Erfahrungsschatz Lebenshilfe zu vermitteln.","versions":[{"lang":1,"streams":[{"redirect":8449047,"hoster":"VOE"},{"redirect":8298377,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kartoffelkrieg","epNo":16,"alt":"The Potato Rebellion","descr":"Tiffany hasst das Kantinenessen ihrer Schule und beschwert sich bei der Küchenhilfe über das Kartoffelpüree. Jack leidet seit einigen Nächten an Schlaflosigkeit. Er ist völlig überspannt und noch verrückter als sonst. Mr. Floppy schmeißt ihn aus dem Keller mit der Empfehlung, etwas Sinnvolles zu tun. Jack fabriziert für Ross einen Pullover aus Hundehaar, baut einen -Spielkartenturm, schnitzt ein Portrait seiner Familie und bastelt eine Brücke aus Eisstielen. Außerdem schreibt er den Schlaflos-Blues. Währenddessen verfasst Tiffany einen Beschwerdebrief an die Schulbehörde, doch auch dort kann man nichts gegen den Schulfraß tun. Der völlig erschöpfte Jack kreiert einen brutalen Protestsong für seine Tochter, der für mächtig Wirbel sorgt.","versions":[{"lang":1,"streams":[{"redirect":12172833,"hoster":"VOE"},{"redirect":8298381,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Notenkampf","epNo":17,"alt":"B-minus Blues","descr":"Tiffany ist außer sich, weil sie nur ein B für ihren Aufsatz über den Roman \"Der scharlachrote Buchstabe\" bekommen hat. Amber hat ein A, weil sie die beiden Sätze wiedergekäut hat, die Mr. Montelleone im Unterricht von sich gegeben hat. Währenddessen versucht sich Mr. Floppy als Filmproduzent. Jack sucht per Handzettel die jungen Darstellerinnen für das Projekt. Sie müssen nur jung und nackt sein und sich in seinem Keller melden. Doch die Einzigen, die erscheinen, sind ein paar Polizisten und überzeugen Jack mit schlagkräftigen Argumenten, dass sie nichts von seinen künstlerischen Ambitionen halten. Währenddessen kämpft Tiffany auch bei der Schulbehörde für mehr wissenschaftlichen Tiefgang in Mr. Montelleones Unterricht. Dort weiß man zwar von dessen Unfähigkeit, hat aber einfach keinen Ersatz für den miserablen Lehrer. Schließlich wendet sich Tiffany an die Autoren, deren Werke so schmählich vernachlässigt werden. Doch auch den großen Meistern scheint die Behandlung ihrer Romane recht gleichgültig zu sein.","versions":[{"lang":1,"streams":[{"redirect":8449049,"hoster":"VOE"},{"redirect":8298386,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Braut auf Bestellung","epNo":18,"alt":"From Russia With Love","descr":"Ryan hat die Nase gestrichen voll davon, dass er von jedem Mädchen der Schule eine Abfuhr bekommt und beschließt, sich über den Versandhandel eine Braut zu beschaffen. Und tatsächlich steht schon wenig später eine bildschöne Russin vor der Tür und Ryan kann sein Glück kaum fassen. Nach Ablauf der Probezeit ist er fest entschlossen, das Mädchen für immer dazu-behalten und zu heiraten. Der einzige Wermutstropfen: Seine Braut hat inzwischen dreihundert Pfund zugelegt und sich einen Bart stehen lassen. Doch solche Details können Ryan nicht von seinen Hochzeitsplänen abhalten.","versions":[{"lang":1,"streams":[{"redirect":8449046,"hoster":"VOE"},{"redirect":8298389,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Arbeit macht faul","epNo":19,"alt":"Little Ice Cream Shop Of Horrors","descr":"Alle Schüler bekommen von ihren Eltern zur Belohnung ein Auto zum Schulabschluss. Nur Tiffany bekommt von ihrem Vater lediglich den Hinweiß, dass sie sich selbst eines anschaffen soll. Daraufhin nimmt sie einen Job als Eisverkäuferin in einer Eisdiele an, deren korpulente Besitzerin schon bald darauf das Zeitliche segnet. Die praktisch veranlagte Tiffany bedient sich aus der Ladenkasse und läßt ihrer Familie die restlichen Süßigkeiten zukommen.","versions":[{"lang":1,"streams":[{"redirect":13922202,"hoster":"VOE"},{"redirect":8298392,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ryans Filmkarriere","epNo":20,"alt":"Shampoo","descr":"Durch Zufall entdeckt Ryan sein Talent zum Haarestylen. Das steigert seine Beliebtheit bei der Damenwelt schlagartig. Als er dann einer berühmten Schauspielerin Haare schneidet, steigt er sogar zum Produzenten ihrer Filme auf. Das lässt sich mit der Schule nur schlecht verbinden und er schwänzt ganz einfach. Als das seine Mutter herausbekommt, gibt es Ärger und seine Eltern zwingen ihn dazu, seinen Abschluss zu machen. Als Ryan wegen der Schule eine Besprechung im Filmstudio verpasst, ist es vorbei mit seiner Filmkarriere. Als er dann auch noch in der Schule versagt, ist alles wieder beim Alten.","versions":[{"lang":1,"streams":[{"redirect":8449050,"hoster":"VOE"},{"redirect":8298391,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf nach Harvard","epNo":21,"alt":"College!","descr":"Tiffany kommt mit einer guten Nachricht nach Hause: Sie wurde von der Eliteuni Harvard angenommen und geht selbstverständlich davon aus, dass Jack das Studiengeld dafür aufbringen kann. Sie ahnt nicht, dass er sich für sie in die Hände eines Kredithais begibt. Tiffany hat in der Zwischenzeit Professor Alfred kennen gelernt, den Dozenten eines lokalen, unbedeutenden Junior Colleges, dessen Unterrichtsphilosophie beeindruckt, dass sie sich an dieser Schule einschreibt. Professor Alfred hat allerdings inzwischen ein Angebot aus Harvard erhalten.","versions":[{"lang":1,"streams":[{"redirect":8449054,"hoster":"VOE"},{"redirect":8298397,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Freuden des Fleisches","epNo":22,"alt":"The Joy Of Meat","descr":"Ross ist unter die Tierschützer gegangen und führt unter dem Decknamen \"Waschbär\" eine Gruppe jugendlicher Aktivisten an. In seinem Kampf für den Schutz der Tiere und ein gesundes Leben bezieht er auch seine Familie mit ein: Für eine in Aussicht gestellte Belohung von 10.000 Dollar versprechen alle, Vegetarier zu werden. Natürlich hält sich keiner wirklich an die Verabredung.","versions":[{"lang":1,"streams":[{"redirect":8449052,"hoster":"VOE"},{"redirect":8298398,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Klatschkolumne","epNo":1,"alt":"Hot Off The Presses","descr":"Tiffany beschließt, sich in ihrer neuen Schule an der Schülerzeitung zu beteiligen. Doch leider bleibt für sie nur noch die Klatschkolumne übrig. Sie gerät mit dem betreuenden Lehrer, Mr. Monteleone, aneinander, der sich über ihren ersten Beitrag lustig macht. Schließlich sieht sie ein, dass kleine Kätzchen und Modetipps die Leser nicht wirklich vom Hocker reißen. Wie von Mr. Monteleone gewünscht, packt sie in der nächsten Ausgabe heißere Eisen an. Ihre Zielscheibe ist der Lehrer höchstpersönlich. Der findet es gar nicht witzig, als Tiffany ihm eine Affäre mit einem Schaf andichtet. Das findet Monteleone überhaupt nicht witzig und macht Tiffany das schwer.","versions":[{"lang":1,"streams":[{"redirect":8449055,"hoster":"VOE"},{"redirect":8298402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allein unter Frauen","epNo":2,"alt":"Experimenting In College","descr":"Tiffany und Ryan belegen einen Kurs über Feminismus. Alles was Ryan interessiert ist es, mit lauter Frauen in einem Raum zu sein. Während die jungen Frauen sich mit dem Thema \"Was wollen Männer?\" befassen, heißt sein Projekt \"Was wollen die Frauen?\": Zu Beginn fühlt er sich von dieser Aufgabe völlig überfordert, doch dann findet er immer stärkeren Kontakt zu der \"Frau in ihm\": Er lackiert sich die Fußnägel, telefoniert stundenlang und hat Bauchschmerzen. Währenddessen startet Tiffany eine Feldstudie: Sie gibt sich als Zwillingspaar aus, die dumme Epiphany und die kluge Tiffany. Sie will herausfinden, welcher von beiden die Männer den Vorzug geben.","versions":[{"lang":1,"streams":[{"redirect":8449051,"hoster":"VOE"},{"redirect":8298405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Haus der lebenden Toten","epNo":3,"alt":"The Ghost And Mr. Malloy(1)","descr":"Jennie ist dabei sich das Rauchen abzugewöhnen. Um sich von ihren Entzugserscheinungen abzulenken, will sie mit Tiffany in einen Schönheitssalon. Die hat jedoch nicht die geringste Lust, etwas mit ihrer Mutter zu unternehmen und auch Jennies Sohn Ross gibt seiner Mutter einen Korb, worauf sich Jennie alleine auf den Weg macht. Wenig später kommt der Besitzer des Salons mit schlechten Nachrichten zu den Malloys: Jennie ist im Solarium eingeschlafen und wurde zu Tode geröstet. Die Hinterbliebenen zeigen sich wenig erschüttert und niemand scheint Jennie sonderlich gemocht zu haben. Doch dann kehrt Jennie als Geist zurück und teilt der Familie mit, dass sie erst verschwinden werde, wenn man sie ausgiebig betrauert hat und ihr ein anständiges Begräbnis beschert hat. Plötzlich ist Jennie überall und gönnt \"ihren Lieben\" keine ruhige Minute mehr.","versions":[{"lang":1,"streams":[{"redirect":8449053,"hoster":"VOE"},{"redirect":8298408,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zurück ins Leben","epNo":4,"alt":"Exorcising Jennie(2)","descr":"Tiffany profitiert von Jennies Tod: Schwarz steht ihr hervorragend und sie bekommt von allen Seiten Zuwendung. Das geht sogar so weit, dass ihr ein paar Polizisten das Auto waschen. Das passt Jennies Geist gar nicht in den Kram und sie ärgert Tiffany wo immer sie kann. Tiffany und Ryan wollen den lästigen Geist endgültig loswerden und auch Ross für ihren Plan gewinnen. Doch nachdem Jennie ihm bei einem Baseball-Spiel geholfen hat, findet er den Geist an seiner Seite ganz hilfreich. Jennie erzählt Jack, dass es ihr im Himmel zu langweilig wäre und dass sie eines der Kinder zur Unterhaltung mitnehmen will. Jack schlägt Ryan vor, doch die will lieber Tiffany haben. Schließlich finden sie einen Kompromiss: Ross soll einen kleinen \"Unfall\" haben und Jennie verschwindet dann mit ihm auf ewig. Der frischgebackene Witwer Jack wendet sich nun der einsamen Marilyn zu, während Ross von Jennie in den Eisschrank gesperrt wird.","versions":[{"lang":1,"streams":[{"redirect":8449056,"hoster":"VOE"},{"redirect":8298410,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Sache der Ehre","epNo":5,"alt":"We Got Next","descr":"Ryan hat das Handtuch des beliebten Joey geklaut, weil er glaubt, das dessen Duft die Frauen verrückt macht. Damit erntet er zwar Tiffanys Spott, doch sein Trick scheint trotzdem zu funktionieren. Die hübsche Mindy aus der Basketballmannschaft nimmt endlich Notiz von ihm und sie gehen gemeinsam Eis essen. Doch als sie später gemeinsam Basketball spielen, verliert Ryan und ist am Boden zerstört. Sein Interesse an Mindy ist schlagartig erloschen und er schickt sie nach Hause. Obwohl Tiffany findet, dass Ryans Niederlage nicht schlimm sei, meint sie im Grunde auch, dass eine Frau einen Mann nie im Sport schlagen dürfe. Nach einem ernsten Vater-Sohn-Gespräch fordert Ryan Mindy zu einer Revanche heraus. Obwohl Mindy punkte mäßig weit vorne liegt, nimmt das Spiel doch noch eine überraschende Wende.","versions":[{"lang":1,"streams":[{"redirect":8449060,"hoster":"VOE"},{"redirect":8298414,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sklavenwochen","epNo":6,"alt":"Sorority Girl","descr":"Ryan möchte Mitglied bei der coolsten Brüderschaft des Campus werden, weil die Jungs zu den best angezogensten an der ganzen Schule gehören. Außer Ryan wissen eigentlich alle, dass es sich um eine schwule Verbindung handelt. Auch Tiffany und Amber suchen Anschluss und wollen einer angesagten Verbindung beitreten. Als Prüfung sollen die Anwärterinnen eine Woche lang die Sklavinnen einer anderen Verbindung sein – und zwar ausgerechnet der Gemeinschaft, der Ryan beigetreten ist. So wird Tiffany die persönliche Sklavin von Ryan und muss ihm ständig seinen Lieblingskuchen backen. Tiffany kann Mitglied bei der Verbindung werden, doch ihre Freundin Amber wird abgelehnt. Aus Loyalität verzichtet Tiffany auf ihren Platz, den sich dann Amber kurzerhand schnappt. Doch so richtig sauer ist Tiffany deshalb nicht. Endlich merkt auch Ryan, dass seine Verbindung aus Schwulen besteht und tritt wieder aus.","versions":[{"lang":1,"streams":[{"redirect":12918580,"hoster":"VOE"},{"redirect":8298419,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vampire beißen nicht","epNo":7,"alt":"Ryan, Vampire Slayer","descr":"Tiffany hat am Northridge College Blut gespendet. Als sich Ryan mit ihr unterhält, fällt ihm die hübsche Cheerleaderin Bunny auf. Er versucht, sich mit ihr zu verabreden. Damit Ryan sie endlich in Ruhe lässt, behauptet sie eine Vampir-Jägerin zu sein und der naive Ryan glaubt ihr aufs Wort. Als Ryan Bunny beim Versuch sie zu retten schwer verletzt, ist diese natürlich stinksauer. Sie verlangt von ihm, dass er nun Vampire jagen muss und schickt ihn auf den Friedhof. Ryan betäubt seine Schwester und bindet sie als Lockvogel an einen Grabstein. Als Tiffany aufwacht, macht sie sich unbemerkt davon und Ryan glaubt, dass sie von einem Vampir geklaut wurde. Weil Jack jetzt Kosten spart, gibt er Ryan Geld. Dadurch wird sein Bruder Ross natürlich auch zu einer interessanten Geldquelle.","versions":[{"lang":1,"streams":[{"redirect":8449057,"hoster":"VOE"},{"redirect":8298417,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Digitale Phantasien","epNo":8,"alt":"Cyber-tiffany","descr":"Irgendwie ist Ryan zu Geld gekommen und hat so das Interesse der Damenwelt geweckt. Ryan will seiner Schwester Tiffany nicht erzählen, woher er die Moneten hat – aus gutem Grund. Statt dessen will er sie mit Geschenken besänftigen. Ryan hat nämlich eine Webseite ins Netz gestellt, in dem seine Schwester als Sexobjekt vermarktet wird. Ein merkwürdiger Mann in schwarz treibt sich in der Nachbarschaft herum und sucht das Haus der Malloys. Jack findet schließlich heraus, dass Ryan unter Tiffanys Namen die sexuellen Fantasien der Männer erfüllt und droht den Computer zu zerstören. Doch dann findet er das neue Medium plötzlich ganz spannend. Tiffany begreift endlich, was für ein Spiel ihr Bruder mit ihr spielt, als sie auf dem Campus von ein paar Spinnern verfolgt wird, die sie aus dem Internet kennen. Doch bevor sie den miesen Kerl in Grund und Boden stampfen kann, wird sie von dem Herrn in Schwarz, einem Bundesagenten, festgenommen.","versions":[{"lang":1,"streams":[{"redirect":8449062,"hoster":"VOE"},{"redirect":8298424,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die böse Verführerin","epNo":9,"alt":"Tiffany, The Home Wrecker","descr":"Brad hat seiner Freundin Kimmy den Laufpass gegeben, weil er unbedingt Tiffanys Herz erobern will. Schon bald gehen die Gerüchte um, dass Tiffany absichtlich geflirtet hat, um seine langjährige Beziehung zu zerstören. Um ihren Ruf wieder herzustellen, schickt sie Ryan zu Kimmy, der ihr erklären soll, dass Tiffany kein Biest ist. Ryan nutzt die Situation mit der zutiefst verletzten Kimmy allerdings schamlos aus und schläft mit ihr. Nun stehen die Zeichen für eine Versöhnung zwischen Kimmy und Brad denkbar schlecht. Schließlich verabredet sich Tiffany doch mit Brad, der sie mit seinen Blumengrüßen beeindruckt hat. Tiffany wartet vergeblich auf ihren Herzbuben, statt dessen trifft sie Desmond, ihren absoluten Traummann, der sie direkt mit nach Europa mitnehmen will. Doch schweren Herzens wartet sie weiter auf Brad. Der taucht jedoch nie auf, sondern tröstet die verzweifelte Kimmy, deren Großvater gestorben ist. Tiffany ist am Boden zerstört, weil sie Brad nie wirklich kennen gelernt hat und weil sei ihren Traumprinzen von dannen hat ziehen lassen.","versions":[{"lang":1,"streams":[{"redirect":8449061,"hoster":"VOE"},{"redirect":8298427,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ryan, der Mädchenheld","epNo":10,"alt":"Little Miss Perfect","descr":"Ryan findet, dass es Zeit für die große Liebe ist und sucht sich die geschwätzige Bitsy als seine Traumfrau aus. Tiffany und die Familie können Bitsy nicht ausstehen, weil sie nie jemanden zu Wort kommen lässt. Keiner kann Ryans Wahl verstehen. Jack diskutiert im Keller mit Mr. Floppy darüber, ob es die wahre Liebe gibt. Sie sind sich einig, dass keine Liebe ewig dauert. Ryan erklärt Jack, dass er sich sexuell für die Ehe mit Bitsy aufsparen will, was Bitsy sehr bedauert. Obwohl Jack seinen Sohn für verrückt erklärt, sind er und Jenny beeindruckt von den hohen Idealen ihres Sohnes und versuchen, wieder netter miteinander umzugehen. Doch die Harmonie zwischen den alten Streithammeln verfliegt schnell. In der Schule fahren alle Mädchen auf den neuen, liebevollen Ryan ab. Doch als Ryan erfährt, dass Bitsy nur mit ihm gespielt hat, ändert er seine Strategie.","versions":[{"lang":1,"streams":[{"redirect":8449059,"hoster":"VOE"},{"redirect":8298430,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein heißer Flirt für Jack","epNo":11,"alt":"The One Kevin’s Directing","descr":"Barbara ist neu an Ryans und Tiffanys Schule. Sie war zuvor für die Programmplanung bei einem Fernsehsender verantwortlich, bevor sie ihren Job an einen Affen verloren hat, der mit Dartpfeilen wirft. Jack ist beeindruckt von der neuen Mitschülerin seiner Kinder und lädt sie zum Abendessen ein. Auch Barbara verbirgt ihr Interesse an Jack kaum. Währenddessen träumen Tiffany und Jennie davon, Barbara eine Showidee zu verkaufen und reich zu werden. Jennie schlägt Jack vor, mit Barbara zu flirten, damit sie ihrer Showidee gewogen ist. Mr. Floppy ist von der Idee angetan, kann sich Jack doch so dafür rächen, was die Frauen den Männern immer wieder antun: Zuerst machen sie die Männer heiß und dann lassen sie sie im Regen stehen. Jack findet den Gedanken nicht sonderlich ansprechend. Schließlich sitzt er als Mann dann doch wieder am kürzeren Hebel und Tiffanys und Jennies Showidee, die aus ihrem Leben gegriffen ist, scheitert auch gewaltig. Doch Jack ersinnt eine furchtbare Rache, um die Ehre der Familie zu retten.","versions":[{"lang":1,"streams":[{"redirect":8449063,"hoster":"VOE"},{"redirect":8298436,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lehrer des Jahres","epNo":12,"alt":"Teacher Of The Year","descr":"Tiffany erzählt Ryan, dass der alte, schüchterne Lehrer Mr. Peabody für den Titel \"Lehrer des Jahres\" verdient hätte. Mr. Peabody hört das Gespräch nur teilweise mit und glaubt, dass er bereits ausgewählt ist. Tiffany bringt es nicht übers Herz, ihm die Wahrheit zu sagen, sondern lädt ihn bei ihren Eltern zum Essen ein. Zuhause sind Jack und Jennie gekränkt, dass ihre Tochter so viel Respekt für ihren alten Lehrer aufbringt und sie so schmählich vernachlässigt. Doch bei der Preisverleihung stellt sich heraus, dass der nette alte Herr ein Serienkiller auf der Flucht ist. Er kann der Polizei entkommen und taucht bei den Malloys zum Abendessen auf.","versions":[{"lang":1,"streams":[{"redirect":8449064,"hoster":"VOE"},{"redirect":8298438,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein ehrlicher Idiot","epNo":13,"alt":"Ryan’s Labour Lost","descr":"Ryan versteht die Welt nicht mehr. Obwohl er im Sportteam der Schule aufgenommen wurde, interessieren sich die Frauen noch immer nicht für ihn. Tiffany gibt ihm den heißen Tipp, seine Teamjacke zu tragen und er wirkt tatsächlich! Doch Ryan bleibt vom Pech verfolgt: Er zerstört einen Computer und zur Strafe verdonnert ihn Mr. Monteleone dazu, den Nachtwächter an der Schule zu spielen. Als ob Ryan nicht schon genug Sorgen hätte. Er muss nämlich in seiner nächsten Englischarbeit ein \"B\" schaffen, damit er nicht aus dem Team fliegt und dann ist es auch mit seinen Chancen bei den Mädchen vorbei. Bei seiner Nachtschicht findet er dann die bevorstehende Englischarbeit und scheint gerettet. Jack hat auch noch die glorreiche Idee, aus dem kostbaren Fund bei den Mitschülern Kapital zu schlagen. Doch dann kommt ihnen Tiffany in die Quere, die an Ryans Sinn für Ehrlichkeit appelliert.","versions":[{"lang":1,"streams":[{"redirect":8449065,"hoster":"VOE"},{"redirect":8298439,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Geheime Ermittlungen","epNo":14,"alt":"Undercover Cheerleader","descr":"Tiffany will für die Schülerzeitung eine Geschichte über die Cheerleader-Szene schreiben. Dazu stellt sie verdeckte Ermittlungen an. Ihre Mutter ist stolz, dass ihre Tochter in diesen hehren, uramerikanischen Zirkel aufgestiegen ist. Ihr selbst blieb dieser Titel immer verwehrt. Auch bei Jack werden nostalgische Erinnerungen daran geweckt, dass er nie bei einem Cheerleader landen konnte. Ganz im Gegensatz zu Mr. Floppy. Tiffany freundet sich mit ihren Cheerleader-Kolleginnen an und als Mr. Monteleone eine knallharte Enthüllungsstory von ihr fordert, gerät die arme Tiffany in einen schweren Gewissenskonflikt. Als sie sich mit einer ihrer neuen Freundinnen über die Frisur von Meg Ryan zerstreitet, veröffentlicht sie den Artikel doch. Was verheerende Folgen hat.","versions":[{"lang":1,"streams":[{"redirect":8449069,"hoster":"VOE"},{"redirect":8298446,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das erste Mal","epNo":15,"alt":"Chaste Makes Waste","descr":"Tiffany überlegt, ob sie mit ihrem neuen Freund Billy ihr \"erstes Mal\" verbringen soll. Solange ihre Mutter Jennie glaubt, dass Billy eine Menge Geld hat, ist sie begeistert von der Idee. Jack verdrängt die Tatsache, dass Tiffany älter wird, völlig. Als Tiffany Billy mitteilt, dass sie gerne mit ihm schlafen will, lehnt der ab, weil er selbst noch Jungfrau ist. Tiffany fragt ihre Freundin Barbara um Rat, die ihr ein paar brandheiße Tipps gibt. Doch dann wendet Barbara ihre Tricks selbst an und Tiffany sieht Billy Arm in Arm mit Barbara. Tiffany sinnt auf Rache.","versions":[{"lang":1,"streams":[{"redirect":8449066,"hoster":"VOE"},{"redirect":8298445,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ryans Affäre","epNo":16,"alt":"Teacher’s Pet","descr":"Ryan erhält die Ergebnisse seines Berufseignungstests. Er ist entsetzt. Angeblich ist er der geborene Lehrer und bekommt auch direkt ein Angebot, als Hilfslehrer zu arbeiten. Auch Jack macht sich Gedanken um seine Karriere. Er erinnert sich, dass er eigentlich Rockmusiker werden wollte. Als er versucht, die alten Freunde seiner Band wieder zusammenzutrommeln, stellt er fest, dass die inzwischen unter dem Namen Aerosmith reich und berühmt geworden sind. Jack beschließt, dass er die Jungs nicht braucht, um ein Star zu werden. An seinem ersten Tag als Aushilfslehrer bringt Ryan versehentlich den Lehrer um, als er demonstriert, das man nicht mit der Schere in der Hand herumrennen sollte. Er übernimmt die Klasse und bringt den Schülern viel unnützes Zeug bei. Ross ist sauer auf Ryan, weil er überzeugt ist, dass der ihm seine Freundin ausgespannt hat.","versions":[{"lang":1,"streams":[{"redirect":8449067,"hoster":"VOE"},{"redirect":8705003,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kampf um den Yeti","epNo":17,"alt":"Let’s Get Ready To Rum Ball","descr":"Am letzten Morgen ihres Skiwochenendes erwacht Tiffany in voller Skimontur und gefesselt und kann sich an nichts mehr erinnern. Sie fürchtet das Schlimmste. Ryan ist ihr keine große Hilfe, da er eigentlich die ganze Zeit betrunken war. Das Einzige, woran er sich erinnert ist, dass Tiffany eine Rumkugel gegessen hat. Tiffany, die so gut wie keinen Alkohol verträgt, lässt der Vorfall keine Ruhe. Als sie zu Hause ankommen, erzählen Jack und Jennie, wie sie das ganze Wochenende über nackt durchs Haus gerannt sind. Dabei haben sie allerdings völlig vergessen, dass Ross zu Hause geblieben ist. Der traut sich erst jetzt völlig verschüchtert wieder aus seinem Zimmer heraus. Tiffany wagt einen Selbstversuch mit einer Rumkugel, um mehr darüber herauszufinden, was an dem Wochenende geschehen ist. Dann fällt ihr die ganze Wahrheit ein.","versions":[{"lang":1,"streams":[{"redirect":8449068,"hoster":"VOE"},{"redirect":8302827,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wege zum Ruhm","epNo":18,"alt":"Triple Play","descr":"Als der Star der Baseballmannschaft sich verletzt, kommt Ryan endlich mal von der Ersatzbank runter und schafft tatsächlich einen unglaublichen Coup, der ihn mit einem Schlag zum Sportstar macht. Nach seinem Auftritt bekommt er von Jacks Boss sogar den Auftrag für einen Werbespot, mit dem er mal eben 5000 Dollar verdient. Schnell wird Ryan zum beliebtesten Werbeträger der Gegend und bringt es schnell auf ein Einkommen von 40.000 Dollar. Seine Familie will an dem Reichtum natürlich teilhaben. Sie verdingen sich als Agent, Manager und Ratgeber, bis Ryan gerade mal 50 Dollar übrigbleiben. Das macht dem gutmütigen Burschen allerdings nichts aus, Hauptsache er kann seinen Sport weitertreiben. Aber genau das will man ihm wegen seiner hohen Einkünfte verbieten. Nur wenn er alles Geld zurückzahlt, darf er wieder in seiner Amateurmannschaft spielen. Davon ist seine Familie natürlich alles andere als begeistert.","versions":[{"lang":1,"streams":[{"redirect":8449071,"hoster":"VOE"},{"redirect":8298460,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tiffanys Geburtstag","epNo":19,"alt":"Tiffany’s Birthday","descr":"Tiffany ist deprimiert, als sie am Morgen ihres 20. Geburtstages erwacht. Nun ist sie kein Teenager mehr und fühlt sich plötzlich furchtbar alt. Die ganze Familie überlegt sich, wie man Tiffany wieder aufheitern kann. Per Post erhält Tif ihre erste Kreditkarte, ein weiteres Zeichen dafür, dass sie jetzt ein verantwortungsbewusster Erwachsener zu sein. Um sich zu trösten geht sie shoppen und kauft sich neue Klamotten und Möbel mit der Karte. Am Abend bekommt sie Jacks Geschenk: Er hat ihre Geburtsurkunde gefälscht, so dass sie nun wieder neunzehn ist. Und als Teenager ist sie für ihre Kreditkartenrechnung natürlich nicht verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":12382010,"hoster":"VOE"},{"redirect":8298463,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Im Wilden Westen","epNo":20,"alt":"The Old West","descr":"Tiffany entdeckt ein altes Tagebuch, das im Garten vergraben war. In Gedanken reist sie in die Vergangenheit und die Familienmitglieder tauchen natürlich in ihrer Wild-West-Geschichte auch auf. Eine kleine Stadt wird von brutalen Outlaws tyrannisiert. Black Jack Malloy ist ein ehemaliger Schütze, der jetzt eine Bar führt. Jennie ist eine Bardame mit nur einem Auge, die ständig hinter Black Jack her ist. Tiffany ist die warmherzige Grundsschullehrerin, die den Einzelgänger Doc Floppy abgöttisch liebt. Die Stadt wird von Sheriff Ryan und seinem Deputy Ross beschützt, wobei Sheriff Ryan als der miserabelste Schütze des ganzen Westens gilt. Alle treffen sich im Saloon, als sie erfahren, dass der berüchtigte Teeth McKenzie auf dem Weg in die Stadt ist um sich an Sheriff Ryan zu rächen, der sein Pferd erschossen hat.","versions":[{"lang":1,"streams":[{"redirect":8449072,"hoster":"VOE"},{"redirect":8298466,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Es war einmal","epNo":21,"alt":"The Clip Show","descr":"Jack, Tiffany und Ryan versuchen sich aus dem Staub zu machen, bevor Ross nach Hause kommt. Der hat nämlich damit gedroht, seinen Studentenfilm vorzuführen. Doch Ross war schneller und hat alle eingeschlossen. Der Familie steht ein Fünf-Stunden-Epos über Obdachlosigkeit bevor. Während der künstlerischen Darbietung lassen die Familienmitglieder ihre Gedanken wandern. Tiffany erinnert sich zum Beispiel an die schönsten Outfits der letzten Folgen. Jack versucht sich daran zu erinnern, was schlimmer sein könnte, als den drögen Film seines Sohnes anzusehen und Ryan denkt an glücklichere Tage, als er als \"Lightning Box\" die Stadt unsicher gemacht hat und einen furchterregenden Schneemann bekämpft hat. Am Ende hat der Film der Familie eine wertvolle Lektion erteilt: Nur weil sie eine Familie sind, müssen sie nicht unbedingt ihre Zeit miteinander verbringen.","versions":[{"lang":1,"streams":[{"redirect":8449073,"hoster":"VOE"},{"redirect":8298470,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Invasion aus dem All","epNo":1,"alt":"X-Happily Ever After","descr":"In einer Parodie auf \"Akte X\" forschen Tiffany und Ryan im Fall einer Erscheinung eines tanzenden Babys, das dem aus \"Ally McBeal\" ähnelt. Barbara, Tiffany und eine neue Mitschülerin namens Caitlin, sehen das tanzende Baby. Ihre Nachforschungen ergeben, dass es sich vor allem von Mädchen angezogen fühlt, die gerade ihren Eisprung haben.","versions":[{"lang":1,"streams":[{"redirect":8449074,"hoster":"VOE"},{"redirect":8298469,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Friskys letzter Kampf","epNo":2,"alt":"Feline Alright","descr":"Tiffany und Barbara bekommen einen neuen Englischlehrer, Mr. Studebaker. Er quält die Mädchen mit sinnlosen Aufträgen, damit sie ihr \"A\" als Note bekommen. Die Mädchen müssen zu Studebaker nach Hause gehen und seine Katze Frisky versorgen. Sie beschließen, das ganze nach einem Einbruch aussehen zu lassen und richten Frisky so her, das es wirkt, als hätte er versucht, den Dieb aufzuhalten. Barbara versucht Studebaker für sich zu gewinnen, indem sie ihm eine neue Katze kauft. Tiffany aber findet, dass keine Katze Frisky je ersetzen kann und schreibt zu ihrem Andenken einen Song.","versions":[{"lang":1,"streams":[{"redirect":8449075,"hoster":"VOE"},{"redirect":8298483,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Frau im Team","epNo":3,"alt":"Basketball … Again?","descr":"Tiffany will unbedingt einen Zeitungsartikel schreiben, der ihr einen Studienplatz in Harvard verschafft. Währenddessen gelingt es Ryan tatsächlich, in das Basketball-Team der Schule aufgenommen zu werden. Tiffany findet, wenn Ryan das schafft, dann ist auch Mindy der Star der Mädchenmannschaft gut genug für das Team. Tiffany beschließt, daraus ihre große Story zu machen.","versions":[{"lang":1,"streams":[{"redirect":8449077,"hoster":"VOE"},{"redirect":8298481,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Softie oder Macho","epNo":4,"alt":"A Movie Show","descr":"Tiffany ist froh, mit Jerome endlich einmal einen empfindsamen Jungen kennen zu lernen. Gemeinsam mit ihm, Ryan und Barbara schaut sie sich im Kino \"Die Brücken am Fluss\" an. Als ihnen ein paar Rowdies den Film vermiesen, beweisen sich die Herren der Schöpfung als echte Waschlappen. Tiffany ist schwer enttäuscht und gibt ihrem Verehrer den Laufpass. Anschließend fragt sie sich, ob sie vielleicht zu oberflächlich reagiert hat. Ryan und Tiffany suchen Hilfe bei Jack. Der erklärt sich bereit, bei einer weiteren Verabredung im Kino den Störenfried zu mimen, so dass sich Ryan vor Barbara profilieren kann. Auch Tiffany beschließt unter diesen Umständen, Jerome eine zweite Chance zu geben. Doch dann landen Jack und Mr. Floppy im falschen Kino und Ryan muss sich mit echten Unruhestiftern anlegen und gerät in eine üble Schlägerei.","versions":[{"lang":1,"streams":[{"redirect":8449078,"hoster":"VOE"},{"redirect":8298485,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Briefgeheimnisse","epNo":5,"alt":"Love Letters","descr":"Tiffany verliebt sich Hals über Kopf in den europäischen Austauschstudenten Jacques und schreibt ihm inbrünstige Liebesbriefe. Als Tiffany schildert, welche Wirkung Europäer auf amerikanische Frauen haben, beschließt Ryan von nun ab Europäer zu sein. Und sein Plan scheint tatsächlich aufzugehen. Jack erklärt Tiffany, dass ihre Liebesbriefe eines Tages gegen sie verwendet könnten. Also verlangt sie ihre Briefe zurück. Doch Jacques hat die schriftlichen Liebesschwüre nicht mehr. Schon bald stellt sich heraus, dass er ihre Briefe an andere Frauen weitergeschickt hat um sie zu bezirzen. Tiffany ist zutiefst getroffen und schwört Rache.","versions":[{"lang":1,"streams":[{"redirect":13004090,"hoster":"VOE"},{"redirect":8298490,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Schrank-Monster","epNo":6,"alt":"I Know What You Did In The Closet","descr":"Tiffany erinnert sich, wie Ryan sie in ihrer Kindheit in einen Schrank gesperrt hat und beschließt eine späte Rache: Sie lässt ihm heimlich Morddrohungen zukommen. Als Ross und Jack Tiffany wegen ihrer Kinderangst vor dem \"Schrank-Monster\" aufziehen, weiht sie die beiden in ihren Plan ein. Gemeinsam mit Barbara inszenieren sie ein beeindruckendes Mörderspektakel, dem alle bis auf Ryan \"zum Opfer\" fallen. Mit verstellter Stimme fordert Tiffany Ryan auf, die Haustür abzuschließen und sich im Schrank zu verstecken – wo Tiffany auf ihn wartet. Doch der geschockte Ryan vertut sich und schließt Tiffany im Schrank ein und verlässt das Haus. Barbara, Jack und Ross glauben, dass die Schreie aus dem Schrank von Ryan kommen.","versions":[{"lang":1,"streams":[{"redirect":8449079,"hoster":"VOE"},{"redirect":8298492,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Durchschnittsmensch","epNo":7,"alt":"Ross’ Iq","descr":"Ross nimmt an einem Intelligenztest der Schule teil und erreicht ein durchschnittliches Ergebnis. Tiffany findet, dass Ross eine zweite Chance verdient hat und so geben sie und Ryan sich als Ross Eltern aus und bequatschen den Lehrer so lange, bis er Ross eine zweite Chance gibt. Aber Ross bleibt durchschnittlich, auch beim dritten und vierten Versuch. Ryan rät Ross, sich nicht aufzuregen, während Tiffany ihn zu besseren Leistungen anspornt. Doch dann gibt Jack seinem Sohn den entscheidenden Rat: Es ist besser durchschnittlich zu sein als zu intelligent oder dämlich. So vermeidet man zu viel Stress und Druck.","versions":[{"lang":1,"streams":[{"redirect":8449080,"hoster":"VOE"},{"redirect":8298491,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Fechtpartie","epNo":8,"alt":"The Fencing Show","descr":"Tiffany findet heraus, dass es in ihrer Traum-Uni Harvard ein Stipendium für Fechter gibt. Und sie stellt auch fest, dass sich Barbara um das gleiche Stipendium bewirbt. Tiffany bittet Jack um Geld für Fechtstunden. Das hält Jack für eine schlechte Investition, da Tiffany schon immer ein ausgesprochen unsportliches Kind war. Doch dann steht er seiner Tochter doch bei und lässt Ross einen Job annehmen, damit er die Stunden zahlen kann. Zu Anfang weigert sich Coach McNiff ihr Stunden zu geben, lässt sich dann aber durch die entsprechende Bezahlung noch umstimmen. Tiffany gibt alles und steht im Kampf um das Stipendium schließlich Barbara gegenüber, der Vorzeigeschülerin von Coach McNiff.","versions":[{"lang":1,"streams":[{"redirect":8449081,"hoster":"VOE"},{"redirect":8298503,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fernsehen macht klug","epNo":9,"alt":"Smart And Stupid","descr":"Jack fehlt sein Kabelfernsehen, deshalb sollen Tiffany und Ryan an der Fernsehshow \"Smart \u0026 Stupid\" teilnehmen und 1000 Dollar gewinnen. Bei der Show treten Geschwister auf und während einer für die intelligenten Fragen zuständig ist, darf der andere die dämlichen Fragen beantworten. Ryan ist alles andere als begeistert von der Idee und auch Tiffany befürchtet, dass sie sich vor ihren Freunden blamieren könnte. Aber wenn es darum geht, seine Kinder zu erpressen, fällt Jack immer etwas ein. Tatsächlich erstarrt Tiffany vor Nervosität und verpatzt ihren Auftritt. Statt dessen brilliert der sonst so beschränkte Ryan. Doch bei der zweiten Runde scheinen beide völlig blockiert und der Gewinn rückt in unerreichbare Ferne.","versions":[{"lang":1,"streams":[{"redirect":8449082,"hoster":"VOE"},{"redirect":8298501,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In den Fängen der Justiz","epNo":10,"alt":"The Silver Rule","descr":"Tiffany hilft einem schüchternen Schüler bei seinem Artikel für die Schülerzeitung. Sie vermutet, dass er bei der gemeinsamen Arbeit etwas auftauen wird. Doch Elliott bleibt verschlossen. Nachdem sie den Artikel beendet haben, teilt Elliott Tiffany mit, dass er sie wegen sexueller Belästigung verklagen wird. Tiffany ist geschockt. Der Fall kommt vor das Studentengericht. Ryan soll seine Schwester verteidigen, Caitlin ist die Richterin und Barbara ist die Verteidigerin des Klägers. Ryans Verteidigungsrede hilft Tiffany nicht im Geringsten weiter und sie übernimmt selbst das Wort. Die Beschuldigte dreht den Spieß um und beschuldigt Elliott, ein Nazi-Spion zu sein. Ihr Plan geht auf.","versions":[{"lang":1,"streams":[{"redirect":8449085,"hoster":"VOE"},{"redirect":8298505,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwei tödliche Fehler","epNo":11,"alt":"Secrets","descr":"Ryan vertraut Tiffany an, dass er mit Penny, der Freundin des Footballkapitäns Chip, geschlafen hat. Tiffany muss ihrem Bruder versprechen, dass sie es niemanden weitererzählt, weil Chip ihn sonst zu Brei prügeln würde. Doch ohne Tratschpotential wird Tiffany zur totalen Außenseiterin unter ihren Freundinnen. Barbara versucht ihr das Geheimnis zu entlocken, doch zunächst bleibt Tiffany standhaft. In der Schule erzählt Chip Ryan, dass er außer ihm niemanden wirklich vertrauen kann. Währenddessen quetscht Barbara das Geheimnis erfolgreich aus Tiffany. Um ihre Redseligkeit wieder gut zu machen, schlägt Tiffany ihrem Bruder vor, mit seiner Affäre anzugeben und so zumindest als toller Hengst dazustehen. Als Ryan auf diesen Vorschlag nicht eingeht, nehmen die dramatischen Ereignisse ihren Lauf.","versions":[{"lang":1,"streams":[{"redirect":8449084,"hoster":"VOE"},{"redirect":8298510,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das große Rauschen","epNo":12,"alt":"Royal Flush","descr":"Tiffany und Ross wollen von Jack ein eigenes Auto, aber dafür reicht das Geld wieder einmal nicht. Als ihr neuer reicher Nachbar Henry bei ihnen zur Toilette geht, bietet er ihnen sein neues Klo für ihr altes Wasserklosett. Jack entdeckt schon bald, dass für alte Toiletten eine große Nachfrage herrscht und beschließt mit der ganzen Familie in das Geschäft einzusteigen. Doch schon bald ist ihr Vorrat aufgebraucht und der Familienrat beschließt, dass Jack Nachschub aus Kanada schmuggeln soll. Bevor Jack sich auf den Weg macht, will Tiffany ihren Anteil an dem Geld, um sich endlich eine Corvette zu kaufen. Doch Jack hat mit dem gemeinsam erwirtschafteten Geld seine Spielschulden bezahlt. Gerade jetzt möchte auch der Corvette-Händler eine alte Toilette. Da hat Tiffany die rettende Idee: In der Schule gibt es noch eine alte Toilette, die sie gegen einen Neuwagen tauschen könnte. Währenddessen kommt die Polizei Jack in Kanada auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":12382013,"hoster":"VOE"},{"redirect":8298513,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Weiblich, ledig, übergewichtig","epNo":13,"alt":"Taffy’s Boy","descr":"Ryan ist es leid, dass er keine Freundin hat. Tiffany erzählt ihm von einem netten Mädchen, das ihn aus der Ferne anschwärmt. Ryan ist nicht begeistert, da das Mädchen etwas übergewichtig ist. Als er jedoch erfährt, dass sie reich ist, ändert er schlagartig seine Meinung. Trotzdem hat er Angst, dass die anderen hinter seinem Rücken über ihn lästern könnten. Als er Jack um Rat fragt, findet der, er solle ruhig mit Taffy zusammenbleiben, da sie schließlich reich sei und ihn mit Geschenken überhäufe. Tiffany findet Ryans Verhalten unmoralisch, aber Ryan wäre sogar bereit, Taffy zu heiraten. Als Taffy ihn besucht und er mit einem Antrag rechnet, erlebt er eine böse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8449086,"hoster":"VOE"},{"redirect":8298516,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Späte Rache","epNo":14,"alt":"Tiffany’s Big Break","descr":"Mr. Gutman, der Präsident der ansässigen Bank, möchte Tiffany zum jugendlichen Aushängeschild seines Instituts machen. Als Tiffany feststellt, dass es sich um die gleiche Bank handelt, die ihrem Vater vor Jahren einen Kredit verweigert hat, will sie das Angebot ablehnen. Zuerst fühlt sich Jack geschmeichelt, doch dann begreift er, dass Tiffany ihm so endlich einen Kredit verschaffen könnte und rät Tiffany, das Angebot anzunehmen. Als der Werbespot gedreht wird, regt sich in Tiffany jedoch ihr Gewissen. Sie kann sich nicht verkaufen und beschließt, die Wahrheit zu sagen: Nämlich, dass diese Bank kalt und herzlos ist. Tiffany wird gefeuert und schließlich bekommt Barbara den Job.","versions":[{"lang":1,"streams":[{"redirect":8449087,"hoster":"VOE"},{"redirect":8298521,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wenn der Vater mit dem Sohne","epNo":15,"alt":"I Never Dunked For My Father","descr":"Ross glaubt, dass ihn sein Vater nicht wirklich liebt und fühlt sich vernachlässigt. Tiffany sorgt dafür, dass Jack mit seinem Sohn an einem Basketball-Turnier teilnimmt. Doch Jack, der sich Chancen auf den Pokal ausgerechnet hat, ist enttäuscht, als sich Ross beim Training als sportliche Null entpuppt. Er vertröstet Ross kurzerhand auf den übernächsten Wettbewerb in 14 Tagen – wobei Jack weiß, dass diese Veranstaltung gar nicht stattfinden wird. Statt dessen startet er am nächsten Wochenende mit Ryan beim Vater-Sohn-Turnier. Allerdings verliert er auch mit Ryan, obwohl der doppelt so groß ist wie die anderen Kinder. Als Ross zu dem angeblichen Turnier erscheint, findet er dort niemanden, außer einen völlig betrunkenen Jack. Jack schlägt kurzerhand die Glasvitrine ein und klaut den Pokal und damit die Gemeinsamkeit bei der Aktion nicht zu kurz kommt, bittet er Ross, seine Fingerabdrücke auf der Scheibe zu hinterlassen.","versions":[{"lang":1,"streams":[{"redirect":8449092,"hoster":"VOE"},{"redirect":8298523,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Teufelsgeigerin","epNo":16,"alt":"Sex \u0026 Violins","descr":"An der Schule stellen sich die verschiedenen Colleges vor. Barbara hat ihr Formular mit lauter Beschönigungen gespickt und Tiffany ist noch unentschlossen, wie ehrlich sie bei ihren Angaben sein soll. Sie fragt Jack um Rat. Der meint, dass sowieso alle lügen und so gibt Tiffany an, sie sei Violinistin. Tiffany findet heraus, dass der Interviewer von Harvard auch Geiger ist. Der Musiker bittet sie, ein Stück vorzuspielen. Sie hat Zeit bis zum nächsten Tag, doch das reicht nicht für einen Crashkurs. Tiffany flüchtet sich in die Ausrede, dass Jack auf die Geige getreten sei. Doch ihre \"Freundin\" Barbara hat für eine Ersatzvioline gesorgt. Zum Glück ist der Interviewer so sehr von Tiffanys Aussehen gefesselt, dass er ihr Spiel kaum mitbekommt.","versions":[{"lang":1,"streams":[{"redirect":8449088,"hoster":"VOE"},{"redirect":8298527,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Tiffany-Burger","epNo":17,"alt":"Tiffany Burger","descr":"Der Geschäftsführer eines Burgerrestaurants hat Ryan bei sich eingestellt, um so an seine Schwester Tiffany heranzukommen. Mit Feuereifer bestürmt Jimbo Basilli seine Angebetete mit Blumen und Ständchen. Doch Tiffany erhört sein Flehen nicht. Ryan nimmt sich Jimbo zum Vorbild in seinem Werben um Barbara – ebenfalls ohne Erfolg. Als nächsten Liebesbeweis benennt Jimbo einen Burger nach Tiffany. Jack hält den Burgerbrater für eine gute Partie und rät Tiffany, sich mit ihm einzulassen. Doch Tiffany ist vor allem genervt und weil sie merkt, dass Jimbo nicht lockerlassen wird, lässt sie sich darauf ein, einmal mit ihm auszugehen. Als sie Jimbo das mitteilen will und zu seinem Restaurant geht, erwischt sie ihn mit seiner Ehefrau beim Essen.","versions":[{"lang":1,"streams":[{"redirect":8449089,"hoster":"VOE"},{"redirect":8298530,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der perfekte Mann","epNo":18,"alt":"The Perfect Guy","descr":"Tiffany verliebt sich in einen Investment-Manager. Jim ist intelligent, sieht gut aus, überhaupt ein perfekter Mann. Mit der Zeit stellt Tiffany fest, dass er auch noch klüger als sie sein könnte. Er verbessert sie immer wieder und hat auch noch recht dabei. Tiffany will unbedingt eine Schwäche bei ihrem Traummann entdecken, doch es gelingt ihr einfach nicht. Sie erzählt Barbara, dass sie sich trennen will und deshalb irgendeinen Makel entdecken muss. Den Vorwand soll Barbara ihr liefern, indem sie versucht, Jim zu bezirzen. Doch sämtliche Verführungsversuche schlagen fehl. Schließlich trennt sich Tiffany grundlos, weil jede Frau das Recht hat, ihre Meinung zu ändern. Es verstört sie noch mehr, als Mr. Perfect auch ihre Abfuhr wie ein Gentleman hinnimmt. Wenig später erfährt Tiffany von Ryan, dass Jim überfahren wurde, weil er als Fußgänger unaufmerksam war. Sie ist erleichtert, dass Jim doch nicht so ganz perfekt war.","versions":[{"lang":1,"streams":[{"redirect":8449091,"hoster":"VOE"},{"redirect":8298532,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ist der Ruf erst ruiniert …","epNo":19,"alt":"Date To Win","descr":"Barbara hat Tiffany verschwiegen, dass die Besetzung der Schülerzeitung für die L.A. Times fotografiert wurde. Tiffany schmiedet einen raffinierten Racheplan. Sie erzählt Ryan, er könne endlich Barbaras Herz gewinnen, wenn er sie auf ihre kleinen Schönheitsfehler aufmerksam macht. Frauen könnten Männern dann nicht widerstehen. Ryan versucht sich mit der neuen Methode an Caitlin, doch fällt er damit gewaltig auf die Nase. Doch in der Schule hat Tiffany alle Mädchen instruiert, sich auf Ryan zu stürzen. So will sie Barbara verunsichern. Als Ryan sich ein Herz nimmt und Barbara anspricht, verfällt er jedoch schnell wieder in sein altes Flehen. Kurzerhand wendet sich Barbara einem gutaussehenden Mann zu, der über ihre Schönheitsmakel redet. Doch Tiffany hat noch ein Trumpf im Ärmel.","versions":[{"lang":1,"streams":[{"redirect":8449090,"hoster":"VOE"},{"redirect":8298534,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Pseudonym","epNo":20,"alt":"The Artist And The Con Artist","descr":"Tiffany ist auf dem Kunsttrip. Gerade hat sie ein Gemälde für ihren Kunstunterricht beendet und bittet Ryan, es vorsichtig für sie einzupacken. Das kann natürlich nicht gut gehen. Und tatsächlich gelingt es Ryan, das Kunstwerk irreparabel zu zerstören. Um Schadensbegrenzung zu betreiben, tauscht er es jedoch gegen eines seiner eigenen Bilder aus. Seltsamerweise findet Tiffanys Kunstlehrerin Ms. Snaylops großen Gefallen an dem Werk, und Tiffany hat kein Problem damit, sich mit den fremden Federn zu schmücken und eine gute Note zu kassieren. Daheim erfährt Tiffany von Jack, dass ihre Kunstlehrerin einen Termin mit einem Kunstkritiker arrangiert hat, der ihre Werke begutachten soll. Bei ihrer Ehre gepackt, beschließt Tiffany, dem Kritiker wirklich ihre eigenen Bilder zu zeigen. Doch das erweist sich als Fehlgriff, denn das Urteil des Experten ist ruinös für die Künstlerin. Als sie ihm daraufhin ein Bild von Ryans Hand zeigt und damit ebenfalls einen großen Reinfall erleidet, wirft sie beide Werke in den Müll und hängt ihre Karriere als Künstlerin frustriert an den Nagel. Da kann sie noch nicht ahnen, dass sie ein Jahr später eine große Überraschung erleben wird. Jack, Ross und Floppy verbringen ihre Zeit derweil damit, über Monica Lewinsky, die wohl berühmteste Ex-Praktikantin der Welt, zu diskutieren.","versions":[{"lang":1,"streams":[{"redirect":8449093,"hoster":"VOE"},{"redirect":8298541,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Mogel-Experte","epNo":21,"alt":"Tiffany Tutors The Teachers","descr":"Barbara und Tiffany erfahren, dass alle ihre Lehrer bei einem landesweiten Eignungstest durchgefallen sind und gefeuert werden sollen. Tiffany ist entsetzt und sieht das Ende einer erfolgreichen Ära entgegen, in der sie immer nur glatte \"A\"s bekommen hat. Ihre Chancen für Harvard scheinen zu schwinden. Ryan schlägt vor, einen Tutor für die Lehrer zu finden und Tiffany erklärt sich gerne bereit. Doch die Lehrer erweisen sich als undisziplinierte Schüler. Aus Verzweiflung ruft Tiffany schließlich Ryan zur Hilfe, der den Lehrern einen Crash-Kurs im Schummeln gibt. Tatsächlich schaffen die Lehrer ihre Prüfung im zweiten Anlauf, doch sie sind wild entschlossen, ab sofort strengere Saiten aufzuziehen. Jetzt können nur noch Jacks Methoden helfen.","versions":[{"lang":1,"streams":[{"redirect":8449094,"hoster":"VOE"},{"redirect":8298543,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mister Floppys Ende","epNo":22,"alt":"Le Morte D’floppy","descr":"Barbara und Tiffany erhalten die Nachricht, dass sie von Harvard angenommen wurden. Dann stellt Tiffany jedoch fest, dass Jack genau fünfzig Dollar zu viel verdient hat und ihr das Stipendium verweigert wird. Sie bittet Jack um Hilfe, doch der rät ihr, sich einen Job zu suchen. Jack gesteht Floppy, dass ihn nun doch das schlechte Gewissen plagt und er beschließt, endlich in seinem Job durchzustarten und genug Geld für das Studium seiner Tochter zu verdienen. Tiffany muss, zum Gespött ihrer Mitschüler, in einem Café arbeiten, während Jack als Autoverkäufer ein Vermögen verdient. Er vernachlässigt Mr. Floppy, der schon bald im Sterben liegt. Der Stoffhase kann nämlich nur leben, wenn er Jacks volle Aufmerksamkeit hat. Als Jack Floppy von seinem neuen Erfolg erzählen will, ist sein treuer Freund tot. Jack hält einen Vortrag darüber, dass der beste Freund immer wichtiger sein muss als der Erfolg und Floppy erwacht wieder zum Leben. Und wenn sie nicht gestorben sind....","versions":[{"lang":1,"streams":[{"redirect":8449095,"hoster":"VOE"},{"redirect":8298544,"hoster":"Streamtape"}]}]}]}]}