{"seriesId":"augsburger-puppenkiste-30-fr-die-brte","name":"Augsburger Puppenkiste - 3:0 für die Bärte","descr":"Eingebettet zwischen vier sanften Hügeln liegt Tansibor, die Hauptstadt des Wunderlandes. Die Bewohner sind klein und überaus liebenswürdig. Die Männer tragen lange Bärte, die Frauen Haare bis zum Boden. Doch die Wunderländer plagt eine große Sorge: Die Menschenkinder finden den Weg zu ihnen nicht mehr. (4-tlg. Marionettenspiel von Manfred Jenning aus der \"Augsburger Puppenkiste\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Zauberreifen","epNo":1,"alt":"","descr":"Eingebettet zwischen vier sanften Hügeln liegt Tansibor, die Hauptstadt des Wunderlandes. Die Bewohner sind klein und überaus liebenswürdig. Die Männer tragen lange Bärte, die Frauen Haare bis zum Boden. Regiert werden sie vom \"Vizekönig\". Er hält mit dem Feenmeister, dem Hexenmeister, dem Zaubermeister und dem Admiral eine Sitzung ab. Denn alle sind betrübt, weil die Menschenkinder nicht mehr den Weg ins Wunderland finden. Sie glauben, wenn sie ein Men-schenkind als Königin hätten, würde dies den Kindern bestimmt den richtigen Weg zu ihnen zeigen.","versions":[{"lang":1,"streams":[{"redirect":11981180,"hoster":"VOE"},{"redirect":11981177,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die wundersame Reise","epNo":2,"alt":"","descr":"Die Kinder Hans und Bärbel sollen nach ihrer Ankunft im Wunderland dieses erst einmal gründlich kennen lernen. Sie treten daher mit dem Admiral eine große Reise an und kommen zuerst in das Märchenland.","versions":[{"lang":1,"streams":[{"redirect":11981174,"hoster":"VOE"},{"redirect":11981190,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Insel des Gelächters","epNo":3,"alt":"","descr":"Die Kinder Hans, Bärbel und der \"Admiral\" sind auf ihrer Reise Gäste bei den Räubern. Während das Räuberorchester zwar schlecht, aber mit viel Begeisterung spielt, erzählt ihnen Pompernell, der Räuber-hauptmann, dass die Räuber überhaupt nicht aufhören können zu lachen – und das seit 600 Jahren. Der Feind der Stadt, der böse Zauberer Sabor, hat einen ferngesteuerten Roboterpanzer gebaut, der so beginnt die Stadt zu zerstören. Hans fliegt auf einem Storch zu dem Roboterungetüm. Alles jubelt: \"1 : 0 für die Bärte\".","versions":[{"lang":1,"streams":[{"redirect":11981176,"hoster":"VOE"},{"redirect":11981179,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der böse Zauberer Sabor","epNo":4,"alt":"","descr":"Der Zauberer Sabor, der sich auf einer Insel einen riesigen Kommandoraum und Fabrikhallen gebaut hat, gibt sich nicht geschlagen. Er schickt eine Roboter-Armee auf ferngesteuerten Motorbooten die Stadt. Hilflos müssen die Bewohner vom Schloss aus zusehen, wie Hunderte von Robotern ihre Stadt zerstören. Da holt Hans einen großen Bagger aus dem Museum und schaufelt die Roboter aus der Stadt. Nun steht es \"2 : 0 für die Bärte\". Nachts fliegt Hans auf einem Storch zu Sabors Insel, schleicht sich in den Kommandoraum und bringt dort alle Leitungen durcheinander. Das ist das \"3 : 0 für die Bärte\".","versions":[{"lang":1,"streams":[{"redirect":11981186,"hoster":"VOE"},{"redirect":11981181,"hoster":"Streamtape"}]}]}]}]}