{"seriesId":"aurel-original","name":"Aurel Original","descr":"Welche großen und kleinen Themen beschäftigen eigentlich die junge Generation? Dem will Comedian Aurel Mertz in seiner neuen Satire-Show auf den Grund gehen. Ist die 40-Stunden-Woche noch zeitgemäß? Schädigen Superreiche unsere Demokratie? Und ist die Medizin wirklich frei von Rassismus? Diesen und vielen weiteren Fragen wird sich der 32-jährige gebürtige Stuttgarter aus seiner ganz persönlichen Sicht widmen und nach Senderangaben \"neue, überraschende Zugänge\" zu den vermeintlich alltäglichen Themen bieten. Haltungs- und meinungsstark möchte er dem grassierenden Zynismus Lässigkeit und Humor entgegensetzen – ohne erhobenen Zeigefinger, dafür aber mit viel Fingerspitzengefühl.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gleich, gleicher, reicher – Superreichtum rocks","epNo":1,"alt":"","descr":"Gefährdet grenzenloser Reichtum womöglich die Demokratie? Es gibt einige wenige Profiteure des Kapitalismus, die einen derart absurden Reichtum angesammelt haben, dass er sich der gewöhnlichen Vorstellung entzieht.","versions":[{"lang":1,"streams":[{"redirect":11353160,"hoster":"VOE"},{"redirect":11353159,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Work hard, die hard – Warum wir uns kaputt arbeiten","epNo":2,"alt":"","descr":"Wir arbeiten immer mehr, werden immer öfter krank und haben trotzdem immer weniger in der Tasche. Ist es an der Zeit, aus dem Hamsterrad auszubrechen?","versions":[{"lang":1,"streams":[{"redirect":11353193,"hoster":"VOE"},{"redirect":11353186,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gender Data Gap – Sexismus im digitalen Zeitalter","epNo":3,"alt":"","descr":"Historische, statistische und medizinische Daten bestimmen, wie gut, gesund und sicher wir leben. Welche Konsequenzen hat es, wenn Lücken in unseren Daten das weibliche Geschlecht unsichtbar machen?","versions":[{"lang":1,"streams":[{"redirect":11353184,"hoster":"VOE"},{"redirect":11353189,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gülle in Fülle – Die Landwirtschafts-Lobby","epNo":4,"alt":"","descr":"Bessere Lebensmittel produziert unter besseren Bedingungen für Mensch, Tier und Umwelt – ein weit verbreiteter Wunsch. Trotzdem geht es nicht wirklich voran. Doch woran scheitert es?","versions":[{"lang":1,"streams":[{"redirect":11353180,"hoster":"VOE"},{"redirect":11353183,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Medical Racism","epNo":5,"alt":"","descr":"In Zeiten einer globalen Pandemie möchte man auf sie erst recht nicht verzichten: die Medizin und ihre Vertreter*innen. Was aber, wenn sie bestimmte Menschen systematisch benachteiligen?","versions":[{"lang":1,"streams":[{"redirect":11353182,"hoster":"VOE"},{"redirect":11353176,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Von Mieten und Moneten – Wem gehört die Stadt?","epNo":6,"alt":"","descr":"Drohbriefe an Mietende mit alten Verträgen, kaum bezahlbarer Wohnraum, dafür: Luxuswohnungen, die jahrelang leer stehen. Haben nur die Menschen in der Stadt einen Platz, die auch zahlen können?","versions":[{"lang":1,"streams":[{"redirect":11353164,"hoster":"VOE"},{"redirect":11353166,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Toxic Love: Deutsche Bahn","epNo":1,"alt":"","descr":"Kaum etwas lieben und hassen die Deutschen so sehr wie die Deutsche Bahn. Aber was ist in dieser Beziehung eigentlich schiefgelaufen und viel wichtiger: können wir sie noch retten?","versions":[{"lang":1,"streams":[{"redirect":11353172,"hoster":"VOE"},{"redirect":11353163,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Maskulinismus","epNo":2,"alt":"","descr":"Ist Feminismus toxisch und das Ende der Männlichkeit nah? Ob die Woke-Diktatur über uns gekommen ist und was es mit dem Begriff wirklich auf sich hat, hinterfragt Aurel in der zweiten Folge der zweiten Staffel.","versions":[{"lang":1,"streams":[{"redirect":11461180,"hoster":"VOE"},{"redirect":12481556,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schulden","epNo":3,"alt":"","descr":"Immer mehr junge Menschen in Deutschland verschulden sich. Hat Gen Z verlernt, mit Geld umzugehen oder wird es ihnen heutzutage besonders schwer gemacht?","versions":[{"lang":1,"streams":[{"redirect":11461261,"hoster":"VOE"},{"redirect":11461263,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Endgegner Amt","epNo":4,"alt":"","descr":"Der Gang zum Amt ist für viele Menschen sehr schwer. Bürokratische Hürden, Sanktionen und ein unendlicher Paragraphendschungel gehören zum Programm. Bedürftige Menschen trifft das besonders hart. Aurel fragt sich, wie das Amt der Zukunft aussehen könnte.","versions":[{"lang":1,"streams":[{"redirect":11461267,"hoster":"VOE"},{"redirect":11461264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pharma","epNo":5,"alt":"","descr":"Dass mit Medizin das große Geld gemacht wird, kennt man vor allem aus den USA. Doch auch in Deutschland gibt es Möglichkeiten für die Pharmaindustrie, auf unsere Behandlung einzuwirken. Wie unabhängig können Ärzt*innen entscheiden?","versions":[{"lang":1,"streams":[{"redirect":11502965,"hoster":"VOE"},{"redirect":11502966,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Müll","epNo":6,"alt":"","descr":"Deutschland – ein Recycling-Märchen? Kaum ein Land trennt Müll so vorbildlich wie Deutschland. Trotzdem landet auch von uns allerhand Plastik an Stränden und Flüssen weltweit. Was läuft schief im Müllkreislauf?","versions":[{"lang":1,"streams":[{"redirect":11542809,"hoster":"VOE"},{"redirect":11542811,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eso-Boom","epNo":1,"alt":"","descr":"Immer neue esoterische Trends landen im Mainstream und werfen unglaublich viel Geld ab. Die Welt packt wieder die Sehnsucht nach Magie! Doch ist ein Versprechen auf spirituelle Heilung vielleicht auch gefährlich?","versions":[{"lang":1,"streams":[{"redirect":12350038,"hoster":"VOE"},{"redirect":12350047,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Energiewende who?","epNo":2,"alt":"","descr":"Solarpanels, Windräder, Ökostrom: Früher hat Deutschland alle in Sachen erneuerbare Energien abgezogen. Und heute? Sind wir anscheinend schlimmer von Kohle und Gas abhängig als jemals zuvor. Was ist da schief gelaufen?","versions":[{"lang":1,"streams":[{"redirect":12350072,"hoster":"VOE"},{"redirect":12350071,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"GenZ vs. Ausbildung","epNo":3,"alt":"","descr":"Zu faul, zu blöd, zu untalentiert? GenZ muss sich einiges anhören, wenn Leute erklären, warum es in Deutschland so schwer geworden ist, neue Fachkräfte zu gewinnen. Doch was schreckt junge Menschen wirklich davon ab, sich für eine Ausbildung zu bewerben?","versions":[{"lang":1,"streams":[{"redirect":12350068,"hoster":"VOE"},{"redirect":12350069,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Toxic Tourism","epNo":4,"alt":"","descr":"Müll, Ausbeutung und jede Menge CO2: Urlaub ohne schlechtes Gewissen ist selten. Trotzdem ist Reisen beliebter denn je - vor allem auf Social Media. Müssen wir bald auf unser Guilty Pleasure verzichten oder gibt es Dinge, auf die wir achten können?","versions":[{"lang":1,"streams":[{"redirect":12350066,"hoster":"VOE"},{"redirect":12350062,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krypto - Rise and Fall","epNo":5,"alt":"","descr":"Kryptocoins und NFTs - mal gehyped als Geldanlage mit Potenzial, mal von Skandalen gejagt. Schaffen wir es mit dem gefüllten Wallet aus der Inflation oder nur in den nächsten Crash? Wie seriös sind Bitcoin und Co.?","versions":[{"lang":1,"streams":[{"redirect":12350023,"hoster":"VOE"},{"redirect":12350027,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarz, Rot, Wurst","epNo":6,"alt":"","descr":"Schlecht für die Umwelt, schlecht für die Tiere, aber immer noch der Deutschen Leibgericht: Fleisch. Wie steht es um unseren Fleischkonsum und lohnt es sich vielleicht doch, über vegetarische Alternativen nachzudenken?","versions":[{"lang":1,"streams":[{"redirect":12350058,"hoster":"VOE"},{"redirect":12350055,"hoster":"Streamtape"}]}]}]}]}