{"path":"/serie/stream/aurelio-zen","name":"Aurelio Zen","descr":"Der italienische Privatdetektiv Aurelio Zen (Rufus Sewell) ermittelt in Rom gegen organisierte Verbrecher und korrupte Politiker. Auf die Hilfe der Polizeibehörden kann er sich dabei nicht immer verlassen. Nur Tania, die attraktive Assistentin des Polizeichefs, versucht ihn so gut zu unterstützen wie möglich, ohne zwischen die Fronten zu geraten.","seasons":[{"path":"/serie/stream/aurelio-zen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/aurelio-zen/staffel-1/episode-1","name":"Vendetta","epNo":1,"alt":"Vendetta","descr":"In der Nähe von Mailand wird der Richter Corado Bertolini auf dem Weg zur Arbeit brutal hingerichtet. Hinter der Tat steckt der Mafioso Spadola, den Bertolini vor Jahren hinter Gitter gebracht hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095637","hoster":"VOE"},{"path":"/redirect/10161075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aurelio-zen/staffel-1/episode-2","name":"Himmelfahrt","epNo":2,"alt":"Cabal","descr":"In Rom stürzt Umberto Baglioni Ruspanti, ein Mitglied einer berühmten aristokratischen Familie der Stadt, von einer Brücke. War es Selbstmord oder wurde er gestoßen? Kommissar Aurelio Zen soll eigentlich nur den Selbstmord bestätigen, aber er will sich nicht instrumentalisieren lassen und beginnt in Richtung Mord zu ermitteln. Dabei stößt er auf Spuren, die zu einer mächtigen kriminellen Organisation führen, der \"Cabal\". Doch was hat die Organisation mit dem Tod von Ruspanti zu tun, und wer sind deren Mitglieder? Aurelio stößt auf eine Mauer des Schweigens, und seine Hoffnung ruht allein auf einem geheimen Schließfach, in dem Ruspanti anscheinend wichtiges Material versteckt hat. Kann ihm die geheimnisvolle Arianna, bei der Ruspanti als letztes vor seinem Tod zu Besuch war, bei der Aufklärung helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449131","hoster":"VOE"},{"path":"/redirect/8298688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/aurelio-zen/staffel-1/episode-3","name":"Entführung auf italienisch","epNo":3,"alt":"Ratking","descr":"Kommissar Zen ist überrascht, als er plötzlich den Auftrag erhält, die Ermittlungen in einem spektakulären Entführungsfall zu übernehmen. Zen reist nach Perugia in Umbrien, wo der mächtige Industrielle Ruggiero Miletti nach einem bereits sechs Monate zurückliegenden Überfall spurlos verschwunden ist. Der Kommissar stößt in Perugia auf eine Mauer des Schweigens. Weder die örtliche Polizei, noch die drei erwachsenen Kinder des Entführten sind ihm eine Hilfe. Im Gegenteil: Der Miletti-Clan scheint etwas zu verbergen, und Kommissar Zen ahnt, dass er Opfer in einem von Macht und Korruption dominierten Spiel werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095642","hoster":"VOE"},{"path":"/redirect/8298693","hoster":"Streamtape"}]}]}]}]}