{"seriesId":"aus-der-spur","name":"Aus der Spur","descr":"Seit sechs Jahren hat Alain keinen festen Job. Als seine Frau Nicole eine Stellenanzeige entdeckt, wittert er eine Chance. In einer Bewerbungsrunde sollen die Kandidaten ein Rollenspiel anleiten: eine fingierte Geiselnahme, bei der Top-Manager auf ihre Stress-Resistenz getestet werden. Die Situation gerät schnell außer Kontrolle …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Alain Delambre ist Mitte 50 und hat vor sechs Jahren seine Stelle als Personalchef verloren. Auf Hilfsarbeiterjobs angewiesen, plagen ihn chronische Geldsorgen. Als ihn sein Chef eines Tages demütigt, schlägt Alain ihn nieder. Nun droht ihm auch noch eine saftige Geldstrafe. Alains Frau Nicole und die beiden Töchter leiden unter seiner zunehmenden Verbitterung und Aggressivität. Nicole bittet Alain, sich auf eine Stellenannonce zu bewerben, in der ein Personalrecruiter für einen internationalen Konzern gesucht wird. Das Auswahlverfahren ist mehr als ungewöhnlich: Die Kandidaten sollen ein Rollenspiel leiten, eine fingierte Geiselnahme. Damit will der Konzern wiederum testen, welcher seiner Top-Manager die stärksten Nerven hat. Denn in einem Werk sollen demnächst über tausend Leute entlassen werden, eine riesige Protestwelle ist vorprogrammiert. Mit Hilfe eines Freundes bereitet sich Alain auf seine Aufgabe vor. Er durchleuchtet das persönliche Umfeld der Manager und macht deren Schwachstellen ausfindig. Sogar einen Spezialisten für Geiselnahmen will er anheuern… (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363553,"hoster":"VOE"},{"redirect":8363558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der arbeitslose Ex-Personalchef Alain, der für ein Bewerbungsverfahren eine fingierte Geiselnahme in einem Unternehmen leiten soll, findet heraus, wer die \"Geiseln\" und wo deren Schwachstellen sind. Und da kommt einiges zusammen! Und er geht noch einen Schritt weiter: Der gescheiterte Polizist Kaminsky gibt ihm genaue Anweisungen, wie eine Geiselnahme abläuft. Allerdings verlangt er dafür 25.000 Euro. Also pumpt Alain seinen Schwiegersohn Grégory unter einem Vorwand an. Als Grégory ihm das Geld verweigert, versetzt er ihm eine Kopfnuss. Schließlich setzt er seine ahnungslose Tochter Mathilde so lange unter Druck, bis sie ihm einen Scheck ausstellt. Für Alains Frau Nicole ist damit das Maß voll. Als sie Alain auch noch dabei ertappt, wie er für die Geiselnahme trainiert, verlässt sie wütend die Wohnung. Kurz vor dem großen Tag wird Alain gewarnt: Seine Bewerbung sei nur Teil eines abgekarteten Spiels und die Stelle unter der Hand längst vergeben. Daraufhin trifft er eine folgenschwere Entscheidung… (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363562,"hoster":"VOE"},{"redirect":8363564,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Der große Tag ist da! Während der fingierten Geiselnahme leiten Alain und eine Mitbewerberin die \"Geiselnehmer\" an, wie sie die Exxya-Manager und -Managerinnen unter massiven Stress setzen sollen. Einen der \"Geiseln\" lässt Alain derart demütigen, dass er sogar bereit ist, sich in den Firmencomputer einzuloggen, um vertrauliche Informationen preiszugeben. In dem Moment zückt Alain seine Waffe – aus der gespielten wird eine echte Geiselnahme. Er treibt alle Anwesenden zusammen und zögert auch nicht, zu schießen. Kurz darauf umstellt eine Anti-Terror-Einheit das Gebäude und nimmt Alain, der sich in einem Büro verschanzt hat, fest. Konzernchef Dorfmann hat allerdings einen Verdacht: Und wenn Alain den verzweifelten Arbeitslosen nur gespielt und Exxya in Wirklichkeit gewaltig aufs Kreuz gelegt hat? (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363549,"hoster":"VOE"},{"redirect":8363554,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Geiselnehmer Alain ist im Gefängnis gelandet, schweigt vor dem Untersuchungsrichter allerdings beharrlich zu den Hintergründen seiner Tat. Da er immer wieder von Mitinsassen terrorisiert wird, muss er dringend seine miese Lage verbessern. Also versucht er, das Vertrauen eines Aufsehers zu gewinnen. Schließlich geht die Gewalt sogar so weit, dass ihm zwei Häftlinge alle Finger einer Hand brechen. Eine Warnung der Firma Exxya, deren Mitarbeiter Alain im Rahmen eines entgleisten Rollenspiels als Geiseln genommen hat, um ihnen vertrauliche Informationen abzupressen. Denn mittlerweile haben alle verstanden, dass die Geiselnahme nur ein Vorwand war, um Zugriff auf das Schmiergeldkonto von Exxya zu bekommen – die 22 Millionen Euro, die Alain ergaunert hat, kann der Konzern nicht auf legalem Weg zurückfordern. Alain ist in großer Gefahr – doch er hat noch einen Trumpf im Ärmel. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363543,"hoster":"VOE"},{"redirect":8363541,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Die Drohungen der Firma Exxya, deren Schmiergeldkonto Geiselnehmer Alain leer geräumt hat, zeigen scheinbar Wirkung: Alain will das Geld an Exxya zurückzahlen – allerdings unter der Bedingung, dass der Konzern für seinen Freispruch sorgt. Er beharrt darauf, nur seine Tochter Lucie, die als Anwältin kaum Erfahrung hat, als Verteidigerin zu akzeptieren. Nicole, Alains Frau, hat ihn zunächst für einen Liebhaber verlassen, kehrt aber nach und nach wieder zu ihm zurück. Dank der Freundschaft zu Aufseher Morisset hat sich Alains Lage im Gefängnis verbessert. Er bekommt sogar ein Handy, mit dem er seine Geschichte aufnimmt und der Presse zuspielt. Ein voller Erfolg! Kurz vor Prozessbeginn erscheint sogar ein Buch über den \"berühmtesten Arbeitslosen von ganz Frankreich\". Der Richter ist über dieses Vorgehen erbost und beschuldigt Alain, die Geschworenen manipulieren zu wollen. Sein ausgeklügelter Plan gerät ins Wanken. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363539,"hoster":"VOE"},{"redirect":8363536,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Der Prozess beginnt schlecht für Geiselnehmer Alain: Mehrere Zeugen lassen ihn als gewalttätig und manipulativ erscheinen. Erst durch die Aussagen von den Top-Leuten der Firma Exxya, die er um viele Millionen Euro erleichtert hat, wendet sich das Blatt: Sie beschreiben Alain als fragil und zu keiner Gewalt fähig und ziehen sogar ihre Klage zurück. Damit haben sie ihren Teil des Deals mit Alain erfüllt. Lucie, Alains Tochter und Anwältin, hält ein emotionales Plädoyer, so dass Alain quasi freigesprochen wird. Nach dem Prozess muss Lucie allerdings erkennen, dass auch sie von ihrem Vater instrumentalisiert wurde. Und das Geld? Kaum in die Freiheit entlassen, erpresst Alain den Konzern ein zweites Mal. Doch inzwischen hat Fontana, der für Exxya die Drecksarbeit erledigt, Alains Frau Nicole in seiner Gewalt. Alain spielt auf Zeit und sein Plan scheint aufzugehen. Doch am Ende muss er dafür einen sehr hohen Preis zahlen… (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8363526,"hoster":"VOE"},{"redirect":8363522,"hoster":"Streamtape"}]}]}]}]}