{"path":"/serie/stream/ausgebremst","name":"Ausgebremst","descr":"Beate (Maria Furtwängler) hat die zwei wichtigsten Dinge in ihrem Leben verloren: Ihren Mann und ihren Führerschein. Nachdem ihr Angetrauter sie für eine Schülerin der gemeinsamen Fahrschule verlässt, wird sie schwer alkoholisiert am Steuer von der Polizei erwischt und verliert auch noch ihre Fahrerlaubnis. Vor den Scherben ihrer Existenz stehend, beschließt sie kurzum ihrem Leben ein Ende zu setzen. Doch als Beate in der dunklen Fahrschule - eine lange Reihe von Tabletten vor sich aufgereiht - im Fahr-Simulator sitzt, öffnet sich ein Video-Call-Fenster: Eine Frau beginnt auf sie einzureden. Sie will sich umbringen. Bevor die fassungslose Beate begreifen kann, was hier vor sich geht, poppt schon der nächste Hilfesuchende auf ihrem Bildschirm auf.","seasons":[{"path":"/serie/stream/ausgebremst/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ausgebremst/staffel-1/episode-1","name":"Olivia","epNo":1,"alt":"","descr":"Beate (Maria Furtwängler) steht mit einem Augenblick vor den Scherben ihrer Existenz: Zuerst verlässt ihr Ehemann sie für eine Schülerin ihrer gemeinsamen Fahrschule, dann wird sie auch noch völlig betrunken bei einer Polizeikontrolle aufgegriffen und verliert ihren Führerschein. Als sie ihrem Leben ein Ende setzen möchte, begegnet sie im Internet unerwartet anderen Menschen (Maren Kroymann, Annette Frier u. a.), die sich ebenso in ausweglosen Situationen befinden und nach Hilfe suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449148","hoster":"VOE"},{"path":"/redirect/8473185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-1/episode-2","name":"Patrick","epNo":2,"alt":"","descr":"Schon bevor von einem Jahr seine Verlobte Kati bei einem Verkehrsunfall ums Leben kam, traute Patrick der Welt nicht über den Weg. Aber jetzt hat er sie richtig durchschaut","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332506","hoster":"VOE"},{"path":"/redirect/8473187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-1/episode-3","name":"Vera","epNo":3,"alt":"","descr":"Vera ruft Beate an, weil ihr Sohn sie ausgesperrt hat und sie nicht - schon wieder - den Schlüsseldienst rufen will. Sie ist stinksauer. Nicht nur, weil sie vor der Tür sitzt, sondern auch weil sie das Gefühl hat, dass sie sich seit Jahren für den undankbaren Sohn aufopfert und selbst gar nicht mehr zum Leben kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382022","hoster":"VOE"},{"path":"/redirect/8427560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-1/episode-4","name":"Christian","epNo":4,"alt":"","descr":"Für den euphorischen, aber talentfreien Bassist Chris, ist seine Punkband \"Ungewaschen beim Arzt\" das wichtigste in seinem Leben. Er rechnet jede Sekunde mit dem großen Durchbruch und hat vorsorglich schon mal seinen Job als Krankenpfleger gekündigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449150","hoster":"VOE"},{"path":"/redirect/8427561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-1/episode-5","name":"Edith","epNo":5,"alt":"","descr":"Edith hat sich in der Reha Klinik in \"die Hüfte\" im Nachbarzimmer verliebt. Nach einem fantastischen ersten Date meldet sich der Geliebte jetzt aber nicht mehr. In dieser Situation braucht selbst eine erfahrene Psychologin mal Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449151","hoster":"VOE"},{"path":"/redirect/8427562","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ausgebremst/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ausgebremst/staffel-2/episode-1","name":"Sunny","epNo":1,"alt":"","descr":"Ihr neues Leben als Beraterin hat Beate sich anders vorgestellt: Dank Corona wohnt sie alleine in ihrer Fahrschule und kann seit Monaten die Miete nicht bezahlen. Jetzt steht der Gerichtsvollzieher vor der Tür: Sie muss bis 24:00 Uhr zahlen oder draußen sein! Und das ausgerechnet heute, an ihrem 50. Geburtstag. Doch Beate lässt sich nicht unterkriegen und da ruft auch schon die Prepperin Sunny aus ihrem Corona-Bunker an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449155","hoster":"VOE"},{"path":"/redirect/8427564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-2/episode-2","name":"Denise","epNo":2,"alt":"","descr":"Beate versucht weiterhin das Geld aufzutreiben, um ihre Mietschulden zu begleichen. Der Schlüssel, da ist sie sich sicher, ist der geniale Ratgeber, den sie im Lockdown geschrieben hat: \"Die Fahrschule des Lebens - Mit Vollgas ins Glück\". Das sieht die Verlegerin von Beates Traum-Verlag leider ganz anders. Doch als die Sozialphobikerin Denise anruft, relativieren sich Beates Probleme schlagartig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449152","hoster":"VOE"},{"path":"/redirect/8473188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-2/episode-3","name":"Hartmut","epNo":3,"alt":"","descr":"Ein Seelsorger des Erzbistums München erhebt schwere Vorwürfe gegen Beate und will sie zwingen, ihre Online-Beratung einzustellen. Außerdem stellen sowohl der Gerichtsvollzieher als auch ihr Exmann Dirk unangenehme Fragen. Kein Wunder also, dass Beate der Geduldsfaden reißt, als ihr nächster Klient Hartmut, dessen Mutter gerade gestorben ist, sich als Corona-Leugner herausstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449153","hoster":"VOE"},{"path":"/redirect/8427567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-2/episode-4","name":"Lydia","epNo":4,"alt":"","descr":"Schuldirektorin Lydia hat mit Fulltime-Job, drei Kindern, Lyriker-Ehemann und Corona-Lockdown einfach zu viel zu tun. Beate schafft es, mit einer Übung von ihrem persönlichen Guru Bernd Lürssen, Lydia wieder ihre Kraft zu bringen. Mit dramatischen Konsequenzen. Feministisch beflügelt startet Beate den nächsten Call mit einer muslimischen Frau, die sich als die neue Freundin ihre Exmanns herausstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918583","hoster":"VOE"},{"path":"/redirect/8427566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-2/episode-5","name":"Bernd","epNo":5,"alt":"","descr":"Endlich meldet sich ein Verlag bei Beate zurück! Doch statt ihr Buch, will die Verlegerin Beate selbst vermarkten: 50, mittellos, allein - damit können sich die Leser und Zuschauer identifizieren. Gerade als alle Hoffnung verloren scheint, passiert das Unfassbare: Beate gewinnt fünf Minuten exklusives Coaching mit ihrem großen Vorbild Bernd Lürssen. Beate ist sicher: Mit Bernds Hilfe wird endlich alles gut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449156","hoster":"VOE"},{"path":"/redirect/8473194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ausgebremst/staffel-2/episode-6","name":"Jaques","epNo":6,"alt":"","descr":"Tief enttäuscht von Lürssen und am Ende mit ihrem Latein, bittet Beate sogar ihre Schwester Susi um Hilfe. Der absolute Tiefpunkt. Doch dann ruft Jaques Allegro an und hat ausnahmsweise keine Frage, sondern ein Angebot für Beate: Er ist Online-Callboy und überzeugt, dass sie eine ähnliche Zielgruppe ansprechen. Um sie von der Zusammenarbeit zu überzeugen, bietet er ihr eine Kostprobe seiner Fähigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8449157","hoster":"VOE"},{"path":"/redirect/8473192","hoster":"Streamtape"}]}]}]}]}