{"path":"/serie/stream/avoiding-apocalypse","name":"Avoiding Apocalypse","descr":"Wer glaubt noch an das Ende der Welt? Heutzutage werden Apokalypse-Ansager nicht mehr ernst genommen. Dennoch haben wir guten Grund zur Sorge. Wie werden wir in einer Welt überleben, die überbevölkert, überfischt und durch menschliche Aktivitäten aus dem Gleichgewicht gebracht wird? Wie würden wir mit einer Katastrophe umgehen, wie sie in der Vergangenheit Millionen von Arten ausgelöscht hat?","seasons":[{"path":"/serie/stream/avoiding-apocalypse/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-1","name":"","epNo":1,"alt":"A Few More Degrees","descr":"1. Ein paar Grad mehrDie Erde heizt sich auf und dieser Klimawandel wird katastrophale Folgen für die Menschheit haben - nämlich die Wüstenbildung von Agrarland und das Untertauchen einiger der am dichtesten besiedelten Gebiete des Planeten. In dieser Folge werden die besten wissenschaftlichen Lösungen zur Rettung des Klimas und der Menschheit untersucht, darunter die Abscheidung von Kohlenstoff, künstliche Bäume, die Erzeugung erdkühlender Wolken und vieles mehr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11939872","hoster":"VOE"},{"path":"/redirect/9943409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-2","name":"","epNo":2,"alt":"Energy at the Heart of the Matter","descr":"2. Energie auf der Erde der MaterieDie Menschheit ist mehr denn je von fossilen Brennstoffen abhängig, und der weltweite Verbrauch von Erdöl, Erdgas und Kohle steigt jedes Jahr ein wenig. Die Reserven werden sich zwangsläufig auflösen, und die Menschheit ist noch nicht bereit. Aber Wissenschaftler arbeiten bereits daran, Ersatzstoffe zu finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9942891","hoster":"VOE"},{"path":"/redirect/9942889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-3","name":"","epNo":3,"alt":"To the Last Drop","descr":"3. Bis zum letzten TropfenKann unser Planet eine unbegrenzte Anzahl von Menschen mit Wasser versorgen? Anzeichen für eine Erschöpfung der Ressourcen sind bereits zahlreich. Trinkwasser wird immer knapper. Der größte Schuldige? Landwirtschaft, die die sieben Milliarden Menschen ernähren muss, die auf dem Planeten leben.","versions":[]},{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-4","name":"","epNo":4,"alt":"10 Billion People","descr":"4. Wie füttere ich die Welt?Die Weltbevölkerung hat heute 7 Milliarden überschritten und wird bis 2050 neun Milliarden Menschen erreichen. Aber kann der Planet eine unbegrenzte Anzahl von Menschen mit Nahrungsmitteln versorgen?","versions":[]},{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-5","name":"","epNo":5,"alt":"Improbable Life","descr":"5. Die Unwahrscheinlichkeit des LebensDas Leben auf der Erde hängt von einem erschreckenden Wettstreit der Umstände ab. Es ist so zufällig, dass sich Wissenschaftler fragen, wie es dazu gekommen sein könnte. Die lebende Welt musste oft von vorne beginnen, und ausgestorbene Arten machten den neuen Meistern der Erde Platz. Die Menschheit, so zivilisiert und technisch fortschrittlich sie auch sein mag, ist denselben Phänomenen ausgeliefert.5. Die Unwahrscheinlichkeit des Lebens","versions":[]},{"path":"/serie/stream/avoiding-apocalypse/staffel-1/episode-6","name":"","epNo":6,"alt":"Until the End of Progress","descr":"6. Bis zum Ende des FortschrittsDie menschliche Entwicklung beruht auf wissenschaftlichem und technischem Fortschritt: Sie hat den Menschen aus seinem tierischen Zustand herausgeholt und ihn zu unbestrittenen Meistern des Planeten gemacht. Aber ist dieser Wettlauf um immer mehr Wissenschaft und Technologie ganz zum Vorteil der Menschen?","versions":[]}]}]}