{"path":"/serie/stream/axel-will-s-wissen","name":"Axel will\u0027s wissen","descr":"Bisher war es für Axel schon nicht leicht. Jetzt kommt es noch schlimmer: Er muss um seine Beziehung kämpfen, den Baumarkt retten und endlich die \"Lasagne-Wurst-Hawaii\" erfinden. Auch als Azubi pflegt er sein Lebensmotto \"bloß nicht ganz so schnell erwachsen werden\". Und obwohl Axel bemüht ist, alles richtig zu machen und den Spagat zwischen Azubi und Schwiegersohn, Freund und Lover zu meistern – es gibt kaum ein Fettnäpfchen, in das er nicht hineintritt.","seasons":[{"path":"/serie/stream/axel-will-s-wissen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-1","name":"Liebe und andere Peinlichkeiten","epNo":1,"alt":"","descr":"Axels Besuch bei der Schulpsychologin bleibt zunächst ohne jegliche Einsicht über sein irritierendes Verhalten … Mit Basti und Bong im Schlepptau versucht er seine Traumfrau zu erobern …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-2","name":"Freunde und andere Feinde","epNo":2,"alt":"","descr":"Für Basti und Bong würde Axel alles tun: Mit Christoph Kolumbus als Vorbild versucht er sich mit den Jungs Eintritt in eine Stripbar zu verschaffen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-3","name":"Frauen und andere Drogen","epNo":3,"alt":"","descr":"Im Versuch an Drogen zu gelangen wächst Axel an seinen Herausforderungen … ! In Frauenkleidern kämpft Axel für seine Männlichkeit …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-4","name":"Keine Hochzeit und ein Todesfall","epNo":4,"alt":"","descr":"Auch in Todesfällen meistert Axel die Situationen bravourös,nur am Outfit haperts ein wenig …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-5","name":"Bude, Dame, König","epNo":5,"alt":"","descr":"Als Housesitter bringt Axel mal wieder alles durcheinander. Nachdem, er den Garten schon ruiniert, die Katze ertränkt hat, dauert es nicht lange bis ihm die nächste gute Idee kommt …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-6","name":"Jobs und Flops","epNo":6,"alt":"","descr":"Axel sucht einen Nebenjob um sein Zuhause in der Stammkneipe zu sichern. Jedoch weder als Pizzalieferant noch Waldarbeiter kann er Punkte sammeln …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-7","name":"Axelcalypse Now","epNo":7,"alt":"","descr":"Das Kreiswehrersatzamt ruft – als Pazifist versucht Axel die Bundeswehr zu umgehen. Mit Unterordnung und unangenehmen Tätigkeiten kann er nicht umgehen. Dann kommt die Musterung …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-8","name":"Die Reifenprüfung","epNo":8,"alt":"","descr":"Axel steht die Führerscheinprüfung ins Haus. Der Weg zum Führerschein ist lang und steinig, das erfährt auch Axel als er seinen Fahrlehrer kennen lernt …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-9","name":"Echte Männer tanzen nicht","epNo":9,"alt":"","descr":"Basti braucht ne Frau. Bong und Axel merken nicht, dass Basti noch lange nicht soweit ist. Die Bemühungen gehen weiter …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-10","name":"Verschlossene Gesellschaft","epNo":10,"alt":"","descr":"Jede Episode für sich ist ein kleines Chaos: Axel eben!","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-11","name":"Cats erst recht...","epNo":11,"alt":"","descr":"Statt Axel sitzen Basti und Bong jetzt auf der Psychologencouch. Zwischen den drei Freunden gab es Streit, der auch in der Musical AG nicht geklärt werden kann …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-12","name":"Camper sind Kumpel","epNo":12,"alt":"","descr":"Axel kommt aus dem Urlaub, welcher in Rom anfangen sollte und leider im Wald endete, zurück …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-1/episode-13","name":"Gruppenbild mit Axel","epNo":13,"alt":"","descr":"Zum Schluss noch einmal ein kleiner Rückblick aller Beteiligten – Ist Axel wirklich so ein guter Freund, Sohn, Liebhaber oder Patient …","versions":[]}]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-1","name":"Mamas neuer Freund","epNo":1,"alt":"","descr":"Der neue Freund von Mama, Willi Hendriks, bringt Axel zur Weißglut. Axel versucht, ihn so schnell wie möglich los zu werden …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-2","name":"Der IQ-Test","epNo":2,"alt":"","descr":"Axel vertauscht die Ergebnisse beim IQ-Test. Statt von der Schule zu fliegen, landet er in der Klasse der Hochbegabten.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-3","name":"Der Einbruch","epNo":3,"alt":"","descr":"Die Einbruchserie in Axels Siedlung verunsichert Mama. Axel erklärt die Verbrecher-Abwehr zur Chefsache und gerät selbst in Verdacht.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-4","name":"Das Konzert","epNo":4,"alt":"","descr":"Axel und seine Kumpel Basti und Bong bereiten sich auf die Ankunft eines brasilianischen Au-pair-Mädchens vor. Erste Eifersüchteleien arten zu einem Wettkampf der Drei aus, mit der Brasilianerin als Trophäe.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-5","name":"Die Brasilianerin","epNo":5,"alt":"","descr":"Axel befördert aus Versehen seine Angebetete, Carina, ins Coma. Er will sie im Krankenhaus besuchen, um alles wieder gut zu machen. Das passiert ein zweites Missgeschick …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-6","name":"Der Mord","epNo":6,"alt":"","descr":"Ganz wie James Stewart in dem bekannten Hitchcock-Klassiker \"Fenster zum Hof\" ist Axel ist nach einem Beinbruch an einen Rollstuhl gefesselt, als er einen vermeintlichen Mord beobachtet. Er setzt alles daran, den Fall auf eigene Faust zu lösen.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-7","name":"Der Unfall","epNo":7,"alt":"","descr":"Axel lädt seine Angebetete, Carina, auf ein Open Air Festival ein, ohne Karten dafür zu haben. Abgesehen davon, gibt es noch ein weiteres Problem: Wie kommt man zu einem Konzert, ohne Auto?","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-8","name":"Das Billiardspiel","epNo":8,"alt":"","descr":"Durch einen Zufall entpuppt sich Bong als absoluter Billardcrack. Axel organisiert ein Turnier, in dem er den Wagen von Bastis Mutter als Wetteinsatz nimmt. Als Bong ausfällt, muss Axel jedoch selber den Queue zur Hand nehmen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-9","name":"Das Sammlerstück","epNo":9,"alt":"","descr":"Axel versteigert ein altes Blechauto bei ebay. Später findet er heraus, dass dieses Spielzeug ein Vermögen wert ist. Er versucht, es zurück zu bekommen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-10","name":"Der Kampf","epNo":10,"alt":"","descr":"Axel legt sich mit Pascal, dem Schläger der Schule an und fordert ihn zum Zweikampf heraus. Axels Freundin und Schwarm Carina versucht aber mit allen Mitteln, den Streit ohne Gewalt zu schlichten. Das schafft sie auch mit den Waffen einer Frau!","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-11","name":"Der Vater","epNo":11,"alt":"","descr":"Axel trifft vor dem Supermarkt einen Unbekannten, der sich als sein verschollener Vater entpuppt! Als sei das nicht ereignisreich genug, bekennt der neu gewonnene Vater seine Homosexualität …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-12","name":"Das neue Auto","epNo":12,"alt":"","descr":"Axel fährt Mamas Auto zu Schrott. Auf der Suche nach einem Ersatzwagen lässt er sich mehrfach übers Ohr hauen. Schließlich steht Axel mit einer Leiche im Kofferraum seines Jaguars da …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-13","name":"Die große Liebe","epNo":13,"alt":"","descr":"Carina zieht weg, und Axel lernt seine neue Traumfrau Yvonne kennen.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-14","name":"Das erste Mal","epNo":14,"alt":"","descr":"Axel hat endlich die Chance mit seiner Traumfrau zu schlafen. Da diese aber Unordnung hasst, tauscht Axel mit Basti die Zimmer …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-15","name":"Der Lottogewinn","epNo":15,"alt":"","descr":"Axel gewinnt im Lotto. Er leiht sich eine Unmenge Geld und gibt es in vollen Zügen aus. Als sich herausstellt, dass er nur einen kleinen Betrag gewonnen hat, muss er seinen Schuldenberg abtragen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-16","name":"Die Doppelgängerin","epNo":16,"alt":"","descr":"Axel bekommt Konkurrenz. An der Schule gibt es eine Neue: Verena, die fast noch cooler ist als Axel. Nach anfänglicher Harmonie wird Axel skeptisch als sie ihm seine besten Freunde ausspannt …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-17","name":"Das Geisterschloss","epNo":17,"alt":"","descr":"Axel, Basti und Yvonne haben eine Autopanne und landen in einem Spukschloss.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-18","name":"Der neue Job","epNo":18,"alt":"","descr":"Axels Mutter hat ein Jobangebot in Bayern. Da will Axel aber auf keinen Fall leben und versucht, einen Job für seine Mutter in seiner Heimatstadt zu bekommen.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-19","name":"Der Guru","epNo":19,"alt":"","descr":"Axel wird für den Auserwählten gehalten und soll eine Ufo-Sekte führen. Das angenehme Leben endet abrupt, als der Auserwählte in eine Schlucht gestürzt werden soll, um die Sektenmitglieder zu erlösen.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-20","name":"Das Footballspiel","epNo":20,"alt":"","descr":"Axel ist voller Vorfreunde, denn ein Vater-Sohn-Tag steht an: Leider hat Axels Vater den vergessen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-21","name":"Das Testament","epNo":21,"alt":"","descr":"Axel denkt, dass er nur noch einen Tag zu leben hat und erledigt alle Dinge, die er schon immer machen wollte …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-2/episode-22","name":"Das Abitur","epNo":22,"alt":"","descr":"Axel will seine Lehrerin mit einem peinlichen Pinkelvideo, das er heimlich von ihr gemacht hat, erpressen, damit er sein Abitur besteht …","versions":[]}]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-1","name":"Der Einzug","epNo":1,"alt":"","descr":"Für Axel geht der größte Traum in Erfüllung: Er und seine Traumfrau Yvonne ziehen endlich zusammen – in eine Wohnung im Haus ihrer Eltern Robert und Inge. Einziges Problem: Robert ist nicht erfreut über seinen neuen Mitbewohner und lässt Axel das deutlich spüren. Doch er ist nicht nur der Vater von Yvonne und der neuer Vermieter, sondern auch Axels Chef im Baumarkt. Damit beginnen die Probleme …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-2","name":"Mama","epNo":2,"alt":"","descr":"Axel hat sich die Hand beim Tischfußball verletzt. Aus Fürsorge beschließt Inge, dass die ganze Familie einspringt und ihm ein leckeres Essen serviert. Doch was gut gemeint war, endet in einer Katastrophe: Nicht nur, dass Robert stinksauer auf Axel ist, auch Yvonne streitet sich mit ihrer Mutter. Um das Ganze wieder gut zu machen, arrangiert Axel ein Versöhnungsessen für die beiden Frauen. Die Versöhnung klappt sogar so gut, dass Yvonne und Inge nun ständig gemeinsam unterwegs sind. Davon ist Robert überhaupt nicht begeistert – er könnte wegen Dreharbeiten in seinem Baumarkt Unterstützung gebrauchen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-3","name":"Das Motorrad","epNo":3,"alt":"","descr":"Axel ist hin und weg, er möchte unbedingt das Motorrad von Mütze kaufen. Doch Yvonne ist damit überhaupt nicht einverstanden und macht ihn vor seinen Freunden und ihren Eltern lächerlich – aus Trotz kauft Axel das Motorrad … Auch Yvonnes Vater Robert liebt wie seine Tochter keine Überraschungen. Doch genau das hat seine Frau Inge vor: Da das Musical \"Hair\" zurzeit aufgeführt wird, befürchtet Robert das Schlimmste …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-4","name":"Durch dick und dünn","epNo":4,"alt":"","descr":"\"Sag deiner Freundin nie, dass sie zu dick ist, da helfen auch alle Tulpen aus Amsterdam nichts\" – so lautet Mützes Rat an Axel. Das Problem ist nur, Axel hat genau das gesagt. Na ja, er hat es nicht so gemeint, aber das spielt für Yvonne keine Rolle: Diät ist angesagt und joggen mit Stefan, dem Langweiler. Aber als Yvonne behauptet, Axel wäre zu so etwas nie im Stande, ist Schluss mit lustig. Axel setzt sich ebenfalls auf Diät, und auch auf seinem Stundenplan steht nun Joggen.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-5","name":"Herr der Ringe","epNo":5,"alt":"","descr":"Schmuck ist doch nur etwas für Mädchen – da sind sich Axel, Mütze und Bong einig. Axel würde sogar lieber Erde fressen, als Schmuck tragen. Die Probleme beginnen, als Yvonne Axel einen Ring schenkt. Er ist zwar noch etwas zu klein, aber der Termin beim Juwelier steht schon fest. Doch bevor es dazu kommen kann, verliert Axel den Ring im Baumarkt – Robert findet ihn. Axel würde alles tun, um den Ring wieder zu bekommen und Yvonne nicht zu verärgern …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-6","name":"Männerausflug","epNo":6,"alt":"","descr":"Yvonne ist im Prüfungsstress und wünscht sich nichts sehnlicher, als ein Wochenende in Ruhe zu verbringen. Da kommt der alljährliche Männerausflug ihres Vaters und Mutter Inges Trip übers Wochenende genau recht – Yvonne und Axel haben sturmfreie Bude. Aber wegen eines Unfalls muss Axel Schwiegervater Robert begleiten – ein Albtraum auf Irrwegen im Wald mit Autopanne im Schlamm …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-7","name":"Das Geburtstagsgeschenk","epNo":7,"alt":"","descr":"Yvonne hat Geburtstag, und Axel macht sich auf die Suche nach den allerschönsten Geschenken, die er sich nur vorstellen kann. Aber dann das: Yvonne freut sich über fast alle Geschenke – sogar über das von Langweiler Stefan – nur über seine nicht. Diese Schmach kann Axel nicht ertragen! Er schenkt ihr einen ganz besonderen Tag, an dem sie nur Dinge tun, die Yvonne wirklich gefallen. Im Baumarkt müssen sich Mütze und Herr Marsch kräftig anstrengen, um Robert zu imponieren. Sie sollen nämlich einen Sprayer auf frischer Tat ertappen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-8","name":"Der schöne Schein","epNo":8,"alt":"","descr":"Für ihr Studium müssen Yvonne und ihre Kommilitonen einen wichtigen Manager-Empfang vorbereiten. Doch ihre Studienkollegen sind gar nicht erfreut über die Idee auch Axel einzuladen – schließlich ist er nicht gerade der Geschickteste. Yvonne möchte auf keinen Fall, dass Axel sie und sich blamiert. Auch bei der Arbeit im Baumarkt bleibt ihm eine Blamage nicht erspart: In ungewöhnlichem Outfit wird Axel von Robert erwischt, wie er von Mütze fotografiert wird. Dass Mütze nur einen Fotowettbewerb gewinnen möchte, interessiert Robert wenig. Da anscheinend jeder denkt, dass er nur für Peinlichkeiten gut ist, beschließt Axel, Yvonne das Gegenteil zu beweisen und geht auf den Manager-Empfang …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-9","name":"Der Test","epNo":9,"alt":"","descr":"Ist das möglich? Ist Yvonne wirklich schwanger? Axels Nerven liegen blank, seitdem er Patrice und Yvonne mit einem Schwangerschaftstest gesehen hat. Er ist doch noch viel zu jung, um Vater zu werden! Bong hat ebenfalls Probleme: Er musste seine Marihuana-Pflanze entsorgen und versteckte sie zusammen mit Mütze in der Pflanzenabteilung des Baumarktes. Ausgerechnet diese Pflanze ist eben im Einkaufswagen von Frau Höcker gelandet. Jetzt heißt es für Axel und Bong handeln …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-10","name":"Tanz oder gar nicht","epNo":10,"alt":"","descr":"Wie bringt Axel Yvonne nur bei, dass Salsa nichts für echte Männer ist? Seine Freunde lachen ihn aus, und Axel hat Albträume. Ist ausgerechnet aus ihm ein waschechter Spießer geworden? Schließlich gehen nur Langweiler mit ihrer Freundin zum Tanzen. So kommt es, wie es kommen muss: Nach einem Streit entschließen sich Axel und Yvonne, nicht mehr so viel gemeinsam zu unternehmen. Yvonne geht nun mit ihrer Mutter Inge Salsa tanzen und Axel mit Bong und Mütze saufen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-11","name":"Basti kommt","epNo":11,"alt":"","descr":"Axel und Bong trauen ihren Augen nicht: Ihr alter Kumpel Basti hat eine Freundin, und die ist ein echter Kracher – die Nachtaktivitäten der Frischverliebten auf Yvonnes Gästecouch sind leider auch ein Kracher. Aber nicht die Lautstärke raubt Axel den Schlaf, sondern seine Angst, er habe weniger Stehvermögen als sein Freund Basti. Für Axel steht fest: Er ist ein Versager, und Yvonne wird ihn verlassen! Auch Mütze ist in Nöten: Um seiner Traumfrau zu imponieren, möchte er \"Mitarbeiter des Monats\" werden. Nun beginnen beide zu kämpfen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-12","name":"Der Porschefahrer","epNo":12,"alt":"","descr":"So hat sich Axel Yvonnes neuen Studentenjob nicht vorgestellt: Erst hat sie immer weniger Zeit für ihn, dann lässt sie sich von ihrem gut aussehenden Chef Michael auch noch nach Hause fahren – in einem Porsche! Aber als Axel die beiden im Büro eng umschlungen tanzen sieht, kann er nicht mehr an sich halten … Auch Robert hat mit einem Konkurrenten zu kämpfen: dem Motivationstrainer Bernd Drexler.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-3/episode-13","name":"Endlich frei","epNo":13,"alt":"","descr":"Axel kann nicht mehr: Bei der Arbeit, zu Hause, überall wird er von Robert schikaniert – er bittet Yvonne mit ihm auszuziehen. Aber sie zieht sowieso nur in eine Wohnung mit Parkett, Balkon und begehbarem Kleiderschrank. Und wie der Zufall so spielt: Im Haus von Gudrun gibt es eine freie Wohnung, die genau ihre Vorstellungen trifft. Axel ist überglücklich, Robert allerdings überhaupt nicht. Auf keinen Fall möchte er, dass seine kleine Tochter mit diesem Nichtsnutz auszieht.","versions":[]}]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-1","name":"Die neue Hoffnung","epNo":1,"alt":"","descr":"Nach einem Streit haben Axel und Yvonne die Einliegerwohnung bei den Eltern verlassen und kommen bei ihrem Freund Bong unter. Zunächst finden die beiden ihre neue Lage klasse: Yvonne feiert mit Bong Partys, Axel schmeißt Feten im Baumarkt. Doch schnell merkt Axel, dass die so gewonnene Freiheit auch ihre Nachteile haben kann …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-2","name":"Der Babysitter","epNo":2,"alt":"","descr":"Statt auf dem Sofa abzuhängen, ist überraschend Babysitting angesagt: Da Yvonne zur Uni muss, soll sich Axel um ihr Patenkind Michelle kümmern – wenn die Kleine nur nicht ständig schreien würde! Weder das selbsterdachte Liedchen, noch Knuddi, die Sockenpuppe, können die Kleine aufmuntern. Bong schlägt einen Spaziergang mit dem Kinderwagen im Park vor, wo man ganz nebenbei ein paar Frauen aufreißen kann. Eine folgenschwere Entscheidung …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-3","name":"Die neue Freundin","epNo":3,"alt":"","descr":"Bong ist total verknallt in Katharina, und weil er sich nicht traut, seine bezaubernde Traumfrau anzusprechen, muss Axel einspringen. Er schafft es tatsächlich, eine Verabredung für die beiden zu organisieren. Doch dann stellt sich heraus, dass Katharina nur hinter Bongs Geld her ist. Axel und sein Kollege Mütze haben einen Plan, wie sie Katharinas falsches Spiel aufdecken wollen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-4","name":"Der Jahrestag","epNo":4,"alt":"","descr":"Axel und Yvonne vergessen beide ihren Jahrestag. Doch nur Yvonne gibt es zu und versucht alles, damit Axel ihr verzeiht. Er freut sich natürlich über die vielen tollen Aufmerksamkeiten und lässt sich nur zu gerne von Yvonne verwöhnen – doch langsam erwacht sein schlechtes Gewissen. Auch Axel gibt jetzt sein Versäumnis zu, aber so einfach lässt ihn Yvonne nicht davon kommen …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-5","name":"Die Nachtschicht","epNo":5,"alt":"","descr":"Robert hat es wirklich nicht leicht: Seine Frau Inge kocht vegetarisches Hundefutter, und \"Schwiegersohn\" Axel kommt auch noch auf die Idee, das Zeug im Baumarkt zu verkaufen. Inge ist von der Unterstützung begeistert, Robert wütend und Yvonne findet, dass Axel sich zur Abwechslung mal wie ein netter Schwiegersohn verhalten könne. Axel entschließt sich, es zu versuchen – doch dann kommt alles ganz anders …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-6","name":"Die Spritztour","epNo":6,"alt":"","descr":"Yvonne kauft sich gegen Axels Willen einen Jeep. Axel kann es kaum fassen, schließlich fahren Frauen nicht solche Autos. Ganz abgesehen davon hätte er selber gern einen Geländewagen. Er schwört aus Neid, sich niemals hinter das Steuer des Jeeps zu setzen. Aber sein Freund Bong überredet ihn zu einer Spritztour – und prompt werden sie geblitzt. Nun unternehmen sie alles, um die Beweise zu vernichten.","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-7","name":"Der Rivale","epNo":7,"alt":"","descr":"Yvonnes Mutter Inge will ins Hundefutter-Geschäft einsteigen. Ihr Mann Robert ist von ihrer Idee gar nicht begeistert. Besonders als sie sich mit Hans-Jürgen vom Schnappi-Heimtierbedarf auch noch einen männlichen Geschäftspartner mit ins Boot holt. Robert traut der ganzen Sache nicht und bittet Axel, die beiden zu beschatten. Und prompt beobachtet er Inge und Hans-Jürgen in einer vermeintlich zweideutigen Situation …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-8","name":"Das Idol","epNo":8,"alt":"","descr":"Bei einer Autogrammstunde im Baumarkt lernt Axel endlich sein großes Fußball-Idol kennen: Sportlegende Guido Schröter, der \"Bomber von Oberbarmen\"! Axels Begeisterung wandelt sich jedoch in blankes Entsetzen, als sich sein Held als totales Weichei entpuppt. Denn Guido steht auf Pur, und sein Tattoo ist aufgeklebt! Aber das Allerschlimmste ist: Axel wird ihn nicht mehr los …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-9","name":"Das Turnier","epNo":9,"alt":"","descr":"Axel soll den Baumarkt beim großen Kicker-Turnier vertreten. Ein wahrer Albtraum für ihn, denn seine Kollegen sind die reinsten Luschen. Prompt scheitern Axel und der lahme Mütze an der Damenauswahl. Als die aber wegen Dopings disqualifiziert werden, bekommt Axel eine zweite Chance. Zusammen mit seinem schleimigen Kollegen Herrn Marsch, der sich überraschend als Kicker-Profi entpuppt, zieht Axel ins Finale …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-10","name":"Die Praktikantin","epNo":10,"alt":"","descr":"Axel muss eine schwere Zeit durchstehen: Yvonne lernt intensiv für die Uni und hat überhaupt keine Zeit mehr für ihn. Damit sie ihm endlich wieder mehr Aufmerksamkeit schenkt, versucht er es mit allen Tricks – vergeblich. Als Mütze aus Versehen ein Handyfoto von Axel und der neuen attraktiven Praktikantin in einer zweideutigen Situation macht und das auch noch 50 mal an Yvonne verschickt, bricht Axel in Panik aus. Wie soll er das Yvonne erklären?","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-11","name":"Die Prüfung","epNo":11,"alt":"","descr":"Axel schenkt Yvonne nach ihrer bestandenen Diplomprüfung eine Reise nach Paris. Yvonne macht sich laut Gedanken darüber, ob er überhaupt alleine zurechtkommt. Wütend über diese Unterstellung, will Axel es ihr beweisen. Doch schnell merkt er, dass es gar nicht so einfach ist. Besonders, wenn die Freundin früher als erwartet zurückkehrt …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-12","name":"Die Beförderung","epNo":12,"alt":"","descr":"Eine wichtige Baumarktinspektion steht an, die über die weitere Karriere von Axels Chef Robert entscheiden soll. Axel will herausfinden, wer dann Nachfolger werden soll. Er denkt, dass Schleimer-Kollege Marsch wieder einmal mehr weiß. Da der nichts freiwillig verrät, macht er ihn zusammen mit Bong und Mütze betrunken. Marsch plaudert tatsächlich, und Axel erfährt von einem Komplott …","versions":[]},{"path":"/serie/stream/axel-will-s-wissen/staffel-4/episode-13","name":"Die Entscheidung","epNo":13,"alt":"","descr":"Yvonne hat ihr Diplom in der Tasche und schreibt fleißig Bewerbungen. Aber schon die erste Absage deprimiert sie sehr. Nach und nach flattern immer mehr Absagen ins Haus, die Axel aber abfängt. Er spricht mit Yvonnes Vater Robert, dass es so nicht weitergehen kann. Robert beschließt, seine Kontakte spielen zu lassen und ist tatsächlich erfolgreich: Yvonne bekommt einen Job – doch der ist leider in Waldesruh …","versions":[]}]}]}