{"seriesId":"azumanga-daioh","name":"Azumanga Daioh","descr":"Azumanga Daiou The Animation dreht sich im Kern um die Erlebnisse und das Schul- und Alltagsleben von Chiyo Mihama, Ayumu Kasuga, Tomo-Takino, Koyomi Mizuhara, Sakaki und Kagura.Die Geschichte begleitet die sechs Mädchen vom ersten Tag ihrer Oberschule bis zum Abschlussexamen für die Universität. Dabei steht die aberwitzige Interaktion der Mädchen untereinander und die skurrilen Begegnungen und Dialoge mit den Lehrern und Mitschülern sowie einem ziemlich seltsamen Maskottchen im Zentrum. Und weil alle Beteiligten vom Temperament sehr unterschiedlich veranlagt sind, kommt es immer wieder zu lustigen, überraschenden und abwechslungsreichen Situationen. Trotz ihres unterschiedlichen Naturells werden die Mädchen jedoch schnell Freundinnen ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Yukari-san","epNo":1,"alt":"A Child High School Student","descr":"Das Motorrad von Yukari Tanizaki bleibt unerwartet auf dem Weg zur Schule liegen. Sie stiehlt bald darauf ein Fahrrad eines männlichen Schülers, der auch zu spät zum Unterricht kommt, und stürzt auf die Schule zu. Chiyo Mihama wird als zehnjähriges Wunderkind in die Oberstufe eingeführt, wo sie ihr Talent bei der Herstellung von Plüschspielzeug und beim Kochen von Desserts zeigt. Als sanftmütiges Mädchen wird Sakaki den anderen als erschreckend empfunden. Obwohl bekannt ist, dass Sakaki Katzen liebt, beißt sie eine streunende Katze namens Kamineko bei zwei Gelegenheiten in die Hand. Ein energischer Tomo Takino versucht, Chiyo und Sakaki im akademischen und sportlichen Bereich herauszufordern. Die Newcomerin Ayumu \"Osaka\" Kasuga hat aufgrund ihres Geburtsortes einen Spitznamen, obwohl sie sich von den vielen kulturellen Klischees völlig unterscheidet.","versions":[{"lang":1,"streams":[{"redirect":13039541,"hoster":"VOE"},{"redirect":13039557,"hoster":"Doodstream"},{"redirect":13039548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Osakas Tag","epNo":2,"alt":"Today is Osaka Again","descr":"Osaka bewertet ihren ländlichen und gegenwärtigen urbanen Lebensstil. Es wird von Koyomi \"Yomi\" Mizuhara erzählt, dass Chiyo hochbegabt und talentiert ist. Osaka ist sich des Chaos um sie herum im Klassenzimmer nicht bewusst, das durch eine Kakerlake verursacht wurde. Sie zeigt ihre mangelnde körperliche Fitness bei körperlicher Ertüchtigung, ist nicht in der Lage, in Leichtathletik zu sprinten und einen Überhandpass im Volleyball nicht auszuführen. Nach dem Essen von scharfem Essen entwickelt Osaka Schluckauf, die Chiyo, Tomo, Yomi und Sakaki mit traditionellen und törichten Methoden zu beseitigen versuchen. Osaka geht mit ihrem Schluckauf zu Chiyo. Sie spielt dann ein japanisches Idiom zwischen \"dem Korn der Wahrheit\" und \"der Wahrheit über das Korn\". Später träumte sie unwissentlich von Chiyos theoretisch abnehmbaren Pferdeschwänzen während des Unterrichts, wird jedoch bald von Yukari dabei erwischt.","versions":[{"lang":1,"streams":[{"redirect":13039554,"hoster":"VOE"},{"redirect":13039563,"hoster":"Doodstream"},{"redirect":13039561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nyamo","epNo":3,"alt":"Nyamo","descr":"Yukari lädt Minamo \"Nyamo\" Kurosawa ein, nach der Arbeit in eine lokale Bar zu gehen, während Chiyo ihren Badeanzug von Nyamo erhält. Kaum sagt Chiyo Tomo, Yomi und Osaka, dass Yukari und Nyamo tatsächlich Alumni der Schule sind. Yukari ist eifersüchtig, dass Nyamo bei ihren Schülern populärer ist, was sie dazu auffordert, ihre Klasse zum Basketballspielen zu bewegen, um ihre eigene Popularität zu steigern. Nyamo schließt sich dem Spiel an und besiegt leicht Yukari, die Bewunderung der Schüler gewinnt. Yukari besucht später Nyamo und nutzt die Bauarbeiten an ihrer Straße als Entschuldigung, um den Schlaf nachzuholen. Als Nyamo von ihrem Onkel in Hokkaido eine Lieferung erhält, verwechselt Yukari das Paket mit Nahrung, als nur eine hölzerne Bärenskulptur darin gefunden wird. Nachdem die beiden sich gestritten haben, brechen sie die Skulptur auf. Auf dem Weg zu einer lokalen Bar begegnen sie einem Ausländer, mit dem Yukari fließend sprechen kann. In der örtlichen Bar scheint Yukari nicht in der Lage zu sein, Essstäbchen zu verwenden. Nyamo bringt ihr bei, wie man sie benutzt. Frustriert und eifersüchtig säuft sich Yukari betrunken und schläft ein. Nyamo hilft Yukari zurück in ihr Haus.","versions":[{"lang":1,"streams":[{"redirect":13039559,"hoster":"VOE"},{"redirect":13039570,"hoster":"Doodstream"},{"redirect":13039572,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein \"reizvoller\" Beruf","epNo":4,"alt":"Fun Job","descr":"Als Kimura gefragt wird, warum er Lehrer wurde, antwortet er, dass er High School Girls mag. Die Mädchen kritisieren seinen unverhohlenen Kommentar, aber die Jungs empfehlen sich Kimura für seine Aufrichtigkeit. Beim Wechsel zum Schwimmkurs werden die Brustgrößen unter der Bande verglichen. Während des Dehnungsabschnitts des Schwimmunterrichts tritt ein wütender Nyamo einen lustvollen Kimura aus dem Poolbereich, obwohl er beobachten durfte. Chiyo gibt zu, dass sie nicht schwimmen kann, aber es widerstrebt ihr,  Hundepaddeln zu machen. Osaka versucht zu lernen, wie man schwimmt, indem sie eine Leiche ist. Yukari unterbricht die Klasse, indem er mit dem Bauch in den Pool fällt und Kimura schafft es, sich wieder in den Pool zu schleichen. Yukari fordert Nyamo zu einem schwimmenden Staffellauf heraus. Leider erleidet Yukari in der ersten Runde einen Beinkrampf und Nyamo muss sich um sie kümmern. In der Zwischenzeit fordern die Schüler der Yukari-Klasse und der Nyamo-Klasse sich an der Stelle ihres Lehrers heraus. Chiyo, Tomo, Yomi und Osaka sehen Kimura hinter einem Busch versauern. Sie erfahren schnell, dass er Dosen und Flaschen für Recyclingzwecke und gemeinnützige Zwecke sammelte.","versions":[{"lang":1,"streams":[{"redirect":13039573,"hoster":"VOE"},{"redirect":13039578,"hoster":"Doodstream"},{"redirect":13039568,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sommerferien","epNo":5,"alt":"Summer Vacation","descr":"Während der Sommerpause versucht Nyamo Yukari dazu zu bringen, sich einen Zeitplan aufzustellen und ihre Zeit zwischen Ruhe, Freizeit und Schwimmen zu teilen. Tomo, Yomi und Osaka sind zu Chiyos Haus eingeladen. Sie sind überwältigt von der Großzügigkeit und der Pracht der Villa. Umso überraschter sind sie, als Chiyo sie zu ihrem Sommerhaus einlädt und Sakaki, Yukari und Nyamo mitbringt. Während Chiyo, Tomo und Yomi im Ozean spielen, sitzen Osaka und Sakaki zusammen mit den früheren Rivalen. Tomo und Osaka versuchen, die Nacht mit furchterregenden Geschichten und Dirty Talks aufregender zu gestalten, obwohl beide keine gute Arbeit leisten. Danach gehen alle nach draußen, um mit Feuerwerk zu spielen. Nach der Rückkehr in die Schule teilen die Mädchen ihre im Sommerhaus aufgenommenen Bilder, obwohl sie beim Anblick merkwürdige Reaktionen erfahren.","versions":[{"lang":1,"streams":[{"redirect":13039577,"hoster":"VOE"},{"redirect":13039597,"hoster":"Doodstream"},{"redirect":13039580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Sportfest","epNo":6,"alt":"Equation of Victory","descr":"Der Leichtathletik-Karneval nähert sich bald. Yukari sagt ihrer Klasse, sie solle nur an Sieg denken, besonders gegen Nyamos Klasse.  Am Tag des sportlichen Karnevals versucht Yukari, Nyamos Meisterschüler Kagura zu sabotieren, indem er ihr einen Anpan anbietet, aber sie wird von Nyamo dabei erwischt. Sakaki besiegt Kagura im 400-Meter-Lauf. Chiyo und Osaka haben im dreibeinigen Rennen schlechte Teamarbeit und fallen ihnen ständig ins Gesicht. Nyamos Klasse besiegt Yukaris Klasse im Tauziehen. Nachdem Chiyo behauptet, dass sie nichts getan hat, um die Ranglisten ihrer Klasse zu verbessern, wird sie als Cheerleaderin eingesetzt. Sakaki gewinnt die Staffel gegen Kagura. Danach nimmt die Schule gemeinsam an einem Volkstanz teil. Kaorin ist begeistert, als sie mit Sakaki tanzen kann. Ihre Stimmung kehrt sich jedoch schnell um, als sie Kimura als ihren nächsten Partner bekommt. Weil Yukaris Klasse den Karneval der Leichtathletik gewonnen hat, gibt Nyamo Yukari zehntausend Yen. Trotzdem nimmt Nyamo das Geld wegen des Geldes zurück, das Yukari ihr schuldet, da ihr die Situation entgeht, für ihre Klasse keinen Saft bezahlen zu können.","versions":[{"lang":1,"streams":[{"redirect":13039582,"hoster":"VOE"},{"redirect":13039596,"hoster":"Doodstream"},{"redirect":13031875,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Kulturfestival","epNo":7,"alt":"Class of Fairies","descr":"In ihrer Eigenschaft als Klassenpräsidentin fragt Chiyo die Klasse, was sie für das kommende Kulturfestival tun möchte. Yukari sagt, dass konventionelle und orthodoxe Methoden den Tod des Intellekts kennzeichnen, und Chiyo schlägt eine Vorschlagskiste vor. Eine Plüschtierausstellung wird aus der Vorschlagsbox gezogen. Kimura versucht seinen eigenen Vorschlag zu machen, wird aber von Tomo zum Schweigen gebracht. Chiyo stellt ihren Hund, Herrn Tadakichi, bei Sakaki vor, der zufrieden wird, wenn sie ihn streichelt, und ist erstaunt zu sehen, dass Chiyo ihn reiten kann. Am Tag der Ankunft des Kulturfestivals trägt Tomo einen Katzenkostüm und läuft in der Schule herum, um die Ausstellung zu bewerben. Den ganzen Tag über hilft Sakaki Schülern, Stofftiere aus der Ausstellung zu kaufen. Nach dem Kulturfestival feiern die Yukari-Klassen ihren großen Erfolg.","versions":[{"lang":1,"streams":[{"redirect":13039591,"hoster":"VOE"},{"redirect":13039614,"hoster":"Doodstream"},{"redirect":13039595,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neujahrsträume","epNo":8,"alt":"Osaka\u0027s First Dream of the Year","descr":"Osaka träumt, dass Chiyo mit ihren Zöpfen als Propeller fliegt. Als Osaka Chiyos Zöpfe von ihrem Kopf nimmt, bricht Chiyo zusammen. Osaka gerät in Panik, befestigt Chiyos Zöpfe an ihrem Kopf und fliegt davon. In der Zwischenzeit träumt Tomo davon, eine heldenhafte Schülerin zu sein, Schönheitswettbewerbe zu gewinnen und in einem Test volle Punktzahlen zu erzielen, während Chiyo und Yomi null Punkte erzielen. Zur gleichen Zeit träumt Sakaki davon, Chiyo zu treffen, der ihr eine Katze vorstellt, die sich jedoch als Chiyo-Pater identifiziert. Sie träumt auch davon, zu Chiyos Haus eingeladen zu werden, um mit Chiyo und Chiyo-Father zu Abend zu essen. Kaorin träumt davon, von Sakaki aus den Yakuza gerettet zu werden. Ihr Traum wird unterbrochen, als ihre Mutter sie weckt, um ihre Freunde zum Neujahrstag in einem Schrein zu treffen. Als sich die Gruppe versammelt, erinnern sie sich, dass Chiyo in ihren jeweiligen Träumen war. Yomi kommt zu Chiyo und fragt verzweifelt, wie sie in ihren Träumen war.","versions":[{"lang":1,"streams":[{"redirect":13039606,"hoster":"VOE"},{"redirect":13039608,"hoster":"Doodstream"},{"redirect":13039603,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sakaki-san","epNo":9,"alt":"If You Don\u0027t Let Go...","descr":"In einem Kino schaut sich Sakaki einen Film über ein Mädchen an, das eine streunende Katze findet und von ihr emotional betroffen ist. In der Schule zeigt Kaorin Sakaki Fotos ihrer neuen Kätzchen. Dies inspiriert sie dazu, zu versuchen, eine Katze zu fotografieren, die sie vorfindet. Diese verhindert jedoch, dass sie eine klare Aufnahme davon bekommt. Später entdeckt Sakaki Chiyo in einem Katzenkostüm, obwohl sie Chiyo dabei hilft, ihn nach Hause zu tragen, da es ihm schwer fiel, ihn zu tragen. Zurück in der Klasse offenbart Chiyo, dass ihr Geburtstag bald bevorsteht. Chiyo zieht es vor, größer zu sein, um cool zu sein, aber Sakaki zieht es vor, kürzer zu sein, um süß zu sein. Yomi will eine Geburtstagsparty für Chiyo organisieren. Sakaki stellt sich Chiyo und sich selbst in Bändern vor, die unterschiedliche Wirkungen haben. Sakaki verfolgt ein Geschenk. Ein Katzennotizbuch wird von einem Mädchen genommen, als Sakaki abgelenkt ist, und eine Spielzeugkatze funktioniert nicht, als sie danach greift. Sie wird dann zu einem Kranichspiel mit ausgestopften Tieren geführt und nimmt nach drei Versuchen zwei Plüschkatzen auf. In Chiyos Haus kommen die Gäste an und präsentieren ihre Geschenke. Tomo gibt Chiyo einen Zauberstab, aber das beeindruckt sie nicht. Yomi gibt ihr ein Buch und Sakaki gibt ihr eine der Plüschkatzen aus dem Kranichspiel. Osaka gibt ihr auch eine Plüschkatze, die Sakaki als Chiyo-Pater erkennt. Chiyo und Tomo streiten sich dann darüber, ob die Yomiuri Giants oder die Hanshin Tigers die kommende Baseball-Saison gewinnen werden. Die Gruppe spaziert mit Mr. Tadakichi durch einen Park, um einen wunderschönen Sonnenuntergang zu sehen und zu genießen.","versions":[{"lang":1,"streams":[{"redirect":13039611,"hoster":"VOE"},{"redirect":13039624,"hoster":"Doodstream"},{"redirect":13039616,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Klassenwechsel","epNo":10,"alt":"Draft Nominations","descr":"Als ein neues Schuljahr beginnt, ist es Osaka ein Anliegen, von ihren engsten Freunden getrennt zu werden. Yukari versichert, dass sie und die anderen Mädchen wieder zu ihren Klassenschülern gehören werden. Kaorin versucht vorherzusagen, ob sie in derselben Klasse wie Sakaki sein wird, indem sie die Blütenblätter von den Blüten zieht. Die Gruppe findet sich zusammen, obwohl Osaka das zunächst nicht bemerkt, weil stattdessen ihr Spitzname verwendet wurde. Kaorin ist überglücklich, dass sie mit Sakaki eine Klasse teilt. Kagura ist auch bei Sakaki im Unterricht, aber letzterer hat keine Ahnung, wer der Erste ist. Yukari, die viele ihrer Schüler anerkennt, besteht darauf, die Namen der ankommenden Studenten zu erfahren. Obwohl Tomo das Maskottchen der Schule ist, führt die beleidigende Bemerkung von Kagura zu einem Kampf zwischen den beiden. Kagura begleitet Sakaki auf der Heimreise und hofft, dass sie dem Schwimmteam beitreten wird, selbst nachdem sie sich geweigert hat, einem anderen Verein beizutreten. Chiyo ärgert sich über Neulinge, die über ihre Niedlichkeit jammern, und Sakaki befindet sich in einer ähnlichen Situation, in der sie über ihre wahrgenommene Kühle herrscht. Tomo beschließt, die Klasse früh zu Mittag essen zu lassen, und Kimura glaubt, es sei bereits Mittag. Nach dem Unterricht bringt Yukari ein Kätzchen in der Hoffnung, dass jemand es mit nach Hause nimmt. Chiyo kommt auf die Idee, es als Klassenhaustier zu haben, für das sich die Schüler abwechselnd interessieren. Die Mädchen haben eine Chance, die Katze zu halten, aber sie läuft weg, als Sakaki zögert.","versions":[{"lang":1,"streams":[{"redirect":13039615,"hoster":"VOE"},{"redirect":13039628,"hoster":"Doodstream"},{"redirect":13039619,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kagura und Sakaki","epNo":11,"alt":"International City","descr":"Kagura hilft einem männlichen Ausländer, sein Gepäck zum Bahnhof zu transportieren, wobei es ihm schwerfällt, seine Absicht zu kommunizieren. Yukari nimmt dies zur Kenntnis und versucht, den richtigen Umgang mit einer solchen Situation zu demonstrieren, erfüllt diese jedoch nicht. Tomo beleidigt Kaguras Begegnung. Tomo selbst wusste jedoch nicht, dass IT für Informationstechnologie steht. Kagura begleitet Sakaki auf dem Schulweg und beginnt über Mountainbikes zu sprechen, aber Sakaki wird von blühenden Blumen abgelenkt. Kagura fordert Sakaki zur Mittagszeit beim Wettkampf heraus, doch Sakaki weigert sich, schneller als normal zu essen. Sakaki schlägt einen der Kagura-Felder in Softball während des Gymnastikunterrichts, als der Ball auf dem Kopf von Chiyo im Außenfeld landet. Als es an der Zeit ist, körperliche Messungen durchzuführen, ist Tomo über eine größere Brustgröße begeistert. Sakaki wird wütend, als Kagura eine Neco Coneco-Anzeige in einer Zeitschrift verwendet, als sie Bilder von Mountainbikes betrachten. Auf dem Heimweg beugt sich Kamineko vor Sakaki, aber Kagura schafft es, es abzuschütteln. Zu Hause träumt Sakaki davon, auf einer Wiese mit Katzen zu sein, die sie anfangs anknurren, sich dann aber freundschaftlich annähern. Sie liest in der Zeitschrift von einer Straße, an der sich Katzen sammeln, und fährt mit dem Fahrrad zum Ort. Als sie wiederkommt und Chiyo und Kagura trifft, ist sie an mehreren Stellen verbunden. Später, als Sakaki und Kagura gehen, fängt Kagura an, die Katze zu verscheuchen, die ihren Weg kreuzt, aber Sakaki will dieses Problem selbst lösen und überwinden. Nachdem sie sich erneut an Kamineko gewandt hatte, kann Sakaki sie streicheln, obwohl sie bereits gebissen wurde. Kaorin findet Sakaki in der Arkade, ohne zu wissen, dass Sakaki Kran gespielt hat, um mehr Plüschkatzen zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":13039623,"hoster":"VOE"},{"redirect":13039639,"hoster":"Doodstream"},{"redirect":13039625,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Chiyo-chans Tag","epNo":12,"alt":"Chiyo-chan\u0027s Day","descr":"Chiyo wacht auf, bereitet ihr Mittagessen zu, weckt ihre Eltern, isst ihr Frühstück und geht dann zur Schule. Chiyo lernt von den ehemaligen Klassenkameraden der Grundschule, Miruchi und Yuka-chan, dass das Springseil wieder populär wird. Sakaki geht mit Chiyo spazieren, verschwindet jedoch, als sie Kamineko sieht. Tomo vergisst bewusst, eine Show für Yomi aufzunehmen. Tomo spekuliert, warum Yukari zu spät kommt, vermutet, dass Yukari versucht, die limitierte Edition eines Videospiels zu kaufen. Ein bandagierter Sakaki betritt das Klassenzimmer, nachdem er versucht hat, Kamineko zu streicheln, und ein verspäteter Yukari kommt nur an, um Tomos Theorie Recht zu geben. Osaka schläft im Unterricht ein und Yukari erwischt sie. Kimura bricht zusammen, als sie enthüllt, dass Mädchen in einer anderen Schule manchmal in Turnkleidung oder Badeanzügen in den Klassenraum gehen. Chiyo, Tomo, Yomi und Osaka essen auf dem Dach zu Mittag und genießen die frische Brise des klaren Himmels. Chiyo versucht im Fitnessstudio ohne bodyboard zu schwimmen, aber Tomo überfällt sie versehentlich mit einem. Tomo macht eine schreckliche Arbeit beim Kehren, und Osaka kann eine Kehrschaufel nicht korrekt verwenden. Chiyo macht ihre Hausaufgaben nach der Schule. Chiyo wird von Sakaki begleitet, als er Mr. Tadakichi durch den Park spazieren ging und schließlich Zeuge wurde, wie Kinder im Park Seil springen. Die Kinder lassen das Springseil zurück, als sie alle abreisen, und lassen die drei die Zeit damit verbringen, Seil zu springen. Sie werden bald mit Tomo, Yomi und Osaka verbunden. Chiyo bereitet sich darauf vor, am späten Abend zu schlafen, nur um zu hoffen, die ganze Nacht aufbleiben zu können, wenn sie älter ist. Yomi liest an ihrem Schreibtisch, Tomo isst Snacks und schaut sich eine lustige Fernsehsendung an, Osaka entspannt sich in der Badewanne, Kagura spielt ein Videospiel und Sakaki liest auf ihrem Bett mit Plüschkatzen, die sie umgeben.","versions":[{"lang":1,"streams":[{"redirect":13039638,"hoster":"VOE"},{"redirect":13039640,"hoster":"Doodstream"},{"redirect":13039637,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Prüfungen","epNo":13,"alt":"No Guard Strategy","descr":"Ein Kampf findet statt, als Yomi Tomo von ihren Hausaufgaben mit Mathematik ablässt. Tomo sagt scherzhaft, dass \"eine Frucht nebenan eine Frucht ist, die sich von Familien ernährt\", zu der Yomi anstelle einer Korrektur einen linken Oberschnitt liefert. Tomo, Osaka und Kagura fragen Yomi nach dem Umfang der bevorstehenden Grammatikprüfung, die von ihr jedoch als \"Knuckleheads\" bezeichnet wird. Die drei beschließen, alles zu studieren, werden jedoch mitgerissen, als sie über Kampfkünstler diskutieren. Kagura leiht sich die Notizen von Sakaki, zieht aber am Ende Pfeile durch ein am Rand gekritzeltes Tier. Tomo erkennt, dass ihre Vorhersage bezüglich des Formats der Grammatikprüfung sehr falsch war. Tomo, Osaka und Kagura haben in der Prüfung schlecht abgeschnitten und verglichen, wie niedrig ihre Punktzahlen sind. Auf der anderen Seite haben Chiyo und Yomi die Prüfung hervorragend abgelegt. Tomo möchte die akademischen Fähigkeiten von Chiyo und die sportlichen Fähigkeiten von Sakaki erwerben. Osaka bietet ihre Fähigkeiten an, verspätet und vergesslich zu sein, was Tomo veranlasst, sich den dramatischen Auftritt vorzustellen, der durch die Kombination dieser vier Fähigkeiten entstehen würde. Nachdem sie ihren Mangel an Intelligenz mit Kagura verglichen hatte, berichtet Tomo, dass sie sich nur mit der Aufnahmeprüfung befasst hatte, nur um mit derselben zweifelhaften Yomi die gleiche Schule zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":13039542,"hoster":"VOE"},{"redirect":13039549,"hoster":"Doodstream"},{"redirect":13039540,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Im Kimono zum Festival","epNo":14,"alt":"Shopping","descr":"Chiyo lädt Tomo, Yomi, Sakaki, Osaka, Kagura und sogar Yukari in ihr Sommerhaus ein. Chiyo und Osaka stellen fest, dass zwei Personen nicht mit demselben Fahrrad fahren sollten. Sie treffen sich mit Tomo, die nach einem fantastischen Badeanzug sucht. Osaka verwechselt die Rolltreppe mit dem Aufzug. Sakaki kommt am nächsten Morgen früh an, um mit Herrn Tadakichi warten zu können. Chiyo hatte ihren Vater gebeten, einen Van für die Gruppe zu mieten, da Chiyo im vergangenen Sommer von Yukaris Auto traumatisiert war. Im Sommerhaus angekommen, holt Tomo den Schlüssel von Chiyo und wirft ihn in den nahe gelegenen Wald. Als Chiyo den Schlüssel findet, lässt Yomi Tomaki durch Sakaki daran hindern, dass Chiyo die Tür öffnen kann. Am Strand nimmt Yomi Getränke an. Als Yomi mit Osakas Orangensaft zurückgekehrt ist, ist Osakas Schwimmring vom Ufer entfernt. Sakaki skulptiert eine Neco Coneco-Figur im Sand, aber das Kunstwerk wird zerstört, als Osaka an Land zurückkehrt. Für das Sommerfestival wechselt jeder in seine Yukatas. Nyamo hat noch nie zuvor einen Yukata getragen, kann aber laut Yukari eine Krawatte binden. Sakaki gewinnt ein Neco Coneco-Spielzeug in einem Schießstand und Kagura erklärt sie zum Scharfschützen. Zurück im Gartenhaus sagt Yomi Tomo, dass frühes Aufwachen und Aufwachen langfristig von Nutzen sein wird. Wenn Yukari Sake bringt, nimmt Nyamo es auf sich, um es zu trinken, damit Yukari nicht betrunken wird. Nachdem Nyamo die Hälfte der Flasche Sake und mehrere Dosen Bier getrunken hat, beantwortet er Tomos Frage zu den Beziehungen zwischen Erwachsenen. Am nächsten Morgen möchte Chiyo, dass Nyamo erklärt, was sie Tomo, Yomi, Osaka und Kagura gesagt hat. Alle waren sehr dankbar für das, was sie in der vergangenen Nacht gelernt haben.","versions":[{"lang":1,"streams":[{"redirect":13229641,"hoster":"VOE"},{"redirect":13229645,"hoster":"Doodstream"},{"redirect":13049141,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Und wieder ein Sportfest","epNo":15,"alt":"Kimura Family Members","descr":"Yukari verspricht ihrer Klasse kostenlose Getränke und Steaks, wenn sie dieses Jahr das Leichtathletikfestival gewinnen. Die Mädchen sind verblüfft dass Kimura eine Frau und eine Tochter hat. Chiyo, Tomo und Osaka haben ehrgeizige Ambitionen für das Basket-Scramble, doch Chiyo ist einer von drei, der einen Punkt erzielt. Tomo rollt achtlos einen riesigen Ball über Chiyo. Osaka liebt es, sich in den Hindernislauf einzumischen, nur um ihre Gewinnchance zu verlieren. Während der Kavallerie-Schlacht ist Tomo der Reiter, während Chiyo, Yomi und Osaka das Pferd bilden. Das Pferd bricht zusammen, zum Teil, weil Osaka so tut, als würde sie mit Essstäbchen essen, um von rechts herauszufinden, ohne sich einer anderen Mannschaft zu stellen. Tomo benutzt eine leere Dose, um die Aufmerksamkeit von Kimuras Frau zu erlangen, um herauszufinden, wie loyal sie ihrem Mann gegenüber ist. Während des Scavenger-Rennens wird Chiyo beauftragt, nach etwas Dummem zu suchen, das Tomo ausleiht, um der Beschreibung zu entsprechen, ohne es ihr jedoch zu sagen. Für das Dreibeinrennen erhält Kaorin die Chance, mit Sakaki zusammen zu arbeiten, da Chihiro sich den Knöchel verstaucht hat. Wenn der Marathon beginnt, beginnt Tomo mit einem letzten Anstoß, um die Führung zu übernehmen, doch sie landet mit Chiyo und Osaka auf dem letzten Platz. Sakaki und Kagura belegen die Plätze sechs und fünf. Die gesamte Klasse von Yukari gewinnt das Festival, während Yukari beginnt, Nyamos Klasse wegen Verlierens zu verspotten. Die Episode endet mit Yomi auf einer Personenwaage, die mit ihrer Gewichtsänderung nicht zufrieden ist.","versions":[{"lang":1,"streams":[{"redirect":13229648,"hoster":"VOE"},{"redirect":13229651,"hoster":"Doodstream"},{"redirect":13049144,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Und wieder ein Kulturfest","epNo":16,"alt":"Combination","descr":"Mit dem bevorstehenden Kulturfestival kommt Tomo auf die Idee eines Spukhaus-Cafés, das zwar in Betracht gezogen wird, sich aber letztendlich nicht durchsetzt. Ausgehend von der erfolgreichen Idee der Stofftierausstellung aus dem Vorjahr wird ein Stofftiercafé vereinbart. Chiyo beginnt in Panik zu geraten, als die Klasse in den Vorbereitungen wiederholt zögert. Sakaki entwirft Hüte, die von Chiyo-Father inspiriert wurden. Chiyo erscheint in einem niedlichen Pinguinkostüm. Yukari verhöhnt sich in Nyamo, da dieser keine niedliche Schülerin wie Chiyo in ihrem Wohnraum hat. Kimura bittet Kagura, sich einen Hut auszuleihen, nur um Kunden mit seiner unansehnlichen Werbung zu vertreiben. Chiyo und Osaka prüfen die Themen anderer Klassen während ihrer Pause. Die beiden besuchen sowohl eine Takoyaki- als auch eine Taiyaki-Imbissbude. In beiden Fällen musste Osaka Chiyo wegen ihrer mangelnden Beweglichkeit im Pinguinkostüm füttern. Sie kehren in das Stofftiercafé zurück und sind schockiert zu sehen, dass es voll gepackt mit Kunden ist, die Chiyo in ihrem Pinguinkostüm an den Essensstände gesehen haben.","versions":[{"lang":1,"streams":[{"redirect":13229649,"hoster":"VOE"},{"redirect":13229656,"hoster":"Doodstream"},{"redirect":13049145,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Weihnachten","epNo":17,"alt":"Osaka\u0027s Scary Stories","descr":"Nach der Schule lädt Chiyo Osaka in die Buchhandlung ein, da sie ein Panda-Fotoalbum kaufen möchte und Osaka fragt, ob das Fell eines Pandas weiß auf schwarz ist oder das Gegenteil. Nachdem Tomo und Yomi die gleiche Frage gestellt wurden, wechselt Osaka schnell das Thema, um eine furchterregende Erfahrung zu erwähnen, einen Furz zu riechen, der nicht von ihr stammt. Am nächsten Tag, als Yukari zum Unterricht kommt, erklärt sie, dass sie es satt hat, nur Sprachkunst zu unterrichten, und beginnt nach einem frustrierten Versuch mit Mathematik einen improvisierten Fitnessunterricht. Sie schlägt ein Fußballspiel mit ihren Schülern vor, aber nachdem sie ihre eigene Unfähigkeit gesehen hat, wechselt sie zu Völkerball, obwohl es so scheint, als würde Tomo Chiyo zu ärgern, indem er den Ball über ihren Kopf wirft. Später in der Lehrerlounge überprüft Yukari einen Versandkatalog für Geschenkartikel, denkt über seine luxuriösen Nahrungsmittel nach, konzentriert sich jedoch ausschließlich auf Matsusaka-Rindfleisch. Tomo und Kagura streiten sich während des Unterrichts über Chiyos Glauben an den Weihnachtsmann und erklären, wie Geschenke in einer Nacht auf der ganzen Welt verteilt werden. Als Chiyo die Angelegenheit bereinigt, indem sie sagt, der Weihnachtsmann sei ihr Vater, wird Sakaki dadurch überfordert, dass Chiyo-Father in ihrem Kopf ist. Dann fragt Tomo, was Yomi als Geschenk vorziehen würde, worauf sie mit der Bitte um einen großen Geldbetrag antwortet. Chiyo antwortete mit der Notwendigkeit, einen Stern auf einem Weihnachtsbaum auf dem Bahnhofsplatz dekorieren zu lassen. Dann fragt Kagura, ob Rentiere existieren. Tomo ist überzeugt, anderer Meinung zu seint. Tomo und Osaka stellen bald fest, dass das folgende Jahr der Drache des chinesischen Tierkreises sein wird. Chiyo ist sehr ernst mit ihrem akademischen Fortschritt, dennoch ist Tomo nicht sehr ernst mit ihrer Zukunft. Am Weihnachtstag beschließen die Mädchen, in eine Karaoke-Bar zu gehen, um sich gegenseitig beim Singen zuzusehen.","versions":[{"lang":1,"streams":[{"redirect":13229657,"hoster":"VOE"},{"redirect":13229660,"hoster":"Doodstream"},{"redirect":13049143,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Yomis Feuerprobe","epNo":18,"alt":"Elated Yomi","descr":"Yomi kehrt mit Geschichten von ihrer letzten Reise nach Hokkaido nach der Winterpause zurück. Sehr zu Tomos Unmut rühmt sich Yomi über die Dinge, die sie erlebt hat, wie zum Beispiel ihre erste Reise mit dem Flugzeug, ein All-you-can-eat-Krabbenbuffet und die heißen Quellen im Freien in Noboribetsu. Während ihrer ganzen schlechten Erfahrung im Laufe des Tages zahlt Tomo an einem Automaten Blasentee, gießt das Getränk jedoch ohne eine Tasse darunter ein. Yomi hingegen erhält beim Kauf ihres eigenen Bechers zwei Tassen. Während der Mittagszeit besteht Tomo darauf, dass Yomi ihre Brühe bespritzen wird, während sie Ramen isst, nur um ihre Vermutung zu begehen, woraufhin Tomo wild tobte, bis er Frau Yukari versehentlich mit einem Tablett ins Gesicht schlug. Nach dem Mittagessen liest Osaka eine Zeitschrift mit beliebten Attraktionen, darunter Informationen über einen neuen Vergnügungspark. Yomi kauft später den Reiseführer für den Vergnügungspark, aufgeregt und doch nervös. Allerdings entwickelt sie ein kalter Einbruch der Nacht, ruft jedoch Tomo an, um sie über ihre Krankheit zu informieren. Tomo nutzt diese Gelegenheit, um sich für Yomi zu rächen, die sich ihrer Reise rühmt. Doch Chiyo ist sympathisch, dass Yomi nicht Teil der Erfahrung ist. Am nächsten Tag bringt Chiyo ein Souvenir für Yomi mit, nur um eine Tasse mit einem Bild der Mädchen auf einer Achterbahn mit leerem Sitz zu sehen, als einen Scherz von Tomo, der Yomis Abwesenheit zeigt. Chiyo gibt ihr später das beabsichtigte Andenken, eine Schneekugel mit dem katzenartigen Maskottchen des Vergnügungsparks in der Mitte auf einem schneebedeckten Hügel. Die Mädchen stürmen nach draußen, als sich Schnee zu sammeln beginnt, während sie sich in einer Schneeballschlacht befassen. Yomi entwickelt leider eine weitere Erkältung.","versions":[{"lang":1,"streams":[{"redirect":13229661,"hoster":"VOE"},{"redirect":13229665,"hoster":"Doodstream"},{"redirect":13049148,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine Frühlingsnacht","epNo":19,"alt":"Master of Yawning","descr":"Nyamo wird von ihrer Mutter für eine arrangierte Ehe vorbereitet, aber sie ist unsicher über ihre Jugend. Eine Ermüdungsepidemie hat sich in der gesamten Klassenklasse verbreitet. Während des Mittagessens vergleicht Osaka ihr Gähnen mit dem von Chiyo und Tomo. Die drei schlafen ein, was zur Folge hat, dass sie im Fitnessstudio verspätet sind und als Strafe Runden um die Strecke laufen. Tomo erwähnt den anderen, dass sie während der Mittagspause Rindfleisch vom Curry verwechselt habe. Obwohl das Schwimmteam nur während des Sommers übt, trainiert Kagura intensiv für den nationalen Wettkampf der schwimmenden Meisterschaften. Wenn Yukari Nyamo einlädt, abends Blumen zu schauen, gehen sie zu einer Hotelbar, sehr zu Nyamos Überraschung. Sie treffen ihre Freundin Eiko, die trotz ihres jungen Alters Chef der Konzernabteilung (Manager) ist. Sie lädt Nyamo ein, sich für eine Stelle als Turnlehrerin in ihrer Firma zu bewerben, aber Nyamo lehnt das Angebot ab, da sie mit ihrem derzeitigen Job bereits zufrieden ist. In der Zwischenzeit geht Chiyo spät abends allein aus, um im Convenience-Store Radiergummis zu kaufen. Glücklicherweise trifft er auf Kagura. Eiko ruft einige männliche Kollegen dazu auf, sich den drei anzuschließen. Chiyo möchte schneller wachsen, aber Kagura konzentriert sich weder auf eine Karriere noch auf eine Ehe. Ansonsten betritt Tomo Yomis Schlafzimmer durch das Fenster, während eine Radiosendung ausgestrahlt wird. Nachdem Yukari die Kollegen offenbar abschreckt, beschließen sie und Nyamo, noch etwas zu trinken. Die Radiosendung erkennt ein Mädchen an, das eine \"kornlose\" Diät ausprobiert hat, sich aber nicht dazu verpflichtet hat. Tomo sagt, dass Yomi derjenige ist, der davon sehr amüsiert ist. Nyamo zieht in Erwägung, die vereinbarte Ehe aufzubauen, bezweifelt es aber ganz am Ende.","versions":[{"lang":1,"streams":[{"redirect":13229662,"hoster":"VOE"},{"redirect":13229666,"hoster":"Doodstream"},{"redirect":13049147,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"3. Schuljahr","epNo":20,"alt":"Parting","descr":"Die Mädchen sind schließlich Senioren, obwohl der Unterricht im dritten Stock der Schule nachteilig ist. Yukari ermutigt die Klasse, im folgenden Jahr für die bevorstehenden Aufnahmeprüfungen für das College zu studieren. Nyamo erhält eine Handtasche aus ihrer Klasse als Geburtstagsgeschenk, die Yukari aufregt, da ihre Klasse ihren Geburtstag vergaß, der in die Frühlingsferien fällt. Yukari erhält am nächsten Tag eine Handtasche aus ihrer Klasse, um ihren letzten Geburtstag wieder gut zu machen. Yukari beabsichtigt, ihre Handtasche vor Nyamo zu präsentieren, und wird plötzlich von Kimura interveniert. Tomo plant, Polizistin zu werden. Chiyo möchte sich an einem amerikanischen College bewerben, aber Osaka macht ihr den Eindruck, entführt oder ermordet zu werden. Sakaki beruhigt sie mit der Vision, dass Chiyo-Vater kommen würde, um Chiyo zu helfen. Später nach der Schule sagt Tomo, dass Chiyo genauso gut Präsident der Vereinigten Staaten werden könnte. Osaka fantasiere darüber, wie Chiyo ihr eigenes Land mit vielen kleinen Lookalikes von ihr bevölkern würde. Yomi beschließt, Schnitzelbrötchen zu kaufen, da sie keinen Zucker enthalten. Chiyo stellt Tomo und Yomi Miruchi und Yuka-chan vor, die jetzt ihre eigenen Uniformen tragen. Kaorin wird Klassenpräsident in Kimuras Klasse, sehr zu ihrem Ärger. Sie betrachtet ihre Erinnerungen an Sakaki. Nachdem er auf Kimuras Frau gestoßen ist, die gekommen ist, um sein Mittagessen mitzubringen, beschließt Kaorin, seine guten Punkte herauszufinden, von denen einer im Garten arbeiten ist.","versions":[{"lang":1,"streams":[{"redirect":13229668,"hoster":"VOE"},{"redirect":13229673,"hoster":"Doodstream"},{"redirect":13049146,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Klassenfahrt","epNo":21,"alt":"Hope","descr":"Yukari kündigt eine Exkursion nach Okinawa an, worüber Chiyo begeistert ist, da dies ihre erste Exkursion ist, da sie von der Grundschule auf die High School übersprungen hat. Am Tag der Reise haben Tomo und Kagura Flugangst, als das Flugzeug abhebt. Die Mädchen besichtigen sofort Naha. Nachdem die Darstellung des Shureimon mit einem zweitausend Yen-Schein verglichen wurde, zieht sie die Shisa in die Shuri-Burg. Die Mädchen beschließen, in einem Hotelrestaurant zu Abend zu essen. Während Tomo und Yomi sich auf das wettbewerbsfähige Essen am Buffet konzentrieren, sind Chiyo und Osaka vom Chanpurū begeistert. Die Mädchen besuchen die Klippen von Manzamo am nächsten Tag, aber Chiyo hat Akrophobie aus der Höhe. Tomo hebt Chiyo rücksichtslos über das Geländer, und Sakaki erwischt sie glücklicherweise gerade als Tomo ihren Halt verliert. Später begleitete Yukari die Mädchen beim Tauchen, was sich auf ihre geniale Erfahrung auswirkte. Danach kaufen sie in Kokusai-dōri Souvenirs ein. Tomo provoziert Yomi, der besessen von Chinsuko ist. Chiyo und Sakaki kaufen Plüsch-Shisa. Osaka interessiert sich für Sata Andagi, was Tomo unabsichtlich irritiert. Kaorin findet Sakaki, als sich die beiden ihrem nächsten touristischen Standort nähern. Sakaki bemerkt, dass Kimura ein ähnliches Hemd wie Kaorin trägt, sehr zu ihrer Verzweiflung. Dann fahren die Mädchen nach Iriomote, wo Chiyo Pläne für Besichtigungen gemacht hat. Sie sehen Warnungen über Iriomote-Katzen in der Umgebung und teilen den Passanten mit, dass sie die Geschwindigkeit reduzieren sollen. Eine Iriomote-Katze, später als Maya erkannt, erscheint aus dem nahe gelegenen Wald, nachdem Sakaki ihre Hand ausgestreckt hat. Nachdem Sakaki sich aus Nervosität zurückgezogen hat, gelingt es ihr, Maya erfolgreich zu streicheln und zu kuscheln, ohne angegriffen zu werden, sehr zu ihrer eigenen Überraschung und Freude. Sie muss sich jedoch tränenreich von ihm trennen, wenn sie Okinawa verlassen und nach Tokio zurückkehren möchte, um sich zu versprechen, sich eines Tages mit ihm zu vereinen.","versions":[{"lang":1,"streams":[{"redirect":13229672,"hoster":"VOE"},{"redirect":13229677,"hoster":"Doodstream"},{"redirect":13049151,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Im Sommerhaus zum Lernen","epNo":22,"alt":"Nice","descr":"Als die Sommerpause begann, schlug Tomo vor, dass die Mädchen eine Reise zu Chiyos Sommerhaus machen sollten, um dort die Aufnahmeprüfungen zu absolvieren. Kaorin wird sie diesmal begleiten können. Mit insgesamt neun Personen müssen sie sich zwischen dem neuen Auto von Nyamo und dem alten Auto von Yukari aufteilen. Kaorin hat anfangs Angst, an Bord zu gehen, beschließt jedoch nervös anders, nachdem sich Sakaki freiwillig mit Yukari zusammengetan hat. Tomo konzentriert sich darauf, nur an den Strand zu gehen und nicht für die Aufnahmeprüfungen zu lernen. Die Mädchen beginnen abends zu lernen. Tomo ist frustriert, dass ihr Plan zerstört wurde, während Osaka zu dumm ist, einfache Fragen zu verstehen. Es wird enthüllt, dass Nyamo eine mathematische Frage nicht beantworten kann und Yukari dazu auffordert, sie nur durch eine Rede zu zeigen. Am nächsten Morgen versucht Kaorin, Sakaki zu fotografieren, doch Tomo springt jedes Mal vor die Kamera. Der halb schlafende Osaka möchte Yukari mit einem Schlag auf eine Pfanne aufwecken. Als sie jedoch in Yukaris Zimmer geht, hält sie ein Messer in der Hand, was den Lehrer fürchterlich macht. Nach Abschluss der Sommerpause kommt Tomo in einem sehr wahnsinnigen Zustand zum Unterricht und überzeugt Osaka, bald zu ihr zu kommen. Chiyo versucht verzweifelt, sie zu motivieren, ohne Erfolg, bis Kagura sie beide sinnlos anstößt, um sie zu motivieren und Chiyo zufällig einzubeziehen. Yukari kommt später viel im selben Staat zum Unterricht, was dazu führt, dass Chiyo entsprechend reagiert.","versions":[{"lang":1,"streams":[{"redirect":13095644,"hoster":"VOE"},{"redirect":13049152,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das letzte Sportfest","epNo":23,"alt":"Chewed","descr":"Der Karneval für Leichtathletik steht in diesem Jahr kurz vor der Tür und Osaka freut sich auf die Herausforderung beim Brotessen, eine der neuen Veranstaltungen des Festivals. Als sie sich wundert, wie das Brötchen in der Herausforderung an einer Schnur aufgehängt wird, erschreckt Kagura sie unbeabsichtigt, als sie einen Angelhaken vermutet. Tomo bittet Yukari, den Saft zu bezahlen, wenn die Klasse gewinnt, nur um sich dagegen zu wehren, weil er kein Glücksspiel gegen Nyamo gewonnen hat. Kagura ist am Tag vor dem Karneval der Sportler exzentrisch, aber sie bricht übrigens dem Zelt zusammen, das Chiyo und Yomi aufstellten. Sie fühlt sich verantwortlich und hilft, das Zelt wieder aufzustellen. Kagura ärgert Yomi, als sie darauf hinweist, dass sie keine voreingenommenheit hat, während sie sich darauf vorbereitet, einen großen Teller Katsudon zu essen. Als der Tag des Leichtathletik-Karnevals eintritt, springt Kimura plötzlich auf und drückt seine Wertschätzung für Mädchen in Blumenkörpern aus. Während eines Kostümrennens verkleiden sich Tomo und Chiyo wie ein Polizeibeamter bzw. ein Gefangener, und sie gewinnen, weil Tomo die gesamte Konkurrenz aus dem Weg drängt. Während der Konkurrenz zum Brotverzehr ist Osaka aufgrund der fünf verschiedenen Brotauswahl völlig verwirrt. Für den Cheerleader-Wettbewerb trifft Kaorin Yomi und Chiyo, die ein Gakuran tragen. Ihre Gefühle ändern sich jedoch drastisch, als Tomo erwähnt, dass Sakaki auch eines trägt. Später befürchtet Chiyo, dass sie ihr Team für das Staffellauf zwischen den Klassen verlangsamen könnte, beruhigt sich jedoch, wenn daran erinnert wird, dass Sakaki und Kagura in ihrem Team sind. Tomo fällt von der Spitze zurück, weil sie vor dem Start des Rennens ihre Ausdauer verringert hat, bevor sie den Taktstock an Yomi übergeben hatte. Osaka nutzt ihre Strategie des Laufens mit offenen Armen nicht, um andere daran zu hindern, sie zu überholen, aber Kagura gleicht später ihre zurückgebliebenen Kollegen mit ihrer Geschwindigkeit aus. Chiyo hingegen fällt trotz Bestleistung schnell zurück und veranlasst einen Jungen aus einer anderen Klasse, sie zu beleidigen. Um ihre Freundin wieder gut zu machen, rast Sakaki unaufhaltsam vor dem Rudel, sobald Chiyo ihr den Staffelstab übergibt. Leider steht Yukari als Anker, und wenn Nyamo gegen sie antritt, wird sie garantiert verlieren, bis Yukari sie niederdrückt, sobald sie überholt wird, wodurch Yukaris Klasse auf dem letzten Platz endet.","versions":[{"lang":1,"streams":[{"redirect":13229680,"hoster":"VOE"},{"redirect":13229684,"hoster":"Doodstream"},{"redirect":13049153,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Berufswahl","epNo":24,"alt":"Career Path","descr":"Beim Surfen im Internet erfährt Sakaki, dass Mayas Mutter bei einem Verkehrsunfall ums Leben kam. In ihrem Haus, Sakaki, füllt sie ein Formular für eine mögliche Berufswahl aus und überlegt, sich als Tierärztin zu bewerben. Sie ist jedoch der Meinung, dass sie ausziehen müsste und somit ihre eigenen Haustiere haben würde. Obwohl Kagura offen zeigt, wie Katzen sich nicht zu ihr hingezogen fühlen, bleibt Sakaki entschlossen, eine zu haben, wenn sie alleine wohnt. Später, auf dem Rückweg mit Chiyo, werden sie von einer von Kamineko angeführten Katzengruppe in einen Hinterhalt gelockt. Als die Katzen auf sie losstürmen, erscheint Maya plötzlich und verscheucht sie mit einem wilden Knurren, nur um bald krank zu werden, was die beiden Mädchen dazu bringt, für einen nahe gelegenen Tierarzt zu laufen. Während sie warten, wundert sich Chiyo, wie das verwaiste Junge Sakaki gefunden hat, der dies als Zeichen nimmt. Der Arzt entlastet sie, indem er sagt, dass er sich nur ausruhen und ernähren müsse. Obwohl der Tierarzt vermutet, dass Maya eine Iriomote-Katze ist, schüttelt Sakaki ihn ab, indem sie sagt, dass er eine Mischlingskatze ist. Chiyo melden sich dann freiwillig, um sich um das Junge bis zum Frühling zu kümmern, während Sakaki, die entschlossen ist, alles zu tun, um sich um ihn zu kümmern, ihnen eine Wohnung zu finden. Nachdem sie die Nachrichten gehört haben, beschließen alle Mädchen, bei Chiyos Haus vorbeizukommen und Maya zu sehen. Osaka eilt dort unter einem Kotatsu in Chiyos Schlafzimmer. Außerdem nutzt Tomo Maya, um Mr. Tadakichi zu ärgern, was ihr einen Kratzer in der Hand des Kätzchens und harte Verweise von Yomi bringt. Nachdem die Mädchen gegangen sind, bietet Chiyo ihr einen Schlafplatz an, damit sie bei Maya bleiben kann. Sie bemerken, wie Maya Sakaki scheinbar als Ersatzmutter zu behandeln scheint, als sie Chiyo ihre wahren natur zeigt.","versions":[{"lang":1,"streams":[{"redirect":13229683,"hoster":"VOE"},{"redirect":13229688,"hoster":"Doodstream"},{"redirect":13049155,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Zeit der Prüfungen","epNo":25,"alt":"Course Discussion","descr":"Da die Aufnahmeprüfungen in anstehen, konzentrieren sich alle darauf, mit Ausnahme von Tomo, der eher Wortspielfragen stellt, um Chiyo abzustumpfen. Sie werden übertroffen, als es Osaka gelingt, alle Fragen richtig und ahnungslos zu beantworten. Chiyo informiert Osaka, dass sie möglicherweise eine Lehrerin sein kann, nachdem diese sich um eine geeignete Karriere bemüht. Alle Mädchen versammeln sich in Chiyos Haus, um zu lernen. Am Neujahrstag versammeln sich die Mädchen am Schrein, um in den Aufnahmeprüfungen für ihren Erfolg zu beten. Tomo ist gedemütigt, um Pech für das kommende Jahr vorhergesagt zu bekommen. Beim ersten Treffen mit Yukari und Nyamo erzählt ihnen ironischerweise, dass der Sohn des Schreinpriesters seine Aufnahmeprüfungen nicht bestanden hat und alle Vermögen unbrauchbar gemacht hat. Vor den Aufnahmeprüfungen wartet Osaka mit einem Aberglauben darauf, dass alle Mädchen bestehen können, indem sie jeweils ein Paar Essstäbchen perfekt in zwei Hälften teilen müssen. Chiyo wiederum gibt ihnen Glücksbringer, die sie handgefertigt hat. Bei einer weiteren Lernsitzung in Chiyos Haus denkt sie darüber nach, wie schnell die Highschool-Zeit von ihnen vergangen ist und sie kurz vor dem Abschluss stehen. Sakaki und Kagura schaffen es, ihre Prüfungen zu bestehen, Tomo und Osaka nicht. Sie haben jedoch noch eine weitere Chance, und dank Chiyo tun sie es schließlich. Damit bleibt nur noch Yomi gewaltsam entschlossen, ihre eigenen Prüfungen zu bestehen.","versions":[{"lang":1,"streams":[{"redirect":13229687,"hoster":"VOE"},{"redirect":13229694,"hoster":"Doodstream"},{"redirect":13049156,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Abschlussfeier","epNo":26,"alt":"First Graduation","descr":"Vor der Abschlussfeier offenbart Osaka Chiyo, dass sie an Heuschnupfen leidet, daher muss sie immer Taschentücher und Augentropfen bei sich haben. Später, bei der Zeremonie, wird Chiyo der Preis für die beste akademische Leistung verliehen. Sie freut sich über die Standing Ovations, die Tomo und Osaka begonnen haben. Als \"Aogeba tōtoshi\", das Lied, das den Abschluss der japanischen High School kennzeichnet, gesungen wird, kann Chiyo ihre Tränen nicht zurückhalten, wenn sie daran erinnert, dass sie ihre Schule verlassen muss. Später kommt Yukari in die Klasse, weil sie ihre Brieftasche verloren hat. Während sie die Diplome aushändigt, fängt jeder mit Geld an, wenn auch in geringen Mengen. Sie ändert schnell ihre Stimmung, als Nyamo mit ihrer Brieftasche kommt. Nyamo wird von ihrer Klasse für all die Arbeit gratuliert, Kimura bricht in Tränen aus, als er erwähnte, dass die Schüler ihn verlassen werden, und Yukari erhält einen großen Blumenstrauß, der von jedem Schüler ihrer Klasse beigesteuert wird. Danach bittet Kaorin Tomo, ein Foto mit Sakaki zu machen und fordert, dass ihr eine Kopie geschickt wird. Während Kagura denkt, ein Möbelstück aus der Klasse als Andenken zu bekommen, erklärt Yukari, dass sie bereits ihre Erinnerungen an die Highschool mitnehmen kann. Chiyo schlägt vor, dass alle als Abschlussfahrt wieder in den Vergnügungspark gehen, was Yomi diesmal akzeptiert. Sie ist jedoch beleidigt, wenn Tomo sagt, dass sie warten sollten, bis ihre Ergebnisse veröffentlicht werden. Beim Verlassen der Schule nimmt sich Chiyo Zeit, um sich mit einem letzten Bogen von ihr zu verabschieden. An dem Tag, an dem die Aufnahmeprüfungsergebnisse veröffentlicht werden, ist Yomi anfangs geschockt, als Tomo ihr mitteilt, dass sie nicht bestanden hat. Yomi prüft dies jedoch und sieht, dass sie zusammen mit den anderen genehmigt wurde. Als sie schließlich zum Bahnhof in Richtung Vergnügungspark fahren, erkennt Chiyo, dass sie auch nach dem Abschluss immer zusammen sein werden.","versions":[{"lang":1,"streams":[{"redirect":13229691,"hoster":"VOE"},{"redirect":13229696,"hoster":"Doodstream"},{"redirect":13049158,"hoster":"Streamtape"}]}]}]}]}