{"seriesId":"b-the-beginning","name":"B: The Beginning","descr":"B: The Beginning spielt in einer Zukunft, in der Wissenschaftler in der Hoffnung auf die Aufrechterhaltung des Friedens im Universum versucht haben, den \"perfekten Menschen\" zu züchten. Nachdem sie ihr Ziel nach einigen Versuchen fast erreicht haben, wollen die Wissenschaftler ihre \"neuen Menschen\" weiterem Training unterziehen. Doch dabei werden diese von einer bösen Vereinigung entführt, die ihre eigenen Vorstellungen einer neuen Weltordnung mit Gewalt durchzusetzen sucht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der Royal Investigation Service (RIS) verfolgt Killer B wegen einer Reihe von Morden an mutmaßlichen Kriminellen. Ein Überlebender des letzten Angriffs wird von Quinn, einem Mitglied einer mysteriösen Organisation, angeworben, um einen Prototyp einer Waffe zu stehlen und zu toben und Koku herauszulocken. Der Savant-Detektiv Keith Flick sieht durch die Ablenkung zu einem noch größeren Diebstahl. Mit übermenschlichen Kräften kämpfen Koku und Quinn auf einem außer Kontrolle geratenen Zug, dessen Wrack später verwendet wird, um die Signatur von Killer B zu hinterlassen.","versions":[{"lang":1,"streams":[{"redirect":8449558,"hoster":"VOE"},{"redirect":8473251,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14069831,"hoster":"VOE"},{"redirect":8337145,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"An einem inszenierten Tatort von Killer B findet das RIS eine Leiche, die durch ein Giftgas getötet wurde. Sie befürchten, dass sie bei der Wohltätigkeitsgala des Bürgermeisters freigelassen wird. Während der Durchsuchung des gigantischen Hotels nehmen die RIS verdeckt teil und vereiteln einen Angriff auf den Bürgermeister. Die Kriminellen übernehmen dann die Automatisierung des Gebäudes und drohen, das Gas freizusetzen. Koku wird zu der Veranstaltung gelockt und folgt Izanami auf das Dach.","versions":[{"lang":1,"streams":[{"redirect":8449561,"hoster":"VOE"},{"redirect":8473253,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8337147,"hoster":"VOE"},{"redirect":8337149,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Kaela besiegt die Gebäudesperre und Minatsuki gibt ein Knockout-Gas ab, um seinen Leuten zu helfen, ihre Beteiligung zu decken. Keith erkennt, dass die bedeutungslosen Verbrechen verwendet werden, um Killer B zu locken, und versucht, sie mit dem Auto zu verfolgen, während Izanami Koku vom Dach führt. Am Lake Lenan versucht sie, die Erinnerungen zu wecken, die Koku weggesperrt hat, aber er kämpft und besiegt sie. Sie sagt ihm, er solle Canopus berühren. Lily hat ein schlechtes Bauchgefühl in Bezug auf die Verbrechen, aber Marco inspiriert Lily und Bran mit ihrem Dienstschwur.","versions":[{"lang":1,"streams":[{"redirect":8449562,"hoster":"VOE"},{"redirect":8300066,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473810,"hoster":"VOE"},{"redirect":8337154,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"In einem Rückblick oder Traum sieht Keith, wie Erika Kazumi Flick gefoltert und getötet wird. Er und Koku gehen jeweils zur Recherche in die königliche Bibliothek. Lily fordert Keith auf, sein Genie einzusetzen, um die Geheimnisse zu erklären, die den Verbrechen zugrunde liegen. Boris lädt das Team versehentlich zu einer Getränkeparty bei Keith ein. Bran entdeckt, dass das gesamte Revier überwacht wird, wird jedoch angegriffen, bevor er das Gebäude verlassen kann.","versions":[{"lang":1,"streams":[{"redirect":12332526,"hoster":"VOE"},{"redirect":8300070,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473806,"hoster":"VOE"},{"redirect":8337169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Bran überlebt den Angriff, aber das Team wird angewiesen, Abstand zu den Ermittlungen zu halten, die als Insider-Job erscheinen. Lily und Koku verfolgen jeweils Keith, um Antworten zu erhalten. Kaela stellt Daten von Brans beschädigtem Laptop wieder her, aber das Überwachungsprogramm wird beendet, bevor sie sie verfolgen kann. Keith erhält einen Hinweis von Bran und stellt eine Falle für seinen Angreifer Jean-Henri, der sie umdreht, indem er sich selbst tötet, um Keith für seinen Tod zu rüsten. Koku schnappt Keith auf das Dach und fragt, ob er Canopus ist. Keith erkennt Koku als Killer B bzw. 13 an. Kamui stockt, als sein Bedarf an einem stabilisierenden Medikament zunimmt.","versions":[{"lang":1,"streams":[{"redirect":8449563,"hoster":"VOE"},{"redirect":8473254,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473812,"hoster":"VOE"},{"redirect":8337174,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Koku verlangt Yunas Standort und Keith erkennt, dass Kokus Nachrichten an sie gerichtet waren. Keith ist ein Mordverdächtiger geworden und das Team blickt in seine Vergangenheit. Keith erzählt Koku vom Jaula Blanca Institut, das versucht hat, geflügelte Wesen, deren versteinerte Überreste gefunden wurden, nachzubilden, um Götter der Vergangenheit wiederherzustellen. Das Programm führte zu missgebildeten und verrückten Menschen, die letztendlich als verdecktes Streik-Team namens Market Maker eingesetzt wurden. Als Kind entschlüsselte Keith eine Inschrift, die wichtige Einblicke in die Struktur der Götter gab, und sein Vater führte Forschungen zum ursprünglichen Ziel des Instituts durch. Aber Market Maker hat das Institut eingeschaltet und zerstört. Yuna erscheint und greift Koku an. Er gewinnt den Vorteil, aber seine Erinnerungen kehren zurück, als er ihre Augen sieht und erkennt, wer sie ist. Sie ersticht ihn, aber auch ihre Erinnerungen kehren zurück. Jedoch,","versions":[{"lang":1,"streams":[{"redirect":8449564,"hoster":"VOE"},{"redirect":8473255,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473814,"hoster":"VOE"},{"redirect":8337184,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Minatsuki nimmt einen verwundeten Yuna, während Market Maker einen wütenden Koku angreift. Kamui hält Koku beschäftigt und Dutzende Harpunen werden vom Luftschiff Moby Dick aus gestartet , wodurch beide aufgespießt werden. Keith feuert eine Schrotflinte auf einen freudigen Minatsuki, der schockiert ist, als er feststellt, dass die Wunde brennt. Auf Laicas Rat ziehen sie sich zum Luftschiff zurück und lassen Keith Kokus Verletzungen pflegen. Eine Rückblende zeigt Koku und Yuna als Kinder am Institut, die ihr geheimes Zeichen setzen und getrennt werden, wenn das Institut angegriffen wird. Kokus Beschützer starben bei der Verteidigung und er assimilierte ihre Körperteile, konnte aber nicht mit der Schuld leben und unterdrückte seine Erinnerungen. Das RIS hat 24 Stunden Zeit, um Keith zu finden oder sich aufzulösen. Minatsukis linker Arm wird von Regulus amputiert, dem Rädelsführer, der den Aufstand von Market Maker angeführt hat.","versions":[{"lang":1,"streams":[{"redirect":8449565,"hoster":"VOE"},{"redirect":8300074,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473820,"hoster":"VOE"},{"redirect":8337188,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Keith liegt tief und fragt Koku nach Dead Kyle, der angeblich seine Schwester Erika getötet hat. Koku erklärt, dass er ein Reggie war, ein übermenschlicher Mörder, der in die Gesellschaft entlassen wurde, als er instabil wurde, wie alle Kriminellen, die Koku getötet hatte. Keith setzt sich kurz mit Eric in Verbindung, um ihn wissen zu lassen, dass es zu einem Abschluss kommt. Lily untersucht Keiths Notizen, fühlt sich als Hilferuf und erfährt etwas über Erika. Eric suspendiert sie und glaubt, dass sie Keith finden und helfen kann. Kaela baut ein sicheres System, Nautilus, wieder auf und verfolgt Lily, aber Market Maker verfolgt sie auch. Kurz nachdem Lily Keith mit Koku gefunden hat, greift Takeru sie an.","versions":[{"lang":1,"streams":[{"redirect":8473603,"hoster":"VOE"},{"redirect":12891357,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473824,"hoster":"VOE"},{"redirect":8337195,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Koku kontert und tötet Takeru. Kukuri konfrontiert Minatsuki mit ihrem Verlust und wird erwürgt. Keith meldet sich und erklärt, dass sich der Wahnsinn, den Market Maker verursacht, innerhalb des Unternehmens verbreitet hat und aufgedeckt werden muss. Keith behauptet, einen Verdächtigen zu haben, aber keinen Beweis. Eric verspottet Keith, weil er so lange gewartet hat, um um Hilfe zu bitten. Eric gibt zu, dass die Entführung von Dead Kyle, um die Vertuschung aufzudecken, seine Idee gewesen war, aber Keith handelte allein; Eric versammelte und trainierte dann die besten Leute, die er finden konnte, zu einem Team, damit sie tun konnten, was sie vorher nicht konnten. Er stellt sie Keith zur Verfügung. Keith vermutet Gilbert, einen Forensiker und seinen Freund aus Kindertagen, der immer noch von Erika besessen ist. Lily provoziert ihn, aber Gilbert merkt, dass er manipuliert wird. Er wechselt die Plätze mit Kamui und einem anderen Reggie, der Marco und Boris eine Falle stellt.","versions":[{"lang":1,"streams":[{"redirect":8449566,"hoster":"VOE"},{"redirect":8300075,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473815,"hoster":"VOE"},{"redirect":8337202,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Yuna erwacht geheilt, weigert sich jedoch, mit Minatsuki zusammenzuarbeiten. Auf der Suche nach Gilbert und Lily schlussfolgert Keith, dass Gilbert in einem geheimen Labor innerhalb des Gebäudes an Lookalikes von Erika arbeitet. Keith und Eric finden seinen Trophäenraum mit Dutzenden von erhaltenen Körpern, darunter Gilberts Vater, der letzte Geschäftsführer des Instituts. Gilbert ruft Keith an, um ihn zu verspotten, und lässt Lily zurück, um zu fliehen. Gilbert befiehlt Market Maker, alle mit ihnen verbundenen Personen zu töten, die für die Polizei arbeiten, aber Laica lehnt ab und trennt ihre Beziehung. Gilbert bricht bei dem Verlust zusammen, unterdrückt diese Persönlichkeit jedoch schnell und verwirft sie, um sich auf eine endgültige Konfrontation mit Keith vorzubereiten.","versions":[{"lang":1,"streams":[{"redirect":8449568,"hoster":"VOE"},{"redirect":8300079,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473822,"hoster":"VOE"},{"redirect":8339115,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"Koku benutzt eine mächtige Hebung, um den Moby Dick zu erreichen . Er kämpft gegen einen verrückten Minatsuki, der sich als auslaufender Reggie herausstellt, dessen Erinnerungen durch den echten Minatsuki - Laica, der eine Bombe auf das Luftschiff legt, verändert wurden. Er entkommt mit Yuna mit dem Hubschrauber und kehrt zu dem Hügel zurück, auf dem die Fossilien und Inschriften entdeckt wurden. Lily erwacht im Krankenhaus und stellt fest, dass Keith Gilbert alleine verfolgt. Gilbert erzählt Keith, wie er den Angriff auf das Institut vorgeschlagen und angeführt hat, um Minatsukis Vertrauen mit einer Lüge zu gewinnen. Minatsuki war das ursprüngliche Ziel des Angriffs, da er alle Reggies stabilisieren und ihnen Unabhängigkeit vom Militär und vom König geben konnte. Laica glaubt, dass er der Prophezeiung folgt und ersticht Yuna.","versions":[{"lang":1,"streams":[{"redirect":8449570,"hoster":"VOE"},{"redirect":8300085,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473823,"hoster":"VOE"},{"redirect":8337215,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Obwohl Keith von Keith geraten hat, den Jetblack zu meiden, der ihn seiner Kräfte berauben könnte, geht Koku dorthin, um Yuna vor Laica zu retten. Laica ist sich seines Rechts und seines Vorteils sicher und fällt Izanami ins Bein. Gilbert erklärt, wie tief er betroffen war, als Keith den Mord anprangerte, und wie viel er getan hat, um Keith für seine Denkweise zu gewinnen, indem er ihn in eine Situation gebracht hat, in der er sich bewusst dafür entschieden hat, zu töten. Keith lehnt dies zunächst ab, doch als Lily bedroht wird, schießt er Gilbert in den Kopf. Drei Monate später beginnen sich die Dinge wieder zu normalisieren, als Koku und Yuna beginnen, ein normales Leben zu führen. In einer Post-Credits-Szene wird gezeigt, dass Kirisame, Kokus Beschützer der Kindheit, mit der Verwaltung zusammenarbeitet, die Market Maker und das RIS überwacht.","versions":[{"lang":1,"streams":[{"redirect":8337119,"hoster":"VOE"},{"redirect":8337115,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13530209,"hoster":"VOE"},{"redirect":8337221,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Koku wird von Kirisame aufgesucht – einem Menschen aus seiner Kindheit, den er eigentlich für tot hielt und der mit ihm für eine neue Weltordnung kämpfen will.","versions":[{"lang":1,"streams":[{"redirect":13121403,"hoster":"VOE"},{"redirect":13121406,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122639,"hoster":"VOE"},{"redirect":13122645,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Kirisames Untergebene zwingen Koku zu einem Akt der Gewalt gegen einen Senator. Anschließend bricht Koku in den Königspalast ein.","versions":[{"lang":1,"streams":[{"redirect":7936755,"hoster":"VOE"},{"redirect":13121411,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122643,"hoster":"VOE"},{"redirect":13122644,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Der Palast weigert sich, bei den Ermittlungen der RIS voll und ganz zu kooperieren. Lily und Koku suchen weitere Informationen über Keiths Verschwinden.","versions":[{"lang":1,"streams":[{"redirect":7936761,"hoster":"VOE"},{"redirect":13121433,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122650,"hoster":"VOE"},{"redirect":13122653,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Keiths Freunde machen Orte aus, an denen er womöglich festgehalten wird. Doch da er aufgrund des Nahrungsentzugs bereits halluziniert, haben sie nicht mehr viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":7936766,"hoster":"VOE"},{"redirect":13121431,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122655,"hoster":"VOE"},{"redirect":13122656,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Koku, Izanami und Yuna müssen einem Hinterhalt von Kirisames Untergebenen entkommen. Lily wird angehalten, während sie mit dem König in ihrem Auto unterwegs ist.","versions":[{"lang":1,"streams":[{"redirect":7936770,"hoster":"VOE"},{"redirect":13121441,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122661,"hoster":"VOE"},{"redirect":13122665,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die RIS setzen die Jagd auf Killer B fort und Koku taucht unter. Doch Kirisame fordert ihn zu einem letzten Gefecht heraus.","versions":[{"lang":1,"streams":[{"redirect":7936775,"hoster":"VOE"},{"redirect":13121407,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13122641,"hoster":"VOE"},{"redirect":13122640,"hoster":"Streamtape"}]}]}]}]}