{"seriesId":"babylon-2019","name":"Babylon (2019)","descr":"Die Geschichte von Babylon dreht sich um einen japanischen Staatsanwalt namens Zen Seizaki, der in Tokio lebt und Teil der dortigen Behörde ist. Während er sich eines Tages mit den illegalen Aktivitäten eines Pharmaunternehmens beschäftigt, stößt er auf eine Wahl für eine \"neue autonome Zone\" im Westen Tokios. Doch wird Zen das Mysterium um diese Wahl beziehungsweise diese neue autonome Zone lösen können?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Suspicion","descr":"Zen Seizaki, Sonderermittler der Staatsanwaltschaft, stößt während der Untersuchung eines Medikamentenschwindels auf einen seltsamen Brief. Dieser enthält bizarre Blutflecken mit Haaren und Hautpartikeln sowie ein Blatt Papier, auf das unzählige Male der Buchstabe F geschrieben wurde. Beim Besuch eines Zeugen, der in diesen Fall verwickelt ist, bietet sich Seizaki ein schockierendes Bild.","versions":[{"lang":3,"streams":[{"redirect":8283685,"hoster":"VOE"},{"redirect":8283687,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Target","descr":"TargetNach dem unerklärlichen Tod seines Kollegen ermittelt Seizaki noch entschlossener gegen die Politiker, die mit der bevorstehenden Bezirkswahl in Verbindung stehen. Mithilfe von Kujiin und Hanta gelingt es ihm schließlich, eine neue Zeugin zu finden und diese zu verhören.","versions":[{"lang":3,"streams":[{"redirect":8283686,"hoster":"VOE"},{"redirect":8283684,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Revolution","descr":"RevolutionGeneralsekretär Nomaru erklärt Seizaki die zentralen Motive hinter der Erschaffung des neuen Bezirks. Trotz der schockierenden Offenbarung, dass auch die Staatsanwaltschaft in diesen Plan verwickelt ist, sucht Seizaki weiterhin nach dem Mörder von Inaba und Fumio. Dabei rücken die zu Unterhaltungszwecken genutzten Frauen immer mehr in den Fokus der Ermittlungen.","versions":[{"lang":3,"streams":[{"redirect":8283696,"hoster":"VOE"},{"redirect":8283694,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Chase","descr":"ChaseItsukis Proklamation hat die Welt in ein Chaos gestürzt. Auch wenn die Fahndung nach dem immer noch unauffindbaren Itsuki auf Hochtouren läuft, kann Seizaki ihm derzeit kein illegales Verhalten nachweisen. In dieser äußerst heiklen Situation wird ihm die neue Staatsbeamtin Sekuro zur Seite gestellt.","versions":[{"lang":3,"streams":[{"redirect":8283707,"hoster":"VOE"},{"redirect":8283705,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Confession","descr":"ConfessionUm die rätselhafte Frau, Ai Magase, zu finden, treffen Seizaki und Sekuro ihren Onkel, der sich in Tokyo aufhält. Dieser erzählt ihnen von einem seltsamen Vorfall, der sich zu Magases Schulzeit ereignet hat. Als zuständiger Arzt für die Therapie des Mädchens hält er noch weitere verwunderliche Enthüllungen für sie parat.","versions":[{"lang":3,"streams":[{"redirect":8283710,"hoster":"VOE"},{"redirect":8283711,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Strategy","descr":"StrategyBis zur Bezirksratswahl sind es noch drei Tage, und Itsukis öffentlicher Auftritt steht kurz bevor. Trotz aller Bemühungen von Seizaki und seinem Team können sie immer noch keine Beweise finden, um Itsuki zu verhaften. Durch Kujiins Worte inspiriert, entwirft Seizaki einen neuen Schlachtplan.","versions":[{"lang":3,"streams":[{"redirect":8283720,"hoster":"VOE"},{"redirect":8283728,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Most Evil","descr":"The Most EvilDas wahre Gesicht des Jungen, der zur TV-Debatte erschienen ist, verblüfft die Welt. Da Nomarus Strategie gescheitert ist, beginnt Seizaki wie geplant mit dem Vorhaben, Itsuki zu entführen. Zunächst scheint alles reibungslos zu verlaufen, aber im Hintergrund braut sich bereits etwas Unheilvolles zusammen.","versions":[{"lang":3,"streams":[{"redirect":8283721,"hoster":"VOE"},{"redirect":8283726,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Hope","descr":"HopeNach der Bezirksratswahl unternimmt der neue Bezirk praktische Schritte, um das Suizidgesetz umzusetzen. Seizaki muss den Veränderungen machtlos zusehen, da er nach seinem gescheiterten Versuch, Itsuki zu entführen, suspendiert wurde. Dann bekommt er eines Tages unerwarteten Besuch.","versions":[{"lang":3,"streams":[{"redirect":8283736,"hoster":"VOE"},{"redirect":8283732,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Chain","descr":"ChainHartford hat als erste Stadt der Vereinigten Staaten die Einführung des Suizidgesetzes verkündet. Daraufhin findet im Weißen Haus eine Notfallbesprechung statt, und Alex kontaktiert Hartfords Bürgermeister Flores. Seit der offiziellen Bekanntmachung des neuen Bezirks hat sich dessen Ideologie weltweit verbreitet und immer mehr Städte führen das Suizidgesetz ein.","versions":[{"lang":3,"streams":[{"redirect":8283741,"hoster":"VOE"},{"redirect":8283738,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Decision","descr":"DecisionNachdem Seizaki und Hardy im Hospiz Flores’ aufgezeichnetes Telefonat angehört haben, folgt der nächste Schock: Deutschland und Italien führen zur selben Zeit das Suizidgesetz ein. Aber die beiden haben kaum Zeit, diese Neuigkeit zu verarbeiten, bevor sie bereits Zeugen einer weiteren Katastrophe werden.","versions":[{"lang":3,"streams":[{"redirect":8283748,"hoster":"VOE"},{"redirect":8283751,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Curtain Rises","descr":"The Curtain RisesEs heißt Vorhang auf für den G7-Gipfel. Die sieben Staatsoberhäupter der Länder, in denen das Suizidgesetz bereits in einzelnen Städten eingeführt wurde, versammeln sich und verkünden ihre jeweiligen Standpunkte. Inmitten der lebhaften Diskussion über Moral, Wirtschaft und Menschenrechte stellt Alex eine Frage in den Raum, die dem Kern des Problems auf den Grund geht.","versions":[{"lang":3,"streams":[{"redirect":8283754,"hoster":"VOE"},{"redirect":8283757,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The End","descr":"The EndNach dem ersten Suizidgipfel wendet Itsuki sich mit der Bitte an Alex, mit einer unentschlossenen Suizidaspirantin zu reden. Alex, der sich nach all seinen Überlegungen zu Gut und Böse der Wahrheit nähert, lässt sich darauf ein. Seizaki, der nun eine Pistole besitzt, hat ein ungutes Gefühl bei der Sache. Während die ganze Welt gebannt zusieht, streckt Magase ihre Finger nach den beiden aus.","versions":[{"lang":3,"streams":[{"redirect":8283766,"hoster":"VOE"},{"redirect":8283763,"hoster":"Streamtape"}]}]}]}]}