{"seriesId":"baby-looney-tunes","name":"Baby Looney Tunes","descr":"Auch als Babys hatten es schon die namhaften Looney Toons wie Bugs Bunny oder Daffy Duck faustdick hinter den Ohren. Dies beweist diese Fernsehserie, in der die kleinen Looney Toons allerhand Unsinn anstellen und Abenteuer erleben. Und dabei darf natürlich auch nicht Oma Granny als liebevolle Babysitterin fehlen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"1a: Nicht weinen, Taz  Wenn der kleine Wirbelwind Taz dabei ist, sich mit seinen Spielsachen zu vergnügen, dann geht regelmäßig etwas kaputt. Großmutter wird das zuviel. Sie beschließt, ihm aus ihrer Spezialkiste ein neues Spielzeug zu geben. Eins, das garantiert niemals kaputt geht! Mal sehen, ob Taz sie da nicht eines besseren belehren kann! 1b: Bühne frei (Lied) 1c: Tweety weiß von nichtsDer arme Tweety ist ganz traurig. Alle seine Freunde stecken offenbar unter einer Decke und teilen ein Geheimnis. Sie flüstern ständig untereinander, und keiner von den anderen Baby Looney Tunes hat Zeit, mit Tweety zu spielen. Schon fragt er sich ernsthaft, ob seine Freunde ihn plötzlich nicht mehr leiden können.","versions":[{"lang":1,"streams":[{"redirect":9939458,"hoster":"VOE"},{"redirect":9939454,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"2a: Die Katze lässt das Schmusen nicht Oje! Daffys Schmusedecke ist verschwunden. Und das auch noch kurz vor dem Mittags-schlaf! Ohne seine Decke kann Daffy aber auf gar keinen Fall einschlafen! Sofort machen er und seine Freunde sich auf die abenteuerliche Suche, die verschwundene Decke wieder zu finden. 2b: Der Baby-Looney-Tunes-Stern (Lied) 2c:  Daffy geht badenOje! Daffys Schmusedecke ist verschwunden. Und das auch noch kurz vor dem Mittags-schlaf! Ohne seine Decke kann Daffy aber auf gar keinen Fall einschlafen! Sofort machen er und seine Freunde sich auf die abenteuerliche Suche, die verschwundene Decke wieder zu finden.","versions":[{"lang":1,"streams":[{"redirect":12382061,"hoster":"VOE"},{"redirect":9939631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"3a: Gelernt ist gelerntSo gerne wären Lola, Bugs und die anderen Baby Looney Tunes schon in der Schule. Aber leider sind sie dafür noch viel zu klein! Also üben sie schon mal zuhause. Zum Beispiel üben sie, wie man richtig Bus fährt oder wie man sicher über die Straße geht. Und Daffy? Der übt sich schon mal darin, gelehrte Vorträge zu halten. 3.b:  Mary hat ein Entenkind (Lied) 3c: Big Boss BugsGroßmutter hat heute eine ganze Menge zu tun. Also muss Bugs auf seine kleinen Freunde aufpassen. Das ist für ihn natürlich kein Problem! Er ist schließlich der älteste und mutigste von allen! Aber dann verschwindet plötzlich Taz, und ein ganz schreckliches, gruseliges Monster taucht auf.","versions":[{"lang":1,"streams":[{"redirect":9939823,"hoster":"VOE"},{"redirect":9939821,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"4a: Das unheimliche KeksmonsterGroßmutter backt Kekse. Kätzchen Sylvester zieht der leckere Geruch in die Nase und prompt kann es sich nicht beherrschen: es futtert die Kekse allesamt auf. Als Großmutter das merkt, stehen die anderen Baby Looney Tunes ihrem Sylvester zur Seite. Sie behaupten, niemand anderes als das Keksmonster habe sich die Plätzchen unter den Nagel gerissen. Und damit Großmutter das auch wirklich glaubt, bauen die Kleinen flugs ein riesiges, fürchterlich aussehendes Monster. 4b: Das Looney-Tunes-Rätsel (Lied) 4c: Die Renn-Piraten-Haus-RaketeDie Baby Looney Tunes sind auf der Suche nach einem neuen Spielzeug. Da kommt ein riesiger Pappkarton gerade recht. Ob so eine große Kiste nun aber besser ein Haus vorstellt, ein Piratenschiff, einen Rennwagen oder ein Raumschiff oder vielleicht alles auf einmal, da sind sich die Freunde nicht wirklich sicher. Also probieren sie es mit Fantasie und Abenteuerlust aus.","versions":[{"lang":1,"streams":[{"redirect":9940005,"hoster":"VOE"},{"redirect":9940014,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"5a: Wem die Stunde schlägt Entchen Daffy hat auf Großmutters Erklärungen, wie man an der Uhr die Zeit abliest, keine Lust. Doch dann passieren ihm merkwürdige Dinge. Erst verpasst Daffy das Picknick mit den anderen, dann entgehen ihm eine Menge Geschenke, weil er die Uhrzeit nicht sagen kann. Hatte er am Ende vielleicht einen Alptraum? Jedenfalls weiß Daffy jetzt, das es besser ist, Großmutter bei ihren Erklärungen zuzuhören. Man weiß ja nie, wann man die Uhrzeit mal brauchen kann. 5b: Hängt die Zunge Dir raus (Lied) 5c: Gewinnen ist nicht allesDie Baby Looney Tunes wollen Federball-Spielen. Aber es ist gar nicht so einfach, zwei Mannschaften zusammenzustellen. Bugs und Tweedy wollen Lola in ihrer Mannschaft haben, aber das wollen Sylvester und Daffy auch. Auf die Gesellschaft von Taz legt keiner wert. Und doch ist es gerade Taz, der plötzlich ein unglaubliches Talent fürs Federball-Spiel entwickelt.","versions":[{"lang":1,"streams":[{"redirect":9940042,"hoster":"VOE"},{"redirect":9940043,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"6a: Meins! Daffy findet eine rote Geldbörse. Obwohl sie eigentlich Großmutter gehört, behauptet er steif und fest, es sei die Seine. Es braucht einige Zeit und einige Einsicht, bis er seinen Fund an Großmutter zurückgeben will. Da aber merkt er, dass er achtlos das Geld, dass in der Börse war, weggeschmissen hat! Nun ist guter Rat teuer.  6b: Over The Burrow (lied) 6c: Sylvester, der QuälgeistWährend die anderen Mittagsschlaf halten, glaubt Sylvester endlich einmal, Großmutter ganz alleine für sich zu haben. Doch Großmutter würde viel lieber ihre grüne Decke fertig häkeln. Das aber ist Sylvester egal. Wie ein Quälgeist hängt er an Großmutter und lässt sie nicht zur Ruhe kommen. Großmutter ist wie immer geduldig, das Blatt ändert sich ganz von selbst.","versions":[{"lang":1,"streams":[{"redirect":9940049,"hoster":"VOE"},{"redirect":9940062,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"7a: Gemeinsam sind wir starkDie Baby Looney Tuney planen ein Spielzeugauto-Rennen. Eifrig bauen sie an ihren Rennwagen, denn natürlich will jeder gewinnen. Schließlich winkt dem Sieger ein riesiger Pokal voller frisch gebackener Kekse. Taz und Sylvester, die noch nie irgendetwas gewonnen haben, tun sich zusammen und siehe da, ihre Gemeinschaft führt zu einem völlig überraschenden Ausgang des Wettrennens! 7b: If You’re Looney (lied) 7c: Wer hat Angst vorm schwarzen Entchen? Daffy kann lesen? Natürlich nicht! Aber der alte Angeber tut so, als könnte er es Die Babys glauben ihm und hören von ihm eine gräuliche Geschichte voller Monster, die nicht dem Buch, sondern seiner blühenden Fantasie entsprungen sind. Am Abend liegen alle Freunde in ihren Betten und fürchten sich. Und tatsächlich! Die Monster kommen. Oder ist es wieder nur Daffy, der Monster spielt?","versions":[{"lang":1,"streams":[{"redirect":9940071,"hoster":"VOE"},{"redirect":9940073,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"8a: Der tapfere, kleine TweedyTweedy, das Küken, hält sich für einen Angsthasen. Da wird es Zeit, dass die Looney Tunes ihm das Gegenteil beweisen. Mit Hilfe eines Theaterstückes machen sie aus Tweedy, ihrem Hauptdarsteller!, kurzerhand einen Helden, der vor nichts mehr Angst hat. Doch Tweedy nimmt seine Rolle allzu ernst. Das Theater ist schon lange aus, da fühlt sich das Küken immer noch als Superheld und geht allen anderen damit mächtig auf die Nerven. Es muss schon wieder etwas passieren! 8b: Jemand redet mit den Tieren (Lied) 8c: Die Pfützen-OlympiadeSo lange hat es draußen Bindfäden geregnet, dass eine große Pfütze mitten im Garten entstanden ist. Den Baby Looney Tunes ist es recht. Sie veranstalten eine Olympiade mit der Aufgabe, die Pfütze auf irgendeine Art zu überqueren. Die meisten Babys scheitern. Von Silvester, der von Natur aus wasserscheuen Katze, würde jeder das Gleiche denken. Doch weit gefehlt! Mit Grannys Hilfe passieren plötzlich Zeichen und Wunder!","versions":[{"lang":1,"streams":[{"redirect":9940078,"hoster":"VOE"},{"redirect":9940080,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"9a: Lolas leuchtendes VorbildLola bildet sich ein, dass alle genau so sein sollten wie sie selber ist. Denn sie selbst, so glaubt sie, weiß am besten, wie man eine Blume malt, aus einer Tasse trinkt oder mit einem Ball spielt. Sie empfindet sich als Vorbild und geht damit allen anderen ziemlich auf die Nerven. So kann das auf keinen Fall bleiben! Lolas Freunde haben auch schon eine gute Idee, wie sie Lola ins Fettnäpfchen treten lassen.  9b: (Baby Elmer Had A Friend (lied) 9c: Muttertags-Karten-Chaos Weil Granny für die Baby Looney Tunes wie eine Mutter ist, wollen sie ihr zum Muttertag eine Glückwunschkarte basteln. Doch schnell kommt es dabei zum Streit. Einer weiß besser als der andere, wie die Karte aussehen muss, und es ist kein Wunder, dass den Tunes am Ende nichts gelingen will. Erst als sie sich versöhnen und alle gemeinsam an einem Geschenk basteln, gelingt ihnen etwas, worüber sich Granny herzlich freuen kann.","versions":[{"lang":1,"streams":[{"redirect":9940094,"hoster":"VOE"},{"redirect":9940101,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"10a: Gelegenheit macht DiebeDas Entchen Daffy packt der Neid, als er Taz’ Spielzeug sieht. Kurzerhand klaut es Daffy und hat auch keinerlei Gewissensbisse, als alle anderen Haus und Garten auf der Suche nach dem Spielzeug auf den Kopf stellen. Es macht Daffy sogar noch Spaß, die Freunde an der Nase herumzuführen. Doch der Dieb wird seiner Beute nicht froh, und Taz bekommt ein viel schöneres Spielzeug, als er es zuvor besessen hat.  10b:  (D-A-F-F-Y (lied) 10c: Feder um Feder, Zahn um ZahnBugs hat einen Milchzahn verloren. Als er den Zahn nachts unter sein Kopfkissen legt, scheint es so, als habe die Zahnfee am nächsten Morgen den Zahn gegen eine Münze eingetauscht. So eine Münze will natürlich auch Daffy. Doch Daffy ist eine Ente, und Enten haben keine Zähne. Also macht er sich eben daran, Tuz einen seiner wackelnden Zähne zu stibitzen.","versions":[{"lang":1,"streams":[{"redirect":9939475,"hoster":"VOE"},{"redirect":9939478,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"11a: AusgedrehtWieder einmal futtert Taz, der Gierschlund, den anderen alle Süßigkeiten weg. Doch diesmal hat das ernste Folgen. Taz, der sich so schnell um die eigene Achse drehen konnte wie ein Wirbelsturm, gelingt sein Kunststück plötzlich nicht mehr. So sehr sich die Baby Looney Tunes auch bemühen, mit allen möglichen Einfällen ihrem Freund zu helfen: Taz hat ausgedreht und ist darüber todtraurig. Wie wäre es, fragt Granny, wenn er zunächst einmal die schweren Süßigkeiten in seinem Bauch verdaute? Danach geht das Drehen sicher wieder wie von selbst. 11b: Taz’s Fridge (lied) 11c: Wie Schnee in der SonneEs schneit! Und nachdem die Tunes erst einmal vor lauter Übermut leicht bekleidet nach draußen laufen, tüchtig frieren und sich warm anziehen müssen, haben sie einen Riesenspaß: sie machen eine Schneeballschlacht, und sie machen Schnee-Engel; und dann bauen sie einen Schneemann! Schade nur, dass der in der Sonne anfängt zu schmilzen. Vielleicht sollten sie ihn ins Haus stellen, um ihn vor der Sonne zu schützen?","versions":[{"lang":1,"streams":[{"redirect":9939483,"hoster":"VOE"},{"redirect":9939488,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"12a: SchattenspieleBugs, Lola und Sylvester haben eine wunderschöne Sandburg gebaut. Doch als Tweedy sie aus Versehen kaputt macht, will keiner mehr mit ihr spielen. Sie ist allein. Aber ist sie das wirklich? Ist da nicht wer in ihrem Zimmer, der ihr alles nachmacht und mit dem sie sich schnell sehr gut versteht? So ist es. Tweedy hat einen geheimen Freund gefunden, mit dessen Hilfe sie alle anderen mal gehörig erschrecken kann.  12b: John Jacob Jongle Elmer Fudd (lied) 12c: Weihnachten im JuliEs ist viel zu heiß, um heute draußen zu spielen. Deshalb überlegen die Baby Looney Tunes, was sie drinnen spielen können. \"Wer ist das schönste Baby\" vielleicht? Oder \"Vater, Mutter, Kind\"? Nein, das ist alles nichts. Lola schlägt vor: \"Krankenhaus\"! Sie selbst will die Ärztin sein. Doch eine Ärztin braucht ein Abhörgerät. Wo soll sie so was nur herbekommen? Vielleicht vom Weihnachtsmann?","versions":[{"lang":1,"streams":[{"redirect":9939498,"hoster":"VOE"},{"redirect":9940055,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"Episode 13","descr":"13a: Bernd BunnySeit Daffy sich über ihn lustig gemacht hat, hat Bugs Bunny keine Freude mehr an seinem Namen. Er nennt sich \"Bernd\". Doch auch darüber spottet Daffy, genauso wie über Bugs Ohren, sein Stummelschwänzchen oder seine Kleider. Zunächst lachen die anderen Looney Tubnes noch über die gemeinen Späße des Entchens, doch schnell wird es ihnen zuviel. Sie wollen ihren alten Bugs, den Spaßmacher und Unterhaltungskünstler, wieder haben. Und sie wollen, dass Daffy sich nicht länger lustig macht. 13b:  Baby Bunny (Lied) 13c: Club DaffyDaffy, das Entchen, gründet einen Club, zu dem man nur Zutritt hat, wenn man das geheime Passwort kennt. Um das Passwort aber zu kennen, müssen die Bewerber erst mal ihre Tauglichkeit unter Beweis stellen. Daffy prüft sie. Er lässt sie Brote für sich schmieren, Eis für sich holen, Spielzeug für sich reparieren. Wie lange es wohl dauert, bis alle den Schwindel durchschauen?","versions":[{"lang":1,"streams":[{"redirect":9939516,"hoster":"VOE"},{"redirect":9939513,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"Episode 14","descr":"14a: Sag mir, wo die Blumen sindAls Bugs für seine Granny vom Beet eine Blume pflückt, will es Daffy ihm gleichtun. Allerdings gleich mit zwei Blumen. Und als die anderen Baby Looney Tunes Wind davon bekommen, wollen auch sie nicht nachstehen. Jeder pflückt so viele Blumen, wie er zu greifen kriegt. Am Ende ist das Beet verwüstet und Granny nur deswegen begeistert, weil sie jetzt Platz hat, Gemüse auszusähen. 14b: Der Looney-Tunes-Zoo (Lied) 14c: Sylvesters großes DonnerwetterWer hätte gedacht, dass Sylvester vor Gewittern Angst hat? Er versteckt sich hinter Grannys Lehnstuhl, um von Sturm und Regen, Blitz und Donner möglichst nichts mitzubekommen. Natürlich wollen seine Freunde ihm helfen, seine Angst zu überwinden. Und so fangen sie denn auch gleich mit Übungen an, wie man dem Donnerwetter mutig begegnen kann.","versions":[{"lang":1,"streams":[{"redirect":9939531,"hoster":"VOE"},{"redirect":12516694,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"Episode 15","descr":"15a: Die Höhle des Monster-Strudelbecken-Wassergeistes Die Toilette ist für alle Baby Looney Tunes ein geheimnisvoller Ort. Es scheint ihnen so, als gäbe es hier ein Monster! Oder ist das Klo vielleicht ein lebensgefährliches Strudelbecken? Oder ist es die verzauberte Höhle des blauen Wassergeistes? Oder vielleicht gleich alles zusammen? So ein Unsinn! Granny klärt die Babys auf, was es wirklich mit dem Klo auf sich hat. 15b: Tatze und Schnabel (Lied) 15c: KinderfernsehenSchweinchen Petunia kommt einfach nicht los vom Fernsehapparat. Es muss sich erst ein Stromausfall ereignen, dass sie ihren Fernsehplatz verlässt, allerdings hochbetrübt, weil sie nun nämlich ihre Lieblingssendung verpasst. Doch die Baby Looney Tunes wissen zu helfen. Im aufgeschnittenen Pappkarton veranstalten sie für Petunia eine Live-Fernseh-Show!","versions":[{"lang":1,"streams":[{"redirect":9939545,"hoster":"VOE"},{"redirect":9939548,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"Episode 16","descr":"16a: Das Sandmännchen ist daGibt es nun ein Sandmännchen oder gibt es keines? Daffy bleibt die ganze Nacht wach, um es herauszukriegen. Aber obwohl er es nicht zu Gesicht bekommt, haben alle Baby Looney Tunes am nächsten Morgen Sand in den Augen. Wie kann das sein? Ist das Sandmännchen unsichtbar? Und versteckt es sich tagsüber im großen Sandkasten vor dem haus? Die Freunde gehen der Sache nach.  16b: kleine Looney Tunes (Lied) 16c: Das coolste Kind der GegendUm das coolste Kind der Gegend zu werden, muss Bugs auch das coolste Spielzeug weit und breit haben: den mechanischen Muskelprotz. Es dauert lange, bis die Post endlich das ersehnte Päckchen bringt. Was Bugs darin aber findet, ist nicht der fertige Muskelprotz mit Fernsteuerung, sondern tausend Einzelteile und eine Bauanleitung. Zum Zusammenbauen braucht es Geduld, genau das, was Bugs überhaupt nicht hat!","versions":[{"lang":1,"streams":[{"redirect":9939562,"hoster":"VOE"},{"redirect":9939561,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"Episode 17","descr":"17a: Taz geht badenAb geht’s in die Badewanne mit den Baby Looney Tunes! Denn Granny hat gesagt, dass sie erst alle wieder sauber sein müssen, bevor sie weiterspielen dürfen. Die meisten Babys haben mit dem Baden einen großen Spaß, nur Taz nicht. Der kann Wasser und Seife nicht ausstehen, nimmt seine Beine in die Hand und flüchtet. Die Freunde jagen ihm nach, um ihn einzufangen. 17b: Mein Bunny liegt weit in der Ferne (Lied) 17c: Hab ich nicht! Hast Du doch!Beim Bauen der Ritterburg geraten sich Lola und Bugs heftig in die Haare. Die anderen Tunes staunen wie die Bauklötze und wollen den Streit natürlich so schnell wie möglich schlichten. Sie erfinden eine Freundschaftsparty und erleben dabei aber ihr blaues Wunder! Bugs und Lola wollen sich keineswegs schnell versöhnen.","versions":[{"lang":1,"streams":[{"redirect":9939575,"hoster":"VOE"},{"redirect":9939577,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"Episode 18","descr":"18a:  Basketball und Kaffeekränzchen Bugs, Daffy und Sylvester wollen Basketball spielen. Doch dafür müssten sie eigentlich zu viert sein. Dass sie Lola, ein Mädchen!, in ihr Team aufnehmen, kommt ihnen dabei nicht in den Sinn. Umgekehrt verlieren Melissa und Petunia keinen Gedanken daran, Sylvester zu ihrem Kaffeekränzchen einzuladen. Denn Kaffeekränzchen ist ja nur etwas für Mädchen. Aber stimmt das alles wirklich? 18b: Seht Ihr den Käfig (Lied)  18c: Taz der Tollpatsch Entweder, es will keiner mit ihm spielen, oder aber die anderen Tunes empfinden Taz sogar als Störenfried. Er ist ihnen heute einfach zu tollpatschig. Also verlegt sich Taz darauf, die anderen mit einem ganz besonders tollpatschigen Benehmen unentwegt zum Lachen zu bringen. Doch Granny weiß schon sehr bald, dass ihr Taz dabei, den Hanswurst zu spielen, auch Gefahr läuft, sich selber weh zu tun.","versions":[{"lang":1,"streams":[{"redirect":9939595,"hoster":"VOE"},{"redirect":9939594,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"Episode 19","descr":"19a: Wir machen MusikGranny liebt Musik, aber vor lauter Arbeit hat sie leider überhaupt keine Zeit mehr, sich welche anzuhören oder gar aus dem Haus und ins Konzert zu gehen. Deswegen beschließen die Baby Looney Tunes, Granny eine Freude zu machen und selbst ein Orchester zu gründen. Einfach ist das nicht, denn keines von ihnen kann auch nur ein einziges Instrument spielen. Allerdings kommen die Freunde mit Einfallsreichtum, Töpfen, Deckeln und Trillerpfeifen ihrer Sache auch so ziemlich nahe.  19b: Wo ist nur mein Marsianer hin (Lied)  19c:  Freundschaft auf den zweiten BlickDie Baby Looney Tunes bekommen Gesellschaft. Gerade sind sie dabei, ein Loch bis zum anderen Ende der Welt zu buddeln, das steht Marvin vor ihnen und sieht aus wie ein Marsmensch. Auch sonst scheint er ganz anders als sie selbst zu sein, und es herrscht alles andere als eine Freundschaft auf den ersten Blick. Doch nachdem Taz für ihn Partei ergreift, gelingt es auch den anderen, alle Unterschiede und Missverständnisse zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":9939617,"hoster":"VOE"},{"redirect":9939611,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"Episode 20","descr":"20a: Es ist noch kein Hase vom Himmel gefallenWas sollen die Baby Looney Tunes heute anstellen? Vielleicht Rollschuhe fahren? Das ist eine prima Idee. Aber warum hat Bugs dazu überhaupt keine Lust? Mit allen Mitteln versucht er zu verhindern, dass es endlich mit dem Rollschuh-Fahren losgeht. Liegt es vielleicht daran, dass Bugs überhaupt nicht fahren kann? Genauso ist es. Lola nimmt sich seiner an und versucht, es ihm mit einem Schnellkurs beizubringen. 20b: Der Hase spielt am Brunnen (Lied) 20c: Geschäft ist Geschäft Daffy ist überhaupt nicht glücklich darüber, dass Bugs einen Limonadenstand ohne ihn eröffnet hat. Schließlich hält sich Daffy für einen ausgezeichneten Limonaden-Verkäufer! Und das ist er wirklich. Als Bugs ihn in sein Geschäft aufnimmt, sind die beiden ein hervorragendes Team. Nur schade, dass Daffy ein alter Faulpelz ist und Bugs die ganze Arbeit alleine machen soll.","versions":[{"lang":1,"streams":[{"redirect":9939645,"hoster":"VOE"},{"redirect":9939643,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"Episode 21","descr":"21a: Mr. McStufflesMr. McStuffles für wohltätige Zwecke wegzugeben, kommt für Duffy nicht infrage. Er besteht darauf, sein ehemaliges Lieblingsspielzeug zu behalten, obwohl es unmodern ist und er eigentlich gar nichts mehr damit anfangen kann. Einzig Tweety gelingt es, ihn mit ihrem weichen Herz umzustimmen. 21b: Der Baby-Looney-Tunes-Stern (Lied) 21c: Fantasie auf ReisenWas tun, wenn die spannendsten Seiten im Märchenbuch einfach fehlen? Die Baby Looney Tunes erfinden einfach eine ganz eigene Version von der reichen Prinzessin, die den armen Kohlbauern heiraten will und machen sich dabei allesamt zu Hauptdarstellern.","versions":[{"lang":1,"streams":[{"redirect":9939657,"hoster":"VOE"},{"redirect":9939660,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"Episode 22","descr":"22a: Lolas LockeWeil ihr ihre lange, blonde Locke direkt vor den Augen hängt, kann Lola kaum noch etwas sehen. Aber was hilft da? Haarklammern? Haargel? Nein, sagt Granny. Lola soll zum Friseur! Aber da war sie doch noch nie und wer weiß, was da mit ihr passiert. 22b: Hängt die Zunge Dir raus (Lied) 22c: Daffy kehrt alles unter den TeppichKaum hat Daffy ein neues Spielzeug, vergisst er die Welt um sich herum. Zeit zum Aufräumen hat er dann natürlich auch keine mehr. Aber was soll er bloß mit den ganzen Spielsachen machen, die überall herumliegen?","versions":[{"lang":1,"streams":[{"redirect":9939678,"hoster":"VOE"},{"redirect":9939718,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"Episode 23","descr":"23a: Daffy war es!So was gemeines! Tweety stellt die ganze Zeit Unfug an und behauptet einfach immer Daffy sei es gewesen. Aber Granny durchschaut den kleinen Schwindler und kann ihm die Wahrheit schon bald durch einen kleinen Trick entlocken. 23b: Jemand redet mit den Tieren (Lied) 23c:  Das Schwein, das Wolf riefDie arme Petunia! Keiner hat Lust mit ihr zu spielen, immer ist sie alleine. Plötzlich kommt ihr eine Idee und ab sofort schafft sie es immer im Mittelpunkt zu stehen. Aber, oh nein, warum hilft ihr denn plötzlich niemand, als sie ganz schön in der Patsche sitzt.","versions":[{"lang":1,"streams":[{"redirect":9939696,"hoster":"VOE"},{"redirect":9939698,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"Episode 24","descr":"24a: Das süßeste Kätzchen der StadtAlle finden, dass Sylvester das süßeste Kätzchen in der Stadt ist, bis der kleine Pepe zu Besuch kommt. Plötzlich dreht sich alles nur um ihn. Sylvester ist mächtig eifersüchtig, deshalb denkt er sich etwas aus, wie er den kleinen Pepe bei den anderen mies machen kann. 24b:  Baby Bunny (Lied)  24c: Der Zauber des Frühlings Bugs will eine tolle Zaubershow für seine Freunde machen. Aber oje, seine Tricks klappen nicht und alle lachen ihn aus! Nach einem kleinen Spaziergang im zauberhaften Frühlingsgarten weiß Bugs plötzlich, wie er die anderen mit einem Meisterstück der Zauberei überraschen kann.","versions":[{"lang":1,"streams":[{"redirect":12915507,"hoster":"VOE"},{"redirect":9939726,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"Episode 25","descr":"25a: Wer hat das gesagt?Daffy hat eine richtig große Wut und macht sich mit einem Schimpfwort Luft. Weil Granny das für ungezogen hält, schlägt sie ihm andere Methoden vor sich zu beruhigen. Aber Daffy hat heute seinen Pechtag. Ein Missgeschick reiht sich ans andere. Wird er es schaffen, das Schimpfwort nicht zu sagen?  25b: Tatze und Schnabel (Lied) 25c: Sollen sie doch Kuchen backenMelissa hat große Lust auf Kuchen, möchte aber nicht beim Backen helfen. Während die anderen Zucker abmessen, Eier aufschlagen und Zutaten zusammenrühren, liegt Melissa auf dem Sofa und schaut sich Bilderbücher an. Ob sie so an den ersehnten Kuchen kommt?","versions":[{"lang":1,"streams":[{"redirect":9939739,"hoster":"VOE"},{"redirect":9939744,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"Episode 26","descr":"26a:  Ruf mal wieder anTweety und Petunia wollen ihre frisch erworbenen Telefonkünste unter Beweis stellen und ihre Lieblingstante anrufen. Aber wie war das noch mal? Hörer abnehmen und Tasten drücken … genau! Komischerweise meldet sich am anderen Ende nicht die Tante, sondern ein netter Junge aus Japan.  26b: John Jacob Jongle Elmer Fudd (lied) 26c: Das große FutternBugs findet beim Frühstück ein Spielzeug in der Cornflakes-Packung. Klar, dass alle anderen Tunes auch so eins haben wollen. Aber Granny hat zur Bedingung gemacht, dass die Packungen erst leer gegessen sein müssen, bevor es das Spielzeug gibt. Daffy hat dafür sofort eine Lösung.","versions":[{"lang":1,"streams":[{"redirect":9939763,"hoster":"VOE"},{"redirect":9939759,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"Episode 27","descr":"27a: Manierliche ManierenGranny hat einen Abend im Restaurant \"Vornehm\" gewonnen und die Tunes wollen sie begleiten. Dafür müssen sie aber erst einmal ihre Tischmanieren verbessern. Bugs schlägt vor, alles Wissenswerte in einem eigens dafür eröffneten Restaurant zu erproben: Leider kommen dabei weniger gute Tischmanieren als eine riesige Essensschlacht heraus. 27b: Seht Ihr den Käfig (Lied) 27c: Petunia, das SparschweinchenSo etwas gemeines. Alle lachen Petunia aus, weil sie ihr Taschengeld spart, statt es sofort in Eis umzusetzen. Als aber der Eismann eine Rieseneisbombe mit Sahne und Mandeln bringt, kann die keiner kaufen. Außer Petunia natürlich.","versions":[{"lang":1,"streams":[{"redirect":13004102,"hoster":"VOE"},{"redirect":9939772,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Folge 28","epNo":28,"alt":"Episode 28","descr":"28a: Petunias größtes TalentAlle Baby Looney Tunes haben etwas, was sie richtig gut können. Malen, Puppenanziehen, Ballspielen, Seilhüpfen oder Schaukeln. Nur Petunia findet nichts. Während sie alles mögliche ausprobiert und sich schon langsam nichts mehr zu traut, merkt sie gar nicht, dass Bugs, Taz und Sylvester ohne ihre Hilfe gar nicht hätten weiterspielen können. 28b: Der Looney-Tunes-Zoo (Lied) 28c: Eingeschnappte LeberwurstLola hat rausgefunden, dass ihre Freunde es nicht gut ertragen, wenn sie schmollt. Vergnügt spielt sie \"eingeschnappt\" und kriegt so alles, was sie will. Aber plötzlich fangen alle an zu schmollen. Was jetzt?","versions":[{"lang":1,"streams":[{"redirect":9939790,"hoster":"VOE"},{"redirect":9939791,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Folge 29","epNo":29,"alt":"Episode 29","descr":"29a: Melissa, die QuakenteMelissa übt sich darin, witzig zu sein und macht sich auf Kosten ihrer Freunde lustig. Die finden das aber gar nicht komisch und weigern sich, weiter mit ihr zu spielen. Jetzt kann nur noch Granny helfen.  29b: (D-A-F-F-Y (lied) 29c: Deins, meins und meins, meins, meinsDas hat es ja noch nie gegeben: Daffy überlässt den anderen sein Spielzeug. Leider tut er es aus reiner Berechnung. Er glaubt auf diese Art, neue Spielsachen zu bekommen. Aber das klappt nicht. Seine Spielzeugkiste bleibt leer, bis er rausgefunden hat, wie man wirklich teilt.","versions":[{"lang":1,"streams":[{"redirect":9939814,"hoster":"VOE"},{"redirect":9939810,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Folge 30","epNo":30,"alt":"Episode 30","descr":"30a: Leben ist VeränderungSylvester kann Veränderungen nicht ausstehen. Er will keine neuen Spiele und keine neuen Cornflakes. Auch das Zubett-Gehen und Gute-Nacht-Sagen muss genau so wie immer stattfinden. Als Sylvester seine frisch bezogene Bettdecke runterreißt und die alte zurück verlangt, hat er es zu weit getrieben. Granny reißt der Geduldsfaden. 30b: Wo ist nur mein Marsianer hin (Lied) 30c: Benimm Dich Deinem Alter entsprechendBugs, Daffy und Sylvester konkurrieren um die Aufmerksamkeit von Granny , in dem sie sich wieder wie ein Baby benehmen. Daffy muss aufs Töpfchen, Sylvester braucht noch Milch, Bugs täuscht Alpträume vor. Als Granny den Jungen aber Babybrei serviert und sie in den Laufstall sperrt, fängt ihnen das Spiel langsam an, peinlich zu werden.","versions":[{"lang":1,"streams":[{"redirect":9939842,"hoster":"VOE"},{"redirect":9939839,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Folge 31","epNo":31,"alt":"Episode 31","descr":"31a: Wer ist eure Granny?Granny hat sich den Fuß verstaucht, deshalb rät Lola ihr sich auszuruhen und übernimmt kurzerhand ihre Aufgaben. Die anderen Tunes finden das übertrieben. Sie fangen an, unter Lolas Erziehungsmaßnahmen zu stöhnen, bis sie sich mit einem kleinen Trick von dem Lola-Granny-Monster befreien können. 31b: If You’re Looney (lied) 31c: Die PetzeWann ist eine Petze eine Petze? Lola informiert Granny, dass Duffy unerlaubt die Schere benutzt und wird dafür gelobt, Schaden verhindert zu haben. Ab jetzt verrät sie jeden kleinen Streit, bis ihre Freunde keine Lust mehr haben, mit ihr zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9939855,"hoster":"VOE"},{"redirect":9939857,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Folge 32","epNo":32,"alt":"Episode 32","descr":"32a:  Ein Spaß auf eure KostenDaffy und Melissa spielen ihren Freunden Streiche, die die ganz und gar nicht komisch finden. Außer Bugs sind schon alle reingefallen. Der ist aber bereits informiert und hat sich mit den anderen eine Gemeinheit ausgedacht, über die selbst Melissa und Daffy nicht mehr lachen können.  32b: Baby Elmer Had A Friend (song) 32c: Raupen, Monster, MutationenMelissa verbreitet Geschichten über Taz und behauptet, dass er sich in ein Monster verwandeln und sogar Granny krank machen kann. Das ist die Stunde von Bugs Starreporter. In echter Detektivmanier geht er der Sache nach. Schon ist er sicher, dass Melissa geflunkert hat. Aber als er gerade testet, ob Taz Granny Rückenschmerzen machen kann, schreit die laut auf.","versions":[{"lang":1,"streams":[{"redirect":9939885,"hoster":"VOE"},{"redirect":9939873,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Folge 33","epNo":33,"alt":"Episode 33","descr":"33a: Sag niemals nieSo ein Mist. Alle anderen können gut tanzen, nur Sylvester fährt einen Misserfolg nach dem anderen ein. Für ihn steht fest: er wird überhaupt nichts neues mehr ausprobieren. Weil seine Freunde aber gerne mit ihm Fingerfarben malen möchten, denken sie sich allerhand Tricks aus, wie sie seine Pfoten in ein Farbtöpfchen bringen. 33b: Taz’s Fridge (lied) 33c: Ente gut, alles gutDaffy kann nicht verlieren und ärgert seine Freunde damit, dass er jedes Spiel abbricht. Um Ausreden ist er dabei nie verlegen. Erst als Granny ihm eine Auszeichnung verspricht, wenn er etwas zu Ende bringt, gelobt er Besserung.","versions":[{"lang":1,"streams":[{"redirect":9939893,"hoster":"VOE"},{"redirect":9939909,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Folge 34","epNo":34,"alt":"Episode 34","descr":"34a:  Melissa, die HeldinMelissa hat Petunias Puppe gerettet und wird von ihrer Freundin als Heldin gefeiert. Leider steigt ihr das zu Kopf, so dass sie anfängt, richtig anzugeben. Die Monster, mit denen sie gekämpft zu haben vorgibt, werden immer größer und gefährlicher. Als sie bei Tisch ihre Heldengeschichte noch einmal erzählen soll, ist vor allem Petunia ganz gespannt, ob Melissa das hinbekommt.  34b: Mein Bunny liegt weit in der Ferne (Lied) 34c:  Immer Ärger mit Larry Petunia fällt es schwer, Wünsche zu äußern, deshalb wird selten gemacht, was sie möchte. Zum Trost erfindet sie sich einen unsichtbaren Freund, der immer auf sie hört und ihr hilft, sich gegen die anderen TUNES durchzusetzen. Das klappt prima, bis ihre Freunde sich plötzlich alle einen großen starken unsichtbaren Helfer zulegen.","versions":[{"lang":1,"streams":[{"redirect":9939906,"hoster":"VOE"},{"redirect":9939908,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Folge 35","epNo":35,"alt":"Episode 35","descr":"35a:  Der kleinste TweetyTweety zieht sich zurück, weil er keine Lust hat, als der Kleinste immer der Letzte zu sein. Erst bemerken die anderen gar nicht, das er beim Spielen fehlt. Und dann plötzlich wird ihnen klar, wie viel Spaß sie immer miteinander haben dass vom ihm die besten Ideen kommen. Als Dank richten sie ihm eine Überraschungsparty aus. Aber wo steckt Tweety nur? 35b: Over In The Burrow (lied) 35c: Vertrauen ist gut, Kontrolle ist besserBugs weiß für jedes Problem eine Lösung, deshalb genießt er das Vertrauen seiner Freunde. Sie händigen ihm ihre mit viel Mühe verdienten fünf Dollar aus, damit er ein neues Volleyball-Netz kaufen kann. Aber im Spielzeugladen gibt es einfach zu viele schöne Spielsachen. Bugs kann nicht widerstehen und kauft ein, was ihm gefällt. Als er ohne Netz nach Hause kommt, sind seine Freunde ganz schön schockiert.","versions":[{"lang":1,"streams":[{"redirect":9939932,"hoster":"VOE"},{"redirect":9939928,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Folge 36","epNo":36,"alt":"Episode 36","descr":"36a: Der geschniegelte KaterIn der Werbung wird versprochen, wer Schoko-Drops-Pickle-Pops isst, wird cool. Klar, dass Sylvester dafür sein Sparschwein schlachtet und sogar Gurken isst, obwohl er die nicht ausstehen kann. Gespannt erwartet er die Reaktion seiner Freunde, aber die merken offenbar gar nichts von seiner Veränderung. 36b: 10 kleine Looney Tunes (Lied) 36c: AuszeitGroßmutter hat Bugs, Daffy und Taz auf die Strafbank gesetzt, weil sie verbotenerweise im Wohnzimmer Hockey gespielt haben. Dabei ist die alte Standuhr kaputt gegangen und um ein Haar hätten sie sich verletzt. Aber statt über ihre Fehler nachzudenken, versuchen die Drei die Uhr auf eigene Faust zu reparieren und bringen sich damit in noch größere Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9939952,"hoster":"VOE"},{"redirect":9939950,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Folge 37","epNo":37,"alt":"Episode 37","descr":"37a: Geschenk für GrannyWeil Granny immer so gut für ihre Kleinen sorgt, wollen die ihr ein Geschenk basteln. Begeistert machen sich alle mit Klebstoff, Stiften und Papier ans Werk. Alle außer Lola. Die möchte Granny ganz alleine etwas ganz Besonderes schenken. Aber schon bald merkt sie, dass sie es ohne die Hilfe ihrer Freunde nicht schafft. 37b: Der Hase spielt am Brunnen (Lied) 37c: Dreckschweinchen und WaschbärenDaffy versteht es, geschickt auszunutzen, dass Sylvester Sauberkeit und Ordnung liebt. Er lässt das Kätzchen für sich aufräumen. Das geht so lange gut, bis Bugs Sylvester klar macht, dass er nur für seinen eigenen Mist verantwortlich ist. Jetzt ist Daffy aufgeschmissen. Denn gleich soll das Seifenblasen-Wett-Spiel beginnen und in seinem Durcheinander kann er einfach seine Seifenblasen nicht finden.","versions":[{"lang":1,"streams":[{"redirect":9939960,"hoster":"VOE"},{"redirect":9939963,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Folge 38","epNo":38,"alt":"Episode 38","descr":"38a:  ErinnerungsfotosGroßmutter sitzt mit ihren Kleinen auf dem Sofa und schaut alte Fotos an. Dabei werden viele lustige Erlebnisse wieder wach. Zum Beispiel wie Daffy Schule-Spielen erst doof fand und dann ganz wild darauf wurde oder wie jeder für Granny das schönste Muttertag-Geschenk basteln wollte und darüber alle in einen Riesenstreit geraten sind.  38b: Bühne frei (Lied) 38c:  Umziehen und AnziehenDas kann doch nicht wahr sein! Lola und Bugs haben gehört, dass Granny umziehen will. Sofort fallen den Baby Looney Tunes ganz viele Abenteuer ein, die sie in diesem schönen Haus und Garten schon erlebt haben. Die Freunde sind sich einig. Sie müssen Großmutter von ihrem Vorhaben abbringen. Nur hat die gar nicht vor, das Haus zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":9939976,"hoster":"VOE"},{"redirect":9939978,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Folge 39","epNo":39,"alt":"Episode 39","descr":"39a: Ein Ei-genartiges Abenteuer – Teil 1Während Granny vorliest, rast Taz mit seinem Auto im Zimmer rum, so dass die anderen nicht mehr richtig zuhören können. Dieses Mal ist Bugs dran, den Störenfried zur Ruhe zu bringen. Als endlich alle zusammen gespannt der Geschichte vom Osterhasen im Märchenwald lauschen, ist Taz so fasziniert, dass er sofort Ostern erleben will. Weil es aber noch einen Tag und eine Nacht dauert, bis es so weit ist, lassen sie sich seine Freunde allerhand einfallen, um die Wartezeit zu verkürzen. Gibt es den Osterhasen nun oder nicht? Tweety, Sylvester und Lola halten es für möglich. Daffy ist sicher, dass er eine kindliche Erfindung ist. Bugs ist hin- und her gerissen. Einerseits hat er den Osterhasen nie gesehen und will nicht als kindisch gelten, andererseits will er den anderen nicht den Spaß verderben, die sich so sehr auf Ostern freuen und für Bugs sogar einen besonderen Osterhasenscherz vorbereitet haben. Aber Daffy tut alles, um Bugs auf seine Seite zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":12918635,"hoster":"VOE"},{"redirect":9939994,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Folge 40","epNo":40,"alt":"Episode 40","descr":"40a: Ein Ei-genartiges Abenteuer – Teil 2Was ist, wenn Daffy recht hat und es den Osterhasen wirklich nicht gibt? Für Lola, Tweety und Sylvester ist klar, dass Taz dann sehr enttäuscht wäre. Und das wollen sie auf keinen Fall. Deshalb stehen sie am Ostermorgen ganz früh auf, noch bevor Daffy und Bugs wach sind und bescheren Taz einen aufregenden Riesen-Ostereier-Suchspaß. Bugs und Daffy wundern sich am Ostermorgen, dass die Betten ihrer Freunde leer sind. Leise machen sie sich auf und entdecken die anderen beim Ostereier-Suchen. Nicht mal Daffy bringt es übers Herz, Taz die Freude zu verderben. Also zaubern sie schnell ein paar Ostereier, die Taz freudig als Gabe des Osterhasen in sein Körbchen legt. Aber oh weh. Taz fällt mit seinem Schatz ins Wasser und jetzt kommt der Schwindel raus. Die Eier sind nur angemalte Steine.","versions":[{"lang":1,"streams":[{"redirect":9940030,"hoster":"VOE"},{"redirect":9940026,"hoster":"Streamtape"}]}]}]}]}