{"seriesId":"baby-daddy","name":"Baby Daddy","descr":"Der Junggeselle Ben, Anfang 20, jobbt in New York als Barkeeper. Sein Leben ändert sich über Nacht, als ihm eine Ex-Freundin ein gemeinschaftlich erzeugtes Baby vor die Türschwelle legt. Nach reiflicher Überlegung entscheidet sich Ben, das kleine Mädchen großzuziehen. Unterstützung bekommt er von seinem besten Kumpel Tucker und seinem Bruder Danny, einem professionellen Eishockey-Spieler. Auch seine dominante Mutter Bonnie mischt sich gern in die Erziehung ein. Bens platonische Freundin Riley träumt unterdessen heimlich von einer Beziehung mit ihm – nicht ahnend, dass sein Bruder bereits ein Auge auf sie geworfen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Emma","epNo":1,"alt":"Pilot","descr":"Danny zieht bei seinem Bruder Ben und dessen Mitbewohner Tucker ein. Ben erfährt überraschend, dass er Vater geworden ist, als ein Baby vor seiner Tür abgestellt wird. Bens und Dannys Schulfreundin Riley, die gerade zum Jurastudium zugelassen wurde, stößt zu ihnen. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449632,"hoster":"VOE"},{"redirect":12101694,"hoster":"Doodstream"},{"redirect":8300228,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich hab’s doch gleich gesagt","epNo":2,"alt":"I Told You So","descr":"Ben, Danny und Tucker mühen sich damit ab, einen Zeitplan für die Betreuung von Emma auszuarbeiten. \u0026lt;br /\u0026gt;\rBonnie akzeptiert Bens Wunsch, ein guter Vater zu sein und Riley arbeitet mit Bonnie an deren Testament.","versions":[{"lang":1,"streams":[{"redirect":8449630,"hoster":"VOE"},{"redirect":12101697,"hoster":"Doodstream"},{"redirect":8300229,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Glückstrikot","epNo":3,"alt":"The Nurse And The Curse","descr":"Riley ist neidisch, weil Ben mit einer Krankenschwester ausgeht. Bonnie und Tucker helfen Danny, über seinen Aberglauben hinwegzukommen, als sein Glückstrikot kaputtgeht. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449633,"hoster":"VOE"},{"redirect":12101699,"hoster":"Doodstream"},{"redirect":8300233,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Immer wieder Bonnie","epNo":4,"alt":"Guys, Interrupted","descr":"Ben, Danny und Tucker müssen mit Bonnies ständiger Anwesenheit zurechtkommen, da Ben ihr einen Schlüssel zur Wohnung gegeben hat. Danny stört sich mächtig daran, dass Riley mit einem Kommilitonen flirtet. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449634,"hoster":"VOE"},{"redirect":12101709,"hoster":"Doodstream"},{"redirect":8300238,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verheiratet für den Job","epNo":5,"alt":"Married To The Job","descr":"Bonnie veranstaltet eine Babyparty für Ben und Emma. Danny und Tucker benutzen Emmas neuen Kinderwagen, um Frauen anzusprechen. Ben und Riley geben vor, verheiratet zu sein, damit Ben befördert wird. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449635,"hoster":"VOE"},{"redirect":12101707,"hoster":"Doodstream"},{"redirect":8300235,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Coach Riley","epNo":6,"alt":"Take Her Out Of The Ballgame","descr":"Danny hat Probleme damit, dass Bonnie mit seinem Trainer flirtet. Ben und Tucker müssen mit Rileys aggressivem Auftreten klarkommen, als sie Kapitänin ihres Softball-Teams wird. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449636,"hoster":"VOE"},{"redirect":12101705,"hoster":"Doodstream"},{"redirect":8300236,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Möge der Bessere gewinnen","epNo":7,"alt":"May The Best Friend Win","descr":"Ben und Tucker buhlen um dasselbe Mädchen. Bonnie geht auf eine Online-Dating-Website. Währenddessen hilft Riley Danny bei seiner Furcht, vor Publikum zu sprechen. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":13004103,"hoster":"VOE"},{"redirect":12101710,"hoster":"Doodstream"},{"redirect":8300244,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Daddy-Flüsterer","epNo":8,"alt":"The Daddy Whisperer","descr":"Danny und Tucker müssen sich im Wäschekeller einen Boxkampf im Fernsehen ansehen, weil Ben sie aus der Wohnung wirft. Er versucht die Leiterin einer Eltern-Kind-Gruppe zu beeindrucken, in der er gerne mitmachen möchte. Bonnie und Riley werden des Ladendiebstahls beschuldigt. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449637,"hoster":"VOE"},{"redirect":12101708,"hoster":"Doodstream"},{"redirect":8300248,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Weihnachtsfoto","epNo":9,"alt":"A Wheeler Family Christmas Outing","descr":"Bens Vater Ray kommt zu Besuch, um sich für das gemeinsame Familien-Weihnachtsfoto ablichten zu lassen. Bonnie glaubt, Ray möchte wieder zu ihr zurück. Stattdessen gesteht Ray jedoch, dass er schwul ist. Nachdem Riley und Tucker Dannys Tagebuch gefunden haben, stellt Riley Danny Fragen zu seiner großen High-School-Liebe. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449641,"hoster":"VOE"},{"redirect":8300249,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Hochzeit","epNo":10,"alt":"Something Borrowed, Something Ben","descr":"Riley hilft ihrer Freundin Katie bei ihrer Hochzeitsplanung. Gene, ein alter Freund, der nie um einen Streich verlegen ist, kommt zu Besuch und verursacht kurz vor der Hochzeit ein heilloses Durcheinander. Danny und Tucker lassen die Hochzeitstorte fallen, und Bonnie versucht, das große Ereignis auf Video festzuhalten. (Text: Disney Channel)","versions":[{"lang":1,"streams":[{"redirect":8449640,"hoster":"VOE"},{"redirect":12101713,"hoster":"Doodstream"},{"redirect":8300253,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Überzeugungsarbeit","epNo":1,"alt":"I’m Not That Guy","descr":"Ben glaubt, Gefühle für Riley entwickelt zu haben, und versucht sie zu überzeugen, dass er kein Playboy mehr ist. Riley lädt Ben zu einer Büro-Party ein, aber Bens Bemühungen zu beweisen, dass er zuverlässig ist, scheitern. Danny will Riley zur Seite stehen, muss aber feststellen, dass Riley sich mit einem anderen Mann angefreundet hat. Tucker setzt alles in Bewegung, um mit einem Supermodel ausgehen zu können, und Bonnie versucht mit Hilfe von Emma einen gutaussehenden Fremden kennenzulernen.","versions":[{"lang":1,"streams":[{"redirect":8449639,"hoster":"VOE"},{"redirect":12101711,"hoster":"Doodstream"},{"redirect":8300256,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zu gut, um wahr zu sein","epNo":2,"alt":"There’s Something Fitchy Going On","descr":"Ben entdeckt, dass Rileys neue Flamme Fitch ein schockierendes Geheimnis hat, und versucht sie zu warnen. Derweil schickt Bonnie versehentlich eine entlarvende SMS von Danny an Rileys Handy. Zwischen Danny und seiner neuen Freundin, dem Model Milena, geht es langsam zur Sache, und Tucker ergreift die Gelegenheit, bei seinem neuen Chef Chase zu glänzen.","versions":[{"lang":1,"streams":[{"redirect":8449643,"hoster":"VOE"},{"redirect":8300258,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Werbestar","epNo":3,"alt":"The Wheeler And The Dealer","descr":"Ben versucht Danny einen Werbevertrag mit einem japanischen Energy-Drink-Hersteller zu beschaffen. Gegen Bonnies Rat unterschreibt Danny den Vertrag. Als die Dreharbeiten zu dem Werbespot jedoch im Chaos enden, muss Ben die Sache wieder geradebiegen. Währenddessen versucht sich Riley als Aushilfskrankenschwester. Ihr Versuch, etwas Gutes zu tun, endet mit einer Mund-zu-Mund-Beatmung bei einem guten Freund.","versions":[{"lang":1,"streams":[{"redirect":8449642,"hoster":"VOE"},{"redirect":8300262,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tür an Tür mit Mom","epNo":4,"alt":"New Bonnie Vs. Old Ben","descr":"Bonnie zieht in ihre neue Jungesellinnenwohnung ein. Tür an Tür mit den Jungs. Ben und Tucker tun alles, um sie rauszuekeln. Sie feiern eine große Party, die mehr als nur Bonnies neue Wohnung zu beschädigen droht. Derweil bittet Danny Riley um Rat, wie er mit Milena Schluss machen kann. Stattdessen gerät er versehentlich in eine Situation, die Milena als Heiratsantrag missversteht.","versions":[{"lang":1,"streams":[{"redirect":8449644,"hoster":"VOE"},{"redirect":8300263,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reine Kopfsache","epNo":5,"alt":"The Slump","descr":"Als Dannys Leistung bei den Rangers einen Tiefpunkt erreicht, ordnet sein Trainer Sitzungen mit der Psychologin Dr. Amy Shaw an. Dr. Shaw stellt fest, dass Riley die Ursache für seine Konzentrationsschwäche ist und verbannt sie daher von Dannys nächstem Spiel. Derweil findet Riley, dass sich die Dinge mit Fitch etwas zu rasant entwickeln, und sie fängt an ihn zu meiden. Gleichzeitig macht sie sich Hoffnungen, dass Danny ihr endlich seine Gefühle offenbart. Tucker strebt eine Beförderung an, doch wie sich herausstellt, ist seine Konkurrentin Bens neueste Flamme, Jenna.","versions":[{"lang":1,"streams":[{"redirect":8449647,"hoster":"VOE"},{"redirect":8300271,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bens Kindergartenabenteuer","epNo":6,"alt":"Ben’s Big Gaycare Adventure","descr":"Um einen Platz bei einem Kindergarten für Emma zu bekommen, erzählt Ben der Erzieherin Maggie, dass er und Tucker ein Paar wären. Währenddessen freut sich Riley auf einen besonderen Tag mit Danny, der jedoch nicht erscheint.","versions":[{"lang":1,"streams":[{"redirect":8449648,"hoster":"VOE"},{"redirect":8300266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lammie, wo bist du?","epNo":7,"alt":"On The Lamb-y","descr":"Als Emmas Stofftier \"Lammie\" verschwindet, verdächtigt Ben seine Nachbarin, die alleinstehende Mutter Kayla, die eine Etage über ihm wohnt. Ben, Danny und Tucker versuchen gemeinsam, Emmas vermisstes Stofftier zu retten. Derweil hat Riley eine Lesegruppe zu sich nach Hause eingeladen, in der Hoffnung, sich so mit ihren coolen Kolleginnen aus der Kanzlei anzufreunden. Als ihre Mutter Jennifer und Bonnie Wind davon bekommen, laden sie sich einfach selbst ein. Zu Rileys Entsetzen bricht die seit Langem bestehende Rivalität zwischen den Damen während des Treffens der Lesegruppe aus.","versions":[{"lang":1,"streams":[{"redirect":8449646,"hoster":"VOE"},{"redirect":8300277,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe und andere Überraschungen","epNo":8,"alt":"Never Ben In Love","descr":"Riley will mit Fitch Schluss machen, erfährt dann aber, dass er gestorben ist. Bei einem Treffen mit Fitchs Vater Winston Douglas erzählt ihr dieser, dass Fitch um ihre Hand anhalten wollte, und bittet sie die Grabrede zu halten. Währenddessen erkennt Ben, dass er in Megan verliebt ist, der das alles aber viel zu schnell geht. Tucker erstellt eine \"Tu es\"- Liste mit Dingen, die er unbedingt vor seinem Tod abarbeiten möchte. Bonnie hat es auf Fitchs superreichen Vater abgesehen.","versions":[{"lang":1,"streams":[{"redirect":8449645,"hoster":"VOE"},{"redirect":12101720,"hoster":"Doodstream"},{"redirect":8300275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Krieg und in der Liebe ist alles erlaubt","epNo":9,"alt":"All’s Flair In Love And War","descr":"Tucker wärmt die Beziehung mit seiner Ex-Freundin Vanessa auf, die Ben jedoch nicht leiden kann. Zufällig wird Vanessa stellvertretende Geschäftsführerin in Bens Bar und versucht diesem das Leben mit unzumutbaren Arbeitszeiten und neuer Arbeitskleidung schwerzumachen. Ben verspricht, Tucker zuliebe mit Vanessa zurechtzukommen. Als sie jedoch droht ihn zu feuern, rächt Ben sich an ihr, indem er eine Veranstaltung ruiniert, die Vanessa geplant hat. Währenddessen versucht Danny Riley mit dem neuen Teamkameraden Gerard zu verkuppeln, merkt dabei aber nicht, dass Gerard an Bonnie interessiert ist.","versions":[{"lang":1,"streams":[{"redirect":8449650,"hoster":"VOE"},{"redirect":8300280,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Prüfungsangst","epNo":10,"alt":"Test Anxiety","descr":"Ben ist verletzt, weil Riley lieber mit Danny über ihre Prüfungsängste redet. Schließlich gesteht sie ihm jedoch, dass sie die Zulassungsprüfung zur Rechtsanwältin bereits dreimal nicht bestanden hat. Ben will seine Freundin unterstützen und versucht sie daher davon zu überzeugen, dass sie ihren Traum Anwältin zu werden nicht aufgeben sollte. Bonnie erfährt, dass Amy einen Schwangerschaftstest gemacht hat, und bemüht sich, dies für sich zu behalten. Währenddessen versucht Danny Amys Vater für sich einzunehmen, der ihn eindeutig nicht leiden kann.","versions":[{"lang":1,"streams":[{"redirect":13094697,"hoster":"VOE"},{"redirect":8300284,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf den Hund gekommen","epNo":11,"alt":"Whatever Lola Wants","descr":"Ben bietet seiner Freundin Megan an, auf deren Hund Lola aufzupassen, doch der Hund scheint Ben nicht zu mögen. Tucker hat genug vom Schmutz seiner Mitbewohner, darum engagiert Danny zwei süße Reinigungshilfen. Doch während die Jungs unterwegs sind, werden sie von den Mädchen ausgeraubt, die auch noch den Hund entführen. Bonnie überredet Riley vor ihrem Vorstellungsgespräch in ihrer alten Kanzlei zu einer Behandlung mit Bräunungsspray, die leider schiefläuft. Um ihrer alten Chefin zu beweisen, dass sie nicht \"zu nett\" ist, um in der Kanzlei zu arbeiten, will Riley Bonnie verklagen.","versions":[{"lang":1,"streams":[{"redirect":8449651,"hoster":"VOE"},{"redirect":8300288,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Emmas Taufe","epNo":12,"alt":"The Christening","descr":"Ray, der Vater von Ben und Danny, reist für Emmas Taufe an. Ben überzeugt Bonnie und Ray davon, dass sie die konservative Tante Betty auch zur Taufe einladen, denn er hofft, dass diese einen fetten Scheck für Emma ausstellt. Den Wheelers gelingt es beinahe wie eine normale Familie zu wirken, doch dann taucht Rays Lebensgefährte Steve auf und verlangt Antworten. Währenddessen verpflichtet Ben Riley dazu, einen Paten für Emma auszuwählen, doch sie ist sich nicht sicher, ob Danny und Tucker dieser Aufgabe gewachsen sind.","versions":[{"lang":1,"streams":[{"redirect":8449652,"hoster":"VOE"},{"redirect":8300291,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein perfekter Mann für Riley","epNo":13,"alt":"All Riled Up","descr":"Ben vermutet, dass Riley in ihn verliebt ist. Weil Tucker und Danny sich vor dem Videoabend drücken, verbringen Riley und Ben den Abend zu zweit, und Ben ist endgültig überzeugt, dass Riley auf ihn steht. Ihre Körpersprache scheint ihm eindeutig. Riley dagegen glaubt, dass zwischen ihr und Ben nie etwas laufen wird, und fragt ihn deshalb, ob er den perfekten Mann für sie finden könnte. Ben arrangiert daraufhin ein Albtraum-Date, denn er will Riley anschließend trösten, doch sein Plan läuft schief. Währenddessen bewerben sich Bonnie und Tucker als neue Rangers-Maskottchen im Kängurukostüm.","versions":[{"lang":1,"streams":[{"redirect":8449655,"hoster":"VOE"},{"redirect":12101730,"hoster":"Doodstream"},{"redirect":8300293,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Emma-Dilemma","epNo":14,"alt":"The Emma Dilemma","descr":"Um Emma einen Platz in der Nachbarschafts-Spielgruppe zu sichern, greift Ben zu hinterhältigen Maßnahmen. Gastgeberin Kayla glaubt nämlich, Ben sei ein schlechter Vater. Daraufhin gründet er mit Tucker eine eigene Spielgruppe. Währenddessen wendet sich Danny an Riley: Sie soll ihm bei seinen Beziehungsproblemen mit Amy helfen. Amy taucht jedoch auf, als Danny sich mit Riley auf ein Salsatanz-Date vorbereitet, und erwischt die beiden in einer doppeldeutigen Situation. Danny findet allerdings einen Weg Amy zu beweisen, dass es ihm mit ihrer Beziehung ernst ist.","versions":[{"lang":1,"streams":[{"redirect":8449654,"hoster":"VOE"},{"redirect":8300294,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Überraschung!","epNo":15,"alt":"Surprise!","descr":"Ben findet heraus, warum Riley ihren Geburtstag so ungern feiert: Er ist schuld daran. Um es wiedergutzumachen, plant er die perfekte Geburtstagsüberraschung, doch das Ganze endet in einer Katastrophe. Bonnie wird klar, dass sie beim Ausfüllen von Emmas Sorgerechts-Unterlagen einen Fehler gemacht hat. Ben hat daher nicht das alleinige Sorgerecht. Sie und Tucker machen sich also auf die Suche nach Emmas Mutter Angela, um die Papiere erneut unterzeichnen zu lassen. Währenddessen spricht Amy Danny auf seine Gefühle für Riley an.","versions":[{"lang":1,"streams":[{"redirect":8449653,"hoster":"VOE"},{"redirect":8300298,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Emmas erstes Weihnachtsfest","epNo":16,"alt":"Emma’s First Christmas","descr":"Das erste gemeinsame Weinachten mit Emma steht bevor. Während sich Bonnie, Tucker und Riley alle Mühe mit den Vorbereitungen für das perfekte Weinachtfest geben, Versuchen Ben und Danny ein Geschenk für Emma zu besorgen. Doch als sie es dann von einem \"Elf\" schließlich doch noch bekommen und es zuhause öffnen, stellen sie fest, dass in der Verpackung nur Steine sind. Als sie zurück zu dem \"Elf\" gehen wollen, um sich zu beschweren geschieht etwas Unerwartetes, was das ganze Weinachten für alle auf den Kopf stellt. Werden es Ben, Danny, Bonny, Tucker, Riley und natürlich Emma es schaffen doch noch  rechtzeitig ihr Weinachten zu feiern?","versions":[{"lang":1,"streams":[{"redirect":8449656,"hoster":"VOE"},{"redirect":8300302,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nackte Tatsachen","epNo":1,"alt":"The Naked Truth","descr":"Ben und Riley versuchen sich am Übergang ihrer Beziehung von Freundschaft zur Romanze - was zu einem sehr peinlichen Moment für Riley führt. Ben ist derweil immer noch sauer auf seine Mutter Bonnie dass sie den Kontakt zu Emmas Mutter Angela wieder hergestellt hat. Angela ihrerseits versucht Bonnie davon zu überzeugen dass sie mittlerweile verlässlicher ist und man ihr in Sachen Emma vertrauen kann zudem hofft sie darauf mit Ben wieder zusammen zu kommen. Tucker versucht Danny nach dessen romantischen Fehlschlägen mit Riley und Amy wieder auf die Beine zu helfen - er wendet sein Five-Step-Programm T.U.C.K.E.R. an...","versions":[{"lang":1,"streams":[{"redirect":8961265,"hoster":"VOE"},{"redirect":8300303,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Spiel der Lügen","epNo":2,"alt":"The Lying Game","descr":"Angela übernachtet seit Kurzem in der Wohnung der Jungs, weil sie mehr Zeit mit Emma verbringen will und die Nähe zu Ben sucht. Ihre Dauerpräsenz wird jedoch zum Problem für die Beziehung zwischen Ben und Riley , aber Ben traut sich nicht, sie zum Gehen aufzufordern. Tucker heckt unterdessen einen Plan aus, der Riley zeigen soll, dass Angela versucht, ihr den Freund auszuspannen. Außerdem entschließt sich Danny  dazu, dass er sein gebrochenes Herz nur heilen kann, wenn er sich eine eigene Wohnung sucht. Bonnie fängt schließlich an, sich mit einem jüngeren Typen zu treffen.","versions":[{"lang":1,"streams":[{"redirect":8449661,"hoster":"VOE"},{"redirect":8300307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Licht! Kamera! Keine Action!","epNo":3,"alt":"Lights! Camera! No Action!","descr":"Ben erwischt Riley in einer kompromittierenden Situation mit ihrem Ex-Freund Fitch. Bonnie überzeugt Tucker, Danny als Gast in die \"Mary Hart Show\" zu bringen, doch als sein Privatleben zum Thema wird, erleidet Danny einen Nervenzusammenbruch.","versions":[{"lang":1,"streams":[{"redirect":8449660,"hoster":"VOE"},{"redirect":8300311,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Feuriger Start","epNo":4,"alt":"Bonnie’s Unreal Estate","descr":"Rileys Kanzlei vertritt Reverend Stockwell. Riley wird damit beauftragt, sich um dessen Tochter Piper zu kümmern. Währenddessen hat Bonnies Maklerkarriere einen feurigen Start, als Ben ihre erste zu vermietende Wohnung in Flammen aufgehen lässt.","versions":[{"lang":1,"streams":[{"redirect":8449657,"hoster":"VOE"},{"redirect":8300310,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Danny for President","epNo":5,"alt":"Life’s A Beach","descr":"Als Bens Strandidylle auf dem Mietshausdach von der amtierenden Vorsitzenden des Mieterrates geschlossen wird, führen die Jungs Wahlkampf, um sie aus dem Amt zu werfen. Bonnie und Riley haben unterdessen ein Double-Date.","versions":[{"lang":1,"streams":[{"redirect":8449658,"hoster":"VOE"},{"redirect":8300318,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bäumchen wechsle dich","epNo":6,"alt":"Romancing The Phone","descr":"Ben hat das Handy einer attraktiven Frau gefunden. Als er zu spät zum Übergabetreffen zu kommen droht, überzeugt er Tucker, an seiner Stelle zu gehen. Unterdessen trifft Riley eine ungeliebte Schulfreundin und Tucker hilft bei einem Werbeslogan.","versions":[{"lang":1,"streams":[{"redirect":8449663,"hoster":"VOE"},{"redirect":8300320,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wette","epNo":7,"alt":"The Bet","descr":"Riley wettet mit Ben, dass er kein zweites Date mit Heather zustande bringt. Ben muss nun tief in die Trickkiste greifen, als er bemerkt, dass Heather an einem weiteren Date nicht besonders interessiert ist. Bonnie will mit Brad Schluss machen.","versions":[{"lang":1,"streams":[{"redirect":8449664,"hoster":"VOE"},{"redirect":8300328,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Anwalt wider Willen","epNo":8,"alt":"A Knight To Remember","descr":"Tucker hat seinem Vater nie gebeichtet, dass er das Jura-Studium abgebrochen hat, was zum Problem wird, als Marshall Dobbs überraschend zu Besuch kommt. Ben und Tucker versuchen die Jura-Lüge aufrecht zu erhalten, doch das funktioniert nicht lange.","versions":[{"lang":1,"streams":[{"redirect":8449662,"hoster":"VOE"},{"redirect":8300329,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flirten auf britisch","epNo":9,"alt":"Go Brit Or Go Home","descr":"Bens Flirt mit einer Studentin gefährdet Philips Job am College und damit auch sein Visum. Dannys Hockeyspiel wird von der Sportjournalistin Logan kritisiert, was ihn jedoch nicht davon abhält, diese anzubaggern.","versions":[{"lang":1,"streams":[{"redirect":12172866,"hoster":"VOE"},{"redirect":8300331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine vergessenswerte Affäre","epNo":10,"alt":"An Affair Not To Remember","descr":"Entsetzt stellt Ben fest, dass er ein Verhältnis mit Tuckers Freundin hatte. Er glaubt, dass sie sich nur mit Tucker eingelassen hat, um sich an ihm für die unschöne Trennung zu rächen. Unterdessen darf Riley am Wellnesstag der Kanzlei teilnehmen.","versions":[{"lang":1,"streams":[{"redirect":8449667,"hoster":"VOE"},{"redirect":12481566,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Déjà-vu","epNo":11,"alt":"The Wingmom","descr":"Als Ben begreift, dass seine neue Freundin eine Miniatur-Ausgabe seiner Mutter ist, will er sich sofort trennen. Dies gestaltet sich schwieriger als erwartet. Derweil freut sich Danny darauf, den geliebten Wagen seines Vaters fahren zu dürfen.","versions":[{"lang":1,"streams":[{"redirect":8449666,"hoster":"VOE"},{"redirect":8300336,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geburtstagsparty für Emma","epNo":12,"alt":"Send In The Clowns","descr":"Ben versucht für Emma die tollste Geburtstagsfeier zu organisieren, erfährt  jedoch, dass er ein weiteres Kind hat. Währenddessen ist Riley darüber froh ein Familiengeheimnis entdeckt zu haben und Danny muss mit seiner Angst vor Clowns kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13095647,"hoster":"VOE"},{"redirect":8300338,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Spiel es noch einmal, Bonnie","epNo":13,"alt":"Play It Again, Bonnie","descr":"Bonnie wird klar, wie sehr sie ihren Ex-Freund Brad vermisst. Doch als Brad gesteht, dass er auch noch Gefühle für Bonnie hat, gibt Ben ihm einen gut gemeinten Rat, der zu einer überstürzten Entscheidung mit unschönen Folgen führt.","versions":[{"lang":1,"streams":[{"redirect":13922206,"hoster":"VOE"},{"redirect":8300342,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Geplatzte Träume","epNo":14,"alt":"Livin’ On A Prom","descr":"Bonnie ist es leid, kaum Anerkennung zu bekommen und beschließt zu streiken. Um die Wogen wieder zu glätten, will Ben seine Mutter auf ein Bon Jovi Konzert einladen. Derweil beaufsichtigen Riley und Danny den Abschlussball an ihrer alten Highschool.","versions":[{"lang":1,"streams":[{"redirect":8449671,"hoster":"VOE"},{"redirect":8302838,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Immer Ärger mit den Vätern","epNo":15,"alt":"From Here To Paternity","descr":"Riley versucht, ihren leiblichen Vater zu finden. Derweil erfährt Tucker, dass seine Eltern sich scheiden lassen wollen. Er glaubt, dass die Wurzel allen Übels Marshalls Verklemmtheit ist. Dies soll Bonnie nun ändern.","versions":[{"lang":1,"streams":[{"redirect":8449669,"hoster":"VOE"},{"redirect":8302843,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Schwester meines Freundes","epNo":16,"alt":"Curious Georgie","descr":"Philips Schwester Georgie ist von Riley nicht besonders begeistert. Das Unheil nimmt seinen Lauf, als Ben ausplaudert, dass er und Riley ein Paar waren. Georgie versucht Philip nun einzureden, dass Riley eigentlich mit Ben zusammen sein möchte.","versions":[{"lang":1,"streams":[{"redirect":13998702,"hoster":"VOE"},{"redirect":8302840,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Flirty Dancing","epNo":17,"alt":"Flirty Dancing","descr":"Riley präsentiert Ben und Danny die Zeitkapseln, die sie in ihrer Schulzeit befüllt haben, und zwingt sie, Bilanz zu ziehen. Was haben sie erarbeitet? Was wünschen sie sich für die Zukunft? Ben wird klar, dass er eigentlich nie etwas erreicht hat.","versions":[{"lang":1,"streams":[{"redirect":8449674,"hoster":"VOE"},{"redirect":8302846,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Emmas erste Schritte","epNo":18,"alt":"Baby Steps","descr":"Ben kann es kaum erwarten, Emmas erste Schritte zu sehen. Bevor er zur Arbeit muss, versucht er alles, um sie zum laufen zu bewegen, aber nichts funktioniert. Doch sobald ihr Vater aus der Tür ist, läuft Emma auf ihren Onkel Danny zu.","versions":[{"lang":1,"streams":[{"redirect":8449673,"hoster":"VOE"},{"redirect":8302852,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Tischfußball-Spardose","epNo":19,"alt":"Foos It or Lose It","descr":"Bonnie beschließt, die WG babysicher zu machen und verkauft den Kickertisch an die langweilige Studentenvereinigung \"Sigma Beta Kappa\". Ben hatte jedoch in eben jenem Kickertisch das angesparte Geld für Emmas Studium versteckt.","versions":[{"lang":1,"streams":[{"redirect":8449676,"hoster":"VOE"},{"redirect":8302850,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Übers Ziel hinaus","epNo":20,"alt":"All Aboard the Love Train","descr":"Riley will mit dem Zug zu einem Familientreffen nach Orlando fahren. Ben bietet an, sie zu begleiten, weil er hofft, dass sie sich während der langen Fahrt wieder näher kommen.","versions":[{"lang":1,"streams":[{"redirect":8449677,"hoster":"VOE"},{"redirect":8302853,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Baumhaus","epNo":21,"alt":"You Can\u0027t Go Home Again","descr":"Bonnie ist außer sich, denn ihre Idee der Block-Party-Olympiade wird von den Käufern ihres ehemaligen Hauses kopiert. Ben und Riley finden derweil eine alte Liebeserklärung von Danny an Riley, und Danny erfährt von Georgies Umzugsplänen.","versions":[{"lang":1,"streams":[{"redirect":12918629,"hoster":"VOE"},{"redirect":8302855,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ab in den Knast!","epNo":1,"alt":"Strip or Treat","descr":"Ben, Danny und Tucker freuen sich schon sehr darauf, auf die größte Halloweenfeier in der ganzen Stadt zu gehen. Und das, obwohl Bonnie der Meinung ist, dass sie lieber mit Emma durch die Straßen ziehen sollten, um \"Süßes oder Saures\" an den Haustüren zu fordern. Als alles doch ein wenig anders kommt, wollen die drei eine Party crashen, von der Riley berichtet hatte. Ein kleines Detail dazu wurde in der Erzählung aber wohl ausgelassen und sorgt für eine Verwechslung.","versions":[{"lang":1,"streams":[{"redirect":9934619,"hoster":"VOE"},{"redirect":9934625,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Weihnachtswunsch","epNo":2,"alt":"It’s A Wonderful Emma","descr":"Ben verabscheut eigentlich alles, was ansatzweise etwas mit der Weihnachtszeit zu tun hat – angefangen beim Einkaufen, über die Menschenmengen, bis zum Baum fällen und schmücken. Auch der Gedanke an eine Veranstaltung in Emmas KiTa nervt ihn. Zusätzlich zu seiner schlechten Laune sprudeln Bonnie, Riley, Danny und Tucker nur so über vor guter Laune und Vorfreude auf die Weihnachtstage. Ein laut ausgesprochener und wahrgewordener Wunsch von Ben hat extreme Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":9934640,"hoster":"VOE"},{"redirect":9934631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sie liebt mich, sie liebt mich nicht","epNo":3,"alt":"She Loves Me, She Loves Me Note","descr":"Ben und Riley sind wieder offiziell ein Paar. Ben hat jedoch das ungute Gefühl, dass dennoch etwas zwischen Danny und Riley läuft. Tucker ist schockiert, als ihm Riley gesteht, dass sie weiß was Danny für sie empfindet. Bonnie vermutet, dass mit Dannys und Georgies Umzug nach Paris eine potentielle Geldquelle versiegt. Sie hat aber bereits einen Plan, wie sie an Geld kommen kann.","versions":[{"lang":1,"streams":[{"redirect":9934636,"hoster":"VOE"},{"redirect":9934639,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrückte Zukunft","epNo":4,"alt":"I See Crazy People","descr":"Riley glaubt nicht an eine gemeinsame Zukunft mit Ben. Als sie auf eine Hellseherin in der Bar treffen, hofft Ben, dass sie ihm dabei helfen kann, Riley davon zu überzeugen, dass sie füreinander bestimmt sind.","versions":[{"lang":1,"streams":[{"redirect":9934649,"hoster":"VOE"},{"redirect":9934644,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein sehenswerter Überfall","epNo":5,"alt":"Mugging for the Camera","descr":"Tucker droht die Kündigung, wenn es ihm nicht gelingt, gewöhnliche Menschen mit ungewöhnlichen Geschichten zu finden. Als Riley von einem Dieb angegriffen wird und Ben versucht, ihn in die Flucht zu schlagen, bekommt er dabei Pfefferspray in die Augen, sodass er nicht merkt, dass Danny ihnen zur Hilfe eilt. Als die Medien darauf aufmerksam werden, hat Tucker die perfekte Geschichte für die \"Mary Hart Show\".","versions":[{"lang":1,"streams":[{"redirect":12915513,"hoster":"VOE"},{"redirect":9934657,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tod wird’s schon richten","epNo":6,"alt":"Over My Dead Bonnie","descr":"Danny ist nervös: Ihm wird ein klitzekleiner Auftritt in der Fernsehserie \"General Hospital\" angeboten. Riley, ein riesengroßer Fan der Serie, kann kaum glauben, dass Danny mit Kelly Monaco vor der Kamera stehen wird. Tucker und Ben beschließen derweil, Bonnie aus der Wohnung zu entfernen. Riley erklärt ihnen, dass der Untermietvertrag seine Gültigkeit verliert, sobald der Hauptmieter verstorben ist. Prompt kommt ihnen eine \"tolle\" Idee.","versions":[{"lang":1,"streams":[{"redirect":9934665,"hoster":"VOE"},{"redirect":9934670,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vergebliche Liebesmüh","epNo":7,"alt":"The Mother of All Dates","descr":"Ben und Danny starten einen Wettstreit: Wem wird es zuerst gelingen, Bonnie mit einem anständigen Mann zu verkuppeln? Ben macht ein Date mit einem Barbesucher namens Frank klar, während Danny eine Verabredung mit Bens Boss Henderson organisiert. Wird es ihnen gelingen, den richtigen Mann für Bonnie zu finden?","versions":[{"lang":1,"streams":[{"redirect":9934672,"hoster":"VOE"},{"redirect":9934678,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Kartenhaus","epNo":8,"alt":"House of Cards","descr":"Tucker hat derzeit nicht besonders gute Laune, sodass Ben und Danny beschließen, ihren Freund aufzumuntern: Sie machen Tuckers College-Liebe Olivia ausfindig. Beim Wiedersehen erfährt Tucker jedoch, dass er immer noch mit Olivia verheiratet ist. Riley ist sauer, dass sie bei Beförderungen immer übergangen wird. Sie befolgt Bonnies Rat und benutzt ihre Firmenkreditkarte, um neue Mandanten an Land zu ziehen – das hat jedoch verhängnisvolle Folgen.","versions":[{"lang":1,"streams":[{"redirect":9934688,"hoster":"VOE"},{"redirect":9934685,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ms Bonnie","epNo":9,"alt":"An Officer and a Gentle Ben","descr":"Das alljährliche Treffen mit Captain Hudson steht an. Als der Captain Bonnie einen Heiratsantrag macht, gerät sie allerdings in Panik. Und nicht nur das, sie tut auch so, als sei sie mit Tucker liiert, nur um den Captain abzuwimmeln. Derweil fragt Rileys Arbeitskollegin Robyn, ob Riley für sie ein Date mit Danny arrangieren könnte.","versions":[{"lang":1,"streams":[{"redirect":9934697,"hoster":"VOE"},{"redirect":9934698,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Geburtstag für zwei","epNo":10,"alt":"Happy Birthday Two You","descr":"Ben hat – wie jedes Jahr – den Geburtstag seiner Mutter Bonnie vergessen. Nur dumm, dass er ihr eine Riesenparty versprochen hatte. Kurzerhand rekrutiert er Danny, Tucker und Riley, die Festlichkeiten zu organisieren. Dabei vernachlässigen Riley und Tucker ihre Aufsichtspflicht, und die kleine Emma verletzt sich. Doch das ist nicht das Einzige, was schief läuft.","versions":[{"lang":1,"streams":[{"redirect":9934712,"hoster":"VOE"},{"redirect":9934709,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Makler des Grauens","epNo":11,"alt":"You Give Real Estate A Bad Name","descr":"Bonnie bekommt die Gelegenheit, Jon Bon Jovis New Yorker Penthouse zu verkaufen. Als sie erfährt, dass sie keinen Alleinauftrag hat, sondern ihr Ex-Freund Brad ebenfalls nach einem Käufer sucht, schmiedet sie einen perfiden Plan: Sie will Brad verführen und ihm Schuldgefühle einreden, damit er ihr im Gegenzug den Alleinauftrag überlässt. Doch ob der Plan tatsächlich aufgeht?","versions":[{"lang":1,"streams":[{"redirect":9934715,"hoster":"VOE"},{"redirect":9934716,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Liebe und Schicksal","epNo":12,"alt":"A Love/​Fate Relationship","descr":"Zwischen Danny und Robyn wird es immer ernster, sodass Riley beschließt, Danny endlich ihre Gefühle zu gestehen. Sie geht zu seinem Training und will es ihm dort sagen – doch ein K.-o.-Schlag kommt dazwischen. Schließlich schüttet sie dem bewusstlosen Danny ihr Herz aus.","versions":[{"lang":1,"streams":[{"redirect":9934729,"hoster":"VOE"},{"redirect":9934725,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein neuer Anfang","epNo":13,"alt":"Home is Where the Wheeler Is","descr":"Das Gefühlschaos, in dem Riley, Ben und Danny stecken, hinterlässt Spuren. Riley beschließt kurzerhand, zu ihrer Mutter nach New Jersey zu fliehen, um sich dort vor ihren Problemen zu verstecken. Bonnie ist indessen außer sich vor Freude über den Tod ihrer Nachbarin Evelyn. Sie tüftelt bereits an einem Plan, auf die Warteliste für das Apartment zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":9934730,"hoster":"VOE"},{"redirect":9934742,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Man nehme einen Dorf-Idioten","epNo":14,"alt":"It Takes a Village Idiot","descr":"Bonnie, Danny, Riley und Tucker sind sauer auf Ben, weil der ständig die kleine Emma bei ihnen ablädt. Als Ben steif und fest behauptet, er könne sein Leben auch allein meistern, beschließen sie, in Streik zu treten und Ben seinem Schicksal zu überlassen.","versions":[{"lang":1,"streams":[{"redirect":9934405,"hoster":"VOE"},{"redirect":9934401,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die One-Night-Sackgasse","epNo":15,"alt":"One Night Stand Off","descr":"Ben und Riley spielen \"Kurzer mit Abschleppen\"; dabei gewinnt, wer zuerst mit einem Fremden anbändelt. Riley flirtet mit dem gutaussehenden Ross, während es Ben auf Jessica abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":9934415,"hoster":"VOE"},{"redirect":9934413,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schnäppchen","epNo":16,"alt":"Lowering the Bar","descr":"Tucker hat vor einiger Zeit eine Gebäudefirma verklagt. Als er ins Gericht bestellt wird, engagiert er Riley als seine Anwältin. Als die Firma ihm eine finanzielle Entschädigung anbietet, weigert sich Riley das Angebot anzunehmen und besteht auf einem Gerichtsverfahren. Allerdings muss Tucker zugeben, dass er sich nicht mehr an die Geschehnisse von damals erinnern kann.","versions":[{"lang":1,"streams":[{"redirect":9934416,"hoster":"VOE"},{"redirect":9934414,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Wheeler-Krieg","epNo":17,"alt":"Wheeler War","descr":"Ben macht sich Vorwürfe, dass er die Beziehung zu Riley beendet hat. Rileys neuer Freund Ross ist ihm zudem ein Dorn im Auge. Kurzentschlossen schmiedet er einen perfiden Plan, um ihn wieder loszuwerden – das Verhängnis nimmt seinen Lauf. Indes versucht Bonnie mit allen Mitteln, zum Pokerspiel der Jungs zugelassen zu werden.","versions":[{"lang":1,"streams":[{"redirect":9934425,"hoster":"VOE"},{"redirect":9934419,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im Fall der Fälle","epNo":18,"alt":"Parental Guidance","descr":"Ben geht mit Emma zu einer Routineuntersuchung. Dabei fällt auf, dass er selbst schon seit Jahren nicht mehr beim Arzt war. Nach einem Gesundheitscheck bekommt Ben eine Panikattacke: Was ist, wenn er schwerkrank ist? Wer übernimmt im Falle seines Todes Emmas Vormundschaft? Indessen hat Bonnie ein Date mit Brad, den sie fälschlicherweise für seinen Zwillingsbruder Tad hält.","versions":[{"lang":1,"streams":[{"redirect":9934422,"hoster":"VOE"},{"redirect":9934429,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Es ist kompliziert","epNo":19,"alt":"Ring Around the Party","descr":"Riley hat Ross’ Freunde noch nicht kennengelernt, obwohl die beiden mittlerweile schon einige Zeit miteinander liiert sind. Kurzerhand lädt sie alle zu einer Cocktailparty ein. Ross weiß von Bens Gefühlen für Riley und verlangt, dass er ihn nicht auf der Party sehen möchte. Ben erscheint dort trotzdem und die Situation eskaliert.","versions":[{"lang":1,"streams":[{"redirect":9934437,"hoster":"VOE"},{"redirect":9934434,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Kleid der Träume","epNo":20,"alt":"Till Dress Do Us Part","descr":"Bonnie hat eine sehr wichtige Aufgabe für Ben, Riley, Danny und Tucker. Diese bringt alle dazu, über ihr eigenes Leben nachzudenken … Leider geht jedoch bei der Erledigung der Aufgabe wirklich alles schief. Riley ist sich unterdessen nicht wirklich sicher, ob sie nicht vielleicht in Ben und auch Danny verliebt ist. Beide wollen Riley haben, jedoch aus unterschiedlichen Gründen – Danny will seine Traumfrau für sich gewinnen, während Ben seine Ex-Freundin zurückgewinnen will.","versions":[{"lang":1,"streams":[{"redirect":9934444,"hoster":"VOE"},{"redirect":9934446,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Was in Vegas passiert…","epNo":21,"alt":"What Happens In Vegas","descr":"Riley ist nicht glücklich, als sie von Bonnie zur Brautjungfer ernannt wird. Das heißt nämlich, dass sie die verrückte Junggesellinnenparty planen muss. Brad darf von Trauzeuge Danny eine epische Party erwarten. Tucker erzählt unterdessen allen, dass er in Detroit auf einem Kongress ist. Eigentlich ist er aber auf seinem jährlichen Ausflug in Vegas. Dort lebt er seinen Lebenstraum, den er jedoch vor den anderen verheimlicht. Die sind aber näher an ihm dran, als er denkt.","versions":[{"lang":1,"streams":[{"redirect":13004105,"hoster":"VOE"},{"redirect":9934454,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"So ein Tag, wunderschön wie heute","epNo":22,"alt":"It’s a Nice Day for a Wheeler Wedding","descr":"Bonnies besonderer Tag steht vor der Tür und sie könnte nicht glücklicher sein – bis sie erfährt, dass die Hochzeitsplanerin gekündigt hat. Tucker ist nun in der Verantwortung. Glücklicherweise kommt Charlotte, ihre beste Freundin, und bietet ihre Hilfe an. Diese ist jedoch nicht unbedingt das, was Bonnie und Tucker erwartet hätten. Während Charlotte ihre eigenen Pläne verfolgt, fühlt sich Ben unwohl mit Dannys Geständnis.","versions":[{"lang":1,"streams":[{"redirect":9934462,"hoster":"VOE"},{"redirect":9934458,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Auf geht die wilde Fahrt","epNo":1,"alt":"Love And Carriage","descr":"Danny will Riley einen zweiten Heiratsantrag machen und als sie das mitbekommt, ist sie völlig verzweifelt und enthüllt eine Lüge. In der Zwischenzeit hat Ben ein Date mit der Schwangeren Zoe.","versions":[{"lang":1,"streams":[{"redirect":9934470,"hoster":"VOE"},{"redirect":9934467,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hasch mich, ich bin ein Wheeler!","epNo":2,"alt":"Reinventing the Wheeler","descr":"Nachdem Emma immer wieder \"Mama\" zu allen Frauen sagt, beschließt Ben, dass es endlich wieder Zeit wird, eine ernste Beziehung zu führen. Er fragt Riley nach Unterstützung. Sie soll für ihn ein perfektes Date finden. Unterdessen bittet Danny Bonnie um Hilfe, da seine Schlafprobleme immer mehr seine sportliche Performance beim Eishockey beeinflussen. Diese Hilfe ist aber nicht unbedingt das Beste, was Danny passieren konnte. Neue Probleme tauchen stattdessen in seinem Alltag auf.","versions":[{"lang":1,"streams":[{"redirect":9934471,"hoster":"VOE"},{"redirect":9934472,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Rache des Ben","epNo":3,"alt":"Ben-geance","descr":"Ben ist auf der Suche nach einem neuen Geschäftsführer für seine Bar und interviewt hierfür zufällig auch seine alte High-School-Flamme Sam. Er sieht darin die Chance, sich endlich dafür zu rächen, dass sie ihn während der Schulzeit nie wirklich wahrgenommen hat. Beim Gespräch wird klar, dass sich Sam eher an einen anderen Wheeler erinnern kann … Währenddessen kann sich Bonnie noch nicht so ganz damit anfreunden, was es für sie und Brad bedeutet, verheiratet zu sein …","versions":[{"lang":1,"streams":[{"redirect":9934491,"hoster":"VOE"},{"redirect":9934483,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tuckers Rache","epNo":4,"alt":"The Tuck Stops Here","descr":"Nachdem Ben Zeuge davon wird, wie wütend Tuckers Boss, Mary Hart, werden kann, nimmt er eine ihrer völlig unkontrollierten Tobsuchtsanfälle auf. Damit möchte er Tucker deutlich vor Augen führen, wie schlecht er bei der Arbeit von Mary behandelt wird. Das Video sehen dann aber doch mehr Menschen als gedacht … Danny und Riley versuchen unterdessen, mit allen Mitteln Bonnie zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":9934497,"hoster":"VOE"},{"redirect":14209333,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Dating-Spiel","epNo":5,"alt":"The Dating Game","descr":"Tucker bekommt mit, wie Zoey um das Apartment der Wheelers herumschleicht und ergreift die Initiative, sie um ein Date zu bitten. Für Zoey sieht das allerdings ein wenig anders aus. Sie glaubt, er würde sie verkuppeln wollen … Von einer ähnlichen Situation kann auch Danny ein Lied singen, der etwas Identisches mit Sam erlebt. Unterdessen fühlt sich Riley bei der Arbeit unwohl, da ihr Klient seine Beziehung mit Bonnie festigen möchte und sie in die Details eingeweiht wird …","versions":[{"lang":1,"streams":[{"redirect":9934493,"hoster":"VOE"},{"redirect":9934487,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer ist hier eifersüchtig?","epNo":6,"alt":"Never Ben Jealous","descr":"Als Danny herausfindet, dass Ben noch als Rileys’ Notfallkontakt angegeben ist, benimmt er sich, als hätte es Ben und Rileys Beziehung nie gegeben. Ben allerdings sieht sich wegen den Ansichten seines Bruders dazu verpflichtet ihm zu zeigen, dass die Beziehung sowohl Riley als auch ihm sehr wohl viel bedeutet hat … Dadurch wird der Umgang zwischen Riley und Danny immer seltsamer. Währenddessen flirtet Bonnie mit einem Neuen und Tucker findet Gefallen an einer alten Flamme.","versions":[{"lang":1,"streams":[{"redirect":9934499,"hoster":"VOE"},{"redirect":9934500,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hilfe, Mama kommt","epNo":7,"alt":"The Return Of The Mommy","descr":"Eine nicht sonderlich gern gesehene Person taucht nach langer Zeit unerwartet wieder auf: Emmas Mutter. Sie möchte ihre Tochter sehen und Zeit mit ihr verbringen. Ben ist jedoch zurückhaltend und möchte nicht, dass Emma von ihrer Mutter enttäuscht wird. Dann kommt Angela allerdings mit einem Angebot, das Ben nicht abschlagen kann … Übergangsweise führt unterdessen Bonnie die Bar und nutzt diese Möglichkeit, um ein paar neue Ideen auszuprobieren.","versions":[{"lang":1,"streams":[{"redirect":9934506,"hoster":"VOE"},{"redirect":9934604,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die neue Mitbewohnerin","epNo":8,"alt":"Room-mating","descr":"Sam überlegt, ob sie ihren Job als Geschäftsführerin von Bens Bar beenden muss. Ihr täglicher Pendelweg ist sehr weit und das macht ihr schwer zu schaffen. Ben versucht die Situation zu retten und findet eine Lösung, bei der Sam in der Nähe der Arbeit bleiben kann. Unterdessen stellt Bonnie Tucker als ihren persönlichen Assistenten für ihren neuen Job ein. Die tatsächliche Arbeitsverteilung entpuppt sich aber als eher gegenteilig zu ihren eigentlichen Vorstellungen …","versions":[{"lang":1,"streams":[{"redirect":9934513,"hoster":"VOE"},{"redirect":9934507,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebe macht blind","epNo":9,"alt":"Stupid Cupid","descr":"Riley hat sich in den Kopf gesetzt, Ben mit Zoey zu verkuppeln, weil sie der festen Überzeugung ist, dass die beiden perfekt zueinander passen würden. Sowohl Zoey als auch Ben kämpfen jedoch dagegen an und beharren darauf, keine Gefühle füreinander zu haben. Das sei alles reine Einbildung … Tucker versucht sich derweil als lokaler Wettermann, wobei Bonnie ihm mit ihrer Art jede Chance dafür nimmt. Sie ist mehr darauf bedacht, Danny als Sportreporter zu vermarkten.","versions":[{"lang":1,"streams":[{"redirect":14069889,"hoster":"VOE"},{"redirect":9934519,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alte und neue Sünden","epNo":10,"alt":"Homecoming And Going","descr":"Nach einer gemeinsamen Nacht – mit Kindern und somit ohne Körperkontakt – verlässt Zoey Bens Apartment und wird von Sam dabei gesehen. Sam lädt Ben, Danny und Riley in das Haus ihrer Eltern in den Hamptons ein. Danny erinnert sich an ein Geheimnis, das er mit Sam teilt … Vor Ort wird Ben quasi dazu gezwungen, seine Gefühle zu offenbaren – sowohl die für Sam als auch die für Zoey. Währenddessen ist Tucker allein im Apartment und spielt Seelsorger für Bonnie.","versions":[{"lang":1,"streams":[{"redirect":13992762,"hoster":"VOE"},{"redirect":9934520,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lügen vor Gericht","epNo":11,"alt":"Trial By Liar","descr":"Danny versucht nach dem Beziehungsschluss mit Riley völlig verzweifelt alles, um seinen Fehler wieder gut zu machen. Riley allerdings hat sehr mit der Tatsache zu kämpfen, dass Danny in der High-School-Zeit etwas mit Sam hatte und das jahrelang verheimlicht hat. Um zu zeigen, dass sie nicht überreagiert, zieht Riley wegen gebrochenen Herzens vor Gericht. Als Dannys Anwalt kommt niemand anderes als Bonnie ins Spiel. Unterdessen will Ben Zoey nicht an ihren Ex verlieren.","versions":[{"lang":1,"streams":[{"redirect":9934527,"hoster":"VOE"},{"redirect":9934528,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Spendermodus","epNo":12,"alt":"Ben-semination","descr":"Ben findet heraus, dass Tucker einen ganz interessanten Weg gefunden hat, um zusätzlich Geld zu verdienen: Er besucht eine Samenbank. Um Tucker dabei zu helfen, eine der Krankenschwestern aufzureißen, willigt Ben ein, mitzugehen und selbst auch Spermien zu spenden. Diese Entscheidung bereut er jedoch ganz schnell … Derweil streiten sich Riley und Danny dauerhaft, während sie versuchen, Gastgeber der Verlobungsparty von Freunden zu sein.","versions":[{"lang":1,"streams":[{"redirect":9934537,"hoster":"VOE"},{"redirect":9934542,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Besser spät als nie","epNo":13,"alt":"High School Diplomacy","descr":"Ben ist ein guter Vater, möchte aber auch ein besseres Vorbild für Emma sein. Daher entscheidet er sich, zurück in die High School zu gehen, um die eine letzte Prüfung zu absolvieren, die ihm zu einem erfolgreichen Abschluss fehlt. Diesbezüglich hat auch Bonnie ein kleines Geheimnis. Unterdessen werden Danny und Riley in der Sportlhalle ihrer ehemaligen High School geehrt. Dort findet Riley ein interessantes Foto von Sam, das sie gegen sie benutzen möchte …","versions":[{"lang":1,"streams":[{"redirect":12918639,"hoster":"VOE"},{"redirect":9934553,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Uroma ist die Schlimmste","epNo":14,"alt":"Not So Great Grandma","descr":"Bonnie ist ziemlich genervt, als Ben ihre entfremdete Mutter, Nana Lyle, zu Emmas Familien-Kita-Fest einlädt – ohne um ihre Erlaubnis gefragt zu haben. Es stellt sich jedoch heraus, dass die Oma in all den Jahren immer in Kontakt mit ihren beiden Enkeln geblieben ist und, dass sie sehr gut mit Emma umgehen kann. Tucker hat bei seinem neuen Job als Wetterreporter einige Probleme mit der Improvisation. Riley möchte ihm dabei helfen …","versions":[{"lang":1,"streams":[{"redirect":9934563,"hoster":"VOE"},{"redirect":9934559,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der scheinheilige Bund der Ehe","epNo":15,"alt":"Unholy Matrimony","descr":"Schlechtes Timing hat schon vielen Geschichten einen lustigen Anfang gebracht. Als Bonnie ihren neuen Freunden schon viel zu viel von ihrem Zu-gut-um-wahr-zu-sein-Ehemann Brad berichtet, glauben diese, dass der Gatte nur erfunden sei. Als in dem Moment allerdings Ben durch die Tür in den Raum spaziert, glauben sie, dass er Bonnies Ehemann ist. Diese Verwechslung fliegt allerdings ungewollt auf … Derweil datet Danny aus Publicitygründen einen Filmstar.","versions":[{"lang":1,"streams":[{"redirect":9934567,"hoster":"VOE"},{"redirect":9934575,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Doppelt hält schlechter","epNo":16,"alt":"Double Date Double Down","descr":"Ben schläft mit seiner ehemaligen Geschichtslehrerin und Riley hat ein Verhältnis mit ihrem älteren Arbeitskollegen Ross. Als beide realisieren, dass sie aber eigentlich mehr möchten als das, was sie gerade in ihren \"Quasi\"-Beziehungen haben, schmieden sie gemeinsam einen Plan, wie sie von ihren aktuellen Partnern loskommen. Als Bonnie und Tucker unterdessen Insider-Informationen über Hockey-Spieler aus Dannys Team bekommen, wetten beide gegen die Rangers …","versions":[{"lang":1,"streams":[{"redirect":12382071,"hoster":"VOE"},{"redirect":9934580,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Sessel für zwei","epNo":17,"alt":"The Love Seat","descr":"Ben bekommt eine anonyme Nachricht von einer vergangenen Liebschaft, in der diese ihn bittet, ihr eine zweite Chance zu geben. Er tut alles in seiner Macht stehende, um diese mysteriöse Frau zu finden. Danny sieht die gleiche Nachricht und missversteht diese. Er glaubt, dass der Zettel von Riley ist und so versucht er, seine Ex-Freundin zurück zu gewinnen. Währenddessen finden sich Tucker, Riley und Bonnie bei einem Schönheitswettbewerb wieder, bei dem sie Emma einschleusen …","versions":[{"lang":1,"streams":[{"redirect":9934586,"hoster":"VOE"},{"redirect":9934587,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Guter Rat ist teuer","epNo":18,"alt":"She Said, Ben Said","descr":"Ben hat seine erste Verabredung mit Sam. Das läuft allerdings gar nicht so, wie er es sich vorgestellt hat, denn beide haben sehr unterschiedliche Ansichten von einem gelungenen ersten Date. Danny und Riley möchten mit ihren Beziehungstipps Hilfestellung geben, aber auch das sorgt am Ende für nur noch mehr Verwirrung zwischen Sam und Ben … Tucker macht seinem Vater wegen eines Irrtums etwas vor, um ihm die Augen zu öffnen; diese Aktion geht nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":9934593,"hoster":"VOE"},{"redirect":9934597,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kondom-Katastrophe","epNo":19,"alt":"Condom Conundrum","descr":"Nachdem Emma Bens Kondompackung gefunden und alle aus Versehen beim Spielen durchpiekst hat, fürchten Ben, Tucker und Danny, dass ihre Freundinnen möglicherweise schwanger sein könnten. Sie wollen ihre Freundinnen testen – ohne, dass die es mitbekommen. Tucker kommt mit der Idee einer interessanten neuen Speichel-Methode. Die Mädels machen sich einen Spaß und setzen ihre Partner mit ihren schauspielerischen Fähigkeiten extrem unter Druck.","versions":[{"lang":1,"streams":[{"redirect":9934601,"hoster":"VOE"},{"redirect":9934600,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Emma über alles","epNo":20,"alt":"My Fair Emma","descr":"Ben vergisst im Alltagsstress Emmas Geburtstag und versucht ihre Geburtstagsfeier mit einem Bierstand beim Nachbarschafts-Straßenfest zu kombinieren. Derweil gelangen Danny und Riley in Dilemma-Situationen, als beiden neue Karrieremöglichkeiten angeboten werden. Auch Bonnie und Brad haben es in ihrer Beziehung nicht unbedingt leicht. Sie müssen, nach Brads längerer Abwesenheit durch seine spirituelle Reise, entscheiden, wie sie ihr gemeinsames Leben weiterführen wollen …","versions":[{"lang":1,"streams":[{"redirect":9934609,"hoster":"VOE"},{"redirect":9934617,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Reinigungsmädchen","epNo":1,"alt":"To Elle And Back","descr":"Ben sucht immer noch verzweifelt nach der mysteriösen Elle.","versions":[{"lang":1,"streams":[{"redirect":8449678,"hoster":"VOE"},{"redirect":12101820,"hoster":"Doodstream"},{"redirect":8302857,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pro und Kontra","epNo":2,"alt":"Pro And Con","descr":"Ben glaubt, Tucker hatte ein Date mit einer Prostituierten.","versions":[{"lang":1,"streams":[{"redirect":8449680,"hoster":"VOE"},{"redirect":8302863,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ben reitet das Einhorn","epNo":3,"alt":"Ben Rides A Unicorn","descr":"Ben hat endlich wieder Privatsphäre, um Sex haben zu können.","versions":[{"lang":1,"streams":[{"redirect":8449679,"hoster":"VOE"},{"redirect":8302860,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"(K)ein Tag für eine Mutter","epNo":4,"alt":"A Mother Of A Day","descr":"Tuckers Sondersendung ist für einen Preis nominiert.","versions":[{"lang":1,"streams":[{"redirect":10479461,"hoster":"VOE"},{"redirect":10490847,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Elle auf Eis","epNo":5,"alt":"When Elle Freezes Over","descr":"Sam hofft, dass sie und Ben noch mal zusammen kommen.","versions":[{"lang":1,"streams":[{"redirect":8449682,"hoster":"VOE"},{"redirect":8302867,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Danny, der Super-Dad","epNo":6,"alt":"The Third Wheeler","descr":"Ben überrascht Riley mit einer Wanderung im Wald.","versions":[{"lang":1,"streams":[{"redirect":8449683,"hoster":"VOE"},{"redirect":8302870,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Wheeler-Familienkrieg","epNo":7,"alt":"The Sonny-Moon","descr":"Ben ist eifersüchtig auf den zukünftigen Vater Danny.","versions":[{"lang":1,"streams":[{"redirect":8449684,"hoster":"VOE"},{"redirect":8302872,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die misslungenen Hochzeiten","epNo":8,"alt":"You Cruise, You Lose","descr":"Danny und Riley machen eine Kreuzfahrt.","versions":[{"lang":1,"streams":[{"redirect":8449686,"hoster":"VOE"},{"redirect":8302871,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rückkehr","epNo":9,"alt":"The Rebound","descr":"Tucker erfährt, dass seine Ex-Freundin wieder Single ist.","versions":[{"lang":1,"streams":[{"redirect":8449685,"hoster":"VOE"},{"redirect":8302874,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was ist im Paket?","epNo":10,"alt":"What’s In The Box?!","descr":"Danny und Ben wollen das Geschlecht des Babys herausfinden.","versions":[{"lang":1,"streams":[{"redirect":8449687,"hoster":"VOE"},{"redirect":8302879,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Daddys Mädchen","epNo":11,"alt":"Daddy’s Girl","descr":"Emma beginnt, nach ihrer Mutter zu fragen.","versions":[{"lang":1,"streams":[{"redirect":8449689,"hoster":"VOE"},{"redirect":8302881,"hoster":"Streamtape"}]}]}]}]}