{"path":"/serie/stream/babylon-5-crusade","name":"Babylon 5 - Crusade","descr":"Die Erde. Verseucht durch ein außerirdisches Virus als Rache für ihren Sieg im großen Krieg der Planeten. Die letzte Hoffnung für die Menschheit auf der Erde, die unter Quarantäne steht, ist die Excalibur unter dem Kommando des Kriegshelden Captain Matthew Gideon (Gary Cole), der mit dem Auftrag, ein Gegenmittel zu finden, durch das Weltall reist. Fünf Jahre hat Gideon Zeit. Dann wird das Virus die Menschheit auslöschen.","seasons":[{"path":"/serie/stream/babylon-5-crusade/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-1","name":"Kriegsgebiet","epNo":1,"alt":"War Zone","descr":"Jahre nach dem Sieg über die ‚Schatten‘ greifen überraschend ihre Verbündeten, die Drakh, die Erde an. In letzter Minute können die Menschen ihre eigene Vernichtung verhindern. Doch die Freude über den Sieg währt nur kurz. Den Drakh gelingt es, ein Virus freizusetzen, dessen Wirkung in fünf Jahren die gesamte Erdbevölkerung töten wird. Captain Matthew Gideon (Gary Cole) erhält den Auftrag mit dem Zerstörer-Prototyp ‚Excalibur‘ in den Tiefen des Alls nach einem Gegenmittel zu suchen. Start des Spin-Offs der Kultserie ‚Babylon 5‘","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14082831","hoster":"VOE"},{"path":"/redirect/12102107","hoster":"Doodstream"},{"path":"/redirect/8330535","hoster":"Vidoza"},{"path":"/redirect/8330530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-2","name":"Der lange Weg","epNo":2,"alt":"The Long Road","descr":"Die Excalibur reist zur friedlichen Agrarkolonie Regula 4. Captain Gideon (Gary Cole) soll gemeinsam mit seiner Crew mysteriöse Angriffe auf die dort lebenden Farmer untersuchen. Auf dem Planeten befindet sich ein besonderes Mineral, das lebensverlängernde Eigenschaften besitzt und dabei helfen soll, die Drakh-Seuche zu verzögern. Da gerät der schon lange schwelende Konflikt zwischen Farmern und Mitarbeitern der Minengesellschaft außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330562","hoster":"VOE"},{"path":"/redirect/12102122","hoster":"Doodstream"},{"path":"/redirect/13386826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-3","name":"Quell der Ewigkeit","epNo":3,"alt":"The Well of Forever","descr":"Captain Gideon (Gary Cole) lässt sich von Galen (Peter Woodward) überreden, den mystischen ‚Quell der Ewigkeit‘ anzusteuern. An diesem Ort enormer Energie im Hyperraum, so die Legende, könnten alle Fragen des Lebens beantwortet und womöglich auch ein Hinweis für ein Heilmittel gegen die Drakh-Seuche gefunden werden. Lt. Matheson (Daniel Dae Kim) muss unterdessen die regelmäßige Überprüfung durch einen Vertreter des Psi-Corps über sich ergehen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918646","hoster":"VOE"},{"path":"/redirect/12102114","hoster":"Doodstream"},{"path":"/redirect/8330569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-4","name":"Der Pfad der Sorgen","epNo":4,"alt":"The Path of Sorrows","descr":"Die Excalibur-Crew ist auf einem fremden Planeten auf der Suche nach den ‚Quellen der Heilung‘, ein außerirdisches Artefakt mit unglaublichen Kräften. Tatsächlich findet die Besatzung eine Sphäre, in der ein reptilienähnliches Wesen gefangen ist. Um ihren Fund zu untersuchen, bringt die Mannschaft ihn auf die Excalibur. Doch plötzlich geschehen merkwürdige Dinge und die Mitglieder der Mannschaft erleben hautnah aufs Neue schicksalhafte Erlebnisse aus ihrer Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330572","hoster":"VOE"},{"path":"/redirect/12102120","hoster":"Doodstream"},{"path":"/redirect/8330573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-5","name":"Dureenas Geheimnis","epNo":5,"alt":"Patterns of the Soul","descr":"Die Crew der Excalibur wird zum Planeten Orion 7 beordert, um Kolonisten aufzusuchen, die während des Drakh-Angriffs die Erde verlassen haben. Captain Gideon (Gary Cole) soll überprüfen, ob sich die Geflüchteten mit dem tödlichen Virus infiziert haben, um sie gegebenenfalls auf einem Schiff der Erdstreitkräfte unter Quarantäne zu stellen. Max (David Allen Brooks) wird von seinem Auftraggeber, der Firma IPX, immer mehr unter Druck gesetzt, endlich Erfolge in der Waffensuche zu erzielen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004104","hoster":"VOE"},{"path":"/redirect/12102119","hoster":"Doodstream"},{"path":"/redirect/8330583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-6","name":"Befehle aus dem Grab","epNo":6,"alt":"Ruling from the Tomb","descr":"Captain Gideon (Gary Cole) nimmt auf dem Mars an einer Tagung über die Drakh-Seuche teil. Dabei lernt er die Kommandantin von ‚Babylon 5‘, Captain Elisabeth Lochley (Tracy Scoggins), kennen, die für die Sicherheit der Konferenz verantwortlich ist. Plötzlich geschieht ein Mord an einem Symposiumsteilnehmer. Die Spur führt zu einer Sekte, die einen verheerenden Bombenanschlag plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330589","hoster":"VOE"},{"path":"/redirect/12102125","hoster":"Doodstream"},{"path":"/redirect/8330586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-7","name":"Nach eigenen Regeln","epNo":7,"alt":"The Rules of the Game","descr":"Captain Gideon (Gary Cole) wird auf die Raumstation Babylon 5 beordert. Er soll mit Vertretern der Brakiri Verhandlungen führen, um ihre Heimatwelt betreten zu dürfen. Dort befinden sich wichtige Informationen über ein Heilmittel gegen die Drakh-Seuche. Plötzlich nehmen die Verhandlungen eine gefährliche Wendung und Gideon und Elisabeth Lochley (Tracy Scoggins) geraten in Lebensgefahr. Unterdessen muss Max Eilersonvon (David Allen Brooks) seine Ex-Frau aus den Fängen eines brutalen Kredithais befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330593","hoster":"VOE"},{"path":"/redirect/8330592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-8","name":"Erscheinungsbilder","epNo":8,"alt":"Appearances and Other Deceits","descr":"Die Excalibur macht ein im All treibendes fremdes Raumschiff aus. Bei der Untersuchung findet die Crew ein noch lebendes Besatzungsmitglied. Um ihm zu helfen, ordnet Gideon (Gary Cole) an, das Alien an Bord zu bringen. Leider schlagen alle Rettungsversuche fehl und das unbekannte Wesen stirbt. Doch irgendetwas scheint überlebt zu haben. Denn plötzlich gehen mit einigen Crewmitgliedern seltsame Veränderungen vor sich. Zu allem Überfluss sorgen zwei Regierungsberater auf der Excalibur für Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332529","hoster":"VOE"},{"path":"/redirect/12102126","hoster":"Doodstream"},{"path":"/redirect/8330603","hoster":"Vidoza"},{"path":"/redirect/8330602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-9","name":"Der Friedhof der Schiffe","epNo":9,"alt":"Racing the Night","descr":"Die Besatzung der Excalibur untersucht einen Planeten, den die Drakh vor langer Zeit ausgelöscht haben. Die Bodencrew findet in den Ruinen keine Anzeichen von Leben. Da entdeckt das Team die Leiche eines IPX-Mitarbeiters, dem alle Organe entfernt wurden. Kurz darauf tauchen vier fremde Raumschiffe im Orbit des Planeten auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330605","hoster":"VOE"},{"path":"/redirect/12102130","hoster":"Doodstream"},{"path":"/redirect/8330614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-10","name":"Die Warnung des Magiers","epNo":10,"alt":"The Memory of War","descr":"Die Besatzung der Excalibur findet einen seit langer Zeit gesuchten Planeten. Seine erdähnliche Atmosphäre beheimatete einst eine weiterentwickelte Zivilisation, die unter mysteriösen Umständen verschwunden ist. Galen (Peter Woodward) warnt Captain Gideon (Gary Cole), den Planeten anzufliegen. Die Aussicht auf interessante Technologien und Hinweise auf den Verbleib der Bevölkerung, lassen Gideon jedoch nicht von seinem Vorhaben abbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330537","hoster":"VOE"},{"path":"/redirect/12102106","hoster":"Doodstream"},{"path":"/redirect/8330536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-11","name":"Praxis 9","epNo":11,"alt":"The Needs of Earth","descr":"Captain Gideon (Gary Cole) erfährt von einem Ranger, dass ein bekannter Dieb Geheiminformationen vom Volk der Maraner gestohlen hat. Er hofft, mit Hilfe dieser Daten Hinweise zur Heilung der Drakh-Seuche zu finden. In einer riskanten Aktion will Gideon gemeinsam mit Dureena Nafeel (Carrie Dobro) den Dieb stellen und die Informationen an sich nehmen. Doch auch die Maraner sind dem Kriminellen bereits dicht auf den Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094698","hoster":"VOE"},{"path":"/redirect/12102111","hoster":"Doodstream"},{"path":"/redirect/8330544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-12","name":"Verschwoerer","epNo":12,"alt":"Visitors from Down the Street","descr":"Die Excalibur stößt auf eine im All treibende Rettungskapsel. Captain Gideon (Gary Cole) beschließt, sie an Bord zu holen. Überrascht stellt die Crew fest, dass die Überlebenden einem unbekannten Volk angehören, die wie Menschen aus dem 20. Jahrhundert gekleidet sind. Der Erstkontakt nimmt eine gefährliche Wende, als die Aliens gewalttätig werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095653","hoster":"VOE"},{"path":"/redirect/12102117","hoster":"Doodstream"},{"path":"/redirect/8330551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/babylon-5-crusade/staffel-1/episode-13","name":"Die Entscheidung","epNo":13,"alt":"Each Night I Dream of Home","descr":"Die Excalibur wird für eine streng geheime Mission zur Erde zurückbeordert. Die Crew soll einen hoch angesehenen Mediziner an Bord nehmen und dann weitere Details zum Vorgehen erfahren. Plötzlich empfängt die Excalibur ein Notsignal von Captain Elizabeth Lochley (Tracy Scoggins). Sie steckt in großen Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330555","hoster":"VOE"},{"path":"/redirect/12102116","hoster":"Doodstream"},{"path":"/redirect/8330559","hoster":"Streamtape"}]}]}]}]}