{"seriesId":"baby-steps","name":"Baby Steps","descr":"Da Eiichirou Maruo mit seinem jetzigen Leben unzufrieden ist, muss eine Veränderung her. Er findet einen Flyer und beschließt, den dort erwähnten Tennis-Club aufzusuchen, der ihn dann auch sofort begeistern kann. Beigetreten ist er dem Club ohne Erfahrungen in dieser Sportart zu haben - zudem ist sein Körper nicht gut trainiert. Begleite Eiichirou, wenn er sich allein mit Intelligenz, Hingabe und Arbeitsmoral zu einer großen Tenniskarriere aufmacht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Tennis and Notes","descr":"Natsu geht zu Eiichiro, um sich von ihrer Freundin historische Notizen zu leihen. Sie beschließt, sich stattdessen seine Notizen auszuleihen und nennt ihn komisch. Eiichiro besucht den Southern Tennis Club und trifft erneut auf Natsu.","versions":[{"lang":3,"streams":[{"redirect":13094273,"hoster":"VOE"},{"redirect":8302883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Methodical and Unorganized","descr":"Eiichiro setzt seine kostenlose Testversion in STC fort. Aufgrund von Natsus Führung gelingt es ihm, einen Treffer zu erzielen, und er beschließt, Tennis als seine Übung zu nehmen. Gerade als er nach stundenlangem Schlagen der Wand nach seinen Tennisbällen sucht, scheinen sich Takuma und Natsu zu küssen.","versions":[{"lang":3,"streams":[{"redirect":8449690,"hoster":"VOE"},{"redirect":8302885,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Contest is a Fight","descr":"Eiichiro schlägt immer noch gegen die Wand, um den \"perfekten Schuss\" nachzubilden, den er zuvor erlebt hat. Da Eiichiro weiterhin hart arbeitet, ist Natsu motiviert, auch ihr Bestes zu geben und glaubt, dass Eiichiro eines Tages ein wirklich guter Tennisspieler werden wird. Während eines Trainings von Eiichiro gerät er unter bestimmten Umständen in ein Herausforderungsspiel gegen Takuma.","versions":[{"lang":3,"streams":[{"redirect":8449692,"hoster":"VOE"},{"redirect":8302888,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Face of Conviction","descr":"Mit dem Rat von Natsu hat Eiichiro begonnen, Takumas Aufschläge zurückzugeben (wenn auch nicht perfekt), was Takuma dazu veranlasst, ernst zu werden und einen erfolgreichen Aufschlag zu erzielen. Aus diesem Grund lädt Coach Miura Eiichiro zur Teilnahme an einem Tennisturnier ein. Natsu ist gespannt auf sein erstes Turnier und die Tatsache, dass er sich einem gesetzten Spieler stellen muss. Er macht Eiichiro Mut, damit Eiichiro eine optimistischere Sicht auf das Turnier hat.","versions":[{"lang":3,"streams":[{"redirect":11833397,"hoster":"VOE"},{"redirect":8302887,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A First Match Full of Surprises","descr":"Eiichiros erstes Turnier ist endlich da. Bei seinem ersten Spiel gegen Oobayashi sind die Zuschauer überrascht, als Eiichiro Oobayashi zu Beginn des Spiels gebrochen hat. Doch als Oobayashi Eiichiros Aufschläge sieht, bekommt er eine Idee, wie er mit Eiichiro umgehen soll.","versions":[{"lang":3,"streams":[{"redirect":8449695,"hoster":"VOE"},{"redirect":8302893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Diamond in the Rough","descr":"Eiichiro verliert im Match gegen Oobayashi, aber viele Leute sind überrascht, wie Eiichiro es schafft, jedem Angriff seines Gegners entgegenzuwirken, bis seine Ausdauer erschöpft ist. Die Top 6 der gesetzten Spieler werden ihm ebenfalls vorgestellt und erhalten später eine Einladung von Trainer Miura, sein Tennis zu verbessern.","versions":[{"lang":3,"streams":[{"redirect":8449693,"hoster":"VOE"},{"redirect":8302894,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Nine-Square and Reality","descr":"Um seine Tennisfähigkeiten zu verbessern, trainiert Eiichiro mit Coach Miura, der ein 3x3-Panel zur Verbesserung der Kontrolle und ein Übungsspiel gegen Takuma umfasst.","versions":[{"lang":3,"streams":[{"redirect":8449694,"hoster":"VOE"},{"redirect":8302895,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"One Year and Twenty Notebooks","descr":"In den folgenden Monaten vor seinem zweiten Kanagawa Junior Tennis Circuit versucht Eiichiro, jeden Schlag zu meistern und tut alles, um die gesetzten Spieler einzuholen.","versions":[{"lang":3,"streams":[{"redirect":8449696,"hoster":"VOE"},{"redirect":8302897,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Diligence Is My Style","descr":"Eiichiro gewinnt seine ersten beiden Runden trotz seiner anfänglichen Panne in der ersten Runde mühelos. Und wie erwartet ist Miyagawa sein Gegner für die dritte Runde.","versions":[{"lang":3,"streams":[{"redirect":8449697,"hoster":"VOE"},{"redirect":8302899,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Unease on the Edge","descr":"Eiichiro und Miyagawa treffen in der dritten Runde des Kanagawa Junior Tennis Circuit aufeinander . Eiichiro schafft es kaum, seine Aufschlagspiele beizubehalten, aber er stellt fest, dass Miyagawa ihn während des gesamten Spiels beobachtet hat. Mit dieser Erkenntnis beschließt Eiichiro, ein Risiko einzugehen, um Miyagawas Angriffen entgegenzuwirken.","versions":[{"lang":3,"streams":[{"redirect":8449700,"hoster":"VOE"},{"redirect":8302901,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Risk and Possibility","descr":"Das Match führt zu einem Unentschieden. Weil Eiichiro ein Risiko eingeht und ein Glücksfall hat, gewinnt er das Match gegen Miyagawa.","versions":[{"lang":3,"streams":[{"redirect":8449698,"hoster":"VOE"},{"redirect":8302903,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Improvement by Memory","descr":"Eiichiro bekommt ein kurzes Training von Coach Mike, um seinen mentalen Zustand zu verbessern. Nachdem er Terashima im Match besiegt hat, trifft er Iwasa im Laden, der mit Tennis \"zeichnet\".","versions":[{"lang":3,"streams":[{"redirect":8449699,"hoster":"VOE"},{"redirect":8302906,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Art and Technique","descr":"Beim Spiel von Eiichiro gegen Iwasa ist Eiichiro verwirrt über Iwasas ungewöhnlichen Stil. Er schafft es, damit umzugehen, aber ich konnte ihn nicht einfach gewinnen lassen.","versions":[{"lang":3,"streams":[{"redirect":8449701,"hoster":"VOE"},{"redirect":8302908,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Putting the Pieces Together","descr":"Eiichiro gewinnt das Match gegen Iwasa und trifft im Halbfinale auf Araya.","versions":[{"lang":3,"streams":[{"redirect":8449702,"hoster":"VOE"},{"redirect":8302909,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Plan to Be Forceful","descr":"Natsu erzählt von Drei-Satz-Matches fürs Halbfinale und Finale und über den Grund warum ein Underhand-Aufschlag während eines Spiels für Überraschungen sorgen kann.","versions":[{"lang":3,"streams":[{"redirect":8449703,"hoster":"VOE"},{"redirect":8302913,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Beast and Initiative","descr":"Nachdem sich Araya geschlagen hat, um seine eigenen Emotionen besser kontrollieren zu können, zeigt der Anime, wie Araya sein drittes Spiel bekommt...","versions":[{"lang":3,"streams":[{"redirect":8449704,"hoster":"VOE"},{"redirect":8302917,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Pro At My Age","descr":"Bei Ikes erstem Auftritt überprüft Ike bereits eines von Eiichiros Notizbüchern, als Eiichiro ihn sieht ...","versions":[{"lang":3,"streams":[{"redirect":8449706,"hoster":"VOE"},{"redirect":8302919,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Determination and Presentation","descr":"Eiichiro und Natsu verfolgen Ikes Debüt als Tennisprofi. Dies hebt Eiichiros Zögern auf und beschließt, eine Karriere als Profi zu verfolgen.","versions":[{"lang":3,"streams":[{"redirect":12332524,"hoster":"VOE"},{"redirect":8302925,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Resolve and Hell","descr":"Eiichiro schafft es zweimal gegen Ike zu spielen.Ike sieht nicht müde aus, obwohl er während des 10-minütigen Trainings gegen ein STC-Mitglied gekämpft hat.","versions":[{"lang":3,"streams":[{"redirect":8449707,"hoster":"VOE"},{"redirect":8317073,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Meat Buns and Yakisoba","descr":"Wenn Coach Miura auf der Illustration von \"aktiver Ruhe\" spricht, werden der \"schwache\" und der \"starke\" Teil des \"Körpers\" vertauscht. \"Stark\" sollte oben und \"schwach\" unten sein.","versions":[{"lang":3,"streams":[{"redirect":13916763,"hoster":"VOE"},{"redirect":8302926,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Consistency and Change","descr":"Eiichiro überprüft ein Video eines Spiels, um Daten über Nabae zu sammeln...","versions":[{"lang":3,"streams":[{"redirect":8449709,"hoster":"VOE"},{"redirect":8302930,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Fundamentals Are the Weakness","descr":"Ide und Okada führen einige wichtige und Interessante Gespräche...","versions":[{"lang":3,"streams":[{"redirect":8449711,"hoster":"VOE"},{"redirect":8302928,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Reckless 100-Square","descr":"Eiichiro versucht die maximale Geschwindigkeit und die beste Steuerungskombination zu bestimmen...","versions":[{"lang":3,"streams":[{"redirect":8449710,"hoster":"VOE"},{"redirect":8302931,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Duty and Desire","descr":"Kageyama und Sasakis reagieren komisch, als Natsu Eiichiro anlächelt und rot wird. Eiichiro der Yukichi erfragt nach den Ergebnissen seines Spiels und ...","versions":[{"lang":3,"streams":[{"redirect":8449712,"hoster":"VOE"},{"redirect":8302933,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Eiichiro and Natsu","descr":"Während Coach Aoi in den vergangenen zwei Tagen die Dinge überprüft, die Eiichiro getan hat, hat Eiichiro neben dem etwas unternommen...","versions":[{"lang":3,"streams":[{"redirect":8449713,"hoster":"VOE"},{"redirect":8302937,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The World and the Wall","descr":"Eiichiro kommt nach Florida, um eine kurze Tennisausbildung zu absolvieren, und ist erstaunt darüber, wie die Einrichtungen für Tennis reserviert sind. Als Eiichiro neue Leute kennenlernt, beginnt er auch den Unterschied der Tennisfähigkeiten zu erkennen. Auf Ikes Vorschlag hat Eiichiro die Chance erhalten, mit vielen Tennisspielern in der Freihandelszone in Kontakt zu treten.","versions":[{"lang":3,"streams":[{"redirect":8449715,"hoster":"VOE"},{"redirect":8302939,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Vicious Circle Is Lucky","descr":"Eiichiro gewöhnt sich langsam an die heftigen Schläge seines Gegners und lernt auch die Zwei-Stufen-Methode. Aber da er weiterhin bei jedem Spiel verliert, fängt er an, sich entmutigt zu fühlen. Mit dem Rat von Alex, Coach Kevin und Coach Mike und seiner Routine gewinnt er sein Selbstvertrauen zurück und verdient seinen ersten Sieg in Florida.","versions":[{"lang":3,"streams":[{"redirect":8449714,"hoster":"VOE"},{"redirect":8302941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Data for the Future","descr":"Mit Eiichiros harter Arbeit schätzte er Ikes Fähigkeiten während des Trainingsspiels. Er hat es auch geschafft, bei seinem letzten Trainingsspiel in Florida ein Match mit drei Sätzen gegen Alex zu bestreiten. Während er aufgrund der Daten, die er innerhalb von zwei Wochen gesammelt hat, in Führung liegt, werden seine Daten auch für Alex zu einer Motivation, die Bedeutung seiner Vergangenheit zu verstehen, um voranzukommen.","versions":[{"lang":3,"streams":[{"redirect":8449716,"hoster":"VOE"},{"redirect":8302944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Awakening to Simplicity","descr":"Eiichiro hat es geschafft, sich bei Angriffen auf seine Instinkte und seine Vernunft zu verlassen, um Daten zu sammeln. Während er an einem kritischen Punkt des Spiels einen Krampf erleidet, schafft er es aufgrund von Alex \u0027Zögern immer noch, das Spiel zu gewinnen, was jedoch zu einer Schelte führt. Bevor er den Ort verlässt, erinnert sich Eiichiro an die Dinge, die er gelernt hat und dankt allen für die Hilfe während seines zweiwöchigen Aufenthalts in Florida.","versions":[{"lang":3,"streams":[{"redirect":12918645,"hoster":"VOE"},{"redirect":8302946,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Takuma\u0027s Decision","descr":"Jeder merkt, wie Eiichiros Bewegungen während des Trainings besser werden. Während Eiichiro Natsu gestehen will, wird er von Takuma unterbrochen, was Takuma später veranlasst, Eiichiros Bitte um ein Übungsspiel anzunehmen. Während des Spiels lernt Eiichiro, wie wichtig ein kraftvoller Aufschlag ist und versucht, Takuma nachzuahmen. Gerade als er einen starken Aufschlag erzielte, unterbrach Trainer Aoi das Match, da Eiichiro verletzt werden könnte.","versions":[{"lang":3,"streams":[{"redirect":8449718,"hoster":"VOE"},{"redirect":8302948,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"First Encounter by Scouting","descr":"Trainer Aoi hat die analytischen Fähigkeiten von Eiichiro unterschätzt. Er beendete das Match und ließ Eiichiro trainieren, um sich auf kraftvolle Aufschläge vorzubereiten. Eiichiro nimmt sich auch Zeit für die Teilnahme an All-Japan Junior Indoor Invitational und trifft Shimizu aus Versehen. Da Eiichiro mit Entmutigungen von anderen Menschen zu kämpfen hat und von Natsus Verlust durch Shimizu erfährt, ermutigt er Natsu weiterhin, dass sie gemeinsam im All-Japan Junior Tennis Tournament gewinnen werden .","versions":[{"lang":3,"streams":[{"redirect":12382063,"hoster":"VOE"},{"redirect":8302951,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Revenge at the Critical Moment","descr":"Eiichiro muss gegen Miyagawa gewinnen, um sich für das Kantou Junior-Tennisturnier zu qualifizieren. Er muss jedoch zuerst an Nishimura vorbeikommen. Sowohl Eiichiro als auch Miyagawa schaffen es leicht, die erste Runde zu gewinnen und ihr Match hat endlich begonnen. Eiichiro erwartet Miyagawas Volleyschuss, wird aber überrascht, als Miyagawa einen Drive-Volleyschuss trifft.","versions":[{"lang":3,"streams":[{"redirect":8449719,"hoster":"VOE"},{"redirect":8302952,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Speed of Evolution","descr":"Während Eiichiro zunächst von Miyagawas Drive Volley überrascht war, gelang es ihm, Gegenmaßnahmen zu ergreifen. Zusammen mit seinen weiterentwickelten Fähigkeiten und dem Druck, auch in Miyagawas stärkster Farbe spielen zu können, hat Eiichiro eine Pause eingelegt. Dies führt zu Miyagawas Vertrauensverlust, aber Oobayashi gibt ihm Unterstützung. Obwohl es ihm gelungen ist, sein Tempo zu ändern und sein Spiel zu verbessern, schafft es Eiichiro dennoch, eine weitere Pause zu machen und das Match zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":8449720,"hoster":"VOE"},{"redirect":8302955,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Baffled by Intuition","descr":"Eiichiro denkt über sein Match gegen Miyagawa und Natsus Sicht auf \"unterhaltsame Matches\" nach. Nachdem er Teil des Finales des Turniers geworden ist, spielt er ein Freundschaftsspiel gegen Natsu, das ihm als mentales Training dient. Auf der anderen Seite ist Araya, die Hoffnung ihres Vereins, entschlossen, gegen Eiichiro zu gewinnen und seinen Traum, Profi zu werden, zu verwirklichen.","versions":[{"lang":3,"streams":[{"redirect":8449722,"hoster":"VOE"},{"redirect":8302958,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Start with a Roar","descr":"Eiichiro hat die zu verwendende Taktik basierend auf der Datei festgelegt, die er zuvor in ihrem Match verwendet hat. Aufgrund seiner mangelnden Erfahrung hat er jedoch Schwierigkeiten, mit Arayas Angriffen fertig zu werden, da Araya ein Linkshänder ist. Am Ende verliert Eiichiro den ersten Satz, aber es gelingt ihm, Daten darüber zu sammeln, wie er mit Arayas Angriffen umgehen soll.","versions":[{"lang":3,"streams":[{"redirect":8449724,"hoster":"VOE"},{"redirect":12985402,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Choices and Explosive Power","descr":"Mit den Daten, die Eiichiro während des ersten Satzes und seines Aufschlagspiels hatte, hat er seinen Gegenangriffsplan auf Arayas linkshändige Angriffe angewendet und Arayas Aufschlagspiel abgebrochen. Er schafft es auch, eine Strategie des Tempowechsels anzuwenden, um mit Arayas Kraft und Geschwindigkeit umzugehen. Araya passt sich jedoch schneller an, als er erwartet, und hat auch ein besseres Gefühlsmanagement. Als der dritte Satz beginnt, kommentiert Natsu, wie Eiichiro derzeit \"dieses Match genießt\".","versions":[{"lang":3,"streams":[{"redirect":8449723,"hoster":"VOE"},{"redirect":8302962,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Full Force Toward Adversity","descr":"Im letzten Satz behalten Eiichiro und Araya ihr Dienstspiel bei. Im weiteren Verlauf des Spiels steigt jedoch die Erschöpfung von Eiichiro, was dazu führt, dass Eiichiro sich bei seinen Angriffen auf seine Instinkte verlässt. Am Ende reicht dies nicht aus, um zu gewinnen, da ihn sein Instinkt dazu zwingt, sich nicht mehr in seinem üblichen Tempo zu bewegen, und Araya diese Gelegenheit ausnutzt. Während die Leute ihn ermutigen, fühlt sich Eiichiro immer noch hilflos, da er gewinnen muss, um sein Ziel zu erreichen.","versions":[{"lang":3,"streams":[{"redirect":8449726,"hoster":"VOE"},{"redirect":8302965,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Gathering of Rivals","descr":"Nun, da er ein drittes Jahr in der High School ist, beginnt Eiichiro, Dinge zu überlegen, wenn er seinen Traum, ein Profi zu werden, aufgeben muss. Bei STC treffen sich Eiichiro und die anderen bekannten Spieler in Kanagawa, um an den Trainingsspielen teilzunehmen, um die Fähigkeiten der einzelnen Spieler zu stärken. Er trifft Shimizu auch zum zweiten Mal und wird gefragt, ob er wirklich gerne Tennis spielt. Die Halterung für das Kanto Junior Tennis Tournament wird ebenfalls freigegeben. Um sich für das All-Japan Junior Tennis Tournament zu qualifizieren , hat er den fünften Samen Ide in der zweiten Runde besiegt.","versions":[{"lang":3,"streams":[{"redirect":8449725,"hoster":"VOE"},{"redirect":8302966,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Moonlight and the Sound of Waves","descr":"Die letzte Tür auf dem Weg zum All-Japan Junior, dem Kanto Junior Tournament, ist gleich um die Ecke. Eiichiro macht sich Sorgen, als er seinen Eltern verspricht, dass er aufgibt, wenn er im All-Japan Junior nicht gewinnt, und macht sich dann mit den anderen STC-Mitgliedern auf den Weg nach Chiba, wo der Kanto Junior stattfinden wird .","versions":[{"lang":3,"streams":[{"redirect":8449727,"hoster":"VOE"},{"redirect":8302970,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"A Hero and Loud Cheers","descr":"Das Kanto Junior Tennisturnier beginnt endlich und Eiichiro trifft in seinem ersten Match auf Yakabe Tadanori. Obwohl er Videos von Yakabes Spielen vor einem Jahr gesehen hatte, ist Eiichiro verwirrt über die viel größere Statur und den völlig anderen Spielstil seines Gegners.","versions":[{"lang":3,"streams":[{"redirect":8449729,"hoster":"VOE"},{"redirect":8302968,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Whish, Then Fwoom","descr":"Eiichiro ist fassungslos über all den Beifall, den Ide zu Beginn des Spiels erhält. Er kämpft mit den unvorhersehbaren Spielen des intuitiven Ide, aber er erinnert sich an das, was er in seinem Match mit Natsu gelernt hat und konzentriert sich darauf, seinen Gegner zu beobachten.","versions":[{"lang":3,"streams":[{"redirect":8449728,"hoster":"VOE"},{"redirect":8302973,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Dramatic by Nature","descr":"Die bemerkenswerte Fähigkeit von Ide, sich sofort an alles anzupassen, macht Eiichiro zu schaffen und er liest seine Notizen erneut, um seinen Fokus wiederzuerlangen. Dies verbessert seine Bewegungen und führt zu eindrucksvolleren Rallyes, was das Match noch aufregender macht.","versions":[{"lang":3,"streams":[{"redirect":8449730,"hoster":"VOE"},{"redirect":8302976,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Visualize the Pressure","descr":"Eiichiro glaubte, die tosenden Beifälle der Menge für Ide erfolgreich ignoriert zu haben, aber sein Körper reagierte mehr darauf, als er bemerkte. Der Druck, vor einem dramatischen, ideenzentrierten Publikum zu spielen, beunruhigt Eiichiro. Was kann er tun, um diese Situation zu überwinden?","versions":[{"lang":3,"streams":[{"redirect":8449731,"hoster":"VOE"},{"redirect":8302979,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"A Rude First Meeting","descr":"Eitaro, der in seinem Kampf gegen Ide spektakulär gewonnen hat, beschließt, zum National Junior zu gehen. Trainer Aoi erklärt, dass Eitaro gegen Ende des Spiels vollständig in der Zone war.","versions":[{"lang":3,"streams":[{"redirect":8449732,"hoster":"VOE"},{"redirect":8302980,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Psychological Battle and Self-Restraint","descr":"Das Match gegen Takagi beginnt. Genau wie Yukichi warnte, ist Takagis Stil einzigartig.","versions":[{"lang":3,"streams":[{"redirect":8449736,"hoster":"VOE"},{"redirect":8302982,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Good, Evil and the Rules","descr":"Auch wenn es an Etikette mangelt, wirkt Takagis Spielstil weiterhin zu seinen Gunsten, indem er das Tempo seines Gegners unterbricht. Eiichiro kämpft mit Takagis Taktik. Er versucht, seinen Ärger zu seinem Vorteil zu nutzen, aber er ist nicht erfolgreich.","versions":[{"lang":3,"streams":[{"redirect":8449734,"hoster":"VOE"},{"redirect":8302987,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Powered by Your Presence","descr":"Nach dem Sieg gegen Takagi steht Eiichiro wie Natsu in der Frauen-Division im Halbfinale. Eiichiro wird sich neuer Gefühle gegenüber Natsu bewusst, während er ihr Match ansieht. Das nächste Spiel ist gegen den Top-Tennisspieler Nabae, der keine physischen oder psychischen Schwächen hat.","versions":[{"lang":3,"streams":[{"redirect":8449733,"hoster":"VOE"},{"redirect":8302986,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Proactive and Ideal","descr":"Das Match hat gerade erst begonnen und Eiichiro ist schon kurz davor, in der Zone zu sein. Sein ausgezeichneter Zustand erinnert an sein Match gegen Ide; Eiichiro gibt Nabae keine Chance, sich zu wehren, und übernimmt bald die Führung.","versions":[{"lang":3,"streams":[{"redirect":8449735,"hoster":"VOE"},{"redirect":8302992,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Recklessness and Unpredictability","descr":"Das Spiel zwischen Eiichirou und Nabae erreicht endlich seinen aufregenden Höhepunkt, und der Erste riskiert eine Niederlage, um sich seinen Sieg vorzustellen.","versions":[{"lang":3,"streams":[{"redirect":8449738,"hoster":"VOE"},{"redirect":8302991,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Final Set","descr":"","versions":[{"lang":3,"streams":[{"redirect":8449737,"hoster":"VOE"},{"redirect":8302996,"hoster":"Streamtape"}]}]}]}]}