{"seriesId":"back-in-the-game","name":"Back in the Game","descr":"Notgedrungen steht Terry Gannon, Jr. (Maggie Lawson) in \"Back in the Game\" nach der Trennung von ihrem nichtsnutzigen Ehemann wieder bei ihrem Vater auf der Treppe: Gemeinsam mit ihrem Sohn Danny (Griffin Gluck) muss sie den Neuanfang wagen. Nicht einfach, denn ihr Vater Terry \"The Cannon\" Gannon, Sr. (James Caan) ist eine ganz eigene Nummer – was man schon daran merkt, dass er der Tochter seinen eigenen Vornamen aufgedrückt hatte. In ihr hatte der Witwer in vergangenen Jahren versucht, nicht erreichte Sportziele im Baseball zu erfüllen. Eigentlich hatte sich die junge Terry daher geschworen, nie wieder etwas mit Baseball (oder dessen Variante Softball) zu tun zu haben. Doch als ihrem Sohn die Aufnahme in die örtliche \"Kinderliga\" verweigert wird übernimmt Terry selbst die Trainerrolle für eine junge Gruppe von unsportlichen Schülern. Dass ihr Vater ihr dabei unter die Arme greifen will – und damit über ihren Kopf hinweg seine rüden Methoden anwendet – sorgt für weiteren Ärger. Ebenso der Ligaleiter, der arrogante Dick Slingbaugh (Lenora Crichlow). Dem gehört zu allem Unglück auch noch das Restaurant, in dem Terry übergangsweise arbeitet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zurück auf dem Feld","epNo":1,"alt":"Pilot","descr":"Nach ihrer Scheidung wohnt die alleinerziehende Terry mit ihrem Sohn Danny wieder bei ihrem Vater. Der Alltag verläuft jedoch alles andere als reibungslos, weil Vater und Tochter ständig aneinandergeraten. Besonders beim Thema Baseball haben sie völlig konträre Meinungen. Als Danny Teil des Kinder-Baseballteams werden will – leider ohne Aussicht auf Erfolg -, lässt sich Terry vom eingebildeten Ligapräsidenten Dick zu einer folgenschweren Wette hinreißen …","versions":[{"lang":1,"streams":[{"redirect":9940890,"hoster":"VOE"},{"redirect":9940891,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das geheime Zimmer","epNo":2,"alt":"Stay in or Bail Out","descr":"Terry will mit ihrem Vater nicht länger unter einem Dach leben. Um sich eine Wohnung leisten zu können, sucht sie händeringend nach Arbeit. In einem Restaurant wird Terry schließlich fündig – doch das gehört ausgerechnet Ligapräsident Dick. Und auch im Baseball-Training geht Terry sen. seiner Tochter mächtig auf die Nerven. Mit seinen eigensinnigen Methoden treibt er Terry in den Wahnsinn. Um den Jungs die Angst vor dem Ball zu nehmen, macht er mit ihnen einen seltsamen Ausflug.","versions":[{"lang":1,"streams":[{"redirect":9940895,"hoster":"VOE"},{"redirect":9940897,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Barb und andere Katastrophen","epNo":3,"alt":"Play Hard Or Go Home","descr":"Terry ist der festen Überzeugung, dass ihr Vater Gesellschaft braucht und sucht im Internet nach einer Frau für ihn. Bei einem Schokoladenverkauf für wohltätige Zwecke trifft sie zufällig auf Dotty – die ideale Frau für ihren Vater. Kurzerhand arrangiert sie ein romantisches Dinner für die beiden. Darauf hat Terry sen. jedoch so gar keine Lust und plant bereits die Rache an seiner Tochter. Derweil punktet Danny bei Vanessa, indem er ihr eine versteckte Botschaft hinterlässt …","versions":[{"lang":1,"streams":[{"redirect":12918697,"hoster":"VOE"},{"redirect":8303411,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der neue Danny","epNo":4,"alt":"The Change Up","descr":"Danny versucht noch immer, Vanessa zu beeindrucken. Deshalb holt er sich Flirt-Tipps bei seinem Opa. Der rät ihm zu einem Bad-Boy-Image, was tatsächlich zu funktionieren scheint. Nur seine Mutter ist von Dannys neuer Masche ganz und gar nicht begeistert. Terry braucht dringend eine Auszeit von ihrer Familie. Sie verabredet sich mit Lulu, um es mal wieder ordentlich krachen zu lassen. Doch der Abend endet in einer Katastrophe …","versions":[{"lang":1,"streams":[{"redirect":8449910,"hoster":"VOE"},{"redirect":8303414,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Selbst ist die Frau","epNo":5,"alt":"She. Could. Go. All. The. Way!","descr":"Terry hat ein Date mit dem smarten Getränkelieferanten Jack, was ihrem Vater überhaupt nicht gefällt. Er hält den neuen Freund seiner Tochter für einen Versager. Auch Dick kann Jack absolut nicht leiden. Die beiden Männer hecken daraufhin einen Plan aus, wie sie das Pärchen auseinanderbringen können. Danny hat unterdessen ein Problem mit einem Mitschüler. Um seinem Enkel eine Lektion zu erteilen, greift Opa Terry zu drastischen Mitteln …","versions":[{"lang":1,"streams":[{"redirect":8449911,"hoster":"VOE"},{"redirect":8303422,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Highschool-Feindin","epNo":6,"alt":"Night Games","descr":"An Halloween ist es bei den Gannons Tradition, dass Mutter und Sohn gemeinsam Süßigkeiten sammeln. Doch Danny würde dieses Jahr viel lieber mit seinem Baseballteam um die Häuser ziehen – zumal auch Vanessa mit von der Partie ist. Auf ihrer Tour kommt ihnen jedoch David mit seiner Gang in die Quere. Während Terry bei Dicks Halloweenparty auf ihre Erzrivalin Keeley trifft, verbringt ihr Vater Zeit am Grab seiner verstorbenen Frau.","versions":[{"lang":1,"streams":[{"redirect":11833404,"hoster":"VOE"},{"redirect":8303421,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Herz für Dudley","epNo":7,"alt":"Safety Squeeze","descr":"Nachdem sich einer der Jungs beim Baseball-Training verletzt hat, wird Trainer Terry vom Sicherheitsbeauftragten zu einem Safety-Seminar verdonnert. Dick, der das Ganze schadenfroh beobachtet hat, muss zu seinem Unmut ebenfalls daran teilnehmen. Derweil fühlt sich Dannys Mutter für Dudley verantwortlich, als sie von der Scheidung seiner Eltern hört. Seitdem ist er ständig bei den Gannons zu Besuch und geht Danny mit seiner permanenten Anwesenheit mächtig auf die Nerven.","versions":[{"lang":1,"streams":[{"redirect":12918698,"hoster":"VOE"},{"redirect":11728738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geburtstagsstress","epNo":8,"alt":"No Crying In Baseball","descr":"Dannys elfter Geburtstag steht kurz bevor und Terry überlegt, wie sie den Tag feiern können. Es stellt sich heraus, dass Lulus Sohn Michael ebenfalls Geburtstag hat, sodass die beiden Mütter beschließen, eine gemeinsame Party zu organisieren und die Kosten zu teilen. Lulu stürzt sich sofort in die Vorbereitungen, doch ihre Pläne entsprechen weder Terrys Vorstellungen noch ihrem Budget. Derweil bereitet Dannys Opa die Angels auf eine Paintball-Schlacht mit Davids Gang vor …","versions":[{"lang":1,"streams":[{"redirect":8449915,"hoster":"VOE"},{"redirect":14187133,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Präsidentin Terry","epNo":9,"alt":"Massive Election","descr":"Terry bittet Dick um eine Änderung der Trainingszeiten für ihr Baseballteam. Doch der stellt auf stur. Kurzerhand beschließt sie, als Dicks Konkurrentin für das Amt des Ligapräsidenten zu kandidieren. Um die Wahl zu gewinnen, ist Terry jedes Mittel recht. Derweil beschließt ihr Vater, dass die Angels einen Teamkapitän brauchen. Als Danny den Posten jedoch ablehnt, sind sich Vater und Tochter ausnahmsweise einig: Aus Danny soll endlich ein richtiger Anführer werden …","versions":[{"lang":1,"streams":[{"redirect":8449914,"hoster":"VOE"},{"redirect":8303428,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das perfekte Weihnachtsfest","epNo":10,"alt":"I’ll Slide Home For Christmas","descr":"Terry legt sich mächtig ins Zeug, um Danny unvergessliche Weihnachten zu bescheren. Ihr Vater ist von einem Fest im Kreise der Familie jedoch wenig begeistert. Sein Plan ist es, stattdessen einen Pokerabend mit seinen Kumpels zu veranstalten. Terrys Vorstellungen von einem makellosen Weihnachten werden jäh zerstört, als ihre Vorbereitungen in einer einzigen Katastrophe enden. Von ihrem Sohn Danny bekommt sie letztendlich aber doch noch das perfekte Weihnachtsgeschenk.","versions":[{"lang":1,"streams":[{"redirect":13095658,"hoster":"VOE"},{"redirect":8303432,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Farbenspiele","epNo":11,"alt":"Color Barrier","descr":"Weil sich die halbe Elternschaft des Kinderbaseballs über das unsensible und diskriminierende Verhalten von Coach Terry beschwert, wird er bis auf Weiteres vom Training ausgeschlossen. Auch Terry hat die Nase voll von ihrem uneinsichtigen Vater und trainiert die Kids nun auf eigene Faust. Doch ihre neumodischen Methoden kommen beim Team gar nicht gut an, sodass das Training völlig außer Kontrolle gerät. Um ihren Vater zurück ins Boot zu holen, benötigt Terry jedoch Lulus Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12251759,"hoster":"VOE"},{"redirect":8303440,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verlustängste","epNo":12,"alt":"Sports Therap","descr":"Terry ist total aus dem Häuschen, als sie erfährt, dass ihr Sohn sich mit Vanessa trifft, in die er unsterblich verliebt ist. Doch Danny hat große Bedenken, dass seine Mutter sich mit ihren Peinlichkeiten nicht zurückhalten kann. Nachdem Terry und ihr Vater tatsächlich die Verabredung ruinieren und Vanessa sich daraufhin zurückzieht, ist Danny am Boden zerstört. Als die Situation eskaliert, schaltet sich auch noch Dannys Schulleiter ein und schickt die drei zu einer Therapie.","versions":[{"lang":1,"streams":[{"redirect":8449918,"hoster":"VOE"},{"redirect":8303442,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Traumprinz für zwei","epNo":13,"alt":"Who’s On First","descr":"Lulu ist verliebt – und zwar in den attraktiven Patrick. Und auch Terry trifft unverhofft auf ihren Traumprinzen. Schnell stellt sich jedoch heraus, dass die Frauen für ein und denselben Mann schwärmen. Michael und Danny gefallen die Ambitionen ihrer Mütter gar nicht und gemeinsam überlegen sie, wie sie gegen Patrick vorgehen können. Derweil möchte Terry ausgerechnet mit einer von Dannys Lehrerinnen ausgehen. Doch bereits nach dem ersten Date ändert er seine Meinung schlagartig.","versions":[{"lang":1,"streams":[{"redirect":8449919,"hoster":"VOE"},{"redirect":8303441,"hoster":"Streamtape"}]}]}]}]}