{"seriesId":"bad-language","name":"Bad Language","descr":"Patrick Kielty präsentiert die BBC-Comedypanelshow \"Bad Language\", in der es rund um die Sprache geht. Zwei Panelteams (bestehend aus je zwei Comedians) nominieren Wörter, die aus der englischen Sprache verbannt werden sollten. In einer weiteren Runde müssen die Teams erraten, von welchen Prominenten bestimmte Zitate stammen. Zu den festen Panelmitgliedern zählen Paul Sinha und Susan Calman. Die Show läuft auf dem Kanal BBC Northern Ireland.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Phill Jupitus, Lucy Porter","descr":"Patrick Kielty moderiert seine brandneue Comedy-Panel-Show. Phill Jupitus und Lucy Porter treffen sich mit den Stammgästen Paul Sinha und Susan Calman, um herauszufinden, welche Sprache wir sprechen und wie wir sie verwenden.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Marcus Brigstocke, Des Clarke","descr":"Patrick Kielty moderiert seine brandneue Comedy-Panel-Show. Zu den Stammgästen Paul Sinha und Susan Calman gesellen sich Marcus Brigstocke und Des Clarke, die die englische Sprache aufpeppen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Rich Hall, Mark Watson","descr":"Patrick Kielty moderiert seine brandneue Comedy-Panel-Show. Rich Hall und Mark Watson geben gemeinsam mit den Stammgästen Paul Sinha und Susan Calman einen einzigartigen Einblick in die englische Sprache.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Micky Bartlett, Jarred Christmas","descr":"Patrick Kielty moderiert seine brandneue Comedy-Panel-Show. Zu den Stammgästen Paul Sinha und Susan Calman gesellen sich Micky Bartlett und Jarred Christmas, die sich seitwärts mit der englischen Sprache befassen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mark Watson, Des Clarke","descr":"Patrick Kielty moderiert seine Comedy-Panel-Show. Zu den Stammgästen Paul Sinha und Susan Calman gesellen sich Des Clarke und Mark Watson, die die englische Sprache aufpeppen.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Rich Hall, Lucy Porter","descr":"Patrick Kielty moderiert den letzten Teil seiner Comedy Panel Show. Rich Hall und Lucy Porter nehmen zusammen mit den Stammgästen Paul Sinha und Susan Calman die englische Sprache unter die Lupe.","versions":[]}]}]}