{"path":"/serie/stream/bad-chad-customs","name":"Bad Chad Customs","descr":"Chad Hiltz aka \"Bad Chad\" ist ein kanadischer Autokünstler, der mit geringem Budget und viel Kreativität alte Schrottkisten in einzigartige Fahrzeuge verwandelt. Gemeinsam mit seinen Kollegen von \"Green Goblin Customs\" und seinem Sohn Colton schaffen sie Custom Cars, für die auch schonmal Ersatzteile aus Booten, Flugzeugen oder alten Schließfächern verwendet werden.","seasons":[{"path":"/serie/stream/bad-chad-customs/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-1","name":"Royal Respect","epNo":1,"alt":"They Call Me Bad Chad","descr":"Chad Hiltz baut aus Ersatzteilen, recyceltem Metall und einem verrosteten Studebaker Commander von 1939 ein elegantes, einzigartiges Coupé.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928714","hoster":"VOE"},{"path":"/redirect/9941457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-2","name":"Das Cider-Mobil","epNo":2,"alt":"You Use What You Got","descr":"Um sein Geschäft auszubauen, beauftragt Chad Chad den Bau eines maßgeschneiderten Lieferwagens im Stil der 1930er Jahre, ausgehend von einem ausrangierten Desoto Airflow-Coupé aus dem Jahr 1934.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928717","hoster":"VOE"},{"path":"/redirect/9941407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-3","name":"Das Lotterieauto","epNo":3,"alt":"Cooler Than Dangit","descr":"Chad Hiltz veranstaltet eine jährliche Autoausstellung, Rockerbilly Weekend, in seinem Hinterhof, um für das Green Goblin Customs zu werben. Das Team baute ein billiges Auto für einen großen Gewinnspielpreis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928724","hoster":"VOE"},{"path":"/redirect/9941408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-4","name":"Die Auto-Blase – Teil 1","epNo":4,"alt":"To the Moon!","descr":"Chad erschafft ein Weltraum-Drag-Car aus einem Kombi. Er und sein Team wurden von einem lokalen Exzentriker beauftragt, eine menschenfreundliche Fahrt zu kreieren. Sie stellen sich ein Auto vor, das für die Raumfahrt geeignet ist, mit Flügeln, Reihenbestuhlung und einer 18-Zoll-Luftblase.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928730","hoster":"VOE"},{"path":"/redirect/9941432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-5","name":"Die Auto-Blase – Teil 2","epNo":5,"alt":"Dirty Hands, Clean Money","descr":"Chad rast los, um seine bislang wildeste Kreation fertigzustellen, einen benutzerdefinierten Dragster mit Bubble-Top, Flügeln und Inline-Sitzen. Und mit nur wenigen Stunden bis zur versprochenen Enthüllung droht der reduzierte Kompressor Colton, den gesamten Bau zu entgleisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928736","hoster":"VOE"},{"path":"/redirect/9941441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-1/episode-6","name":"Das Benefiz-Cabrio","epNo":6,"alt":"For Kings and Queens","descr":"Chad nimmt seinen bisher wichtigsten Build an, einen eleganten Speedster aus den 1930er Jahren, der bei einem Charity-Golfturnier debütiert. Mit einem Hupmobile aus dem Jahr 1935 baut Chad seine eigene Kreation von Grund auf auf und hofft, die High-End-Teilnehmer des Turniers für die Zukunft zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941453","hoster":"VOE"},{"path":"/redirect/9941447","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-1","name":"Bad Chadillac","epNo":1,"alt":"Bad Chadillac","descr":"\"Bad Chad\" und das Team der \"Hiltz Auto Company\" setzen in der Kfz-Werkstatt ausgefallene Ideen in die Tat um. In dieser Folge schraubt das Team an einem Cadillac, Baujahr 1957. Bei dem Projekt dürfen die PS-Profis ihrer Kreativität freien Lauf lassen – solche Aufträge sind ganz nach ihrem Geschmack. Die Mechanik-Experten sägen das Dach des Fahrzeugs ab und machen aus dem Wagen einen Roadster. Die Heckscheibe wird vorne eingesetzt. Die Truppe verwandelt den betagten Oldtimer in der kanadischen Provinz Nova Scotia in einen futuristischen \"Chad-illac\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928741","hoster":"VOE"},{"path":"/redirect/9941508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-2","name":"Vom Oldsmobile zum Kippmobil","epNo":2,"alt":"Trucker’s Dream","descr":"Doug Redding leitet ein Fuhrunternehmen. Chad Hiltz und sein Team rüsten für ihren Kunden einen Oldtimer, Baujahr 1934, zum Kleinlaster um. Die Kfz-Profis haben 30 Tage Zeit, um den Plan in die Tat umzusetzen. Das Budget beträgt 25 000 Dollar. Die Autoexperten bauen in das Vehikel einen leistungsstarken 4,8-Liter-Sechszylinder-Motor ein. Aber die größte Herausforderung stellt die Kippmechanik dar. Zahnräder, Ketten und Kurbeln: Bei dem Projekt betritt das Team absolutes Neuland. Etwas Vergleichbares hat die Truppe zuvor noch nie zusammengeschraubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941513","hoster":"VOE"},{"path":"/redirect/9941516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-3","name":"Der Rockabilly-Hotrod","epNo":3,"alt":"Hot Rod From Heaven","descr":"Beim \"Rockabilly Weekend\" verlosen \"Bad Chad\" und seine Crew jedes Jahr ein umgebautes Fahrzeug. Dieses Mal möbeln die Kfz-Profis für die Tombola einen Ford Tudor Humpback auf, den der Firmenboss bei einem Farmer in der Region abgestaubt hat. Der Oldtimer, Baujahr 1938, kommt ohne Motor und Fahrgestell daher. Aber der Volksmund sagt: Einem geschenkten Gaul schaut man nicht ins Maul. Und die Vollblutschrauber der \"Hiltz Auto Company\" sehen in jeder Klapperkiste Potenzial. Das Team macht aus dem abgewrackten Klassiker einen coolen Hot Rod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941520","hoster":"VOE"},{"path":"/redirect/9941518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-4","name":"Ein Bike für die Wharf Rat Rally","epNo":4,"alt":"Bad Chad to the Bone","descr":"Eine alte Honda und jede Menge verrückte Ideen: \"Bad Chad\" und sein Team konstruieren ein Motorrad für die \"Wharf Rat Rally\". Das Biker-Festival lockt in der kanadischen Provinz Nova Scotia jedes Jahr Tausende Besucher an. Die Vollblut-Schrauber wollen auf dem Event mit einer spektakulären Spezialanfertigung im Art-Déco-Stil für Furore sorgen. Deshalb werden bei dem Zweirad-Projekt in der Werkstatt auch Autoteile verbaut. Die Mechanik-Experten konstruieren aus den Kotflügeln eines Ford-Oldtimers eine schicke Rundumverkleidung für den heißen Ofen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12669335","hoster":"VOE"},{"path":"/redirect/9941523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-5","name":"Professor-Hotrod (1)","epNo":5,"alt":"Chad Vs. Pinto","descr":"\"Bad Chad\" trifft sich in Halifax mit einem Professor für Maschinenbau. Die Männer besprechen dort ein neues Projekt. Die Profi-Schrauber der \"Hiltz Auto Company\" sollen für den Akademiker ein spektakuläres Fahrzeug konstruieren. Welches Modell ist für den Umbau am besten geeignet? Der Firmenboss entscheidet sich in der kanadischen Provinz Nova Scotia für einen abgetakelten Ford Pinto. Der Kfz-Experte will den verrosteten Oldtimer in ein futuristisch anmutendes Performance-Car verwandeln. Lassen sich alle Ideen in der Werkstatt in die Tat umsetzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7928759","hoster":"VOE"},{"path":"/redirect/9941536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-6","name":"Professor-Hotrod (2)","epNo":6,"alt":"Performance Pinto","descr":"Beim Pinto-Projekt ist der Wurm drin. \"Bad Chad\" und seine Crew wollen den Oldtimer, Baujahr 1971, in ein abgefahrenes Performance-Car mit Flügeltüren aus Kunststoffglas verwandeln. Aber die Arbeiten in der Werkstatt gehen nur langsam voran. Es ist wie verhext. Die kanadischen Autoexperten schweißen, spachteln und schrauben, was das Zeug hält. Doch es tun sich immer wieder neue Baustellen auf. Das Team hängt im Zeitplan. Die Profi-Schrauber der \"Hiltz Auto Company\" müssen in Nova Scotia Nachtschichten einlegen, damit der Wagen endlich fertig wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916784","hoster":"VOE"},{"path":"/redirect/9941484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-7","name":"Der Zwölfzylinder","epNo":7,"alt":"Loud and Nasty","descr":"Kfz-Liebhaber Chris wünscht sich einen Open Wheel Racer im Dreißigerjahre-Stil. Und \"Bad Chad\" hat in der Scheune eines benachbarten Farmers einen uralten Pierce-Arrow-V12-Motor aufgetan. Das passt – vorausgesetzt, Mechaniker Alex bringt das gigantische Monstrum in der Werkstatt wieder zum Laufen. Wenn der Zwölfzylinder nach der gründlichen Reinigung nicht anspringt, stecken die kanadischen Vollblutschrauber der \"Hiltz Auto Company\" in Nova Scotia in der Klemme. Denn für die betagte Maschine kann man im Internet keine passenden Ersatzteile bestellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941493","hoster":"VOE"},{"path":"/redirect/9941491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-8","name":"Der Winzer-Roadster (1)","epNo":8,"alt":"Mid Engine Madness","descr":"Die Kfz-Profis der \"Hiltz Auto Company\" schrauben an einem Fahrzeug für die \"Lightfoot Winery\". Das Team baut einen Austin A40 Somerset aus den Fünfzigerjahren zum eleganten Roadster um. \"Bad Chad\" hat für den betagten Oldtimer ein schickes Design entworfen. Die Autoschrauber setzen bei dem Projekt auf geschwungene Linien – und den neuen 5,9-Liter-Dodge-Motor verfrachten die Mechanik-Experten ins Heck. Die Truppe will das Jahr in der kanadischen Provinz Nova Scotia mit einem Kracher abschließen. Deshalb ist in der Werkstatt präzise Maßarbeit gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941499","hoster":"VOE"},{"path":"/redirect/9941500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bad-chad-customs/staffel-2/episode-9","name":"Roadster Reveal","epNo":9,"alt":"Roadster Reveal","descr":"Chad bemüht sich, das Silvesterprojekt mit knappem Personal abzuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9941503","hoster":"VOE"},{"path":"/redirect/9941505","hoster":"Streamtape"}]}]}]}]}