{"path":"/serie/stream/bad-dog","name":"Bad Dog!","descr":"Stolzer Stubentiger, halbstarker Haushund oder frecher Vorstadt-Vogel: Wir alle lieben unsere Haustiere – trotz ihrer kleinen Ticks und Macken. Doch manchmal schlagen die niedlichen Racker einfach über die Stränge, wie diese Videoclips aus aller Welt beweisen. Wenn der vierbeinige Freund das nagelneue Sofa zum Kauknochen umfunktioniert hat oder auf der Futtersuche ganze Kücheneinrichtungen systematisch zerlegt wurden, hört man es durchs Haus brüllen: \"Sitz! Platz! Aus!\" Um nach solchen Verwüstungen wieder für gute Stimmung zu sorgen, hilft am Ende nur eine perfekt ausgefeilte Schmuse-Taktik.","seasons":[{"path":"/serie/stream/bad-dog/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bad-dog/staffel-1/episode-1","name":"","epNo":1,"alt":"Houdinis","descr":"Vom Ladendiebstahl-Husky bis zum Papagei, der wie ein Seemann Bad Dog flitzt! dokumentiert, wie weit Haustiere ihre Besitzer treiben und trotzdem bedingungslose Liebe bekommen können. Wir sind auf der Suche nach den frechsten Haustieren der Welt und krönen die bösesten der bösen.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-1/episode-2","name":"","epNo":2,"alt":"Bad to the Bone","descr":"Bad Dog dokumentiert, wie weit Haustiere ihre Besitzer treiben können und dennoch bedingungslose Liebe erfahren.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-1/episode-3","name":"","epNo":3,"alt":"Wild Things and Pet-ty Crimes","descr":"Von einem klavierspielenden Hund über einen Büffel, der ein Trampolin sprengt, bis hin zu einem Hund, der alles frisst, was in Sicht ist - Bad Dog hebt das Schlimmste des Bösen hervor!","versions":[]},{"path":"/serie/stream/bad-dog/staffel-1/episode-4","name":"","epNo":4,"alt":"Crafty Critters and Pesky Pets","descr":"Von einem Hund, der nicht weiß, wann er anhalten soll, zu einer Schildkröte, die sich weigert, langsamer zu werden, zu einem Fluchtkünstler mit Hintergedanken, Bad Dog! trifft die schrecklichsten Haustiere der Welt und die Besitzer, die sie lieben.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-1/episode-5","name":"","epNo":5,"alt":"Who\u0027s the Boss?","descr":"Von einem Hund, der große Anstrengungen unternimmt, um etwas zu fressen, bis zu einer Gans, die jedem in der Nähe von Denver, dem Hund mit dem schuldigsten Lächeln überhaupt, einen Bissen abbeißen wird, erzählt Bad Dog die \"Schwänze\" der schlimmsten Hunde der Welt Haustiere!","versions":[]},{"path":"/serie/stream/bad-dog/staffel-1/episode-6","name":"","epNo":6,"alt":"Klepto K-9\u0027s and Escape Artists","descr":"Von einem Hund, der unter Ihnen den Teppich frisst, bis zu einem Ameisenbär, der Ihnen das Herz stiehlt, bis hin zu Lucky, dem Fluchtkünstler, der uns auf eine Reise mitnimmt, die Sie sehen müssen, um zu glauben, sucht Bad Dog im Land nach den schrecklichsten Haustieren !","versions":[]}]},{"path":"/serie/stream/bad-dog/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/bad-dog/staffel-2/episode-1","name":"","epNo":1,"alt":"Home Wreckers","descr":"Von einem Hund, der sich jedes Mal, wenn sie zur Arbeit geht, an die Kleidung seines Besitzers klammert, bis zu drei Ziegen, die das Auto ihres Besitzers als Kletterpfad nutzen, dokumentiert Bad Dog, inwieweit Haustiere ihre Besitzer schubsen können und dennoch bedingungslose Liebe erfahren.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-2/episode-2","name":"","epNo":2,"alt":"Down and Dirty Dogs","descr":"Von einem heruntergekommenen und schmutzigen Beagle, der das Fundament einer Familie erschüttert, indem er unter dem Haus gräbt, bis zu einem Katzen-Einbrecher, der Fisch aus dem Gefrierschrank stiehlt, dokumentiert Bad Dog, wie weit Haustiere ihre Besitzer treiben und trotzdem bedingungslose Liebe bekommen können.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-2/episode-3","name":"","epNo":3,"alt":"Copy Cats and Double Trouble","descr":"Von einer Hauskatze, die Alligatoren zurück in den Sumpf schleudert, über einen überladenen Hund, der Kaffee stiehlt, bis hin zu einem Affen, der den Familienhund wie ein Rennpferd reitet, dokumentiert Bad Dog, wie weit Haustiere ihre Besitzer schubsen und trotzdem bedingungslos werden können Liebe.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-2/episode-4","name":"","epNo":4,"alt":"Naughty by Nature","descr":"Von einem Houdini-Hund über eine schlaue fette Katze bis hin zu einem schelmischen Haustierwaschbären dokumentiert Bad Dog, wie weit Haustiere ihre Besitzer treiben und dennoch bedingungslose Liebe bekommen können. Wir sind auf der Suche nach den frechsten Haustieren rund um den Globus und krönen die bösesten der Bösen.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-2/episode-5","name":"","epNo":5,"alt":"Doggy Divas and Cat Burglars","descr":"Eine Bulldogge, die nicht aufwacht, ein Klepto-Kätzchen und ein Paar echte Schweine. Bad Dog dokumentiert, wie weit Haustiere ihre Besitzer treiben und trotzdem bedingungslose Liebe bekommen können. Wir umrunden den Globus und suchen nach den frechsten Haustieren, um die schlimmsten der Bösen zu krönen.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-2/episode-6","name":"","epNo":6,"alt":"Picky Pets and Pet Peeves","descr":"Ein neugieriger Kater erreicht neue Höhen, ein Kamel Mauls, ein Terrier vergräbt Burger, Bad Dog dokumentiert, wie weit Haustiere ihre Besitzer treiben und trotzdem bedingungslose Liebe bekommen können. Wir durchsuchen den Globus nach den ungezogensten Haustieren, um die schlimmsten der Bösen zu krönen.","versions":[]}]},{"path":"/serie/stream/bad-dog/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/bad-dog/staffel-3/episode-1","name":"","epNo":1,"alt":"Hard Heads","descr":"Ein Hund, der bei Spaziergängen fällt, ein Haustier-Stinktier kommt immer auf seine Kosten, eine Katze hat zu viel Katzenminze, ein Hund steigt auf die Küchentheke und in einen Toasterofen, ein Hund flüchtet immer wieder aus dem Hinterhof.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-2","name":"","epNo":2,"alt":"Can’t Touch This","descr":"Die Besitzer wundern sich über die Intelligenz ihres Hundes, eine Bulldogge, die einen Ballon knallt, denkt, alles gehöre ihr, eine Katze stiehlt von allen in ihrer Nachbarschaft, ein Hund durchsucht eine Küche und isst Süßigkeiten, ein Eichhörnchen zieht ein und freundet sich mit einem Hund an.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-3","name":"","epNo":3,"alt":"Food Fiends","descr":"Ein Hund liebt alles, was mit Eis zu tun hat, ein Hund lässt den Kopf hängen, eine Katze spielt Klavier und ist die Diva des Hauses, ein Papagei hat die Angewohnheit zu klopfen und zu fluchen, ein Hund kaut auf Sofas.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-4","name":"","epNo":4,"alt":"Monkey Business","descr":"Ein Haustieraffe gerät in Schwierigkeiten, ein Hund bricht immer wieder in die Vorratskammer ein, eine Katze ist der König seines Schlosses, ein tanzender Hund stiehlt die Aufmerksamkeit, ein Besitzer schaut auf Videomonitoren von der Arbeit zu, während sein Hund die Möbel frisst.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-5","name":"","epNo":5,"alt":"Pampered Pets","descr":"Ein Hund wohnt in seinem eigenen Flügel des Hauses, ein Hund bricht ununterbrochen in Kühlschränke ein, eine Katze reitet am Strand ein Skateboard, ein Miniaturschwein stiehlt Futter, ein Hund belästigt seine Besitzer jedes Mal, wenn sie versuchen, das Haus zu reinigen.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-6","name":"","epNo":6,"alt":"Dog Gone","descr":"Haustiere schlecht gegangen! Trotz der Versuche ihrer Besitzer, sie aufzuhalten, lässt ein Hund den Eiswagen nicht vorbeifahren, bevor er ein Eis am Stiel bekommt. Dann stiehlt eine Katze das Futter und zerstört das Haus, und ein Kaninchen frisst das Futter seines Besitzers und bleibt nicht aus dem Kühlschrank.","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-7","name":"","epNo":7,"alt":"Diggity Dogs","descr":"Ein Hund gräbt in seinem Hinterhof Gräben und seine Besitzer füllen sie mit einer Planierraupe aus. Ziegen laufen auf einer Geburtstagsfeier Amok; ein Hund stiehlt gern Unterwäsche von seinem Besitzer und seinen Mitbewohnern; und mehr!","versions":[]},{"path":"/serie/stream/bad-dog/staffel-3/episode-8","name":"","epNo":8,"alt":"Foodies","descr":"Ein Mops ist von Pizza besessen: er nimmt sie von Händen, Tischen und dem Müll; Ein Hund springt über ein Kindertor, springt auf eine Theke und öffnet Schubladen. ein Hund zerreißt das Haus und den Hinterhof, da alle Versuche, es zu stoppen, vergeblich sind; und mehr!","versions":[]}]}]}