{"seriesId":"bagdad-nach-dem-sturm","name":"Bagdad nach dem Sturm","descr":"Bagdad im Jahr 2003: Nach dem Sturz Saddam Husseins versinkt das Land im Chaos. Gewalt und Ungewissheit sind an der Tagesordnung. Der irakische Ex-Polizist Muhsin al-Khafaji (Waleed Zuaiter) hat jedoch mit ganz eigenen Problemen zu kämpfen. Als seine älteste Tochter Sawsan eines Tages nicht nach Hause kommt, befürchtet er Schlimmes. Bei der Suche nach Hinweisen über ihren Verbleib macht Muhsin eine Entdeckung, die ihn ein größeres Komplott vermuten lässt. Ein Wettlauf gegen die Zeit beginnt und zwingt Muhsin al-Khafaji, riskante Entscheidungen zu treffen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Bagdad im Jahr 2003: Die US-amerikanische Invasion und der Sturz Saddam Husseins lassen den Irak im Chaos versinken. Gewalt und Ungewissheit sind an der Tagesordnung. Muhsin al-Khafaji, Ex-Inspektor der irakischen Polizei, hat mit ganz eigenen Problemen zu kämpfen. Als sein Schwager ihm mitteilt, dass seine älteste Tochter Sawsan al-Khafaji nicht wie üblich von der Universität zurückgekommen ist, befürchtet er Schlimmes. Wer oder was steckt hinter ihrem Verschwinden? Bei der Suche nach Hinweisen über ihren Verbleib macht Muhsin eine Entdeckung, die ihn ein größeres Komplott vermuten lässt. Sein Weg führt ihn zu Sawsans Professorin, Zubeida Rashid, die sich ihm gegenüber sehr bedeckt hält und etwas zu verbergen scheint. Als Muhsin dem auf den Grund gehen will, droht seine Vergangenheit ihn einzuholen und er gerät ins Visier der Amerikaner. Plötzlich findet er sich mitten im Herzen der Grünen Zone wieder, dem streng kontrollierten Areal der Übergangsregierung. Der Brite Frank Temple, ehemals bei der Londoner Polizei und nun im Republikanischen Palast tätig, macht Muhsin ein verlockendes Angebot. Er möchte Muhsin, von dessen Ermittlungsgeschick er gehört hat, als loyalen Mitarbeiter und damit als Kollaborateur der Amerikaner gewinnen. Im Gegenzug verspricht Temple die so dringend benötigte medizinische Versorgung für Muhsins jüngste Tochter Mrouj, die an einer Nierenerkrankung leidet. Muhsin muss sich entscheiden: Kann er an der Seite des amerikanischen Militärs stehen und ihnen dabei helfen, den vermissten US-Bürger Clark Kibbert zu finden?","versions":[{"lang":1,"streams":[{"redirect":8449989,"hoster":"VOE"},{"redirect":8303646,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Muhsin al-Khafaji sitzt am Krankenhausbett seiner Tochter Mrouj, die ihre langersehnte Dialyse bekommt, als er zu seinem ersten Einsatz abgeholt wird. Es hat eine bewaffnete Auseinandersetzung mit einem Toten in der Innenstadt gegeben. An der Seite von Frank Temple, der ihn für die Zusammenarbeit rekrutiert hat, untersucht Muhsin den Tatort. Sie stoßen auf eine weitere versteckte Leiche, die im Gegensatz zum ersten, noch unbekannten Opfer sofort identifiziert werden kann. Bevor allerdings das Haus und die Polizisten evakuiert worden sind, entlädt sich die allgegenwärtige Gewalt in einem Schusswechsel und Muhsin wird vor Augen geführt, wie gefährlich tatsächlich ist, was er tut. Die Zusammenarbeit mit den Amerikanern stellt ihn vor einige Probleme und es kommt zu einem Zwischenfall an der Einlasskontrolle der Grünen Zone. Just in dem Moment, als Muhsin den Eingang passieren will, registriert er aus dem Augenwinkel einen schnell herannahenden, weißen Geländewagen. Als dieser keine Anstalten macht zu bremsen, wird er von den amerikanischen Soldaten beschossen. Als Muhsin sich nähert, ist die Überraschung groß: Am Steuer sitzt schwer verletzt eine junge Frau, die er schon einmal auf dem Universitätscampus im Gespräch mit Professorin Zubeida Rashid gesehen hat. Was hat das zu bedeuten? Und steht sie möglicherweise in irgendeiner Verbindung zu Sawsan, seiner vermissten Tochter? Im Kofferraum finden die Beamten einen toten Mitarbeiter eines privaten Sicherheitsdienstes, der weitere Rätsel aufwirft. Trotz der Risiken sucht Muhsin weiterhin verdeckt nach seiner Tochter. Als er endlich auf jemanden stößt, der Sawsan auf dem Foto als \"Suzy\" identifiziert, schöpft er Hoffnung. Ist das die erste Spur zu seiner Tochter?","versions":[{"lang":1,"streams":[{"redirect":8449991,"hoster":"VOE"},{"redirect":8303648,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Von einem Bekannten, der Muhsin al-Khafaji noch einen Gefallen schuldig war, hat er die Adresse von Professorin Zubeida Rashid bekommen. Diese scheint mehr über das Verschwinden seiner Tochter Sawsan al-Khafaji zu wissen, als sie zugibt. Muhsin scheint mit seiner Vermutung richtig zu liegen, denn als er die Professorin zu Hause aufsucht, traut er kaum seinen Augen: Auf dem Bildschirm der Videoüberwachung glaubt er seine lang vermisste Tochter Sawsan zu sehen. Auch innerhalb des geschützten Bereichs der Grünen Zone werden die Spannungen stärker. Frank Temple, der Muhsin als seinen Mitarbeiter verpflichtet hat, scheint etwas zu verbergen. Gemeinsam mit Captain John Parodi versucht Muhsin weiterhin, den Fall des Ermordeten im Safe House zu lösen, was von Temple mit Argwohn beobachtet wird. Parodi und Temple sind nicht gerade die besten Freunde, und ehe er sich versieht, gerät Muhsin zwischen die Fronten. In einem waghalsigen Manöver entwendet Muhsin im Büro den Schlüssel seines Vorgesetzten und verschafft sich auf diese Weise Zugang zu Temples Container. Als er dort eine versteckte Tasche voller Dollarnoten findet, sieht er sich in seinem Misstrauen bestätigt. Woher hat Frank Temple diese unglaubliche Menge an Geld und was hat er damit vor? Muhsin nimmt es an sich und hinterlässt damit unübersehbare Spuren seines Einbruchs","versions":[{"lang":1,"streams":[{"redirect":8449990,"hoster":"VOE"},{"redirect":8303655,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Trauerfeier von Sanaa, die sich auf tragische Weise das Leben genommen hat, wird jäh gestört, als plötzlich das amerikanische Militär hereinbricht. Als Offizier John Parodi eines der Fotos sieht, die von der trauernden Familie zum Abschied aufgestellt wurden, erkennt er nur zwei von den drei abgebildeten jungen Frauen: Sanaa, die Verstorbene, Zahra, schwer verletzt im Krankenhaus, und eine unbekannte Dritte. Es ist Sawsan al-Khafaji, die verschwundene Tochter von Muhsin al-Khafaji. Auch sie ist bei der Trauerfeier anwesend, geht in der Menge allerdings unter.Ihr verzweifelter Vater ist noch immer auf der Suche nach ihr und hat deshalb zugestimmt, unter der Führung von Frank Temple als Polizist im Dienst der Amerikaner und Briten zu arbeiten. Es kommt aber zu einer lauten Auseinandersetzung zwischen Temple und Muhsin al-Khafaji, bei der sie sich gegenseitig schwere Vorwürfe machen, und endet damit, dass Temple droht, die dringende medizinische Behandlung für Muhsins jüngere Tochter Mrouj abzubrechen. Temple ist ohnehin nicht gut auf Muhsin zu sprechen, den er verdächtigt, in seinen Container eingebrochen zu sein und große Geldmengen entwendet zu haben. Um die zurückzubekommen, ist Temple jedes Mittel recht. In einer waghalsigen Aktion dringt er in Begleitung von bewaffneten Sicherheitsleuten in die Wohnung von Muhsin ein.In der Zwischenzeit wird Muhsin von seinem eigentlichen Verbündeten Parodi wegen vergangener Kriegsverbrechen verhaftet und ins Gefängnis gebracht. Mrouj, die sich wundert, weshalb ihr Vater nicht wie üblich im Krankenhaus erscheint, wird auf dem Flur Zeugin eines Geschehens, das ein sehr ungutes Gefühl in ihr hinterlässt","versions":[{"lang":1,"streams":[{"redirect":8449992,"hoster":"VOE"},{"redirect":8473309,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Frank Temple ist wutentbrannt auf der Suche nach seinem verschwundenen Geld. Er hat Muhsin al-Khafaji im Verdacht, konnte allerdings bei ihm zu Hause nichts finden außer einem Hinweis darauf, dass al-Khafaji der Dieb sein könnte. Auch für US-Offizier John Parodi beginnt der Tag mit einer schlechten Nachricht: Als er ins Krankenhaus kommt, erfährt er vom plötzlichen Tod der schwer verletzten Zahra, einer wichtigen Schlüsselfigur in dem verworrenen Komplott, das er gemeinsam mit Muhsin aufzudecken versucht. Der unerwartete Tod Zahras wirft sie in ihren Ermittlungen zurück. Die angeordnete toxikologische Untersuchung soll Klarheit über die Umstände ihres Todes bringen, der möglicherweise willentlich herbeigeführt wurde.Als Muhsin in seine Wohnung zurückkehrt, muss er feststellen, dass bei ihm eingebrochen wurde. In der Wohnung herrscht ein heilloses Durcheinander und mittendrin sitzt Professorin Rashid. Sie möchte Muhsin nun doch zum Aufenthaltsort seiner verschwundenen Tochter Sawsan bringen. Eine gewaltsame Auseinandersetzung mit den Nachbarn unter Einsatz von Waffen verzögert ihre Abfahrt allerdings.Während die beiden auf dem Weg sind, schmiedet Sawsan in ihrem Versteck ganz andere Pläne: Sie sinnt auf Rache. Frank Temple soll dafür büßen, was er ihren beiden Freundinnen Sanaa und Zahra angetan hat. Doch um in das streng bewachte Gebiet der Übergangsregierung zu kommen, braucht sie einen Plan…","versions":[{"lang":1,"streams":[{"redirect":8449994,"hoster":"VOE"},{"redirect":8303660,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Muhsins Schwager kann es nicht fassen, als Karl im Auftrag von Muhsin al-Khafaji eine große Tasche voller Geldbündel vorbeibringt. Trotz aller Freude überwiegt die Sorge um Muhsin. Dieser warnt Frank Temple vor einem drohenden Mordanschlag, den Muhsins eigene Tochter plant. Als Temple jedoch erwidert, dass dies längst geschehen und missglückt sei, wird Muhsin sofort klar, dass sich Sawsan in großer Gefahr befindet. Seine Befürchtungen bestätigen sich, als Temple ihm grinsend ein Ultimatum stellt: Muhsins entführte Tochter gegen das entwendete Geld. Temple konnte Sawsan überwältigen und in seine Gewalt bringen. Möchte Muhsin sie lebend wiedersehen, muss er Temple im Gegenzug das gestohlene Geld zurückbringen.Muhsin steht vor einem großen Dilemma. Das Geld ist eigentlich für die teure Behandlung seiner jüngeren Tochter Mrouj gedacht, die an einer lebensbedrohlichen Nierenerkrankung leidet. Die Rettung der einen Tochter würde das Ende der anderen bedeuten. In der Not schmiedet Muhsin einen Plan. Er möchte mit seiner Familie den Irak verlassen und nach Jordanien übersiedeln. Dazu braucht er die Hilfe von Megan Ford, einer Mitarbeiterin von Frank Temple, die Mrouj aus dem Krankenhaus schleusen soll. Doch aus welchem Grund sollte sie Muhsin bei seinem Vorhaben unterstützen? Gleichzeitig geht Muhsin an einem anderen Ort ein hohes Risiko ein","versions":[{"lang":1,"streams":[{"redirect":12918711,"hoster":"VOE"},{"redirect":8303663,"hoster":"Streamtape"}]}]}]}]}