{"path":"/serie/stream/baggage-battles-die-koffer-jaeger","name":"Baggage Battles – Die Koffer-Jäger","descr":"Verloren, vergessen, nicht abgeholt – jeden Tag fliegen Millionen von Menschen um die Welt. Dabei bleiben jährlich Hunderttausende Gepäckstücke auf der Strecke, und was der Besitzer nicht binnen drei Monaten reklamiert, wird auf großen Auktionen versteigert. Manche dieser Koffer und Reisetaschen enthalten wahre Schätze, wie zum Beispiel wertvollen Schmuck oder teure Armbanduhren. Hinzu kommen Antiquitäten, Kunstgegenstände, Musikinstrumente und andere Wertsachen, die als Frachtgut auf die Reise geschickt wurden, ihren Bestimmungsort aber nie erreichten. Wer solche Preziosen durch geschicktes Taktieren günstig ergattert, kann eine Menge Geld verdienen – dementsprechend groß ist der Run auf die Fundstücke. DMAX zeigt in dieser Dokumentar-Serie den heißen Bieterwettstreit der \"Koffer-Jäger\" um die wertvollsten Objekte.","seasons":[{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-1","name":"Miami","epNo":1,"alt":"Miami","descr":"Billige Schnäppchen schießen und sie teuer weiterverkaufen: Mit diesem simplen Geschäftsprinzip hat \"Koffer-Jäger\" Billy Leroy auf landesweiten Versteigerungen schon viel Geld verdient. In dieser Episode versucht der Besitzer eines New Yorker Antiquitätenladens sein Glück im Sunshine State Florida. Mit jährlich rund 40 Millionen Passagieren und über zwei Millionen Tonnen Luftfracht gehört der Miami International Airport zu den größten Flughäfen des Landes. Dementsprechend dürften dort einige interessante Objekte zu holen sein. Billy hat auf seiner Einkaufsreise vorsorglich einen Haufen Bargeld im Gepäck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197274","hoster":"VOE"},{"path":"/redirect/10024027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-2","name":"London","epNo":2,"alt":"London","descr":"Flugzeug, U-Bahn, Omnibus: Über eine Milliarde Menschen nutzen jährlich das riesige Verkehrsnetz in London. Im gleichen Zeitraum gehen fast eine halbe Million Gepäckstücke verloren. Und alles, was nicht binnen sechs Monaten vom Besitzer abgeholt wird, landet im Auktionshaus. \"Koffer-Jäger\" Laurence Martin und seine Frau Sally haben es in Großbritannien unter anderem auf eine seltene Schmetterlings-Sammlung und einen Damenring abgesehen. Sollte das Schmuckstück mit echten Diamanten besetzt sein, so wie es bei der Besichtigung scheint, hätte sich die weite Anreise aus Kalifornien bereits gelohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915512","hoster":"VOE"},{"path":"/redirect/10024026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-3","name":"Indianapolis","epNo":3,"alt":"Indianapolis","descr":"\"Koffer-Jäger\" Mark Meyer macht sich in dieser Episode auf den Weg nach Indianapolis. Die Metropole gehört zu den größten Verkehrsknotenpunkten in den USA. Den Airport der Stadt nutzen pro Jahr rund sieben Millionen Passagiere, und täglich starten dort über 140 Direktflüge. Es wäre doch gelacht, wenn bei diesem Menschenandrang nicht das eine oder andere wertvolle Gepäckstück verloren ginge. Und der Schnäppchen-Experte hatte bei seiner Ortswahl genau den richtigen Riecher: Auf einer Auktion in einem nahe gelegenen Hangar entdeckt Mark plötzlich original signierte Handschuhe eines bekannten Profi-Boxers. Für solche Sammlerstücke bezahlen echte Fans garantiert ein Heidengeld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197281","hoster":"VOE"},{"path":"/redirect/10024028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-4","name":"Atlanta","epNo":4,"alt":"Atlanta","descr":"Fast 70 Prozent aller Handels- und Industriegüter werden in den USA per LKW transportiert. Und einer der größten Umschlagsplätze für diese Waren ist Atlanta, die Hauptstadt des Bundesstaates Georgia. Beim Verladen und Versand läuft nicht immer alles perfekt. Deshalb finden im Südosten der Vereinigten Staaten 14-tägig riesige Auktionen statt, auf denen bis zu 70.000 beschädigte oder verloren gegangene Gegenstände versteigert werden. Doch wer auf solchen Versteigerungen nach wertvollem Schmuck oder Kunstgegenständen sucht, sollte sich die Anreise besser sparen, denn in Atlanta kommt ausschließlich Paletten-Ware unter den Hammer. Aber auch damit kann man als gewiefter \"Koffer-Jäger\" einen Haufen Geld verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197277","hoster":"VOE"},{"path":"/redirect/10024030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-5","name":"New Jersey","epNo":5,"alt":"New Jersey","descr":"Es ist die Auktion des Jahres: In Port Newark, New Jersey, kann man als \"Koffer-Jäger\" mit ausgeprägter Spürnase mehr Geld verdienen, als irgendwo sonst. In der Stadt befindet sich nämlich einer der größten Containerhäfen der USA, wo jährlich Waren im Wert von über 175 Millionen Dollar umgeschlagen werden. Die Schiffe kommen aus allen Himmelsrichtungen, und der logistische Aufwand, um dieses Chaos abzuwickeln, ist enorm. Trotzdem erreicht nicht jede Ladung ihren Bestimmungsort. Und unverzollte Waren, die nicht binnen sechs Monaten vom Besitzer abgeholt werden, kommen unter den Hammer. In den vergangenen Jahren waren hier einige Schätze zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197280","hoster":"VOE"},{"path":"/redirect/13749674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-6","name":"Los Angeles","epNo":6,"alt":"Los Angeles","descr":"Jedes Jahr stellen die Beamten des Los Angeles Police Department persönliche Besitztümer im Wert von vielen Millionen Dollar sicher. Ob Fundsachen, beschlagnahmte Beweismittel oder konfisziertes Diebesgut – was nicht an den rechtmäßigen Besitzer zurückgeht, wird entweder per Gesetz vernichtet oder versteigert. Die größte Polizei-Auktion des Landes ist deshalb für die \"Koffer-Jäger\" ein echtes Highlight: In LA kann man Beute machen, ohne hinter Gittern zu landen, und außerdem findet man dort kostspielige Seltenheiten – von der Luxus-Uhr bis zum Samurai-Schwert, signiert vom verstorbenen \"Kill Bill\"-Superstar David Carradine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197284","hoster":"VOE"},{"path":"/redirect/10024032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-7","name":"Scotland","epNo":7,"alt":"Scotland","descr":"In dieser Episode gehen die \"Koffer-Jäger\" im schottischen Glasgow auf Schnäppchensuche. Die Universitätsstadt auf der britischen Insel avancierte während der industriellen Revolution im 18. Jahrhundert zu einem der wichtigsten Umschlagplätze für Waren aus Übersee. Aus diesem Grund kann man hier auch seltene und kuriose Antiquitäten finden, wie zum Beispiel eine viktorianische \"Snuff Mull\", gefertigt aus einem Widderhorn. In solchen kunstvoll verzierten Objekten bot man früher seinen Gästen Schnupftabak an. Amerikanische Sammler zahlen dafür garantiert einen hohen Preis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197282","hoster":"VOE"},{"path":"/redirect/10024031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-8","name":"Florida","epNo":8,"alt":"Florida","descr":"Was für ein Fehlgriff! Schnäppchen-Jäger Billy Leroy hat soeben am Miami International Airport einen Haufen dreckiger Wäsche ersteigert – und satte 425 Dollar dafür hingeblättert. Auf den Verdacht, dass sich in dem Luxus-Koffer wertvolle Uhren oder Schmuck befinden, hat der Antiquitäten-Händler auf der Auktion die gesamte Mannschaft überboten. Leider waren in dem Gepäckstück dann nur schmutzige Klamotten. Jetzt setzt Billy voll auf eine Büste, die wohl einen Staatsmann darstellt. Er hat das gute Stück ebenfalls ersteigert und hofft zumindest in diesem Fall auf einen guten Gewinn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197294","hoster":"VOE"},{"path":"/redirect/10024034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-9","name":"Vancouver","epNo":9,"alt":"Vancouver","descr":"In Vancouver, Kanada, herrscht das totale Chaos. So einen Andrang hat \"Koffer-Jäger\" Mark Meyer auf einer Auktion nur selten erlebt. Aber eigentlich kein Wunder, denn das Angebot in British Columbia kann sich wirklich sehen lassen: Werkzeug, Kettensägen, Bergsteiger-Ausrüstung und Snowboards – alles Dinge, die man hervorragend weiterverkaufen kann, vorausgesetzt sie sind gut in Schuss. Was hier glücklicherweise der Fall ist. Wegen der großen Nachfrage werden echte Schnäppchen bei dieser Versteigerung aber kaum zu finden sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197289","hoster":"VOE"},{"path":"/redirect/10024037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-10","name":"NYC Transit","epNo":10,"alt":"NY Port Authority","descr":"Sollte es sich um eine echte Stradivari handeln, hätten Laurence Martin und seine Frau Sally für den Rest ihres Lebens ausgesorgt. Originale des weltberühmten italienischen Geigenbauers werden zu Millionenpreisen gehandelt. Doch ob dieses für ein paar Hundert Dollar ersteigerte Schnäppchen tatsächlich ihre Altersvorsorge sichert, muss sich erst herausstellen. Den wahren Wert des Instruments kann nur ein ausgewiesener Experte bescheinigen. Und ein paar kunstvolle Intarsien machen eben noch keine Stradivari.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197290","hoster":"VOE"},{"path":"/redirect/10024039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-11","name":"Toronto","epNo":11,"alt":"Toronto","descr":"Solche Schutzkoffer werden in der Regel benutzt, um Film-Equipment oder Tauchausrüstungen zu transportieren. Und bei diesem interessanten Gepäckstück fährt \"Koffer-Jäger\" Mark in Toronto seine Schnäppchen-Antennen aus. Doch Konkurrent Billy hat das Objekt ebenfalls im Visier. Klar, dass hier ein heißer Bieterwettstreit vorprogrammiert ist. Kollege Lawrence aus Los Angeles konzentriert sich dagegen lieber auf Briefmarken. Sollte es sich bei den angebotenen Stücken tatsächlich um so genannte \"falzlose\" Serien handeln, wäre die Beute mehrere Hundert Dollar wert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197296","hoster":"VOE"},{"path":"/redirect/10024036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-1/episode-12","name":"North Carolina","epNo":12,"alt":"North Carolina","descr":"Am Verkehrsknotenpunkt Greensboro in North Carolina kommt in dieser Episode fehlgeleitetes Frachtgut, das hauptsächlich aus der Textil- und Möbelindustrie stammt, unter den Hammer. Der Großteil der Waren befindet sich in versiegelten Kisten. \"Koffer-Jäger\" Lawrence konnte jedoch bei der Vorbesichtigung einen Blick erhaschen und hat mit geschultem Auge eine alte Singer-Nähmaschine entdeckt. Das Gerät dürfte so um die 500 Dollar wert sein. Ebenfalls im Fokus der Schnäppchen-Jäger: ein Gitarrenkoffer aus den 60ern. Die zentrale Frage, ob sich darin aber auch das passende Musikinstrument befindet, bleibt leider offen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197293","hoster":"VOE"},{"path":"/redirect/10024038","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-1","name":"Rohdiamanten","epNo":1,"alt":"Diamonds In The Rough","descr":"Die USA importieren jährlich Waren im Wert von fast zwei Billionen Dollar – Tendenz steigend. Die meisten Güter erreichen die Vereinigten Staaten über den Seeweg, und ein Großteil landet in Brooklyn, New York. Der Hafen ist ein gigantischer Umschlagplatz für Frachtgut aus aller Welt. \"Koffer-Jäger\" Mark Meyer rückt deshalb zu einer Auktion der amerikanischen Zoll- und Grenzschutzbehörde vorsorglich mit dem Lkw an. Wertvolles Kleinod findet man dort nämlich nur sehr selten. Stattdessen bekommen es die Schnäppchen-Jäger vor Ort mit riesigen Kisten und Paletten zu tun, deren Wert sie richtig einschätzen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774061","hoster":"VOE"},{"path":"/redirect/10068492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-2","name":"Begegnung mit der Vergangenheit","epNo":2,"alt":"Blast From The Past","descr":"Knapp eine Milliarde Tonnen Fracht wird jährlich durch den Großraum Atlanta transportiert – zwei Drittel davon in riesigen Trucks. Liegen gebliebene, beschädigte oder beschlagnahmte Güter werden nach einer Zeitspanne von drei Monaten meistbietend versteigert. Inhaber Marcus Barela betreibt in der Metropole eine riesige Auktionshalle. Dort kommen dieses Mal Flugzeugteile unter den Hammer. Schnäppchenjäger Billy Leroy beäugt die Ware zunächst skeptisch, denn Technik ist nicht sein Spezialgebiet. Sein Kollege Mark Meyers jedoch wittert das ganz große Geschäft. Er hat nämlich in der Zwischenzeit ein wenig recherchiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774060","hoster":"VOE"},{"path":"/redirect/10068494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-3","name":"Teure Angelegenheit","epNo":3,"alt":"Breaking The Bank","descr":"Knapp eine Milliarde Tonnen Fracht wird jährlich durch den Großraum Atlanta transportiert – zwei Drittel davon in riesigen Trucks. Liegen gebliebene, beschädigte oder beschlagnahmte Güter werden nach einer Zeitspanne von drei Monaten meistbietend versteigert. Inhaber Marcus Barela betreibt in der Metropole eine riesige Auktionshalle. Dort kommen dieses Mal Flugzeugteile unter den Hammer. Schnäppchenjäger Billy Leroy beäugt die Ware zunächst skeptisch, denn Technik ist nicht sein Spezialgebiet. Sein Kollege Mark Meyers jedoch wittert das ganz große Geschäft. Er hat nämlich in der Zwischenzeit ein wenig recherchiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774063","hoster":"VOE"},{"path":"/redirect/10068493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-4","name":"Feuer und Flamme","epNo":4,"alt":"Man On Fire","descr":"Der Überlieferung nach gründete Hugh Hefner den \"Playboy\" mit einem 1000-Dollar-Darlehen seiner Mutter. Auf dem Titelblatt der Erstausgabe ist eine gewisse Marilyn Monroe abgebildet. Dieses geschichtsträchtige Exemplar wird heutzutage unter Liebhabern für Summen bis zu 3000 Dollar gehandelt. Besagtes Heft ist zwar in der Sammlung, die \"Koffer-Jäger\" Laurence und seine Frau Sally gerade in South Carolina ersteigert haben, nicht vertreten, trotzdem darf sich das Paar auf einen hübschen Geldregen freuen. Für die 200 \"Playboy\"-Magazine aus den 60ern, 70ern und 80ern können die beiden in ihrem Antiquitätenladen nämlich locker um die 2000 Dollar verlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774069","hoster":"VOE"},{"path":"/redirect/10068495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-5","name":"Nur Bares ist Wahres","epNo":5,"alt":"Cash Is King","descr":"London ist die meistbesuchte Hauptstadt Europas. Jährlich strömen rund 14 Millionen Geschäftsleute und Touristen in die britische Metropole. Klar, dass den \"Koffer-Jägern\" angesichts solcher Gästezahlen die Augen leuchten. Denn je höher das Reiseaufkommen, desto mehr Gepäckstücke gehen unterwegs verloren. Und den Flughafen von Stansted haben sich die Schnäppchenjäger auf der Karte besonders fett angestrichen. Hier landet nämlich bevorzugt die betuchtere Klientel in superteuren Learjets. Die Ausbeute dürfte dort dementsprechend besonders üppig ausfallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774066","hoster":"VOE"},{"path":"/redirect/10068497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-6","name":"Auf den Spuren der Ritter","epNo":6,"alt":"Knightwalkers","descr":"Laurence Martin und seine Frau Sally haben soeben in Dublin eine ganz gewöhnliche Aktentasche ersteigert. Doch als die Schnäppchenjäger den Inhalt der Beute untersuchen, bleibt ihnen vor Aufregung die Spucke weg. Darin befinden sich nämlich keine Geschäftspapiere und kein iPhone, sondern Handschellen und ein uraltes Schriftstück, welches besagt, dass diese einst dem weltberühmten Entfesselungskünstler Harry Houdini gehörten. Laurence und Sally können ihr Glück kaum fassen. Umgehend suchen die beiden einen Experten auf, um sich die Echtheit des Sensationsfundes bestätigen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774068","hoster":"VOE"},{"path":"/redirect/10068496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-7","name":"Spielzeug für Männer","epNo":7,"alt":"Boy Toys","descr":"In Greensboro, North Carolina, kommt jede Woche Frachtgut im Wert von einer Viertelmillion Dollar unter den Hammer. Die 250 000-Einwohner-Stadt liegt verkehrsgünstig und ist Teil einer bedeutenden Industrie- und Handelsregion. Das Verkehrsaufkommen rund um Greensboro ist enorm. Pro Jahr werden dort etwa eine Million Lkw-Ladungen umgeschlagen. Selbstredend geht dabei hier und da auch mal etwas verloren. Und wenn sich kein Besitzer meldet, werden diese Güter meistbietend versteigert. Als Schnäppchenjäger hat man dort trotzdem keinen leichten Stand, denn man muss sozusagen blind auf die Ware bieten. Das meiste kommt nämlich in Kisten verpackt auf Paletten daher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560030","hoster":"VOE"},{"path":"/redirect/10068499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-8","name":"Was rappelt in der Kiste","epNo":8,"alt":"Crate Expectations","descr":"In Phoenix, Arizona, kommen dieses Mal Umzugscontainer unter den Hammer. Das Problem bei dieser Art von Objekten ist: Man weiß nicht, was drinsteckt. Vor der Auktion dürfen die Schnäppchenjäger nämlich nur einen flüchtigen Blick auf die Ware riskieren. Ob sich in den Holzkisten tatsächlich wertvolle Gegenstände befinden, lässt sich auf diese Art und Weise natürlich kaum feststellen. Doch erfahrene \"Koffer-Jäger\", wie Antiquitätenhändler Billy Leroy aus New York, besitzen in dieser Hinsicht eine Art sechsten Sinn und machen auch dabei ihren Schnitt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560023","hoster":"VOE"},{"path":"/redirect/10068500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-9","name":"Grand Theft Auto","epNo":9,"alt":"Grand Theft Auto","descr":"Vom Feuerwagen über das Polizeiauto bis zum seltenen Oldtimer – in Tampa, Florida, findet man alles, was das Herz begehrt. Die Auto-Auktion vor Ort zählt zu den größten des Landes. Auch Baufahrzeuge und Traktoren werden dort versteigert. Und wer sich mit fahrbaren Untersätzen auskennt, kann in Tampa ein Menge Geld verdienen. \"Koffer-Jäger\" Mark Meyer hat mit seinem Land Rover allerdings ziemlich danebengegriffen. Auch eine echte Tag-Heuer-Uhr im Handschuhfach macht die Verluste letztlich nicht wett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774071","hoster":"VOE"},{"path":"/redirect/10068501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-10","name":"Goldrausch","epNo":10,"alt":"California Scheming","descr":"In Santa Cruz machen die \"Koffer-Jäger\" regelmäßig fette Beute. Denn auf der \"Lost Property Auction\" kommen Liebhaberstücke mit Seltenheitswert unter den Hammer, wie zum Beispiel antikes Blechspielzeug oder Barbie-Puppen aus den 70ern. Das begehrteste Objekt in dieser Episode ist jedoch ein \"Tony Hawk\"-Skateboard. Der US-Amerikaner schaffte als Erster eine 900-Grad-Drehung in der Halfpipe und ist in der Szene ein absoluter Superstar. Das Sportutensil könnte daher viel Geld einbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560038","hoster":"VOE"},{"path":"/redirect/10068503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-11","name":"Auge um Auge","epNo":11,"alt":"Eye For An Eye","descr":"\"Koffer-Jäger\" Billy Leroy hat in Toronto ein interessantes Highlight entdeckt. Die Kartons stammen eindeutig aus den 70er-Jahren. Der Posten hatte anscheinend jahrzehntelang in einem Lagerhaus herumgestanden, bevor man sich dazu entschloss, ihn versteigern zu lassen. Und solche älteren Semester sind mitunter sehr wertvoll, weil es die besagten Waren heute nicht mehr zu kaufen gibt. Beim Bieterwettstreit sind die Kisten daher garantiert heiß begehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12918706","hoster":"VOE"},{"path":"/redirect/10068502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-12","name":"Lügen haben kurze Beine","epNo":12,"alt":"Liar Liar","descr":"Jerry Beach kennt sich als Blues-Musiker mit alten Instrumenten bestens aus. Daher ziehen ihn Laurence und Sally in dieser Episode als Experte zu Rate. Die beiden Schnäppchenjäger aus Kalifornien haben nämlich soeben in Shreveport, Louisiana eine Stella-Gitarre aus den 30er Jahren ersteigert. Was mag das gute Stück wohl wert sein? Jerry hält gute Nachrichten für das Duo bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560045","hoster":"VOE"},{"path":"/redirect/10068504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-13","name":"Draufgänger","epNo":13,"alt":"Daredevils","descr":"In Toronto kommt verloren gegangenes Frachtgut unter den Hammer. Was sich in den schweren Kisten verbirgt, lässt sich jedoch oft schwer abschätzen. Vom Katzenfutter bis hin zu teuren wissenschaftlichen Geräten, die \"Koffer-Jäger\" bemühen sich zwar vor der Versteigerung möglichst viel über die Ware in Erfahrung zu bringen, doch den Wert der einzelnen Posten zu taxieren, fällt unter solchen Bedingungen natürlich schwer. Die Schnäppchenjagd gerät daher in Kanada zum Glücksspiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560050","hoster":"VOE"},{"path":"/redirect/12516700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-2/episode-14","name":"Folge 26","epNo":14,"alt":"Shock \u0026 Awe","descr":"\"Koffer-Jäger\" Mark Meyer hat gerade in Louisiana für 150 Dollar einen rostigen Ventilator ersteigert. Das ganze war ein Missgeschick. Im Grunde wollte er auf einen ganz anderen Gegenstand bieten, doch der Vollprofi hat anscheinend etwas durcheinander gebracht. Es scheint fast so, als wäre Mark an diesem Tag vom Pech verfolgt. Denn auch sein zweites vermeintliches Highlight entpuppt sich als Niete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10560061","hoster":"VOE"},{"path":"/redirect/10068505","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-1","name":"Angriffslustig","epNo":1,"alt":"Guns A-Blazin’","descr":"Schatz-Jäger Billy Leroy hat mal wieder aufs richtige Pferd gesetzt: In Stockton, Kalifornien, konnte er auf einer Cowboyauktion eine Westerntruhe ersteigern, in der sich das Werkzeug eines Kartenbetrügers befand. Sammler geben für einen sogenannten Holdout um die 3000 Dollar. Und auch Auktionsprofi Tracy Lombardo hatte den richtigen Riecher. Der Inhalt ihres unscheinbaren Lederkoffers ist 5000 Dollar wert wegen eines alten Gürtels, den Buffalo Bill einst seinem Ziehsohn geschenkt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774074","hoster":"VOE"},{"path":"/redirect/10068507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-2","name":"Mike Tysons Ko.-Schlag","epNo":2,"alt":"Mike Tyson’s Punch Out","descr":"1986 wurde Mike Tyson mit einem Sieg über Trevor Berbick jüngster Schwergewichtsweltmeister der Boxgeschichte. Der Ausnahmeathlet war für seine knallharte Rechte gefürchtet. Außerhalb des Rings sorgte \"Iron Mike\" jedoch für viele Skandale. Das wirft einen Schatten auf seine Karriere. Was zahlen Sammler heutzutage für Devotionalien des berühmten Profiboxers? \"Koffer-Jäger\" Mark Meyers zieht in dieser Episode einen Experten zurate.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774072","hoster":"VOE"},{"path":"/redirect/10068508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-3","name":"Außentermin","epNo":3,"alt":"Bunny Money","descr":"Auf einer Auktion bei Denver werden fabrikneue Kisten aus alten Lagerbeständen angeboten. Mark Meyer hat auf originalverpackte Spitzenware gehofft und bekam Recht. Er ersteigerte 100 unversehrte Quarzuhren aus den 80er Jahren, die als Merchandise-Artikel der Serie \"Duke of Hazard\" heute 1600 Dollar einbringen. Fast das Dreifache ergattern Sally Martin und Ehemann Laurence. Ihre \"Schatzkiste\" enthielt ein Lone-Ranger-Kult-Radio von 1951, das eines der meist gesuchten Themenradios überhaupt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774075","hoster":"VOE"},{"path":"/redirect/10068511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-4","name":"Goldene Eintrittskarte","epNo":4,"alt":"Golden Ticket","descr":"Die \"Koffer-Jäger\" kommen zur Versteigerung eines Nachlasses nach Nashville, Tennessee. Sie hoffen auf klassische Sammlerobjekte und werden bitter enttäuscht. Tracy Lombardo und das Ehepaar Martin bleiben weit unter ihren Erwartungen. Allein Schnäppchen-Profi Mark Meyer und Billy Leroy haben mit ihren ersteigerten Kuriositäten Chancen auf Abnehmer. Mit einer Pink-Cadillac-Front, einem Kurpfuschergerät und alten Aufzeichnungen aus einer Irrenanstalt macht jeder einen Profit von ungefähr 1300 Dollar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774076","hoster":"VOE"},{"path":"/redirect/10068510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-5","name":"Donnerwetter","epNo":5,"alt":"Blow Up","descr":"1953 startete Pepsi-Cola die Kampagne \"The Light refreshment\". Dieser Hinweis hilft Sally und Martin das Alter ihres neusten Schatzes zu bestimmen. Die Schnäppchenjäger haben soeben in Tuscon eine 60 Jahre alte Reklametafel ersteigert und damit einen Volltreffer gelandet. Denn das seltene Fundstück ist 3000 Dollar wert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774079","hoster":"VOE"},{"path":"/redirect/10068509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-6","name":"Platin-Hits","epNo":6,"alt":"Platinum Hits","descr":"Bei einer Auktion in New York kommen Sammlerstücke hochkarätiger Popstars unter den Hammer. \"Koffer-Jäger\"-Ehepaar Sally und Laurence Martin haben viel Geld in einen Glitzer-Anzug investiert, in dem James Brown vor 20 Jahren auf der Bühne stand. Das Bühnenoutfit des legendären King of Soul bringt den beiden einen satten Gewinn von 2700 Dollar. Mark Meyer macht dagegen mit wenig Einsatz einen ansehnlichen Profit von 900 Dollar. Er hat eine signierte Gitarre und Madonna-Nacktfotos von 1985 erbeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774078","hoster":"VOE"},{"path":"/redirect/10068512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-7","name":"Glückssträhne","epNo":7,"alt":"Sin City Win","descr":"In Las Vegas ist schon viel Geld verzockt worden, doch \"Koffer-Jäger\" Mark Meyer war das Glück hold. Er hat alles auf eine Karte gesetzt und den Jackpot geknackt. Seine ersteigerten Casino-Souvenirs – ein Spielautomat, eine Zapfsäule und ein blutspritzender Dummy – bringen ihm stolze 5500 Dollar ein. Seine weibliche Kollegin Tracy Lombardo machte auch kräftig Kasse. Sie ergatterte eine Frank-Gehry-Designerlampe und eine Flash-Gordon-Spielzeugwaffe, wofür Liebhaber bis zu 1600 Dollar zahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774077","hoster":"VOE"},{"path":"/redirect/10068515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-8","name":"Gelandet","epNo":8,"alt":"World War Score","descr":"Eine Militärauktion in der Normandie hat Händler und Sammler aus der ganzen Welt angelockt. So auch Billy Leroy, Koffer-Jäger mit französischen Wurzeln, der einen Superdeal mit Kriegsrelikten landete und knappe 2600 Dollar Gewinn einheimst. Sein Kollege Mark Meyer hat mit einem Life-Foto von Kriegsberichterstatter Robert Capa auch einen perfekten Coup gelandet. Für das gut erhaltene Foto, das bei der Erstürmung der Normandie 1944 aufgenommen wurde, gibt jeder Sammler gern mindestens 1500 Dollar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774083","hoster":"VOE"},{"path":"/redirect/10068513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-9","name":"Folge 35","epNo":9,"alt":"Two-Faced","descr":"Auch echte Profis greifen mal daneben. \"Koffer-Jäger\" Billy Leroy ersteigert in dieser Episode in Stockton, Kalifornien eine zum Ofen umgebaute Wasserstoffbombe aus dem Zweiten Weltkrieg und droht auf dem Neueinkauf sitzen zu bleiben, denn das Objekt ist keine 300 Dollar wert. Schnäppchenjäger Mark Meyers kommt unterdessen mit einem blauen Auge davon und verdient mit einem Zapfsäulenaufsatz aus den 50ern genug Geld, um ordentlich zu tanken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774080","hoster":"VOE"},{"path":"/redirect/10068514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-10","name":"Folge 36","epNo":10,"alt":"Bad Blood","descr":"\"Koffer-Jäger\" Mark Meyer hat in Red Hook, New York, für 350 Dollar einen Modellhubschrauber der Marke Hirobo ersteigert. In den Achtzigern galten diese Helis in der Szene als das Nonplusultra, und Liebhaber zahlen für solche betagten Modelle heutzutage hohe Preise. Marks Kollege Billy Leroy ist dagegen Militaria-Fan. Der Schnäppchenjäger hat auf der Auktion ein amerikanisches Bajonett aus dem Zweiten Weltkrieg ergattert. Das Sammlerstück beschert ihm beim Weiterverkauf einen ansehnlichen Profit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774081","hoster":"VOE"},{"path":"/redirect/10068516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-11","name":"Folge 37","epNo":11,"alt":"What A Dummy","descr":"Billy Leroy macht in dieser Episode fetten Reibach mit alten Autoersatzteilen. Der Kühlerdeckel eines betagten Pontiacs bringt dem \"Koffer-Jäger\" fast 500 Dollar ein. Ob sich der Trip nach Minnesota für Traci Lombardo ebenfalls auszahlt, muss sich dagegen erst noch herausstellen. Die Schnäppchenjägerin aus New Jersey hat auf der Auktion eine Holzpuppe aus dem Jahr 1910 ersteigert. Der Wert solcher Sammlerstücke lässt sich jedoch nur schwer abschätzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774082","hoster":"VOE"},{"path":"/redirect/10068518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-12","name":"Eine Frau im Glück","epNo":12,"alt":"Lady Luck","descr":"Heute geht die Reise nach St. Paul, Minnesota, zu einem Top-Auktionshaus im mittleren Westen. Die \"Koffer-Jäger\" wollen bei diesem Truhenspektakel wertvolle Sammlerstücke aus alten Zeiten ersteigern. Tracy Lombardo und Billy Leroy haben Glück. Für eine alte Waage, mit der zwischen dem Ersten und Zweiten Weltkrieg Rekruten gewogen wurden, bekommt Tracy mindestens 1000 Dollar. Schnäppchen-Profi Billy fährt mit einem Gewinn von 460 Dollar und einer Kiste voller Pontiac-Klassiker nach Hause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774085","hoster":"VOE"},{"path":"/redirect/10068517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-3/episode-13","name":"Folge 39","epNo":13,"alt":"Space Case","descr":"Schnäppchenprofi Billy Leroy landet in dieser Folge einen genialen Zufallstreffer. Der \"Koffer-Jäger\" ersteigert in Sacramento einen TK-4-Pilotenhelm aus China. Der Ausrüstungsgegenstand stammt aus den späten Achtzigerjahren und wurde bei Flügen in großen Höhen getragen. Das Sammlerstück ist rund 900 Dollar wert. Billys Kollege Mark investiert sein Geld dieses Mal in eine Olympia-Fackel aus dem Jahr 1972.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774084","hoster":"VOE"},{"path":"/redirect/10068519","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-1","name":"Schlagzeugintrigen","epNo":1,"alt":"Steal Drum","descr":"\"Koffer-Jäger\" Laurence Martin und seine Frau Sally haben in Nashvillle, Tennesee, eine Snare Drum mit der Originalunterschrift von Pete Best ersteigert, dem ersten Schlagzeuger der Beatles. Dieses Highlight könnte den Schnäppchenjägern einen hübschen Profit einbringen. Deshalb lassen sie es unmittelbar nach der Auktion von einem Experten schätzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116609","hoster":"VOE"},{"path":"/redirect/9116612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-2","name":"Monster Money","epNo":2,"alt":"Monster Money","descr":"In Hollywood findet eine grandiose Auktion statt: Schauspieler Daniel Roebuck hat jahrelang Filmrequisiten gesammelt, die nun unter den Hammer kommen. Unter den Objekten ist eine alte Dschinn-Flasche aus der Serie \"Bezaubernde Jeannie\". Doch das Sahnestück der Versteigerung ist Star-Wars-Roboter C-3PO, der von den Profis gespannt erwartet wird. \"Koffer-Jäger\" Billy bekommt den Zuschlag für 4000 Dollar und muss nun herausfinden, ob der Roboter ein wertvolles Original oder doch nur ein billiges Imitat ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116614","hoster":"VOE"},{"path":"/redirect/9116615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-3","name":"Intergalaktische Kopfgeldjagd","epNo":3,"alt":"Intergalactic Bounty","descr":"Ab in den Süden: Billy Leroy hält in Nashvillle, Tennesee, Ausschau nach günstigen Schnäppchen. Die \"Music City Auction\" hat diverse Kuriositäten zu bieten. Wie zum Beispiel ein Ouija-Board aus dem Jahr 1938 und eine 40 Jahre alte Bauchrednerpuppe. Billys Kollege Mark Meyer fokussiert sich unterdessen auf ein Surfbrett aus den 60ern. Solche Objekte haben einen hohen Sammlerwert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116619","hoster":"VOE"},{"path":"/redirect/9116617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-4","name":"Black Jack und Burger","epNo":4,"alt":"Big Boy Bucks","descr":"Billy, Mark, Laurence und Sally fahren nach Las Vegas, um dort Kasino- und Werbeartikel zu ergattern, z.B. eine kultige Big-Boy-Burger-Figur.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116622","hoster":"VOE"},{"path":"/redirect/9116624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-5","name":"Auktion der guten Hoffnung","epNo":5,"alt":"Safari Sale","descr":"Die Koffer-Jäger reisen diesmal nach Johannesburg, Südafrika.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116627","hoster":"VOE"},{"path":"/redirect/9116625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-6","name":"Aufgeblasene Egos","epNo":6,"alt":"Inflated Egos","descr":"Commerce liegt tief im Süden der USA, dort ist amerikanisches Kulturgut noch günstig zu haben. Wer historische Artefakte mit Seltenheitswert sucht, ist in der Kleinstadt genau richtig. \"Koffer-Jäger\" Mark Meyer streckt seine Schnäppchen-Fühler im Bundesstaat Georgia nach einem Sternenbanner aus. Auf dem \"Star-Spangled Banner\" sind nur 45 Sterne zu erkennen. Das bedeutet, die Flagge ist sehr alt. Sie stammt mit hoher Wahrscheinlichkeit aus dem Spanisch-Amerikanischen Krieg im Jahr 1898.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116629","hoster":"VOE"},{"path":"/redirect/9116632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-7","name":"Über die Blanke gehen","epNo":7,"alt":"Walk The Plank","descr":"Voller Erwartungen reisen die \"Koffer-Jäger\" nach Orlando in Florida zum größten Vergnügungspark der Welt. Auf der riesigen Auktion mit über 300 Disney-Requisiten verlieben sich Lawrence und seine Frau Sally in eine verwegen aussehende Piratenfigur, die glatt dem Film \"Fluch der Karibik\" entsprungen sein könnte. Mit dem Seeräuber in Lebensgröße machen die erfahrenen Schnäppchenjäger stolze 1000 Dollar Profit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116636","hoster":"VOE"},{"path":"/redirect/9116635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-8","name":"Zum Ersten, zum Zweiten","epNo":8,"alt":"Gunning For Dollars","descr":"In Las Vegas steigern die \"Koffer-Jäger\" unter anderem um eine Gatling Gun mit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116637","hoster":"VOE"},{"path":"/redirect/9116639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-9","name":"Frag Swami","epNo":9,"alt":"Swami Says","descr":"Deutsche Technik ist sehr gefragt, auch bei den \"Koffer-Jägern\". Mark Meyer hat auf einer Nachlass-Auktion in Austin für 400 Dollar einen Siemens-\u0026-Halske-Telegrafen ersteigert. Das museumsreife Morsegerät gehörte einem wohlhabenden Texaner und bringt dem Schnäppchen-King einen stattlichen Gewinn ein. Denn solche Gegenstände kann man nicht im Laden kaufen. Gleiches gilt für den Gürtel eines britischen Boxers. Die Auszeichnung wurde Al Foreman 1928 nach dem Sieg gegen Leo \"Kid\" Roy verliehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116644","hoster":"VOE"},{"path":"/redirect/9116641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-10","name":"Für mich zum Schotter","epNo":10,"alt":"It’s Not Easy Making Green","descr":"Für echte Nostalgiefans ist die Auktion in Allentown, Pennsylvania, ein Muss. Denn dort werden jede Menge Retro-Spielzeug und seltene Sammlerstücke angeboten. \"Koffer-Jäger\" Billy Leroy schnappt der Konkurrenz hier für wenig Geld ein Theaterplakat aus dem Jahr 1862 vor der Nase weg. Darauf ist der Schauspieler John Wilkes Booth zu sehen, der als Lincoln-Attentäter traurige Berühmtheit erlangte. Der Schätzwert beträgt 5000 Dollar.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116647","hoster":"VOE"},{"path":"/redirect/9116646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-11","name":"Dynomit","epNo":11,"alt":"Dino-Mite","descr":"Auch Profis greifen mal daneben. Schnäppchenjägerin Sally fährt auf der Auktion in Knoxville, Tennesee, mit einem Reklameschild, das sie für 3100 Dollar ersteigert, einen satten Verlust ein. Ihr Gatte Lawrence kann die Haushaltskasse mit einem original Jack-Daniel’s-Eichenholzfass jedoch wieder aufbessern. \"Koffer-Jäger\" Billy Leroy verschätzt sich ebenfalls: Sein Nord-Südstaaten-Grenzschild aus dem 19. Jahrhundert erweist sich als riesengroßer Flop.","versions":[]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-12","name":"Folge 12","epNo":12,"alt":"Greedy Pig","descr":"In Alpharetta, Atlanta, kommen alte Werbemittel und teures Männerspielzeug unter den Hammer. \"Kofferjäger\" Mark hat es auf mechanische Spielautomaten abgesehen, Auktionsprofi Billy spechtet auf eine große Kiste mit der Aufschrift \"Reklame\". Doch was genau steckt in dem altem Ding? Als er die schwere Truhe für stattliche 400 Dollar ersteigert, hofft er auf ein echtes Highlight – packt aber leider ein riesiges pinkfarbenes Gummitier aus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116650","hoster":"VOE"},{"path":"/redirect/9116651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baggage-battles-die-koffer-jaeger/staffel-4/episode-13","name":"Folge 13","epNo":13,"alt":"The Wizard of Odd","descr":"Die \"Koffer-Jäger\" hoffen in Toronto, Kanada, auf einen kräftigen Profit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9116654","hoster":"VOE"},{"path":"/redirect/9116655","hoster":"Streamtape"}]}]}]}]}