{"path":"/serie/stream/baghdad-central","name":"Baghdad Central","descr":"Nach einer sechsmonatigen Besetzung durch die Vereinigten Staaten und der Auflösung aller irakischen Streitkräfte, die Bagdad ohne Verantwortliche und ohne effektive Rechtsstaatlichkeit verlassen hat, macht sich der irakische Ex-Polizist Muhsin al-Khafaji 2003 auf die Suche nach seiner vermissten Tochter.","seasons":[{"path":"/serie/stream/baghdad-central/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/baghdad-central/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Es ist 2003 und Irak wird von einer US-geführten Koalition besetzt. Die Tochter des Ex-Polizisten Muhsin al-Khafaji (Waleed Zuaiter) wird vermisst und er muss sich entscheiden, an wen er sich wenden kann, um ihm bei der Suche zu helfen.","versions":[]},{"path":"/serie/stream/baghdad-central/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Khafaji (Waleed Zuaiter) wird zu seinem ersten Tatort gerufen, als ein Iraker in einem Unterschlupf der Koalitionsbehörde tot aufgefunden wird und bald eine zweite Leiche aufdeckt, die versteckt und mit einer Sprengfalle versehen ist. Der US-Militärpolizist John Parodi (Corey Stoll) gerät mit Khafajis Chef Frank Temple (Bertie Carvel) aneinander, weil es sich um eines seiner Gebäude handelt. Khafaji wird später Zeuge eines gewagten Angriffs auf einen Kontrollpunkt in der Grünen Zone durch jemanden, den er sofort mit Professor Zubeida Rashid und seiner vermissten Tochter Sawsan in Verbindung bringt.","versions":[]},{"path":"/serie/stream/baghdad-central/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Khafaji (Waleed Zuaiter) begibt sich auf die Suche nach der Wahrheit über seine Tochter, wird aber durch die Ankunft von Frank Temple (Bertie Carvel) überrascht.","versions":[]},{"path":"/serie/stream/baghdad-central/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Temple (Bertie Carvel) stellt fest, dass sein Geld fehlt, und lässt Khafaji (Waleed Zuaiter) unter falschen Anschuldigungen verhaften. Bei einer Razzia sieht Parodi (Corey Stoll) ein Foto von drei Mädchen - mit wem stehen sie in Verbindung?","versions":[]},{"path":"/serie/stream/baghdad-central/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Zubeida und Khafaji (Waleed Zuaiter) schließen sich bei der Jagd auf Sawsan (Leem Lubany) zusammen, aber ihre Spur wird kalt. In der Grünen Zone wird ein brutaler Mord aufgedeckt, und Parodi (Corey Stoll) beginnt, Temple (Bertie Carvel) dafür zu verdächtigen, dass er tiefer in den Fall verwickelt ist, als er zu sein scheint.","versions":[]},{"path":"/serie/stream/baghdad-central/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Khafaji (Waleed Zuaiter) erhält ein Angebot, das er nicht ablehnen kann, und plant, seine Familie unversehrt aus dem Irak herauszuholen. Aber wird er Erfolg haben?","versions":[]}]}]}