{"seriesId":"bakemonogatari","name":"Bakemonogatari","descr":"S01: Bakemonogatari | S02: Nisemonogatari | S03: Monogatari Series 2 | S04: OwarimonogatariHauptprotagonist von Bakemonogatari ist der Drittklässler Koyomi Araragi, der in der jährlichen japanischen Golden Week von einem Vampir angefallen und gebissen wird. Seitdem sieht er nur noch seltsame, übernatürliche Dinge wie Gespenster und Dämonen. Unter diesen paranormalen Dingen findet sich auch die Schülerin Hitagi Senjōgahara, die noch nie ein Wort mit ihm gewechselt hat. Sie stolpert, fällt kopfüber die Stufen hinab - und wird zum Glück noch rechtzeitig von Koyomi gefangen. Dabei erkennt er ihr Geheimnis - sie hat kaum Gewicht. Hitagi meint, das wäre so, seit sie eine seltsame Krabbe getroffen hat.Da Koyomi schließlich beschließt, Hitagi mit ihrem Geheimnis zu helfen, geht er mit ihr zu Meme Oshino, einem Mann mittleren Alters, der ihm vor nicht allzu langer Zeit mit seinem Vampir-Problem helfen konnte...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hitagi Krabbe - Die Erste","epNo":1,"alt":"Hitagi Club - Part 1","descr":"Koyomi fängt Hitagi auf, als sie in die Tiefe stürzt – er bemerkt sofort, dass sie federleicht ist. Er behält diese Beobachtung jedoch für sich. Er geht nach dem Vorfall auf die Klassensprecherin Tsubasa Hanekawa zu, um sich nach Hitagi zu erkunden. Als sich Koyomi auf den Heimweg macht, wird er von Hitagi konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":12918714,"hoster":"VOE"},{"redirect":8473304,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8283830,"hoster":"VOE"},{"redirect":8283825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hitagi Krabbe - Die Zweite","epNo":2,"alt":"Hitagi Club - Part 2","descr":"Hitagi und Koyomi treffen sich am Abend mit Oshino – erbeschließt, dass sie den Krabben Gott nicht attackieren, sondern zu ihm beten werden. Sie begeben sich vor einen Altar. Doch dann wird Hitagi von dem Krabben Gott angegriffen, und Oshino sieht sich gezwungen einzugreifen.","versions":[{"lang":1,"streams":[{"redirect":8450021,"hoster":"VOE"},{"redirect":13209549,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450034,"hoster":"VOE"},{"redirect":8303760,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mayoi Schnecke - Die Erste","epNo":3,"alt":"Mayoi Snail - Part 1","descr":"Koyomi sitzt in der Mitte eines riesigen Spielplatzes und und schwelgt in Erinnerungen an seine Mutter und sein Mountainbike. Er bemerkt ein junges Mädchen, das auf eine Karte schaut – Koyomi geht auf sie zu, um ihr seine Hilfe anzubieten, doch sie lehnt ab und ignoriert ihn.","versions":[{"lang":1,"streams":[{"redirect":8450023,"hoster":"VOE"},{"redirect":8342845,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450038,"hoster":"VOE"},{"redirect":8303758,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mayoi Schnecke - Die Zweite","epNo":4,"alt":"Mayoi Snail - Part 2","descr":"Nachdem Koyomi mit Mayoi geredet hat, findet er heraus, dass das junge Mädchen versucht zu dem Haus ihrer Mutter zu gelangen. Sie machen sich auf den Weg zu dem Haus, doch sie verlaufen sich immer wieder auf unerklärlicherweise. Koyomi beschließt daraufhin, dass Hitagi sich auf die Suche nach Oshino machen soll.","versions":[{"lang":1,"streams":[{"redirect":8450024,"hoster":"VOE"},{"redirect":8303737,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450036,"hoster":"VOE"},{"redirect":8303755,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mayoi Schnecke - Die Dritte","epNo":5,"alt":"Mayoi Snail - Part 3","descr":"Hitagi wartet auf Koyomis Ankunft und findet indes mehr über Moyois Leben heraus. Ihre Eltern haben eine schwere Scheidung hinter sich. Moyois Vater hat das Sorgerecht übernommen und hat Moyoi verboten ihre Mutter zu sehen – sie kann sich deshalb nicht einmal mehr an sie erinnern. Als Hitagi ankommt, muss sie Koyomi etwas Trauriges über Moyoi mitteilen.","versions":[{"lang":1,"streams":[{"redirect":12332546,"hoster":"VOE"},{"redirect":8303738,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450037,"hoster":"VOE"},{"redirect":8303767,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Suruga Affe - Die Erste","epNo":6,"alt":"Suruga Monkey - Part 1","descr":"Koyomi hat sich auf die bevorstehenden Prüfungen vorbereiten und sucht bei Hitagi Hilfe. Nachdem Hitagi und Koyomi gemeinsam gelernt haben, besprechen sie wie ihre Zukunft nach der Schule aussehen soll.","versions":[{"lang":1,"streams":[{"redirect":13922209,"hoster":"VOE"},{"redirect":8303740,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14001497,"hoster":"VOE"},{"redirect":8303770,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Suruga Affe - Die Zweite","epNo":7,"alt":"Suruga Monkey - Part 2","descr":"Hitagi glaubt, dass Koyomi von einem Auto angefahren wurde, doch er erzählt ihr, dass er nur gestolpert sei. Koyomi macht sich auf den Weg zu Surugas Haus und entdeckt in ihrem Raum ganz viele rote Bücher.","versions":[{"lang":1,"streams":[{"redirect":8450028,"hoster":"VOE"},{"redirect":8303743,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450041,"hoster":"VOE"},{"redirect":8303766,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Suruga Affe - Die Dritte","epNo":8,"alt":"Suruga Monkey - Part 3","descr":"Suruga wurde die mumifizierte Hand ihrer Mutter vererbt und seit der 4. Klasse verwendet Suruga die Hand, um sich etwas zu wünschen – doch das zieht fatale Konsequenzen mit sich. Suruga wird extrem eifersüchtig, als sie bemerkt, dass Koyomi und Hitagi zusammen sind.","versions":[{"lang":1,"streams":[{"redirect":12918716,"hoster":"VOE"},{"redirect":8473308,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450042,"hoster":"VOE"},{"redirect":8303771,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nadeko Schlange - Die Erste","epNo":9,"alt":"Nadeko Snake - Part 1","descr":"Koyomi und Suruga reisen gemeinsam zu einer geheiligten Stätte, um einen Auftrag für Oshino zu erledigen. Auf ihrem Weg dorthin begegnen sie einem Mädchen, dass ihnen entgegengerannt kommt. Als sie an ihrem Ziel angekommen sind, machen sie eine scheußliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8450027,"hoster":"VOE"},{"redirect":8303744,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450039,"hoster":"VOE"},{"redirect":8303778,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nadeko Schlange - Die Zweite","epNo":10,"alt":"Nadeko Snake - Part 2","descr":"Oshino berichtet Koyomi, dass Nadeko von einer Klassenkameradin mit einem Fluch belegt wurde. Normalerweise lässt sich ein Fluch leicht loswerden, doch durch Nadekos Ritual an der heiligen Stätte, hat sie ihre Situation verschlimmert.","versions":[{"lang":1,"streams":[{"redirect":8450029,"hoster":"VOE"},{"redirect":8303745,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450043,"hoster":"VOE"},{"redirect":8303775,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tsubasa Katze - Die Erste","epNo":11,"alt":"Tsubasa Cat - Part 1","descr":"Nach der Schule entdeckt Koyomi Nadeko. Sie berichtet ihm davon, dass Shinobu sie auf eine besondere Art angestarrt hat. Unterdessen erwähnt Tsubasa, dass Koyomi einen schlechten Einfluss auf Hitagi hat.","versions":[{"lang":1,"streams":[{"redirect":8450032,"hoster":"VOE"},{"redirect":8303751,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450044,"hoster":"VOE"},{"redirect":8303783,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tsubasa Katze - Die Zweite","epNo":12,"alt":"Tsubasa Cat - Part 2","descr":"Hitagi und Koyomi essen zusammen Mittag. Sie neckt ihn und fragt ihn, ob er sie auf ein Date ausführen will. Als sie daraufhin ausgehen, fährt Hitagis Vater die beiden zu ihrem Date und bittet Koymi darum, sich gut um Hitagi zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":8450031,"hoster":"VOE"},{"redirect":8473305,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450046,"hoster":"VOE"},{"redirect":8303781,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tsubasa Katze - Die Dritte","epNo":13,"alt":"Tsubasa Cat - Part 3","descr":"Als Koyomi sich auf dem Weg zur Schule befindet, entdeckt er, dass Maoyi mitten auf der Strasse steht. Später berichtet Mayoi Koyomi, dass sie Shinobu in einem Donut Laden gesehen hatte. Tsubasa schickt Koyomi eine Nachricht, dass er sie auf dem Spielplatz treffen soll.","versions":[{"lang":1,"streams":[{"redirect":8450035,"hoster":"VOE"},{"redirect":8303754,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450045,"hoster":"VOE"},{"redirect":8303785,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tsubasa Katze - Die Vierte","epNo":14,"alt":"Tsubasa Cat - Part 4","descr":"Oshino erklärt Koyomi Tsubasas Situation. Koyomi bemerkt, dass sie Shinobus Kraft braucht. Unterdessen erfährt Koyomi, dass Shinobu vermisst wird.","versions":[{"lang":1,"streams":[{"redirect":12382085,"hoster":"VOE"},{"redirect":8303762,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450050,"hoster":"VOE"},{"redirect":8303784,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tsubasa Katze - Die Fünfte","epNo":15,"alt":"Tsubasa Cat - Part 5","descr":"Koyomi ist verwirrt, als er von der Katze erfährt, dass Tsubasa auch in ihn verliebt sein soll. Koyomi und die Katze fangen an zu streiten. Koyomi ruft Shinobu um Hilfe und plötzlich erscheint das Vampir Mädchen.","versions":[{"lang":1,"streams":[{"redirect":8283818,"hoster":"VOE"},{"redirect":8283820,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450047,"hoster":"VOE"},{"redirect":8303789,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Karen Bee - Part 1","descr":"Araragi wird von Senjougahara in Oshinos altem Versteck gefesselt und von ihr entführt. Die Szene wechselt dann zu einem heißen Sommertag, an dem er überlegt, was er mit seinem instabilen Vampirismus anfangen soll und ob er seinen beiden Schwestern Karen und Tsukihi etwas über Kurioses erzählen soll.","versions":[{"lang":3,"streams":[{"redirect":8450049,"hoster":"VOE"},{"redirect":8473306,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Karen Bee - Part 2","descr":"Araragi taucht bei Sengoku auf und versucht, sich nicht von ihrem Mangel an Kleidung und verführerischen Vorteilen in einer Zeit, in der ihre Eltern bequem unterwegs sind, anmachen zu lassen. Nachdem er gegangen ist, trifft er seine Schwester Karen auf dem Weg zu Kanbarus Haus, wo er feststellt, dass die Feuerschwestern etwas Verdächtiges tun, sich aber nicht einmischen.","versions":[{"lang":3,"streams":[{"redirect":8450048,"hoster":"VOE"},{"redirect":8473307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Karen Bee - Part 3","descr":"Araragi putzt in Kanbarus Haus und fährt mit seinem Fahrrad nach Hause. Gleich außerhalb von Kanbarus sieht er einen seltsamen, unheilvollen Mann namens Kaiki Deishuu, den er augenblicklich mit einer ähnlichen Aura wie Oshino in Verbindung bringt.","versions":[{"lang":3,"streams":[{"redirect":12382086,"hoster":"VOE"},{"redirect":8473311,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Karen Bee - Part 4","descr":"Araragi versucht, Karen und Tsukihi dazu zu bringen, ihm von dem Vorfall zu erzählen, doch Tsubasa muss ihm erklären, dass Karen bei der Untersuchung von Sengokus Fluch auf Kaiki Deishuu gestoßen ist und ihr etwas angetan hat.","versions":[{"lang":3,"streams":[{"redirect":8450052,"hoster":"VOE"},{"redirect":8473312,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Karen Bee - Part 5","descr":"Tsukihi und Tsubasa erzählen Araragi von dem Treffen zwischen Karen und Kaiki Deishuu, die Karen nach einem Monolog über seine Überzeugungen zur Bedeutung des Geldes mit der Wreathe-Fire Bee infizieren. Nachdem Tsubasa gegangen ist, hilft Araragi, eine noch temperamentvolle Karen zu erfrischen, die das Fieber nicht an ihn weitergeben will.","versions":[{"lang":3,"streams":[{"redirect":8450056,"hoster":"VOE"},{"redirect":8473310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Karen Bee - Part 6","descr":"Koyomi schaffte es nur die Hälfte des Giftes in Karens Körper abzulassen, und obwohl sie nicht vollständig geheilt war, hat sich ihr Fieber leicht verringert. Auf dem Weg zu Hitagis Haus stolpert Koyomi erneut über Mayoi und vertraut ihr die Situation seiner Schwester an.","versions":[{"lang":3,"streams":[{"redirect":8450054,"hoster":"VOE"},{"redirect":8473313,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Karen Bee - Part 7","descr":"Dank Shinobu gelingt es Koyomi, Karen zu finden, und nach einem ernsthaften Streit zwischen ihnen überredet er sie, ihn sich selbst mit Kaiki befassen zu lassen. Später an diesem Tag begegnen er und Hitagi Kaiki von Angesicht zu Angesicht, aber sie hören von ihm, sehr zu ihrer Überraschung, dass er die Stadt bereits verlässt und Karen sich in ein paar Tagen erholen sollte.","versions":[{"lang":3,"streams":[{"redirect":8450053,"hoster":"VOE"},{"redirect":8473314,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Tsukihi Phoenix - Part 1","descr":"Koyomi konzentriert sich auf sein Studium, als er von Karen unterbrochen wird, die zu seiner großen Überraschung die Kleidung ihrer Schwester Tsukihi trägt und eine femininere Ausstrahlung zeigt als gewöhnlich. Karen bittet Koyomi, sie Suruga vorzustellen, in dem Wissen, dass sie mit ihm befreundet ist, aber er lehnt dies ohne Angabe von Gründen ab, aus Angst, dass sie seine Schwester in Bewegung setzen würde.","versions":[{"lang":3,"streams":[{"redirect":8450055,"hoster":"VOE"},{"redirect":8473316,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Tsukihi Phoenix - Part 2","descr":"Koyomi macht sich auf den Weg zu Surugas Haus, um Karen vorzustellen, wie er es versprochen hatte. Unterwegs treffen sie eine Frau, die sich als Yozuru Kagenui vorstellt und nach dem Weg fragt. Koyomi bittet Tsubasa um Hilfe auf seinem Handy und erfährt von ihr, dass sie nach dem Standort des gleichen Gebäudes fragt, in dem Oshino mit Shinobu lebte.","versions":[{"lang":3,"streams":[{"redirect":8450058,"hoster":"VOE"},{"redirect":8473315,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Tsukihi Phoenix - Part 3","descr":"Shinobu bittet Koyomi, sie zum Donuts-Shop zu bringen. Bevor er geht, bemerkt er, dass Tsukihis Narbe auf ihrer Brust geheilt ist, und nachdem er sie nackt ausgezogen hat, stellt er fest, dass auch alle anderen Narben an ihrem Körper verschwunden sind.","versions":[{"lang":3,"streams":[{"redirect":8450057,"hoster":"VOE"},{"redirect":8473318,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Tsukihi Phoenix - Part 4","descr":"Nachdem Koyomi von Shinobu erfahren hat, dass Tsukihi tatsächlich ein übernatürliches Wesen ist, das nach seinem Tod endlos als menschliches Kind wiedergeboren wird, lässt er Karen an der zerstörten Haustür ihres Hauses Wache stehen, bevor er sich an den Ort begibt, an dem Oshino einst lebte, um Yozuru und Yotsugi gegenüberzutreten.","versions":[{"lang":3,"streams":[{"redirect":12332545,"hoster":"VOE"},{"redirect":8473317,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Tsubasa Tiger - Part 1","descr":"Es ist der Beginn des zweiten Semesters und auf dem Weg zum ersten Schultag hat Tsubasa ein kurzes Treffen mit Mayoi, das zeigt, dass sie gerade aus Koyomis Haus gekommen ist, wo sie ihren Rucksack vergessen hat, ihn aber nicht zurückholen konnte, wie er es nicht war zu dieser Zeit zu Hause.","versions":[{"lang":3,"streams":[{"redirect":8450061,"hoster":"VOE"},{"redirect":8303798,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tsubasa Tiger - Part 2","descr":"Da ihre Eltern noch keinen anderen Wohnort gefunden hatten, bleibt Tsubasa bei Hitagi. Später wird jedoch bekannt, dass die jüngsten Ereignisse einen solchen Einfluss auf Tsubasa hatten, dass sie erneut von der verfluchten Katze besessen ist.","versions":[{"lang":3,"streams":[{"redirect":12918713,"hoster":"VOE"},{"redirect":8303800,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Tsubasa Tiger - Part 3","descr":"Auf ihre Frage hin weist Hitagi Tsubasa darauf hin, dass sie und Koyomi, obwohl sie sich in der Bereitschaft, anderen zu helfen, ähneln, sich in allen anderen Dingen zu sehr unterscheiden.","versions":[{"lang":3,"streams":[{"redirect":13473843,"hoster":"VOE"},{"redirect":8303797,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tsubasa Tiger - Part 4","descr":"Tsubasa erwacht am nächsten Tag im Haus von Araragi und findet heraus, dass sie wieder besessen war. Als sie das Haus verlässt, wird sie von Koyomis Mutter, Mrs. Araragi, aufgehalten. Die Mutter erklärt, dass Tsubasa als Gast für sie keine Belastung darstellt, sie die Familie Araragi jedoch nicht als ihre eigene betrachten sollte.","versions":[{"lang":3,"streams":[{"redirect":8450064,"hoster":"VOE"},{"redirect":8303804,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tsubasa Tiger - Part 5","descr":"In ihrem Brief an den Katzengeist enthüllt Tsubasa, dass Kako genau wie sie eine weitere Erscheinung ist, die durch ihre unterdrückten Gefühle hervorgerufen wird, diesmal aus Eifersucht Gefühle, egal wie es sich ändern wird.","versions":[{"lang":3,"streams":[{"redirect":12332547,"hoster":"VOE"},{"redirect":8303807,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Summary One","descr":"Am 20. August verließ Koyomi Araragi sein Haus, um Mayoi Hachikuji etwas zu überbringen, das sie vergessen hatte, und traf auf das junge Shikigami-Mädchen Yotsugi Ononoki. Am Ende kaufte Koyomi Yotsugi ein Eis am Stiel, konnte aber Mayoi nicht finden.","versions":[{"lang":3,"streams":[{"redirect":8450065,"hoster":"VOE"},{"redirect":8303803,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mayoi Jiangshi - Part 1","descr":"Als er merkt, dass er einen Tag vor Mayois Tod gereist ist, beschließt Koyomi, sie zu retten und zu verhindern, dass sie ein Geist wird.","versions":[{"lang":3,"streams":[{"redirect":13530249,"hoster":"VOE"},{"redirect":8303808,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mayoi Jiangshi - Part 2","descr":"Koyomi und Shinobu kehren in die Gegenwart zurück und finden die ganze Stadt verlassen vor. Es dauert nicht lange, bis sie erkennen, dass dies eine Folge der Rettung von Mayois Leben in der Vergangenheit war.","versions":[{"lang":3,"streams":[{"redirect":13473842,"hoster":"VOE"},{"redirect":8303813,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mayoi Jiangshi - Part 3","descr":"Eine Frau scheint die Untoten zu vertreiben, indem sie Reis nach ihnen wirft. Sehr zu seiner Ehrfurcht und Freude erfährt Koyomi, dass die Frau keine andere als Mayoi ist, und bringt ihm einen Brief von Oshino, der irgendwie die ganze Situation herausgefunden hat.","versions":[{"lang":3,"streams":[{"redirect":13473855,"hoster":"VOE"},{"redirect":8303812,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Mayoi Jiangshi - Part 4","descr":"Eine Frau scheint die Untoten zu vertreiben, indem sie Reis nach ihnen wirft. Zu seiner Ehrfurcht und Freude erfährt Koyomi, dass die Frau keine andere als Mayoi selbst ist, und bringt ihm einen Brief von Oshino, der die ganze Situation irgendwie herausgefunden hat. Aus dem Brief erfahren Koyomi und Shinobu, dass sie zu einer anderen Zeitlinie gereist waren und bevor sie zu ihrer unveränderten, ursprünglichen Zeitlinie zurückkehren, bittet er sie, sich Shinobus alternativem Selbst zu stellen, das noch am Leben ist und zerstört werden muss, um die Plage der Untoten zu stoppen und Verhindern, dass die Welt für immer zerstört wird. Nachdem sie sich von der erwachsenen Mayoi verabschiedet haben, kehren die beiden zu den Tempelruinen zurück und treffen den alternativen Shinobu, der vor Freude schreit, als er sieht, dass es ihr in einer anderen Zeitlinie gelungen ist, sich mit Koyomi wieder zu vereinen, und bietet an, sich zu opfern, damit sie zurückkehren können Ihre eigene Zeitleiste. Zurück in ihrer eigenen rechtmäßigen Zeit erkennt Koyomi, dass er die Eröffnungszeremonie sehr zu seinem Leidwesen verpasst hat, und nachdem Shinobu in seinen Schatten zurückgekehrt ist, erscheint Mayoi vor ihm und sie nehmen sich Zeit, während sie zusammen zu seinem Haus gehen, um sie zurückzugeben Rucksack.","versions":[{"lang":3,"streams":[{"redirect":13473854,"hoster":"VOE"},{"redirect":8303815,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Summary Two","descr":"","versions":[{"lang":3,"streams":[{"redirect":13473862,"hoster":"VOE"},{"redirect":8303817,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Nadeko Medusa - Part 1","descr":"Vollkommen in eine Erscheinung verwandelt, konfrontiert Nadeko Shinobu und eine misshandelte Koyomi, die angreifen, um sie zu töten, und neidisch auf ihre Beziehung, sticht sie Koyomi ins Herz.","versions":[{"lang":3,"streams":[{"redirect":13487369,"hoster":"VOE"},{"redirect":8303819,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Nadeko Medusa - Part 2","descr":"Nachdem Nadeko Koyomi angelogen hatte und behauptete, sie habe sich nur Dinge eingebildet, entschloss sie sich, Kuchinawa dabei zu helfen, seine verlorene Leiche zu finden, aber sie stimmte zu, dass sie wie gewöhnlich zur Schule gehen und nachts nach seinem Körper suchen wird.","versions":[{"lang":3,"streams":[{"redirect":13530250,"hoster":"VOE"},{"redirect":8303820,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Nadeko Medusa - Part 3","descr":"Am nächsten Tag erwacht Nadeko mit Tsukihi, die sich an Koyomis Bett geschlichen hatte, um neben ihm zu schlafen. Bei dieser Gelegenheit hat Tsukihi Nadeko gestanden, dass sie immer in ihren Bruder verliebt war, und begriffen, warum sie immer noch Gefühle für ihn hegt.","versions":[{"lang":3,"streams":[{"redirect":13473872,"hoster":"VOE"},{"redirect":8303821,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Nadeko Medusa - Part 4","descr":"Trotz Koyomis Warnungen schluckt Nadeko den Talisman und belebt Kuchinawa wieder, nachdem Shinobu sie beschimpft hat, das Opfer erneut zu spielen. Die Geschichte verschiebt sich dann vorwärts zu Nadekos Konfrontation mit Koyomi und Shinobu im verlassenen Tempel und es wird offenbart, dass sie beide besiegt hat.","versions":[{"lang":3,"streams":[{"redirect":13473867,"hoster":"VOE"},{"redirect":8303828,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Summary Three","descr":"","versions":[{"lang":3,"streams":[{"redirect":13473885,"hoster":"VOE"},{"redirect":8303829,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Shinobu Time - Part 1","descr":"Nachdem Koyomi von seiner Zeitreise zurückgekehrt ist, kehrt er nach Hause zurück und nachdem er Mayois Rucksack zurückgebracht hat, stoßen sie auf ein mysteriöses Wesen, das sie zu verfolgen beginnt. Die beiden schaffen es zu fliehen, als sie Yotsugi treffen, der mit ihnen in Sicherheit fliegt.","versions":[{"lang":3,"streams":[{"redirect":13473886,"hoster":"VOE"},{"redirect":8303831,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Shinobu Time - Part 2","descr":"Shinobu enthüllt, dass sie bei ihrem ersten Besuch in Japan vor 400 Jahren die einheimische Bevölkerung versehentlich vor einem schweren Luftzug bewahrt hat und von ihr als Göttin verehrt wurde. Die nächsten Jahre lebte sie als Göttin in Japan, bis alle Dorfbewohner auf mysteriöse Weise verschwanden, bis nur Shinobu und ein befreundeter Dämonenjäger übrig blieben.","versions":[{"lang":3,"streams":[{"redirect":13473891,"hoster":"VOE"},{"redirect":8303833,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Shinobu Time - Part 3","descr":"Nachdem Shinobu Koyomi ihre Geschichte erzählt hat, stellen sie fest, dass Yotsugi ihre gesamte Unterhaltung mitgehört hat, und nachdem Mayoi erwacht ist, beginnen sie, Wege zu diskutieren, wie sie mit der Dunkelheit umgehen können, bevor sie vor ihnen auftaucht.","versions":[{"lang":3,"streams":[{"redirect":13473904,"hoster":"VOE"},{"redirect":8303835,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Shinobu Time - Part 4","descr":"Als Gegenleistung für ihre Hilfe bittet Gaen Koyomi um drei Aufgaben, die alle mit Suruga Kanbaru, ehemals Suruga Gaen, verbunden sind. Izuko offenbart sich als ihre Tante, aber sie möchte nicht als eine vorgestellt werden, weil sie sich um Surugas Gefühle kümmert. Als Koyomi akzeptiert, zeigt sie das wahre Motiv der Dunkelheit ist.","versions":[{"lang":3,"streams":[{"redirect":13473896,"hoster":"VOE"},{"redirect":8303839,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Hitagi End - Part 1","descr":"Am Neujahrstag erhält Kaiki einen Anruf von Hitagi, um seine Dienste anzufordern. Nachdem Hitagi behauptet, er sei in Okinawa, um sie abzuschütteln, versichert er, dass sie einen Flug nehmen werde, um ihn dort zu treffen, und zwingt ihn, dasselbe zu tun, um zu verhindern, dass seine Lüge entlarvt wird und Hitagi ihn tötet.","versions":[{"lang":3,"streams":[{"redirect":8450080,"hoster":"VOE"},{"redirect":8303843,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Hitagi End - Part 2","descr":"Kaiki beschließt, Hitagi für nur 100.000 JPY zu helfen, sehr zu ihrer Überraschung. Sie verlassen Okinawa auf separaten Flügen, um keinen Verdacht zu erregen. Kaiki, die sich als Vater einer Klassenkameradin von Nadeko ausgibt, infiltriert ihre Wohnung, um nach Hinweisen zu suchen.","versions":[{"lang":3,"streams":[{"redirect":13473908,"hoster":"VOE"},{"redirect":8303845,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Hitagi End - Part 3","descr":"Als Kaiki von seinem Besuch im Polar Snake Shrine zurückkommt, bittet er Hitagi, ihn wiederzusehen, und landet in einem Mister Donut Restaurant. Kaiki behauptet, dass es für ihn leicht sein wird, Nadeko zu täuschen, da sie bei ihrem gegenwärtigen Zustand an niemandem zweifeln kann - sie ist noch kindischer geworden als in ihrem menschlichen Zustand und kann keinen schlechten Willen erkennen.","versions":[{"lang":3,"streams":[{"redirect":13473912,"hoster":"VOE"},{"redirect":8303848,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Hitagi End - Part 4","descr":"Kaiki kehrt in sein Hotelzimmer zurück und findet einen Umschlag mit einer anonymen Nachricht, die ihn auffordert, abzunehmen. Nachdem er es aufgerissen und in der Toilette gespült hat, kontaktiert er Hitagi und erzählt ihr von dem Vorfall mit Gaen und Yotsugi.","versions":[{"lang":3,"streams":[{"redirect":13473920,"hoster":"VOE"},{"redirect":8303851,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Hitagi End - Part 5","descr":"Kaiki erfährt von Tsubasa, dass in der Stadt schon vor Shinobus Ankunft seltsame Phänomene aufgetreten sind und Gaen deshalb beabsichtigte, sie zur neuen Gottheit des Polarheiligtums zu machen. Aufgrund von Koyomis Einmischung sind ihre Pläne jedoch gescheitert und Nadeko wurde stattdessen zu einem Gott.","versions":[{"lang":3,"streams":[{"redirect":13473924,"hoster":"VOE"},{"redirect":8303856,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Hitagi End - Part 6","descr":"Kaiki merkt, dass er Nadeko nicht betrogen hat, weil sie ihm nie vertraut hat und weil sie zuvor von Ougi getäuscht wurde, den Charme zu beanspruchen und ein Gott zu werden. Nadeko entfesselt einen Schlangenschwarm auf dem gesamten Polarschlangenschrein und macht Kaiki bewegungsunfähig.","versions":[{"lang":3,"streams":[{"redirect":13473925,"hoster":"VOE"},{"redirect":8303857,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ougi Formula","descr":"m Oktober seines dritten Schuljahres wird Koyomi Araragi einer Transferschülerin namens Ougi Oshino vorgestellt, die ihm mitteilt, dass sie etwas zu besprechen hat. Dies enthüllt eine Geschichte, die ans Licht bringt, \"was\" Koyomi Araragi macht.","versions":[{"lang":3,"streams":[{"redirect":8450085,"hoster":"VOE"},{"redirect":8473320,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sodachi Riddle, Part One","descr":"Nach dem Vortag ist Araragi im Begriff, sein Klassenzimmer zu betreten, als Hanekawa ihm mitteilt, dass endlich ein Schüler anwesend ist, der das ganze Jahr abwesend ist. Die Geschichte schiebt sich weiter in die Vergangenheit, als mehr von \"dem, was\" Koyomi Araragi offenbart wird.","versions":[{"lang":3,"streams":[{"redirect":13530251,"hoster":"VOE"},{"redirect":8473319,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sodachi Riddle, Part Two","descr":"Nachdem Koyomi den Raum im zweiten Stock des zerstörten Hauses wiederentdeckt hatte, erzählte er Ougi von den Ereignissen, die sich vor fünf Jahren dort ereignet hatten.","versions":[{"lang":3,"streams":[{"redirect":13473932,"hoster":"VOE"},{"redirect":8303863,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Sodachi Lost, Part One","descr":"Hanekawa offenbart ihre Besorgnis über Ougi, als sie und Araragi Oikura besuchen.","versions":[{"lang":3,"streams":[{"redirect":13473938,"hoster":"VOE"},{"redirect":8473322,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Sodachi Lost, Part Two","descr":"Araragi und Hanekawa besuchen Oikura und erfahren die schmerzhafte Geschichte der Vergangenheit ihrer Familie.","versions":[{"lang":3,"streams":[{"redirect":13473939,"hoster":"VOE"},{"redirect":8473321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sodachi Lost, Part Three","descr":"Ougi behauptet, den Aufenthaltsort von Oikuras Mutter herausgefunden zu haben und hilft Araragi und Hanekawa auf ihre eigene Weise, das Rätsel zu lösen.","versions":[{"lang":3,"streams":[{"redirect":13473940,"hoster":"VOE"},{"redirect":8473325,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Shinobu Mail, Part One","descr":"Koyomi Araragi wartet in den Ruinen der Cram School, um Suruga Kanbaru um Hilfe zu bitten, eine Bitte, die sie hoffentlich ablehnen wird.","versions":[{"lang":3,"streams":[{"redirect":13473942,"hoster":"VOE"},{"redirect":8473324,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Shinobu Mail, Part Two","descr":"Nachdem Koyomi und Suruga eilig die Ruinen der Cram School verlassen hatten, machten sie sich auf den Weg zum Treffpunkt, um unterwegs auf einige Schwierigkeiten zu stoßen.","versions":[{"lang":3,"streams":[{"redirect":13473941,"hoster":"VOE"},{"redirect":8473326,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shinobu Mail, Part Three","descr":"Am Treffpunkt angekommen, finden Koyomi und Suruga eine unerwartete Person, die auf sie wartet. Bevor ihr Wiedersehen stattfinden kann, müssen sie sich einem unerwarteten Feind stellen!","versions":[{"lang":3,"streams":[{"redirect":13473945,"hoster":"VOE"},{"redirect":8703711,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Shinobu Mail, Part Four","descr":"Die Gruppe zieht in den Nord-Shirahebi-Schrein um, wo Izuko Gaen ihnen die Geschichte hinter dem Ort und die Wirkung erzählt, die Shinobus erster Diener darauf hatte.","versions":[{"lang":3,"streams":[{"redirect":13473947,"hoster":"VOE"},{"redirect":8473327,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Shinobu Mail, Part Five","descr":"Koyomi wird mit Shinobus erstem Diener konfrontiert, dem Mörder der ursprünglichen Erscheinung. Aber anstatt einen Kampf zu beginnen, macht der Samurai eine einfache Anfrage.","versions":[{"lang":3,"streams":[{"redirect":13473943,"hoster":"VOE"},{"redirect":8473328,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Shinobu Mail, Part Six","descr":"Während Koyomi sich auf sein Duell vorbereitet, erfährt er von der Krise, mit der Hanekawa konfrontiert ist, und muss entscheiden, in welcher Schlacht er kämpfen soll.","versions":[{"lang":3,"streams":[{"redirect":8450097,"hoster":"VOE"},{"redirect":8473330,"hoster":"Streamtape"}]}]}]}]}