{"seriesId":"baked-2018","name":"Baked (2018)","descr":"Der Komiker Tom Papa wirft ein Licht darauf, wie das Brechen von Brot - oder irgendwelchen Backwaren - die Menschen näher zusammenbringt, indem er die köstlichen Leckereien präsentiert, die die Herzen wärmen und die Bäuche im ganzen Land füllen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"New York: If You Can Bake It There","descr":"Tom Papa reist nach New York City, um sich einen Einblick in die vielfältige Lebensmittelszene des Big Apple zu verschaffen. Beim Donut-Projekt trifft er sich mit seinem Freund, dem Komiker Jim Gaffigan, um das ultimative New Yorker Mashup zu machen: einen glasierten Donut, der mit Bagel-Belägen überzogen ist.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Detroit: Doughtown Delights","descr":"Tom Papa reist nach Detroit, um Köche und Bäcker zu besuchen, die dabei helfen, Motor City und seine Lebensmittelszene wiederzubeleben.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Boston: The Baked Goods are Coming","descr":"Tom Papa besucht die lebhaften Städte Boston und Cambridge, um die besten Backwaren zu finden","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Los Angeles A Toast to Tinseltown","descr":"Tom Papa macht sich auf den Heimweg ins sonnige Los Angeles, um die gebackenen Perlen der Stadt zu feiern. Er schaut bei Vito\u0027s Pizza vorbei, wo die Kruste so besonders ist, dass Vito\u0027s einen Leibwächter braucht, um seinen Teigvorsatz zu schützen. Im legendären Canter\u0027s Deli macht Tom ein Monte-Christo-Sandwich mit Schinken, Truthahn und Käse, gegrillt auf frisch gebackenem Challah French Toast. Bei Crème Caramel probiert Tom Einhornpopo, ein mit Glitter überzogenes Baiser, und erfährt das Geheimnis des charakteristischen Desserts, eines psychedelischen lila Puddings mit Karamellkrone. In der Bäckerei El Gallo in East LA hilft Tom beim Backen mexikanischer Süßspeisen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"It\u0027s Always Yummy in Philadelphia","descr":"Tom Papa macht einen Ausflug nach Philadelphia, wo traditionelle Wurzeln in lokalen Bäckereien tief verwurzelt sind. Bei Termini Brothers lernt er das Geheimnis ihrer cremigen, knusprigen Cannoli, und bei Sarcone zeigen ihm Bäcker der vierten und fünften Generation, wie man in einem riesigen Backsteinofen sizilianische Tomatentorte zubereitet.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"New Orleans: Let the Good Times Roll","descr":"Tom Papa backt und isst sich durch New Orleans, eine Stadt, die für ihren Genuss bekannt ist. Er beginnt mit der Herstellung des Doberge-Kuchens, eines Big Easy-Kultklassikers, der aus Pudding, Kuchen, Buttercreme und Schokolade besteht. Dann begibt er sich zur Bäckerei Gendusa, um französisches Brot für einige der besten Sandwiches der Stadt zu backen, wie den gebratenen Shrimps Po \u0027Boy bei Zimmer\u0027s Seafood.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cleveland: Home of Rock...and Rolls","descr":"","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"New Jersey: Home Sweet Home","descr":"Tom Papa kehrt nach New Jersey zurück, um in der Lieblingsbäckerei von Frank Sinatra Fladenbrot in einem 400 Quadratmeter großen, kohlebefeuerten Ofen zu backen. Der Krümelkuchen erfährt eine gewaltige Veränderung, wenn er mit dem S\u0027mores-Dreierpack gefüllt wird: Schokolade, Marshmallow und Graham Cracker. Mit neuen Klassikern aus New Jersey wie hauchdünnem türkischen Teig mit Butter- und Käseschicht und portugiesischem Blätterteig mit Zimtpudding gefüllt, wird Tom international. Und Kindheitserinnerungen werden wach, wenn er in einen italienischen Rumkuchen beißt, der mit Alkohol getränkt und mit Schlagsahne überzogen ist.","versions":[]}]}]}