{"path":"/serie/stream/ballmastrz-9009","name":"Ballmastrz: 9009","descr":"Nach einem skandalösen Streich muss einer der größten Spieler von The Game, Gaz Digzy, das schlechteste Team, das je teilgenommen hat, führen, um sich vor dem verrückten Herrscher Crayzar zu beweisen.","seasons":[{"path":"/serie/stream/ballmastrz-9009/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-1","name":"","epNo":1,"alt":"A Shooting Star Named Gaz Digzy Falls Fast and Hard","descr":"Ein Leben voller Partys nimmt eine unerwartete Wendung, als Gaz Digzy die wildeste Nacht ihres Superstar-Lebens erlebt.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-2","name":"","epNo":2,"alt":"With the Burning Spirit of Teamwork in Her Heart","descr":"Gaz plant, The Leptons in ihrem ersten Spiel als Kapitän zurückzuhalten, aber eine schockierende neue Art der Teamarbeit könnte ihre Meinung ändern.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-3","name":"","epNo":3,"alt":"Very Special Balls","descr":"Um die unglaublichen neuen Kräfte von Ace und Babyball zu verstehen, suchen die Leptonen den psychotischen Rat von Crayzar.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-4","name":"","epNo":4,"alt":"To Catch a Princess","descr":"Aces Online-Besessenheit weckt das Interesse einer mysteriösen Videospiel-Füchsin.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-5","name":"","epNo":5,"alt":"Breathe Deep to Win! Teamwork Cuts Through the Foul Odor of Obsession!","descr":"Wenn ein stinkender Stalker die Leptonen quält, bittet er einen ehemaligen Feind um Hilfe.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-6","name":"","epNo":6,"alt":"Honor! Money! Swords! Dongs! Ultimate Gaz Boom Boom Rookie Card Battle Begin! Fight!","descr":"Die Suche nach lukrativen Sport-Erinnerungsstücken führt Ace, Gaz und Babyball zum Versteck eines Ulsa Guerin-Weisen.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-7","name":"","epNo":7,"alt":"Leather Passions! 2 Hearts, 2 Wheelz, Infinite Roadz. RIDE NOW!","descr":"Dee Dee gräbt das Team für den klobigen Anführer einer bedrohlichen Biker-Gang; Leto versucht sich zu bemannen, um sie zurückzugewinnen.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-8","name":"","epNo":8,"alt":"Hunger Cramps on the Playing Field of Friendship","descr":"Ace fühlt sich von seinen Teamkollegen nicht geschätzt und findet Trost in einem bizarren neuen Laster, der ihm einen ungesunden Appetit hinterlässt.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-9","name":"","epNo":9,"alt":"Chaste Wing of the Cold Turkey vs Flaming Fist of Indulgence!","descr":"Verzweifelt, bis zum Spieltag ihren Bierdarm zu verlieren, trainiert Gaz unter dem Meister der Waschbrettbauchmuskeln, Flypp Champion.","versions":[]},{"path":"/serie/stream/ballmastrz-9009/staffel-1/episode-10","name":"","epNo":10,"alt":"Strength through Song","descr":"Die lähmende Angst vor Demütigung führt dazu, dass Gaz den geheimen Plan der Leptonen in einem kritischen Match gegen ihre ehemaligen Teamkollegen sabotiert.","versions":[]}]}]}