{"seriesId":"ballroom-e-youkoso","name":"Ballroom e Youkoso","descr":"[Ger Dub / Ger Sub] Der nutzlose Highschool-Schüler Tatara Fujita möchte in irgendetwas gut sein. Jedoch ist er so durchschnittlich, wie ein Teenager nur sein könnte. Die Tyrannen der Gegend wissen das und nutzen dies auch schamlos aus, indem sie es sich zur Gewohnheit machen, ihn zu schlagen, um an sein Geld zu kommen. Dies ändert sich allerdings, nachdem der charmante Kaname Sengoku diese beseitigt. Er ist jedoch nicht irgendein Nachbarswächter, sondern ein professioneller Tänzer. Nachdem Tatara von ihm in die Welt des Ballsaals gezogen wurde, änderte sich sein Leben schlagartig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Willkommen im Ogasawara-Tanzstudio","epNo":1,"alt":"Welcome To Ogasawara Dance Studio","descr":"Tatara ist eine Mittelschülerin im dritten Jahr und hat keine besonderen Träume von seiner Zukunft, bis er unerwartet einen professionellen Tänzer Sengoku trifft. Sengoku bringt ihn ins Ogasawara Dance Studio und führt ihn in die Welt des Gesellschaftstanzes ein. Tatara ist schockiert, seinen Klassenkameraden Shizuku dort zu sehen. Von den glamourösen Gesellschaftstänzern fasziniert, zieht es Tatara zurück in das Ogasawara Dance Studio ...","versions":[{"lang":1,"streams":[{"redirect":13331336,"hoster":"VOE"},{"redirect":12782168,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12332562,"hoster":"VOE"},{"redirect":8304737,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kiyoharu Hyodo","epNo":2,"alt":"Kiyoharu Hyōdō","descr":"Tatara beginnt Tanzstunden im Ogasawara Dance Studio zu nehmen, aber der Fortschritt ist langsam ... Bei seinem ersten Tanzwettbewerb wird er von Shizuku und ihrer Partnerin Kiyoharu Hyodo überwältigt. Tatara geht am nächsten Tag noch benommen von den Ereignissen des Vortages ins Studio. Er trifft auf Kiyoharu, bemerkt aber, dass er sich von der Person unterscheidet, die er auf der Tanzfläche gesehen hat ...","versions":[{"lang":1,"streams":[{"redirect":13334047,"hoster":"VOE"},{"redirect":12782174,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450370,"hoster":"VOE"},{"redirect":8304740,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tanz den Walzer","epNo":3,"alt":"Dance the Waltz","descr":"Sengoku nimmt Tatara mit zum Prince Mikasa Cup, wo er von der Leistung von Hyodo und Shizuku begeistert und von dieser neuen Tanzwelt begeistert ist. Doch dann verschwindet Hyodo kurz vor der zweiten Runde der Vorrunden der Standard Division ...","versions":[{"lang":1,"streams":[{"redirect":13328810,"hoster":"VOE"},{"redirect":12791900,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450369,"hoster":"VOE"},{"redirect":8304744,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tanzrausch","epNo":4,"alt":"Dancer\u0027s High","descr":"Tatara betritt zum ersten Mal die Tanzfläche als Ersatz für Hyodo, der nirgendwo zu finden ist. Zu sehen, wie Tatara und Shizuku auf dem Boden liegen, bringt Hyodo dazu, die nächste Nummer zu tanzen, obwohl Sengoku versucht, ihn aufzuhalten. Während Hyodo seinen Blick auf Tatara richtet, tanzt er den Tango mit einer neuen und intensiven Leidenschaft.","versions":[{"lang":1,"streams":[{"redirect":13330647,"hoster":"VOE"},{"redirect":12782177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450372,"hoster":"VOE"},{"redirect":8304742,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Partner","epNo":5,"alt":"Partner","descr":"Das Duo der Gaju-Brüder und Mako Akagi wird im Ogasawara Dance Studio präsentiert. Hyodo darf nicht teilnehmen und Gaju nutzt die Gelegenheit, um Shizuku zu bitten, sein Partner zu sein. Shizuku akzeptiert und sie fangen an, zusammen zu üben und verlassen Tatara als ein paar Mako ...","versions":[{"lang":1,"streams":[{"redirect":13330182,"hoster":"VOE"},{"redirect":12798188,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450373,"hoster":"VOE"},{"redirect":8304745,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tanzlinie","epNo":6,"alt":"Line of Dance","descr":"\"Gaju lässt seinen Tanzpartner und seine Schwester Mako mit Shizuku paaren, da sein Partner Hyodo nicht tanzen kann, wird Tatara mit Mako paaren und fordert Gaju mit der Hoffnung heraus, dass er Makos Talent erkennt und wieder tanzen möchte mit ihr, aber als Tatara und Mako anfangen zu proben, stoßen sie auf ein paar Probleme ... \"","versions":[{"lang":1,"streams":[{"redirect":13331338,"hoster":"VOE"},{"redirect":12798189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12382105,"hoster":"VOE"},{"redirect":8304749,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Tenpei-Cup","epNo":7,"alt":"Tenpei Cup","descr":"\"Tatara und Gaju bereit ist, in dem Tenpei Cup zu konkurrieren. Es ist der erste offizielle Tanzwettbewerb Tatara sichtlich nervös, aber wenn er sieht, seinen Partner Mako Tanzen Lächeln trotz der Nerven, ihr Mut und springt die Tanzfläche. sie tanzen Zusehen weckt Leidenschaft Gaju! Tatara und Mako Werden sie die erste Runde passieren? \"","versions":[{"lang":1,"streams":[{"redirect":13328883,"hoster":"VOE"},{"redirect":12791904,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450375,"hoster":"VOE"},{"redirect":8304750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Realität","epNo":8,"alt":"Reality","descr":"\"Tatara erreicht das Halbfinale, aber es ist das erste Mal, wenn er in vier Arten von aufeinander folgenden Tanz und körperliche Ausdauer teilgenommen hat, um die Grenze zu erreichen. Sengoku sieht es und empfiehlt, dass kein Teil der Variationen. Tatara am Boden zerstört fühlen, wenn er realisiert wenig Erfahrung mit im Vergleich zu den anderen Tänzern. Dann erscheint Hyodo guten Rat für Tatara ... \"","versions":[{"lang":1,"streams":[{"redirect":13329292,"hoster":"VOE"},{"redirect":12782176,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450374,"hoster":"VOE"},{"redirect":8304758,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Blume und der Rahmen","epNo":9,"alt":"Flower \u0026 Frame","descr":"\"Tatara und Mako haben es geschafft, das Finale zu erreichen.\" Tatara will der \"Rahmen\" für ihren Partner Mako sein, der erste Stil ist ein Walzer, Tataras Engagement, der \"\" zu werden. \"\" Rahmen, der die \"\" Blume \"\" hervorhebt, fesselt das Publikum ... Was steckt hinter seiner Interpretation einer \"\" gerahmten Blume \"\"? \"","versions":[{"lang":1,"streams":[{"redirect":13328774,"hoster":"VOE"},{"redirect":12782183,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450376,"hoster":"VOE"},{"redirect":8304755,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spannung","epNo":10,"alt":"Voltage","descr":"Tatara und Mako sehen Akt, Gaju erinnert sich an seine Vergangenheit: Mako davon zu überzeugen, ihn zu ihrem ersten Tanzkurs zu gehen, der Jubel bei einem Jugendturnier, und wenn sie als Tänzerin zu verbessern und Sie werden gebeten, einen Partner andere als Maxo zu finden. Nun tanzt mit Shizuku realisiert Gaju, dass das Paar einen großen Unterschied machen kann. Aber plötzlich wird es dekonzentriert und weiß nicht, wie man trägt","versions":[{"lang":1,"streams":[{"redirect":13331339,"hoster":"VOE"},{"redirect":12782184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450378,"hoster":"VOE"},{"redirect":8304753,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bewertung","epNo":11,"alt":"Evaluation","descr":"Die letzte Kategorie des Tenpei Cup ist der \"Quickstep\". Tatara aus auf die Tanzfläche eine spezielle Version Sengoku unterrichtet worden zu machen, aber erschöpft und Füße wiegen Sie nach unten, seinen Mangel an Geschick von einem Anfänger zeigt. Trotzdem fesselt jede Bewegung von Tatara die Jury und das Publikum. Sein einfacher Handlungswille ist greifbar. Und das Endergebnis ist ...","versions":[{"lang":1,"streams":[{"redirect":13209531,"hoster":"VOE"},{"redirect":12798193,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450377,"hoster":"VOE"},{"redirect":8304762,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Begegnung","epNo":12,"alt":"Meeting","descr":"Der erste Tag in der Schule Tatara beginnt mit einem unerwarteten Wiedersehen, wenn er eine kriminelle Bande bedrängt und Gaju, ein älterer Student und Tänzer, hilft Ihnen. Shizuku hat ein Jahr verschoben im Ausland und das Ziel der Tatara Studium wieder mit ihnen konkurrieren, bevor sie zu verlassen. Als er geht Sengoku Grand Prix Tanz Tokyo zu sehen, erwartet er eine weitere Überraschung.","versions":[{"lang":1,"streams":[{"redirect":13331337,"hoster":"VOE"},{"redirect":12791901,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450379,"hoster":"VOE"},{"redirect":8304766,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Arrangierte Ehe","epNo":13,"alt":"Matchmaking","descr":"Im Korakuen-Raum trifft Tatara eine Klassenkameradin, die sagt, Gesellschaftstanz sei \"schäbig\". Warum sehen Sie einen Wettbewerb? Am nächsten Tag kommt er auf ihn zu, aber nicht wegen des Tanzes. Er scheint mehr an der \"Aura der Tänzer\" des Sengoku-Teams interessiert zu sein. Er folgt sogar dem Ogasawara-Tanzstudio, um seine Autogramme zu bekommen. Chinatsu Hiyama macht Tatara verrückt!","versions":[{"lang":1,"streams":[{"redirect":13209933,"hoster":"VOE"},{"redirect":12803005,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450382,"hoster":"VOE"},{"redirect":8304761,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gründung","epNo":14,"alt":"Coupled","descr":"Tatara fällt es schwer, einen Gefährten zu finden, und sie verliert das Selbstvertrauen, den Schritt zu wagen, wenn sie mit Chinatsu tanzt. Inzwischen entdeckt sie, dass ihre Mitarbeiterin Akira auch an Tanzwettbewerben teilnimmt. Akira und Chinatsu waren Begleiter junger Leute, aber sie verstehen sich nicht mehr. Chinatsus konkurrenzfähige Einbürgerung bringt das Beste aus ihr heraus und sagt Akira, dass sie und Tatara ein Paar sein werden ...","versions":[{"lang":1,"streams":[{"redirect":13331340,"hoster":"VOE"},{"redirect":12782185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450381,"hoster":"VOE"},{"redirect":12513929,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der wiederspenstigen Zähmung","epNo":15,"alt":"Taking the Reins","descr":"Angewidert weil Marisa hat gesagt, dass ist nicht fair, nicht Tatara geht nicht zu Tanzprobe mit Chinatsu und Pflanze in Marisa Studio. Dort sieht er, wie der junge Champion Kugimiya probt. Tatara hat nur Kugimiyas Partner und hat es schwer, ihn zu leiten. Kugimiya hingegen wird als Anführer eingesetzt und kontrolliert Tatara ...","versions":[{"lang":1,"streams":[{"redirect":13331341,"hoster":"VOE"},{"redirect":12798190,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450380,"hoster":"VOE"},{"redirect":8304765,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vierbeiner","epNo":16,"alt":"Four-legged","descr":"Tatara und Chinatsu nehmen am Shizuoka Grand Prix teil, ohne es Marisa mitzuteilen. Tatara ist verwirrt, als sie feststellt, dass Hyodo und Akagi nicht teilnehmen werden. Aber nutzen Sie die Gelegenheit, um sich auf Chinatsu zu konzentrieren, jetzt, wo Marisa sie leitet. Als Chinatsu das Gleichgewicht verliert, versucht Tatara sie zu unterstützen und merkt, dass etwas Merkwürdiges passiert. Aber er weiß nicht, ob es gut oder schlecht wird. Was ist los ...?","versions":[{"lang":1,"streams":[{"redirect":13331342,"hoster":"VOE"},{"redirect":12782186,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450383,"hoster":"VOE"},{"redirect":8304770,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ausdruckskünstler","epNo":17,"alt":"Performer","descr":"Marisa befiehlt Tatara und Chinatsu, das Sporttanzturnier in Tokio zu gewinnen. Doch kurz vor dem Turnier haben Tatara und Chinatsu einen Streit und können sich nicht gut auf den Tanzwettbewerb konzentrieren. Hyodo scheint sie zu unterstützen und zeigt auf, was das \"Problem\" von Tatara ist, das anscheinend nichts mit dem Tanz zu tun hat ...","versions":[{"lang":1,"streams":[{"redirect":13330076,"hoster":"VOE"},{"redirect":12782182,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450384,"hoster":"VOE"},{"redirect":8304771,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Startnummer 13","epNo":18,"alt":"Competitor No. 13","descr":"Tatara und Chinatsu nehmen am Metropolitan-Turnier teil und wissen, dass sie, wenn sie verlieren, nie wieder begleitet werden. Obwohl sie neu sind, fängt ihre Leidenschaft für den Sieg an, die Aufmerksamkeit der Öffentlichkeit und der Richter zu erregen. Hyodo und Gaju beobachten das Paar, das den Tag mit Streiten verbringt, aber mit Intensität tanzt. Dann kommt Hyodo auf eine Idee ...","versions":[{"lang":1,"streams":[{"redirect":13330543,"hoster":"VOE"},{"redirect":12782192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450385,"hoster":"VOE"},{"redirect":8304775,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Rivalen","epNo":19,"alt":"Rival","descr":"In den Vorrunden erzielen Tatara und Chinatsu die höchste Punktzahl, während Akira und sein Gefährte Mine an einem Punkt bleiben. Akira ärgert sich, als Chinatsu sagt, dass sein wahrer Rivale Tatara ist, und veranlasst ihn, sich nicht gut mit Mine abzustimmen. Chinatsu ist völlig kapituliert und Akira sagt, er habe keine gute Zeit mehr. Die beiden Mädchen, obwohl sie sich seit ihrer Kindheit kennen, sind völlig verschieden ...","versions":[{"lang":1,"streams":[{"redirect":13330633,"hoster":"VOE"},{"redirect":12782189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450387,"hoster":"VOE"},{"redirect":8304778,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Freunde","epNo":20,"alt":"Friends","descr":"Akira hatte schon immer gemischte Gefühle in Bezug auf Chinatsu, aber als sie sieht, dass sie trotz ihrer Differenzen mit Tatara so leidenschaftlich tanzt, erinnert sie sich an die Worte ihres Mentors: \"Genieße es, von Herzen zu tanzen\". Seitdem tanzen Akira und Mine mit echter Freude. Während der Pause erhält Tatara eine seltsame Warnung von Kiyoharu: \"Willst du, dass dein Schulterblatt verrutscht?\"","versions":[{"lang":1,"streams":[{"redirect":13209542,"hoster":"VOE"},{"redirect":12798192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473966,"hoster":"VOE"},{"redirect":8304780,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tür","epNo":21,"alt":"Door","descr":"Dem Rat von Hyodo folgend, beginnt Tatara zu tanzen, indem sie die Körperteile stärker streckt und dadurch ihre Bewegungsfähigkeit erhöht. Deshalb glaubt er, dass er jetzt in der Lage sein wird, mit Kugimiya zu konkurrieren, aber er hat immer noch Probleme, seine neuen Fähigkeiten zu kontrollieren. Akira und Shizuku sind besorgt, während Hyodo sich darauf konzentriert, dass Chinatsu sich schnell an Tataras neuen Tanzstil gewöhnt.","versions":[{"lang":1,"streams":[{"redirect":13330635,"hoster":"VOE"},{"redirect":12791912,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450386,"hoster":"VOE"},{"redirect":8304786,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Führender und Partner","epNo":22,"alt":"Leader-Partner","descr":"Als Hyodo Tataras Stil loslässt, erweitert sich seine Bewegungsvielfalt so sehr, dass Chinatsu Mühe hat, mitzuhalten. Das Publikum und die Richter sind von ihrem Stil fasziniert. Sogar der normalerweise pünktliche Kugimiya ist von Tataras Fortschritt überrascht. Mientra das Publikum applaudiert Tatara, Kugimiya erinnert sich an den Tag, als er seinen Mentor traf, und die Herausforderungen, denen er konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":13300465,"hoster":"VOE"},{"redirect":12782193,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8450389,"hoster":"VOE"},{"redirect":8304785,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tradition und Fortschritt","epNo":23,"alt":"History and Evolution","descr":"Das Fujita-Team rückt als Vierter ins Finale vor. Während Tatara nach Chinatsu sucht, um es ihr zu sagen, erhält sie eine Nachricht von Sengoku. Tatara und Chinatsu sind zusammengestoßen, seit sie zusammengekommen sind, aber als Tatara Chinatsus Hand nimmt und die Tanzfläche betritt, kommt ein neues und seltsames Gefühl auf. Das Kugimiya-Team macht ebenfalls Fortschritte. Wie endet der Wettbewerb?","versions":[{"lang":1,"streams":[{"redirect":13329413,"hoster":"VOE"},{"redirect":12791907,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13992765,"hoster":"VOE"},{"redirect":8304787,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Willkommen im Ballsaal","epNo":24,"alt":"Welcome to the Ballroom","descr":"Der dritte Stil im Finale ist der Wiener Walzer, bei dem sich Mann und Frau als Leiter abwechseln. Das ist perfekt für das Fujita-Team. Der vierte Stil ist der Foxtrott, der das Kugimiya-Team bevorzugt. Ein Team hat gerade angefangen zu tanzen, während das andere über zehn Jahre Erfahrung verfügt. Jeder kann gewinnen. Der letzte Tanz ist der Quickstep. Wie werden sich Tatara und Chinatsu in der Endrunde schlagen?","versions":[{"lang":1,"streams":[{"redirect":13331343,"hoster":"VOE"},{"redirect":12782191,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8284266,"hoster":"VOE"},{"redirect":8304794,"hoster":"Streamtape"}]}]}]}]}