{"seriesId":"balthazar","name":"Balthazar","descr":"Raphaël Balthazar (Tomer Sisley) ist der vielleicht beste forensische Pathologe unter der Sonne, gebildet, gut aussehend, charmant – aber auch arrogant und sozial alles andere als verträglich. Mit seiner sehr eigenen Art muss sich die Neue auf dem Polizeirevier, Hélène Bach (Hélène de Fougerolles), erst einmal arrangieren. Zusammen macht sich das ungleiche Paar daran, besonders komplexe und verstörende Tötungsdelikte aufzuklären.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aus Fleisch und Blut","epNo":1,"alt":"De chair et de sang","descr":"Richter Darrodeau und seine Frau wurden auf gewaltsamste Weise in ihrem Zuhause ermordet. Die einzige Überlebende, die 6-jährige Tochter des Paares, ist durch den Schock nicht in der Lage zu sprechen. Doch welches intime Drama hat sich in dieser scheinbar idyllischen Familie tatsächlich abgespielt? Gelingt es dem Gerichtsmediziner Raphael Balthazar herauszufinden, was das Kind wirklich gesehen hat?","versions":[{"lang":1,"streams":[{"redirect":8303475,"hoster":"VOE"},{"redirect":12104439,"hoster":"Doodstream"},{"redirect":8303471,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Todesurteil","epNo":2,"alt":"Arrêt de mort","descr":"Die Leiche eines Mannes wird auf einer Baustelle gefunden. Das Gesicht des Opfers ist vollkommen zerschnitten. Raphael findet heraus, dass das Opfer nicht auf der Baustelle gearbeitet hat und sein Gesicht vor über zehn Jahren komplett umoperieren ließ. Der Mann lebte offenbar mit einer neuen Identität. Welche Tragödie versteckt sich hinter der Geschichte des scheinbar völlig durchschnittlichen Bibliothekars? Hat seine Vergangenheit ihn eingeholt?","versions":[{"lang":1,"streams":[{"redirect":13094731,"hoster":"VOE"},{"redirect":8303431,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blindlings","epNo":3,"alt":"À corps perdu","descr":"Der gefrorene, leblose Körper einer Anhalterin wird in einem Truck gefunden. Die Frau wurde seit drei Tagen vermisst. Es sieht aus, als sei sie das Opfer eines Sexualstraftäters geworden. Doch dann macht Raphael Balthazar eine merkwürdige Entdeckung: Das Opfer wurde mit Cyanid vergiftet, und auf der Leiche finden sich die Haare eines Kindes, das seit Monaten als vermisst gilt und für tot gehalten wurde.","versions":[{"lang":1,"streams":[{"redirect":13094719,"hoster":"VOE"},{"redirect":12402284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Seelenverwandte","epNo":4,"alt":"Les âmes sœurs","descr":"Im Foyer eines Kinos wird die blutüberströmte Leiche einer jungen Frau gefunden. Raphael ist verunsichert, als sich herausstellt, dass das Blut nicht von ihr ist. Es ist das Blut ihres Verlobten Lucas, dessen Leben Raphael nur knapp retten kann. Helen und Raphael tauchen in das Leben des scheinbar glücklichen Paares ein, um mehr über die Beziehung herauszufinden und unaussprechbare Geheimnisse zu lüften.","versions":[{"lang":1,"streams":[{"redirect":8303447,"hoster":"VOE"},{"redirect":8303448,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Leben in Stücken","epNo":5,"alt":"La vie en miettes","descr":"Am Ufer der Seine werden Teile von zwei verschiedenen Leichen gefunden. Wie sich herausstellt, handelt es sich um einen Familienvater und ein Schulleiter, die unter den gleichen Umständen gestorben sind. Die Opfer haben nichts miteinander gemeinsam, abgesehen von Leo, dem Sohn des ersten Opfers, der außerdem ein Schüler an der Schule des zweiten Opfers ist. Was ist das Geheimnis des jungen Mannes? Wie kam es zu dem zweifachen Mord?","versions":[{"lang":1,"streams":[{"redirect":8303455,"hoster":"VOE"},{"redirect":8303460,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Verschwundenen","epNo":6,"alt":"Les disparues","descr":"Balthazar wird zu einer Massenkarambolage gerufen. Eines der Opfer, eine junge Frau, die ein Prinzessinenkleid trägt, war offenbar schon vor dem Unfall tot. Ihr Körper wurde in eines der Autos gelegt. Wer ist diese junge Frau, deren Identität nicht festzustellen ist? Als Balthazar und Captain Bach herausfinden, dass sie von einer anderen Frau begleitet wurde und dass sich diese in Gefahr befinden könnte, beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":13094721,"hoster":"VOE"},{"redirect":12104457,"hoster":"Doodstream"},{"redirect":8303465,"hoster":"Streamtape"}]}]}]}]}