{"path":"/serie/stream/banana-fish","name":"Banana Fish","descr":"Vor zwölf Jahren starben mehrere im Irak stationierte Amerikaner auf mysteriöse Weise. Griffin Callenreese tötete in einem Amoklauf mehrere seiner Kameraden und murmelte bis zu seinem Zusammenbruch nur noch die Worte Banana Fish. Sein jüngerer Bruder Aslan wiederum hat sich in der Gegenwart auf den Straßen von New York als Ash Lynx, Anführer einer Straßengang, einen Namen gemacht. Nach einer unbarmherzigen Kindheit ist der schöne und charismatische Heranwachsende nun ebenso clever wie tödlich. Zur Macht verhalf ihm auch seine Verbindung zum Mafiaboss Dino Golzine, der Ash Lynx einst entführte und zur Prostitution zwang. Als eines Tages ein unbekannter Mann Ash eine Patronenhülle mit einer darin enthaltenen Droge in die Hand drückt und kurze Zeit später verstirbt, rücken die mysteriösen Selbstmorde, die sich zuletzt gehäuft haben und das Geheimnis um seinen Bruder mehr und mehr in den Fokus. Auf die Ereignisse aufmerksam geworden reist auch ein japanischer Journalist in die Stadt, an seiner Seite sein 19 Jahre alter Assistent Eiji Okumura. Schnell erkennen sie die Verbindungen der neuesten Vorfälle zu Ash Lynx.","seasons":[{"path":"/serie/stream/banana-fish/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/banana-fish/staffel-1/episode-1","name":"","epNo":1,"alt":"A Perfect Day for Bananafish","descr":"New York. Ash Lynx, ein ungewöhnlich attraktiver 17-Jähriger mit großen Kampfkünsten, ist Anführer einer Streetgang. Eines Nachts flüstert ihm ein Mann, auf den seine Leute geschossen haben, eine Adresse und \"Banana Fish\" zu – dieselben Worte, die auch sein praktisch invalider Bruder Griffin manchmal äußert. Zur selben Zeit begegnet er dem jungen Japaner Eiji Okumura, Assistent eines Fotografen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13916797","hoster":"VOE"},{"path":"/redirect/8284284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-2","name":"","epNo":2,"alt":"In Another Country","descr":"Arthur und seine Leute haben Skip und Eiji verschleppt. Ash will sie retten und wird von Marvin gefangen, einem Mann Golzines, mit dem sich Arthur verbündet hat. Dank Ashs Cleverness versuchen die drei, zu fliehen. Da taucht Shorter mit seinen Leuten auf, und ein Handgemenge beginnt. Ash verfolgt den fliehenden Marvin, doch als er seine Wohnung betritt, bietet sich ihm ein unerwarteter Anblick.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284291","hoster":"VOE"},{"path":"/redirect/8284289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-3","name":"","epNo":3,"alt":"Across the River and into the Trees","descr":"Ash ist ins Staatsgefängnis verlegt worden. In seiner Zelle ist auch der Journalist Max, den der Kriminalpolizist Charlie gebeten hat, auf Ash aufzupassen. Doch der junge, hübsche Ash wird von Garvey attackiert, einem Insassen mit Verbindungen zu Golzine. Auf der Krankenstation erfährt Ash, dass Max zu \"Banana Fish\" recherchiert hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284295","hoster":"VOE"},{"path":"/redirect/8284293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-4","name":"","epNo":4,"alt":"This Side of Paradise","descr":"Als Eiji auf Ashs Bitte hin die Klinik von Dr. Meredith aufsucht, taucht Arthur mit seinen Leuten auf. Der Anblick von Griffin, der aus einem verborgenen Zimmer der Klinik tritt, stürzt Abraham in Verwirrung, und er schießt auf ihn. Eiji vermutet, dass Abraham \"Banana Fish\" sein könnte, weil Griffin ihn so genannt hat. Da eröffnet ihm Ibe, dass sie nach Japan zurückkehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284302","hoster":"VOE"},{"path":"/redirect/8284301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-5","name":"","epNo":5,"alt":"From Death to Morning","descr":"Jenkins hat für die Freilassung von Ash gesorgt. Ash weiß, dass sein Bruder tot ist und will nun ganz allein die Konfrontation mit Golzine suchen. Eiji behauptet jedoch, es sei allein seine Schuld, dass Griffin erschossen wurde und zwingt Ash, ihn mitzunehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284305","hoster":"VOE"},{"path":"/redirect/8284311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-6","name":"","epNo":6,"alt":"My Lost City","descr":"Griffin könnte Fotos oder Schriftliches hinterlassen haben, was Aufschluss über \"Banana Fish\" geben könnte. Das glauben Ash und seine Freunde und haben sich auf den Weg in Ashs Heimat, Cape Cod gemacht. Dort angekommen, bereitet Ashs Vater Jim ihnen jedoch einen kühlen Empfang. Als er Ash rauswerfen will, drängen ihn Eiji und Max, seine Gründe zu nennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284317","hoster":"VOE"},{"path":"/redirect/13378435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-7","name":"","epNo":7,"alt":"Rich Boy","descr":"Auf der Flucht vor Golzines Verfolgern haben sich Ash und seine Freunde auf den Weg nach Los Angeles gemacht, um die Adresse \"Westwood 42–102\" aufzusuchen. Nach einem Abstecher bei Max’ Exfrau Jessica und seinem Sohn Michael erreichen sie das Anwesen unter der mysteriösen Adresse. Plötzlich ertönen aus der Villa Schreie!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284323","hoster":"VOE"},{"path":"/redirect/8284324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-8","name":"","epNo":8,"alt":"Banal Story","descr":"Unbekannte haben Jessica und Michael überfallen. Ash und Max eilen ihnen zu Hilfe, und Eiji, Shorter und Ibe warten auf ihre Rückkehr. Eine List Yue Lens ermöglicht Eijis Verschleppung. Ash merkt, dass irgendetwas faul ist und eilt zur Villa zurück, doch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284328","hoster":"VOE"},{"path":"/redirect/8284330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-9","name":"","epNo":9,"alt":"Save Me the Waltz","descr":"Eiji und Shorter sind zu Golzine gebracht worden, wo Shorter von Golzines Leuten gefangen genommen wird. Auch Ash und die anderen sind auf dem Weg zu Golzine. Derweil bereitet Abraham in einem Versuchslabor in Golzines Anwesen irgendein Experiment vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12382106","hoster":"VOE"},{"path":"/redirect/8284334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-10","name":"","epNo":10,"alt":"Babylon Revisited","descr":"Shorter ist tot, Ash steht unter Schock. In der Zwischenzeit hecken Shin und Alex einen Plan aus, um Ash und Shorter zu befreien. Da fährt Golzine überraschend mit Arthur weg, beobachtet von Yue Len, der zur Tat schreitet, als er etwas entdeckt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284342","hoster":"VOE"},{"path":"/redirect/8284341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-11","name":"","epNo":11,"alt":"The Beautiful and Damned","descr":"Ash und seine Freunde sind aus Golzines Villa geflohen. Sein Anwesen ist niedergebrannt, Ash entkommen. Golzine lässt seiner Wut freien Lauf. Zurück in seiner Basis, verbringt Ash einige friedliche Stunden mit Eiji, bereitet aber schon seine nächsten Aktionen vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450392","hoster":"VOE"},{"path":"/redirect/8304813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-12","name":"","epNo":12,"alt":"To Have and Have Not","descr":"Angefangen mit Wookie, lässt Ash Arthurs Leute einen nach dem anderen umbringen und treibt Arthur immer mehr in die Enge. Ash gibt den Befehl aus, alle Gangs, die mit Arthur zusammenarbeiten, aus Manhattan zu vertreiben. Zugleich bereitet er Eijis Rückkehr nach Japan vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13992764","hoster":"VOE"},{"path":"/redirect/8473353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-13","name":"","epNo":13,"alt":"The Snows of Kilimanjaro","descr":"Ash begibt sich zu dem Ort, an dem er und Arthur ihren Kampf ausfechten sollen. Als Eiji aufwacht, übergeben ihm Ashs Leute eine Botschaft: Er soll nach Japan zurückkehren. Doch als Eiji von Ashs und Arthurs Kampf erfährt, hängt er Ashs Leute ab und eilt zum Ort des Geschehens.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450391","hoster":"VOE"},{"path":"/redirect/8473351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-14","name":"","epNo":14,"alt":"Tender is the Night","descr":"Von Arthurs Messerstichen schwer verletzt, wird Ash ins Krankenhaus gebracht. Max und Ibe, die am Flughafen auf Eiji warten, erfahren durch die Fernsehnachrichten von den Entwicklungen und nehmen Kontakt zu Charlie auf. Eiji wurde mit den anderen Gang-Mitgliedern ins Gefängnis geworfen, wo er über die Bedeutung von Ashs letzten Worten nachdenkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450394","hoster":"VOE"},{"path":"/redirect/8304821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-15","name":"","epNo":15,"alt":"The Garden of Eden","descr":"Ash ist tot, vermelden die Nachrichten, doch Eiji will das einfach nicht glauben. Mit Yue Len als Geisel flieht er aus der Villa. Als er ihn freilässt und gehen will, verlangt Yue Len, dass Eiji ihn tötet. Derweil finden sich Max und seine Freunde im Zentrum für Seelische Gesundheit bei der Obduktion von Ashs Leiche ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450395","hoster":"VOE"},{"path":"/redirect/12481587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-16","name":"","epNo":16,"alt":"Lo, the Poor Peacock","descr":"Mit einer ID-Karte, die er einem einem Wachmann stiehlt, gelingt es Ash, aus seinem Zimmer zu entkommen. Dawson nimmt er mit. Die Wachleute bemerken Ashs Flucht, schaffen es aber nicht, ihn einzufangen. Max und Ibe, die sich als Besucher getarnt ins Zentrums für Seelische Gesundheit eingeschlichen haben, nutzen den Tumult und eilen Ash zu Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12915520","hoster":"VOE"},{"path":"/redirect/8304832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-17","name":"","epNo":17,"alt":"The Killers","descr":"Nach seiner Flucht aus dem Zentrum für Seelische Gesundheit sucht Ash Sins Versteck auf und trifft dort Eiji wieder. Sin hat erfahren, weshalb Shorter getötet wurde, und will es seinen Kumpels erzählen. Ash hindert ihn daran und es kommt zum Konflikt zwischen den beiden. Zur selben Zeit begibt sich Golzine auf Hoa Lens Einladung hin zum Anwesen der Familie Lee, doch dort erwartet ihn Yue Len.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450397","hoster":"VOE"},{"path":"/redirect/8304830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-18","name":"","epNo":18,"alt":"Islands in the Stream","descr":"Nach Ashs Rückkehr von Kippard kümmert sich Eiji rührend um ihn. Als Ash später mit Max ausgeht, erfährt er in den Nachrichten von Holdstocks Unfalltod und vermutet, dass beide, Kippard und Holdstock, umgebracht wurden. Ash möchte lieber nicht wahrhaben, wer der Mörder ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450398","hoster":"VOE"},{"path":"/redirect/8304831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-19","name":"","epNo":19,"alt":"Ice Palace","descr":"Als Ergebnis des Deals mit Yue Len ist Ash nun in Golzines Hand. Eiji vermutet, dass Yue Len etwas mit Ashs Verschwinden zu tun haben könnte, und begibt sich zu Sin, um an Informationen zu kommen. Währenddessen schlägt Yue Len Blanca, dessen Vertrag mit Golzine nun erfüllt ist, vor, einen Vertrag mit ihm, Yue Len, abzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450399","hoster":"VOE"},{"path":"/redirect/8304834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-20","name":"","epNo":20,"alt":"The Unvanquished","descr":"Eiji hat erfahren, dass Ash bei einer von Golzine veranstalteten Party anwesend sein wird und begibt sich mit Sin, Cain, Alex und weiterer Verstärkung vor Ort. Währenddessen richtet Blanca, der mit Yue Len ebenfalls an der Party teilnimmt, heimlich das Wort an Ash. Dieser steht jedoch unter dem Einfluss eines Medikaments und ist vorübergehend erblindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450400","hoster":"VOE"},{"path":"/redirect/8304837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-21","name":"","epNo":21,"alt":"The Undefeated","descr":"Übersät mit Verletzungen, stößt Sin zu Ash und den anderen, die Golzine und Yue Len erfolgreich entkommen sind, Ash und Cain entwerfen einen Plan zur Befreiung von Sins Leuten, die von Yue Len gefangen gehalten werden. Währenddessen scheint Yue Len mit Lao und den Gefangenen irgendwelche Pläne zu verfolgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12382109","hoster":"VOE"},{"path":"/redirect/8304838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-22","name":"","epNo":22,"alt":"As I Lay Dying","descr":"Nachdem Max und die anderen als Geiseln genommen wurden, hat sich Ash Foxx gestellt, doch der lässt sie ins Zentrum für Seelische Gesundheit bringen. Eiji und Sin wollen zusammen mit Cain Ash befreien, während Alex den Laster verfolgt, der die Geiseln wegbringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450401","hoster":"VOE"},{"path":"/redirect/8473355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-23","name":"","epNo":23,"alt":"For Whom the Bell Tolls","descr":"Blanca hindert Ash daran, dem von Yun niedergeschossenen Eiji ins Krankenhaus zu folgen. Als dieser Ashs Wunden versorgt, richtet Ash seine Waffe auf ihn. Währenddessen fällt Sin, der sich dafür verantwortlich fühlt, dass seine Leute auf Ash und Eiji geschossen haben, eine Entscheidung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8450403","hoster":"VOE"},{"path":"/redirect/8304843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/banana-fish/staffel-1/episode-24","name":"","epNo":24,"alt":"The Catcher in the Rye","descr":"In einer letzten Schlacht werden die Geiseln gerettet, Foxx und Golzine getötet und alle Beweise des Bananenfischprojekts zerstört. In der Folge hat die Untersuchung von Max in Washington einen Skandal ausgelöst, während...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8284277","hoster":"VOE"},{"path":"/redirect/8284275","hoster":"Streamtape"}]}]}]}]}