{"seriesId":"banking-district","name":"Banking District","descr":"Als der junge Bankdirektor Paul Grangier bewusstlos in Genf aufgefunden wird, glaubt seine Schwester Elisabeth sofort an ein Verbrechen. Sie übernimmt gegen sämtliche Widerstände die Leitung der traditionellen Privatbank, die sich seit über 200 Jahren im Familienbesitz befindet. Elisabeth möchte mit ihrer spontanen Machtübernahme herausfinden, wer hinter der Attacke auf ihren Bruder steckt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Paul Grangier, Präsident der Privatbank Grangier \u0026 Co., wird zum Bankier des Jahres 2012 gekürt. Am Morgen darauf liegt er bewusstlos in der Familienvilla. Erst jetzt merkt seine Schwester Elisabeth, dass Paul sie am Abend davor verzweifelt versucht hat zu erreichen. Alles weist darauf hin, dass Paul sich aus Versehen zu viel Insulin gespritzt hat. Elisabeth will das aber nicht glauben.\r\rBald gibt es noch eine Überraschung für sie: Paul hat sie damit beauftragt, sein Vermögen zu verwalten, sollte ihm etwas zustossen. Das bedeutet, dass Elisabeth Pauls Posten im Vorstand von Grangier \u0026 Co. übernehmen soll, obwohl sie als einzige der drei Grangier-Geschwister nie etwas mit der Bank zu tun haben wollte.\r\rDer Familienanwalt Daniel Bartholdy überredet Elisabeth, den Posten abzulehnen. Das ist auch ganz in Alexandres Sinn, dem ältesten Bruder. Doch so schnell lässt sich Elisabeth nicht rausdrängen.","versions":[{"lang":1,"streams":[{"redirect":9116834,"hoster":"VOE"},{"redirect":9116836,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Alexandre ist stinksauer, weil Elisabeth dem Vorstand von Grangier \u0026 Co. als Pauls Stellvertreterin beigetreten ist. Sein Kumpel David Neri, Kundenberater bei Grangier \u0026 Co., ist konsterniert. Was wird aus den Plänen, an die Börse zu gehen? Und aus seinen Aussichten, Partner der Bank zu werden?\r\rAlexandre hat aber noch andere Probleme. Die russische Mafiachefin Nina Borova will 50 Millionen Euro, die ihr Paul schuldet. Elisabeth wird hellhörig. Hat Borova etwas mit Pauls Unfall zu tun?\r\rDaniel, Elisabeth und Alexandre sind schockiert, als sie feststellen, dass die 50 Millionen verschwunden sind. Doch Elisabeth hat eine Ahnung, wo sich das Geld befinden könnte. Kaum scheint dieses Problem gelöst, beginnen für Grangier \u0026 Co. neue Probleme. Die USA nimmt sämtliche Schweizer Banken unter die Lupe. Der Verdacht: Beihilfe zur Steuerhinterziehung.","versions":[{"lang":1,"streams":[{"redirect":9116838,"hoster":"VOE"},{"redirect":9116839,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Luc und Elisabeth sind erleichtert, dass Jeanne nicht entführt wurde. DieTeenagerin ist nur heimlich zu ihrem Vater gefahren. Von ihm will sie endlich wissen, was geschehen ist zwischen ihren Eltern.\r\rWährend Luc seiner Tochter reinen Wein einschenkt, findet Elisabeth heraus, dass ihr Bruder Paul eine Geliebte hatte. Daniel bittet Elisabeth inständig, die Spur nicht weiterzuverfolgen, Virginia zuliebe. Doch Elisabeth lässt nicht locker, bis sie die Frau namens Luna findet und erfährt, was Paul und sie verbindet.\r\rDie Mitarbeiter von Grangier \u0026 Co. sind derweil verunsichert über die Neuigkeit, dass die Deutschschweizer Privatbank Wegelin Konkurs anmeldet, nachdem sie von der US-Steuerbehörde eine Rekordbusse aufgehalst bekam. Daniel setzt sich beim Bundesrat dafür ein, dass er die Namen der Grangier-Mitarbeiter an die US-Steuerbehörde weitergeben darf.","versions":[{"lang":1,"streams":[{"redirect":9116844,"hoster":"VOE"},{"redirect":9116843,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Elisabeth versucht mehr über Pauls Kunden zu erfahren. Das geht nur, wenn sie die Leitung der Bank übernimmt und Zugang zu allen Konten erhält. Alex und Daniel versuchen Elisabeth von diesem Schritt abzuhalten. Aber Elisabeth hat bereits eine Spur gefunden. Ihr fällt ein Konto mit Namen Edelweiss auf, das Paul verwaltet hat. Auch nach Pauls Unfall verzeichnet es Kontobewegungen. Wer steckt dahinter?\r\rDa sie nun Grangier \u0026 Co. leitet, wird Elisabeth von Daniel über den Deal mit den US-Steuerbehörden in Kenntnis gesetzt. Elisabeth ist sprachlos. Der französische Staat macht ebenfalls vorwärts im Kampf gegen das Bankgeheimnis. Als Folge davon schliesst Grangier \u0026 Co. die Konten ihrer französischen Kunden. Diese gehen auf die Barrikaden.","versions":[{"lang":1,"streams":[{"redirect":9116848,"hoster":"VOE"},{"redirect":9116846,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Um seiner Schwester zu schaden, hat Alex in ihrem Namen eine Mail mit Namen französischer Steuerhinterzieher an den Journalisten Luc geschickt. Nur kurz darauf bekommt Elisabeth Besuch von der Eidgenössischen Finanzmarktaufsicht Finma. Sie wird der Verletzung des Bankgeheimnisses verdächtigt.\r\rDabei ist Elisabeth bei ihren Recherchen bereits einen Schritt weitergekommen. Sie hat Transaktionen entdeckt, die auf Geldwäscherei hinweisen. Eine zentrale Rolle bei diesen Transaktionen spielt offenbar der französische Pharmariese Arevin. Kurzerhand geht Elisabeth zu einer Spendengala dieser Firma, um mehr herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":9116849,"hoster":"VOE"},{"redirect":9116850,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Alexandre hat herausgefunden, dass er nicht der Sohn seiner Eltern ist und stellt seine Mutter zur Rede. Die ganze Familie ist aber auch noch erschüttert von Jean-Pierres Selbstmord. Dass sein Suizid ein Geständnis sein soll, für Pauls Unfall verantwortlich zu sein, glaubt Elisabeth keinen Moment.\r\rPer Zufall findet Elisabeth bei Pauls Sohn einen USB-Stick mit einem Video, in dem Paul zu ihr spricht. Langsam klärt sich alles auf. Elisabeth beginnt zu ahnen, dass Daniel eine wichtige Rolle spielen könnte in der ganzen Geschichte. Als sie ihn zur Rede stellt, erfährt sie aber etwas anderes als erwartet. Die Neuigkeit wirft sie aus der Bahn.\r\rDavid verhandelt derweil mit den amerikanischen Behörden. Er will Alexandre den Kopf retten und übernimmt die volle Verantwortung. Zudem redet er seinem Freund ins Gewissen, sich mit Elisabeth zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":9116855,"hoster":"VOE"},{"redirect":9116853,"hoster":"Streamtape"}]}]}]}]}