{"seriesId":"baptiste","name":"Baptiste","descr":"Der im Ruhestand befindliche Ermittler Julien Baptiste wird bei einem gemeinsamen Amsterdam-Besuch mit seiner Ehefrau von der dortigen Polizeichefin um Mithilfe in einem kniffligen Fall gebeten. Nicht nur Baptistes bekannt methodische Arbeitsweise steht im Hintergrund, sondern auch eine frühere Liebschaft zwischen dem Ex-Cop und der Polizeichefin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hülle","epNo":1,"alt":"Shell","descr":"Julien Baptiste (Tcheky Karyo) versucht seinen Ruhestand mit seiner Familie in Amsterdam zu genießen, doch als die Kommissarin und Exfreundin Martha Horchner (Barbara Sarafian) ihm bei der Suche nach einer vermissten Person um Hilfe bittet, kann Julien nicht widerstehen. Er trifft sich mit Edward Stratton (Tom Hollander), der verzweifelt auf der Suche nach seiner Nichte und Prostituierten.","versions":[{"lang":1,"streams":[{"redirect":8450491,"hoster":"VOE"},{"redirect":8473361,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Wert eines Menschen","epNo":2,"alt":"Measure of a Man","descr":"Julien Baptiste (Tcheky Karyo) hat mit der Enthüllung, dass Edward Stratton (Tom Hollander) nicht der ist, für den er sich ausgibt, zu kämpfen, was großes Misstrauen zwischen den beiden Männern säht.\r\rUnterdessen greift Edward auf drastische Maßnahmen zurück, um Natalie (Anna Prochniak) aufzuspüren und droht vom Druck überwäligt zu werden. Als eine Spur von ihr aufgenommen wird, geschieht eine Tragödie, die Julien Auschluss über Edwards Motive geben. Er macht eine unglaubliche Entdeckung, die Edwards merkwürdiges Verhalten erklärt und trotzdem viele Fragen offen lässt","versions":[{"lang":1,"streams":[{"redirect":8450488,"hoster":"VOE"},{"redirect":8473362,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blut","epNo":3,"alt":"For Blood","descr":"Julien (Tcheky Karyo) konfrontiert Edward (Tom Hollander) und ergreift drastische Maßnahmen, um seine Familie zu beschützen. Eine persönliche Hiobsbotschaft zwingt Julien indes dazu, sich einem dunklen Geheimnis seiner eigenen Vergangenheit zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8450493,"hoster":"VOE"},{"redirect":8473364,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vertrauen","epNo":4,"alt":"Vertrouwen","descr":"Julien (Tcheky Karyo) begibt sich auf die Suche nach dem Geld, während Genevieve (Jessica Raine) Edward (Tom Hollander) dazu zwingt, sich mit Constantin (Alec Secareanu) zu treffen. Edward gefährdet jedoch durch einen rücksichtslosen Schritt den gesamten Fall.","versions":[{"lang":1,"streams":[{"redirect":8450490,"hoster":"VOE"},{"redirect":8473365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lucy","epNo":5,"alt":"Lucy","descr":"Die Jagd auf Edward (Tom Hollander), der nach England geflohen ist, beginnt. Unterdessen entwickeln Julien (Tcheky Karyo) und Genevieve (Jessica Raine) einen waghalsigen Plan, um Constantin (Alec Secareanu) zu bekehren und die Brigada zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8450489,"hoster":"VOE"},{"redirect":8473363,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In den Staub","epNo":6,"alt":"Into The Sand","descr":"Edward (Tom Hollander) ist nach einem Mord am Boden zerstört, während Julien (Tcheky Karyo) und Genevieve (Jessica Raine) die Leute, mit denen sie zusammenarbeiten, genauer unter die Lupe nehmen. Der Fall nimmt einen gefährlichen Lauf, als ihre Leben plötzlich in Gefahr schweben und Julien hat den Verdacht, dass die Korruption tiefere Wurzeln hat als bislang angenommen. Er behält Recht, doch die Enthüllung zerstört weitere Leben und lässt Julien seine Zukunft überdenken.","versions":[{"lang":1,"streams":[{"redirect":13095683,"hoster":"VOE"},{"redirect":8473366,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Julien Baptiste (Tcheky Karyo) macht sich auf den Weg nach Ungarn um der britischen Botschafterin Emma Chambers (Fiona Shaw) zu helfen, ihre vermisste Familie zu finden. Als eine Leiche gefunden wird, ist der Druck große, Emmas zwei Söhne zu retten.","versions":[{"lang":1,"streams":[{"redirect":9536831,"hoster":"VOE"},{"redirect":9536830,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8450486,"hoster":"VOE"},{"redirect":8473371,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9021699,"hoster":"VOE"},{"redirect":9021711,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Julien und Zsofia spüren den tätowierten Mann auf, aber er gibt wenig preis. Die Dinge eskalieren, als die Polizei ein Geiselvideo erhält und Emma ergreift drastische Maßnahmen für ihre Familie.","versions":[{"lang":1,"streams":[{"redirect":9587208,"hoster":"VOE"},{"redirect":9587206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8265785,"hoster":"VOE"},{"redirect":8305056,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9021718,"hoster":"VOE"},{"redirect":9021725,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Julien (Tcheky Karyo) und Zsofia nehmen die rechte Politikerin Kamilla Agoston ins Visier. Emma (Fiona Shaw) findet auf Alex\u0027 Computer einen Hinweis, der zu einer blutigen Entdeckung führt.","versions":[{"lang":1,"streams":[{"redirect":9696119,"hoster":"VOE"},{"redirect":9696122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8450487,"hoster":"VOE"},{"redirect":8473370,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12918738,"hoster":"VOE"},{"redirect":9021741,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Foleg 4","epNo":4,"alt":"Episode 4","descr":"Nach der schrecklichen Entdeckung, dass Alex tot ist, ist Emmas (Fiona Shaw) einziger Gedanke, ihren anderen Sohn Will lebend zu finden.Als Julien (Tcheky Karyo) und Zsofia in Richtung Kamilla und ihrem Mann ermitteln, wird ein neuer Hinweis offenbart und es kommt zu einer dramatischen Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":9696123,"hoster":"VOE"},{"redirect":9696121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8430097,"hoster":"VOE"},{"redirect":8430096,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9021754,"hoster":"VOE"},{"redirect":9021753,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Während Will in Sicherheit ist, hoffen Emma und Julien, die Identität von Gomorrah herauszufinden, aber stattdessen entdecken sie, dass ein weiterer Anschlag geplant ist. Nun müssen die beiden einen Wettlauf gegen die Zeit beginnen, um ihn zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":9740508,"hoster":"VOE"},{"redirect":9740511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9021863,"hoster":"VOE"},{"redirect":9021857,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9021928,"hoster":"VOE"},{"redirect":9021940,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Aufgewühlt von Wills Flucht müssen Emma und Julien alles tun um den nächsten Angriff zu verhindern. Wenn sie den Hinweisen folgen und Will finden, können sie vielleicht erfolgreich sein.","versions":[{"lang":1,"streams":[{"redirect":9802303,"hoster":"VOE"},{"redirect":9802304,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9021866,"hoster":"VOE"},{"redirect":9021861,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9021945,"hoster":"VOE"},{"redirect":9021951,"hoster":"Streamtape"}]}]}]}]}