{"seriesId":"barbie-im-doppelpack","name":"Barbie im Doppelpack","descr":"[Barbie: It Takes Two] Nachdem Brooklyn und Malibu an der Handler-Kunstakademie für das Herbst-Semester angenommen wurden, müssen sie einen Plan aushecken, um ihre Eltern zu überzeugen, dass sie beide in New York bleiben können, um an ihre Traumschule zu gehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Für immer zu zweit","epNo":1,"alt":"It Takes Two","descr":"Brooklyn und Malibu haben es geschafft, an der Handler-Kunstakademie angenommen zu werden. Damit haben sie die erste Hürde genommen. Nun müssen sie aber noch ihre Eltern davon überzeugen, dass sie in New York bleiben und an die Schule gehen dürfen.","versions":[{"lang":1,"streams":[{"redirect":10628685,"hoster":"VOE"},{"redirect":10628681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein verrückter erster Schultag","epNo":2,"alt":"First Day Frenzy","descr":"Malibu und Brooklyn sind aufgeregt, weil endlich ihr erster Schultag an ihrer Traumschule ansteht. Doch dieser steht unter keinem guten Stern. Es geht eine ganze Menge schief. Zum Glück sind sie zu zweit und können sich unter die Arme greifen.","versions":[{"lang":1,"streams":[{"redirect":10628691,"hoster":"VOE"},{"redirect":10628690,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nur nicht aufgeben","epNo":3,"alt":"Barbies Rising","descr":"Malibu und Brooklyn wollen unbedingt den berühmten Talententdecker Otto Phoenix treffen. Der ist zudem TV- und Musik-Unternehmer und hat sehr viel Einfluss. Ihr Plan scheitert, doch kurz darauf kommt es zu einer zufälligen Begegnung mit ihm.","versions":[{"lang":1,"streams":[{"redirect":10628688,"hoster":"VOE"},{"redirect":10628686,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Suche nach dem richtigen Nebenjob","epNo":4,"alt":"Gone To the Dogs","descr":"Malibu und Brooklyn wollen ihr erstes Demo aufnehmen. Doch sie stellen fest, wie teuer das ist. Sie müssen sich etwas einfallen lassen und begeben sich kurzerhand auf Jobsuche. Doch als Hundesitter sind sie offensichtlich nicht geeignet.","versions":[{"lang":1,"streams":[{"redirect":10628694,"hoster":"VOE"},{"redirect":10628698,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lieferanten-Chaos","epNo":5,"alt":"Delivery Debacle","descr":"Malibu und Brooklyn sind außer sich vor Freude, als sie in Buddys Café arbeiten dürfen. Sie sind die neuen Lieferantinnen. Doch dann helfen sie ihren Kunden mehr bei deren persönlichen Problemen. Der Job scheint nicht der Richtige zu sein.","versions":[{"lang":1,"streams":[{"redirect":10628697,"hoster":"VOE"},{"redirect":10628700,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Geburtstagsüberraschung","epNo":6,"alt":"Surprise, Surprise","descr":"Malibus Mutter hat Geburtstag. Das will sie unbedingt nutzen, um nach Hause zu fliegen. Vor Ort will sie ihrer Mutter eine Geburtstagsparty schmeißen. Sie hat schon zahllose Ideen für das große Fest. Hoffentlich freut sich ihre Mutter.","versions":[{"lang":1,"streams":[{"redirect":12382116,"hoster":"VOE"},{"redirect":10628704,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schritt für Schritt","epNo":7,"alt":"Start Small","descr":"Bei Malibus Familie findet einmal im Jahr der Räum-den-Strand-auf-Tag statt, den sie sehr toll findet. Nun will sie den Tag nach New York holen. Doch das ist zu viel. Brooklyn steht ihr bei und Malibu lernt etwas von ihr.","versions":[{"lang":1,"streams":[{"redirect":10628707,"hoster":"VOE"},{"redirect":10628706,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mit vereinten Kräften","epNo":8,"alt":"We Are Family","descr":"Brooklyn und Malibu wollen ins Studio gehen und endlich ihren ersten Song aufnehmen. Doch als sie den Termin haben, erhalten sie plötzlich unerwarteten Besuch. Nervös versuchen sie, ihr Comedy-Chaos in wohlklingende Musik zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":10628714,"hoster":"VOE"},{"redirect":10628709,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kein Truthahn an Thanksgiving","epNo":9,"alt":"Turkey Trouble","descr":"Thanksgiving ist das größte Familienfest im amerikanischen Kalender. Ein Truthahn-Braten gehört unbedingt dazu. Aber der gelingt nicht immer. Familienstreit und Küchen-Desaster stören das Fest sowohl für Brooklyn als auch für Malibu.","versions":[{"lang":1,"streams":[{"redirect":10628716,"hoster":"VOE"},{"redirect":10628712,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Plattenvertrag","epNo":10,"alt":"Two Stars Are Born","descr":"Brooklyn und Malibu sehen einen Film über einen jungen Sänger und seine erfolgreiche Karriere. Plötzlich werden sie dabei selber zu Stars. Aber es dauert nicht lange bis sie merken, dass längst nicht alles Gold ist was so schön glänzt.","versions":[{"lang":1,"streams":[{"redirect":10628718,"hoster":"VOE"},{"redirect":10628720,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Dreifach-Schreck","epNo":11,"alt":"Triple Threat","descr":"Brooklyn und Malibu müssen die nächste Aufnahme-Session vorerst zurückstellen. Ihnen fehlt das Geld. Da erscheint der Job als Babysitterinnen bei Kel\u0027s Boss erst einmal wie eine Rettung. Aber dann gibt es Probleme mit einem der Kinder.","versions":[{"lang":1,"streams":[{"redirect":10628722,"hoster":"VOE"},{"redirect":10628719,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Ausflug in die Natur (1)","epNo":12,"alt":"The great Outdoors Part 1","descr":"Malibu hat sich einen entspannten Camping-Ausflug mit Freunden und der Familie vorgestellt. Aber der Trip mit den West Coast Roberts läuft anders als erwartet. Brooklyn sucht den perfekten Platz in der Natur und verläuft sich dabei.","versions":[{"lang":1,"streams":[{"redirect":10628729,"hoster":"VOE"},{"redirect":10628742,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Ausflug in die Natur (2)","epNo":13,"alt":"The great Outdoors Part 2","descr":"Malibu und Brooklyn wollen beim West Coast Roberts Familien-Camping-Abenteuer aufklären woher die Schreie im Wald kamen. Nebenbei haben sie vor, einen neuen Song fertigzustellen. Aber das scheint ein bißchen viel auf einmal zu sein.","versions":[{"lang":1,"streams":[{"redirect":10628680,"hoster":"VOE"},{"redirect":10628676,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die magische Zaubershow","epNo":1,"alt":"We’ve Got Magic to Do","descr":"Malibu und Brooklyn assistieren einem Party-Magier. Als ein Missgeschick auf der Bühne passiert machen sich die beiden auf zu einer wilden Jagd nach der geschätzten Taube des Magiers. Währenddessen brechen Rafa und ihre Cousine Izza auf, um den Mädchen bessere Gigs zu buchen.","versions":[{"lang":1,"streams":[{"redirect":12657087,"hoster":"VOE"},{"redirect":12657088,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nichts als die Wahrheit","epNo":2,"alt":"Cut it Out","descr":"Malibu und Brooklyn lassen einen Film über ihr Gesangsduo für ein anstehendes Musikfestival drehen. Doch das entpuppt sich als die reinste Katastrophe und könnte die Karriere der beiden ruinieren, bevor sie überhaupt angefangen hat.","versions":[{"lang":1,"streams":[{"redirect":12657132,"hoster":"VOE"},{"redirect":12657134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Dieb im Studio","epNo":3,"alt":"Studio Sleuths","descr":"Während der Aufnahme im Studio verschwinden plötzlich Sachen. Darunter auch Brooklyns Handy mit dem neuesten Song von ihr und Malibu. Mit Hilfe von Rafa und Malibus Schwester werden die beiden zu Hobbydetektiven und jeder ist verdächtigt.","versions":[{"lang":1,"streams":[{"redirect":12657128,"hoster":"VOE"},{"redirect":12657130,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schallplattenhandel","epNo":4,"alt":"For the Record","descr":"Malibu und Brooklyn zerbrechen aus Versehen eines von Kels seltenen Plattenalben. Hilfe suchen sie bei Jack, Jayla und Lyla. Gemeinsam brechen sie zu einer lustigen Fahrt durch die Stadt auf, um das Album zu ersetzen","versions":[{"lang":1,"streams":[{"redirect":12657125,"hoster":"VOE"},{"redirect":12657127,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Einzigartige Geschäftsideen","epNo":5,"alt":"Knock it Off","descr":"Malibu und Brooklyn beschließen ihr eigenes Geschäft zu eröffnen, anstatt immer nur Nebenjobs für andere machen. Mit verrückten Verkaufstaktiken versuchen sie ihre Konkurrenz zu übertrumpfen.","versions":[{"lang":1,"streams":[{"redirect":12657121,"hoster":"VOE"},{"redirect":12657122,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katzen-Kostüme \u0026amp; Verwechslungen","epNo":6,"alt":"Costumed Capers","descr":"Brooklyn und Malibu verkleiden sich und performen auf dem Time Square. Doch sie tragen das gleiche Kostüm wie zwei Witzbolde, die Ärger in der Stadt verbreiten und werden mit ihnen verwechselt.","versions":[{"lang":1,"streams":[{"redirect":12657118,"hoster":"VOE"},{"redirect":12657120,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebesbotinnen","epNo":7,"alt":"Cupid Shuffle","descr":"Brooklyn und Malibu sind Mitglieder des Handler’s Spring Dance Planungskommitees und wollen den Ticketverkauf ankurbeln. Ein Brief von Ken inspiriert die beiden zu einer kreativen Lösung.","versions":[{"lang":1,"streams":[{"redirect":12657113,"hoster":"VOE"},{"redirect":12657115,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Team Handy-Frei","epNo":8,"alt":"Team No Screens","descr":"Für einen 24-stündigen Camping-Ausflugs außerhalb der Stadt, schalten die Freunde alle Elektrogeräte aus. Als jedoch ein Talentcoach für eine Konzertanfrage im Café anruft, rennen Epiphany und Stefan los, um ihre handylosen Freunde zu finden!","versions":[{"lang":1,"streams":[{"redirect":12657108,"hoster":"VOE"},{"redirect":12657109,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geheimzutaten","epNo":9,"alt":"Festival Fiasco","descr":"Die West Coast Roberts planen ein spaßiges Wochenende auf dem California Music and Food Festival und Malibu und Brooklyn sollen ihren bislang größten Gig spielen. Währenddessen hoffe George darauf, den jährlichen Chili-Kochwettbewerb zu gewinnen. Doch unerwartete Komplikationen gefährden ihre Pläne.","versions":[{"lang":1,"streams":[{"redirect":12657104,"hoster":"VOE"},{"redirect":12657106,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hilfe fürs Buddy’s","epNo":10,"alt":"Buddy’s is Booming","descr":"Da Buddys Café nicht gut läuft rufen Malibu und Brooklyn ihre Popstar Freundin Emmie an. Sie soll den Laden mit einer Prise Social Media retten. Doch der Ansturm ist zu groß für das kleine Café","versions":[{"lang":1,"streams":[{"redirect":12657100,"hoster":"VOE"},{"redirect":12657103,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Experimentierfreude","epNo":11,"alt":"To Dye For","descr":"Malibu und Brooklyn helfen Rafa dabei Kostüme einzufärben. Doch plötzlich färbt sich ihre Haut aus Versehen von Kopf bis Fuß grün – und dass ausgerechnet vor einem großen Vorsprechen.","versions":[{"lang":1,"streams":[{"redirect":12657096,"hoster":"VOE"},{"redirect":12657099,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spielshow","epNo":12,"alt":"Game On!","descr":"Malibu und Brooklyn sammeln Geld, um ihren letzten Song aufzunehmen und nehmen deshalb an einer verrückten Spielshow teil. Dort bekommen sie jedoch mehr – und weniger – als ausgemacht.","versions":[{"lang":1,"streams":[{"redirect":12657093,"hoster":"VOE"},{"redirect":12657094,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das große Finale","epNo":13,"alt":"Race to the Finish","descr":"Malibu und Brooklyn machen sich auf die Suche nach dem Musikproduzent Otto Phoenix. Dabei bekommen sie Hilfe von Freunden und Familie und schaffen es ihr Musikdemo abzugeben, bevor sie für den Sommer nach Kalifornien fahren. Doch dabei treffen sie auf eine Reihe wilder und unerwarteter Hindernisse.","versions":[{"lang":1,"streams":[{"redirect":12657089,"hoster":"VOE"},{"redirect":12657091,"hoster":"Streamtape"}]}]}]}]}