{"seriesId":"barfuss-ins-bett","name":"Barfuß ins Bett","descr":"Im Mittelpunkt der Handlung steht der Oberarzt Dr. Hans Schön, welcher nach dem Tod seiner Ehefrau allein lebt. Zu seinem Haushalt gehören neben seiner Mutter zwei Söhne. Der jüngere Sohn Robert erkrankt an Röteln und steckt seine schwangere Kindergärtnerin Josi an. So lernen sich Dr. Schön und Josi kennen und lieben. Noch in der ersten Folge heiraten die Beiden, und es entstehen weitere Probleme zunächst mit der Mutter von Schön und im weiteren Verlauf (vor allem in der zweiten Staffel) hinsichtlich Familienkonzepten in der jüngeren Generation: Sohn Clemens.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hohe Zeit","epNo":1,"alt":"","descr":"Im Mittelpunkt der Geschichten stehen der verwitwete Oberarzt einer Frauenklinik, der eine Kindergärtnerin kennen und lieben lernt und mit ihr und seinen beiden Kindern einen neuen gemeinsamen Lebensabschnitt beginnt.","versions":[{"lang":1,"streams":[{"redirect":8450555,"hoster":"VOE"},{"redirect":9235224,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geburt","epNo":2,"alt":"","descr":"Dr. Schön und die Kindergärtnerin Josi haben geheiratet und der kleine Robert ist glücklich, endlich wieder eine richtige Mutti zu bekommen. Ablehnend reagiert dagegen Dr. Schöns fast erwachsener Sohn Clemens, besonders, wenn sich Josi mit gut gemeinten Ratschlägen in sein Leben einmischt. Auch mit Oma Martha gibt es ständig Reibereien. Sie hat den Haushalt über Jahre allein geführt und fühlt sich nun von ihrer neuen Schwiegertochter bevormundet und zurückgesetzt. Bruder August, dem sie ihr Leid klagt, schlägt ihr vor, einfach für eine Weile zu ihm zu ziehen. Doch so leicht will Martha das Feld nicht räumen. Da kündigt sich in ihren Augen ein weiterer Eindringling an: Josi erwartet ein Baby. Je näher der Entbindungstermin rückt, desto verbitterter wird Oma Martha. Als sie während der Renovierungsarbeiten für ein paar Tage bei August schlafen soll, glaubt sie zu wissen, woher der Wind weht. Sicher will Josi sie aus dem Haus drängen. Ob die Geburt der kleinen Franziska sie wieder versöhnen kann?","versions":[{"lang":1,"streams":[{"redirect":8450559,"hoster":"VOE"},{"redirect":8305252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hü oder Hott","epNo":3,"alt":"","descr":"Zum 18. Geburtstag wünscht sich Clemens sehnlichst ein Motorrad. Umso tiefer ist seine Enttäuschung, als am Morgen des großen Tages ein ganz anderes Geschenk seiner Eltern im Zimmer steht. Nur Oma Martha hat ein Herz für ihren Enkel. Sie überreicht ihm triumphierend ein Sparbuch als Anzahlung für den fahrbaren Untersatz. Den warnenden Worten von Hans und Josi, die sich um die Sicherheit des Jungen sorgen, schenkt sie ebenso wenig Gehör wie Clemens. Der hat es schon längst satt, sich von seinen Eltern bevormunden zu lassen und kostet die neu gewonnene Entscheidungsfreiheit auf einer lautstarken Geburtstagsfete aus, die den Nachbarn den Schlaf raubt. Auch ein gebrauchtes Motorrad steht bald vor der Tür. Die Freude darüber hält jedoch nur so lange an, bis Clemens mit seiner Freundin Jule auf dem Rücksitz in einen Unfall verwickelt wird. Aus den gemeinsamen Urlaubsplänen der beiden wird nun wohl nichts mehr.","versions":[{"lang":1,"streams":[{"redirect":12332569,"hoster":"VOE"},{"redirect":8305254,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Laura","epNo":4,"alt":"","descr":"Dr. Hans Schön gibt aus Anlass seines Dienstjubiläums in der Frauenklinik eine ausgelassene Feier, die unerwartet tragisch endet. Auf dem Heimweg verunglücken sein enger Freund und Kollege Karl Teuschler und dessen Frau. Jede Hilfe kommt zu spät. Die kleine Laura, Roberts Freundin aus dem Kindergarten und einzige Tochter Teuschlers, verliert durch den Autounfall ihre Eltern. Das verstörte Kind wird zunächst von einer Tante aufgenommen, bei der sie noch nie besonders gern war. Noch glaubt Laura, ihre Eltern seien bloß verreist. Als sie schließlich begreift, dass Mama und Papa nie mehr wiederkommen werden und ihre Tante ihr die Wahrheit verschwiegen hat, verschließt sie sich völlig. Nur Josi hat noch Zugang zu dem Kind. Sie bringt es nicht übers Herz, mit anzusehen, wie Laura leidet. Bei den Schöns findet Laura ein neues Zuhause und auch Robert ist glücklich, eine gleichaltrige Schwester zum Spielen zu haben.","versions":[{"lang":1,"streams":[{"redirect":8450562,"hoster":"VOE"},{"redirect":8305256,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eisblume","epNo":5,"alt":"","descr":"Dr. Schön sähe es gern, wenn sein Sohn Clemens ebenfalls Medizin studieren würde, aber dafür sind dessen Zensuren zu schlecht. Immerhin macht sich Clemens nach dem letzten Schulzeugnis ernsthaft Gedanken über seine Zukunft. Für einen anstrengenden Ferienjob als Hilfspfleger in der Unfallklinik lässt er sogar den geplanten Winterurlaub mit seiner Freundin Jule platzen. Während Clemens Fußböden schrubbt, Essen austeilt und selbst nachts am Bett einer sterbenden alten Frau wacht, findet Jule bald einen anderen Begleiter. Dr. Schön weiß nicht, was für eine gute Arbeit sein Sohn auf der Station leistet. Er ist von ihm enttäuscht und lässt ihn das bei jeder Begegnung spüren. Als Clemens die Probleme über den Kopf wachsen, sucht er wieder einmal Zuflucht bei seiner Oma, die ein paar Tage an der Ostsee verbringt. Dabei würde sie daheim dringend gebraucht, denn ihr Bruder August liegt im Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":13099426,"hoster":"VOE"},{"redirect":8305263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zerreißprobe","epNo":6,"alt":"","descr":"In letzter Zeit ist das Familienleben bei den Schöns turbulenter als sonst. Josi hat sich überreden lassen, für ein paar Tage als Vertretung ihrer Freundin Heidi im Kindergarten auszuhelfen. Außerdem nimmt sie Heidis Sohn Sebastian und dessen Hund vorübergehend im Haus auf. Schöns großer Sohn Clemens steckt mitten in den Abiturprüfungen und Oma Martha pflegt den schwerkranken Onkel August. Stundenweise arbeitet Josi auch noch in einer kleinen Kunstgalerie, wo Onkel August endlich seine Bilder und Zeichnungen ausstellt. So wachsen Josi die Probleme allmählich über den Kopf. Hans fühlt sich von ihr vernachlässigt und sucht in der Klinik Trost bei Schwester Karin, die ihm bereitwillig das Verständnis und die Fürsorge entgegenbringt, die er zu Hause vermisst. Als Josi schließlich auch noch einen gemeinsamen Wochenendausflug platzen lässt, findet Hans schnell Ersatz. Erst am Sterbebett von Onkel August kommen Hans und Josi wieder zur Besinnung.","versions":[{"lang":1,"streams":[{"redirect":8450564,"hoster":"VOE"},{"redirect":8305265,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neubeginn","epNo":7,"alt":"","descr":"Clemens und Jule erleben eine böse Überraschung. Kurz nach dem Abitur kündigt sich bei den beiden Nachwuchs an. Entscheidet sich Jule für das Kind, wird sie ihr geplantes Studium vorerst an den Nagel hängen müssen. Das ist auch der Grund, weshalb für Jules Eltern eigentlich nur eine Lösung infrage kommt. Sie drängen ihre Tochter zu einem Schwangerschaftsabbruch. Hin- und hergerissen zwischen ihren eigenen Zukunftsängsten und der beginnenden Freude auf das Baby, zieht Jule nach einem großen Krach mit ihren Eltern zu Hause aus. Bei Oma Martha, die sich nach dem Tod von Onkel August ohnehin etwas einsam fühlt, finden die beiden jungen Leute eine neue Bleibe. Aber natürlich hat die alte Dame ganz andere Vorstellungen vom Lebenswandel einer werdenden Mutter als Jule. Ohne Clemens, der den ersten Teil seiner Lehre als Krankenpfleger in einem Internat absolviert, fällt Jule daheim bald die Decke auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":13095687,"hoster":"VOE"},{"redirect":12105029,"hoster":"Doodstream"},{"redirect":8305272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Clemens und Jule heiraten heimlich. Sie wollen die Familie mit der frohen Botschaft an der Ostsee überraschen, wo sich die Schöns versammelt haben, um im großen Kreis den 35. Hochzeitstag von Josis Eltern zu feiern. Ihre Mitteilung löst jedoch betretene Gesichter und Enttäuschung aus. Unruhe und Besorgnis machen sich breit, als Oma Martha nicht mit dem vereinbarten Zug eintrifft. Eiligst setzen sich Hans und Josi wieder ins Auto und fahren zurück, da sie annehmen, Martha sei etwas zugestoßen. Auch Clemens wird so vom schlechten Gewissen geplagt, dass er sich gegen den Willen von Jule noch am selben Abend auf den Heimweg macht. Tatsächlich hat die alte Dame kurz vor der Abreise von der Heirat ihres Enkels erfahren und darüber einen Kreislaufkollaps erlitten. Nun fühlt sie sich von ihrer Familie hintergangen und es fällt ihr schwer, die Entschuldigungen zu akzeptieren. Glücklicherweise begegnet Oma Martha bald einem feinfühligen Kavalier, der sie in bessere Stimmung versetzt.","versions":[{"lang":1,"streams":[{"redirect":8450565,"hoster":"VOE"},{"redirect":8305277,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Clemens’ junge Frau Jule wird immer bedrückter, je weiter ihre Schwangerschaft voranschreitet. Ohne Clemens, der seine Ausbildung in Berlin fortsetzt, fühlt sie sich einsam und vom Leben abgeschnitten. Nur manchmal geht Jule zu einer ehemaligen Mitschülerin, deren Eltern eine Keramikwerkstatt besitzen. Die Töpferei macht ihr Freude und sie zeigt erstaunliches Geschick beim Formen der Tonfiguren. Das hilft ihr jedoch nicht, die panische Angst zu verdrängen, die Jule jedes Mal befällt, wenn sie an die bevorstehende Entbindung denkt. Auch nachdem ihre Tochter Luise gesund und ohne Komplikationen zur Welt gekommen ist, ändert sich Jules Stimmung nicht, im Gegenteil. Nachdem sie schon die Zulassung zum Studium verfallen lassen musste, will sie nun wenigstens zu Clemens nach Berlin ziehen und dort eine Lehre in einer Töpferei beginnen. Um wieder an den Unternehmungen ihrer alten Freunde teilhaben zu können, lässt Jule den Säugling abends allein. Bei ihrer Rückkehr macht sie eine furchtbare Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8450567,"hoster":"VOE"},{"redirect":8305279,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Der kleine Robert Schön hat Kummer. Ihm fällt es schwer, sich neben seiner gleichaltrigen Schwester Laura zu behaupten. Das pfiffige Mädchen zeigt nicht nur in der Schule bessere Leistungen, sie ist ihm auch sonst oft überlegen und sticht Robert damit bei seinen Eltern aus. Immer häufiger kommt es zwischen den Kindern zu Auseinandersetzungen, bis Laura ihrem Bruder die Freundschaft kündigt und sich in der Klasse sogar einen neuen Banknachbarn sucht. Robert reagiert bockig und eifersüchtig. Er fühlt sich zurückgestoßen und versucht mit allen Mitteln, das Mitgefühl seiner Eltern zu wecken und Lauras Aufmerksamkeit wiederzugewinnen. Dann hat der Streit plötzlich ein Ende und der Frieden zwischen den Geschwistern scheint wiederhergestellt. Hans und Josi atmen erleichtert auf. Kurz darauf erwartet sie eine böse Überraschung. Robert wurde beim Stehlen ertappt.","versions":[{"lang":1,"streams":[{"redirect":8450566,"hoster":"VOE"},{"redirect":8305281,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Dr. Schön ist entschlossen, Haushalt und Kinder für ein paar Wochen allein in den Griff zu bekommen, damit seine Frau Josi beruhigt zur Kur fahren kann. Dabei scheint sich alles gegen ihn verschworen zu haben. Oma Martha, mit deren Hilfe Hans fest gerechnet hatte, wird von ihrem neuen Kavalier zu einer Reise eingeladen, Clemens und Jule machen Ferien an der Ostsee. Schon in den ersten Tagen seines Strohwitwerdaseins geben Staubsauger und Waschmaschine ihren Geist auf. Obendrein hat Hans seiner Frau verschwiegen, dass er während dieser Zeit auch noch zu einem Ärztekongress fahren muss, der nun immer näher rückt, ohne dass Hans schon jemanden gefunden hätte, der die Kinder betreut. Schließlich greift Schwester Karin ihrem verzweifelten Chef unter die Arme und handelt sich damit eine Menge Ärger ein. Nach einem Streit mit ihrem eifersüchtigen Freund sind die Kinder spurlos verschwunden. Unterdessen läuft Hans am Kongressort Oma Martha über den Weg, die schon die ganze Zeit böse Vorahnungen hatte.","versions":[{"lang":1,"streams":[{"redirect":8450571,"hoster":"VOE"},{"redirect":8305288,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"Zwischen Clemens und Jule entzündet sich am Wochenende Streit, der in einer ernsten Ehekrise mündet. Während Clemens dringend Ruhe braucht, um für die bevorstehende Anatomieprüfung zu büffeln, hat Jule eine lautstarke Gartenparty vorbereitet, die bis in die späten Nachtstunden anhält. Auch am kommenden Morgen findet Clemens keine Zeit zum Lernen. Jule ist mit den Freunden segeln gegangen und hat ihm das Aufräumen und die Verantwortung für Töchterchen Luise überlassen. Dankbar nimmt Clemens daher das Hilfsangebot von Babette Vetter an, die ihn schon seit Kindheitstagen schwärmerisch verehrt. Babette hat nach einem Krach mit ihren Eltern erst kürzlich bei Oskar Hübscher, dem Freund von Oma Martha, Quartier bezogen. Hier findet auch Clemens Unterschlupf, als er am nächsten Wochenende vor verschlossener Tür steht, weil Jule ihn im Internat überraschen wollte. Jule ahnt, wo Clemens genächtigt hat und ist rasend eifersüchtig. Und Oma Martha überschüttet Herrn Hübscher mit Vorwürfen.","versions":[{"lang":1,"streams":[{"redirect":12332571,"hoster":"VOE"},{"redirect":8305291,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"In Josis Kindergartengruppe gibt es einen Neuzugang: die kleine Paula Münch, die bisher bei ihren Großeltern aufgewachsen ist. Die Geschichte des traurigen Mädchens nimmt Josi bald so sehr gefangen, dass sie ihre eigenen Kinder einmal mehr der Fürsorge von Oma Martha überlässt. Paulas allein stehende Mutter hat endlich eine eigene Wohnung bekommen und möchte, dass ihre Tochter bei ihr lebt. Dabei macht sie dem sensiblen Kind die Trennung von seiner liebevollen Oma nicht gerade leicht. Seit Paula gleich an einem der ersten Abende in der fremden Umgebung allein gelassen wurde, weil ihre Mutter mit dem neuen Freund tanzen ging, leidet sie an Angstzuständen. Außerdem sehnt sich Paula nach einem richtigen Papa, der die kleine Familie nicht nach ein paar Wochen wieder verlässt. Ihre Mutter hat jedoch nach der letzten schweren Enttäuschung kein offenes Ohr mehr für einen ernsthaften Bewerber. Erst als Eva Münch mit einer Lungenentzündung im Krankenhaus liegt, findet ihr Töchterchen Paula auf ihre Art eine Lösung für die Probleme der beiden.","versions":[{"lang":1,"streams":[{"redirect":8450572,"hoster":"VOE"},{"redirect":8305292,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"Josi hat ein Kinderhörspiel geschrieben und will es in Berlin dem Rundfunk anbieten. Sie ist mächtig aufgeregt. Ihr Mann missbilligt das neue Hobby seiner Frau und fürchtet Komplikationen im eingespielten Familienalltag. Auf ihrer Fahrt nach Berlin lernt Josi im Zug Rainer Korb kennen, der ihr Avancen macht. Es stellt sich heraus, dass Korb Tonmeister und gut befreundet mit Josis betreuender Dramaturgin ist. Sein Charme und seine Hartnäckigkeit, mit ihr seine Zeit zu verbringen, schmeicheln ihr. Unterdessen hat Oma Martha beschlossen, in ihrer Beziehung zu Oskar Hübscher die Initiative zu ergreifen, worüber der sehr froh ist. Das hat zur Folge, dass sich Martha nicht mehr wie gewohnt um den Haushalt und die Kinder kümmern kann, was zu leichtem Familienchaos führt. Als Josi erneut nach Berlin muss, beobachtet Hans die herzliche, fast intime Begrüßung zwischen seiner Frau und Rainer Korb. Eifersucht plagt ihn. Gern nimmt er deshalb den Vorschlag seines Kollegen Dr. Leutner auf, gemeinsam in Berlin dessen Promotion zu feiern. Doch als er Josi vom Rundfunkhaus abholen will, sieht er wie Korb und Josi sich umarmen und in ein Taxi einsteigen. Er fährt nach Hause zurück. Josi, die mit Korb die erste abgeschlossene Arbeit feiern will, entdeckt in der Bar Schwester Karin und Dr. Leutner. Ihr wird bewusst, dass es nur Hans und die Kinder sind, mit denen sie ihren ersten Erfolg feiern will. Zuhause erwarten Josi zwei Überraschungen: Hans hat nichts mehr gegen ihre Autorentätigkeit und Martha und Oskar heiraten.","versions":[{"lang":1,"streams":[{"redirect":8450570,"hoster":"VOE"},{"redirect":8305302,"hoster":"Streamtape"}]}]}]}]}