{"seriesId":"barry-d-treasure","name":"Barry’d Treasure","descr":"Barry Weiss, bekannt aus \"Storage Wars – Die Geschäftemacher\", bleibt den Zuschauern auch nach seinem Ausstieg aus der Reality-Serie erhalten. In diesem Spin-Off reist Barry Weiss auf der Suche nach seltenen Sammlerstücken und Antiquitäten durch die USA. Der Spaß darf dabei natürlich nicht zu kurz kommen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Musterexemplar","epNo":1,"alt":"The Candyman Can’t","descr":"Barry trifft in Philadelphia, der Stadt der brüderlichen Liebe, Kenny, den er noch aus seiner Zeit bei \"Storage Wars – Die Geschäftemacher\" kennt. Unterwegs nimmt er ein paar Süßigkeiten mit, spielt mit winzigen Möbelstücken und versucht sich als Heiratsvermittler für ein Mitglied einer Amish-Gemeinde.","versions":[{"lang":1,"streams":[{"redirect":14374676,"hoster":"VOE"},{"redirect":14394733,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kentuckyana Jones","epNo":2,"alt":"Kentuckyana Jones And The Emperor’s Vessel","descr":"Barry soll im Hinterland von Kentucky helfen, ein teures Artefakt zu verkaufen. Unterwegs nimmt er einen Banjo-Spieler mit, zerbricht einen Spiegel und fährt ein Zebra.","versions":[{"lang":1,"streams":[{"redirect":14358291,"hoster":"VOE"},{"redirect":14376556,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wilder Ritt","epNo":3,"alt":"Big Vice Country","descr":"Barry und sein Begleiter ziehen von Colorado nach Montana, um alte Werbetafeln zu kaufen. Unterwegs erfinden sie ein neues Rodeo-Spektakel und treffen einen Erdhörnchen-Jäger.","versions":[{"lang":1,"streams":[{"redirect":13569341,"hoster":"VOE"},{"redirect":13574766,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Besuch bei Oma","epNo":4,"alt":"Birthday On The Bayou","descr":"Barry und Kenny sind zum 101. Geburtstag von Kennys Großmutter nach New Orleans gefahren. Zudem wollen sie dort einen Blick in einen geheimen Raum voller unschätzbarer Sammlerstücke werfen. Unterwegs besuchen sie ein Medium und beide sehen Kennys schlimmsten Ängsten ins Auge.","versions":[{"lang":1,"streams":[{"redirect":14374665,"hoster":"VOE"},{"redirect":14394734,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Affengeil","epNo":5,"alt":"Show Me The Monkey","descr":"Barry, der schon bei \"Storage Wars\" durch seinen ausgefallenen Geschmack, seine verrückten Fahrzeuge und seine ungewöhnlichen Begleiter auffiel, wird von einem mysteriösen Sammler nach Austin, Texas geschickt – in eine Stadt, die fast so schräg drauf ist, wie er selbst. Unterwegs bekommt er es unter anderem mit einem eindrucksvollen Familienjuwel zu tun und trifft auf einen einmaligen Affen.","versions":[{"lang":1,"streams":[{"redirect":14374662,"hoster":"VOE"},{"redirect":14394736,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spielzeughelden","epNo":6,"alt":"Blackman And Robin","descr":"Barry ist in Los Angeles, wo er seltene Stücke für einen Sammler aus seiner Nachbarschaft suchen will. Dabei findet er Spielzeug in einem Kühlschrank, lernt einen Super-Helden kennen und testet Kennys Käufer-Fähigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14374666,"hoster":"VOE"},{"redirect":14391260,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erleuchtung","epNo":7,"alt":"The Unbearable Enlightenment Of Barry","descr":"Barry fährt mit einigen Antiquitäten und einem magischen Begleiter von Las Vegas, der Stadt der Sünde, nach Arizona. Unterwegs starrt er die Sonne an, geistert ein wenig herum und wird beinahe wiedergeboren.","versions":[{"lang":1,"streams":[{"redirect":14374663,"hoster":"VOE"},{"redirect":14394737,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spitzenklasse","epNo":8,"alt":"All About Evel","descr":"Barry und Kenny suchen in Los Angeles nach einem Lederoutfit, das früher dem Motorradstuntman Evel Knievel gehörte. Unterwegs nehmen sie einen Song auf, begegnen ihren Cartoon-Ebenbildern und Barry bricht einen von Evels Rekorden.","versions":[{"lang":1,"streams":[{"redirect":14374677,"hoster":"VOE"},{"redirect":14391261,"hoster":"Streamtape"}]}]}]}]}