{"seriesId":"barter-kings-die-tauschprofis","name":"Barter Kings – Die Tauschprofis","descr":"Antonio Palazzola und Steve McHugh sind Tauschprofis aus Leidenschaft. Sie haben ihr Hobby zum Beruf gemacht und reisen durch die USA, immer auf der Suche nach dem perfekten Deal. Ganz ohne Geld und nur mit ihrem Gespür für Geschäfte tauschen sie sich von einem bestimmten Gegenstand unaufhaltsam hoch, bis sie ein vorher festgesetzes Objekt ihr Eigen nennen können. Strategie, Ausdauer und Menschenkenntnis, viel Charisma und ein wenig Manipulation – das sind ihre Waffen. Steve und Antonio zeigen Ihnen eine Welt voller verrückter Charaktere, faszinierender Artefakte und unvorhersehbarer Wendungen. Alles kann passieren. Denn jeder Deal ist ein anders und die Tauschprofis müssen sich sekundenschnell auf jede Situation einstellen, um sich behaupten zu können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Speedboot","epNo":1,"alt":"No Cash, No Problem","descr":"Steve will ein Speedboot für seine Familie ertauschen. Er fängt mit Goldenen Schallplatten von Elvis an und hofft, dass er sein Ziel erreicht, bis die Familie am Wochenende an den See fährt. Antonio ist entschlossen, Steve beim Tauschen zu schlagen. Also fängt er mit einem Laptop als Anfangs-Tauschobjekt an und versucht diesen gegen etwas Größeres und Besseres zu tauschen. Der Kampf der Tauschprofis kann beginnen!","versions":[{"lang":1,"streams":[{"redirect":9117013,"hoster":"VOE"},{"redirect":9117015,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Pferd","epNo":2,"alt":"Cart Before The Horse","descr":"Antonio ist entschlossen ein Pferd zu ertauschen, um seine Tochter an ihrem Geburtstag zu überraschen. Steve will den Golfplatz nicht mehr zu Fuß abgehen und verhandelt daher um ein luxuriöses, nach Kundenwünschen angefertigtes Golfcart.","versions":[{"lang":1,"streams":[{"redirect":9117019,"hoster":"VOE"},{"redirect":9117020,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Diamantring","epNo":3,"alt":"Diamond In The Rough","descr":"Bei Steve steht das 18-jährige Jubiläum des ersten Dates mit seiner Ehefrau bevor. Er hofft, einen beeindruckenden Diamanten als Überraschung für sie zu bekommen. Antonio entscheidet sich, ein Tauschgeschäft über ein Paar Jet-Ski abzuschließen, um damit seiner Familie eine Freude zu machen.","versions":[{"lang":1,"streams":[{"redirect":9117025,"hoster":"VOE"},{"redirect":9117024,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Billardtisch","epNo":4,"alt":"Rock And A Hard Place","descr":"Antonio möchte ein Auto für seinen Sohn Antonio Junior ertauschen. Dafür muss er jedoch einen großen Klunker finden. Steve möchte etwas, das ihm hilft bei der Arbeit zu entspannen und entscheidet sich für einen Pooltisch fürs Lagerhaus.","versions":[{"lang":1,"streams":[{"redirect":9117027,"hoster":"VOE"},{"redirect":9117029,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zum Jahrestag","epNo":5,"alt":"Bah-Bam!","descr":"Es kommt zu einem Kopf-an-Kopf-Rennen zwischen Steve und Antonio, als sie versuchen, das tollste und außergewöhnlichste Stück zum vierjährigen Jubiläum ihres Tauschladens zu ergattern.","versions":[{"lang":1,"streams":[{"redirect":9117032,"hoster":"VOE"},{"redirect":9117033,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Whirlpool","epNo":6,"alt":"Not-So-Easy Rider","descr":"Cindy erlaubt ihrem Mann Steve, sich ein Motorrad zuzulegen. Dafür muss er aber etwas Teures hergeben. Antonio würde gern bei der Arbeit auch mal entspannen und entscheidet sich dafür, einen Whirlpool zu ertauschen.","versions":[{"lang":1,"streams":[{"redirect":12172878,"hoster":"VOE"},{"redirect":9117040,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Wohnmobil","epNo":7,"alt":"Happy Camper","descr":"Steve und Antonio wollen für einen langjährigen Kunden ein Wohnmobil ergattern. Außerdem plant Antonio einen guten Deal für den Shop, bei dem viel Geld rausspringen könnte.","versions":[{"lang":1,"streams":[{"redirect":9117041,"hoster":"VOE"},{"redirect":9117043,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Strandbuggy","epNo":8,"alt":"Dune Buddies","descr":"Steve und Antonio arbeiten zusammen, um gemeinsam einen Strandbuggy zu ergattern. Mit dem Gefährt wollen sie an einem wichtigen Rennen in den Sanddünen der kalifornischen Wüste teilnehmen.","versions":[]},{"epId":"episode-9","name":"Quads","epNo":9,"alt":"Four Wheeling And Dealing","descr":"Steve ist der Meinung, dass es für seine Kinder an der Zeit ist, ihre eigenen Geländefahrzeuge zu bekommen. Er fasst daher Kinder-Quads als Tauschziele ins Auge. Antonio will ein wertvolles Objekt ertauschen, das er dann mit hohem Gewinn verkaufen kann. Er fängt den Tausch mit einer Schweißer-Maske an.","versions":[{"lang":1,"streams":[{"redirect":13497081,"hoster":"VOE"},{"redirect":9117048,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zahltag","epNo":10,"alt":"Divide And Conquer","descr":"Steve und Antonio müssen bald ein paar hohe Rechnungen bezahlen, also setzen sie auf erfolgreiche Tausch-Aktionen. Sie hoffen, dass sie bis zum Ende der Woche auf diese Weise genug Profit herausgeschlagen haben, um ihre Schulden zu begleichen.","versions":[{"lang":1,"streams":[{"redirect":9117050,"hoster":"VOE"},{"redirect":9117051,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Tanzautomat","epNo":11,"alt":"Shake Your Money Maker","descr":"Antonio macht im Laden etwas kaputt und muss sich schnell um Ersatz kümmern. Währenddessen ertauscht Steve einen besonderen Spielautomaten, der Antonios Vergangenheit enthüllt.","versions":[]},{"epId":"episode-12","name":"Im Baseballstadion","epNo":12,"alt":"Barter Up!","descr":"Um mehr Aufträge für ihr Geschäft zu bekommen, ertauschen sich Steve und Antonio Werbeflächen und Sponsoring im örtlichen Baseballstadion. Währenddessen könnte Steve einen satten Gewinn einfahren, falls er es schafft, sein bisher größtes Objekt zu ergattern.","versions":[{"lang":1,"streams":[{"redirect":9117055,"hoster":"VOE"},{"redirect":9117056,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein ganzes Auto","epNo":13,"alt":"Winner Takes All","descr":"Steve und Antonio wetten darum, wer es schafft, ein Autoteil innerhalb von nur einer Woche gegen ein ganzes Auto einzutauschen. Bei seinem ersten Tausch hat Antonio jedoch einen Zusammenstoß mit einem Truthahn.","versions":[{"lang":1,"streams":[{"redirect":9117059,"hoster":"VOE"},{"redirect":12515514,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Ferienhaus","epNo":14,"alt":"Home Is, Where The Barter Is","descr":"Antonio und Steve haben eine gewaltige Aufgabe vor sich, als sie sich vornehmen, ein gemeinsames Ferienhaus zu ertauschen.","versions":[{"lang":1,"streams":[{"redirect":9117063,"hoster":"VOE"},{"redirect":9117064,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Transporter","epNo":1,"alt":"Snakes On A Trade","descr":"Steve und Antonio begrüßen ein neues Teammitglied. Außerdem beschließen sie, für Steves Frau einen Laster zu ertauschen. Dabei muss sich Steve mit seiner größten Angst auseinandersetzen.","versions":[]},{"epId":"episode-2","name":"Das Kleinflugzeug","epNo":2,"alt":"The Traders Went Down To Georgia","descr":"Nachdem sie entdeckt haben, dass es offensichtlich einen großen Markt für Kleinflugzeuge gibt, wollen Steve und Antonio eines ertauschen. Der Weg zu diesem großen Ziel führt sie unerwartet quer durch das Land bis nach Georgia.","versions":[]},{"epId":"episode-3","name":"Der Truck","epNo":3,"alt":"Big Rig Or Bust","descr":"Antonio bittet Steve ihm dabei zu helfen, für einen Freund einen großen Truck der Marke ‚Big Rig‘ zu ertauschen.","versions":[]},{"epId":"episode-4","name":"Das Spielzeug","epNo":4,"alt":"Swingin’ Deals And Screamin’ Wheels","descr":"Die Osterferien stehen kurz bevor und Steves und Antonios hyperaktive Kinder haben eine ganze Woche frei. Die beiden Väter machen sich deshalb getrennt auf den Weg, um außergewöhnliche Spielsachen zu ertauschen.","versions":[]},{"epId":"episode-5","name":"Das Traumauto","epNo":5,"alt":"First Comes Love, Then Comes Trading","descr":"Antonios 19. Hochzeitstag steht vor der Tür. Er möchte seiner Frau den Oldtimer schenken, von dem sie schon immer geträumt hat und spannt auf der Suche danach Steve mit ein. Aber auch Steve bereitet einen heimlichen Deal vor. Er will Antonio und dessen Frau mit einer Ballonfahrt überraschen.","versions":[]},{"epId":"episode-6","name":"Das Boot","epNo":6,"alt":"For Sail. Will Consider Trade","descr":"Steve und Antonio wollen ein Boot, ihr bislang teuerstes Objekt, ertauschen. Aber um es zu bekommen, muss Steve die Wüste mit einem Strandsegler durchqueren und einem ihm bekannten, widerspenstigen Händler gegenübertreten. Währenddessen nimmt Kendall endlich ihre eigenen Tauschgeschäfte auf.","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Tazed And Confused","descr":"Um einen Monster-Deal zu machen, muss einer der Tauschprofis in der Premiere der dritten Staffel zum Taser-Opfer werden.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Puppy Love","descr":"Es geht heiß her, als die Tauschprofis eine neue Klimaanlage für ihren Laden ertauschen müssen – und einer ihrer potentiellen Partner dabei dem Begriff \"Hochwüste\" eine völlig neue Bedeutung gibt.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Clowning Around In Utah","descr":"Steve und Antonio eröffnen einen neuen Laden in Utah. Um das Geschäft anzuheizen, wollen sie einen Werbespot bei einem lokalen Radiosender aufnehmen. Dazu müssen sie ihren Werbesong selbst singen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tradecation","descr":"Antonio und Steve planen einen Familienurlaub auf Santa Catalina Island und sind fest entschlossen, sich ein gemeinsames Ferienhaus zu ertauschen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"There’s Snow Time Like Trading Time","descr":"Als sich Steve und Antonio in ihrem neuen Laden in Utah einrichten, haben sie die Idee etwas zu ertauschen, das man in der Wüste sonst nie zu Gesicht bekommt: eine Pistenraupe. Doch um dieses Ziel zu erreichen, müssen sie zuerst ein seltenes Militärfahrzeug aufspüren.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Gloves Come Off","descr":"Um Steve beim Training für seinen bevorstehenden Kampf zu helfen, müssen die Jungs einen Mixed-Martial-Arts-Käfig auftreiben. Doch der wahre Kampf beginnt bereits, als ein anderer Händler versucht, sie aus dem Geschäft zu drängen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Driving Home The Deal","descr":"Während eines Jobs hat Kendalls Auto eine Panne. Steve und Antonio entscheiden, dass es Zeit wird, sich um gute Reifen zu kümmern. Doch zuerst muss Kendall einen \"Crash\"-Kurs in der Fahrschule absolvieren.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Trading Or Bust","descr":"Steve und Antonio brauchen ein größeres Auto, um ihre Familien zu ihrem neuen Laden in Utah zu fahren. Doch statt ein Wohnmobil zu ertauschen, landen sie in Las Vegas, feiern eine Hochzeit und treffen den King of Rock’n’Roll.","versions":[]}]}]}