{"path":"/serie/stream/baseball","name":"Baseball","descr":"Baseball  ist eine mit dem Emmy Award ausgezeichnete Dokumentarserie von 1994 über das Baseballspiel, die ursprünglich auf PBS ausgestrahlt wurde.","seasons":[{"path":"/serie/stream/baseball/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/baseball/staffel-1/episode-1","name":"","epNo":1,"alt":"Our Game","descr":"In New York City brauchten die Menschen in den 1840er Jahren eine Ablenkung vom \"Eisenbahntempo\", in dem sie arbeiten und leben. Sie finden es in einem Spiel fragwürdiger Herkunft. Inning One, Our Game, befasst sich mit den Ursprüngen des Baseballs in den 1840er Jahren und führt die Geschichte bis 1900 fort. Burns widerlegt den Mythos, dass Abner Doubleday Baseball in Cooperstown erfunden hat, und führt seine Wurzeln stattdessen bis in die frühesten Tage der Nation zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10750296","hoster":"VOE"},{"path":"/redirect/10749988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-2","name":"","epNo":2,"alt":"Something Like a War","descr":"1894 übernimmt ein Sportjournalist namens Byron Bancroft \"Ban\" Johnson eine angeschlagene Minor League – die Western League – und verwandelt sie in einen finanziellen Erfolg. Inning Two, Something Like a War, führt die Zuschauer durch das Jahr 1910 und stellt einige der berühmtesten und schillerndsten Charaktere des Spiels vor, darunter Ty Cobb, Honus Wagner, Christy Mathewson und Walter Johnson.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518776","hoster":"VOE"},{"path":"/redirect/10750120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-3","name":"","epNo":3,"alt":"The Faith of Fifty Million People","descr":"Vor und nach dem Ersten Weltkrieg landet ein stetiger Strom von Einwanderern an den Küsten Amerikas. Sie wollen sofort Amerikaner werden, den amerikanischen Traum verfolgen, das amerikanische Spiel spielen. Inning Three, The Faith of Fifty Million People, untersucht das zweite Jahrzehnt des Jahrhunderts, das vom Black-Sox-Skandal dominiert wurde. George Herman \"Babe\" Ruth hat seinen ersten Auftritt in der Major League.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10749962","hoster":"VOE"},{"path":"/redirect/10749980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-4","name":"","epNo":4,"alt":"A National Heirloom","descr":"Die 1920er Jahre beginnen damit, dass Amerika versucht, sich vom Ersten Weltkrieg zu erholen, und Baseball, der versucht, sich von dem Skandal der World Series 1919 zu erholen. Inning Four, A National Heirloom, konzentriert sich auf Babe Ruth, deren phänomenale Leistung die Nation in den 1920er Jahren begeisterte und das Spiel vor dem Skandal des vorangegangenen Jahrzehnts rettete.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10750581","hoster":"VOE"},{"path":"/redirect/10750246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-5","name":"","epNo":5,"alt":"Shadow Ball","descr":"In ganz Amerika und sogar auf den Baseballfeldern im New Yorker Central Park bauen Tausende von Obdachlosen Barackensiedlungen namens \"Hoovervilles\". Mehr denn je braucht Amerika Helden. Und selbst wenn es darum kämpft, die Depression zu überstehen, bietet Baseball sie. Inning Five, Shadow Ball, erzählt die Geschichte der Negro Leagues in den 1930er Jahren, die zu dieser Zeit vom Spiel in der Major League ausgeschlossen waren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518775","hoster":"VOE"},{"path":"/redirect/10750362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-6","name":"","epNo":6,"alt":"The National Pastime","descr":"Inning Six, The National Pastime, behandelt die 1940er Jahre und beinhaltet Joe DiMaggios gefeierten Hitting Streak, die beeindruckende Leistung von Ted Williams und das, was Burns als \"besten Moment des Baseballs\" bezeichnet – das Debüt von Jackie Robinson, die als Mitglied die Farbbarriere durchbrach der Brooklyn Dodgers im Jahr 1947.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13530315","hoster":"VOE"},{"path":"/redirect/10750852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-7","name":"","epNo":7,"alt":"The Capital of Baseball","descr":"Inning Seven, The Capital of Baseball, führt die Zuschauer durch die 1950er Jahre, als New York City drei erfolgreiche Baseballteams hatte und die World Series dominierte. Am Ende des Jahrzehnts hatten die Giants und Dodgers New York verlassen, ein Signal dafür, dass das alte Spiel für immer verändert wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518774","hoster":"VOE"},{"path":"/redirect/10751017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-8","name":"","epNo":8,"alt":"A Whole New Ballgame","descr":"Die 1960er Jahre sind ein turbulentes Jahrzehnt für Amerika und ein turbulentes Jahrzehnt für Baseball, da eine nach der anderen seine \"heiligen\" Institutionen fallen. Inning Eight, A Whole New Ball Game, versetzt das Spielfeld in die 1960er Jahre. Diese Folge zeichnet die Entstehung des Fernsehens, die Expansion in neue Städte und den Bau anonymer Mehrzweckstadien nach, die dem Spiel seine Intimität und einen Teil seiner städtischen Anhängerschaft raubten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518773","hoster":"VOE"},{"path":"/redirect/10751244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-1/episode-9","name":"","epNo":9,"alt":"Home","descr":"In einem Zeitalter der Globalisierung und Deregulierung bringt ein katastrophaler Streik um Geld und Macht den Baseball an den Rand des Abgrunds. Inning Nine, Home, befasst sich mit Baseball von den 1970er bis 1990er Jahren, einschließlich der Etablierung des Free-Agent-Systems, dem Anstieg der Spielergehälter, der fortgesetzten Expansion, der Verwässerung von Talenten, den anhaltenden Kämpfen zwischen Arbeitern und Management und den Skandalen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518826","hoster":"VOE"},{"path":"/redirect/10751610","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baseball/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/baseball/staffel-2/episode-1","name":"","epNo":1,"alt":"The Tenth Inning: Top of the Tenth","descr":"1994 steht der nationale Zeitvertreib vor seiner schlimmsten Krise seit 70 Jahren, als ein erbitterter und langwieriger Streik die Absage der World Series erzwingt und die Fans wütend macht, die von den Athleten und Teams bestürzt sind, die sie einst verehrten. Baseball muss neu aufgebaut werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10751611","hoster":"VOE"},{"path":"/redirect/10751902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baseball/staffel-2/episode-2","name":"","epNo":2,"alt":"The Tenth Inning: Bottom of the Tenth","descr":"Während Amerika von den Schrecken der Anschläge vom 11. September erschüttert wird, spendet Baseball Trost und gibt dem Land in einer unglaublichen World Series etwas zum Jubeln. Während die Rivalität zwischen den Yankees und den Red Sox den Siedepunkt erreicht, freuen sich die leidgeprüften Boston-Fans über ihren ersten World Series-Sieg seit 86 Jahren, während die Giants- und Cubs-Fans verheerende Verluste hinnehmen müssen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13518817","hoster":"VOE"},{"path":"/redirect/10751620","hoster":"Streamtape"}]}]}]}]}