{"seriesId":"battle-athletes-victory-restart","name":"Battle Athletes Victory Restart","descr":"Startschuss für den größten Sportwettkampf aller Zeiten! Im Jahr 5100 treten die besten Elitesportler des gesamten Sonnensystems gegeneinander an, um sich den Titel \"Cosmo Beauty\" zu sichern. Um sich von den vielen Kandidaten abzuheben, muss sich die Vertreterin der Erde selbst übertreffen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"On Your Marks!","descr":"Nach langer Zeit hat Akehoshi Kanata endlich die Chance, ein altes Versprechen einzulösen und beim größten Sportturnier des Sonnensystems die neue \"Cosmo Beauty\" zu werden.","versions":[{"lang":3,"streams":[{"redirect":11439637,"hoster":"VOE"},{"redirect":11439647,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dreams Begin to Run","descr":"Die neu gewonnene Freundschaft zwischen Kanata und Shelley wird in ihrem ersten offiziellen Match auf die Probe gestellt. Andere Teams sind möglicherweise schlechter dran als sie, da eine Niederlage einen Streit zwischen zwei Mitbewohnern mit einer unruhigen Vergangenheit auslöst, der ernst zu werden droht.","versions":[{"lang":3,"streams":[{"redirect":8451082,"hoster":"VOE"},{"redirect":8733604,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Individual Feelings","descr":"Kanata lädt ihre Mitbewerber zu einem Trainingslager in den Bergen ein. Wenn die Mädchen ihre Fähigkeiten verbessern, gewinnen sie ein neues Verständnis für die Motivationen des anderen.","versions":[{"lang":3,"streams":[{"redirect":11439646,"hoster":"VOE"},{"redirect":11439645,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Crumbling Fair Play","descr":"Die zweite Spielaufgabe hat begonnen und die anderen Kandidaten beginnen, Evas herausragende Leistung in Frage zu stellen. Jeff untersucht weiter hinter den Kulissen, aber der mysteriöse Bomber hat ihn immer noch im Visier.","versions":[{"lang":3,"streams":[{"redirect":8451084,"hoster":"VOE"},{"redirect":8307001,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Because There`s Light","descr":"Das Rennen geht zum zweiten Mal ans Meer, aber Eva liegt immer noch weit vorne. Shelley drängt sich, um aufzuholen, aber kann ihr Körper die Belastung ertragen? Währenddessen kämpft Yana mit ihren geteilten Loyalitäten.","versions":[{"lang":3,"streams":[{"redirect":11439653,"hoster":"VOE"},{"redirect":11439654,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Night Before the Decisive Match","descr":"Der letzte Tag des Rennens rückt näher und Kanata trainiert hart, entschlossen, Eva zu schlagen. Paglia hingegen konzentriert sich darauf, Evas Geheimnisse zu entdecken. Wenn sie Johann mit Beweisen konfrontiert, hat sie dann mehr zu bieten, als sie erwartet hatte?","versions":[{"lang":3,"streams":[{"redirect":11439658,"hoster":"VOE"},{"redirect":11439660,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Rain That Falls on Destiny","descr":"Yucil löst einen Erdrutsch aus, der das Rennen in ein durcheinander. Yanas Zweifel spitzen sich zu, als sie gezwungen ist, zwischen ihrer Freundschaft mit Lydia und Rache für ihre Heimat zu wählen. Als die Einsätze und Spannungen steigen, macht Jeff endlich seinen Schritt.","versions":[{"lang":3,"streams":[{"redirect":13530299,"hoster":"VOE"},{"redirect":8307000,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Memories","descr":"Als der Wettlauf in seine Endphase eintritt, ist Kanata näher daran, Eva zu schlagen als je zuvor. Aber hat sie das Zeug dazu, die letzte Hürde zu nehmen? Währenddessen versucht Jeff, die Bombe zu stoppen, die Yucil an der Ziellinie platziert hat.","versions":[{"lang":3,"streams":[{"redirect":13474012,"hoster":"VOE"},{"redirect":8348053,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Power to Accomplish","descr":"In der Pause vor dem nächsten Spiel enthüllt Eva ihre Vergangenheit und Kanata und ihre Freunde beschließen, dem Kontrollkomitee Widerstand zu leisten. Aber was können sie gegen einen so mächtigen Feind tun, und was wird der nächste Schritt des Komitees sein?","versions":[{"lang":3,"streams":[{"redirect":11439670,"hoster":"VOE"},{"redirect":11439672,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A World Out of Reach","descr":"Da das Ende der Großen Spiele in Sicht ist, kehrt Paglia mit einem rätselhaften neuen Herausforderer zurück, der vom Kontrollkomitee geschickt wurde. Werden Kanata und die anderen in ihrem bisher härtesten Spiel mit ihr mithalten können?","versions":[{"lang":3,"streams":[{"redirect":13530300,"hoster":"VOE"},{"redirect":11439684,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Requests","descr":"Das nächste Spiel entscheidet, wer in die Endrunde kommt! Die neue Eva, die das Kontrollkomitee vertritt, ist ein Angreifer, aber wer kann es mit ihren erstaunlichen Fähigkeiten aufnehmen? Und wie weit wird das Komitee gehen, um sicherzustellen, dass niemand die Chance bekommt?","versions":[{"lang":3,"streams":[{"redirect":13530301,"hoster":"VOE"},{"redirect":11439678,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Over the Rainbow","descr":"Kanata tritt im Finale gegen Seva an! Kann sie einen Gegner überholen, der darauf ausgelegt ist, unschlagbar zu sein? Selbst wenn sie kann, ist das Kontrollkomitee entschlossen, kein Risiko einzugehen. Werden Sportsgeist und Leidenschaft ausreichen, um ihre Pläne zu überwinden?","versions":[{"lang":3,"streams":[{"redirect":8451087,"hoster":"VOE"},{"redirect":8473376,"hoster":"Streamtape"}]}]}]}]}