{"path":"/serie/stream/baywatch","name":"Baywatch","descr":"Diese langlebige US-Actionserie strotzt nur so vor spärlich bekleideten perfekten Körpern. Sie gehören den \"Rettungsschwimmern von Malibu\", den Titelhelden einer der weltweit erfolgreichsten US-Serien aller Zeiten. Ihr Chef Mitch Buchannon (David Hasselhoff) ist ein alter Hase im Lebensrettungsgeschäft und scheinbar jeder brenzligen Situation gewachsen, die an so einem gut gefüllten Strand passieren kann. Zusammen mit seinem Team aus kernigen Bademeistern und bildschönen Rettungsnixen, allen voran Playmate Pamela Anderson, die in ihrer Rolle der C.J. Parker ab der dritten Staffel der Männerwelt einheizt, rettet Mitch übermütigen Schwimmern das Leben, bekämpft Haie, beseitigt Erdbebenschäden, geht auf Ganovenjagd und bewältigt nebenbei noch große und kleine Beziehungsprobleme.","seasons":[{"path":"/serie/stream/baywatch/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/baywatch/staffel-1/episode-1","name":"Pilot – Teil 1+2","epNo":1,"alt":"Panic At Malibu Pier – Part 1","descr":"Rettungsschwimmer Mitch Buchannon wurde zum Lieutenant befördert. An seinem ersten Tag eröffnet ihm seine Ex-Frau, dass sie das alleinige Sorgerecht für Sohn Hobie beantragen werde. Ebenfalls ihren ersten Tag haben die beiden Newcomer Shaunie und Eddie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650937","hoster":"VOE"},{"path":"/redirect/10650938","hoster":"Doodstream"},{"path":"/redirect/10650943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382155","hoster":"VOE"},{"path":"/redirect/8574998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Panic At Malibu Pier – Part 2","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12251774","hoster":"VOE"},{"path":"/redirect/8575003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-3","name":"Tod auf dem Surfbrett","epNo":3,"alt":"In Deep","descr":"Power-Ski sind der Renner der Saison. Allerdings kommt es mit diesen motorisierten Trendsportgeräten immer wieder zu Unfällen, deshalb werden sie von den Rettungsschwimmern gar nicht gerne gesehen. Auch Mitchs Sohn Hobie schwänzt seine Ferienkurse und fährt stattdessen heimlich mit den beiden Rüpeln Ron und Scott Power-Ski, stets in der Hoffnung, mit ihren verwegenen Fahrkünsten bei den Strandschönheiten punkten zu können. Als Ron und Scott an einer entlegenen Stelle eine junge Surferin umkreisen und aggressiv anmachen, kommt es zu einem tragischen Unfall: Scott rammt sie mit seinem Power-Ski, die Surferin verliert das Bewusstsein und geht unter. Als sie nicht mehr auftaucht, machen die beiden sich feige aus dem Staub. Das Baywatch-Team findet das im Meer vor sich hintreibende Surfbrett, kann aber nur noch die Leiche des Mädchens bergen. Als Hobie herausfindet, wer für den Tod der Surferin verantwortlich ist, muss er eine Entscheidung treffen: Soll er den Mund halten und nichts zur Aufklärung des Falles beitragen – oder soll er es riskieren, den Zorn seines Vaters auf sich zu ziehen, indem er ihm alles erzählt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10656488","hoster":"VOE"},{"path":"/redirect/10656484","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575013","hoster":"VOE"},{"path":"/redirect/8575021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-4","name":"Die große Hitze","epNo":4,"alt":"Heatwave","descr":"Ein heißer Tag bahnt sich an. Bald ist der endlose Sandstrand von tausenden Badegästen bevölkert und das Baywatch-Team hat alle Hände voll zu tun. Ausgerechnet an einem solchen Tag wird Craig von seinem Chef in der Kanzlei genötigt, sein Ehrenamt als Rettungsschwimmer aufzugeben und nur noch als Rechtsanwalt zu arbeiten. Außerdem taucht Mitchs alter Freund Steve überraschend mit seinem Sohn Mike zu Besuch auf. Er wird von einem Mann verfolgt, der sich als Privatdetektiv herausstellt. Steve muss schließlich gestehen, dass er mit seiner Frau um das Sorgerecht streitet und seinen Sohn kurzerhand entführt hat. Währenddessen inspizieren der kleine Mike und der freche Ricky verbotenerweise einen Betonbunker am Strand, der Teil des Drainagesystems ist. Während die Jungen sich innen umschauen, verschließen Arbeiter das Eingangstor. Die Kinder sind eingeschlossen und die Flut steigt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650942","hoster":"VOE"},{"path":"/redirect/10650941","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575042","hoster":"VOE"},{"path":"/redirect/8575033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-5","name":"Schatten der Vergangenheit","epNo":5,"alt":"Second Wave","descr":"Rettungsschwimmer Eddie bekommt ein Problem: Ein ziemlich unangenehmer Bursche namens Jimmy ist mit seinen Kumpels am Strand aufgetaucht und er scheint mit Eddie noch eine alte Rechnung offen zu haben. Eddie versucht erfolglos, dem drohenden Ärger aus dem Weg zu gehen. Als Eddie und eine Kollegin einem Ertrinkenden zu Hilfe eilen wollen, stellen sich Jimmy und seine Kumpane in den Weg und fangen eine Prügelei an. Wegen dieses Vorfalls wird Eddie vom Dienst suspendiert, doch noch immer schweigt er sich hartnäckig darüber aus, wer Jimmy ist und woher er ihn kennt. Schließlich eskaliert die Situation… Trevor, der Rettungsschwimmer des privaten Yachtclubs, hat sich in Lisa, die Tochter eines reichen Clubmitglieds, verliebt. Als ihr Vater Trevor bei einer Party auf der Yacht beleidigt und bloßstellt, lässt sich Lisa aus Protest ins Wasser fallen und droht zu ertrinken. Es gelingt Trevor zwar zunächst, sie zu retten, er unterläßt aber weitere Vorsichtsmaßnahmen und gefährdet damit ihr Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919048","hoster":"VOE"},{"path":"/redirect/10650973","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575052","hoster":"VOE"},{"path":"/redirect/8575038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-6","name":"Die Pirateninsel","epNo":6,"alt":"Message In A Bottle","descr":"Vor der Küste von L.A. werden mehrere luxuriöse Yachten gekidnappt. Mitchs Sohn Hobie ist genervt, dass sich seine Eltern schon wieder streiten, und unternimmt heimlich mit seinen Freunden einen Bootsausflug mit einer Yacht. Sie ankern vor einer einsamen Insel und gehen an Land, müssen aber schon bald feststellen, dass sie dort nicht alleine sind. Die Piraten, die für die Überfälle auf die Luxusyachten verantwortlich waren, haben ausgerechnet hier ihr Versteck aufgeschlagen. Als Hobie mitbekommt, dass sich seine Eltern wieder einmal ums Sorgerecht streiten, läuft er weg und unternimmt mit seinen Freunden heimlich einen Bootsausflug. Vor einer einsamen Insel ankern sie. Schon bald stellen die Kinder fest, dass sie mit modernen Piraten auf der Insel festsitzen. Mitch, der seinen Sohn verzweifelt sucht, steht kurz vor einem Nervenzusammenbruch..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650950","hoster":"VOE"},{"path":"/redirect/10650953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575058","hoster":"VOE"},{"path":"/redirect/8575054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-7","name":"Der große Fischzug","epNo":7,"alt":"The Sky Is Falling","descr":"Vor der Küste stürzt eine kleine Maschine ins Meer. Ein skurriles Gangsterpärchen befreit sich unverletzt aus den Trümmern. Allerdings vermissen sie die Beute aus ihrem großen Fischzug. Der Koffer, prall gefüllt mit einer Million Dollar, treibt herrenlos auf dem Meer und wird schließlich von einem Motorboot in voller Fahrt mitten entzwei gerissen. Die Geldscheine treiben an den Strand und lösen dort Tumult und Chaos aus. Außerdem kommt Mitchs Ex-Frau Gayle kommt nach L.A., um ihre Sachen abzuholen und Sohn Hobie nach Ohio mitzunehmen. Doch der will lieber Rettungsschwimmer wie sein Vater Mitch werden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650956","hoster":"VOE"},{"path":"/redirect/10650959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575063","hoster":"VOE"},{"path":"/redirect/8575064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-8","name":"Mord durch Ertrinken","epNo":8,"alt":"The Drowning Pool","descr":"Der reiche Geschäftsmann Alex Benton schwimmt wie jeden Tag seine Meilen vor der Küste von L.A. Weit draußen und von niemand bemerkt lauert ihm ein Taucher auf, der ihn nach einem erbitterten Kampf auf Leben und Tod ertränkt. Als Jill ihm zu Hilfe kommen will, ist es schon zu spät. Sie kann sich nicht beruhigen und macht sich Vorwürfe, am Tod des Mannes Schuld zu haben, da sie wie die anderen zu diesem Zeitpunkt noch an einen Unfall glaubt, den man hätte verhindern können. Doch einige Ungereimtheiten lassen sie stutzig werden und sie beginnt, auf eigene Faust zu ermitteln. Wie sich schon bald herausstellt, handelt es sich tatsächlich um einen Mord – und der Hauptverdächtige ist niemand anderes als Jills neue Flamme…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650960","hoster":"VOE"},{"path":"/redirect/10650965","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13530307","hoster":"VOE"},{"path":"/redirect/8575080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-9","name":"Ein romantisches Wochenende","epNo":9,"alt":"Rookie School","descr":"Die junge Amy flieht vor einem Mann, der sie mit dem Gewehr verfolgt, an den Strand und mischt sich unter die Bewerber für die Lifeguard. Ihr Verfolger feuert von der Straße aus auf die Gruppe und trifft ein anderes Mädchen. Amy macht sich Vorwürfe und erklärt, dass ihr Freund eifersüchtig, brutal und überdies ein Killer sei. Eddie, der auf das Haus von Craig und Gina aufpasst, kümmert sich um die junge Frau und gewährt ihr Unterschlupf. Als jedoch Mitch und seine Leute recherchieren, erfahren sie Amys wahre Identität: Sie ist eine Gangsterbraut…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650962","hoster":"VOE"},{"path":"/redirect/10650966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575108","hoster":"VOE"},{"path":"/redirect/8575088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-10","name":"Schiffbruch","epNo":10,"alt":"Cruise Ship","descr":"Die feucht-fröhlichen Partys, die rund um die Uhr auf dem Boot des Partyunternehmers Logan gefeiert werden, sind den Rettungsschwimmern schon lange ein Dorn im Auge. Bei einer Hochzeit wäre beinahe die Braut ertrunken, ohne dass es vom Rest der Gäste oder der Crew bemerkt worden wäre, wenn sie nicht von einem Rettungsschwimmer aus dem Wasser gezogen worden wäre. Craig und Mitch überlegen sich, was sie gegen Logan unternehmen können, doch der Unternehmer beteuert, dass sein Geschäft völlig legal sei. Als plötzlich während einer Party auf dem Schiff Feuer ausbricht, gerät das Boot außer Kontrolle und rast auf die Küste zu… Hobie hat erste Beziehungsprobleme: Seine Freundin Jenny nimmt ihn seiner Ansicht nach zu sehr in Beschlag und er macht Schluss mit ihr. Shauni hingegen ist sauer auf Eddie, weil er von ihrem neuen Freund Andy nichts hält. Andy ist zwar ein Jurastudent aus gutem Hause, doch er entpuppt sich schon bald als brutaler Sadist. Obwohl er sie schlägt, versöhnt sie sich immer wieder mit ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650971","hoster":"VOE"},{"path":"/redirect/13736647","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575095","hoster":"VOE"},{"path":"/redirect/8575102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-11","name":"Der Tod im Strandhotel","epNo":11,"alt":"Cretin Of The Shallows","descr":"Drei Menschen werden kurz nacheinander von einem maskierten Killer ermordet. Der dritte Mord passiert beinahe direkt vor Craigs und Eddies Nase. Craig nimmt Eddie für ein paar Tage in seine Obhut. Aber sein Schützling verliebt sich ausgerechnet in seine Frau Gina.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650972","hoster":"VOE"},{"path":"/redirect/10650979","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572932","hoster":"VOE"},{"path":"/redirect/8575109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-12","name":"Geiseln im Sturm","epNo":12,"alt":"Shelter Me","descr":"Ein Hurricane wütet über Los Angeles. Küstenwache und Rettungsschwimmer haben alle Hände voll zu tun. Garner trifft auf zwei Männer. Die eröffnen plötzlich das Feuer und verletzten ihn schwer. Kurz darauf nehmen sie Mitch und Craig als Geiseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650893","hoster":"VOE"},{"path":"/redirect/10650892","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575132","hoster":"VOE"},{"path":"/redirect/8575119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-13","name":"Alte Liebe rostet nicht","epNo":13,"alt":"Reunion","descr":"Rettungsschwimmer Corey macht mit Autodieben gemeinsame Sache. Er verkauft dem ahnungslosen Eddie einen gestohlenen Wagen. Der Ärger lässt nicht lange auf sich warten. Auch Mitch bekommt Ärger, und zwar mit Craig. Eine Ex-Freundin ist aufgetaucht und weckt Erinnerungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650897","hoster":"VOE"},{"path":"/redirect/10650896","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575147","hoster":"VOE"},{"path":"/redirect/8575133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-14","name":"Fünf Dollar für die Pier","epNo":14,"alt":"Armored Car","descr":"Der Pier bedarf dringend der Sanierung. Um das nötige Geld zusammenzubringen, wird eine Lotterie veranstaltet. 100.000 Dollar warten auf den Hauptgewinner – in einem Panzerwagen auf dem Pier. Der gibt unter dem Gewicht nach und stürzt mit Eddie und Shaunie an Bord ins Meer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650898","hoster":"VOE"},{"path":"/redirect/10650899","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572933","hoster":"VOE"},{"path":"/redirect/8575136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-15","name":"Kampf der Seehunde","epNo":15,"alt":"Home Cort","descr":"Mitch und Craig stellen überrascht fest, dass ihr alter Freund Cort wieder in der Stadt ist. Cort soll mit seinem alten Kameraden Sam eine mysteriöse Kiste bergen, die vor der Küste von L.A. liegt. Bei dem Versuch sie zu bergen, kommt Sam ums Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650905","hoster":"VOE"},{"path":"/redirect/10650955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572934","hoster":"VOE"},{"path":"/redirect/8575149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-16","name":"Urlaub vom Strand","epNo":16,"alt":"We Need A Vacation","descr":"Craig, Eddie und Cort fahren zum Surfen nach Mexiko. Dort wird ihnen ihr Jeep geklaut. Cort führt sie in ein staubiges Nest und einen handfesten Streit. Hobie und Mitch dürfen sich das Wochenende mit Don vertreiben. Der wurde von seiner Frau vor die Tür gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650903","hoster":"VOE"},{"path":"/redirect/10650906","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572936","hoster":"VOE"},{"path":"/redirect/8575158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-17","name":"Reißende Wasser","epNo":17,"alt":"Muddy Waters","descr":"Cort und Eddie haben eine Trainingswoche in Raging Waters. Was anfangs nach einer vergnüglichen Zeit in der Sonne aussieht, wird durch Sabotageakte schon bald lebensgefährlich. Shaunis freizügiges Foto in einem Sportkalender sorgen für einen handfesten Skandal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650907","hoster":"VOE"},{"path":"/redirect/10650908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572935","hoster":"VOE"},{"path":"/redirect/8575181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-18","name":"Das Schiff der Verlierer","epNo":18,"alt":"Snake Eyes","descr":"Eddie wird von einem Freund auf ein vor der Küste ankerndes Schiff mitgenommen. Ahnungslos gerät er in eine illegale Spielhölle, wo er nach allen Regeln der Kunst ausgenommen wird. Mitch hat sich in Hobies Lehrerin verliebt. Sein Sohn ist wenig begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650914","hoster":"VOE"},{"path":"/redirect/10650911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572937","hoster":"VOE"},{"path":"/redirect/8575187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-19","name":"Die Nacht des schwarzen Mondes","epNo":19,"alt":"Eclipse","descr":"Alte Legenden über DeVargas Point, das nur wenige Kilometer nördlich der Baywatch-Zentrale liegt, sorgen für Aufregung, als Eddies Partner Kirby tot aufgefunden wird. In der Nacht zuvor hatte Kirby nämlich eine geheimnisvolle Frauengestalt auf den Klippen in der Nähe der Bucht entdeckt. Er hat auch Eddie von der mysteriösen Geschichte erzählt, der die Frau dann ebenfalls zu sehen glaubt. Doch niemand außer Eddie bringt die Frauengestalt mit Kirbys Tod in Verbindung. Im Gegenteil, alle halten ihn für überreizt. Schließlich wird er sogar von seinen Vorgesetzten in eine psychiatrische Anstalt geschickt. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650915","hoster":"VOE"},{"path":"/redirect/10650916","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572938","hoster":"VOE"},{"path":"/redirect/8575189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-20","name":"Haie!","epNo":20,"alt":"Shark Derby","descr":"Wie jedes Jahr organisiert der geschäftstüchtige Restaurantbesitzer Bucky Allen einen Wettbewerb und lobt eine hohe Prämie aus für denjenigen, der den größten Hai fängt. Um die Angelegenheit noch ein wenig anzuheizen engagiert Allen zwei Taucher, die heimlich Fleischreste im Meer ausstreuen und einen Sender installieren, der Haie mit Ultraschall anlockt. Tatsächlich fangen die Sportfischer dieses Jahr eine ungewöhnlich hohe Anzahl von Haien. Doch die Gefahr für die Badegäste am Strand von Malibu wächst im selben Maße. Bei einem Einsatz wird Rettungsschjwimmerin Jill von einem Hai angefallen und lebensgefährlich verletzt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650919","hoster":"VOE"},{"path":"/redirect/10650920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9598257","hoster":"VOE"},{"path":"/redirect/8575223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-21","name":"Das Wasserskirennen","epNo":21,"alt":"The Big Race","descr":"Cort hat sich der hübschen Gwen gegenüber als reicher Beverly-Hills-Tycoon ausgegeben, um sie zu beeindrucken. Als sie ihn um eine Spende von 10.000 Dollar für ein Pflegeheim bittet, das sie betreut, will Cort natürlich sein Gesicht nicht verlieren. Er versucht erfolglos, seinen Laden zu verkaufen. Als seine Freunde das mitbekommen legen sie zusammen und leihen ihm 3.000 Dollar, was Cort sehr rührt. Weil die Summe aber hinten und vorne nicht reicht, investiert Cort das Geld schließlich in ein Hochgeschwindigkeits-Motorboot. Er hat nämlich von einem Wasserski-Wettbewerb gehört, bei dem 15.000 Dollar Preisgeld winken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650926","hoster":"VOE"},{"path":"/redirect/10650922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572940","hoster":"VOE"},{"path":"/redirect/8575220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-22","name":"Fliegende Fische","epNo":22,"alt":"Old Friends","descr":"Craig, Garner und Mitch fahren zum Drachenfliegen in die Berge. Dabei stürzt Mitch ab und bricht sich das Bein. Mühsam schleppt er sich weiter, doch nach dem Biss einer Klapperschlange stürzt er auch noch einen Felsabhang hinunter und bleibt dort liegen. Für die anderen wird es äußerst schwierig, ihm zu Hilfe zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650930","hoster":"VOE"},{"path":"/redirect/10650932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572942","hoster":"VOE"},{"path":"/redirect/8575236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-1/episode-23","name":"Erdbeben","epNo":23,"alt":"The End?","descr":"Die Küste von Kalifornien wird von einem Erdstoß erschüttert, der zuerst nur als leichtes Beben zu spüren ist. Als ein zweiter, weitaus heftigerer Erdstoß erfolgt, stürzt Gina durch das Glasdach auf den Boden ihres Hauses und kann sich nicht alleine von einem umgestürzten Gitter befreien. Craig und Cort erspähen ein Boot in Seenot und stellen fest, dass die drei Besatzungsmitglieder tot sind. Das Beben hat offensichtlich giftige Gase freigesetzt. Bei einem anschließenden Tauchgang werden sie in einer Höhle durch herabstürzende Gesteinsmassen eingeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10650933","hoster":"VOE"},{"path":"/redirect/10650935","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/baywatch/staffel-2/episode-1","name":"Alptraum unter Wasser – Teil 1","epNo":1,"alt":"Nightmare Bay – Part 1","descr":"Linda will Unterwasserfotos in der Santa Monica Bay aufnehmen. Dabei entkommt sie nur knapp dem Anschlag eines unbekannten Wesens. Ihr Begleiter kommt ums Leben, ihr Boot wird zerstört. Mitch findet Linda zufällig und zieht sie aus dem Wasser. Als die Presse Wind von der Geschichte bekommt, haben Mitch und seine Kollegen große Mühe aufzuklären, worum es sich bei dem angeblichen Seeungeheuer wirklich handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651245","hoster":"VOE"},{"path":"/redirect/10651242","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575251","hoster":"VOE"},{"path":"/redirect/8575247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-2","name":"Alptraum unter Wasser – Teil 2","epNo":2,"alt":"Nightmare Bay – Part 2","descr":"Der Presserummel um das Seeungeheuer nimmt nicht ab. Mitch und seine Kollegen stehen unter vollem Einsatz, die Journalisten zu beruhigen. Kurz darauf geraten sogar die Rettungsschwimmer in die Fänge des vermeintlichen Ungeheuers. Eine der Journalistinnen kommt der Wahrheit um das Ungeheuer jedoch auf die Schliche und deckt die geheimen Machenschaften eines Öl-Unternehmers in Santa Monica auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651259","hoster":"VOE"},{"path":"/redirect/10651249","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572943","hoster":"VOE"},{"path":"/redirect/8575266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-3","name":"Der Messerstecher","epNo":3,"alt":"One That Got Away","descr":"Während ihrer meeresbiologischen Arbeiten gerät die Rettungsschwimmerin Megan in die Hände eines Messerstechers und entkommt ihm nur knapp. Traumatisiert von einer schlechten Erfahrung in ihrer Vergangenheit, bringt sie die Angelegenheit nicht zur Anzeige. Auf eigene Faust versuchen Megan, Mitch und Garner den Täter zu überwältigen.\u0026lt;br /\u0026gt;\rShauni hingegen ist frustriert von ihrem kräftezehrenden Beruf. Ihr Freund Eddie versucht sie mit einem romantischen Wochenende auf einem gecharterten Boot wieder aufzumuntern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10656490","hoster":"VOE"},{"path":"/redirect/10656486","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9929987","hoster":"VOE"},{"path":"/redirect/8967542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-4","name":"Die Macht des Geldes","epNo":4,"alt":"Money Honey","descr":"Mitch und Eddie hingegen arbeiten auf der Strandparty einer Filmproduzentin. Der Alkohol fließt in Mengen und trotz der Warnhinweise von Mitch gehen die Partygäste ins Meer. Bis sie schließlich die Kontrolle über ein Boot verlieren und ins Wasser fallen. Mitch schreitet sofort helfend ein und landet somit im Fokus der Filmproduzentin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916820","hoster":"VOE"},{"path":"/redirect/10651256","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575279","hoster":"VOE"},{"path":"/redirect/8575281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-5","name":"Gefahr unter der Pier","epNo":5,"alt":"Buchannon Boys","descr":"Mitch schlägt der Journalistin Kaye Morgan vor, einen Artikel über den abrissreifen Pier zu schreiben. Immer wieder kommt es hier zu Unfällen, da Surfer versuchen darunter durchzufahren. Zunächst scheint sie begeistert, bis ihr Vater ins Spiel kommt … \u0026lt;br /\u0026gt;\rZudem bekommt Mitch Besuch von seinem Bruder Buzz und seinem Sohn Kyle, die er seit einigen Jahren nicht gesehen hat. Die Geschwister teilen nur wenige Gemeinsamkeiten. Das macht sich auch in der Erziehung ihrer Jungs bemerkbar. Während Buzz noch nicht von seinem nächtlichen Ausflug wiedergekehrt ist, muss Mitch Kyle von einem Surf-Trip am Pier retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651257","hoster":"VOE"},{"path":"/redirect/10651258","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575305","hoster":"VOE"},{"path":"/redirect/8575298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-6","name":"Strandkrieg","epNo":6,"alt":"Point Of Attack","descr":"Am Strand von Malibu kommt es zu Kämpfen zwischen zwei verfeindeten Schlägerbanden. Eddie schreitet sofort schlichtend ein und wird verletzt. Anstatt die Jugendlichen einem Gerichtsverfahren zu unterziehen, setzt sich Mitch dafür ein, dass das \"Water Programm\" zum Tragen kommt, welches die Jugendlichen in die Aktivitäten der Strandsicherung integrieren soll. Doch das Projekt läuft nicht problemlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651282","hoster":"VOE"},{"path":"/redirect/10651278","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9929991","hoster":"VOE"},{"path":"/redirect/8575306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-7","name":"Schwere Zeiten für Charlie","epNo":7,"alt":"Sandcastles","descr":"Am Strand von Malibu kampieren seit einiger Zeit viele Obdachlose. Als Eddie einen Heimatlosen in einem Baywatch-Rettungshaus findet und ihn rausschmeißt, greift dieser Eddie mit einer Glasscherbe an. Die Polizei fahndet nach dem Täter und kommt seiner Vergangenheit auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651288","hoster":"VOE"},{"path":"/redirect/10651285","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572947","hoster":"VOE"},{"path":"/redirect/8575327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-8","name":"Ein Hund im Wasser","epNo":8,"alt":"Thin Or Die","descr":"In der Beziehung zwischen Shauni und Eddie kriselt es. Als Shauni mit einem gut aussehenden neuen Rettungsschwimmer flirtet, will Eddie ebenfalls mit einem anderen Mädchen ausgehen. Er verabredet sich mit Nicole vom telefonischen Auftragsdienst, in deren Stimme er sich verliebt hat. Beim ersten Rendezvous muss Eddie allerdings feststellen, dass Nicole deshalb nicht als Rettungsschwimmerin arbeitet, weil sie stark übergewichtig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651290","hoster":"VOE"},{"path":"/redirect/10651286","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572946","hoster":"VOE"},{"path":"/redirect/12980131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-9","name":"Eddie unter Anklage – Teil 1","epNo":9,"alt":"The Trophy – Part 1","descr":"Die minderjährige Caroline versucht Eddie zu verführen, um in einer angesagten Clique akzeptiert zu werden. Natürlich weist Eddie sie zurück. Unter einem Vorwand zieht sie sich daraufhin in Eddies Turm um und lässt dort ihren Badeanzug liegen. Am nächsten Morgen lässt sie ihn sich vor den Augen der anderen Mädchen aushändigen. Deren Neugierde ist geweckt und Caroline prahlt damit, sie habe eine Nacht in Eddies Turm verbracht und mit ihm geschlafen. Die eifersüchtige Genna steckt das Carolines Vater, der daraufhin eine Strafanzeige erstattet. Die Polizei verhaftet Eddie wegen Notzucht an Minderjährigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651294","hoster":"VOE"},{"path":"/redirect/10651296","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575374","hoster":"VOE"},{"path":"/redirect/8575364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-10","name":"Eddie unter Anklage – Teil 2","epNo":10,"alt":"The Trophy – Part 2","descr":"Eddie steht noch immer unter Verdacht, die minderjährige Caroline vergewaltigt zu haben. Zu allem Übel muss ihn Mitch bis zum Ende des Strafverfahrens von seinem Dienst als Rettungsschwimmer suspendieren. Nicht nur für Eddie stehen schwere Zeiten an, auch Shauni ist mit ihren Gefühlen hin und her gerissen.\u0026lt;br /\u0026gt;\rDer ehemalige Rettungsschwimmer Eric Turner möchte nach wie vor beweisen, dass er trotz seiner Lähmung ein ganzer Mann ist. Obwohl ein Sturm aufzieht startet er einen Drachenflug über Malibus Steilküsten und verliert dabei völlig die Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651297","hoster":"VOE"},{"path":"/redirect/10651298","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575380","hoster":"VOE"},{"path":"/redirect/8575386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-11","name":"Küss mich unter Wasser","epNo":11,"alt":"If Looks Could Kill","descr":"Die attraktive Allison Fowler verliert die Kontrolle über ihr Auto, kommt von der Straße ab und landet im Meer. Mitch und Eddie sind sofort zur Stelle und können sie retten. Für die zweite Person im Wagen kommt jede Hilfe zu spät. In den folgenden Tagen kommen sich Mitch und Allison näher. Er ahnt nicht, dass sie ein dunkles Geheimnis hütet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651303","hoster":"VOE"},{"path":"/redirect/10651305","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575402","hoster":"VOE"},{"path":"/redirect/8575401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-12","name":"Alte Liebe","epNo":12,"alt":"Reunion","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651302","hoster":"VOE"},{"path":"/redirect/10651306","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572948","hoster":"VOE"},{"path":"/redirect/8575400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-13","name":"Die Schiffbrüchigen ","epNo":13,"alt":"Now, Sit Right Back And You’ll Hear A Tale","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651310","hoster":"VOE"},{"path":"/redirect/10651309","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572950","hoster":"VOE"},{"path":"/redirect/8575423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-14","name":"Nervenkrieg ","epNo":14,"alt":"War ov Nerves","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651311","hoster":"VOE"},{"path":"/redirect/10651312","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572949","hoster":"VOE"},{"path":"/redirect/8575437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-15","name":"Wellenangst ","epNo":15,"alt":"Big Monday","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651315","hoster":"VOE"},{"path":"/redirect/10651319","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004132","hoster":"VOE"},{"path":"/redirect/8575449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-16","name":"Hobies Angstträume","epNo":16,"alt":"Sea of Flames","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651320","hoster":"VOE"},{"path":"/redirect/10651322","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572952","hoster":"VOE"},{"path":"/redirect/8575464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-17","name":"Gefangen in der Tiefe","epNo":17,"alt":"The Chamber","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651334","hoster":"VOE"},{"path":"/redirect/10651324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575474","hoster":"VOE"},{"path":"/redirect/8575473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-18","name":"Die Tote aus der Haibucht","epNo":18,"alt":"Sharks Cove","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651331","hoster":"VOE"},{"path":"/redirect/10651328","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572954","hoster":"VOE"},{"path":"/redirect/8575481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-19","name":"Der Strandpoet","epNo":19,"alt":"Lost Treasure of Tower 12","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651333","hoster":"VOE"},{"path":"/redirect/10651330","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572953","hoster":"VOE"},{"path":"/redirect/8575493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-20","name":"Die Umweltsünder","epNo":20,"alt":"The Big Still","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651339","hoster":"VOE"},{"path":"/redirect/10651338","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572955","hoster":"VOE"},{"path":"/redirect/8575486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-21","name":"Das Pokerschiff","epNo":21,"alt":"Game Of Chance","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651341","hoster":"VOE"},{"path":"/redirect/10651344","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572956","hoster":"VOE"},{"path":"/redirect/8575495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-2/episode-22","name":"Ein unvergesslicher Sommer","epNo":22,"alt":"The Summer Of ’85","descr":"Shaunie kann Eddie überreden, mit ihr zu einer Wahrsagerin zu gehen. Doch was diese den beiden erzählt, gefällt ihnen ganz und gar nicht. Eddie wird bald auf seine erste große Liebe treffen. Shaunie ist verletzt und Eddie zieht sich immer mehr zurück. Als er eines Tages eine zeichnende Frau an Deck eines Schiffes entdeckt, kommen alte Erinnerungen wieder hoch. Diese Frau ist Loma, die erste große Liebe seiner Jugendzeit. Magisch zu ihr hingezogen, verbringen die beiden viel Zeit miteinander. Shaunie hat Angst um ihre Beziehung und stellt Nachforschungen an. Sie macht eine schreckliche Entdeckung. Loma wird wegen Mordes an ihrem Ehemann gesucht! Eddie schwebt in großer Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651241","hoster":"VOE"},{"path":"/redirect/10651244","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572957","hoster":"VOE"},{"path":"/redirect/8575502","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/baywatch/staffel-3/episode-1","name":"Gefährliche Abenteuer im Goldgräberland (1)","epNo":1,"alt":"River Of No Return (1)","descr":"Mitch erhält die Nachricht vom Tod seines Onkels. Er scheint unter mysteriösen Umständen gestorben zu sein. Da Mitch alleiniger Erbe ist fährt er mit Hobie, Eddie und Shaunie zum American River, um dieses anzutreten. Sein Onkel war ein armer Mann, der seine Lebtage damit verbrachte, nach Gold zu schürfen. Somit hinterlässt er lediglich eine alte Hütte und einen Brief, der Mitch zu einem Schatz führen soll. Unter den Goldsuchenden hat sich bereits herumgesprochen, dass der Onkel den berüchtigten â€žGoldenen Stiefelâ€œ gefunden haben soll. Vom Goldfieber gepackt drängt Hobie, der Schatzkarte zu folgen. Die Gruppe macht sich begleitet von einer alten Freundin auf den Weg. Doch sie sind nicht alleine. Zwei geheimnisvolle Männer folgen ihnen und sie scheinen keine guten Absichten zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655713","hoster":"VOE"},{"path":"/redirect/10655712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575511","hoster":"VOE"},{"path":"/redirect/8575507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-2","name":"Gefährliche Abenteuer im Goldgräberland (2)","epNo":2,"alt":"River Of No Return (2)","descr":"Für die Schatzsucher spitzt sich die Lage dramatisch zu. Davon bekommen ihre Freunde daheim nichts mit. Das große Baywatch-Qualifikationsschwimmen nimmt sie völlig in Anspruch. Während sich Eddie und Shauni verabschieden, treten Matt und Summer an den Start.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655714","hoster":"VOE"},{"path":"/redirect/10655716","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572958","hoster":"VOE"},{"path":"/redirect/8575510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-3","name":"Tödliche Gefahr in der Tequila Bay","epNo":3,"alt":"Tequila Bay","descr":"Mitch ist schockiert, als ihm Stephanie Holden als Lieutenant in Baywatch zur Seite gestellt werden soll: Vor Jahren hatte er eine heftige Liebesaffäre mit ihr, die ein jähes Ende fand. Drei Teenagern in Lebensgefahr müssen sie kurz darauf zu Hilfe eilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655718","hoster":"VOE"},{"path":"/redirect/10655719","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572959","hoster":"VOE"},{"path":"/redirect/8710692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-4","name":"Harte Schule","epNo":4,"alt":"Rookie Of The Year","descr":"Matt und Summer haben es geschafft. Sie konnten sich gegen die harte Konkurrenz durchsetzen und einen begehrten Platz im Rettungsschwimmerteam ergattern. Jetzt müssen sie nur noch den Anfängerlehrgang erfolgreich abschließen. Obwohl die beiden zu den besten Schwimmern gehören, stoßen sie bei anderen Aufgaben schon bald an ihre Grenzen. Können sie ihre Angst überwinden, um es ins Team zu schaffen? Unterdessen können Stephanie und C.J. ihr Glück kaum fassen. Beide sind neu im Team und haben auf Anhieb die perfekte Wohnung gefunden. Mit Sack und Pack beginnen sie mit dem Umzug und fallen aus allen Wolken, als sie sich in derselben Wohnung gegenüberstehen. Stephanies Exfreund hat die beiden hinters Licht geführt und ihnen ein und dieselbe Wohnung vermietet. Notgedrungen wollen sie vorrübergehend zusammen wohnen, was jedoch schwieriger wird als gedacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655744","hoster":"VOE"},{"path":"/redirect/10655723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575523","hoster":"VOE"},{"path":"/redirect/8575517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-5","name":"Zwischen zwei Fronten","epNo":5,"alt":"Pier Pressure","descr":"Hobie ist verliebt. Die hübsche Heather hat es ihm angetan. Doch sie beachtet ihn nicht mal und hat nur Augen für die Surfer. Voller Übermut und um sie zu beeindrucken, begibt er sich in verbotene und gefährliche Situationen. Mitch ist davon wenig begeistert und erteilt ihm Hausarrest. Doch Hobie will um jeden Preis die Aufmerksamkeit des Mädchens gewinnen. Als er mit Heather und ihren Freunden in einem Schnapsladen Videospiele spielt, wird er zufällig Zeuge einer Schlägerei zwischen zwei Teenagern. Um Heather zu beeindrucken, behauptet er zu wissen, wer die Schlägerei begonnen hat und somit verhaftet wird. Doch damit ist er nun den Drohungen der Schlägertypen ausgesetzt. Summer beginnt unterdessen ihren Dienst am Strand. Dort trifft sie auf die verwöhnten Mädchen von Miami. Diese setzen alles daran, ihr das Leben schwer zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655728","hoster":"VOE"},{"path":"/redirect/10655727","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572962","hoster":"VOE"},{"path":"/redirect/8575525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-6","name":"Konkurrenzkampf","epNo":6,"alt":"Showdown At Malibu Beach High","descr":"Da er einem Vorgesetzten das Nasenbein gebrochen hat, wird Garner strafversetzt und muss nun Büroarbeit erledigen. Slade trifft am Strand auf Courtney Bremmer, die ebenfalls die Malibu Highschool besucht. Sie hilft ihm einen Sponsor für einen Surfwettbewerb zu finden. Summer zeigt sich darüber nicht glücklich und ist eifersüchtig auf ihre Konkurrentin. Bear ist davon überzeugt, dass die Highschool heiliges Land der Chumash-Indianer als Bauland verkaufen möchte. Er hat Angst um das Erbe seiner Vorfahren. Matt und Summer helfen ihm dabei den Direktor der Highschool umzustimmen und ihm den Zauber des heiligen Orts zu zeigen. Bei Matts Strandparty konsumieren zwei Gäste trotz eines Verbots im Pool Drogen. Dies hat riskante Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655731","hoster":"VOE"},{"path":"/redirect/10655732","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572960","hoster":"VOE"},{"path":"/redirect/8575531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-7","name":"Showdown auf den Klippen","epNo":7,"alt":"Point Doom","descr":"Während einer Motorradtour begegnet Matt seiner Traumfrau namens Jessie. Diese plant ohne sein Wissen ein illegales Motorradrennen in den Klippen von Malibu. Als ihr Konkurrent Hudson im Rennen zu unlauteren Mitteln greift, hat dies gefährliche Konsequenzen für Jessie. Sie stürzt samt Motorrad von den Klippen ins Meer. Stefanie und Mitch, die am selben Strand für einen Wettkampf trainieren, sind glücklicherweise gleich zur Stelle um sie zu retten. Doch Jessie schwebt noch immer in Lebensgefahr. Matt ist entschlossen herauszufinden wer für den Unfall verantwortlich ist und lässt sich ebenfalls auf ein Motorradrennen mit Hudson ein. Auch dabei kommt es zu einem folgenschweren Unfall …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14426710","hoster":"VOE"},{"path":"/redirect/10655737","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572961","hoster":"VOE"},{"path":"/redirect/8575535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-8","name":"Königliche Romanze","epNo":8,"alt":"Princess Of Tides","descr":"Im Rahmen eines Speedboot-Rennens, das von einer bekannten Königsfamilie abgehalten wird, versucht Mitch durch einen Sieg Sponsoren für die Lifeguards zu gewinnen. Doch da er anhält um einer Frau in Not zu helfen, verliert er knapp den Wettkampf. Stattdessen gewinnt ein Freund der Königsfamilie und Verlobter der jungen Prinzessin Catherine. Diese hat jedoch nicht vor, in nächster Zeit zu heiraten. Um ein Leben außerhalb ihres goldenen Käfigs kennenzulernen flieht sie von der Yacht. Beim Versuch an Land zu schwimmen, rettet Mitch sie vor dem Ertrinken. Er ahnt nicht, dass er einer leibhaftigen Prinzessin das Leben gerettet hat und verliebt sich sofort in sie. Die beiden verbringen einen wunderschönen Tag abseits der strengen Hofkultur. Doch ohne ihre Bodyguards schwebt die Prinzessin bald in großer Gefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655739","hoster":"VOE"},{"path":"/redirect/10655742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13916805","hoster":"VOE"},{"path":"/redirect/8575538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-9","name":"Lebensgefährliche Maskerade","epNo":9,"alt":"Masquerade","descr":"Ein Professor und seine Ehefrau verbringen einen romantischen Urlaub auf ihrer Yacht. Doch plötzlich ist der Professor spurlos verschwunden und seine Frau wird tot aus dem Wasser geborgen. Für Mitch ist der Fall klar, doch Stephanie Holden, die mit dem Professor befreundet war, weigert sich zu glauben, dass dieser dazu imstande wäre, einen Mord an seiner eigenen Frau zu begehen. Sie überredet Mitch, den wirklichen Mördern mit Hilfe einer Verkleidung und der Yacht eines Freundes eine Falle zu stellen. Doch die sorgfältig geplante Aktion geht schief: Mit Handschellen gefesselt und von den brutalen Gangstern mit Waffen bedroht, müssen Mitch und Stephanie einen Ausweg aus ihrer lebensgefährlichen \"Maskerade\" finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12172890","hoster":"VOE"},{"path":"/redirect/10655657","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572963","hoster":"VOE"},{"path":"/redirect/8575542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-10","name":"In der Basketball-Szene","epNo":10,"alt":"Lifeguards Can’t Jump","descr":"Der frühere Basketballstar Tito Washburn wird tot an den Strand gespült. Weil Garner an ein Verbrechen glaubt plant er eine ungewöhnliche Aktion. Mitch soll dabei sein Partner sein und zusammen kommen sie dem Mörder immer näher. Währenddessen verbringen Dennis und Arlene Kosowski in Los Angeles ihre lang ersehnten Flitterwochen. Doch Hals über Kopf verliebt sich Dennis in die atemberaubend schöne Rettungsschwimmerin C.J. Genervt von seiner Frau, versucht er mit allen Mitteln C.J. schöne Augen zu machen. Doch sein doppeltes Spiel erweist sich komplizierter als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655666","hoster":"VOE"},{"path":"/redirect/10655661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572965","hoster":"VOE"},{"path":"/redirect/8575548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-11","name":"Ein teuflischer Plan","epNo":11,"alt":"Dead Of Summer","descr":"Wegen einer großen Hitzewelle sind die Strände von Los Angeles zum bersten voll. Die Rettungsschwimmer sind ständig im Einsatz um für Sicherheit zu sorgen. Zusätzlich findet auch ein großes Rockkonzert statt, in dessen Rahmen der Gouverneur eine Wahlkampfrede halten wird. Dies bedeutet eine doppelte Belastung, denn neben dem Strand muss auch die Menschenmenge auf dem Pier überwacht werden. Für den Secret-Service-Agenten Sam Dietz, zuständig für die Sicherheit des Gouverneurs, ist die Veranstaltung der reinste Albtraum. Er bittet Mitch und Garner, ihm und seinen Leuten zu helfen, die Menge im Auge zu behalten. Keiner ahnt etwas von dem ausgeklügelten Plan eines Attentäters, den ganzen Pier in die Luft zu sprengen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655662","hoster":"VOE"},{"path":"/redirect/10655664","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572966","hoster":"VOE"},{"path":"/redirect/8575558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-12","name":"Späte Einsicht","epNo":12,"alt":"A Matter Of Life And Death","descr":"Die Rettungsschwimmer bergen den Körper eines toten Jungen, der schon seit einigen Tagen verschwunden war. Summer wird daraufhin von Alpträumen geplagt. Als sie am nächsten Tag einen Jungen aus dem Wasser retten soll bekommt sie plötzlich Panik. Warum hat sie plötzlich Angst vor Wasser? Ihre Mutter Jackie scheint ihr etwas zu verschweigen. Inzwischen bekommt Mitch Besuch von seinen Eltern Irene und Al aus Phoenix. Sein Vater scheint wie besessen davon, dass Mitch seine Architektenfirma übernimmt. Mitch reagiert abweisend und verletzt. Seine Mutter erklärt ihm schließlich den Grund für Al’s Verhalten: Er leidet an Krebs und wird bald sterben. Mitch ist erschüttert und steht vor einer schweren Entscheidung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655669","hoster":"VOE"},{"path":"/redirect/10655674","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572967","hoster":"VOE"},{"path":"/redirect/8575566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-13","name":"Insel der Romantik","epNo":13,"alt":"Island Of Romance","descr":"Mitch braucht dringend eine Haushälterin. Doch die Richtige zu finden ist gar nicht so einfach, bis sich eine junge Frau vorstellt. Mitch und Hobie sind sofort begeistert von ihr. Sie sieht gut aus, kann gut kochen und das Haus ist immer aufgeräumt. Aber bald gibt es die ersten Probleme, denn Mitch und Hobie haben sich beide in sie verliebt. Stephanie und C.J. fahren unterdessen nach Catalina und wollen dort in einer abgelegenen Bucht ein ruhiges Wochenende verbringen. Sie wollen tauchen und sich ohne Männer amüsieren. Natürlich kommt es anders, als beide innerhalb kürzester Zeit einen sympathischen Mann kennenlernen. Schwierigkeiten gibt es erst, als die beiden Männer sich zum ersten Mal begegnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655670","hoster":"VOE"},{"path":"/redirect/10655672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572969","hoster":"VOE"},{"path":"/redirect/8575562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-14","name":"Außerirdische unter uns?","epNo":14,"alt":"Strangers Among Us","descr":"Die Baywatch-Crew gerät in helle Aufregung, als eine Gruppe von Ufologen unter Leitung von Fay Taylor am Strand ihre Gerätschaften aufbaut. Während die Baywatch-Crew mit Besuchern aus dem Weltall beschäftigt ist, trifft Jimmy Slade, der von einem Surf-Wettbewerb aus Südafrika zurückkommt, am Flughafen ein. Ohne es zu wissen, transportiert er gestohlene Diamanten in einem seiner drei Surfbretter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655678","hoster":"VOE"},{"path":"/redirect/10655677","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504519","hoster":"VOE"},{"path":"/redirect/8575574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-15","name":"Urlaub in der Hölle (1)","epNo":15,"alt":"Vacation (1)","descr":"Die Baywatch-Crew wird nach einer Rettungsaktion zu einer Kreuzfahrt auf der MS Southward eingeladen, die sie an die mexikanische Riviera führt. Nicholas Rogo, ein aus dem Gefängnis entflohener Drogendealer, will mit dem Schiff aus den Staaten fliehen. Stephanie, die zufällig einen Mord der Bande beobachtet, wird von einem der Killer in den Arm geschossen und fällt über Bord – Mitch springt ihr nach. Verzweifelt an einen Rettungsring geklammert, müssen die beiden mitansehen, wie die MS Southward im Dunkel der Nacht verschwindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655681","hoster":"VOE"},{"path":"/redirect/10655682","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504520","hoster":"VOE"},{"path":"/redirect/8575577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-16","name":"Urlaub in der Hölle (2) ","epNo":16,"alt":"Vacation (2)","descr":"Mitch gelingt es, die unter Schock stehende Stephanie auf eine kleine Insel zu bringen. Dort setzt er alles daran, sie am Leben zu halten. Erst am nächsten Morgen merkt die Crew, dass die beiden fehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655685","hoster":"VOE"},{"path":"/redirect/10655686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504521","hoster":"VOE"},{"path":"/redirect/8575587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-17","name":"Die Geiselnahme","epNo":17,"alt":"The Tower","descr":"Ein Psychopath nimmt Stephanie Holden und Summer Quinn als Geiseln. Der Mörder hält sie in einem Rettungsturm am Strand gefangen. Mitch wagt daraufhin eine persönliche Rettungsaktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655691","hoster":"VOE"},{"path":"/redirect/10655689","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572972","hoster":"VOE"},{"path":"/redirect/8575594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-18","name":"Überfall in Malibu ","epNo":18,"alt":"Stakeout At Surfrider Beach","descr":"Mitch rettet die italienische Schauspielerin Lena vor dem Ertrinken. Doch kurz darauf gerat die Schöne erneut in Schwierigkeiten: Sied wird von Kriminellen verfolgt und ausgeraubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655694","hoster":"VOE"},{"path":"/redirect/10655693","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572973","hoster":"VOE"},{"path":"/redirect/8575595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-19","name":"Schwerer Schlag für Mitch (1) ","epNo":19,"alt":"Shattered (1)","descr":"Mitch wird bei einem dramatischen Rettungseinsatz gegen einen Felsen geschleudert und kann seine Beine nicht mehr bewegen. In der Reha-Klinik lernt er den querschnittsgelähmten Jason kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655696","hoster":"VOE"},{"path":"/redirect/10655700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572975","hoster":"VOE"},{"path":"/redirect/8575598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-20","name":"Schwerer Schlag für Mitch (2)  ","epNo":20,"alt":"Shattered (2)","descr":"Der Killer Riddick kann sich als Arzt verkleidet in die Reha-Klinik einschleichen. Er fesselt den kleinen Jason und will ihn in der Schwimmhalle in seinem Rollstuhl ertränken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655697","hoster":"VOE"},{"path":"/redirect/10655702","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572974","hoster":"VOE"},{"path":"/redirect/8575607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-21","name":"Schmutzige Kämpfe","epNo":21,"alt":"Kicks","descr":"Als Mitch Buchannon seinen Kollegen Matt für die Teilnahme an einem Turnier im Amateurkickboxen trainiert, sieht er sich einem erbitterten Feind von früher gegenüber, der ihn in schmutzige Kämpfe verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655703","hoster":"VOE"},{"path":"/redirect/10655705","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915531","hoster":"VOE"},{"path":"/redirect/8575610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-3/episode-22","name":"Der australische Alptraum","epNo":22,"alt":"Fatal Exchange","descr":"Ein australischer Rettungsschwimmer, der sich im Rahmen eines Austauschprogramms in den USA aufhält, macht Mitch das Leben zur Hölle: Der Australier ist ein Meister seines Fachs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655708","hoster":"VOE"},{"path":"/redirect/10655709","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504522","hoster":"VOE"},{"path":"/redirect/8575615","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/baywatch/staffel-4/episode-1","name":"Wettlauf mit der Zeit (1)","epNo":1,"alt":"Race Against Time (1)","descr":"Hobies Mutter Gayle kommt zu Besuch. Sie will sich offenbar wieder verheiraten. Als sie im firmeneigenen Jet ihres zukünftigen Mannes zu den Hochzeitvorbereitungen fliegen, stürzt die Maschine ins Meer. Gayle wird lebensgefährlich verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916821","hoster":"VOE"},{"path":"/redirect/10655913","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572977","hoster":"VOE"},{"path":"/redirect/8575624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-2","name":"Wettlauf mit der Zeit (2)","epNo":2,"alt":"Race Against Time (2)","descr":"Mitch und Stephanie entdecken nach langer verzweifelter Suche die Stelle, wo das Flugzeug abgestürzt ist. Mitch taucht. Die Situation in der Maschine ist hochdramatisch. Mitch Ex-Frau Gayle droht das Bewusstsein zu verlieren. Hobie versucht, ihr zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655917","hoster":"VOE"},{"path":"/redirect/10655916","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572979","hoster":"VOE"},{"path":"/redirect/8575623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-3","name":"Die Bucht der Liebenden","epNo":3,"alt":"Lover’s Cove","descr":"Hobie ist zum ersten Mal richtig verliebt, das Mädchen ist jedoch unheilbar krank. In der \"Bucht der Liebenden\" schwören sich die beiden ewige Liebe. Da wird Hobie von einer gefährlichen Qualle angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655918","hoster":"VOE"},{"path":"/redirect/10655922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474156","hoster":"VOE"},{"path":"/redirect/8575635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-4","name":"Hobie und der Riese","epNo":4,"alt":"Blindside","descr":"Hobie ist entsetzt. Auf einem Jahrmarkt lernt er einen Riesen kennen, der gezwungen wird, in einer Schaubude zu arbeiten. Die beiden freunden sich an. Fieberhaft denkt Mitchs Spross darüber nach, wie er seinem Freund helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655924","hoster":"VOE"},{"path":"/redirect/10655925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572980","hoster":"VOE"},{"path":"/redirect/8575647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-5","name":"Der Ballonfahrer","epNo":5,"alt":"Sky Rider","descr":"C.J. hat alle Hände voll damit zu tun, sich einen hartnäckigen Verehrer vom Hals zu halten. Der Mann versucht, vom Heißluftballon aus, ihr seine Liebe zu beweisen. Auch Summer hat Probleme. Slade ist zurückgekehrt und sie muss ihm ein Geständnis machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655927","hoster":"VOE"},{"path":"/redirect/10655928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504523","hoster":"VOE"},{"path":"/redirect/8575652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-6","name":"In den Fängen des Bösen (1)","epNo":6,"alt":"Tentacles (1)","descr":"Mitch fällt auf eine bildschöne Frau herein. Die zwingt ihn mit Waffengewalt an Bord eines Fischkutters. Hier wird der Lebensretter von Sträfling Harris Brady erwartet. Brady wurde bei seiner Flucht aus dem Gefängnis schwer verwundet. Mitch soll ihm jetzt helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655932","hoster":"VOE"},{"path":"/redirect/10655933","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504524","hoster":"VOE"},{"path":"/redirect/8575657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-7","name":"In den Fängen des Bösen (2)","epNo":7,"alt":"Tentacles (2)","descr":"Mitch steckt in großen Schwierigkeiten. Nach wie vor ist er in der Gewalt des entflohenen Sträflings. Mit viel Mühe konnte er die Kugel aus dem Bein des Killes entfernen. Während seine Freunde nach ihrem Boss suchen, versucht Mitch sich zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655936","hoster":"VOE"},{"path":"/redirect/10655937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504525","hoster":"VOE"},{"path":"/redirect/8575667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-8","name":"Die Schuldfrage","epNo":8,"alt":"Submersion","descr":"Mitch quält sich mit Selbstvorwürfen: Bei dem Versuch, zwei Jungen vor dem Ertrinken zu retten, konnte er einen der beiden nur noch bewusstlos an Land bringen. Das Leben des Jungen hängt an einem seidenen Faden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655851","hoster":"VOE"},{"path":"/redirect/10655852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13530309","hoster":"VOE"},{"path":"/redirect/8575671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-9","name":"Ein mörderischer Wettkampf","epNo":9,"alt":"Ironman Buchannon","descr":"Kurz vor seinem Geburtstag beschließt Mitch, an dem mörderischen \"Ironman\"-Wettkampf teilzunehmen. Eigentlich ist er ja für so etwas schon ein wenig zu alt. Aber ein schönes Mädchen, dass er gerettet hat, setzt in Mitch ungeahnte Kräfte frei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655854","hoster":"VOE"},{"path":"/redirect/10655855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9572985","hoster":"VOE"},{"path":"/redirect/8575685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-10","name":"Die Graffiti-Gang","epNo":10,"alt":"Tower Of Power","descr":"Ein Neuer tritt seinen Dienst im Baywatch-Team an: der Rettungsschwimmer Carlos. Als Hobie von einer Gang ausgeraubt wird, eilen Stephanie und Carlos ihm zu Hilfe. Carlos scheint ein Mädchen aus der Gang zu kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655859","hoster":"VOE"},{"path":"/redirect/10655861","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504527","hoster":"VOE"},{"path":"/redirect/8967544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-11","name":"Strandolympiade","epNo":11,"alt":"The Child Inside","descr":"Weltklasseturnerin Mary Lou Retton, eine alte Freundin von Mitch, will die Strand-Olympiade am Venice Beach organisieren. Wie jedes Jahr sollen geistig und psychisch gehandicapte Kinder um Medallien ringen. Das Baywatch-Team macht begeistert mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655863","hoster":"VOE"},{"path":"/redirect/10655865","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13530310","hoster":"VOE"},{"path":"/redirect/8575693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-12","name":"Zwischen zwei Frauen","epNo":12,"alt":"Second Time Around","descr":"Matt gerät in Bedrängnis, als er die hübsche Jessie wiedertrifft. Sie bittet ihn, so zu tun, als sei er mit ihr verlobt. Grund für das Versteckspiel: Sie muss sich einen zudringlichen Regisseur vom Leib halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655866","hoster":"VOE"},{"path":"/redirect/10655870","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504526","hoster":"VOE"},{"path":"/redirect/8575701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-13","name":"Damals und heute","epNo":13,"alt":"The Red Knights","descr":"Zwei rüstige Senioren unterstützen Matt und Summer bei einer Rettungsaktion am Strand von Malibu. But und Cliff sind ehemalige Kollegen der beiden. Zusammen mit Ben Edwards bildeten sie einst die Eliteeinheit \"Red Nights\". Als sie ihren alten Kumpel Ben wiedersehen, sind sie überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004133","hoster":"VOE"},{"path":"/redirect/10655872","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504529","hoster":"VOE"},{"path":"/redirect/8575717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-14","name":"Spuk im Hotel (1)","epNo":14,"alt":"Coronado Del Soul (1)","descr":"Das Baywatch-Team fährt nach San Diego. Sie wollen den dortigen Kollegen die Einsatzmöglichkeiten der \"Scarab\"-Schnellboote demonstrieren. C.J. trifft in \"Sea World\" den Mann ihrer Träume, Mitch seinen Bruder Buzzy und seinen Neffen Kyle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655877","hoster":"VOE"},{"path":"/redirect/10655876","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504532","hoster":"VOE"},{"path":"/redirect/8575720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-15","name":"Spuk im Hotel (2)","epNo":15,"alt":"Coronado Del Soul (2)","descr":"Mitch ist mit seinem Bruder Buzzy auf hoher See, als der einen Herzinfarkt erleidet. Hobie und Kyle, die an Land geblieben sind, ahnen, dass ein Unglück passiert ist. Sie benachrichtigen Stephanie und C.J. Eine dramatische Rettungsaktion beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655879","hoster":"VOE"},{"path":"/redirect/10656485","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13530312","hoster":"VOE"},{"path":"/redirect/8575724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-16","name":"Gefährliches Spiel","epNo":16,"alt":"Mirror, Mirror","descr":"Mitch gerät in die Fänge einer schizophrenen Frau. Die verwickelt ihn in gefährliches Verwirrspiel. Währenddessen begegnen Matt und Summer einem großen weißen Hai. – Zu Gast: \"Matrix\"-Star Carrie-Anne Moss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655884","hoster":"VOE"},{"path":"/redirect/10655883","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504534","hoster":"VOE"},{"path":"/redirect/8575734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-17","name":"Tödliches Wissen","epNo":17,"alt":"The Falcon Manifesto","descr":"Mitch ist frisch verliebt. Catherine Larsen heißt seine neue Herzensdame. Die Reporterin arbeitet an einer hochbrisanten Story. Ausgerechnet an Mitchs Strandabschnitt kommt sie kurz darauf auf mysteriöse Weise ums Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655887","hoster":"VOE"},{"path":"/redirect/10655888","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504535","hoster":"VOE"},{"path":"/redirect/8575740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-18","name":"Filmteam am Strand","epNo":18,"alt":"Rescue Bay","descr":"Ein Produzent entdeckt am Strand von Baywatch die idealen Bedingungen für den Dreh einer Fernsehserie. Neben ein paar Profi-Schauspielern engagiert er auch C.J., die sich bei einem fingierten Rettungseinsatz besonders hervor tut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655892","hoster":"VOE"},{"path":"/redirect/10655893","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474154","hoster":"VOE"},{"path":"/redirect/8575744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-19","name":"Schlagabtausch","epNo":19,"alt":"Trading Places","descr":"Ein halb Bewusstloser treibt auf die Küste von Santa Monica zu. Bei der Rettungsaktion legt sich Stephanie mit Scott Daniels von der Küstenwache an. Kurz darauf bekommt die Rettungsschwimmerin Gelegenheit, Daniels zu verblüffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655895","hoster":"VOE"},{"path":"/redirect/10655898","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474170","hoster":"VOE"},{"path":"/redirect/8575750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-20","name":"Fracht aus Hongkong","epNo":20,"alt":"Guys And Dolls","descr":"Matt hilft einer verängstigt wirkenden jungen Frau aus einer Notsituation. Er muss bald erkennen, dass er es mit einer hinterlistigen Gaunerin zu tun hat. Zusammen mit einem Kompagnon schmuggelt sie heiße Ware.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655900","hoster":"VOE"},{"path":"/redirect/10655901","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474164","hoster":"VOE"},{"path":"/redirect/8575761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-21","name":"Jesse findet heim","epNo":21,"alt":"Western Exposure","descr":"Der Countrysänger Jesse Lee Harris sucht verzweifelt nach seiner Frau und seinem Sohn. Sie hatten ihn verlassen und sollen sich jetzt in Santa Monica aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655904","hoster":"VOE"},{"path":"/redirect/10655911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474194","hoster":"VOE"},{"path":"/redirect/8575770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-4/episode-22","name":"Rettungsschwimmer in Bedrängnis","epNo":22,"alt":"The Life You Save","descr":"Wegen Haushaltskürzungen sollen am Strand einige Arbeitsplätze von Rettungsschwimmern eingespart werden. Mitch und Stephanie versuchen den Inspektoren aufzuzeigen, wie wichtig ihre Aufgabe ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004134","hoster":"VOE"},{"path":"/redirect/10655908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8575785","hoster":"VOE"},{"path":"/redirect/12980129","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/baywatch/staffel-5/episode-1","name":"Das große Beben (1)","epNo":1,"alt":"Livin’ On The Fault Line (1)","descr":"Ein massives Erdbeben sucht die Gegend um den Malibu-Graben heim. Die Bewohner der Gegend schweben für einige Augenblicke in Lebensgefahr. Außerdem treibt Logan, ein neuer Rettungsschwimmer aus Australien, Matt zur Weißglut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695337","hoster":"VOE"},{"path":"/redirect/13082901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-2","name":"Das große Beben (2)","epNo":2,"alt":"Livin’ On The Fault Line (2)","descr":"Ein weiteres Erdbeben erschüttert die Gegend um Malibu Beach: Der Leiter eines Vermessungsteams wurde unter Wasser von einem Felsen eingeklemmt. Jackies Wohnwagen droht, die Klippen hinunterzustürzen, und Hobie liegt unter Trümmern in einer eingestürzten Garage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695345","hoster":"VOE"},{"path":"/redirect/10695349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-3","name":"Nachbeben","epNo":3,"alt":"After Shock","descr":"Hobie leidet so sehr unter den Nachwirkungen des Bebens, dass er zu seiner Mutter zieht. Schon bald sind die beiden zurück, mit der freudigen Nachricht, es noch einmal gemeinsam als Familie versuchen zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695347","hoster":"VOE"},{"path":"/redirect/10695348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-4","name":"Das Baja-Rennen","epNo":4,"alt":"Baja Run","descr":"Cort, ein alter Freund von Mitch, taucht unerwartet auf. Er will am Baja-Rennen, dem härtesten Strandbuggy-Rennen seiner Art, teilnehmen und überredet Mitch, mit ihm zu fahren. Was Mitch nicht ahnt: Cort will das Rennen für einen illegalen Kunsttransport nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695352","hoster":"VOE"},{"path":"/redirect/10695354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-5","name":"Carters Vater","epNo":5,"alt":"Short Sighted","descr":"Carter ist erst vor kurzem nach Kalifornien gezogen. Hobie schlägt ihm vor, an dem alljährlichen Schwimmwettkampf für Väter und Söhne teilzunehmen. Carter trägt mächtig auf: Sein Vater sei ein Sportass. Doch die Wahrheit sieht leider anders aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695355","hoster":"VOE"},{"path":"/redirect/10695357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-6","name":"Hobie und die Drachenflieger","epNo":6,"alt":"Air Buchannon","descr":"Hobie ist bis über beide Ohren in die hübsche Wendie verknallt. Um ihr zu imponieren nutzt er Mitchs Abwesenheit für eine kleine Fete. Doch daraus wird rasch eine Riesenparty, die völlig außer Kontrolle gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695369","hoster":"VOE"},{"path":"/redirect/10695366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-7","name":"Agenten mit Herz","epNo":7,"alt":"Someone To Baywatch Over You","descr":"FBI-Agentin Morgan lässt sich ins Baywatch-Team aufnehmen. So kann sie gut getarnt die Freundin eines Gangsterbosses beschatten. Schon nach kurzer Zeit geht sie Mitch gehörig auf die Nerven. Morgan macht keinen Hehl aus ihrer Meinung über Rettungsschwimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695227","hoster":"VOE"},{"path":"/redirect/10695225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-8","name":"Larrys großer Coup","epNo":8,"alt":"KGAS, The Groove-Yard Of Solid Gold","descr":"Anlässlich der Eröffnung von Kayes neuem Strandrestaurant berichtet Radiosender K-Gas live. Mit dem Hinweis auf einen vergrabenen Schatz lockt der Sender Tausende Besucher an den Strand von Malibu. Mitch ist entsetzt, denn die Massen steuern auf eine Katastrophe zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695226","hoster":"VOE"},{"path":"/redirect/10695229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-9","name":"Der heiße Wind","epNo":9,"alt":"Red Wind","descr":"Die heißen Santa-Ana-Winde ziehen über die Küste von Malibu. Die Rettungsschwimmer sind alarmiert. Matt befürchtet, dass der Wüstenwind sämtliche Spinner der Region an den Strand treibt. Und er soll Recht behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695234","hoster":"VOE"},{"path":"/redirect/10695235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-10","name":"Taucht Jamie wieder auf?","epNo":10,"alt":"Deep Trouble","descr":"Kaye bringt einen Jungen an den Strand von Baywatch. Er will dem leukämiekranken Kind eine Freude machen. C.J. entdeckt unter ihrem Turm einen bewusstlosen Stadtstreicher. Entsetzt stellt sie fest, dass es sich bei dem Mann um ihren Exgeliebten handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695240","hoster":"VOE"},{"path":"/redirect/10695237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-11","name":"Kalifornische Weihnacht (1)","epNo":11,"alt":"Silent Night, Baywatch Night (1)","descr":"Während Mitch seiner neuen Freundin Tracy weiße Weihnachten präsentieren will, lädt Sohn Hobie spotan den Ausreißer Joey über die Feiertage ein. C.J. kümmert sich um eine Gruppe von Kindern. Dabei verliebt sie sich in den gut aussehenden Gemeindepfarrer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695239","hoster":"VOE"},{"path":"/redirect/10695242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-12","name":"Kalifornische Weihnacht (2)","epNo":12,"alt":"Silent Night, Baywatch Night (2)","descr":"Hobiea Gast Joey entpuppt sich als Trickbetrüger. Und er hält noch eine weitere Überraschung bereit: Er ist kein Junge, sondern ein Mädchen. Father Sam hat sich in C.J. verlierbt. Er denkt daran, sein Priesteramt niederzulegen. C.J. hat Skrupel wegen Matt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695254","hoster":"VOE"},{"path":"/redirect/10695252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-13","name":"Die Midlife-Crisis","epNo":13,"alt":"I Spike","descr":"Die Rettungsschwimmer von Malibu bekommen Besuch aus Australien. Rettungsexpertin Tracy will ihnen die Vorzüge des \"Scat\" persönlich demonstrieren. Mitch verliebt sich auf Anhieb in die hübsche Blondine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382175","hoster":"VOE"},{"path":"/redirect/10695262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-14","name":"Mitch und die fremde Frau","epNo":14,"alt":"Rubber Ducky","descr":"Logans Visum läuft ab. Es gibt nur zwei Möglichkeiten für den Australier, an eine Arbeitserlaubnis zu kommen. Entweder er heiratet die reiche Witwe Kathleen oder er nimmt an dem Schlauchbootrennen teil, um sich von dem Preisgeld eine \"Green Card\" zu kaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695269","hoster":"VOE"},{"path":"/redirect/10695277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-15","name":"Badenixen und Boatpeople","epNo":15,"alt":"Promised Land","descr":"Mitch und Caroline retten eine völlig entkräftete Chinesin. Die junge Frau muss tagelang auf ihrem Floß übers Meer getrieben sein. Die Rettungsaktion beschert ihnen prompt Schwierigkeiten mit der Einwanderungsbehörde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695294","hoster":"VOE"},{"path":"/redirect/10695300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-16","name":"Das Vatertags-Vermächtnis","epNo":16,"alt":"Father’s Day","descr":"Irene Buchannon überreicht ihrem Sohn Mitch ein geheimnisvolles Päckchen, das sein Vater kurz vor seinem Tod für ihn gepackt hat. Als Mitch sich endlich traut, es zu öffnen, findet er zu seiner Überraschung eine Sammlung seiner Taten als Rettungsschwimmer vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695313","hoster":"VOE"},{"path":"/redirect/13565808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-17","name":"Wahre Hilfe","epNo":17,"alt":"A Little Help From My Friends","descr":"Mitch kommt nicht über den Verlust von Tracy hinweg. Vergeblich bemühen sich seine Freunde, ihn abzulenken. Weltklasse-Athlet Ron ist aidskrank. Bei seinem täglichen Schwimmtraining trifft ihn ein Schwächeanfall unvorbereitet. Caroline muss ihn retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695317","hoster":"VOE"},{"path":"/redirect/10695322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-18","name":"Letzte Tage","epNo":18,"alt":"Seize The Day","descr":"Tracy setzt alles daran, die Diagnose zu verheimlichen. Die Ärzte haben ihr mitegeteilt, dass ihr Krebs unheilbar ist. Bei einer Rettungsaktion erleidet sie einen Schwächeanfall. Aber noch immer wagt sie es nicht, Mitch die Wahrheit zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695319","hoster":"VOE"},{"path":"/redirect/13565800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-19","name":"Miss Molly","epNo":19,"alt":"The Runaways","descr":"Kay hat mit dem Strandcafé nur mäßigen Erfolg. Mitch hat eine Idee: Er heuert die Sängerin Molly an, um den Laden in Schwung zu bringen. Molly glaubt fest, dass auf sie eine große Karriere wartet. Da geht das Gerücht um, dass ein prominenter Milllionär am Strand ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695325","hoster":"VOE"},{"path":"/redirect/10695324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-20","name":"Angeturnt und durchgeknallt","epNo":20,"alt":"Wet And Wild","descr":"Hobie ist völlig aus dem Häuschen. Er hat ein neues Idol: Stuntman Johnny Danger. Der virtuose Motorradfahrer animiert Hobie und seine minderjährigen Freunde, Alkohol zu trinken. Am nächsten Tag zieht Mitch die Leichen zweier Jungs aus dem Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695328","hoster":"VOE"},{"path":"/redirect/10695329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-21","name":"Kein Mann wie Samt und Seide","epNo":21,"alt":"Fire With Fire","descr":"Mitch bekommt Besuch von seinem alten Freund Andy Jamison. Andy ist zur Zeit Sheriff. Um seinen Status als Rettungsschwimmer halten zu können, muss er vier Trainingstage in Baywatch absolvieren. Stephanie ist von Andys rüden Methoden überhaupt nicht angetan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695331","hoster":"VOE"},{"path":"/redirect/10695327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-5/episode-22","name":"Gefahrenvolle Rückkehr","epNo":22,"alt":"Homecoming","descr":"Monate sind vergangnen, seit Stephanie Baywatch verließ, um mit Riley Ferguson die Welt zu umsegeln. Ihre Freunde und Kollegen erwarten sie jetzt täglich zurück. Aber Riley und Stephanie werden auf einer Insel kurz vor Malibu in ein haasträubendes Abenteuer verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10695336","hoster":"VOE"},{"path":"/redirect/10695339","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/baywatch/staffel-6/episode-1","name":"Gefangene des Meeres - Teil 1 ***[Bluray-Disc,Gerdub-Titelliste]***","epNo":1,"alt":"Forbidden Paradise – Part 1","descr":"Mitch fliegt mit der gesamten Crew nach Hawaii. Von den dortigen Schwimmern will er neue Rettungstechniken lernen. Für Mitch und Matt erweist sich das Paradies schnell als sehr gefährlich. Matt wird bei einem Bootsausflug von einem giftigen Skorpionsfisch gestochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710790","hoster":"VOE"},{"path":"/redirect/10710786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-2","name":"Gefangene des Meeres - Teil 2","epNo":2,"alt":"Forbidden Paradise – Part 2","descr":"Matt wurde von einem giftigen Skorpionsfisch gestochen. Nun versucht Mitch, ihn durch den dichten Dschungel zurück zu einem Fischerdorf zu bringen. Das ist leichter gesagt als getan. Der Urwald ist voller Gefahren, und die Zeit läuft gegen sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711057","hoster":"VOE"},{"path":"/redirect/10711056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-3","name":"Malibu in Flammen","epNo":3,"alt":"Trapped Beneath The Sea – Part 1","descr":"Cody Madison ist neu im Team. Stephanie nimmt ihn sofort unter ihre Fittiche. Als sie das Fundament einer alten Bohrinsel inspizieren müssen, werden sie in der sinkenden Plattform eingeschlossen. Die Zeit wird knapp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711061","hoster":"VOE"},{"path":"/redirect/10711059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-4","name":"Alarm in der Diabolo-Bucht","epNo":4,"alt":"Trapped Beneath The Sea – Part 2","descr":"Das Baywatch-Team lässt die Bohrinsel mit einem Kran anhieven. Jetzt können Taucher in die Plattform eindringen. Eine dramatische Rettungsaktion beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711070","hoster":"VOE"},{"path":"/redirect/10711065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-5","name":"Wolken am Horizont","epNo":5,"alt":"Hot Stuff","descr":"Durch eine unglückliche Verkettung von Zufällen gerät ein Waldstück in Malibu in Flammen. Ausgerechnet dort befindet sich Hobie mit ein paar blinden Kindern auf einer Wanderung. Gelingt es Mitch und seinem Team, sie rechtzeitig zu finden und aus den Flammen zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13625295","hoster":"VOE"},{"path":"/redirect/13625294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-6","name":"Teamwork","epNo":6,"alt":"Leap Of Faith","descr":"Stephanie, Caroline und C.J. verbringen ein Wochenende auf einer abgelegenen Insel. Dort wollen sie in aller Ruhe den Baywatch-Nachwuchs ausbilden. Zur allgemeinen Überraschung gesellt sich die unbeliebte Neely zu der kleinen Gruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13625297","hoster":"VOE"},{"path":"/redirect/13625296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-7","name":"Der Angst zum Trotz","epNo":7,"alt":"Surfs Up","descr":"Die Diabolo-Bucht, für Surfer ein Paradies, ist so stark verschmutzt, dass die Rettungsschwimmer sie sperren. Zwei Jungen schlagen jedoch die Warnungen in den Wind. Kaum im Wasser, wird es einem der Jungen so schlecht, dass er zu ertrinken droht. Neely muss ihn retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710788","hoster":"VOE"},{"path":"/redirect/10710785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-8","name":"Fahrerflucht","epNo":8,"alt":"Face Of Fear","descr":"Caroline hat sich mit Corey Berens, einem ehemaligen Weltklasse-Jockey, angefreundet. Dieser gibt aus Angst, wieder an einem Rennen teilnehmen zu müssen, vor, nach einem Sturz vom Pferd blind zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710794","hoster":"VOE"},{"path":"/redirect/10710791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-9","name":"Endlich zuhause?","epNo":9,"alt":"To Everything There Is A Season","descr":"Wie jedes Jahr bekommt Mitch Besuch von seiner Mutter Irene. Mitch merkt sofort, dass etwas mit ihr nicht stimmt. Er kann sie überreden, einen Arzt aufzusuchen. Der bestätigt Mitchs Verdacht: Irene leidet unter Alzheimer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710817","hoster":"VOE"},{"path":"/redirect/10710798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-10","name":"Schöne Träume","epNo":10,"alt":"Hit And Run","descr":"Logan hat einen wichtigen Termin. Weil er keinen fahrbaren Untersatz zur Verfügung hat, \"leiht\" er sich Codys Wagen. Prompt wird er in einen Unfall verwickelt. Weil Logan nicht zugeben will, dass er den Wagen gefahren hat, erfindet er einen Fahrer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710811","hoster":"VOE"},{"path":"/redirect/14423397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-11","name":"Der Cowboy","epNo":11,"alt":"Home Is Where The Heat Is","descr":"Matt taucht plötzlich wieder auf. Damit sich die Spannungen zwischen ihm und Nelly endlich legen, schickt Mitch die beiden zusammen auf Patrouille. Sie fallen Kidnappern in die Hände. Mitch und Hobie wollen die kleine Joey bei sich aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710833","hoster":"VOE"},{"path":"/redirect/10710807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-12","name":"Das Ungeheuer von Malibu","epNo":12,"alt":"Sweet Dreams","descr":"Logan entdeckt in seinem Turm ein niedliches Baby, das dort ausgesetzt wurde. Er vermutet, dass er der Vater ist und kümmert sich rührend um den Kleinen. Doch ist es tatsächlich sein Sohn?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919049","hoster":"VOE"},{"path":"/redirect/10710813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-13","name":"Mörderischer Ausflug","epNo":13,"alt":"The Incident","descr":"Caroline glaubt am Tod eines verunglückten Jugendlichen schuld zu sein und macht sich große Vorwürfe. In ihrer Verzweiflung vernachlässigt sie ihre Arbeit, greift zum Alkohol und schließt sich einer Motorradgang an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710838","hoster":"VOE"},{"path":"/redirect/10710815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-14","name":"Drei Engel für Logan","epNo":14,"alt":"Desperate Encounter","descr":"Mitch und Shelby aalen sich in Mexiko am Strand. Plötzlich hören sie die Hilferufe einer Frau, die offenbar von einer Segelyacht ins Meer gefallen ist. Ihre Versuche, sie zu retten, enden erfolglos. Mitch kommt der Verdacht, dass es sich um Mord handeln könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710827","hoster":"VOE"},{"path":"/redirect/10710821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-15","name":"Starke Männer","epNo":15,"alt":"Sail Away","descr":"Mitch und Hobie freuen sich. Einer Adotption von Joey scheint nichts mehr im Weg zu stehen. Doch da kommt Ryan mit einer schlechten Nachricht. Neely sorgt im Segelteam für Unruhe. Mit ihrem Ehrgeiz ist sie bei der Fun-Regatta völlig fehl am Platz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710860","hoster":"VOE"},{"path":"/redirect/10710828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-16","name":"Nochmal Glück gehabt","epNo":16,"alt":"Last Wave","descr":"Kaye Morgan trifft ihren früheren Freund, den Profi-Surfer Wes Masters, wieder. Er ist zu einem Surf-Wettbewerb nach Malibu gekommen. Die beiden verlieben sich aufs Neue. Doch da hat Wes einen schweren Unfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710891","hoster":"VOE"},{"path":"/redirect/10710850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-17","name":"Joey findet eine Familie","epNo":17,"alt":"Go For The Gold","descr":"Cody findet auf dem Meeresboden eine wertvolle spanische Golddublone. Wenig später unternimmt er genau an dieser Stelle noch einen Tauchgang. Er stößt auf einen Behälter voller Kokain. Die Dealer sind auch nicht weit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710935","hoster":"VOE"},{"path":"/redirect/10710956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-18","name":"Verlorene Erinnerungen","epNo":18,"alt":"Lost And Found","descr":"Mitch rettet einer jungen Asiatin das Leben. Das Mädchen war auf der Suche nach ihrem Vater nach Malibu gekommen. Später erfährt Mitch, daß sie das Gedächtnis verloren hat und dringend seine Hilfe braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10710960","hoster":"VOE"},{"path":"/redirect/10710982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-19","name":"Hawaii kann auch ganz anders sein - Teil 1","epNo":19,"alt":"Bash At The Beach","descr":"Catcher Rock Flair alias \"Nature Boy\" hat das Grundstück des Jugend-Sportclubs von Venice gekauft. Dem Club droht jetzt das engültige Aus. Denn Rock will das Land verkaufen. Hulk Hogan kommt ins Baywatch-Hauptquartier. Er hat ein Hühnchen mit C.J. zu rupfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711027","hoster":"VOE"},{"path":"/redirect/10710984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-20","name":"Hawaii kann auch ganz anders sein - Teil 2","epNo":20,"alt":"Beauty And The Beast","descr":"Ein Sportmagazin will eine echte Rettungsschwimmerin als Model für das nächste Heft. C.J., Caroline und Neely sind von der Idee begeistert: Modeln in Mexiko. Windpocken werfen C.J. aus dem Rennen. Jetzt tobt zwischen Neely und Caroline ein erbitterter Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711006","hoster":"VOE"},{"path":"/redirect/10711007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-21","name":"Die letzte Welle","epNo":21,"alt":"Baywatch Angels","descr":"Ein Geistesgestörter unternimmt einen Mordanschlag auf Logan. C.J., Stephanie und Caroline erinnern sich an die Fernsehserie \"Drei Engel für Charlie\" und versuchen, dem Täter im Stil dieser drei Privatdetektivinnen das Handwerk zu legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711044","hoster":"VOE"},{"path":"/redirect/10711039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-6/episode-22","name":"Gold","epNo":22,"alt":"Freefall","descr":"Mitch lässt sich überreden, einmal statt durch Wasser durch die Lüfte zu surfen. Und das trotz seiner Höhenangst. Mit weichen Knien springt er. Da passiert es: Der Fallschirm öffnet sich nicht. Auch der Ersatzschirm versagt seine Dienste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10711052","hoster":"VOE"},{"path":"/redirect/10711054","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/baywatch/staffel-7/episode-1","name":"Hai-Fieber","epNo":1,"alt":"Shark Fever","descr":"Logan dreht einen Film, in dem Haiangriffe auf Menschen für Spannung sorgen sollen. Bei den Dreharbeiten auf See reißt sich ein Tigerhai von seiner Sicherheitsleine los und verschwindet. Am nächsten Tag greift das Killer-Tier eine Gruppe von Surfern an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746832","hoster":"VOE"},{"path":"/redirect/10746812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-2","name":"Der Schönheitswettbewerb","epNo":2,"alt":"The Contest","descr":"Mitch erklärt sich bereit, bei einem Schönheitswettbewerb als Juror zu fungieren. Bald stellt er fest, dass das verlockend anmutende Amt durchaus seine Tücken hat. Schneller als er gucken kann, bewegt sich Mitch auf einem Minenfeld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004135","hoster":"VOE"},{"path":"/redirect/10746856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-3","name":"Casey Jean","epNo":3,"alt":"Liquid Assets","descr":"C.J. freundet sich mit einem etwas heruntergekommenen alten Mann an. Dieser behauptet, früher ein berühmter Kostümbildner in Hollywood gewesen zu sein. C.J. glaubt ihm seine Geschichte. Als er wenig später stirbt, erleben alle eine große Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746963","hoster":"VOE"},{"path":"/redirect/10746962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-4","name":"Der 5000-Dollar-Mann","epNo":4,"alt":"Windswept","descr":"Die reiche und attraktive Alicia Hancock hat auf einer \"Junggesellen-Auktion\" für 5000 Dollar einen Tag mit Mitch ersteigert. Mit einem kleinen Segelboot fahren die beiden auf eine unbewohnte Insel. Bald stellt sich heraus, was Alicia für ihr Geld erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746974","hoster":"VOE"},{"path":"/redirect/10746969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-5","name":"Kein Tag wie jeder andere","epNo":5,"alt":"Scorcher","descr":"Ein heißer Tag steht dem Baywatch-Team bevor. Hunderttausende tummeln sich am Strand und halten die Rettungsschwimmer auf Trab. Zu allem Überfluss taucht auch noch ein Geheimdienstagent auf, der die Kontrolle übernehmen will. Denn der amerikanische Präsident will joggen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747020","hoster":"VOE"},{"path":"/redirect/10747023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-6","name":"Die Beachblast-Spiele","epNo":6,"alt":"Beach Blast","descr":"Mitch unterstützt behinderte Athleten, die an den Paralympics teilnehmen wollen. Zusammen mit dem Musiksender MTV veranstaltet er die Beachblast-Spiele. Die Wettkämpfe werden sogar live übertragen. Da passiert ein schrecklicher Unfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747037","hoster":"VOE"},{"path":"/redirect/10747046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-7","name":"Lieber Besuch","epNo":7,"alt":"Guess Who’s Coming To Dinner","descr":"C.J. macht sich Sorgen um ihre Mutter Shelley. Das ehemalige Top-Revuegirl lässt sich immer mit den falschen Männern ein. Vor einem Mafiaboss muss sie von Las Vegas zu ihrer Tochter nach Los Angeles flüchten. Shelley fürchtet, dass Blanton sie umbringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747080","hoster":"VOE"},{"path":"/redirect/10747089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-8","name":"Männer aus Stahl","epNo":8,"alt":"Let The Games Begin","descr":"In Malibu findet ein Wettbewerb statt. Mitch und sein Team treten dabei in mehreren Strand- und Wassersportarten gegen Rettungsschwimmer aus Australien an. Zu diesem Wettkampf sind nur Männer zugelassen. Doch C.J. \u0026 Co sorgen dafür, dass für sie eine Ausnahme gemacht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747111","hoster":"VOE"},{"path":"/redirect/10747101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-9","name":"Ohne Donna geht es nicht","epNo":9,"alt":"Buried","descr":"Donna wird vom Dienst suspendiert, weil sie für den \"Playboy\" Modell gestanden hat. Dann werden Mitglieder des Teams durch einen Erdrutsch in einem Tunnel verschüttet. Bei der Rettungsaktion ist Donnas Hilfe unerlässlich. Sie ist die beste Kletterin des Baywatch-Teams.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747176","hoster":"VOE"},{"path":"/redirect/12981058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-10","name":"Feuer und Wasser","epNo":10,"alt":"Search And Rescue","descr":"Ein großes Feuer am Pier erfordert den Rettungseinsatz von Rettungsschwimmern und Feuerwehr. Für die Zukunft soll eine Rettungs- und Sucheinheit gebildet werden, um solchen Katastrophen besser begegnen zu können. Die besten Leute vom Baywatch-Team bewerben sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746586","hoster":"VOE"},{"path":"/redirect/10746587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-11","name":"Müllkippe Ozean","epNo":11,"alt":"Heal The Bay","descr":"Beim Training für einen Wettbewerb schwimmt Mitch über rostige Fässer. In diesen befindet sich illegal entsorgtes Gift. Bald darauf bekommt er heftige Krämpfe. Doch keiner weiß, was in den Fässern lagert. Ein Wettlauf mit der Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746592","hoster":"VOE"},{"path":"/redirect/10746588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-12","name":"Die portugiesische Galeere","epNo":12,"alt":"Bachelor Of The Month","descr":"Ein gefährliches Meerestier, die Portugiesische Galeere, versetzt Baywatch in helle Aufregung. Caroline hilft Stephanie bei den Vorbereitungen für ihre Hochzeit. Doch Carolines Engagement wird dem Paar schon bald zuviel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12282359","hoster":"VOE"},{"path":"/redirect/10746596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-13","name":"Ein Abschied für immer","epNo":13,"alt":"Chance Of A Lifetime","descr":"Stephanie und Tom verbringen ihre Flitterwochen mit sieben schwierigen Jugendlichen auf einer Jacht. Dort sollen die Teenager lernen, sich ihren Problemen zu stellen. Als ein Hurrikan auf das Schiff zukommt, geraten alle in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746598","hoster":"VOE"},{"path":"/redirect/10746597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-14","name":"Mitch in der Talkshow","epNo":14,"alt":"Talk Show","descr":"Als Mitch der Talkshow-Masterin Cassie Cole das Leben rettet, wird er zu ihr ins Fernsehen eingeladen. Plötzlich ist der Rettungsschwimmer berühmt. Er kann sich seiner Fans kaum mehr erwehren. Bis ihm ein anderer Held die Show stiehlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746600","hoster":"VOE"},{"path":"/redirect/10746615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-15","name":"Der rettende Engel","epNo":15,"alt":"Life-guardian","descr":"Caroline kann mit Hilfe eines Jungen, der nur für sie sichtbar ist, einem anderen Jungen das Leben retten. Ein Besuch ihres Exmannes weckt unterdessen bei Neely alte Gefühle. Das bringt sie ziemlich durcheinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746628","hoster":"VOE"},{"path":"/redirect/10746692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-16","name":"Heimliche Liebe?","epNo":16,"alt":"Matters Of The Heart","descr":"Hector, Mannys alter Kumpel, wurde zur Gemeindearbeit verurteilt. Bei einem Erste-Hilfe-Kurs treffen sich die beiden Freunde aus Kindertagen wieder. Sofort bricht der alte Streit wieder aus. Neely glaubt, dass Mitch und Sam ein Verhältnis haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004136","hoster":"VOE"},{"path":"/redirect/10746738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-17","name":"Rendezvous am Meeresgrund","epNo":17,"alt":"Rendezvous","descr":"Die Teenager Todd und Kirstie sind verzweifelt. Ihre Eltern wollen mit allen Mitteln ihre Liebesbeziehung unterbinden. Die beiden beschließen, gemeinsam zu sterben. Cody behauptet, eine Meerjungfrau gesehen zu haben. Das aber glaubt ihm nur C.J.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746776","hoster":"VOE"},{"path":"/redirect/10746769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-18","name":"Tödliche Bakterien","epNo":18,"alt":"Hot Water","descr":"Sam, Neely und Caroline retten einem abgestürzten Militärjet-Piloten das Leben. Doch in der Maschine befindet sich noch ein Behälter mit Cholera-Erregern. Der Pilot bittet das Team, ihm bei der Bergung des gefährlichen Kanisters zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746779","hoster":"VOE"},{"path":"/redirect/10746783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-19","name":"Mein Freund Leo","epNo":19,"alt":"Baywatch At Seaworld","descr":"C.J. kümmert sich um einen verletzten Seelöwen. Sea-World lädt sie daraufhin ein, für einige Zeit in ihrem Zentrum für Meeressäuger zu arbeiten. Samantha will das Baywatch-Team unbedingt vermarkten. Sie arrangiert einen Auftritt bei einer großen Stunt-Show.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746804","hoster":"VOE"},{"path":"/redirect/10746795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-20","name":"Caroline unter Anklage","epNo":20,"alt":"Trial By Fire","descr":"Caroline wird wegen unterlassener Hilfeleistung angeklagt. Ein junger Mann ist in betrunkenem Zustand bei einem nächtlichen Bootsbrand ums Leben gekommen. C.J. wird unterdessen klar, dass sie gerne Kinder hätte. Doch Cody scheint andere Pläne zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746806","hoster":"VOE"},{"path":"/redirect/10746800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-21","name":"Jamie packt es!","epNo":21,"alt":"Golden Girls","descr":"Eine junge Frau gebärdet sich am Strand völlig durchgeknallt. Sie provoziert einen Streit, den Neely schlichten muss. Die erkennt in der Streitbaren die berühmte Bodyboarderin Jamie Duncan. Jamie ist manisch-depressiv und braucht dringend Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746808","hoster":"VOE"},{"path":"/redirect/10746805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-7/episode-22","name":"Das Phantom am Pier","epNo":22,"alt":"Nevermore","descr":"C.J. erhält Geschenke von einem unbekannten Verehrer. Der scheue Mann lebt völlig zurückgezogen in einem stillgelegten Kraftwerk. Leute, die ihn gesehen haben, behaupten, er sei ein Monster. Als C.J. eines Tages einen Unfall hat, lernt sie ihn kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10746811","hoster":"VOE"},{"path":"/redirect/10746810","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/baywatch/staffel-8/episode-1","name":"Die Zeit der Entscheidung","epNo":1,"alt":"Rookie Summer","descr":"Der Sommer naht, und Baywatch ist auf der Suche nach Nachwuchs für das Team. Voller Hoffnung nehmen viele junge Leute an Ausscheidungswettkämpfen teil. Unter den Teilnehmern sind Mitchs Sohn Hobie, Lani McKensie und Hobies Freund Manny.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756304","hoster":"VOE"},{"path":"/redirect/10756303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-2","name":"Die nächste Generation","epNo":2,"alt":"Next Generation","descr":"Hobie hat großes Glück. Er darf an der Ausbildung zum Rettungsschwimmer teilnehmen. Sein Freund Manny jedoch ist am Boden zerstört. Er ist an einer uralten, längst überholten Bestimmung gescheitert. Mitch setzt sich für Manny ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756362","hoster":"VOE"},{"path":"/redirect/10756365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-3","name":"Taylor gegen Jack","epNo":3,"alt":"The Choice","descr":"Der Rettungsschwimmer Jack Darius ist nach längerer Abwesenheit zum Baywatch-Team zurückgekehrt. Er will sich um die Stelle als Lieutenant bewerben. Aber es gibt eine Konkurrentin: die clevere und ehrgeizige Taylor Walsh.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756374","hoster":"VOE"},{"path":"/redirect/10756375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-4","name":"Der große Unbekannte","epNo":4,"alt":"Memorial Day","descr":"Auf dem Meeresgrund wird eine Leiche entdeckt. Der alte Mann war schon tot, bevor er ins Meer geworfen wurde. Nach einigen Nachforschungen suchen April und Sky das Altersheim auf, in dem das Opfer gelebt hat. Niemand scheint den Mann zu vermissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756380","hoster":"VOE"},{"path":"/redirect/10756381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-5","name":"Helden sterben jung","epNo":5,"alt":"Charlie","descr":"Aprils Bruder Charlie ist an einer unheilbaren Krebsart erkrankt. Er verbringt seine letzten Tage beim Baywatch-Team. Mitch versucht, ihm die verbleibende Zeit so schön wie möglich zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756387","hoster":"VOE"},{"path":"/redirect/10756390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-6","name":"Ein Maulwurf bei Baywatch","epNo":6,"alt":"Lifeguard Confidential","descr":"Ein Reporter sorgt dafür, dass private Geschichten über das Liebesleben der Rettungsschwimmer an die Öffentlichkeit gelangen. Das sorgt für mächtig Furore. Denn nur ein Insider kann die delikaten Details preisgegeben haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756395","hoster":"VOE"},{"path":"/redirect/10756397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-7","name":"Aus heiterem Himmel","epNo":7,"alt":"Out Of The Blue","descr":"Jordan erfährt, dass ihre leibliche Mutter eine Weiße ist und überwindet ihre jahrelange Abneigung gegen sie. Die Beziehung von Caroline und DJ wird wieder enger. Aber dann bekommt Caroline ihre große Chance – in New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756404","hoster":"VOE"},{"path":"/redirect/10756405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-8","name":"Der gigantische Zitteraal","epNo":8,"alt":"El Niño","descr":"Während eines Erdbebens kann ein Zitteraal entkommen. Für Menschen ist eine Begegnung mit dem Tier tödlich. Mehrere tote Seelöwen signaliserien Mitch, dass Malibu auf eine Katastrophe zusteuert. Ahnungslos unternehmen Hobie und seine Freundin April einen Ausflug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756460","hoster":"VOE"},{"path":"/redirect/12981059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-9","name":"Der alte Indianer","epNo":9,"alt":"Homecoming","descr":"Gemäß der Tradition des Stammes errichtet ein alter Indianer sein Totenbett am Strand. Er wird bald sterben und möchte seine letzten Stunden auf geheiligtem Boden verbringen. Mitch will ihm ausreden, das Ritual an dem öffentlichen Platz zu vollziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756467","hoster":"VOE"},{"path":"/redirect/10756464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-10","name":"Neelys Geständnis","epNo":10,"alt":"Hijacked","descr":"Neely hat beim \"Sand and Sea\"-Club eine Stelle als Rettungsschwimmerin angenommen. Bei einer Rettungsaktion ist sie äußerst nachlässig. Durch ein klärendes Gespräch stellt sich heraus, dass Neely tablettenabhängig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755364","hoster":"VOE"},{"path":"/redirect/10755384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-11","name":"Wenn die Welt verstummt","epNo":11,"alt":"To The Max","descr":"Bei der Rettung eines Tauchers verliert Lani ihr Hörvermögen. Mitch lernt indessen eine junge Frau kennen, die jeden Morgen am Strand entlang reitet. Mitch lädt sie zu einem Picknick am Strand ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755356","hoster":"VOE"},{"path":"/redirect/10755396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-12","name":"Verwirrung der Gefühle","epNo":12,"alt":"Surf City","descr":"April, die sich gerade erst von Manny getrennt hat, verliebt sich in den viel älteren Craig. Der erwidert zwar ihre Gefühle, weiß aber, dass April immer noch viel an Manny liegt. Uneigennützig beschließt Craig, die beiden wieder zusammenzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755476","hoster":"VOE"},{"path":"/redirect/10755502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-13","name":"Neely und der Drogendealer","epNo":13,"alt":"Night Of The Dolphin","descr":"Ein Drogenschmugglerring treibt vor der Küste sein Unwesen. Donovan, der Kopf der Bande, hat ein Auge auf Neely geworfen. Sie soll undercover Beweise beschaffen. Neely versteckt einen Sender auf der Yacht der Bande. Dabei wird sie von Donovan gefangen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755519","hoster":"VOE"},{"path":"/redirect/10755549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-14","name":"Voll Stoff","epNo":14,"alt":"Full Throttle","descr":"Mitch und Newman lassen sich von zwei Söhnen aus reichem Haus zu einem Rennen mit der Scarab herausfordern. Sie wissen jedoch nicht, dass die beiden ihr Boot präpariert haben. Dadurch kommt es fast zu einer Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755645","hoster":"VOE"},{"path":"/redirect/10755627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-15","name":"Ein schwarzer Tag für Baywatch","epNo":15,"alt":"Missing","descr":"Caroline trifft am Strand auf Lucinda, deren Tochter verschwunden ist. Durch eine großangelegte Suche versuchen die Rettungsschwimmer das Mädchen zu finden. Es stellt sich heraus, dass Cody, der für den Strandabschnitt zuständig war, fünf Minuten zu früh gegangen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755748","hoster":"VOE"},{"path":"/redirect/10755787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-16","name":"Gibt es kein Zurück?","epNo":16,"alt":"No Way Out","descr":"April bricht mit Craig zu einem Tauchgang auf. Unter Wasser begegnen sie Haien und können sich gerade noch in einen Kaltwasser-Zuleitungstunnel retten. Plötzlich werden sie mit großer Wucht in das Ansaugsystem des Kraftwerks gezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755905","hoster":"VOE"},{"path":"/redirect/10755890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-17","name":"Unter Quarantäne","epNo":17,"alt":"Quarantine","descr":"Die Baywatch-Einsatzzentrale wird mitsamt der Mannschaft unter Quarantäne gestellt. Das Team hatte einen jungen Mann gerettet, der mit einer tödlichen Krankheit infiziert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10755936","hoster":"VOE"},{"path":"/redirect/14477344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-18","name":"Die Teufelin","epNo":18,"alt":"Diabolique","descr":"Die junge Sara hat seelische Probleme. Sie verliebt sich in Mitch und erschleicht sich bei ihm eine Stelle als Kindermädchen für Ashley. Im Grunde will sie aber viel mehr als nur einen Job.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756086","hoster":"VOE"},{"path":"/redirect/10756073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-19","name":"Jede Sekunde zählt","epNo":19,"alt":"Countdown","descr":"Den Marines wurde vor kurzem eine ganze Ladung Waffen gestohlen. Als Mitch und Cody am Strand eine Kiste mit Handgranaten entdecken, wollen sie die Diebe finden. Bei einem Tauchgang entdecken sie ein ganzes Waffenlager.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004137","hoster":"VOE"},{"path":"/redirect/10756137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-20","name":"Die Spur führt nach Alaska","epNo":20,"alt":"Bon Voyage","descr":"Hobie lädt die Juwelendiebin Leslie zu einer Alaskakreuzfahrt ein. Donna, Neely, Lani und Mitch kommen mit. Auch der Komplize von Leslie geht an Bord. Die Fahrt verspricht spannend zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756143","hoster":"VOE"},{"path":"/redirect/10756155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-21","name":"Traumschiff nach Alaska (1)","epNo":21,"alt":"White Thunder At Glacier Bay (1)","descr":"Leslie wird auf dem Traumschiff nach Alaska von ihrem Boss verfolgt. Ein Grizzlybär greift unterdessen Neely bei einem Landgang an. Donna wiederum glaubt, dass sie endlich ihren millionenschweren Traummann gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756162","hoster":"VOE"},{"path":"/redirect/10756163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-8/episode-22","name":"Traumschiff nach Alaska (2)","epNo":22,"alt":"White Thunder At Glacier Bay (2)","descr":"Gavin und Leslie werden gefangen genommen und ins Gefängnis gebracht. Mitch und Neely gestehen sich ihre Liebe zueinander ein. Mitch, der sich seiner Sache nun endlich sicher sein kann, überreicht ihr einen Verlobungsring.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756236","hoster":"VOE"},{"path":"/redirect/10756173","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/baywatch/staffel-9/episode-1","name":"Der Flugzeugabsturz (1)","epNo":1,"alt":"The Crash (1)","descr":"Mitch erkennt, dass Neely ihn belogen hat. Ihr Ex-Mann taucht plötzlich auf. Verletzt und enttäuscht versucht Mitch, die Sache zu klären. April und Cody fliegen nach New York. Kurz über dem Meer schlägt El Niño zu, und die Maschine stürzt ab!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756154","hoster":"VOE"},{"path":"/redirect/10756510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-2","name":"Der Flugzeugabsturz (2)","epNo":2,"alt":"The Crash (2)","descr":"Das Flugzeug mit Cody und April an Bord ist über dem Meer abgestürzt. Während Cody sich befreien konnte, ist April mit einer Hochschwangeren und zwei weiteren Passagieren in ihrem Teil der Kabine eingesperrt. Eine hochdramatische Rettungsaktion beginnt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756156","hoster":"VOE"},{"path":"/redirect/10756142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-3","name":"Haie, Lügen und ein Wunder","epNo":3,"alt":"Sharks, Lies \u0026 Videotape","descr":"Baywatch bekommt Konkurrenz. Die private Organisation Bayguard drängt sich in Mitchs Gebiet. Die attraktive Chefin lässt nichts unversucht, um Mitch und seinem Team den Vertag mit dem Country abzujagen. Ihre Methoden sind spektakulär und sehr erfolgreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756517","hoster":"VOE"},{"path":"/redirect/10756518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-4","name":"Timmy und die Delphine","epNo":4,"alt":"Dolphin Quest","descr":"Alex fliegt mit ihrem 10-jährigen Neffen nach Hawaii. Das autistische Kind soll hier im Kontakt mit Delfinen seine Angst vor dem Wasser verlieren. Cody begleitet die beiden kurzentschlossen. Dort angekommen, bietet sich ihm die Chance, an einem Rennen teilzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382179","hoster":"VOE"},{"path":"/redirect/10756521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-5","name":"Das Phantom vom Strand","epNo":5,"alt":"The Natural","descr":"Die junge Jessie Owen will Stuntwoman werden. Bei Baywatch arbeitet sie als Reinigungskraft, um sich finanziell über Wasser halten zu können. Es stellt sich heraus, dass sie ein Naturtalent als Phantomrettungsschwimmerin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756524","hoster":"VOE"},{"path":"/redirect/10756522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-6","name":"Gefahr in der Brandungszone","epNo":6,"alt":"Drop Zone","descr":"April versucht einen Mann zu retten, der von einer hochaufgeworfenen Welle erfasst wurde. Aber sie hat keinen Erfolg. Nach drei Tagen gibt die hinzugezogene Unterwasserrettungseinheit schließlich auf. Aber April will nicht aufgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756527","hoster":"VOE"},{"path":"/redirect/10756529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-7","name":"Hobie unter Anklage","epNo":7,"alt":"Hot Summer Night","descr":"Hobie macht mit seinen Freunden in einem Schnellboot einen Ausflug. Mitten auf dem Meer überschlägt sich das Boot. Hobie bleibt als einziger unverletzt. Seine Freundin Josie wird so schwer verletzt, dass sie ins Koma fällt. Hobie wird unter Anklage gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332597","hoster":"VOE"},{"path":"/redirect/10756534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-8","name":"Unerwünschte Hilfe","epNo":8,"alt":"Swept Away","descr":"Mitch wird auf den neunjährigen Jungen Tanner aufmerksam, der mit seinem Vater in einem Wohnmobil lebt. Alles deutet darauf hin, dass Tanner misshandelt wird. Mitch schaltet das Jugendamt ein. Jessie bekommt eine unerwartete Gelegenheit, sich JD zu nähern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756537","hoster":"VOE"},{"path":"/redirect/10756536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-9","name":"Zwei Helden, eine Medaille","epNo":9,"alt":"The Swimmer","descr":"Zwei Mädchen fallen ins Wasser. Zwei Polizisten springen ihnen hinterher, aber ihre Uniformen saugen sich voll Wasser. JD und Cody eilen ihnen zu Hilfe. Mit Erstaunen sehen sie später, dass die Polizisten für ihre Aktion die Tapferkeitsmedaille erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756540","hoster":"VOE"},{"path":"/redirect/10756541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-10","name":"Kayla und Morton","epNo":10,"alt":"Friends Forever","descr":"Das taube Mädchen Kayla freundet sich während der Strandolympiade mit Morton, einem Orang-Utan, an. Als das Tier bei einem Unfall entkommt, fangen es Cody und Jessie wieder ein. Kayla flieht mit dem Affen, weil sie ihn vor seinem aggressiven Besitzer schützen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756548","hoster":"VOE"},{"path":"/redirect/10756544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-11","name":"Die Olympiade ruft","epNo":11,"alt":"The Edge","descr":"Cody trainiert eifrig für die Olympiade. Ein glücklicher Zufall beschert ihm sogar einen Sponsor. Für dessen Produkt wirbt er in seiner knappen Freizeit. Unter dem Stress leidet sein Job als Rettungsschwimmer. Mitch fordert ihn auf, Prioritäten zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756550","hoster":"VOE"},{"path":"/redirect/10756549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-12","name":"Jessie will’s wissen","epNo":12,"alt":"The Big Blue","descr":"Jessie wird von der Rekordtaucherin Meghan aus einer eingestürzten Unterwasserhöhle gerettet. Anschließend überredet sie Tracy, ihr das Fallschirmspringen beizubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756554","hoster":"VOE"},{"path":"/redirect/10756555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-13","name":"Hilferuf von Tanner","epNo":13,"alt":"Come Fly With Me","descr":"Mitch erhält einen Hilferuf von Tanner. Der kleine Junge wurde von seinem Vater entführt. Offensichtlich wird er von dem schweren Alkoholiker brutal gequält. Mitch schreitet ein. Indessen wird Jessie von einem \"luftigen\" Verehrer verwöhnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756557","hoster":"VOE"},{"path":"/redirect/10756558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-14","name":"Die Pechsträhne","epNo":14,"alt":"Boys Will Be Boys","descr":"Craig scheint eine Pechsträhne nach der anderen zu haben. Er verhält sich plötzlich sehr sonderbar. Schließlich gesteht er Mitch den Grund für sein Verhalten: Er hat Krebs. Um April nicht zu belasten, gibt Craig vor, sie nicht mehr zu lieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756559","hoster":"VOE"},{"path":"/redirect/10756562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-15","name":"Der Ersatzmann","epNo":15,"alt":"Grand Prix","descr":"Tanners Cousin Damon kommt zu Besuch. Er fährt in L.A. ein Autorennen. Alex und Damon scheinen sofort etwas füreinander zu empfinden. Als Damon dann an einer Allergie erkrankt, springt Mitch für ihn beim L.A.-Straßenrennen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756567","hoster":"VOE"},{"path":"/redirect/10756563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-16","name":"Australien ruft (1)","epNo":16,"alt":"Baywatch Down Under (1)","descr":"Jake erhält die Nachricht, dass seine Exfrau tot ist. Sie hinterlässt ihm in Australien einen Sohn. Mitch bestärkt Jake, seine neue Aufgabe wahrzunehmen. Sie fliegen gemeinsan mit der restlichen Baywatch-Crew nach Sydney. Dort steht ein sportlicher Wettkampf an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756571","hoster":"VOE"},{"path":"/redirect/10756573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-17","name":"Australien ruft (2)","epNo":17,"alt":"Baywatch Down Under (2)","descr":"Terry ist weggelaufen, weil er nicht mit seinem Vater nach Kalifornien gehen will. Jake entdeckt, dass Terry mit dem Boot unterwegs sein muss. Sofort beginnt eine aufregende Suche per Wasserflugzeug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756574","hoster":"VOE"},{"path":"/redirect/10756575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-18","name":"Die blonde Virtuosin","epNo":18,"alt":"Waterdance","descr":"Mike und Cody lernen die junge Geigenvirtuosin Ariana kennen. Schon bald hegen sie den Verdacht, dass die Künstlerin auf ihrer Yacht von ihrer Managerin festgehalten wird. Die beiden Rettungsschwimmer gehen der Sache nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756580","hoster":"VOE"},{"path":"/redirect/10756577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-19","name":"Der Mann mit der Schusswunde","epNo":19,"alt":"Double Jeopardy","descr":"Alex rettet einen Mann aus dem Wasser. Dabei entdeckt sie, dass er eine Schusswunde hat und von zwei Drogenhändlern verfolgt wird. Alex versteckt sich mit ihm in einer Höhle. Ein Wettlauf gegen die Zeit beginnt. Mitch hat unterdessen große Probleme mit seinem Sohn Hobie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756584","hoster":"VOE"},{"path":"/redirect/10756579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-20","name":"Die Wellen schlagen hoch","epNo":20,"alt":"Wave Rage","descr":"Mitch sieht, wie Neely seinen Sohn Hobie massiert und findet dafür nur eine Erklärung. Er weigert sich, Neely zu glauben. Wütend sinnt sie auf Rache.Bei einem Rettungsversuch wird Manny schwer verletzt. Im Krankenhaus stellt der Arzt eine erschütternde Diagnose.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332594","hoster":"VOE"},{"path":"/redirect/10756587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-21","name":"Die Galaxy Girls","epNo":21,"alt":"Galaxy Girls","descr":"Jessie und April melden sich freiwillig. Sie sollen den Miss-Galaxy-Wettbewerb vorbereiten. Dabei stellt sich ihnen ein Problem: Woher sollen sie einen Gaststar für den Abend nehmen? Newmie glaubt, Alex habe sich in ihn verliebt. Er verschafft sich Gewissheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756588","hoster":"VOE"},{"path":"/redirect/10756589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-9/episode-22","name":"Der Unwiderstehliche","epNo":22,"alt":"Castles In The Sand","descr":"Alex soll sich um die zukünftige Frau ihres besten Freundes Sam kümmern. Diana will kurz vor der Hochzeit ein paar Tage in L.A. verbringen. Die junge Braut kennt nur ein einziges Thema: ihren Verlobten Sam. Bis sie Mitch begegnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756592","hoster":"VOE"},{"path":"/redirect/10756593","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/baywatch/staffel-10/episode-1","name":"Aloha Baywatch","epNo":1,"alt":"Aloha Baywatch","descr":"An einem der schönsten Strände von Hawaii droht vor Mitchs Augen eine vierköpfige Familie zu ertrinken. Während der Vater sich um seine beiden Töchter kümmert, versucht Mitch die Frau zu retten. Da reißt eine Welle eines der Mädchen los. Hilfe ist weit und breit nicht in Sicht. Mitch beschließt, auf Hawaii ein Ausbildungszentrum zu gründen. Der Baywatch-Star bekommt einen neuen Arbeitsplatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756596","hoster":"VOE"},{"path":"/redirect/10756598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-2","name":"Teamgeist über alles","epNo":2,"alt":"Mahalo Hawaii","descr":"Hina ist aus dem Koma erwacht. Überglücklich feiert das Mädchen Geburtstag mit ihren Freunden. Ihren Lebensretter Mitch lädt sie ebenfalls ein. Auf der Feier aber bricht das Mädchen zusammen. Sean trainiert indessen das Team weit draußen auf dem Meer. Jessie entdeckt ein gesunkenes Schiff. Aus dem Innern dringt ein schwaches Klopfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756602","hoster":"VOE"},{"path":"/redirect/10756604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-3","name":"Neu im Team","epNo":3,"alt":"Weak Link","descr":"Sean stellt den Rettungsschwimmern eine neue Kollegin vor: Dawn Masterson, Meisterin im Tauchen. Dawn soll einen Tauchlehrgang leiten. Doch mitten im Unterricht wird sie ohnmächtig und muss gerettet werden. Sean bezweifelt daraufhin ihre Qualifikation. Mitch bekommt Besuch von seinem Pflegesohn Tanner. Der verliebt sich in ein junges krebskrankes Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756603","hoster":"VOE"},{"path":"/redirect/10756609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-4","name":"Die Legende von Mano","epNo":4,"alt":"Shark Island","descr":"Mitch und Tanner erfahren die Geschichte der Insel Shark Island. Die wird von einem Mann namens Mano bewohnt, der seinen Sohn bei einem tragischen Badeunfall verloren hat. Mano will solange auf der Insel bleiben, bis er die Gewissheit hat, dass sein Sohn in Frieden ruht. Die beiden Rettungsschiwmmer geraten in den Bann der Legende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756608","hoster":"VOE"},{"path":"/redirect/10756607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-5","name":"Nacht der Entscheidung","epNo":5,"alt":"Strike Team","descr":"Sechs Jungedliche unternehmen bei rauher See einen Ausflug mit ihren Kajaks. Sie kentern. Einer von ihnen kann an Land schwimmen und die Küstenwache alarmieren. Sean und sein Team, ebenfalls vor Ort, entdecken drei der Schiffbrüchigen. Von den letzten zwei Vermissten aber fehlt jede Spur. Eine fieberhafte Suche beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756614","hoster":"VOE"},{"path":"/redirect/10756613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-6","name":"Ein Sonntag in Kaua’i","epNo":6,"alt":"Sunday In Kauai","descr":"Dankbare Badeurlauber haben dem Baywatch-Team einen Trip nach Kaua’i spendiert. Jessie und Kekoa paddeln auf ihren Surfbrettern über den Fluss. In der Nähe eines Wasserfalls entdecken sie ein völlig zertrümmertes Kajak. Sofort machen sich die beiden Badenixen auf die Suche nach dem Fahrer. Allie und Sean geraten bei einer Wanderung in eine geheimnisvolle Höhle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756615","hoster":"VOE"},{"path":"/redirect/10756620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-7","name":"La Maze-Methode","epNo":7,"alt":"Risk To Death","descr":"Ted und seine hochschwangere Frau Ettienne geraten auf einem Segeltörn in Seenot: Als Ettienne das Gleichgewicht verliert und über Bord geht, zögert Ted keine Sekunde und springt hinterher. Das Boot aber segelt davon. Hilflos treiben die beiden auf einer alten Matratze im Wasser, als bei Ettienne die Wehen einsetzen. Nick, Allie und Dawn, gerade unterwegs mit dem Helikopter, entdecken das herrenlose Boot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756623","hoster":"VOE"},{"path":"/redirect/10756621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-8","name":"Zu jung zum Heiraten?","epNo":8,"alt":"Father Of The Groom","descr":"Hobie will heiraten. Vater Mitch ist alles andere als begeistert. Mit 19 Jahren sei sein Spross dafür wahrlich noch zu jung. Er besucht Hobie zu einem Gespräch unter Männern. Währenddessen trainieren die Rettungsschwimmer neue Manöver mit einem Jet-Ski. Bis der Hilferuf eines Mädchens sie aufschreckt. Die Kleine ist von einer Klippe in eine Lavaröhre gestürzt und droht zu ertrinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756630","hoster":"VOE"},{"path":"/redirect/10756629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-9","name":"Jagt die Jäger!","epNo":9,"alt":"The Hunt","descr":"Jason und Jessie bewachen einen belebten Strand. Entsetzt entdecken sie, dass ein Hai auf die Menschenmenge zusteuert. Noch entsetzter jedoch sind sie, als ihnen auffällt, dass dem Tier die Flossen abgschnitten wurden und es qualvoll verendet. Unterwegs mit dem Jet-Ski bemerkt Jessie Haifisch-Lockfutter. Sie geht der Sache nach und gerät in allergrößte Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756636","hoster":"VOE"},{"path":"/redirect/10756634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-10","name":"Goldrausch","epNo":10,"alt":"Gold From The Deep","descr":"Beim Tauchen entdeckt Allie eine Goldmünze. Sie findet heraus, dass das wertvolle Stück aus einer Schiffsladung stammt, die 1944, beim Angriff der Japaner auf Pearl Habor versenkt wurde. Allie und das Team vermuten einen riesigen Schatz und machen sich auf die Suche nach dem versunkenen Schiff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756635","hoster":"VOE"},{"path":"/redirect/10756638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-11","name":"Tödlicher Dekompressionsunfall","epNo":11,"alt":"Bent","descr":"Bei einer U-Boot-Probefahrt geraten zwei Menschen in Lebensgefahr. Allie, Nick und Sean fangen ihr SOS auf und eilen zu Hilfe. Weil den Eingeschlossenen langsam der Sauerstoff ausgeht, schließt Nick seine Sauerstoffflasche an. Das zwingt ihn, ohne Dekompressionsstops aufzutauchen. Lebensgefährlich verletzt kommt er an der Oberfläche an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756647","hoster":"VOE"},{"path":"/redirect/10756641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-12","name":"Gegen den Strom","epNo":12,"alt":"Path Of Least Resistance","descr":"Dawn erhält eine gerichtliche Vorladung. Sie soll sich wegen Meineids verantworten. Den hat Dawn geleistet, um einen inzwischen verstorbenen Freund, Rettungsschwimmer Leon, zu schützen, wie sie Sean anvertraut. Der kleine Lonnie springt, um seinen Mut zu beweisen, in einen Abwasserkanal. Die reißende Strömung spült ihn gegen ein Gitter. In einer waghalsigen Aktion versucht Kai, den Jungen zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756654","hoster":"VOE"},{"path":"/redirect/10756642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-13","name":"Eintritt in eine unbekannte Welt","epNo":13,"alt":"Liquid Visions","descr":"Dawn will Sean beweisen, dass sie mit ihrer indischen Atemtechnik lange unter Wasser bleiben kann. Das aber wird ihr beinahe zum Verhängnis. Indessen geht bei Jessie und Korea ein Notruf ein: ein Schwimmer wurde von einer Welle erfasst und gegen die Felsen geschleudert. Die Rettungsschwimmer können ihn nur noch tot bergen. In der Klinik aber, kommt der \"Tote\" plötzlich wieder zu sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332605","hoster":"VOE"},{"path":"/redirect/10756648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-14","name":"Bis hierher und nicht weiter!","epNo":14,"alt":"Lines In The Sand","descr":"Sean lernt die attraktive Jenna kennen. Die entpuppt sich als neue Leiterin der North-Shore-Rettungsschwimmer. Sie verdonnert das Baywatch-Team zu einer Reihe von Sonderaufgaben, die eigentlich in ihren Zuständigkeitsbereich fallen. Kurz darauf wird klar warum: Eine Gruppe von Kernkraftgegnern mischt mit einer Protestaktion den Strand auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756653","hoster":"VOE"},{"path":"/redirect/10756655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-15","name":"Finger weg vom Chef!","epNo":15,"alt":"The Hero","descr":"Allie öffnet Sean die Augen: Sowohl Kekoa als auch Dawn haben sich in ihn verliebt. Sean fürchtet, dass die Teamarbeit leiden könnte. Nach einem Gespräch mit Jason beschließt er, die Frauen direkt darauf anzusprechen. Die drei verabreden sich in einem Restaurant. Auf dem Weg dorthin werden sie Zeugen eines Unfalls: ein Auto stürzt von einer Brücke in den Fluss. Die Rettungsschwimmer zögern keine Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756658","hoster":"VOE"},{"path":"/redirect/10756657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-16","name":"Wie vom Erdboden verschluckt","epNo":16,"alt":"Thunder Tide","descr":"Jason wird wieder am Sandy Beach eingesetzt. Hier hatte einst ein Surfer Jasons Warnung missachtet und es bitter bezahlt. Der Rettungsschwimmer setzt alles daran, dass sich eine derartige Tragödie nicht noch einmal wiederholt und zieht sich den Zorn eines Teenagers zu. Indessen verschwindet die junge Lara in Kaneohe Bay direkt neben einer Sandbank. Unter Einsatz ihres Lebens tauchen Jessie und Sean hinterher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756659","hoster":"VOE"},{"path":"/redirect/10756661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-17","name":"Der Auserwählte","epNo":17,"alt":"Breath Of Life","descr":"Jason soll auf der Hauptinsel Hawaiis ein Auslegerboot abholen. Vor Ort stellt sich heraus, dass er das Boot selbst bauen muss. Und zwar nach alter Tradition und ohne moderne Werkzeuge. Kumu Pono, ein Meister des Bootsbaus, leitet Jason an. Sean erfährt indessen, dass Jenna das Baywatch-Team den North-Shore-Rettungsschwimmern unterstellen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756666","hoster":"VOE"},{"path":"/redirect/10756664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-18","name":"Niemand ist unverwundbar","epNo":18,"alt":"Big Island Heat","descr":"Sean setzt alles daran Jenna umzustimmen. Die will das Baywatch-Team übernehmen. Nach einer gemeinsamen Rettungsaktion vertraut er ihr an, warum er Rettungsschwimmer geworden ist: Sein Sohn ertrank im Alter von zwei Jahren. Jason und Allie beobachten bei einem Ausflug, wie ein Touristenpaar nahe einer Klippe verunglückt. Sofort organisieren sie die gefährliche Rettung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756669","hoster":"VOE"},{"path":"/redirect/10756670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-19","name":"XTerra-Weltmeisterschaft auf Maui","epNo":19,"alt":"Maui Exterra","descr":"Jessie möchte an der XTerra-Triathlon-Weltmeisterschaft teilnehmen. Dawn will sie trainieren. Der Leistungstest ergibt jedoch, dass Jessie beim Radrennen schlecht abschneiden würde. Aber Jessie lässt sich nicht aufhalten. Unermüdlich versucht sie, die Lücke zu schließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756668","hoster":"VOE"},{"path":"/redirect/10756674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-20","name":"Ein Wochenende zu Zweit?","epNo":20,"alt":"Baywatch Ohana","descr":"Das Baywatch-Team nimmt auf Maui an einer Konferenz für Rettungsschwimmer teil. Jenna und Sean hoffen auf ein paar schöne Stunden zu Zweit. Dawn setzt alles daran, den beiden einen Strich durch die Rechnung zu machen. Vergeblich. Geschickt seilen sie sich ab. Da hören Jenna und Sean die Hilferufe einiger junger Frauen, die in einem Abwasserkanal eingeschlossen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756679","hoster":"VOE"},{"path":"/redirect/10756678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-21","name":"Vergessen ausgeschlossen","epNo":21,"alt":"The Last Rescue","descr":"Mitch und seine Crew haben sich bereit erklärt, ein altes US-Schlachtschiff zu schrubben. Da taucht Jessies Großvater Charlie auf. Der hat im Zweiten Weltkrieg auf der \"USS Arizona\" gedient. Tieftraurig denkt er an seinen besten Freund, der bei einem Angriff ums Leben kam. Charlie konnte ihn nicht retten. Das kann er sich bis heute nicht verzeihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756682","hoster":"VOE"},{"path":"/redirect/10756685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-10/episode-22","name":"Tod am Riff","epNo":22,"alt":"The Killing Machine","descr":"CIA-AgentJunkyard bitte Mitch um Hilfe: Eine Terrorgruppe plant Anschläge auf Hawaii. Mitch soll mit Zack, dem Kopf der Gruppe, Kontakt aufnehmen und ihn aushorchen. Der Rettunggchwimmer verabredet sich mit dem Terroristen und seiner Schwester zu einem Tauchgang. Als Mitch kurz darauf gleich mehrere Termine verpasst, alarmiert Sean das Baywatch-Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756042","hoster":"VOE"},{"path":"/redirect/10756072","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/baywatch/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/baywatch/staffel-11/episode-1","name":"Der wahre Held","epNo":1,"alt":"Soul Survivor","descr":"Im Trainingscenter geht es drunter und drüber. Eine Gruppe neuer Nachwuchsrettungsschwimmer stellt so einiges gehörig auf den Kopf. Währendessen sieht sich Sean mit einem unangenehmen Bekannten aus seiner Vergangenheit konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915538","hoster":"VOE"},{"path":"/redirect/10756132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-2","name":"Sean in Bedrängnis","epNo":2,"alt":"A Knife In The Heart","descr":"J. D. hat mit persönlichen Problemen zu kämpfen. Diese belasten auch das restliche Baywatch-Team. Denn J. D. gerät heftig mit Sean aneinander. Kekoa hat ganz andere Probleme. Sie muss in gleich drei unterschiedlichen Notfällen auf einmal zur Stelle sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756158","hoster":"VOE"},{"path":"/redirect/10756159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-3","name":"Sponsor gesucht!","epNo":3,"alt":"Bad Boyz","descr":"Sean versucht einen neuen Geldgeber für das Baywatch-Center zu finden. Eine mögliche Sponsorin erwartet dafür allerdings einige Gegenleistungen von ihm. Carrie und Zack sind überfordert, als sie für einen Rettungseinsatz trainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756166","hoster":"VOE"},{"path":"/redirect/10756167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-4","name":"Auf der Suche nach dem Kick","epNo":4,"alt":"Dangerous Games","descr":"Leigh lernt einen Draufgänger kennen und ist sehr angetan von ihm. Dadurch gerät sie jedoch in große Gefahr. Unterdessen macht Kekoas Cousin Ärger. Die Rettungsschwimmerin setzt alles daran, es vor ihrer Familie zu verheimlichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756235","hoster":"VOE"},{"path":"/redirect/10756228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-5","name":"Herzschmerzen","epNo":5,"alt":"Stone Cold","descr":"Jason verliebt sich Hals über Kopf in eine schöne Volleyballspielerin. Doch dann erfährt er, dass sie schwerkrank ist. Unterdessen wird das Baywatch-Team von zwei Jugendlichen in Aufruhr versetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756348","hoster":"VOE"},{"path":"/redirect/10756346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-6","name":"Nur leere Versprechungen","epNo":6,"alt":"Broken Promises","descr":"Sean versucht den jugendlichen Gangster Danny auf den rechten Weg zu bringen, bevor dieser einen schweren Raub begehen kann. Er überredet ihn, Rettungsschwimmer zu werden. Währendessen hat Kekoa Ärger mit ihrem Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756369","hoster":"VOE"},{"path":"/redirect/14477345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-7","name":"Jenna im Siegesrausch","epNo":7,"alt":"Dream Girl","descr":"Als Zack bei einem Rettungseinsatz J. D. in tödliche Gefahr bringt und sich zunehmend Vorschriften widersetzt, wird er suspendiert. Sean sieht nach den vergangenen Streitigkeiten mit Jenna die Chance, es ihr gleich zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756379","hoster":"VOE"},{"path":"/redirect/10756377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-8","name":"Im Käfig","epNo":8,"alt":"The Cage","descr":"Sean versucht gegen einen skrupellosen Veranstalter von gefährlichen Touren vorzugehen. Dieser bringt die Teilnehmer seiner Ausflüge in große Gefahr. Die immer intensiver werdende Beziehung zwischen Kekoa und J. D. beeinträchtigt deren Arbeit als Rettungsschwimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756385","hoster":"VOE"},{"path":"/redirect/10756388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-9","name":"Heilendes Gewässer","epNo":9,"alt":"Ben","descr":"Ein guter Freund Seans kommt bei einem Surf-Unfall ums Leben. Sean kann diesen tragischen Einschnitt nur schwer verkraften. Er verschwindet für eine Weile, um das Geschehene verarbeiten zu können. Derweil hat Zack damit zu kämpfen, dass er nicht an dem bevor stehenden Rettungsschwimmer-Wettkampf teilnehmen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756394","hoster":"VOE"},{"path":"/redirect/10756392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-10","name":"Tochter vermisst!","epNo":10,"alt":"Ties That Bind","descr":"Aus Angst seine Tochter zu verlieren, flieht ein verzweifelter Vater mit dieser. Lieber will er sein Kind sterben lassen, bevor die Mutter es finden kann. Nun steht Sean vor der Aufgabe, den Vater von dem Richtigen zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756403","hoster":"VOE"},{"path":"/redirect/10756400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-11","name":"Trauernde Witwe oder kaltblütige Mörderin?","epNo":11,"alt":"Black Widow","descr":"Jason verliebt sich in eine Frau, deren Ehemann unter mysteriösen Umständen ums Leben gekommen ist. Sean ist fest davon überzeugt, dass die Witwe am Tod des Mannes beteiligt war. Zudem hat Sean eine Begegnung mit seiner Ex-Frau Maggie, auf die er nicht vorbereitet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756457","hoster":"VOE"},{"path":"/redirect/10756446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-12","name":"Fischblut in den Adern","epNo":12,"alt":"The Ex-Files","descr":"Im Trainingszentrum geschieht unter Zacks Aufsicht ein gefährlicher Unfall. Dies könnte nicht nur Zacks Karriere zerstören, sondern auch das Ende des Zentrums sein. Auch Sean bringt sich in Gefahr. Er muss seine Ex-Frau Maggie retten. Währendessen versucht J. D. bei einer Angeltour mit Kekoas Vater, ihre gemeinsamen Differenzen aus dem Weg zu räumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756469","hoster":"VOE"},{"path":"/redirect/10756468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-13","name":"Im Liebeswahn","epNo":13,"alt":"The Stalker","descr":"Carrie verliebt sich Hals über Kopf in einen Mann, dem sie in einem Einsatz das Leben gerettet hat. Doch dieser stellt sich als Stalker heraus. Unterdessen beginnt Leigh sich wieder mit dem gefährlichen Draufgänger Sam zu treffen. Obwohl sie sich auf eine Beziehung mit ihm einlassen möchte, kann sie ihm noch nicht voll und ganz vertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756470","hoster":"VOE"},{"path":"/redirect/10756474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-14","name":"Ich gewinne!","epNo":14,"alt":"Father Faust","descr":"Sean macht Pläne, ein Rettungsschwimmer-Programm für Kinder anzubieten. Doch dieser Traum scheint zu zerplatzen, als es erste Klagen gibt. Dadurch steht auch das ganze Trainingszentrum auf dem Spiel. Unterdessen nähern sich Kekoa und ihr Vater nach einer heftigen Auseinandersetzung wieder an. Auch ihre Beziehung zu J. D. scheint ernster zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756476","hoster":"VOE"},{"path":"/redirect/10756477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-15","name":"Hurrikan Honu","epNo":15,"alt":"A Good Man In A Storm","descr":"Ein gefährlicher Hurrikan fegt über die Nordküste. Während sich Sean zusammen mit Jenna in einen undichten Bunker flüchtet, ist Zack mit einer verrückten Reporterin im Trainingszentrum gefangen. Diese ist gewillt, ihr Leben und das von Zack für eine gute Story aufs Spiel zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332595","hoster":"VOE"},{"path":"/redirect/10756478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-16","name":"Stadträtin auf Crash-Kurs","epNo":16,"alt":"My Father The Hero","descr":"enna lässt sich von einem Börsenmakler um den Finger wickeln. Seans Bedenken schlägt sie zunächst in den Wind. Unterdessen unternehmen Jason und J. D. mit einem Freund einen Männerausflug. Doch dieser hat offenbar psychische Probleme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756485","hoster":"VOE"},{"path":"/redirect/10756483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-17","name":"Die falsche Prinzessin","epNo":17,"alt":"Boiling Point","descr":"In der Verwaltung der Baywatch Crew wurde ein neuer Computer installiert. Sean hat große Probleme, mit dem Rechner umzugehen. Ausgerechnet jetzt kündigt sich ein Sponsor an. Zack und Jason machen unterdessen eine Wanderung mit einer Frau, die das Herz der Rettungsschwimmer höher schlagen lässt. Beide wollen die Schöne für sich gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756487","hoster":"VOE"},{"path":"/redirect/10756488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-18","name":"Chance auf Versöhnung","epNo":18,"alt":"The Return Of Jessie","descr":"Als J. D.s Ex-Freundin Jessie am Strand der Baywatch-Crew auftaucht, steht der Rettungsschwimmer plötzlich vor einer schweren Entscheidung. Denn Jessie hat ihren Sohn dabei, der offenbar auch sein Kind ist. Unterdessen bricht Sean für eine Wanderung in die Berge auf. Doch auf dem Weg geschehen einige mysteriöse Dinge …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756493","hoster":"VOE"},{"path":"/redirect/10756494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-19","name":"Giftmüll im Meer","epNo":19,"alt":"Trapped","descr":"Um noch mehr Touristen nach Maui zu locken, wurde ein künstliches Riff im Meer errichtet. Als zwei Surfer in der Nähe der Attraktion in Bedrängnis geraten, eilen Sean und Leigh zu Hilfe. Da einer der Sportler danach seltsame Krankheitssymptome aufweist, werden die Rettungsschwimmer stutzig. Irgendetwas scheint mit dem Riff nicht zu stimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756498","hoster":"VOE"},{"path":"/redirect/10756496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-20","name":"Showdown 2001","epNo":20,"alt":"Dead Reckoning","descr":"Sean, Jason und Zack wollen am Querfeldeinrennen ‚Showdown 2001‘ teilnehmen. Mit von der Partie soll außerdem ein Reporter sein, der von ihrem Team berichtet. Als die Rettungsschwimmer erfahren, welcher Journalist ihnen zugeteilt wurde, sind sie nicht gerade begeistert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756504","hoster":"VOE"},{"path":"/redirect/10756503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-21","name":"Fotosession auf Moloka’i","epNo":21,"alt":"Makapu’u Lighthouse","descr":"Die Baywatch-Crew hat ein paar freie Tage. Doch langweilig wird es keinem der Rettungsschwimmer. Sean hilft einem Freund von Brian dabei, dessen Kanu für einen bevorstehenden Wettbewerb startklar zu machen. Jason dagegen bekommt die Chance, als Model zu arbeiten. Doch der Preis dafür ist hoch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004142","hoster":"VOE"},{"path":"/redirect/10756506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/baywatch/staffel-11/episode-22","name":"Spätes Happy-End","epNo":22,"alt":"Rescue Me","descr":"Sean steht vor der schweren Entscheidung, die Baywatch-Crew zu verlassen und nach Australien zu gehen oder auf Hawaii zu bleiben. Ausgerechnet jetzt hat Leigh einen Heiratsantrag von Sam angenommen. Dann gerät dessen Junggesellenabschied außer Kontrolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10756512","hoster":"VOE"},{"path":"/redirect/10756513","hoster":"Streamtape"}]}]}]}]}