{"seriesId":"bbq-street","name":"BBQ Street","descr":"Die niederländischen YouTuber Hannes, Julian, Corbinian und Alex präsentieren ihr Können am Grill. Das Publikum soll natürlich zum Nachmachen animiert werden.Es muss nicht immer Bratwurst sein! Der Klassiker steht hierzulande beim Grillen hoch im Kurs, aber an der Feuerstelle lernt man nie aus. Deshalb zeigen die erfahrene Barbecue-Cracks, wie man auf dem Rost leckere Köstlichkeiten zubereitet, bei denen einem das Wasser im Mund zusammenläuft. Gas, Briketts oder Holzkohle? Und welche Gewürze und Zutaten verleihen Fleisch, Fisch und Gemüse ein einzigartiges Aroma? Die \"SizzleBrothers\" geben dazu nützliche Tipps und erklären verschiedene Techniken und Garmethoden. Südafrikanische Lammspieße, argentinische Rouladen und butterzarte Rinderbrust mit Zupfbrot.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Vier Jungs an einem Grill? Das geht an der Feuerstelle nicht immer gut aus, aber den \"SizzleBrothers\" bereitet diese Konstellation keine Probleme. Im Gegenteil: Die Jungs haben beim Brutzeln alles Griff und gehen mit Spaß und Leidenschaft an die Sache ran. Auf Youtube sind Hannes, Julian, Corbinian und Alex schon ein Hit, denn sie verfügen über reichhaltiges Wissen und kreieren leckere Gerichte. Und jetzt schwingt das unterhaltsame Quartett auch auf DMAX die Grillzange. In der ersten Folge stehen Dorade und Beef Brisket mit Zupfbrot auf dem Speiseplan.","versions":[{"lang":1,"streams":[{"redirect":10373163,"hoster":"VOE"},{"redirect":10373164,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"\"Low and Slow\": Viele Grill-Fans schwören am Rost auf eine lange Garzeit bei niedrigen Temperaturen. Aber dafür braucht man Geduld und es geht auch anders. Wenn man wenig Zeit hat, stellt die asiatische Tataki-Methode eine sinnvolle Alternative dar. Die \"SizzleBrothers\" zeigen in dieser Folge, wie man mit dieser Technik Rinderfilet und Thunfisch zubereitet. Und für Porchetta-Liebhaber haben Hannes, Julian, Corbinian und Alex ebenfalls nützliche Tipps parat. Gekrönt mit einer Honig-Senf-Soße ist das Rollbraten-Gericht absolut zur Nachahmung empfohlen.","versions":[{"lang":1,"streams":[{"redirect":10373162,"hoster":"VOE"},{"redirect":10373161,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die \"SizzleBrothers\" verstehen ihr Handwerk. An der Feuerstelle sind die Jungs voll in ihrem Element. Und auf DMAX versorgen sie die Zuschauer mit leckeren Rezepten. Das Motto in dieser Folge lautet: extra viel Käse! Hannes, Julian, Corbinian und Alex zaubern vor laufender Kamera schmackhafte Cheeseburger mit Chili-Cheese-Sauce auf den Teller. Welche Käsesorten sind dafür am besten geeignet und worauf muss man bei der Zubereitung achten? Beim zweiten Gericht stellen sich ähnliche Fragen. Denn in \"BBQ Street\" steht zudem Pizza auf dem Speiseplan.","versions":[{"lang":1,"streams":[{"redirect":10425961,"hoster":"VOE"},{"redirect":10428634,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Rosalia Chay Chucs Cochinita Pibil (langsam gegartes Schweinefleisch) ist von Maya-Traditionen durchdrungen und hat ihr bescheidenes Zuhause in Yucatán zu einem kulinarischen Ziel gemacht.","versions":[{"lang":1,"streams":[{"redirect":10472864,"hoster":"VOE"},{"redirect":10472862,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Nach einer langen Nacht kommt der Heißhunger: Auch für dieses Problem haben die \"SizzleBrothers\" im Handumdrehen eine Lösung parat. Hannes, Julian, Corbinian und Alex zeigen in dieser Folge, wie man Gyros mit Zaziki zubereitet. Wie viel Zeit muss man einplanen und welches Equipment benötigt man dafür? Die BBQ-Cracks liefern dazu nützliche Tipps und Ratschläge. Und was hat es mit der \"Spicy Chinese Woman\" auf sich? An dieser Stelle sei nur so viel verraten: Das asiatische Gericht schmeckt nicht nur lecker, es sieht auf dem Teller auch verdammt gut aus.","versions":[{"lang":1,"streams":[{"redirect":10496998,"hoster":"VOE"},{"redirect":10496999,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Das Rumpsteak gehört neben dem Filet und dem Rib-Eye-Steak zu den zartesten Stücken vom Rind. Intramuskuläres Fett sorgt zudem für besonders viel Geschmack. Deshalb ist dieses Stück Fleisch auch beim Grillen sehr beliebt. Hannes, Julian, Corbinian und Alex zeigen vor laufender Kamera, wie man ein Rumpsteak zubereitet und servieren dazu Maiskolben und Knoblauchbrot. In dieser Folge steht außerdem Fisch auf der Speisekarte. Hier entscheiden sich die \"SizzleBrothers\" für die Goldbrasse, die mit hausgemachter Bruschetta einfach fantastisch schmeckt.","versions":[{"lang":1,"streams":[{"redirect":13518724,"hoster":"VOE"},{"redirect":10566717,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Grillen wie die Höhlenmenschen, ursprünglich und ohne viel Schnickschnack: In dieser Folge bereiten die \"SizzleBrothers\" ein Lammkarree im Caveman-Style zu. Dabei wird das Rippenstück nicht auf den Rost, sondern direkt in die heiße Glut gelegt, um es mit Röstaromen zu veredeln. Hannes, Julian, Corbinian und Alex erklären, was man bei dieser Technik beachten muss, damit das Fleisch am Ende nicht nach Asche schmeckt. Und das ist noch nicht alles: Die Barbecue-Experten brutzeln obendrein leckere Spareribs. Hier empfehlen die Jungs eine Gin-Tonic-Marinade.","versions":[{"lang":1,"streams":[{"redirect":13518729,"hoster":"VOE"},{"redirect":10676968,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"In dieser Folge widmen sich Hannes, Julian, Corbinian und Alex einem sehr imposanten Cut. Das Tomahawk-Steak sieht aus wie eine Streitaxt der amerikanischen Ureinwohner, denn der lange Knochen bleibt bei diesem Stück Fleisch aus dem hinteren Teil der Hochrippe mit dran. Auf dem Grill macht es ordentlich was her. Und bei der Zubereitung kommt in dieser Folge eine spezielle Technik zum Einsatz. In Sachen Geflügel haben die BBQ-Experten ebenfalls Anregungen und Tipps parat. Denn es stehen auch leckere Buffalo Chicken Wings auf dem Speiseplan.","versions":[{"lang":1,"streams":[{"redirect":13518723,"hoster":"VOE"},{"redirect":10676974,"hoster":"Streamtape"}]}]}]}]}