{"seriesId":"bear-grylls-wie-weit-gehst-du","name":"Bear Grylls: Wie weit gehst du?","descr":"In \"Wie weit gehst du?\" werden Menschen mit ihren größten Albträumen konfrontiert. Kann die Natur ihr Leben verändern? Survival-Profi Bear Grylls führt die Betroffenen in der Wildnis langsam an ihre Ängste heran und bietet ihnen die Möglichkeit, die Dämonen zu besiegen. Der Ex-Soldat und Outdoor-Spezialist denkt sich Prüfungen für die Teilnehmer aus und bringt sie in Situationen, die normalerweise Panik in ihnen auslösen würden. Abseits der Zivilisation haben sie die Möglichkeit, über sich hinauszuwachsen, indem sie sich der Herausforderung stellen. Werden die Protagonisten diese einmalige Chance nutzen und bis zum Äußersten gehen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ray und Ugur","epNo":1,"alt":"Water","descr":"Ugur Kirdas hat 2004 in Thailand den verheerenden Tsunami miterlebt. Dort musste er mit ansehen, wie Mütter und Kinder vergeblich um ihr Leben rannten. Von den 3000 Menschen am Strand, haben nur wenige den Albtraum überlebt. Seitdem hat der ehemalige Kickboxer Angst vor reißenden Gewässern. Ray Dawson leidet unter Aquaphobie, seit sein Sohn Marc während seiner Ausbildung zum Navy Seal ertrunken ist. Bear Grylls bietet den Männern in der Sierra Madre de Chiapas in Mexiko die Chance, ihre Traumata zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":8452018,"hoster":"VOE"},{"redirect":8309069,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Toby und Jim","epNo":2,"alt":"Picky Eaters","descr":"Toby Donoghue und Jim Carter leiden seit ihrer Kindheit unter Zwangsstörungen, die ihr Leben enorm beeinträchtigen. Ersterer hat Angst, durch die Berührung mit Blut oder Dreck lebensgefährlich zu erkranken. Im zweiten Fall ist das Essen ein Problem: Jim ernährt sich seit vielen Jahren von Brot, Käse, Erdnussbutter und Cornflakes und lässt andere Nahrungsmittel kaum an sich heran. In der Wildnis Norditaliens versuchen die Männer ihre Dämonen zu besiegen. Gemeinsam mit Bear Grylls wollen beide ihre Angst überwinden.","versions":[]},{"epId":"episode-3","name":"Joe und Neo","epNo":3,"alt":"Rats And Spiders","descr":"Joe Tucker hat Angst vor Spinnen. Schon der Gedanke an die Krabbeltiere reicht aus, um ihn in Panik zu versetzen. Obwohl der gelernte Zimmermann weiß, dass die meisten Arten völlig ungefährlich sind, reagiert sein Körper auf die Gliederfüßer, als befände er sich in akuter Lebensgefahr. Neo Moleko leidet unter einem ähnlichen Problem: Der Geschäftsmann fürchtet sich vor Mäusen und Ratten. Im mexikanischen Regenwald konfrontieren sich die Männer unter der Obhut von Survival-Profi Bear Grylls mit ihrem schlimmsten Albtraum.","versions":[{"lang":1,"streams":[{"redirect":8452019,"hoster":"VOE"},{"redirect":8309071,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Claire und Joe","epNo":4,"alt":"Heights","descr":"Herzrasen, Atemnot und Schweißausbrüche: Millionen Menschen auf der Welt leiden unter Akrophobie. Beim Blick in die Tiefe geraten die Betroffenen in Panik. Dies kann auf einem Hochhaus passieren, aber auch auf einer Leiter. Das Gefühl, die Kontrolle zu verlieren und abzustürzen, löst heftige physische Reaktionen aus. Claire Lavin und Joe Moda stellen sich in den Dolomiten ihrer Höhenangst. Gemeinsam mit Survival-Profi Bear Grylls versuchen die Betroffenen im Angesicht der Gefahr sinnvolle Strategien gegen die Furcht zu entwickeln.","versions":[{"lang":1,"streams":[{"redirect":8452021,"hoster":"VOE"},{"redirect":8309079,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mike und Mark","epNo":5,"alt":"Claustrophobia","descr":"Angst ist lebenswichtig, denn sie alarmiert uns, wenn wir in Gefahr sind und uns schützen müssen. Doch wenn diese Gefühle krankhafte Ausmaße annehmen, verwandeln sie das Leben der Betroffenen in ein Gefängnis. Mike Cuvilje und Mark Allen leiden unter Klaustrophobie. Diese Angststörung äußert sich bei den Betroffenen darin, dass sie in engen, abgeschlossenen Räumen in Panik geraten. Die beiden Männer versuchen, ihre Furcht in den Dolomiten zu überwinden, indem sie sich bewusst in eine Situation begeben, vor der ihnen graut.","versions":[{"lang":1,"streams":[{"redirect":8452027,"hoster":"VOE"},{"redirect":8309080,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mike und Marciela","epNo":6,"alt":"Trees And Insects","descr":"Fluginsekten lösen bei Mike Topolski Panikattacken aus, obwohl er weiß, dass ihm die kleinen Tierchen überhaupt nichts anhaben können. Doch Phobien zeichnen sich eben dadurch aus, dass die Betroffenen große Furcht vor Situationen und Objekten entwickeln, die rational betrachtet völlig ungefährlich sind. Das gilt auch für Maricela Manzo. Sie leidet unter Dendrophobie und hat Angst vor Bäumen. Im mexikanischen Regenwald wollen beide über sich hinauswachsen und dem Schrecken ein Ende bereiten.","versions":[{"lang":1,"streams":[{"redirect":8452022,"hoster":"VOE"},{"redirect":8309082,"hoster":"Streamtape"}]}]}]}]}