{"seriesId":"beauty-and-the-beast","name":"Beauty and the Beast","descr":"Catherine Chandler, eine Ermittlerin der New Yorker Mordkommission, wird noch immer von den Schatten der Vergangenheit heimgesucht. Vor neun Jahren hat sie mit ansehen müssen, wie ihre Mutter von einem Unbekannten ermordet wird. Sie selbst wurde in letzter Minute von einer mysteriösen Gestalt vor dem sicheren Tod bewahrt. Nach langer Suche findet sie ihren Lebensretter: Der offiziell für tot erklärte Vincent Keller ist Überlebender eines misslungenen militärischen Experiments. Sobald sein Adrenalinspiegel steigt, verwandelt sich Vincent in eine Kreatur, die ihre verschärften Sinne und Kräfte nicht kontrollieren kann. Catherine willigt ein, seine Identität zu schützen – was der Beginn einer eigenwilligen Partnerschaft ist...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mensch oder Bestie","epNo":1,"alt":"Pilot","descr":"Catherine \"Cat\" Chandler musste vor neun Jahren miterleben, wie ihre Mutter erschossen wurde. Sie wurde von einem Wesen vor den Mördern gerettet, das die Polizei damals für ein Tier hielt. Heute arbeitet sie als Detective beim NYPD. Im Mordfall an der Moderedakteurin Ashley Webster finden sich Fingerabdrücke von Vincent Keller. Der Ex-Soldat soll seit Jahren tot sein. Doch nicht nur das stellt sich als Irrtum heraus, Cat erfährt auch, dass sie Vincent schon einmal begegnet ist.","versions":[{"lang":1,"streams":[{"redirect":8444376,"hoster":"VOE"},{"redirect":12109306,"hoster":"Doodstream"},{"redirect":8309447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569224,"hoster":"VOE"},{"redirect":8568789,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tanz in den Tod","epNo":2,"alt":"Proceed With Caution","descr":"Die Ballettschülerin Jemma Parker stirbt bei einem Sturz vom Dach. Die Polizei kann einen Unfall ausschließen und Catherines Team findet bald heraus, dass das Opfer einen Stalker hatte. Der Hausmeister Julio Ramirez gesteht, Jemma beobachtet zu haben. Er bringt die Detectives auf eine neue Spur: Offenbar war Jemma vor einiger Zeit vergewaltigt worden. Catherine kommt der Lösung des Falls allerdings erst näher, als ihr Vincent einen entscheidenden Hinweis gibt.","versions":[{"lang":1,"streams":[{"redirect":8444382,"hoster":"VOE"},{"redirect":12109310,"hoster":"Doodstream"},{"redirect":8309451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568794,"hoster":"VOE"},{"redirect":8568792,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Drei Schwestern","epNo":3,"alt":"All In","descr":"In einer Tiefgarage wird der für Einwanderung zuständige Richter Hanson überfahren. Auf den Überwachungsbändern ist das Auto der Kellnerin Iris zu sehen. Der Richter ließ jüngst den Bruder der junge Frau aus Bosnien abschieben. Spätestens als Iris ein Geständnis ablegt, scheint der Fall geklärt. Doch Cat hat Zweifel. Ihr Freund Vincent bestätigt die Polizistin in ihrer Vermutung. Als sie auf eigene Faust ermittelt, entdeckt Catherine, dass Iris zwei Schwestern versteckt hält.","versions":[{"lang":1,"streams":[{"redirect":13642691,"hoster":"VOE"},{"redirect":12109307,"hoster":"Doodstream"},{"redirect":8309450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919047,"hoster":"VOE"},{"redirect":12980132,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verbotene Liebe","epNo":4,"alt":"Basic Instinct","descr":"Vincent beobachtet, wie ein schwer verletzter Junge in einem Müllcontainer abgelegt wird. Er rettet ihn und informiert Catherine. Das NYPD beginnt zu ermitteln, während der 19-jährige Tommy Holt im Koma liegt. Catherine und Tess nehmen den Reitstall von Lois Whitworth unter die Lupe, in dem das Opfer bis vor kurzem im Polo-Team spielte. Angeblich hatte er eine Beziehung mit Lois’ Tochter Clarissa. Derweil entführen Muirfield-Agenten Catherine, sie soll ihnen Vincent ausliefern.","versions":[{"lang":1,"streams":[{"redirect":14497561,"hoster":"VOE"},{"redirect":14509800,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516034,"hoster":"VOE"},{"redirect":14509791,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Saturn kehrt zurück","epNo":5,"alt":"Saturn Returns","descr":"Michael Walters kommt aufs Revier und berichtet Cat und Tess, dass seine Verlobte Amy verschwand, als er Kaffee holen war. Die beiden Polizistinnen vermuten, dass die junge Frau vor der Hochzeit mit Michael kalte Füße bekam. Doch als sie die Wohnung des Paars unter die Lupe nehmen, wundern sie sich, dass es dort von Amy nicht die winzigste Spur gibt. Dafür entdecken sie bald das dunkle Geheimnis der Vermissten. Vincent und Cat hadern weiterhin mit ihren Gefühlen füreinander.","versions":[{"lang":1,"streams":[{"redirect":8444405,"hoster":"VOE"},{"redirect":12109309,"hoster":"Doodstream"},{"redirect":8309458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568797,"hoster":"VOE"},{"redirect":8568795,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Werte","epNo":6,"alt":"Worth","descr":"Der Künstler Nicholas Varkas wird einen Tag vor seiner Vernissage in der Galerie ermordet. Catherine und Tess finden heraus, dass Nicholas von seinen Werken stets mehrere Kopien anfertige – handelt es sich um einen Fall von Geldwäsche? Doch beim Besuch der Ausstellung machen die beiden Polizistinnen eine pikante Entdeckung … Derweil hofiert Evan Catherine immer noch – doch die nervt das Katz-und-Maus-Spiel. Stattdessen fühlt sie sich mehr und mehr zu Vincent hingezogen.","versions":[{"lang":1,"streams":[{"redirect":13095757,"hoster":"VOE"},{"redirect":12109312,"hoster":"Doodstream"},{"redirect":8309460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568802,"hoster":"VOE"},{"redirect":8568798,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Außer Kontrolle","epNo":7,"alt":"Out Of Control","descr":"Erneut wacht Vincent irgendwo in New York auf und kann sich nicht an die letzten Stunden erinnern – diesmal hat er Blut an Händen und Kleidung. Seine Blackouts kommen immer häufiger vor, und der mit übermenschlichen Kräften ausgestattete Ex-Soldat macht sich Sorgen um seine Freunde J.T. und Catherine. Als ein Mordopfer an der Uni gefunden wird, an der Vincent sich nachts aufhielt, ist zwar schnell seine Unschuld bewiesen. Doch Cat braucht seine Hilfe bei der Aufklärung des Falls.","versions":[{"lang":1,"streams":[{"redirect":8444415,"hoster":"VOE"},{"redirect":12109311,"hoster":"Doodstream"},{"redirect":8309459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569225,"hoster":"VOE"},{"redirect":8568799,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Falle","epNo":8,"alt":"Trapped","descr":"Vor den Augen seiner Fans wird auf den Teenie-Popstar Jake Riley geschossen. Im Gewahrsam des NYPD bringt die verwöhnte Nervensäge Tess und Catherine zur Weißglut, während sie versuchen, den Schützen ausfindig zu machen. Unterdessen experimentiert J.T., um Vincents Blackouts unter Kontrolle zu bekommen. Wie sich herausstellt, betreute Catherines Mutter den übernatürlich begabten Soldaten während des Afghanistankriegs.","versions":[{"lang":1,"streams":[{"redirect":8444416,"hoster":"VOE"},{"redirect":12109308,"hoster":"Doodstream"},{"redirect":8309463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568805,"hoster":"VOE"},{"redirect":8568800,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Catherines Date","epNo":9,"alt":"Bridesmaid Up!","descr":"Catherines Vater heiratet. Seine deutlich jüngere Verlobte Brooke hat Cat zur Brautjungfer auserkoren. Nun fühlt sie sich unter Druck gesetzt, sich einen Begleiter zu suchen. Vincent wäre bereit mitzugehen, aber Catherine ist unsicher … Indes muss sie mit Tess den Mord an Neal Mendal aufklären. Er war verheiratet und dennoch Klient einer Dating-Agentur. Um dort Einblick zu gewinnen, meldet sich Cat bei der Firma an.","versions":[{"lang":1,"streams":[{"redirect":8444427,"hoster":"VOE"},{"redirect":12109314,"hoster":"Doodstream"},{"redirect":8309465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568803,"hoster":"VOE"},{"redirect":8568801,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rot sehen","epNo":10,"alt":"Seeing Red","descr":"Nach dem Angriff auf sie liegt Catherine im Krankenhaus. Sie sollte sich eigentlich noch schonen, doch ihr kompliziertes Privatleben lässt das nicht zu: Vincent besucht sie heimlich in der Klinik und bleibt dabei nicht unerkannt. Cats Krankenschwester Alex sieht ihn auf dem Flur und traut ihren Augen kaum – vor ihr steht ihr totgeglaubter Verlobter. Dass die beiden nun wieder zueinanderfinden und Vincent gar Alex’ Leben rettet, bringt Catherines Gefühle völlig durcheinander.","versions":[{"lang":1,"streams":[{"redirect":12332602,"hoster":"VOE"},{"redirect":12109313,"hoster":"Doodstream"},{"redirect":8309469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568804,"hoster":"VOE"},{"redirect":8568806,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf dünnem Eis","epNo":11,"alt":"On Thin Ice","descr":"Als Vincent sich mit seiner ehemaligen Verlobten Alex trifft und die beiden in eine Eislaufhalle einbrechen, werden sie von der Polizei erwischt. Catherine kann gerade noch verhindern, dass Vincents Personalien aufgenommen werden. Alex zeigt Vince außerdem ihre heimliche zweite Arbeitsstelle: Sie versorgt arme Menschen medizinisch. Während das wiedervereinte Paar von einem neuen Leben träumt, droht Cats Kollege Evan dem genmanipulierten Vincent auf die Spur zu kommen.","versions":[{"lang":1,"streams":[{"redirect":13095758,"hoster":"VOE"},{"redirect":12109322,"hoster":"Doodstream"},{"redirect":8309472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916810,"hoster":"VOE"},{"redirect":8568807,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kalter Entzug","epNo":12,"alt":"Cold Turkey","descr":"Catherine nimmt sich vor, auf Abstand zu Vincent zu gehen, damit er sich wieder mit seiner ehemaligen Verlobten Alex annähern kann. Sie hat schwer daran zu knabbern, dass die beiden für ein Wochenende auf eine romantische Hütte fahren. Doch die Polizistin muss den beiden folgen: Die Drogenfahndung ist der Krankenschwester Alex auf der Spur, die Medikamente aus der Klinik entwendet hat. Auch der übermenschlich begabte Vincent ist in Gefahr, entdeckt zu werden.","versions":[{"lang":1,"streams":[{"redirect":8444448,"hoster":"VOE"},{"redirect":12109318,"hoster":"Doodstream"},{"redirect":8444446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568810,"hoster":"VOE"},{"redirect":8568808,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vertraue niemandem","epNo":13,"alt":"Trust No One","descr":"Catherine warnt Vincents Verlobte Alex, dass Muirfield sie womöglich im Visier hat, um so an den übermenschlich begabten Ex-Soldaten zu geraten. Tatsächlich stirbt bald ein befreundeter Journalist der jungen Frau. Catherine selbst versucht derweil Vincent auf Abstand zu halten. Und Evan ist seiner neuen Freundin Claire gegenüber misstrauisch: Sie war die einzige, die Zugang zu der DNA-Probe von Vincent hatte, die nun unbrauchbar ist.","versions":[{"lang":1,"streams":[{"redirect":8444452,"hoster":"VOE"},{"redirect":8309480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568812,"hoster":"VOE"},{"redirect":8568811,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefährliche Liebe","epNo":14,"alt":"Tough Love","descr":"Nachdem Heather ihre Schwester Cat und Vincent in flagranti erwischt hat, kann das Paar seine Liebe nicht mehr länger verstecken. Bei einem gemeinsamen Kennlern-Dinner taucht jedoch auch Heathers neuer Freund Darius auf, der Bruder von Cats Kollegen Joe. Der junge Mann bringt die drei bald in arge Bedrängnis. Derweil kommt auch Evan Vincent bedrohlich nahe: Er sucht mit Feuereifer nach dem Wesen mit mutierter DNA und bekommt Hilfe von Muirfield.","versions":[{"lang":1,"streams":[{"redirect":8444459,"hoster":"VOE"},{"redirect":8309479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568817,"hoster":"VOE"},{"redirect":8568815,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Um jeden Preis","epNo":15,"alt":"Any Means Possible","descr":"Nach ihrem Kuss hat Vincent Hemmungen, sich ganz und gar auf Catherine einzulassen. Er fürchtet, dass er sich nicht mehr unter Kontrolle hat, wenn sich die beiden näher kommen. Cat versucht ihn zu besänftigen, doch die beiden treiben auch andere Sorgen um: Nachdem Vincent Darius, den Bruder von Cats Boss, getötet hat, will Cat einen Zeugen dazu bringen, dem neuen Staatsanwalt Gabe Lowen die wahren Tatumstände zu berichten. Doch der zwielichtige Ray Sheckman ist nicht kooperativ.","versions":[{"lang":1,"streams":[{"redirect":8444466,"hoster":"VOE"},{"redirect":8309482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568819,"hoster":"VOE"},{"redirect":8568818,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unersättlich","epNo":16,"alt":"Insatiable","descr":"Keine Zeit für Romantik: Catherine versucht Joe und ihre Kollegen von der Fährte ihres Liebhabers Vincent abzulenken, doch bald ist die Polizei dem übermenschlich begabten Ex-Soldaten auf der Spur. Evan findet heraus, dass Catherine mehr über den unbekannten Rächer weiß, als sie zugibt. Und auch die Leute von Muirfield rücken Vince immer näher. JT und Cat sehen nur noch eine Möglichkeit, ihren Freund zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8444470,"hoster":"VOE"},{"redirect":8309478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568825,"hoster":"VOE"},{"redirect":8568822,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Komplizen","epNo":17,"alt":"Partners In Crime","descr":"Catherines Kollegin Tess hat Vincent angeschossen. JT gelingt es, sie zu betäuben, bevor die Polizistin Verstärkung rufen kann. Während Vince und Cat sich um sie kümmern, stattet JT Evan einen Besuch in der Gerichtsmedizin ab, wo der die Brandopfer untersucht, unter denen die Ermittler den unbekannten Rächer vermuten. JT jubelt Evan eine DNA-Probe von Vince unter, in der Hoffnung, dass die Polizei den Fall zu den Akten legt.","versions":[{"lang":1,"streams":[{"redirect":8444474,"hoster":"VOE"},{"redirect":12109319,"hoster":"Doodstream"},{"redirect":8309481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568826,"hoster":"VOE"},{"redirect":8568823,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Herz der Finsternis","epNo":18,"alt":"Heart Of Darkness","descr":"Evan hat herausgefunden, dass seine Kollegin Catherine nichts für ihn empfindet, sondern für Vincent, das artübergreifende Wesen, das er sucht. Er glaubt jedoch, dass Vince gefährlich für Cat ist und verrät ihn an Muirfield. Als er erkennt, was hinter der Organisation steckt, wird ihm jedoch bewusst, dass er einen großen Fehler gemacht hat. Doch es ist zu spät: Vince ist im Gewahrsam von Muirfield. Evan will seinen Fehler wieder gut machen …","versions":[{"lang":1,"streams":[{"redirect":8444485,"hoster":"VOE"},{"redirect":8444483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569228,"hoster":"VOE"},{"redirect":8568830,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Spiel mit dem Feuer","epNo":19,"alt":"Playing With Fire","descr":"Ein Mann kommt schwer verletzt aufs Revier und verlangt nach Catherine. \"Sie haben nicht mehr viel Zeit\", teilt er ihr mit, bevor er leblos zusammenbricht. Die Ermittler können ihn nicht identifizieren – seine Fingerkuppen sind glatt, so dass sich davon keine Abdrücke nehmen lassen. Cat und Vincent versuchen herauszufinden, wer der Mann war. Indes stellt sich heraus, dass der zwielichtige Staatsanwalt Lowen als Junge ein Versuchskaninchen von Muirfield war. Kann Cat ihm trauen?","versions":[{"lang":1,"streams":[{"redirect":12444416,"hoster":"VOE"},{"redirect":8317127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568833,"hoster":"VOE"},{"redirect":8568829,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jahrestag","epNo":20,"alt":"Anniversary","descr":"Als sich der Todestag ihrer Mutter jährt, trifft Catherine Staatsanwalt Lowen am Grab. Sie erfährt, dass ihre Mutter sich um Lowen kümmerte, als dieser als kleiner Junge bei Muirfield Experimenten unterzogen wurde. Vincent traut dem zwielichtigen Juristen nach wie vor nicht. Als auf die Bürgermeisterin geschossen wird, gerät Lowen in Verdacht … Der Staatsanwalt berichtet Cat indes von seiner Vermutung, dass ihre Mutter ihren Tod nur vorgetäuscht hat.","versions":[{"lang":1,"streams":[{"redirect":8444495,"hoster":"VOE"},{"redirect":8309487,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568837,"hoster":"VOE"},{"redirect":8568834,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hoffnungsschimmer","epNo":21,"alt":"Date Night","descr":"Cat und Vince leiden zunehmend darunter, dass sie nicht wie ein normales Paar ausgehen können. Doch plötzlich scheint es eine Chance zu geben, dass alles anders werden kann: Gabe, den Cat in einem Luxushotel vor der Rache der Bustamonte-Familie schützt, wurde ebenfalls genetisch verändert und hat solche Wutausbrüche wie Vince – und er kann sie mithilfe von Tabletten kontrollieren. Allerdings wirken sie immer schlechter, so dass Gabe beim nächsten Ausraster wie von Sinnen türmt.","versions":[{"lang":1,"streams":[{"redirect":8444503,"hoster":"VOE"},{"redirect":8309493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568836,"hoster":"VOE"},{"redirect":8568838,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sieh niemals zurück","epNo":22,"alt":"Never Turn Back","descr":"Die Tabletten, die Vincent von Gabe bekommen hat, zeigen Wirkung – und zwar eine bessere, als er erwartet hatte. Sie unterdrücken seine tierischen Instinkte offenbar nicht nur vorübergehend, sondern könnten die mutierten Gene gänzlich ausschalten. Können Vince und Cat nun von einer gemeinsamen Zukunft träumen? J.T. ist misstrauisch … Indes bekommt Cat einen Anruf von ihrem Vater. Er will ihr etwas Wichtiges mitteilen, wird auf dem Weg zu ihr jedoch schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":8444513,"hoster":"VOE"},{"redirect":8309490,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568845,"hoster":"VOE"},{"redirect":8568839,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wer bin ich?","epNo":1,"alt":"Who Am I?","descr":"Drei Monate sind vergangen, seit Muirfield Vincent entführt hat. Catherine ist rastlos auf der Suche nach ihm und vernachlässigt ihre Arbeit als Polizistin. Ausgerechnet Gabe Lowan überbringt ihr eines Tages die Nachricht, dass JT Vincent gefunden hat. Doch ihr Geliebter hat sich verändert: Seine Narbe im Gesicht ist verschwunden, er hat sein Gedächtnis verloren, und er scheint noch stärkere tierische Sinne und übermenschliche Kräfte zu haben als zuvor.","versions":[{"lang":1,"streams":[{"redirect":12332601,"hoster":"VOE"},{"redirect":8309405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568844,"hoster":"VOE"},{"redirect":8568840,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefesselt","epNo":2,"alt":"Kidnapped","descr":"Catherine und JT suchen nach Vincent – und auch die Leute von Muirfield wissen nicht, wo ihr Super-Kämpfer sich befindet. Es gelingt Cat, Vince anzulocken, doch er traut ihr nicht und entführt sie auf sein Hausboot. Während er weiter seine Mission verfolgt, spüren Tess, JT und Gabe Cat auf und heften sich wiederum an die Fersen von Vincent. Er will sich mit einer Ärztin namens Gina auf einer Party treffen. Die Freunde müssen befürchten, dass er sie umbringen will …","versions":[{"lang":1,"streams":[{"redirect":8444268,"hoster":"VOE"},{"redirect":8309409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568847,"hoster":"VOE"},{"redirect":8568843,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lügen","epNo":3,"alt":"Liar, Liar","descr":"Als ein FBI-Agent stirbt, deutet alles darauf hin, dass der Täter ein genmanipulierter Mensch war – doch es kann nicht Vincent gewesen sein. Cat und ihre Kollegen wollen die Bestie mit Hilfe von Vince finden. Der Ex-Soldat und die Polizistin arbeiten daran, einander wieder zu vertrauen und sich anzunähern. Bei der Suche nach dem mysteriösen Wesen verfolgen Cat und Vince allerdings zwei verschiedene Agendas …","versions":[{"lang":1,"streams":[{"redirect":13666434,"hoster":"VOE"},{"redirect":8309410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568848,"hoster":"VOE"},{"redirect":8568849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hitzköpfe","epNo":4,"alt":"Hothead","descr":"Eine weitere Bestie ist aufgetaucht und macht den Ermittlern im wahrsten Sinne des Wortes die Hölle heiß: Der Unbekannte entfacht Feuer in der Stadt, er selbst scheint dagegen immun zu sein. Gabe bittet Vincent um Hilfe – der verfolgt jedoch mal wieder seine eigenen Ziele. Doch diesmal wird der mutierte Ex-Soldat verwundet, denn das Biest ist ihm überlegen. Er benötigt Cats Hilfe – und die von jemandem aus seiner Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8444271,"hoster":"VOE"},{"redirect":8309411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568850,"hoster":"VOE"},{"redirect":8568852,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Klassentreffen","epNo":5,"alt":"Reunion","descr":"Cat hat Freundinnen zu Gast, mit denen sie das Klassentreffen feiern will. Als fast alle weg sind, wird die Polizistin in ihrer Wohnung von einer Bestie überfallen – allein ihre Freundin Beth wird Zeugin des Angriffs. Während Cat versucht, sie zu beruhigen, macht sich Vincent auf die Suche nach dem übermenschlich begabten Wesen – und trifft auf einen Kameraden aus seiner Zeit im Irak: Zach. Welche Absichten verfolgt er?","versions":[{"lang":1,"streams":[{"redirect":8444276,"hoster":"VOE"},{"redirect":8309415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568859,"hoster":"VOE"},{"redirect":8568855,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Väter und Töchter","epNo":6,"alt":"Father Knows Best","descr":"Cat hat herausgefunden, dass Agent Reynolds ihr leiblicher Vater ist. Sie befragt ihn nach Muirfield, doch sie beißt auf Granit. Vincent bekommt von Reynolds indes den Auftrag, sich Curt Windsor vorzunehmen – eine besonders gefährliche Bestie. Vince entführt dessen Tochter Tori und lockt damit auch die Polizei in Person von Cat, Gabe und Tess auf die Fährte von Windsor.","versions":[{"lang":1,"streams":[{"redirect":8444282,"hoster":"VOE"},{"redirect":8309414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568858,"hoster":"VOE"},{"redirect":8568856,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rate, wer zum Essen kommt","epNo":7,"alt":"Guess Who’s Coming To Dinner?","descr":"Während Cat und Vincent planen, gemeinsam Thanksgiving zu feiern, soll der genmanipulierte Ex-Soldat nur noch einen Auftrag erfüllen. Doch Vince wittert einen Mordkomplott gegen sich und entgeht der Falle. Gemeinsam mit Cat, Tess, Gabe und J.T. will er nun den Mann finden, der es auf ihn abgesehen hat. Dazu gilt es, den mysteriösen Auftraggeber seiner Missionen zu finden – er ahnt nicht, dass es Cats Vater ist, bei dem das Paar zum Feiertagsessen eingeladen ist.","versions":[{"lang":1,"streams":[{"redirect":12915542,"hoster":"VOE"},{"redirect":8309416,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568862,"hoster":"VOE"},{"redirect":8568860,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erpressung","epNo":8,"alt":"Man Or Beast?","descr":"Vincent und Tori entkommen dem Anschlag von Muirfield und schließen sich zusammen. Die beiden Bestien wollen die Verantwortlichen für ihren Zustand finden und zur Strecke bringen. Ihre Auftraggeber gehen derweil davon aus, dass die beiden tot sind. Cat, Tess, Gabe und J.T. machen sich auf die Suche nach einer Möglichkeit, ihren Freunden zu helfen. Sie wollen Agent Bob Reynolds, Cats Vater, erpressen, um zu erreichen, dass er sich stellt.","versions":[{"lang":1,"streams":[{"redirect":8444289,"hoster":"VOE"},{"redirect":8309418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568866,"hoster":"VOE"},{"redirect":8568861,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Du darfst nicht sterben","epNo":9,"alt":"Don’t Die On Me","descr":"Nachdem Cat Vincent angeschossen hat, ist der übernatürlich begabte Soldat schwer verletzt. Während er mit dem Tod kämpft, wird die Polizistin nach dem Vorfall vom Dienst suspendiert, da sie ihrem Vorgesetzten nicht die Wahrheit über den Schuss sagen kann. Um Vincent nun noch zu helfen und dafür zu sorgen, dass er nicht auffliegt, muss sie Tori helfen: Vincents neue Freundin, deren Gene auch manipuliert wurden, ist ebenfalls in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13309363,"hoster":"VOE"},{"redirect":8444293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568864,"hoster":"VOE"},{"redirect":8568865,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vorfahren","epNo":10,"alt":"Ancestors","descr":"Vincent hat sich der Öffentlichkeit gestellt: Der Totgeglaubte behauptet, sich nicht an seine Vergangenheit erinnern zu können, und die Presse feiert den gut aussehenden Veteranen als Kriegshelden. Doch glücklich ist er mit den Lügen nicht. Gleichzeitig erfährt er mehr über die Hintergründe seiner Genmutation. Cat muss derweil undercover ermitteln. Sie gibt sich als die ermordete FBI-Agentin Mara aus.","versions":[{"lang":1,"streams":[{"redirect":8444297,"hoster":"VOE"},{"redirect":8309421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568869,"hoster":"VOE"},{"redirect":8568868,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Geiselnahme","epNo":11,"alt":"Held Hostage","descr":"Cat, Tess und Gabe sehen sich gezwungen, Tori festzunehmen. In der Presse waren Bilder aufgetaucht, in denen sie die gestohlene Kette mit dem mysteriösen Juwel trägt. Doch nicht nur das FBI ist auf das Schmuckstück aufmerksam geworden: Auf dem Revier kommt es zu einer Geiselnahme durch unbekannte Männer. Vincent dringt in das Gebäude ein, doch er hat es offenbar nur darauf abgesehen, Tori und die Kette in Sicherheit zu bringen …","versions":[{"lang":1,"streams":[{"redirect":13679935,"hoster":"VOE"},{"redirect":8309422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569226,"hoster":"VOE"},{"redirect":8568871,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Serum","epNo":12,"alt":"Recipe For Disaster","descr":"J.T. wird entführt. Er soll für seinen Kidnapper ein Serum herstellen, das Muirfield benutzt hat, um die Bestien zu erschaffen. Er ist nicht allein, ein weiterer Wissenschaftler experimentiert in dem Verließ seit mehreren Jahren in Gefangenschaft, doch er schaffte es nicht, die Substanz zu rekonstruieren. Cat und Vincent müssen sich zusammentun, um ihren Freund zu finden, während sich Tori aus Eifersucht von Vince abwendet.","versions":[{"lang":1,"streams":[{"redirect":8444307,"hoster":"VOE"},{"redirect":8444309,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919050,"hoster":"VOE"},{"redirect":8568872,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bis dass der Tod euch scheidet","epNo":13,"alt":"Till Death","descr":"Nach seiner Rettung aus dem Verließ will Sam Landon sein Ehegelöbnis mit seiner Frau und Cats Kollegin Dana erneuern. Cat und Vince sollen bei der Zeremonie die Sicherheit des Paares gewähren, denn Sam wurde unlängst in seiner Wohnung attackiert. Als er bei einem Verhör Gabe als einen regelmäßigen Besucher in seinem Gefängnis wiedererkennt, beschleicht Cat Skepsis: Spielt ihr Freund, der einst eine Bestie war, ein falsches Spiel? Sie setzt Vince auf Gabe an.","versions":[{"lang":1,"streams":[{"redirect":13679936,"hoster":"VOE"},{"redirect":8309429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568886,"hoster":"VOE"},{"redirect":8568876,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wiedergutmachung","epNo":14,"alt":"Redemption","descr":"Nachdem sie den Tod von Gabe und Dana Landon vorgetäuscht haben, heften sich Cat, Tess, Gabe und Vincent an Sam Landons Fersen. Sie wollen herausfinden, was er mit dem Serum von Muirfield vorhat. Ihre Spur führt zu einem gewissen Jacob Sutter, der mit einem mysteriösen Leiden im Krankenhaus liegt. Er ist bereits der zweite Patient mit diesem Namen und ähnlichen Symptomen. In der Klinik wird Vincent mit seinem alten Leben konfrontiert. Auch Gabe holt seine Vergangenheit ein.","versions":[{"lang":1,"streams":[{"redirect":12382170,"hoster":"VOE"},{"redirect":8309426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916813,"hoster":"VOE"},{"redirect":8568880,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Spurensuche","epNo":15,"alt":"Catch me if you can","descr":"Cat, Tess, Gabe, J.T. und Vincent sind immer noch auf der Suche nach Sam Landon. Doch der Mann, der alles daran setzt eine Bestie zu erschaffen und seinen toten Sohn zu rächen, spielt offenbar ein Katz- und Mausspiel mit ihnen. Cat hat derweil Mühe, sich auf den Fall zu konzentrieren. Sie ist immer noch zwischen ihrem aktuellen Freund Gabe und ihrem Ex Vincent hin und her gerissen.","versions":[{"lang":1,"streams":[{"redirect":8444322,"hoster":"VOE"},{"redirect":8309432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569227,"hoster":"VOE"},{"redirect":8568883,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wegen letzter Nacht","epNo":16,"alt":"About Last Night","descr":"Cat und Vincent verbringen eine leidenschaftliche Nacht miteinander. Während es Vince darin bestärkt, dass die beiden zusammengehören, bereut Cat den Vorfall - schließlich ist sie mit Gabe zusammen. Die beiden haben jedoch nicht viel Zeit, sich ihren verwirrten Gefühlen zu widmen: Sam Landon ist aus dem Gefängnis ausgebrochen. Die Freunde fürchten, dass er auf seiner Flucht weitere Biester erschaffen wird.","versions":[{"lang":1,"streams":[{"redirect":8444331,"hoster":"VOE"},{"redirect":8444329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568884,"hoster":"VOE"},{"redirect":8568885,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bestienjagd","epNo":17,"alt":"Arrested","descr":"Vincent wird wegen Mordes verhaftet. Cat fürchtet, dass ihn die Todesstrafe erwartet und setzt alles daran, Vincents Unschuld zu beweisen. Dafür ist sie auch bereit, die Schuld auf sich zu nehmen. Als Vincent aus dem Gefängnis flüchtet, macht das die Sache nicht einfacher. Außerdem ist offenbar Cats Vater in Vincents Verhaftung verwickelt.","versions":[{"lang":1,"streams":[{"redirect":8444340,"hoster":"VOE"},{"redirect":8309437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568891,"hoster":"VOE"},{"redirect":8568889,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Cat and Mouse","epNo":18,"alt":"Cat and Mouse","descr":"Gabe setzt die Polizei auf eine weitläufige Suche nach Vincent an, der aus dem Gefängnis geflüchtet ist. Als sich herausstellt, dass Cat entführt wurde, wollen Tess und J.T. Vincent auf eigene Faust finden, damit er sie zu Cat bringt. Wie sich herausstellt, sind es FBI-Agenten, die sie gekidnappt haben. Sie brauchen ihre und Vincents Hilfe, um eine Kollegin zu finden, die in der Gewalt von Terroristen ist. Doch Cat traut den Agenten nicht.","versions":[{"lang":1,"streams":[{"redirect":12251780,"hoster":"VOE"},{"redirect":8444344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568890,"hoster":"VOE"},{"redirect":8568893,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Monster der Vergangenheit","epNo":19,"alt":"Cold Case","descr":"Gabe gibt seinen Plan, Vincent mit allen Mitteln zu finden und wieder ins Gefängnis zu bringen, nicht auf. Cat und Tess arbeiten im Verborgenen gegen ihn und versuchen, Vincent nicht nur bei seiner Flucht zu helfen, sondern Gabe für immer zum Schweigen zu bringen. Sie decken neue Beweise in einem alten Mordfall auf, der bereits zu den Akten gelegt worden war. Doch alles weist darauf hin, dass Gabe in den Mordfall verwickelt war!","versions":[{"lang":1,"streams":[{"redirect":12251782,"hoster":"VOE"},{"redirect":8309438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916812,"hoster":"VOE"},{"redirect":8568895,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Was ist normal?","epNo":20,"alt":"Ever After","descr":"Cat und Vincent haben herausgefunden, dass Gabe womöglich einen Mord begangen hat. Der wichtigste Zeuge in dem Fall, Jack Watson, wird nun vermisst. Vince vermutet, dass Gabe Watson getötet hat. Als sie während ihrer Nachforschungen die Aufmerksamkeit der Medien auf sich ziehen, werden sie vom FBI ins Zeugenschutzprogramm aufgenommen. Während die beiden sich mit ihrem neuen Leben rumschlagen, suchen J.T. und Tess Beweise für Gabes Schuld.","versions":[{"lang":1,"streams":[{"redirect":13916829,"hoster":"VOE"},{"redirect":8309443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919052,"hoster":"VOE"},{"redirect":8568896,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Operation Fake Date","epNo":21,"alt":"Operation Fake Date","descr":"Beth, eine Journalistin, will einen Artikel über Vincent schreiben, in dem alle seine Geheimnisse verraten werden. Ihre Quelle? Gabe! Cat beschließt, ihn zu überzeugen, Beth zurückzupfeifen. Doch Gabe willigt nur unter einer Bedingung ein: Er will, dass Cat Vincent verlässt und zu ihm zurückkehrt!","versions":[{"lang":1,"streams":[{"redirect":8444363,"hoster":"VOE"},{"redirect":8444360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569232,"hoster":"VOE"},{"redirect":8568899,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Deja Vu","epNo":22,"alt":"Déjà Vu","descr":"Wie sich herausstellt, hat Gabe einen Weg gefunden, sich wieder in ein Biest zu verwandeln. Diesmal ist er zweifellos mächtiger als Vincent. Cat macht sich große Sorgen um ihn - erst Recht, als sie im Tagebuch ihrer Urahnin Rebecca eine Geschichte liest, die ihrem und Vincents Schicksal verblüffend ähnelt. Glaubt man der Legende, kann es jedoch kein Happy End für die beiden Liebenden geben.","versions":[{"lang":1,"streams":[{"redirect":8444365,"hoster":"VOE"},{"redirect":8309446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569231,"hoster":"VOE"},{"redirect":8568900,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Bestie von der Wall Street","epNo":1,"alt":"Beast of Wallstreet","descr":"Catherine und Vincent haben sich vorgenommen, von nun an ein normales Leben zu führen. Sie kehrt zur Polizei zurück und er hat eine Stelle in der Notaufnahme eines Krankenhauses angenommen. Doch ihre Vergangenheit holt sie schneller als gedacht wieder ein. Agent Thomas und Agent Barnett berichten Cat, dass sich offenbar jemand in der Stadt herumtreibt, der übermenschliche Kräfte hat – es ist der Börsenfachmann Tyler Zane. Cat zögert jedoch, Vince darüber zu informieren.","versions":[{"lang":1,"streams":[{"redirect":13684603,"hoster":"VOE"},{"redirect":8309495,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568903,"hoster":"VOE"},{"redirect":8568901,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Urangst","epNo":2,"alt":"Primal Fear","descr":"Nachdem Cat Vincents Antrag angenommen hat, zieht ihr Verlobter gleich auch bei ihr ein. Sie bemerkt nicht, dass der Stress dabei immer wieder das Biest in ihm zum Vorschein bringt und wundert sich, dass er sich so sehr von ihr zurückzieht. Indes kämpft Agent Thomas um sein Leben. J.T. schafft es nicht schnell genug, die Substanz zu entschlüsseln, die ihn gerettet hat und nun auch Thomas vor dem Tod bewahren soll. Und er ist nicht der Einzige, der das Medikament sucht.","versions":[{"lang":1,"streams":[{"redirect":13916831,"hoster":"VOE"},{"redirect":8309498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568911,"hoster":"VOE"},{"redirect":8568902,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stück für Stück","epNo":3,"alt":"Bob \u0026 Carol, Vin \u0026 Cat","descr":"Cat und Tess werden die Untersuchungen des Mordes an Agent Thomas entzogen und an Homeland Security übergeben. So schnell wollen sie jedoch nicht aufgeben, schließlich wissen die Agenten nicht, dass hinter der Tat die Experimente stecken, die Menschen mit übernatürlichen Kräften ausgestattet haben. Als Cat und Vincent die neuen Ermittler Bob und Carol jedoch besser kennenlernen, stellen die beiden Verlobten fest, dass sie mit den verheirateten Agenten auf einer Wellenlänge sind.","versions":[{"lang":1,"streams":[{"redirect":8444531,"hoster":"VOE"},{"redirect":8309500,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13916815,"hoster":"VOE"},{"redirect":8568904,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge deinem Herzen","epNo":4,"alt":"Heart Of The Matter","descr":"Cat und Vincent sind beim Paartherapeuten: Ihre Beziehung leidet sehr unter der immer noch ungeklärten Frage, wer für die Experimente verantwortlich ist, die Menschen mit übernatürlichen Kräften ausstatten. Zuletzt hatte Cat einen neuen Verdächtigen im Visier: den schwerkranken und schwerreichen Marshall Zalman, der auf eine Herztransplantation wartet. Gegen Vincents Willen stellt Cat Nachforschungen an. J.T. testet derweil seine Selbstheilungskräfte.","versions":[{"lang":1,"streams":[{"redirect":12332598,"hoster":"VOE"},{"redirect":8444535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568913,"hoster":"VOE"},{"redirect":8568909,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die gefährlichste aller Bestien","epNo":5,"alt":"The Most Dangerous Beast","descr":"Cat und Vincent versuchen an ihrer Abhängigkeit voneinander zu arbeiten. Ihre Beziehung wird zudem durch Cats Befürchtung belastet, dass Carol und Bob immer noch hinter ihnen her sind. Die beiden Attentäter haben das Paar tatsächlich im Visier, und es kommt ihnen sehr gelegen, dass die Polizistin und der Arzt mit den übernatürlichen Fähigkeiten gerade entschieden haben, ein bisschen auf Abstand gehen. Schließlich sind sie eigentlich nur an Vincent interessiert …","versions":[{"lang":1,"streams":[{"redirect":8444540,"hoster":"VOE"},{"redirect":8309505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569233,"hoster":"VOE"},{"redirect":8568915,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geister der Vergangenheit","epNo":6,"alt":"Chasing Ghosts","descr":"Die Hochzeit von Cat und Vincent steht bevor. Trotz der Vorbereitungen und ihrer familiären Verpflichtungen kann Cat nicht von der Arbeit lassen. Und auch Vince hat nicht viel von seinem Junggesellenabschied, als ein Scharfschütze auftaucht. Er wurde offenbar von einem Parasiten befallen, der ihm übermenschliche Fähigkeiten verliehen hat – bald scheint eine Epidemie in vollem Gange zu sein. Um sie zu stoppen muss Cat ihren inhaftierten Vater um Hilfe bitten.","versions":[{"lang":1,"streams":[{"redirect":8444547,"hoster":"VOE"},{"redirect":8309509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569234,"hoster":"VOE"},{"redirect":8568917,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Durchgebrannt","epNo":7,"alt":"Both Sides Now","descr":"Ein Auftragskiller hat Cat und Vince ins Visier genommen. Wie es scheint, verfügt ihr Jäger über übernatürliche Fähigkeiten, und da sie ihn nicht abhängen können, versuchen sie ihn mit einem Trick aus der Stadt zu locken, damit er dort nicht noch mehr Schaden anrichten kann. J.T. hat es derweil satt, rund um die Uhr von der Polizei bewacht zu werden. Er bittet Tess um Hilfe, als er glaubt herausgefunden zu haben, wo die Labore sind, in denen die Experimente gemacht wurden.","versions":[{"lang":1,"streams":[{"redirect":8444550,"hoster":"VOE"},{"redirect":8309511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8569303,"hoster":"VOE"},{"redirect":8568916,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der große Tag","epNo":8,"alt":"Shotgun Wedding","descr":"Cat und Vincent konnten Julianna überwältigen und versuchen nun herauszufinden, welche Absichten sie verfolgt und warum sie es auf Vincent abgesehen hatte. Sie will einen gewissen Liam stoppen, ein mächtiges Biest, das einen gefährlichen Plan verfolgt. Als sie kurz darauf verschwindet, versuchen Vincent, Tess und J.T. ihre Ermittlungen vor Cat geheim zu halten. Sie soll sich voll und ganz auf ihren Weg zum Altar konzentrieren können. Doch bald steht die Hochzeit auf der Kippe.","versions":[{"lang":1,"streams":[{"redirect":8444553,"hoster":"VOE"},{"redirect":8309510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332593,"hoster":"VOE"},{"redirect":8568919,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Frage des Schicksals","epNo":9,"alt":"Cat?s Out Of The Bag","descr":"Nachdem Liam nicht nur Julianna getötet, sondern auch Cats und Vincents Hochzeit ruiniert hat, ist die Polizistin unsicher, ob sie der Bedrohung durch das Biest gewachsen ist. Sie versucht Tess zu überzeugen, den Fall zu einer großangelegten Polizeiermittlung zu machen – sie geht davon aus, dass Liam vor den Cops nicht seine übernatürlichen Kräfte spielen lässt. Doch Vincent glaubt, dass nur er eine Chance hat, ihn aufzuspüren und zu stellen","versions":[{"lang":1,"streams":[{"redirect":12332600,"hoster":"VOE"},{"redirect":8309512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568929,"hoster":"VOE"},{"redirect":8568922,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Patient X","epNo":10,"alt":"Patient X","descr":"Liam macht Jagd auf Menschen, die das Serum in sich getragen haben. J.T. steht deshalb ebenso wie Alton Finn unter Polizeischutz, doch Alton stirbt trotzdem bei einem Anschlag im Krankenhaus. Cat findet heraus, dass in drei Hospizen Bomben explodiert sind seit Liam in der Stadt ist. Befindet sich in einer Einrichtung in der Stadt der erste Patient, mit dem Julianna experimentiert hat? Die Zeit rennt indes davon, denn offenbar sterben nach und nach alle, die infiziert sind.","versions":[{"lang":1,"streams":[{"redirect":13922219,"hoster":"VOE"},{"redirect":8309513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568943,"hoster":"VOE"},{"redirect":8568925,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unzerstörbar","epNo":11,"alt":"Unbreakable","descr":"Statt weiter gegen ihn zu spielen, entscheidet sich Vincent Liam zu helfen. Das Geheimnis über ihre manipulierte DNA droht offenbart zu werden. Er macht sich mit Liam auf den Weg, um eine Blutprobe des ermordeten Biests Alton Finn zu vernichten. Dabei muss er all seine übermenschlichen Kräfte aufwenden. Indes versucht Catherine Helen Ellingsworth zu überzeugen, dass Liam sie betrügt, damit sie nicht länger ihre schützende Hand über ihn hält.","versions":[{"lang":1,"streams":[{"redirect":8444564,"hoster":"VOE"},{"redirect":8309523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568948,"hoster":"VOE"},{"redirect":8568926,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Sünden der Väter","epNo":12,"alt":"Sins Of The Fathers","descr":"Die Wahrheit über Liam lässt Catherine nicht los. Er ist ein uraltes Biest und befindet sich auf dem Rachefeldzug gegen die Ellingsworth-Familie, die ihn einst verstieß. Cat und Vincent versuchen Liam zu stoppen, der offenbar einen Versuch unternommen hat, Helen Ellingsworth zu vergiften. Indes sucht J.T. nach einem Weg, sein Leben zu retten – wie es aussieht, ist Liam seine einzige Chance.","versions":[{"lang":1,"streams":[{"redirect":12332606,"hoster":"VOE"},{"redirect":8309519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568969,"hoster":"VOE"},{"redirect":8568930,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Vorsehung","epNo":13,"alt":"Destined","descr":"Vincent tappt in die Falle: Liams Plan, den Behörden dessen wahre Natur zu offenbaren, scheint aufzugehen, als Vincent von Homeland Security festgenommen wird. Sie wollen wissen, inwiefern er und Cat in unaufgeklärte Mordfälle verwickelt sind. Gleichzeitig wird auch J.T. von der Polizei in Gewahrsam genommen. Cat und Vince sehen nur eine Lösung: Sie müssen Liam zuvorkommen und den Ermittlern zeigen, wer Vince wirklich ist.","versions":[{"lang":1,"streams":[{"redirect":8444573,"hoster":"VOE"},{"redirect":8309522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12251776,"hoster":"VOE"},{"redirect":8568931,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Monsieur und Madame Bête","epNo":1,"alt":"Monsieur et Madame Bête","descr":"Vincent und Catherine verbringen ihre Flitterwochen in Frankreich. Unterdessen erfährt J.T., dass ein Blogger die Existenz von Bestien beweisen möchte. Zusammen mit Heather will er ihn davon abhalten. Doch sie werden jäh gestoppt, als sie einem Auftragsmörder in die Arme laufen, der gerade jenen Blogger umgebracht hat. Die beiden können entkommen und informieren Vincent und Cat, die daraufhin sofort zurück nach New York reisen. Was hat es mit dem Profikiller auf sich?","versions":[{"lang":1,"streams":[{"redirect":8444576,"hoster":"VOE"},{"redirect":8444577,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568961,"hoster":"VOE"},{"redirect":8568933,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bestie auf Abruf","epNo":2,"alt":"Beast Interrupted","descr":"Das Computersystem der Homeland Security wurde gehackt. Neben vielen anderen, wurden auch die unter Verschluss gehaltenen Dateien über Bestien gestohlen. Kurze Zeit später gibt es eine Explosion in dem Hotel, aus dem der Hackerangriff ausgegangen ist. Gibt es einen Zusammenhang mit dem Bestien-Kopfgeld? Während den Ermittlungen muss sich J.T. entscheiden, ob er das Angebot einer Festanstellung am College annimmt.","versions":[{"lang":1,"streams":[{"redirect":8444581,"hoster":"VOE"},{"redirect":8309529,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568951,"hoster":"VOE"},{"redirect":8568936,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angezählt","epNo":3,"alt":"Down for the Count","descr":"Catherine untersucht den Mord an einem Söldner. Sie hofft, dabei eine Spur zu finden, die zum geheimnisvollen und mysteriösen Bestien Jäger führt. Der Tote wird mit einem Untergrund Fight Club-Ring in Verbindung gebracht, über welchen Tess im Moment ebenfalls Ermittlungen führt. Um Informationen über den Besitzer Pierre Medjani zu bekommen, muss Cat selbst in den Ring steigen.","versions":[{"lang":1,"streams":[{"redirect":13095759,"hoster":"VOE"},{"redirect":12109369,"hoster":"Doodstream"},{"redirect":8444582,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12251777,"hoster":"VOE"},{"redirect":8568938,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Prioritäten","epNo":4,"alt":"Something’s Gotta Give","descr":"Ein Krimineller erpresst Deputy Secretary Hill. Dieser hat seine Familie als Geiseln genommen und will, im Gegenzug für deren Freilassung, Informationen über Bestien. Vincent und Catherine können ihn überwältigen und beginnen anschließend sofort mit den Ermittlungen. Diese führen zu dem Buchhalter Albert Toland, der für einen russischen Mafiaboss arbeiten soll. Kurz bevor sich die beiden jedoch mit ihm treffen wollen, wird dieser entführt.","versions":[{"lang":1,"streams":[{"redirect":8444586,"hoster":"VOE"},{"redirect":8309525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568942,"hoster":"VOE"},{"redirect":8568940,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwischen zwei Welten","epNo":5,"alt":"It’s a Wonderful Beast","descr":"Vincent ist nach seiner Schussverletzung nicht mehr Herr seiner Sinne. Immer öfter halluziniert er und vermischt dabei Ereignisse aus der Vergangenheit mit der Gegenwart. Als er, Catherine, Tess und J.T. in eine Falle gelockt werden und von einem Scharfschützen beschossen werden, wird Vincent plötzlich ohnmächtig. Dieses Mal scheint kein Kopfgeldjäger mit dem Angriff in Verbindung zu stehen. Wer will die vier Freunde tot sehen?","versions":[{"lang":1,"streams":[{"redirect":8444589,"hoster":"VOE"},{"redirect":8309530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568945,"hoster":"VOE"},{"redirect":8568944,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In guten wie in Bestien-Zeiten","epNo":6,"alt":"Beast Of Times, Worst Of Times","descr":"Die Medien haben von den Vertuschungen des DHS erfahren. Cat und Vincent wenden sich Hilfe suchend an Deputy Secretary Hill. Dieser gibt Vincent ein Gerät, mit dem er den Zentralcomputer in seiner alten Militärbasis scannen soll. Mit gefälschten Papieren schafft er es, auf das Gelände zu gelangen und kann anschließend seinen ehemaligen Colonel dazu zwingen, ihn zum Computer zu führen. Als sie dort ankommen, bemerkt Vincent, dass in Hills Apparatur eine Bombe versteckt ist …","versions":[{"lang":1,"streams":[{"redirect":8444593,"hoster":"VOE"},{"redirect":8309533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11833416,"hoster":"VOE"},{"redirect":8568949,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Doppeltes Spiel","epNo":7,"alt":"Point of No Return","descr":"Nach dem Tod von Deputy Secretary Hill versteckt sich Vincent vor der Öffentlichkeit. Um Zugang zu den Informationen im DHS zu erhalten, versucht Catherine das Vertrauen von Agent Morgan zu gewinnen, indem sie vorgibt, Vincent der Polizei ausliefern zu wollen. Ihr Plan geht auf: Bei Recherchen findet sie Dateien, die besagen, dass sowohl die Scharfschützen als auch die Kopfgeldjäger der Sicherheitsfirma \"Graydal\" angehören. Doch wer steckt hinter dem Unternehmen?","versions":[{"lang":1,"streams":[{"redirect":12337476,"hoster":"VOE"},{"redirect":8444597,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568953,"hoster":"VOE"},{"redirect":8568950,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schlagabtausch","epNo":8,"alt":"Love Is A Battlefield","descr":"Vincent setzt alles daran herauszufinden, wer hinter dem Bestien-Kopfgeld steckt. Um Informationen über \"Graydal\" zu erhalten, beginnt er undercover für die Sicherheitsfirma zu arbeiten. Dort erhält er den Auftrag, zusammen mit der Serienmörderin Diane einen USB-Stick zu stehlen. Wird sich Vincent auf die dunklen Geschäfte von \"Graydal\" einlassen? Unterdessen übernimmt Agent Dylan die Fahndung nach Vincent.","versions":[{"lang":1,"streams":[{"redirect":8444602,"hoster":"VOE"},{"redirect":8309534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568956,"hoster":"VOE"},{"redirect":8568955,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Schlinge zieht sich zu","epNo":9,"alt":"The Getaway","descr":"Vincent wird in das Bestien-Jäger-Team von \"Graydal\" aufgenommen. Doch wer hinter dem Bestien Kopfgeld steckt, bleibt weiter unklar … Unterdessen erhält Catherine Besuch von der Reporterin Grace Rose. Sie hat von einer anonymen Quelle über die geheime Fahndung des DHS nach Vincent erfahren. Sie will die Geschichte nicht an die Presse geben, wenn Cat ihr weitere Informationen über die Ermittlungen gibt. Kann Cat der Reporterin vertrauen?","versions":[{"lang":1,"streams":[{"redirect":8444607,"hoster":"VOE"},{"redirect":8309539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568959,"hoster":"VOE"},{"redirect":8568957,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Prüfungen","epNo":10,"alt":"Means To An End","descr":"Vincent gibt sich bei \"Graydal\" als Bestie zu erkennen. Daraufhin nimmt Braxton ihn in Gewahrsam und führt einige Tests im Namen des Bestien-Käufers an ihm durch … Catherine, J.T. und Heather setzen alles dran, Vincent so schnell wie möglich zu befreien. Die Freunde hoffen auf die Unterstützung von Tess, doch die zieht sich immer mehr zurück, da sie nichts mehr mit den Fällen rund um Bestien zu tun haben möchte.","versions":[{"lang":1,"streams":[{"redirect":8444609,"hoster":"VOE"},{"redirect":8309542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568963,"hoster":"VOE"},{"redirect":8568960,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die neue Bestie","epNo":11,"alt":"Meet The New Beast","descr":"Catherine und Vincent beschließen, New York zu verlassen und sich an einem anderen Ort ein neues Leben ohne Geheimnisse aufzubauen. J.T. und Heather helfen ihnen dabei und beschaffen den beiden gefälschte Ausweise mit neuen Identitäten, auch wenn sie davon überzeugt sind, dass das nicht die Lösung für ihre Probleme sei. Als Tess bei Ermittlungen herausfindet, dass Braxton vor seinem Tod Kontakt mit Muirfield hatte, wollen die Freunde der Sache auf den Grund gehen.","versions":[{"lang":1,"streams":[{"redirect":8444613,"hoster":"VOE"},{"redirect":8309541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568964,"hoster":"VOE"},{"redirect":8568965,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kein Ausweg","epNo":12,"alt":"No Way Out","descr":"Kurz vor ihrer Abreise werden Catherine und Vincent vom DHS am Flughafen festgenommen. Agent Dylan verhört Vincent intensiv und schickt ihn anschließend in ein geheimes Hochsicherheitsgefängnis für Terroristen. Er wird beschuldigt Peter Braxton ermordet zu haben, sowie für andere schreckliche Verbrechen verantwortlich zu sein. Cat, Heather, Tess und J.T. wollen seine Unschuld beweisen, doch alle Bemühungen scheitern.","versions":[{"lang":1,"streams":[{"redirect":8444617,"hoster":"VOE"},{"redirect":8309544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568970,"hoster":"VOE"},{"redirect":8568967,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Au Revoir","epNo":13,"alt":"Au Revoir","descr":"Ein Unbekannter plant ein Bombenattentat auf den orientalischen Kronprinzen Sheikh Abu. Wie es scheint, ist Peter Braxton der Drahtzieher. Ist der Bestien-Jäger am Leben? Catherine, Vincent, Tess und J.T. versuchen alles, um ihn endgültig zu stoppen und ihn an das DHS auszuliefern. Währenddessen bereiten sich Cat und Vincent darauf vor, sich von ihren Freunden zu verabschieden.","versions":[{"lang":1,"streams":[{"redirect":13095760,"hoster":"VOE"},{"redirect":8444619,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8568976,"hoster":"VOE"},{"redirect":8568971,"hoster":"Streamtape"}]}]}]}]}