{"path":"/serie/stream/becker","name":"Becker","descr":"Dr. John Becker (Ted Danson), ein hervorragender Arzt mit einer Praxis in der Bronx in New York, hat Probleme mit seinen Mitmenschen. Ständig nörgelt und schimpft er über Patienten, Kollegen und Freunde. Aber eigentlich hat er ein Herz aus Gold und würde für Menschen die ihn brauchen Meilen weit gehen um ihnen zu helfen. An jedem Tag geht John in ein kleines Cafe in der Nähe seiner Praxis und trifft dort Barkeeperin Reggie und den blinden aber klugen Zeitungsverkäufer Jake, die beide genau wissen, wie sie ihn nehmen müssen.","seasons":[{"path":"/serie/stream/becker/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/becker/staffel-1/episode-1","name":"Ärzte sollten nett sein","epNo":1,"alt":"Pilot","descr":"Dr. John Beckers (Ted Danson) Patient ist ein siebenjähriger HIV-positiver Junge. Er selbst kann den Jungen nicht weiter behandeln, doch durch ein Aufbauprogramm könnte der Kleine zumindest noch seinen nächsten Geburtstag erleben. Da die Behandlung für die mittellose Familie des Jungen aber zu teuer ist, verzichtet Becker darauf, sich ein neues Auto zu kaufen und übernimmt stattdessen die Kosten. (Text: Austria 9)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359021","hoster":"VOE"},{"path":"/redirect/14391279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-2","name":"Die Marinos","epNo":2,"alt":"Take These Pills And Shove ‘em","descr":"Dr. Becker (Ted Danson) behandelt Mr. Marino (Peter Siragusa). Der ist Diabetiker und herzinfarktgefährdet. Doch er beherzigt keinen einzigen von Beckers Ratschlägen. Als es darüber zu einem heftigen Streit zwischen Becker und Mr. Marino kommt, verlässt dieser wutentbrannt die Praxis und lässt sich auch zum nächsten Termin nicht blicken. Becker entschließt sich zu einem unangekündigten Hausbesuch. (Text: Austria 9)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351138","hoster":"VOE"},{"path":"/redirect/14366216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-3","name":"Immer nur das eine","epNo":3,"alt":"Sex In The Inner City","descr":"Nachdem er die ganze Nacht von Sex geträumt hat, bekommt Becker (Ted Danson) es in der Praxis nur mit Patienten zu tun, die sich beim Liebesspiel verletzt haben oder sich mit Viagra dafür fit machen wollen. Auch in seiner Kneipe gibt es nur das eine Thema. Also ruft er Dr. Judie Bates, seine \"Frau für diese Fälle\", an. Da die jedoch verhindert ist, bleibt Becker mit seinen erotischen Spannungen alleine. (Text: Austria 9)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351172","hoster":"VOE"},{"path":"/redirect/14366221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-4","name":"Gut gelogen","epNo":4,"alt":"Tell Me Lies","descr":"Becker (Ted Danson) und Jake interessieren sich sehr für Reggies (Terry Farrell) Privatleben. Die erzählt ihnen abenteuerliche Männer-Geschichten. Als sich herausstellt, dass sie alles erfunden hat, lassen Becker und Jake erst recht nicht locker. Doch Reggie dreht den Spieß um und fragt, warum aus dem ehemaligen Harvard-Studenten Becker nur ein Arzt mit kleiner Praxis geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359027","hoster":"VOE"},{"path":"/redirect/14391280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-5","name":"Dinner mit dem Doc","epNo":5,"alt":"My Dinner With Becker","descr":"Reggie hat einen neuen Freund. Der Doc beneidet die Kneipenbesitzerin um ihr neues Liebesglück. Er fühlt sich seinerseits bemüßigt, auf Freiersfüßen zu wandeln. Als seine Patientin Mrs. Jordan ihn mit ihrer Nichte verkuppeln will, ist Becker willig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351137","hoster":"VOE"},{"path":"/redirect/14366222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-6","name":"Pläne ändern sich","epNo":6,"alt":"Man Plans, God Laughs","descr":"Becker kann nicht schlafen, weil vor seiner Wohnung eine defekte Laterne flackert. Allerdings erweist es sich als enorm schwierig, bei der Stadtverwaltung einen Verantwortlichen für dieses Problem zu finden. Becker zieht radikale Lösungen in Erwägung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13701171","hoster":"VOE"},{"path":"/redirect/13574856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-7","name":"Lichter der Großstadt","epNo":7,"alt":"City Lights","descr":"Becker tut die Zugluft in seiner Wohnung gar nicht gut: Plötzlich bricht er zusammen und liegt bewegungsunfähig auf dem Wohnzimmerboden. Reggie ist die einzige, die er telefonisch erreichen kann. Und die schleppt ihn gegen seinen erbitterten Protest zur Akupunktur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377322","hoster":"VOE"},{"path":"/redirect/14393679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-8","name":"Nur nichts zugeben …","epNo":8,"alt":"Physician, Heal Thyself","descr":"Reggie bekommt unerwartet von einem frisch gebackenen Vater zwei Eintrittskarten für ein Eishockeyspiel geschenkt. Da sie eine Karte behalten will, muss sie sich nun entscheiden, wer sie begleiten soll. Da John und Jake beide große Eishockeyfans sind, will Reggie einen von beiden mitnehmen. Doch zunächst genießt sie es, die beiden darüber im Ungewissen zu lassen, wer mitkommen darf. Dr. Becker hat unterdessen einen Patienten, der unter starker Müdigkeit leidet, ansonsten aber keine Symptome aufweist. Becker steht vor einem Rätsel, doch ausgerechnet Linda kann Licht ins Dunkel bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395911","hoster":"VOE"},{"path":"/redirect/14393678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-9","name":"Nimm mich!","epNo":9,"alt":"Choose Me","descr":"Becker hat mal wieder so schlechte Laune, dass er eine lautstarke Schimpftirade über den Rest der Welt von sich gibt. Und das Ganze in Reggies Café, in dem zufällig auch ein Lokalreporter sitzt. Dieser wittert natürlich sofort eine gute Story und so muss Becker bereits wenige Tage später in der Zeitung über sich lesen. Und da Becker so gut wie jeden beschimpft hat, wird er in der Zeitung als Rassist diffamiert. Für Becker ist das nicht nur persönlich ein Schlag ins Gesicht, auch für die Praxis hat es Auswirkungen, als seine Patienten sich von ihm abwenden. Doch als Becker in einer Radiosendung den Reporter hört, wie er erneut über ihn spricht, kann er sich nicht mehr halten und fährt zum Radiosender.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359029","hoster":"VOE"},{"path":"/redirect/14391281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-10","name":"Politisch korrekt","epNo":10,"alt":"P.C. World","descr":"Becker hat einem Freund einen Artikel für dessen medizinische Zeitschrift versprochen. Die Gefälligkeit wird zum Horrortrip: Noch hat er keine Zeile geschrieben. Und es sieht so aus, als wollte die ganze Welt ihn davon abhalten, seine Gedanken zu Papier zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609862","hoster":"VOE"},{"path":"/redirect/8456286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-11","name":"Immer noch nicht fertig?","epNo":11,"alt":"Scriptus Interruptus","descr":"Es ist Valentinstag, ein Datum, das dem unromantischen Becker verhasst ist. Tatsächlich spielen an diesem Tag alle verrückt: Jake beginnt am Aussehen seiner neuen Flamme zu zweifeln. Linda verliebt sich Hals über Kopf in einen jungen Mann und Reggie hat ein Date.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359028","hoster":"VOE"},{"path":"/redirect/14391283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-12","name":"Alles Liebe zum Valentinstag!","epNo":12,"alt":"Love! Lies! Bleeding!","descr":"Das hat John Becker gerade noch gefehlt: Sein Vater Fred taucht bei ihm auf. Alle finden den alten Herrn nett und charmant. Doch John weigert sich, mit ihm zu sprechen. Der Grund liegt in der Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359020","hoster":"VOE"},{"path":"/redirect/14391286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-13","name":"Becker Senior","epNo":13,"alt":"Becker The Elder","descr":"Becker bekommt einen neuen Patienten, der ihn vor eine schwierige Aufgabe stellt. Denn Boyd ist der Überzeugung, mit Gott reden zu können. Dass er Gott auch noch Larry nennt, bringt Becker fast zur Verzweiflung. Und obwohl er langsam Zugang zu Boyd findet, macht der sich plötzlich auf \"Larrys\" Geheiß auf nach Kalifornien. Für Becker ist das mal wieder ein Grund auf Religionen und Glauben zu schimpfen, doch dann erlebt der Atheist etwas Unglaubliches.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351118","hoster":"VOE"},{"path":"/redirect/14366220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-14","name":"In Larrys Namen","epNo":14,"alt":"Larry Spoke","descr":"Beckers Exfrau Sandra hat ein Buch geschrieben, in dem über John wenig Schmeichelhaftes zu lesen ist. Wutentbrannt stürmt der Doc zu ihr, um ihr mit dem Anwalt zu drohen. Doch dann gewinnen ganz andere Gefühle die Oberhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359030","hoster":"VOE"},{"path":"/redirect/14376579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-15","name":"Ein chronisches Leiden","epNo":15,"alt":"Activate Your Choices","descr":"Becker hat eiserne Grundsätze in Sachen Kindererziehung. Dummerweise posaunt er die zum falschen Zeitpunkt heraus. Wenig später muss er nämlich für die zwei reizenden \"Nervensägen\" einer Patientin Babysitter spielen. Seine Gebote und Vorschriften helfen da nicht viel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351213","hoster":"VOE"},{"path":"/redirect/14366225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-16","name":"Gebote und Vorschriften","epNo":16,"alt":"Limits And Boundaries","descr":"Bei Becker ist eingebrochen worden. Ehrlich wie er ist, versucht der Doc erst gar nicht, die Versicherung zu betrügen. Das rächt sich bitter. Jetzt kann nur noch Reggies \"Freund\" Bob helfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358129","hoster":"VOE"},{"path":"/redirect/14366223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-17","name":"Mein Freund Bob","epNo":17,"alt":"Partial Law","descr":"Becker hat einen ganz ungewöhnlichen Patienten in seiner Praxis: Einen kleinen Kater. Da sich keiner richtig um das Tier kümmern kann, es dem Kater aber sehr gut im Sprechzimmer gefällt, bleibt es an Becker hängen, sich um ihn zu kümmern. Als er feststellt, dass das Tier fiebrig und krank ist, muss John mit dem Kater zum Tierarzt gehen. Zwar kann der helfen, doch die Arztrechnung bleibt an Becker hängen. Und zum Dank hat der Kater nichts Besseres zu tun, als sich nicht mehr in der Praxis blicken zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358183","hoster":"VOE"},{"path":"/redirect/14366226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-18","name":"Rettet Harvey Cohen!","epNo":18,"alt":"Saving Harvey Cohen","descr":"Die jährliche Steuererklärung steht an und Becker lässt sie, wie jedes Jahr, von seinem Cousin Barry machen. Doch statt einer Bezahlung, will Barry in diesem Jahr, dass Becker ihn und seine Frau Melissa besucht. Becker willigt missmutig in den Deal ein, obwohl er keine Lust auf den Familienbesuch hat. Und Becker soll Recht behalten, denn der Besuch wird zu einer Katastrophe, die mit einem Ehestreit und Barrys Einzug bei ihm endet. Nun muss Becker alle Kraft zusammennehmen und das Ehepaar so schnell wie möglich wieder zusammenbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358142","hoster":"VOE"},{"path":"/redirect/14366227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-19","name":"Zwei Minuten","epNo":19,"alt":"Truth And Consequences","descr":"John erhält von einem Patienten zwei heißbegehrte Baseballtickets als Bezahlung. Um rechtzeitig zu dem Spiel zu kommen, will er sogar die Praxis früher schließen. Da das Stadion in Queens liegt, nutzen Jake, Linda und Margaret die Chance und wollen bei Becker mitfahren. John tut ihnen einen Gefallen und nimmt sie, sowie Reggie, die ihn zum Spiel begleitet, mit seinem Wagen mit. Doch die Fahrt zum Stadion wird zu einem Rennen gegen die Zeit. Denn der dichte Verkehr und ein Unfall sorgen dafür, dass Becker es wohl nicht pünktlich zum Spiel schaffen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359031","hoster":"VOE"},{"path":"/redirect/14391285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-20","name":"Taxi nach Queens","epNo":20,"alt":"Drive, They Said","descr":"John hat einen richtigen Glückstag: Er findet sofort einen Parkplatz, sein nervigster Patient zieht für immer nach Florida, er gewinnt beim Pferderennen und findet seinen Lieblingsstift wieder. Doch John kann sein Glück nicht genießen. Er ist überzeugt davon, dass das Schicksal es gar nicht so gut mit ihm meinen kann. So wartet Becker nur auf den großen Knall, der doch noch kommen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351221","hoster":"VOE"},{"path":"/redirect/14366224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-21","name":"Ein Glückstag","epNo":21,"alt":"Lucky Day","descr":"John ist zu einer Wohltätigkeitsveranstaltung zugunsten eines Kinderkrankenhauses eingeladen. Doch nicht nur die aufgeblasene Gesellschaft schreckt ihn ab, auch die Tatsache, dass er keine weibliche Begleitung hat, macht ihm zu schaffen. Und obwohl ihm alle raten, dass er Reggie fragen soll, will er vermeiden, dass sie sich falsche Hoffnungen macht. Doch schließlich bleibt ihm keine Wahl und er fragt sie doch noch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358212","hoster":"VOE"},{"path":"/redirect/14366229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-1/episode-22","name":"Nimm doch Reggie!","epNo":22,"alt":"Regarding Reggie","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358133","hoster":"VOE"},{"path":"/redirect/14366228","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/becker/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/becker/staffel-2/episode-1","name":"Kekse und Fäustlinge","epNo":1,"alt":"Point Of Contact","descr":"Bei seinem Besuch in Reggies Coffee Shop, kann Becker unerwartet seine Fähigkeiten als Arzt unter Beweis stellen: Eine Frau droht vor seinen Augen zu ersticken. Dank seines beherzten Eingreifens überlebt die Frau unbeschadet. Der gefeierte Held wird aber bald auf den Boden der Tatsachen zurückgeholt, als seine Patientin nicht mehr aufhört dankbar zu sein. Nicht nur, dass sie ihn mitten in der Nacht besucht, ihm Kekse backt und Fäustlinge strickt. Sie scheint auch einen religiösen Wahn zu entwickeln, der Becker davon überzeugt, dass es sich um eine gefährliche Stalkerin handeln muss. Schwebt Becker wirklich in Gefahr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919068","hoster":"VOE"},{"path":"/redirect/8456353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-2","name":"Besser als Sex","epNo":2,"alt":"Imm-Ooral Fixations","descr":"Dr. Becker beschließt, endlich mit dem Rauchen aufzuhören. Doch der leidenschaftliche Qualmer stellt bald fest, dass es weitaus schwieriger ist, der Sucht zu widerstehen, als erwartet. Kurzerhand legt er das Projekt Rauchfrei wieder auf Eis. Doch als Reggies Freundin Amanda zu Besuch kommt und ihm erzählt, dass sie mit viel Sex von den Zigaretten losgekommen ist, ist Becker begeistert. Sofort nimmt er die neue Therapie in Angriff und findet in Amanda eine erfahrene Therapeutin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609860","hoster":"VOE"},{"path":"/redirect/8456358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-3","name":"Was Frauen wünschen …","epNo":3,"alt":"Cyrano De-Beckerac","descr":"John und Reggie streiten sich mal wieder über das Thema Frauen. Für Reggie ist der Doc derart unsensibel, dass er nie eine Frau verstehen könnte. Für Becker hingegen ist es klar, dass er alles über Frauen weiß. Da kommt es für ihn genau richtig, dass sein Patient Doug mit Reggie anbandelt. John nutzt die Gelegenheit und gibt ihm immer wieder Tipps, wie er Reggie glücklich machen kann. Und tatsächlich hat Doug damit riesigen Erfolg. Doch schon bald kommt Reggie Becker auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609861","hoster":"VOE"},{"path":"/redirect/8456364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-4","name":"Die Wahrheit über Linda","epNo":4,"alt":"Linda Quits","descr":"Becker ist so sauer auf Linda, die mal wieder alles durcheinander gebracht hat und sogar ein falsches Rezept für einen Patienten ausgestellt hat, dass er sie deutlich rügt. Linda zieht daraufhin die Konsequenzen und kündigt ihren Job. Margaret ist davon gar nicht begeistert, da sie Linda mittlerweile sehr lieb gewonnen hat. Doch John macht sich sofort auf die Suche nach einer neuen Sprechstundenhilfe und findet auch eine. Was er jedoch nicht weiß: Die Neue ist eine Nymphomanin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609858","hoster":"VOE"},{"path":"/redirect/12109644","hoster":"Doodstream"},{"path":"/redirect/8456369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-5","name":"Alte Liebe rostet nicht","epNo":5,"alt":"My Boyfriend’s Back","descr":"Reggie ist verliebt, und das sogar glücklich. Ihre alter High School Schwarm Jordan Brewster hat ihr erneut den Kopf verdreht. Zwar hat ihr Vater sie schon damals vor ihm gewarnt, doch Reggie ist überzeugt, dass sie endlich ihren Traummann gefunden hat. Und auf ihren Vater hört sie schon lange nicht mehr. Doch dann muss Reggie herausfinden, dass Jordan ihr nicht die Wahrheit erzählt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609857","hoster":"VOE"},{"path":"/redirect/8456374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-6","name":"Umleitung nach Buffalo","epNo":6,"alt":"Shovel Off To Buffalo","descr":"John hat eine Einladung zu einer Konferenz in Chicago erhalten. Und da er versehentlich zwei Flugtickets bekommt, nimmt er Reggie mit, die eine alte Freundin besuchen will. So kommt es, dass Bob im Coffee Shop seine Kochkünste zum Besten geben darf und Linda und Margaret sich einen geruhsamen Tag in der leeren Praxis machen. Nur John und Reggie erleben eine einzige Katastrophe, als das Flugzeug nicht wie geplant in Chicago landen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578045","hoster":"VOE"},{"path":"/redirect/13200757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-7","name":"Viel Spaß, Jungs!","epNo":7,"alt":"He Said, She Said","descr":"John bekommt überraschend Besuch von Nicky, einer attraktiven Frau, die eine gute Freundin seines Jugendfreunds Chuck ist. Gemeinsam mit ihr verbringt er einige schöne Tage in New York und muss feststellen, dass er sich in sie verliebt hat. Doch dann hat Nicky eine erstaunliche Nachricht für Becker: Sie ist keine gute Freundin von Chuck, sondern Chuck selbst. Becker ist schockiert, dass sich sein alter Freund einer Geschlechtsumwandlung unterzogen hat und er sich ihn verliebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609859","hoster":"VOE"},{"path":"/redirect/8456388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-8","name":"Ärzte unter sich","epNo":8,"alt":"Stumble In The Bronx","descr":"John hat das Gefühl, dass alle in seiner Umgebung immer nur seine Hilfe benötigen. Doch dann gerät er auf der Straße versehentlich in einen Streit und wird angeschossen. Im Krankenhaus bekommt er es mit der peniblen Ärztin Elizabeth zu tun, die ihren Job natürlich viel schlechter macht, als er es selber machen würde. Und so beschließt Becker, entgegen dem ärztlichen Rat, das Krankenhaus zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609798","hoster":"VOE"},{"path":"/redirect/8456391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-9","name":"Beliebt bei Jung und Alt","epNo":9,"alt":"Hate Thy Neighbor","descr":"Nach seiner Schussverletzung muss John Zuhause das Bett hüten. Dabei stellt er fest, dass es in seiner Wohnung noch viel nerviger ist, als in der Praxis. Ständig wird er von seinen lauten und rücksichtslosen Nachbarn gestört. Linda und Margaret schlagen sich derweil in der Praxis mit ständig wechselnden Aushilfs-Ärzten herum, die alle nicht an ihren wahren Chef herankommen. Der bekommt unterdessen überraschend Besuch von Elizabeth, der behandelnden Ärztin im Krankenhaus, die es Becker nie Recht machen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919069","hoster":"VOE"},{"path":"/redirect/8456398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-10","name":"Die Aspirin-Krise","epNo":10,"alt":"Pain In The Aspirin","descr":"John durchsucht heimlich die Tasche seiner Freundin Elizabeth, in der sich unter anderem auch eine Schachtel Aspirin befindet. Als John sie kurz darauf nach einer Aspirin fragt, behauptet Elizabeth, keins zu haben. John ist enttäuscht von seiner Freundin, die ihn, seines Erachtens nach, angelogen hat. Für John beginnen quälende Tage, in denen er ständig nach dem Grund für die Lüge rätselt. Bis er sich dazu entschließt, sie zur Rede zu stellen und dadurch seine Schnüffelei zuzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609796","hoster":"VOE"},{"path":"/redirect/8456408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-11","name":"Nicht gut, aber besser","epNo":11,"alt":"Blind Curve","descr":"Jake bekommt einen unerfreulichen Besuch von Chris. Sein ehemals bester Freund saß am Steuer, als der Unfall passierte, der Jake das Augenlicht gekostet hat. Chris will Jake endlich um Verzeihung bitten, denn er ist durch die Schuld an dem Unfall zum Alkoholiker geworden und will nach seinem Entzug ein neues Leben beginnen. Doch Jake fühlt sich außerstande, seinem alten Freund einfach zu verzeihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609794","hoster":"VOE"},{"path":"/redirect/8456410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-12","name":"Harvey der Weihnachtsmann","epNo":12,"alt":"Santa On Ice","descr":"Becker steht eine grausige Zeit bevor: Weihnachten! Die verlogenste und kitschigste Jahreszeit bereitet ihm alles andere als Freude. So bestätigt sich sein Unmut auch nur, als ein Weihnachtsmann von der Straße ausgerechnet in seiner Praxis stirbt. Doch durch den plötzlichen Tod des Mannes kommt Becker ins Grübeln und muss feststellen, dass es an Weihnachten nicht nur um Geschenke und übertriebene Fröhlichkeit geht. Sondern um die Menschen, die einem wirklich etwas bedeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004144","hoster":"VOE"},{"path":"/redirect/8456415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-13","name":"Ratten im Labyrinth","epNo":13,"alt":"The Hypocratic Oath","descr":"Margaret wird überraschend zur Testamentseröffnung einer Patientin geladen, zu der sie offensichtlich so freundlich war, dass sie im Testament bedacht wurde. Doch statt einem Haufen Geld, erbt Margaret lediglich eine Videokassette mit der Lebensgeschichte der alten Dame. Etwas enttäuscht, lässt Margaret es sich aber nicht nehmen, das Video komplett zu sichten. In der Praxis bricht unterdessen Chaos aus, als ein Lieferant erst kistenweise Spritzen und Wattetupfer liefert und kurz darauf im Klo eingesperrt wird. Sich der Schlosser bei der Befreiungsaktion verletzt und Theresas Kinder Becker ordentlich auf Trab halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609797","hoster":"VOE"},{"path":"/redirect/8456420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-14","name":"So gut wie tot","epNo":14,"alt":"The Rumor","descr":"Becker bekommt von einem befreundeten Arzt mitgeteilt, dass seine Cholesterinwerte viel zu hoch sind. Kurzerhand bekommt er eine Ernährungsumstellung und Sport verordnet, was Becker gar nicht gefällt. Doch überraschend hält er sich an die Lebensumstellung, jedoch ohne seinen Freunden von dem Grund zu erzählen. Schon bald machen die sich Sorgen und erste Gerüchte zu Beckers Gesundheitszustand machen die Runde. Als selbst Margaret anfängt zu glauben, John müsse bald sterben, scheint das Gerücht zur todernsten Wahrheit geworden zu sein. Doch dann bricht Reggie ihr Schweigen und spricht Becker auf seinen baldigen Tod an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609800","hoster":"VOE"},{"path":"/redirect/8456426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-15","name":"Ein Mann sieht rot","epNo":15,"alt":"All The Rage","descr":"Becker kann es mal wieder nicht lassen und pöbelt zwei Männer in Reggies Coffee Shop an. Dass es sich dabei um zwei Polizisten in Zivil handelt, wird Becker prompt zum Verhängnis. Mit einer Anzeige wegen Beamtenbeleidigung landet er vor dem Richter, der ihn zu einem Aggressions-Abbau-Seminar verdonnert. Becker ist entsetzt, dass er nun seine Freizeit mit \"lauter Psychopathen\" verbringen muss. Linda zeigt unterdessen ihr Herz für Obdachlose und nimmt den hilfsbedürftigen Rob bei sich auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609805","hoster":"VOE"},{"path":"/redirect/8456428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-16","name":"Biker John","epNo":16,"alt":"Old Yeller","descr":"John ist deprimiert, als scheinbar die ganze Welt ihn auf sein biblisches Alter hinweist. Um ihnen und sich selbst zu beweisen, wie jung er noch ist, kauft er sich kurzerhand ein Motorrad. Doch bereits bei der ersten Trockenübung in seiner Wohnung stürzt er und quetscht sich den Fuß. Zähneknirschend muss er sich eingestehen, dass er nichts gegen das Älterwerden machen kann, außer würdevoll damit umzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609804","hoster":"VOE"},{"path":"/redirect/8456433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-17","name":"Die Salz-Krise","epNo":17,"alt":"The Roast That Ruined Them","descr":"John lässt sich von Liz überreden, eine Dinnerparty zu geben. Widerstrebend lässt er sich darauf ein, um ihr einen Gefallen zu tun. Doch scheinbar hat keiner seiner Freunde Zeit oder Lust zu der Party zu kommen und so erscheint lediglich Reggie, mit ihrem neuen, sehr jugendlichen Freund Brad. Sowie ein Unbekannter, der von Margaret als Ersatz geschickt wurde. Es kommt, wie es kommen muss und der Abend endet in einem handfesten Beziehungsstreit zwischen John und Liz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915539","hoster":"VOE"},{"path":"/redirect/8456446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-18","name":"Chico, Kalifornien","epNo":18,"alt":"For Whom The Toll Calls","descr":"John ist entsetzt, als seine Telefongesellschaft ihm einen Anruf in Rechnung stellt, den er nie getätigt hat. Er weigert sich, den Anruf für elf Dollar und siebenundvierzig Cent nach Chico, Kalifornien zu bezahlen, da auch kein anderer diesen Anruf getätigt haben will. Für Becker ist klar, dass es sich um einen Betrugsversuch handeln muss und beschwert sich mehrfach bei der Telefongesellschaft. Doch da seine Anrufe nicht die angemessene Beachtung finden, stürmt er genervt die Zentrale und trifft dort auf einen alten Bekannten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915540","hoster":"VOE"},{"path":"/redirect/8456447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-19","name":"Schlechte Nachrichten","epNo":19,"alt":"The Bearer Of Bad Tidings","descr":"Auf John wartet mal wieder ein besonders mieser Tag. Nicht nur Lindas Freundin Lynda ist zu Besuch und sorgt für Chaos. John muss auch noch einen Kollegen vertreten. So warten eine Menge neue, unzufriedene Patienten auf ihn. Als Höhepunkt des Tages stirbt auch noch ein Patient seines Kollegen, und Becker muss dessen Familie informieren, was sich als weitaus schwieriger als gedacht erweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609802","hoster":"VOE"},{"path":"/redirect/8456452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-20","name":"Im Namen des Volkes","epNo":20,"alt":"One Angry Man","descr":"Linda wird in die Bürgerpflicht genommen und soll als Geschworene antreten. Da sie dazu wenig Lust hat, gibt Becker ihr einige Tipps, wie man sich aus der Verantwortung stehlen kann. Doch Linda plaudert den Betrugsversuch sofort aus und nun muss Becker ebenfalls als Geschworener antreten. Während Linda jedoch bald einem Fall zugewiesen wird, wird Becker immer wieder zurückgewiesen und muss im Wartezimmer auf neue Fälle warten. Doch was er auch tut, er scheint immer zu intelligent, gebildet oder informiert zu sein, um als Geschworener in Frage zu kommen. So verbringt Becker die nächsten zwei Wochen im Warteraum mit einer Überdosis Seifenopern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609787","hoster":"VOE"},{"path":"/redirect/8456459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-21","name":"Liebe ohne ersten Blick","epNo":21,"alt":"Sight Unseen","descr":"Jake lernt eine Frau kennen, die ihm auf Anhieb gefällt. Er verabredet sich mit ihr, ohne jedoch zu wissen, dass sie ebenfalls blind ist. Da auch Nina nicht weiß, dass Jake blind ist, gerät das Date zu einem Fiasko. Jake beschließt, sich nicht mehr mit Nina zu treffen, da er immer eine sehende Frau als Partnerin wollte. Doch Jake muss feststellen, dass Nina es ihm angetan hat und so überwindet er seine Vorurteile und arrangiert ein neues Date mit ihr. Doch auch Nina hat etwas über Jake noch nicht gewusst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609788","hoster":"VOE"},{"path":"/redirect/8456466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-22","name":"Zwischen Himmel und Hölle","epNo":22,"alt":"Crosstalk","descr":"John behandelt seinen Stammpatienten John D\"Andrea, als ihm einige Unregelmäßigkeiten auffallen. Sofort schickt er ihn ins Krankenhaus, um verstopfte Blutgefäße im Gehirn ausschließen zu können. Als kurz darauf ein Priester in seiner Praxis auftaucht, der John vorhält, er würde seinen Patienten mit großer Ungewissheit allein lassen, entsteht ein weit reichendes Streitgespräch über Religion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609786","hoster":"VOE"},{"path":"/redirect/8456469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-23","name":"Ab nach Chicago!","epNo":23,"alt":"Cooked","descr":"Liz erhält ein sehr gutes Jobangebot in Chicago. Becker ist zwar traurig, dass sie deswegen New York verlassen muss, freut sich aber für sie und die großartige Chance. Auf drängen seiner Freunde gesteht John ihr seine Liebe und dass er sie sehr vermissen würde. Als Liz daraufhin das Angebot überdenken will, da nun \"wichtigere Entscheidungen\" anstehen, glaubt Becker, Liz hätte seine Worte als Heiratsantrag gedeutet. Becker beschließt, erneut das Gespräch mit Liz zu suchen und sie für den Job in Chicago freizugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609785","hoster":"VOE"},{"path":"/redirect/8456474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-2/episode-24","name":"Über den Dächern von New York","epNo":24,"alt":"Panic On The 86th Floor","descr":"Reggie ist überglücklich, als sie in ihrem Psychologie-Test eine Eins schreibt. Das muss natürlich gebührend gefeiert werden und so zieht sie mit Linda und Margaret durchs New Yorker Nachtleben. Doch als der Abend auf dem Empire State Building endet, kommt Reggie ins Grübeln. Besonders als der Sicherheitsbeamte ihr erzählt, dass auch er Psychologie studiert hat, ohne einen Job zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609784","hoster":"VOE"},{"path":"/redirect/8456486","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/becker/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/becker/staffel-3/episode-1","name":"Der 23-Dollar-Film","epNo":1,"alt":"The Film Critic","descr":"John beschließt, mal wieder ins Kino zu gehen, um einen neuen Film zu sehen. Da ihn die anderen Menschen aber so nerven, hält er es nicht aus, sich den spannenden Film bis zum Ende anzugucken. Mit dem Vorsatz, den Film so bald wie möglich zu Ende zu sehen, muss er sich erstmal darum bemühen, dass ihm das Ende nicht vorab von seinen Freunden und Kollegen erzählt wird. So dauert es nicht lange und Becker startet einen neuen Versuch, sich den Film bis zum Ende im Kino anzusehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609789","hoster":"VOE"},{"path":"/redirect/8456489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-2","name":"Immer Ärger mit dem Hausmeister","epNo":2,"alt":"Super Bob","descr":"Ein tropfender Wasserhahn ist für John der Beginn einer großen Herausforderung. Genervt von dem Geplätscher versucht er verzweifelt seinen Hausmeister Alexei zu erreichen, was sich als äußerst schwierig erweist. Und als er endlich doch noch auftaucht, kann er Becker nicht mehr helfen, da er verstorben ist. Das ruft sofort die Nachbarn auf den Plan, die Becker für den Tod des Hausmeisters verantwortlich machen. Zwar kann Becker den Verdacht aus dem Weg räumen, doch die nächste Katastrophe wartet bereits: Linda vermittelt Bob den frei gewordenen Hausmeisterposten um ihn endlich los zu werden. Währenddessen muss sich Reggie mit Gästen herumschlagen, die ihr Café nur für den Toilettengang benutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332599","hoster":"VOE"},{"path":"/redirect/8456496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-3","name":"Ming, Wong oder was?","epNo":3,"alt":"One Wong Move","descr":"John muss sich mal wieder gegen die Vorurteile seiner Freunde erwähren, die behaupten, er sei ein Sturkopf und Gewohnheitstier. Kurzerhand entschließt er sich deshalb dazu, nicht wie gewohnt in Ming’s Restaurant zu essen, sondern bei Wong. Doch das hat katastrophale Folgen, die mit einem verdorbenen Eiersalatsandwich beginnen. Als am Ende des Tages all seine Freunde in das Chaos hineingezogen werden, ist für Becker klar, dass er mit seiner Art am besten durchs Leben kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609792","hoster":"VOE"},{"path":"/redirect/8456498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-4","name":"Ein langweiliger Beruf","epNo":4,"alt":"What Indifference A Day Makes","descr":"John bekommt die Aufgabe, einem jungen Schüler, im Rahmen seiner Berufsfortbildung, den Arztberuf näher zu bringen. Wenig begeistert von der Tatsache, dass ihn ein \"pickliger Schüler\" den ganzen Tag nervt, muss er feststellen, dass er einen intelligenten und interessierten jungen Mann an die Seite bekommen hat. Becker ist begeistert und will seinem Schüler zeigen, wie spannend sein Beruf ist. Doch wie macht man das, wenn man nur langweilige oder gar keine Patienten hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609793","hoster":"VOE"},{"path":"/redirect/8456505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-5","name":"Jeder ist verdächtig","epNo":5,"alt":"The Usual Suspects","descr":"Becker ist entsetzt, als er seine Praxis verwüstet auffindet. Zwar scheint nichts gestohlen worden zu sein, doch Becker schaltet sofort die Polizei ein. Da das Ganze nach einem persönlichen Racheakt aussieht, macht sich Inspektor Borkow auf die Suche nach möglichen Verdächtigen – und ist erstaunt, wie viele Menschen ein Motiv für die Tat hätten. Doch trotz der Menge an potentiellen Tätern, stellt sich schon bald heraus, dass alles ganz anders ist, als es scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919070","hoster":"VOE"},{"path":"/redirect/8456513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-6","name":"Der moralische Sieger","epNo":6,"alt":"The Wrong Man","descr":"Beckers nicht vorhandenes Liebesleben macht ihm sehr zu schaffen, als sich ihm plötzlich eine nicht ganz saubere Gelegenheit eröffnet. Eine alte Bekannte taucht nach langer Zeit wieder bei John auf und beide spüren, dass sie sich immer noch anziehend finden. Einziges Manko bei der Sache: Die alte Freundin ist verheiratet. Das scheint sie zwar nicht zu stören, doch Becker hat Gewissensbisse und will nicht als Ehebrecher dastehen. Als er seine Freunde um Rat bittet, raten ihm auch alle davon ab, sich mit der Frau einzulassen. Doch Becker kann dem Reiz nicht widerstehen und trifft sich mit ihr auf ihrem Hotelzimmer – bis sich seine Freunde aus dem Unterbewusstsein melden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609791","hoster":"VOE"},{"path":"/redirect/8456515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-7","name":"Betrugsversuche","epNo":7,"alt":"Beckerethics","descr":"Becker wird vor eine schwere Entscheidung gestellt: Ein Patient bittet ihn, ein Formular für eine Krankenversicherung zu unterschreiben, die eigentlich für seinen schwerkranken Bruder gedacht ist. Becker weiß, dass der an Multipler Sklerose Leidende keine andere Möglichkeit besitzt an eine Versicherung zu kommen, fürchtet aber harte Konsequenzen, sollte der Betrug auffliegen. So entscheidet er sich gegen den Versicherungsbetrug. Als Margaret davon erfährt, ergreift sie die Initiative, um John zu zeigen, dass man nicht mit zweierlei Maß messen sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609806","hoster":"VOE"},{"path":"/redirect/8456522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-8","name":"Nichtraucher aus Überzeugung","epNo":8,"alt":"Smoke ‘em If You Got ‘em","descr":"John hat mal wieder beschlossen, mit dem Rauchen aufzuhören. Eigentlich eine gute Sache, doch Margaret und Linda befürchten, dass er wieder besonders unausstehlich sein wird. Nur Jake freut sich, und nimmt den Anlass, um mit John zu wetten, dass er wieder rückfällig wird. Und tatsächlich hat sich John einen äußerst ungünstigen Tag ausgesucht um mit dem Rauchen aufzuhören: Seine nervigste Patientin kommt in die Praxis, Margaret hat Eheprobleme und Linda kann mal wieder eine Röntgenaufnahme nicht finden. Jake ist sich sicher, dass er die Wette praktisch schon gewonnen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609820","hoster":"VOE"},{"path":"/redirect/8456532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-9","name":"Weihnacht ist die Freudenzeit …","epNo":9,"alt":"Dr. Angry Head","descr":"Weihnachten steht vor der Tür und alle scheinen in fröhlicher Stimmung zu sein. Reggie sammelt Spielzeug für Waisenkinder, Linda freut sich auf den Besuch ihrer Eltern und John will Weihnachtsgeschenke besorgen. Doch dann stellt sich heraus, dass Reggie nur das Ziel verfolgt, Sarah aus der Bäckerei auszustechen, die bisher immer die meisten Geschenke sammeln konnte. Dabei geht sie so weit, dass sie vor allem Jake die Vorfreude aufs Fest versaut. Linda bekommt derweil eine Absage von ihren Eltern und John mitten im Kaufhaus einen Hexenschuss. So scheint Becker auch in diesem Jahr wieder Recht zu behalten, dass das einzig schöne am Jahresende der Alkohol zu Silvester ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609821","hoster":"VOE"},{"path":"/redirect/8456536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-10","name":"Oh mein Gott!","epNo":10,"alt":"Margaret’s Dream","descr":"Margaret ist nach einem erotischen Traum mit John in der Hauptrolle sichtlich verwirrt. Dummerweise vertraut sie sich ausgerechnet Linda an, die sofort eine psychologische Erklärung parat hat. Ihrer Meinung nach, zeigt Becker unterschwellig starkes sexuelles Interesse an Margaret. Als John Margaret kurz darauf zu einem persönlichen Gespräch in sein Büro bittet, ist sie endgültig verunsichert. Dabei will John ihr nur die lang ersehnte Gehaltserhöhung verkünden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452337","hoster":"VOE"},{"path":"/redirect/8456545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-11","name":"Süße Siebenundzwanzig","epNo":11,"alt":"Heartbreaker","descr":"John hat eine Frau kennen gelernt, die scheinbar perfekt zu sein scheint. Als er jedoch seinen Freunden von Darcy erzählt, machen sich alle über ihn lustig, denn seine Angebetete ist erst siebenundzwanzig. Becker ignoriert das Gelächter zwar, als Darcy ihn jedoch nach einem Essen bei Ming fragt, ob er die Nacht mit ihr verbringen will, setzen plötzlich Schweißausbrüche und Brustschmerzen ein. Als es ihm auch bei den nächsten Malen nicht besser ergeht, muss John einsehen, dass er wohl doch zu alt für Darcy ist – bis er den wahren Grund seiner Symptome erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609823","hoster":"VOE"},{"path":"/redirect/8456550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-12","name":"Harry in guten Händen","epNo":12,"alt":"The Trouble With Harry","descr":"Becker steht mit einem seltsamen Vermächtnis da: Ein ehemaliger Patient namens Harry ist gestorben. Nun übergibt man Becker als ehemaligem Hausarzt die Urne mit Harrys Asche. Leider hat John keinen blassen Schimmer, wer dieser Harry gewesen sein mag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609819","hoster":"VOE"},{"path":"/redirect/8456560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-13","name":"Zu neuen Ufern","epNo":13,"alt":"The Princess Cruise","descr":"John Becker ist in der letzten Zeit unerträglich geworden. Seine Freunde und Mitarbeiter beschließen, ihn in Urlaub zu schicken. Tatsächlich findet Linda im Internet ein tolles Angebot für eine einwöchige Kreuzfahrt. Doch als der Doc zurückkommt, wirkt er gar nicht erholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609817","hoster":"VOE"},{"path":"/redirect/8456562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-14","name":"Leichen im Keller","epNo":14,"alt":"Pretty Poison","descr":"Kein erotischer Traum, sondern Realität: Eines Nachts steht Megan, Beckers große Jugendliebe, vor der Wohnungstür. Diesmal steht einer heißen Affäre kein Ehemann im Wege, denn den hat sie verlassen. John ist glücklich, aber dann stellt sich heraus, dass die Dame eine bewegte Vorgeschichte hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578050","hoster":"VOE"},{"path":"/redirect/8456566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-15","name":"Kein stiller Held","epNo":15,"alt":"2001 1/2: A Graduation Odyssey","descr":"Doktor Becker wird eine große Ehre zuteil: Er soll als Gastredner den Festvortrag bei der Abschlussfeier der \"Harding High School\" halten. Sofort beginnt er, eifrig seine Rede vorzubereiten. Dabei geht er seinen Freunden unglaublich auf die Nerven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9583633","hoster":"VOE"},{"path":"/redirect/8456574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-16","name":"Ohrfeigen von Oma","epNo":16,"alt":"Elder Hostile","descr":"Jake drängt Becker eine neue Patienten auf, die er unmöglich ablehnen kann: Jakes Oma, deren betagter Hausarzt gestorben ist. Seufzend kümmert John sich also um die alte Lady. Die erweist sich als ziemlich schlagkräftige Seniorin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609822","hoster":"VOE"},{"path":"/redirect/8456578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-17","name":"Dein Auftritt, John!","epNo":17,"alt":"The Ugly Truth","descr":"Jake amüsiert sich köstlich darüber, dass der Staat New York ihm, einem Blinden, einen neuen Führerschein zusendet. Pessimist John glaubt, dass diese Geschichte unangenehme Konsequenzen haben wird. Jake schlägt die Warnungen etwas zu leichtfertig in den Wind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609827","hoster":"VOE"},{"path":"/redirect/8456587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-18","name":"Wissen ist Macht","epNo":18,"alt":"The More You Know","descr":"Linda hat ausnahmsweise einmal einen Freund, der nicht vorbestraft ist. Auch Reggie ist glücklich verliebt. Ihr neuer Lover scheint ohne Fehl und Tadel zu sein. John erfährt zufällig, dass Linda und Reggie mit ein und demselben Mann zusammen sind – ohne voneinander zu wissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609828","hoster":"VOE"},{"path":"/redirect/8456592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-19","name":"Der Pate","epNo":19,"alt":"You Say Gay Son, I Say Godson","descr":"Becker bekommt Besuch von seinem Patenkind Adam, dem Sohn eines alten Studienfreundes. Adam hat eine heikle Mission vor sich: Er will seinem konservativen Vater offenbaren, dass er schwul ist. Becker soll ihm dabei helfen. Tatsächlich bleibt der Job dann an John allein hängen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609824","hoster":"VOE"},{"path":"/redirect/8456597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-20","name":"Schlaflos in New York","epNo":20,"alt":"Nocturnal Omissions","descr":"Becker kann nachts nur mit laufendem Fernseher schlafen. Leider gibt seine alte Glotze allmählich den Geist auf. Umso schlechter ist es um Beckers Nachtruhe bestellt. Innerhalb von wenigen Tagen wird er zum einem nervlichen Wrack – sehr zum Leidwesen seiner Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609825","hoster":"VOE"},{"path":"/redirect/8456603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-21","name":"Der unvergessliche John Becker","epNo":21,"alt":"The TorMentor","descr":"Beckers alter Professor kommt nach New York, um sein neues Buch vorzustellen. John ist sich ganz sicher, dass der alte Herr ihn wiedererkennen wird. Immerhin war er sein Lieblingsstudent. Doch als er ihm dann gegenübersteht, kann sich sein einstiger Mentor nicht erinnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609826","hoster":"VOE"},{"path":"/redirect/8720169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-22","name":"Ein winziges Problem","epNo":22,"alt":"Small Wonder","descr":"Wenn es um kleinwüchsige Menschen geht, ist Becker sehr abergläubisch! Und tatsächlich: Kaum erblickt er den neuen, sehr kleinen Wasserlieferanten in der Praxis, treten die befürchteten Alltagskatastrophen prompt ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609810","hoster":"VOE"},{"path":"/redirect/8456618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-23","name":"Sie Metzger!","epNo":23,"alt":"Sue You","descr":"Patient Vinny DeLuca verklagt John Becker. Der Arzt hat ihn in ein Fitnessstudio geschleppt, damit der rundliche Mann etwas für seine Gesundheit tut – prompt erlitt DeLuca einen Herzinfarkt. Für ihn zählt auch nicht, dass Becker ihm mit Erster Hilfe das Leben rettete – der Prozess scheint unvermeidlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609811","hoster":"VOE"},{"path":"/redirect/8456623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-3/episode-24","name":"DeLuca gegen Becker","epNo":24,"alt":"Trials And Defibrillations","descr":"Nun ist es tatsächlich passiert: Becker muss sich vor Gericht für den vermeintlichen Behandlungsfehler, der Vinny DeLuca einen Herzinfarkt bescherte, verantworten! Als John im Verhör einen seiner bekannten Wutanfälle bekommt, scheint der Prozess vorzeitig verloren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609809","hoster":"VOE"},{"path":"/redirect/8456627","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/becker/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/becker/staffel-4/episode-1","name":"Total verrückte Therapie!","epNo":1,"alt":"Psycho Therapy","descr":"John Becker hat es wieder einmal geschafft: Er hat sich vor Gericht dermaßen danebenbenommen, dass er gleich inhaftiert wurde. Um seine Freiheit wiederzuerlangen, muss der Arzt sich nicht nur entschuldigen, sondern auch die Psychologin Dr. Simmons aufsuchen. Die soll ihm innerhalb eines Monats ein Gutachten ausstellen, das bezeugt, dass Becker seine Aggressionen nun im Griff hat. Die Therapie entwickelt sich jedoch in eine ganz andere Richtung als gedacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004143","hoster":"VOE"},{"path":"/redirect/8456634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-2","name":"Parkplatzproblem und mehr","epNo":2,"alt":"Breakfast Of Chumpions","descr":"Dr. Becker hat zum x-ten Mal den Entschluss gefasst, mit dem Rauchen aufzuhören. Diesmal sollen ihm ein eiserner Wille und Nikotin-Kaugummis das Tor in eine rauchfreie Zukunft öffnen. Allerdings erschweren ihm einige widrige Umstände den Kampf gegen das Nikotin: Die ständig nörgelnde Reggie, die völlig durchgeknallte Linda und ein kleines Missgeschick beim nächtlichen Einkauf von Nikotinkaugummis lassen John an seinem guten Vorsatz zweifeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609808","hoster":"VOE"},{"path":"/redirect/8456645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-3","name":"Wie die Turteltauben","epNo":3,"alt":"Jake’s Jaunt","descr":"Reggie, John und Bob staunen nicht schlecht, als sie eines Morgens Jake im Coffee Shop beim Liebesspiel mit einer gewissen Amanda finden. Noch verblüffter sind sie, als sie erfahren, dass sich das Paar erst am Wochenende kennen und lieben gelernt bzw. gleich geheiratet hat. Um alle an ihrem Glück teilhaben zu lassen, lädt das frisch gebackene Ehepaar die sprachlosen Freunde gleich für den nächsten Tag zu einer zünftigen Hochzeitsfeier ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609813","hoster":"VOE"},{"path":"/redirect/12109693","hoster":"Doodstream"},{"path":"/redirect/8456648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-4","name":"Auf den Hund gekommen","epNo":4,"alt":"Dog Days","descr":"Schon des Öfteren konnte John beobachten, wie sich der arbeits- und obdachlose Marty mit Lügengeschichten in Cafés ein paar Dollar erschwindelt. Als der gewiefte Gauner mit der gleichen Mitleidsnummer in Reggies Coffee Shop auftaucht, greift John ein und vermasselt ihm die Tour. Nur kurze Zeit später erfährt der Mediziner, dass Marty schwer krank ist, sich aber keinen Arzt leisten kann. Gutmütig, wie John nun mal ist, bietet er dem durchtriebenen Obdachlosen seine Hilfe an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578047","hoster":"VOE"},{"path":"/redirect/8456654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-5","name":"Ein wahrlich guter Rat","epNo":5,"alt":"Really Good Advice","descr":"Voller Stolz berichtet Becker Reggie von seiner ersten Verabredung mit Beth. Beide hatten offensichtlich viel Spaß bei dem Treffen, alles lief gut. Leider endete der Abend früher als geplant, da Beth plötzlich Kopfweh bekam. Reggie ist sich sicher, Johns Flamme hat die Schmerzen nur vorgetäuscht, weil Becker vermutlich irgendetwas anstellte, das Beth abgestoßen hat. Ihr Rat, sich bei Beth in aller Form beim nächsten Treffen zu entschuldigen, hat für Becker ungeahnte Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609816","hoster":"VOE"},{"path":"/redirect/8720171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-6","name":"Lasst mich hier raus!","epNo":6,"alt":"Get Me Out Of Here","descr":"Bei dem Versuch, die große Wasserflasche auf den Wasserspender zu montieren, verrenkt sich John die Schulter. Um herauszufinden, ob er nun operiert werden muss, soll der launische Arzt eine Kernspintomographie machen lassen. Doch das ist mit einem kleinen Problem verbunden: Becker leidet unter starker Klaustrophobie. Aus diesem Grund flüchtet er auch zweimal aus der Klinik, bevor es wirklich zur Untersuchung kommt. Und selbst da geht nichts ohne eine große Dosis Valium …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452369","hoster":"VOE"},{"path":"/redirect/8456668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-7","name":"Auf Leben und Tod","epNo":7,"alt":"Hanging With Jake","descr":"Eines Tages fährt Jake versehentlich mit einem Lastenaufzug in den Keller eines Gebäudes. Dort trifft er auf einen jungen Mann namens Owen, der gerade versucht, sich zu erhängen. Mit viel Überredungskunst bringt Jake den labilen Kerl dazu, seine Absichten zumindest vorerst aufzugeben und mit ihm in den Coffee Shop zu gehen. John kämpft derweil mit einem anderen Problem: Testergebnisse beweisen, dass einer seiner Patienten unfruchtbar ist – trotzdem ist seine Frau schwanger …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609818","hoster":"VOE"},{"path":"/redirect/8456671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-8","name":"Dinner für Vier","epNo":8,"alt":"Dinner And A Showdown","descr":"Sara ist wieder einmal im Lande und macht Reggie das Leben schwer. Um vor ihrer Intimfeindin nicht als Versagerin dastehen zu müssen, lügt Reggie, sie habe einen Freund – John Becker – und arrangiert eine Verabredung zu viert. Das Dinner verläuft allerdings ganz anders als geplant: Becker muss aus beruflichen Gründen sehr früh gehen, und auch Sara fährt nach Hause, um die Kinder ins Bett zu bringen. Übrig bleiben Reggie und Richard, die sich blendend verstehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609814","hoster":"VOE"},{"path":"/redirect/8456679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-9","name":"Eine bedrängnislose Affäre","epNo":9,"alt":"The Buddy System","descr":"Becker ist ausnahmsweise einmal mit seinem Leben zufrieden, nachdem er seit geraumer Zeit eine Affäre mit der charmanten Laura genießt. Alles nur eine Bettgeschichte, wie er versichert, die zugleich die beste Beziehung ist, die er jemals hatte. Eines Tages muss Laura jedoch das kleine Techtelmechtel beenden. Die junge Frau hat einen anderen Mann kennen gelernt, mit dem sie gerne eine Beziehung beginnen möchte. Als Becker dies hört, trifft es ihn wider Erwarten ziemlich hart …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609812","hoster":"VOE"},{"path":"/redirect/8456687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-10","name":"Da haben wir die Bescherung!","epNo":10,"alt":"The Ghost Of Christmas Presents","descr":"Hohoho, Heiligabend steht vor der Tür. Weihnachtsmuffel Becker lässt sich von Reggie dazu überreden, an einer Sonderaktion der Post teilzunehmen, bei der Briefe von hilfsbedürftigen Kindern an Bürger verteilt werden, die ihnen ihre Weihnachtswünsche erfüllen sollen. Selbstverständlich vergisst John, das Geschenk rechtzeitig aufzugeben, weshalb er sich am Weihnachtsabend mit dem Auto auf den Weg nach Queens machen muss, um das Präsent persönlich abzugeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609815","hoster":"VOE"},{"path":"/redirect/8456688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-11","name":"Die reinste Rattenplage","epNo":11,"alt":"Another Tricky Day","descr":"Es ist wieder einmal so weit: Becker verzweifelt schlichtweg an seiner Umwelt, denn alle Welt scheint verrückt geworden zu sein. Er begegnet nur Irren auf der Straße, Margaret macht Jagd auf Ratten, ein merkwürdiger Patient nach dem anderen sucht Beckers Hilfe, und Jake, Reggie und Bob verbringen den ganzen Tag mit Scrabble-Spielen. Als dann auch noch Linda behauptet, all dies liege daran, dass Merkur rückläufig sei, reicht es dem Astrologiefeind John endgültig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452379","hoster":"VOE"},{"path":"/redirect/8456694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-12","name":"Neuer Mann plus Ex-Frau","epNo":12,"alt":"The Ex-Files","descr":"Reggie hat sich wieder einmal verliebt. Diesmal ist der Auserwählte ein Studienfreund von Becker und heißt Dan. Anfangs scheint sich alles gut zu entwickeln, doch dann wird Reggie misstrauisch. Wieso weigert sich John vehement, etwas über Dans Ex-Frau zu verraten? Sie würde zu gerne wissen, wer und wie ihre Vorgängerin war. Als sie schließlich die Wahrheit erfährt, ist Reggie fix und fertig: Dans Ex ist attraktiv, intelligent und noch dazu beruflich überaus erfolgreich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609086","hoster":"VOE"},{"path":"/redirect/8456703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-13","name":"Die drei Privatpatienten","epNo":13,"alt":"Barter Sauce","descr":"Auf Wunsch seiner Freunde schließt John einen Deal ab: Reggie, Jake und Bob erhalten von ihm kostenlos medizinische Versorgung, wenn sie ihn als Gegenleistung mit Naturalien beschenken. Ein Tauschgeschäft, das allen Beteiligten nur Ärger bringt: Bob nervt Becker ständig mit eingebildeten Krankheiten, Reggie ist unglücklich, weil sich John in ihrem Coffee Shop voll stopft – obwohl sie nie krank ist -, und Jake hat eine komplizierte Krankheit, bei der ihm Becker nicht helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14001504","hoster":"VOE"},{"path":"/redirect/8456708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-14","name":"Tag der liebenden Herzen","epNo":14,"alt":"V-Day","descr":"Eigentlich wollte Becker Valentinstag ganz gemütlich mit seinem Freund Jake vor dem Fernseher verbringen, doch es kam wieder einmal alles ganz anders. Als John am Ende des Tages in einer Kneipe am Bahnhof sitzt, lässt er den Tag noch einmal in einem Gespräch mit dem völlig desinteressierten Barkeeper Revue passieren: Alles begann damit, dass seine Ex-Frau ausgerechnet an diesem Valentinstag heiraten wollte und auch ihn zu den Feierlichkeiten eingeladen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9583631","hoster":"VOE"},{"path":"/redirect/8456716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-15","name":"Ein pornografisches Gedächtnis","epNo":15,"alt":"It Had To Be Ew","descr":"Als Jakes Freundin Amanda Karten für ein Neil Diamond-Konzert besorgt, findet sich niemand, der sie zu dem Konzert begleiten möchte. Einzig John, selbst ein großer Fan dieses Oldie-Klassikers, ist bereit, sich die Vorstellung anzusehen. Als Becker auch noch während des Konzerts dem Drummer, der einen Herzinfarkt erleidet, das Leben rettet, ist er in Amandas Augen ein wahrer Held. Für Bob ist nun eines ganz klar – Jakes Freundin hat sich in den Arzt verliebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609087","hoster":"VOE"},{"path":"/redirect/8456717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-16","name":"Wann sag’ ich’s meinem Kinde?","epNo":16,"alt":"Let’s Talk About Sex","descr":"Es ist für Becker mal wieder an der Zeit, seinen alljährlichen sozialen Dienst abzuleisten. Da er keine Lust auf einen Erste-Hilfe-Kurs im hiesigen Gefängnis hat, entscheidet er sich für einen Ernährungs-Vortrag in der Grundschule. Sein Auftritt vor den Schülern verläuft aber ganz anders als geplant: Kaum hat John begonnen, über gesunde Kost und die Lebensmittelpyramide zu referieren, stellen die rotzfrechen Grundschüler auch schon die ersten Fragen über Sex!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609083","hoster":"VOE"},{"path":"/redirect/8515128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-17","name":"Die Rache des Wally L.","epNo":17,"alt":"Picture Imperfect","descr":"Becker ist ganz aus dem Häuschen, als er erfährt, dass die führende medizinische Fachzeitschrift New Yorks einen Artikel von ihm abdrucken möchte. Seine Freude wird jedoch getrübt, als er jene Ausgabe durchblättert, in der sein Werk zu finden ist – Artikel und Name sind korrekt, doch das Foto zeigt nicht John, sondern einen hässlichen Glatzkopf, der nur eine Augenbraue hat! Becker ist außer sich und sucht nach mehreren vergeblichen Telefonaten wutentbrannt das Verlagshaus auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609082","hoster":"VOE"},{"path":"/redirect/8456732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-18","name":"Schweigen wäre Gold","epNo":18,"alt":"Talking Points","descr":"Beckers Patient Joe Willakie leidet unter der unheilbaren Nervenkrankheit ALS, die über kurz oder lang zu einem ziemlich qualvollen Tod führt. Momentan geht es Joe noch recht gut, abgesehen davon, dass er nicht mehr sprechen kann. John hat großes Mitleid mit seinem Patienten und setzt bei dessen Versicherung durch, dass er einen Sprachcomputer bekommt. Alle freuen sich, dass Joe nun wieder kommunizieren kann, bis sie bemerken, dass sie von ihm nur beschimpft werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609080","hoster":"VOE"},{"path":"/redirect/8456740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-19","name":"Es soll ja nie zu spät sein!","epNo":19,"alt":"Too Much, Too Late","descr":"Eines Tages erhält Jake einen Brief von seiner Grundschullehrerin, dem eine Liste beigefügt ist, die er während seiner Schulzeit selbst verfasst hat. Damals sollte er zehn Dinge aufschreiben, die er in seinem Leben erreichen möchte. Nach anfänglichem Schmunzeln über seine Ziele von damals bleibt ihm das Lachen im Halse stecken, als ihm bewusst wird, dass er kein einziges davon erreicht hat. Reggie bemerkt Jakes Frustration und hat schon bald eine Idee, wie sie ihm helfen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609084","hoster":"VOE"},{"path":"/redirect/8456746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-20","name":"Die triebhafte Gesellschaft","epNo":20,"alt":"Piece Talks","descr":"Reggies Gefriertruhe ist kaputt, doch das Geld für eine neue fehlt. Bobs Bekannter Leonard könnte Reggie zwar einen guten Preis vermitteln, verlangt im Gegenzug aber ein Abendessen mit ihr. Becker behandelt unterdessen ein altes Ehepaar, das mit sexuellen Problemen zu kämpfen hat. Nach der Einnahme von Antidepressiva ist der über 80-jährige Gatte derart potent, dass seine Frau, wie sie es formuliert, \"sich nicht einmal ungefährdet nach einer Gabel bücken kann\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578049","hoster":"VOE"},{"path":"/redirect/8456749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-21","name":"Im Krieg mit Nachbarn","epNo":21,"alt":"Parannoyed","descr":"John ist der festen Meinung, dass es in seinem Haus jemanden geben muss, der ihn hinausekeln will. Er stützt seine Anschuldigung darauf, dass seine Wäsche kürzlich total durchnässt auf dem Trockner lag, obwohl er sie kurz zuvor in der Maschine verstaut hatte. Außerdem war am nächsten Tag auch noch sein Briefkasten aufgebrochen und seine Post verschwunden. Ein weiteres Indiz ist, dass er seit kurzem in seiner Wohnung von unzähligen Kakerlaken heimgesucht wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609090","hoster":"VOE"},{"path":"/redirect/8456759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-22","name":"Jeder hat sein Päckchen zu tragen","epNo":22,"alt":"Missteaks","descr":"Seit Tagen bekommt Becker Meldungen eines Paketservices, der ihm immer in seiner Abwesenheit ein Päckchen zustellen will. Voller Neugier holt er es ab und freut sich sehr – es enthält acht Premiumsteaks. Als Chris von diesem Patienten-Geschenk Wind bekommt, hat sie die Idee, dass John doch eine Grillparty für all seine Freunde veranstalten könnte. Reggie, Linda, Margaret, Jake und Bob sagen zu, ohne Becker auch nur einmal zu fragen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609092","hoster":"VOE"},{"path":"/redirect/8456762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-23","name":"Viel Lärm um nichts","epNo":23,"alt":"Much Ado About Nothing (1)","descr":"Reggie wird das Gefühl nicht los, Becker könne sich für Chris interessieren. Da sie sich endlich eingesteht, selbst tiefe Gefühle für den Arzt zu hegen, besucht sie ihn in seiner Wohnung. Allerdings gestaltet sich der Versuch, ihm ihre Liebe zu beichten, schwieriger als gedacht. Unterdessen erfährt Jake von seinem Stammkunden Darryl, dass er ihn und Bob für ein schwules Pärchen hält. Dieser Irrglaube animiert den Mann derart, dass er sich nun selbst outet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573066","hoster":"VOE"},{"path":"/redirect/8456772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-4/episode-24","name":"John – Liebling der Frauen","epNo":24,"alt":"Everybody Loves Becker (2)","descr":"Bei Becker und seinen Freunden herrscht das große Liebeschaos: Nach einem unerwarteten Kuss mit der aufregenden Chris geht der verwirrte John zu Reggie in die Kneipe. Eigentlich möchte er nur eine Zigarette rauchen und sein Herz ausschütten, doch Reggie hat etwas ganz anderes im Sinn – sie küsst Becker ebenfalls, nun ist der Arzt völlig sprachlos. Unterdessen gesteht sich Bob ein, in Chris verliebt zu sein. Aus diesem Grund sucht er Rat und Trost bei Jake …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452398","hoster":"VOE"},{"path":"/redirect/8456771","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/becker/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/becker/staffel-5/episode-1","name":"Was in Reggies Küche geschah","epNo":1,"alt":"Someone’s In The Kitchen With Reggie?","descr":"Becker entschliesst sich, Chris den Laufpass zu geben. Doch dann meldet sich Reggie und verkündet, dass sie einen Fehler gemacht hat und die Stadt verlassen wird. Daraufhin kehrt Becker reumütig zu Chris zurück. Chris ist total glücklich, bis sie erfährt, dass Reggie Becker versetzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578048","hoster":"VOE"},{"path":"/redirect/8456778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-2","name":"Einfach das Richtige tun!","epNo":2,"alt":"Do The Right Thing","descr":"Verzweifelt versucht Becker Chris davon zu überzeugen, dass er sich bewußt für sie entschieden hat. Doch leider glaubt ihm Chris nicht. Währenddessen versuchen Margaret und Linda die Identiät eines Mannes herauszufinden, der vorgibt ein ehemaliger Patient zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609089","hoster":"VOE"},{"path":"/redirect/8456786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-3","name":"Das Fräulein aus L.A.","epNo":3,"alt":"L.A. Woman","descr":"John und Chris versuchen alles, um sich gegenseitig aus dem Wege zu gehen. Doch das ist gar nicht so einfach, da die beiden Nachbarn sind. Währenddessen gibt Linda bei ihrem neuen Date damit an, dass sie aus L.A. ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578051","hoster":"VOE"},{"path":"/redirect/8456790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-4","name":"Bis zum letzten Herzschlag","epNo":4,"alt":"And The Heartbeat Goes On","descr":"Ein griesgrämiger Patient behauptet im Sterben zu liegen und möchte, dass Becker ihn jeden Abend im Krankenhaus besucht. Währenddessen sieht Bob Chris nackt in ihrem Appartement.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609085","hoster":"VOE"},{"path":"/redirect/8456797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-5","name":"Etwas, dass Größe hat","epNo":5,"alt":"The Grand Gesture","descr":"Becker wird eifersüchtig, als Chris seine Einladung ins Kino ablehnt und sich stattdessen mit einem anderen Mann trifft. Später taucht er an ihrem Arbeitsplatz auf um ihr seine wahren Gefühle zu gestehen. Doch damit bringt er sie versehentlich in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609088","hoster":"VOE"},{"path":"/redirect/8456803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-6","name":"Zum Hundertsten Mal","epNo":6,"alt":"The 100th","descr":"Als ein Bekannter sein Interesse an Chris bekundet reagiert Becker äußerst eifersüchtig und behauptet, dass Chris nicht auf Männer steht. Daraufhin versucht der Mann, Chris mit einer lesbischen Bekannten zu verkuppeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382186","hoster":"VOE"},{"path":"/redirect/8456807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-7","name":"Linda hat drei neue Freunde","epNo":7,"alt":"Papa Does Preach","descr":"Becker behandelt den freundlichen Jim Reynolds wegen eines zu hohen Cholesterinspiegels. Doch dann verschlechtert sich Jim’s gesundheitlicher Zustand. Der Grund: Jim hat eine gespaltene Persönlichkeit und einer drei alter Egos – der böse Jerry – versteckt immer seine Medikamente.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609074","hoster":"VOE"},{"path":"/redirect/8456814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-8","name":"Mädchen für wirklich alles!","epNo":8,"alt":"Atlas Shirked","descr":"Becker versucht herauszufinden, was aus dem Atlas geworden ist, den er an der Haustür gekauft hat. Währenddessen plant Bob die Beerdigung seiner Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609072","hoster":"VOE"},{"path":"/redirect/8456817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-9","name":"Der Griff in die Kasse","epNo":9,"alt":"Blind Injustice","descr":"Ein Dieb hat den Diner ausgeraubt und ist mit dem gestohlenen Geld direkt an Jake vorbei aus der Tür gelaufen. Jetzt fühlt sich Jake schlecht und wegen seiner Blindheit gehandikappt. Chris und John versuchen ihn aufzumuntern, doch das hat genau den gegenteiligen Effekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609070","hoster":"VOE"},{"path":"/redirect/8456823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-10","name":"Frohes Fest und tut mir leid","epNo":10,"alt":"Chrismess","descr":"John plant, das Weihnachtsfest mit einer Redakteurin eines bekannten Magazins in Vermont zu verbringen. Chris reagiert darauf extrem eifesrüchtig. Währenddessen fühlt sich Bob von einem Weihnachtsmann verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609075","hoster":"VOE"},{"path":"/redirect/8456830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-11","name":"Es war einmal","epNo":11,"alt":"Once Upon A Time","descr":"Margaret feiert ihr zehnjähriges Jubiläum in Beckers Praxis. Sie erinnert sich daran, wie sie den Arzt zum ersten Mal getroffen und ihn davon überzeugt hat, seine Praxis nicht zu schliessen. Währenddessen findet Chris das alte Keyboard von Jake wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609073","hoster":"VOE"},{"path":"/redirect/8456835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-12","name":"Ein bisschen Quälerei muß sein","epNo":12,"alt":"Bad To The Bone","descr":"Jake und Bob belauschen ein Telefongespräch von Chris und nehmen fälschlicherweise an, dass sie mit John ins Bett geht. In der Praxis versucht Becker in der Zwischenzeit einen Jugendlichen davon zu überzeugen, dass er Kondome benutzen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609077","hoster":"VOE"},{"path":"/redirect/8456834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-13","name":"Noch jemand, den ich ausgenutzt habe?","epNo":13,"alt":"But I’ve Got Friends I Haven’t Used Yet","descr":"Becker bekommt Besuch von einem alten Kollegen von der Uni. Der trockene Alkoholiker ist in die Stadt gekommen um alte Sünden zu beichten und Wiedergutmachung zu leisten. Dabei erfährt Becker einige unschöne Wahrheiten aus seiner Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578053","hoster":"VOE"},{"path":"/redirect/8456841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-14","name":" … allein ihm fehlt der Glaube","epNo":14,"alt":"The Pain In The Neck","descr":"Becker muss sich mit einem Patienten herumschlagen der davon überzeugt ist, dass Gott ihn heilen wird und sich deshalb weigert seine Medikamente einzunehmen. Währenddessen prahlt Bob mit seiner neu entdeckten indianischen Abstammung herum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609081","hoster":"VOE"},{"path":"/redirect/8456846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-15","name":"Die Lady mit der Hühnersuppe","epNo":15,"alt":"Nightmare On Becker Street","descr":"John wird von einer betagten aber rüstigen Nachbarin verfolgt. Linda beschliesst ihrem Freund die Wahrheit darüber zu sagen wo sie herkommt. Der glaubt nämlich, dass sie aus dem coolen LA stammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609078","hoster":"VOE"},{"path":"/redirect/8456851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-16","name":"Drogen und Gerüchte","epNo":16,"alt":"The Job","descr":"Becker hat genug von seiner Praxis und bewirbt sich heimlich in einem Forschungslabor in Baltimore. Weil er sich komisch benimmt glauben seine Freunde nun, dass er krank oder auf Drogen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609076","hoster":"VOE"},{"path":"/redirect/8561698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-17","name":"Nichtrauchern sei dank!","epNo":17,"alt":"Thank You For Not Smoking","descr":"Schlechte Zeiten für Raucher Becker: Chris hat den Diner zur rauchfreien Zone erklärt und Margaret verbietet ihm das Rauchen in der Praxis. Es dauert nicht lange und Becker ist kurz vor dem Explodieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609079","hoster":"VOE"},{"path":"/redirect/8456867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-18","name":"Ich wünsch dir was – Amanda","epNo":18,"alt":"Amanda Moves Out","descr":"Becker versucht sich das Rauchen abzugewöhnen und treibt seine Mitmenschen dabei fast in den Wahnsinn. Währenddessen wird Jake von seiner Freundin verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609094","hoster":"VOE"},{"path":"/redirect/8456878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-19","name":"Was weiß die Wahrsagerin?","epNo":19,"alt":"Ms. Fortune","descr":"Im Diner taucht eine Wahrsagerin und Becker lässt sich zur Verwunderung aller aus der Hand lesen. Von den Weissagungen beeinflusst investiert Linda ihr Erbe in eine Firma die Grapefruits verkauft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609194","hoster":"VOE"},{"path":"/redirect/8456879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-20","name":"Neun Monate davor","epNo":20,"alt":"Mr. And Ms. Conception","descr":"Ein kinderloses Paar besucht die Praxis um sich bei Becker beraten zu lassen. Doch leider werden sämtliche Ratschläge die der Arzt zum Thema Schwangerschaft und Empfängnis gibt von den beiden missverstanden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609196","hoster":"VOE"},{"path":"/redirect/8456886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-21","name":"Chris’ Ex-Ehemann","epNo":21,"alt":"Chris’s Ex","descr":"Der Exmann von Chris taucht unerwartet auf. Während er in ihrem Appartment übernachtet setzt Becker alles daran um das geschiedene Paar voneinander zu trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609182","hoster":"VOE"},{"path":"/redirect/8456893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-5/episode-22","name":"Dieser Traum von Chris","epNo":22,"alt":"Daytime Believer","descr":"Nachdem er mehreren romantischen Träumen erkennt Becker, dass er immer noch Gefühle für Chris hat. Doch was empfindet Chris für den Doktor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922218","hoster":"VOE"},{"path":"/redirect/8456901","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/becker/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/becker/staffel-6/episode-1","name":"Ich liebe dich kein bisschen","epNo":1,"alt":"What’s Love Got To Do With It?","descr":"Nachdem John Chris im Krankenhaus gesagt hat, dass er sie liebt, ist er felsenfest davon überzeugt, dass sie sein Geständnis auch mitbekommen hat. Doch das kann er so natürlich nicht stehen lassen! Vor seinen Freunden behauptet er einfach das Gegenteil und tarnt den Ausrutscher als \"ärztliche Fürsorge\". Als es zwischen Chris und John zum abendlichen Streit kommt, gestehen sich beide schließlich ihre \"Nichtliebe\" und gehen gemeinsam essen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609178","hoster":"VOE"},{"path":"/redirect/8456910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-2","name":"Ein schräges Date","epNo":2,"alt":"Dates \u0026 Nuts","descr":"Chris will nicht länger vertröstet werden – sie geht zu John und fragt ihn direkt ins Gesicht, ob er mit ihr ausgehen will oder nicht. John kann sich zwar zu einem \"Ja\" durchringen, lässt sich aber auf keinen endgültigen Termin festlegen. Doch so leicht kommt er nicht davon! Von nun an nervt Chris ihn so lange, bis er einem offiziellen ersten Date zustimmt. Kurz bevor sie sich auf den Weg zum Restaurant machen, wird John jedoch in die Notaufnahme gerufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578054","hoster":"VOE"},{"path":"/redirect/8456915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-3","name":"Oma und der gewisse Akt","epNo":3,"alt":"A Little Ho-Mance","descr":"John und Chris haben immer noch nicht miteinander geschlafen, denn Chris besteht zuvor auf einem richtigen ersten Date. John muss erst lernen, dass damit keine bestellte Pizza bei ihm zu Hause gemeint ist. Schließlich lädt er sie zu einem romantischen Abendessen in einem Fischrestaurant ihrer Wahl ein. Doch zuvor müssen sie noch zur Beerdigung von Jakes Oma – die, wie ihr Enkel entsetzt feststellen muss, sexuell noch sehr aktiv war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609200","hoster":"VOE"},{"path":"/redirect/8456925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-4","name":"Die Menschen treiben’s überall","epNo":4,"alt":"Spontaneous Combustion","descr":"John und Chris ist es tatsächlich endlich gelungen, ein erstes offizielles Date zu haben. Dann steht eigentlich der leidenschaftlichen Liebesnacht auch nichts mehr im Weg – außer, dass sich die beiden beim Chinesen hoffnungslos überfressen haben. Der nächste Anlauf scheitert an den lautstark streitenden Nachbarn und auch der Versuch, im Sprechzimmer für etwas Ablenkung zu sorgen, geht vollkommen daneben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919071","hoster":"VOE"},{"path":"/redirect/8456934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-5","name":"Frag nach Evian!","epNo":5,"alt":"Afterglow","descr":"Endlich haben sie es getan! Doch bereits in der ersten postkoitalen Entspannung kommt es wieder zu Reibereien, weil Chris nicht nur auf Johns Seite des Bettes liegt, sondern auch noch sein Lieblingskopfkissen mit Beschlag belegt. Doch es soll nicht bei diesen kleinen Problemen bleiben – John macht zunächst keinerlei Anstalten, sich so auf die Beziehung einzulassen, wie Chris es von ihm erwartet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915544","hoster":"VOE"},{"path":"/redirect/8456941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-6","name":"Essen, trinken, fernsehen … reden","epNo":6,"alt":"The Unbelievable Wrongness Of Talking","descr":"In der Beziehung von Becker und Chris, die jetzt bereits seit einigen Wochen ein Paar sind, gibt es die erste kleine Krise: Chris fehlt es an zwischenmenschlicher Kommunikation. Abends sitzen die beiden immer häufiger wortlos vor dem Fernseher und schauen sich Sportsendungen an, was Chris so verärgert, dass sie Becker zur Rede stellt. Der erklärt ihr, dass er die abendliche Ruhe benötigt, um unerfreuliche Ereignisse aus der Praxis zu verarbeiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609214","hoster":"VOE"},{"path":"/redirect/8456944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-7","name":"Mörderschwester","epNo":7,"alt":"Sister Spoils The Turkey","descr":"Chris kann John tatsächlich zu einem Thanksgiving-Dinner in den eigenen vier Wänden überreden. Er stellt allerdings zwei Bedingungen: Erstens muss der Truthahn gratis auf den Tisch kommen und zweitens feiern sie allein. Da Chris sich nicht zurückhalten kann, lädt sie jedoch neben Jake auch noch Linda, Margaret und Louis ein. Außerdem kündigt sich noch ihre Schwester Grace an, die sofort mit Jake anbändelt – was Chris wiederum sehr beunruhigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609206","hoster":"VOE"},{"path":"/redirect/8456953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-8","name":"Eine Praxis voller Narren","epNo":8,"alt":"Chock Full ‘o Nuts","descr":"In Johns Viertel geht etwas Merkwürdiges vor: Sowohl im Coffeeshop als auch in der Praxis begegnen ihm immer häufiger geistig verwirrte Menschen. Erst als Margaret versucht, einen dieser Patienten im benachbarten Heim unterzubringen, erfährt sie, dass es von der Stadt geschlossen wurde. John beschließt, etwas gegen die Missstände zu unternehmen. Er sammelt einige der \"Verrückten\" ein und marschiert mit ihnen zur Stadtverwaltung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609213","hoster":"VOE"},{"path":"/redirect/8456959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-9","name":"Krise erster Klasse","epNo":9,"alt":"A First Class Flight","descr":"John ist begeistert! Nicht nur, dass eine Mediziner-Vereinigung ihn als Redner zu ihrer Jahreskonferenz eingeladen hat – sie bezahlen ihm sogar noch ein absolutes Spitzenhotel und einen Flug erster Klasse nach Las Vegas. John ist noch nie erster Klasse geflogen und freut sich riesig auf den Luxus. Chris hingegen ist verstimmt – sie würde gern mitfliegen. Aber dann müsste John sein Ticket erster Klasse wieder umtauschen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578052","hoster":"VOE"},{"path":"/redirect/8456965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-10","name":"Margarets Blues","epNo":10,"alt":"Margaret Sings The Blues","descr":"Margaret trifft sich nach langer Zeit mit einer alten Freundin und muss feststellen, dass sie inzwischen Karriere gemacht hat. Schlagartig an ihre eigenen Jugendträume erinnert – sie wollte früher unbedingt Sängerin werden – versinkt sie in einer tiefen Depression, erscheint nicht mehr zur Arbeit und hat nur noch schlechte Laune. Als alle Aufmunterungsversuche von Linda, Jake und Chris fehlschlagen, muss sich John überwinden und nett zu ihr sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609115","hoster":"VOE"},{"path":"/redirect/8456970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-11","name":"Vier Tage im Paradies","epNo":11,"alt":"Snow Means Snow","descr":"Der Winter hat Einzug gehalten, und New York verschwindet unter einer dicken Schneedecke. Vollkommen verfroren wünscht sich Chris eine Reise auf die Bermudas – natürlich in Johns Begleitung. Der hat aber gar keine Lust zu verreisen und willigt nur ein, wenn ihn die Reise nicht mehr als 200 Dollar kostet. Nie im Leben rechnet er damit, dass Chris ein solches Angebot finden könnte. Doch am Tag der Abreise bricht ein Schneesturm aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609117","hoster":"VOE"},{"path":"/redirect/8456972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-12","name":"Die U-Bahn-Story","epNo":12,"alt":"Subway Story","descr":"Johns Terminkalender platzt aus allen Nähten. Nach seinem Tag in der Praxis muss er schnell noch zu einer Medizinerkonferenz in Manhattan, eine Besorgung für Jake machen und dann rechtzeitig zu einem Abendessen wieder in der Bronx sein. Auf dem Rückweg spricht ihn eine ältere Dame an, die sich offensichtlich in New York nicht auskennt. Hilfsbereit bringt John sie bis zum U-Bahnhof Chambers Street, der direkt unterhalb des ehemaligen World Trade Centers liegt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609113","hoster":"VOE"},{"path":"/redirect/8456977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/becker/staffel-6/episode-13","name":"Hilfe, ich bin glücklich!","epNo":13,"alt":"D.N.R.","descr":"Jake entscheidet sich endlich, was er mit der Erbschaft seiner Oma anfangen will: Er wird nach Chicago ziehen und dort ein Studium beginnen. John hingegen hat Chris zum Essen eingeladen. Irritiert von dieser unverhofften Geste, rechnet sie mit dem Schlimmsten und ist davon überzeugt, dass John ihre Beziehung beenden will. Als sie es nicht mehr aushält, stellt sie ihn auf der Feuertreppe zur Rede – da macht ihr John ein erstaunliches Geständnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9609097","hoster":"VOE"},{"path":"/redirect/8456981","hoster":"Streamtape"}]}]}]}]}