{"path":"/serie/stream/beck-is-back","name":"Beck is back!","descr":"Hannes Beck (Bert Tischendorf) hat zwar irgendwann mal Jura studiert, aber der vierfache Vater hatte nie die Notwendigkeit, seine Kenntnisse bei einer handfesten Arbeit anzuwenden. Das ändert sich schlagartig, als seine Ehefrau, die Staatsanwältin Kirsten (Annika Ernst), mit ihrem Kollegen (René Steinke) fremdgeht. Hannes zieht aus und nimmt die Kinder mit. Zum ersten Mal in seinem Leben muss er richtig arbeiten gehen und tritt notgedrungen eine Stelle als Pflichtverteidiger an. Zum Glück war seine 54-jährige Haushaltshilfe Yasmina (Andreja Schneider) in ihrer alten Heimat Kroatien als Richterin tätig. Kurzerhand stellt er sie als Rechtsanwaltsgehilfin ein. Patent, clever und absolut loyal hilft sie ihm bei seinen schwierigen Fällen. In Hannes’ Privatleben treffen sich Licht und Schatten: während ihm seine Ex-Frau die Kinder wegnehmen will, trifft er am Gericht seine ehemalige Kommilitonin Susanne (Julia Dietze) wieder, für die er nach und nach Gefühle entwickelt.","seasons":[{"path":"/serie/stream/beck-is-back/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/beck-is-back/staffel-1/episode-1","name":"Überraschung","epNo":1,"alt":"","descr":"Hannes erwischt seine Frau Kirsten in flagranti mit dem Staatsanwalt Marius Wachta. Kurzerhand packt er seine Sachen und zieht mit seinen Kindern in eine neue Wohnung. Für Hannes beginnt ein neuer Lebensabschnitt. Als alleinerziehender, arbeitender Vater von vier Kindern und ohne praktische Erfahrung vor Gericht, improvisiert er kurzerhand und richtet sich ein Büro im Hinterzimmer eines Hähnchen-Grills ein. In seinem ersten Fall als Pflichtverteidiger bekommt es Hannes mit dem LKW-Fahrer Kurt Decker zu tun, der zu Unrecht des Mordes verdächtigt wird. Der Haken: ausgerechnet Marius Wachta vertritt die Anklage. Im Gericht trifft Hannes dann auch noch auf seine ehemalige Kommilitonin Susanne, die mittlerweile als Familienanwältin arbeitet. Die zufällige Begegnung wirbelt eine Menge alten Staub auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14285145","hoster":"VOE"},{"path":"/redirect/14462122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-2","name":"Neun Minuten","epNo":2,"alt":"","descr":"Paula Bergmann, Hannes neue Mandantin, lässt bei 35 Grad Außentemperatur ihre acht Monate alte Tochter Annabelle für einige Minuten alleine im Auto zurück. Als sie wiederkommt, wird das dehydrierte und bewusstlose Kind von Rettungskräften gerettet. Während die Ärzte alles in ihrer Macht Stehende tun, um das Kind zu retten, will Hannes verhindern, dass gegen die junge Mutter ein Hauptverfahren wegen fahrlässiger Körperverletzung eröffnet wird. Dies hätte nämlich den Entzug des Sorgerechts zur Folge. Marius hingegen will Paula anklagen und eine Haftstrafe fordern, da er beweisen kann, dass Paula ihr Auto entgegen ihrer Aussage in der Sonne und nicht im Schatten abgestellt hat. Als dann eine Zeugin plötzlich ihre Aussage ändert, steht Paula das Wasser bis zum Hals. Kirsten will Karriere in der Politik machen, doch benötigt dafür das Image einer guten Mutter. Sie versucht dafür die Kinder zu instrumentalisieren, was Hannes verhindern will. Gleichzeitig kommen sich Hannes und Susanne näher und reden über die Vergangenheit. Beide hatten damals Gefühle füreinander. Doch dann holt Susanne ihre Lebensplanung ein: Sie hat gerade eine Stelle im Ausland angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479871","hoster":"VOE"},{"path":"/redirect/14462128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-3","name":"Bis zum Äußersten","epNo":3,"alt":"","descr":"Hannes verteidigt Finn Lehmann, einen jungen Mann, der verdächtigt wird, den Sohn des türkischen Botschafters entführt zu haben. Der Botschafter versucht, Hannes zu bestechen, um sich Finn alleine vorknöpfen zu können. Da das nicht gelingt, nutzt der Botschafter seine Machtposition aus. Unter Androhung von Gewalt will er Finn zwingen, das Versteck zu verraten. Hannes greift ein und kann in letzter Sekunde das Schlimmste verhindern. Als die Behörden Finn eine Falle stellen, müssen Hannes und Jasmina zu unkonventionellen Maßnahmen greifen, um den jungen Mann vor dem Botschafter zu retten. Dabei finden sie außerdem heraus, dass dieser nicht ganz unbeteiligt an der Entführungssituation ist. Während der Fallarbeit wird sich Hannes seiner Gefühle für Susanne bewusst und will die wenige Zeit, die ihnen vor ihrer Abreise nach Gran Canaria bleibt, mit ihr zusammen verbringen. Da eröffnet sie ihm, dass es neben der Arbeit noch einen Grund gibt, weswegen sie nach Gran Canaria geht: ihren Freund Juan. Hannes ist vor den Kopf gestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479848","hoster":"VOE"},{"path":"/redirect/14462131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-4","name":"Nein heißt Nein","epNo":4,"alt":"","descr":"Die neue Mandantin von Hannes, Maria Heldt, ist wegen Totschlags angeklagt. Bei der Weihnachtsfeier der Versicherungsfirma, für die sie gearbeitet hat, soll sie ihren Kollegen Holger Hess in den Kopierraum gelockt und aus Eifersucht mit einem Locher erschlagen haben. Maria hingegen behauptet, dass Holger sie mit zwei Kollegen vergewaltigt hat und sie den Locher aus Notwehr geworfen hat. Als Hannes Marias Kollegen in Bedrängnis bringen kann, bieten sie ihm und seiner Mandantin einen lukrativen, aber schmutzigen Deal an. Hannes vermisst Susanne, und treibt sich ziellos in ihrem Lieblingsschwimmbad herum. Doch unerwarteter Weise trifft er dort auf die Dame seines Herzens, die nach einem Streit mit Juan unverhofft zurückgekehrt ist. Hannes biete ihr eine Bleibe an, bis ihre Wohnung wieder frei ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14304195","hoster":"VOE"},{"path":"/redirect/14462136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-5","name":"Großes Tennis","epNo":5,"alt":"","descr":"Wladimir Petrow ist Hannes neuer Mandant und ein alter Bekannter von Jasmina. Ihm werden schwere Vorwürfe gemacht: er soll wegen versuchten Mordes an seinem Sohn Andrej verurteilt werden. Nach einer Trainingsstunde fällt Andrej Petrow plötzlich in ein Koma. Die Ärzte kämpfen um sein Leben. Die Staatsanwaltschaft – zu allem Überfluss vertreten durch Kirsten selbst – behauptet, Wladimir habe ihn aus Profitgier zu Tode trainiert. Im Laufe des Verfahrens macht es den Anschein, dass nicht nur der Fall Wladimir vor Gericht verhandelt wird, sondern auch der Kampf um die Kinder zwischen Kirsten und Hannes. Ein eigentlich klärendes Treffen der beiden entwickelt sich jedoch zur Katastrophe: Zuerst muss die zufällig vorbeikommende Susanne beobachten, wie sich Hannes und Kirsten scheinbar wieder bestens verstehen – Susanne fühlt sich betrogen. Als Susanne weg ist, verkrachen sich Kirsten und Hannes, weil Hannes Kirsten die Kinder nicht für die Karriere zur Verfügung stellen will. Sie nimmt Kontakt mit einer Familienanwältin auf, um dafür zu sorgen, dass ihr das alleinige Aufenthaltsbestimmungsrecht zugesprochen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261388","hoster":"VOE"},{"path":"/redirect/14462135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-6","name":"Todesraser","epNo":6,"alt":"","descr":"Björn Cordes ist Krankenwagenfahrer und der neue Mandant von Hannes. Er hat mit dem Krankenwagen an einem illegalen Straßenrennen teilgenommen, bei dem ein Mann schwer verletzt wurde. Björn sagt aus, dass er das Rennen abgebrochen habe und Tom Harnisch, der zweite Raser, einfach weitergemacht hätte. Die Staatsanwaltschaft, vertreten durch Marius, fordert jedoch die Höchststrafe für beide. Gleichzeitig bekommt Jasmina die Chance, ihren ersten eigenen Fall zu übernehmen, bei dem es tierisch zur Sache geht. Auf der anderen Seite macht Kirsten ernst. Dem völlig überraschten Hannes trudelt eine Vorladung bezüglich des Sorgerechts ins Haus. Er sucht Unterstützung bei Susanne und erlebt eine böse Überraschung: Juan ist aus Gran Canaria angereist, damit er um Susanne kämpfen kann und wohnt bei ihr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479839","hoster":"VOE"},{"path":"/redirect/14462139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-7","name":"Eid des Hippokrates","epNo":7,"alt":"","descr":"Kiki Rodriguez ist die Anwältin von Peter Matuschek, Oberarzt im Klinikum Haneman. Matuschek wird vorgeworfen, am Tod eines Patienten Schuld zu sein, dessen Notoperation er abgegeben hatte. Aufgrund der aufwendigen medizinischen Recherchearbeit fordert Kiki die Unterstützung eines Pflichtverteidigers an. Hannes übernimmt das Mandat nur zu gerne, denn Kiki und er kennen sich noch aus Uni-Zeiten. Schon beim ersten Wiedersehen lässt Kiki die Luft knistern. Bei der Verhandlung merkt Hannes, dass der Klinikchef Professor Scharge etwas verheimlicht und sich in widersprüchlichen Aussagen verstrickt. Doch der Fall nimmt eine überraschende Wendung, als die Noch-Ehefrau von Matuschek in den Zeugenstand tritt. Hannes und Susanne versuchen, professionell miteinander umzugehen, denn Susanne vertritt Hannes im Sorgerechtsstreit gegen Kirsten. Doch immer wieder geraten sie auf persönlicher Ebene aneinander, denn Juan und Susannes Beziehungsstatus bleibt ein ungeklärtes Thema.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14260078","hoster":"VOE"},{"path":"/redirect/14462142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-8","name":"Liebe bis zum Schluss","epNo":8,"alt":"","descr":"Hannes hat das Mandat für Ellen Bodenbender übernommen, deren Anklage \"Tötung auf Verlangen\" lautet: Sie hat ihrem gelähmten Mann geholfen, sich das Leben zu nehmen. Hannes versucht alles, um einen Freispruch wegen \"Beihilfe zum Selbstmord\" zu erwirken. Erst sieht es gut für Ellen aus, doch dann meldet sich die Schwester des Toten, die Ellen schwerwiegende Vorwürfe macht. Marius kann die Anklage auf \"Mord aus Habgier\" ausweiten, während Hannes weiterhin davon überzeugt ist, dass Ellen aus Liebe gehandelt hat. Doch wie kann er das beweisen? Hannes und Susanne steht Ärger ins Haus, und das nicht nur wegen Juan, der die Situation zwischen den beiden immer wieder verkompliziert. Susanne hat herausgefunden, dass Kirsten direkte Unterstützung aus politischen Kreisen erhält. Hier geht es um viel mehr als um einen simplen Sorgerechtsstreit. Kirsten hingegen leitet die finale Phase ihres Plans ein. Gemeinsam mit Marius stellt sie Hannes eine Falle – und Hannes stolpert mitten hinein. Er muss mit ansehen, wie seine Kinder von einer Mitarbeiterin des Jugendamtes mitgenommen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469116","hoster":"VOE"},{"path":"/redirect/14462144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-9","name":"Der falsche Mandant","epNo":9,"alt":"","descr":"Paul Vogt wird vorgeworfen, sturzbetrunken einen Wagen gestohlen, eine Passantin überfahren und anschließend Fahrerflucht begangen zu haben. Obwohl die Frau so schwer verletzt wurde, dass sie nun im Rollstuhl sitzt, zeigt Vogt überhaupt keine Reue. Hannes will den Fall fast ablehnen, da fällt ihm eine Ungereimtheit in der Aussage des Wagenhalters auf. Hannes entschließt sich dazu, der Wahrheit auf den Grund zu gehen. Parallel zu seinem Fall droht Hannes seine Kinder dauerhaft zu verlieren, denn Kirstens Anwältin ruft die Kindergärtnerin in den Zeugenstand. Diese behauptet, Hannes sei ein Alkoholiker, der seine Kinder vernachlässige. Kirsten macht also ernst – auch wegen des Drucks der Parteiführung – und gibt sich vor Gericht eiskalt. Susanne hingegen kämpft wie eine Löwin für Hannes und kann die Anklage soweit demontieren, dass Kirstens schmutzige Intrige ans Licht kommt. Hannes sieht endlich Licht am Ende des Tunnels und für seine Zukunft mit Susanne, doch als er einen Fehltritt gesteht, lässt Susanne ihn brüskiert und enttäuscht stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261094","hoster":"VOE"},{"path":"/redirect/14462147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-1/episode-10","name":"Ausbruch","epNo":10,"alt":"","descr":"Hannes soll seiner alten Schulfreundin Dina helfen, Torsten Bergers Unschuld in einem kolossalen Justizirrtum zu beweisen. Dina hat ihn aus dem Gefängnis befreit, in dem sie arbeitet, und ist bei Hannes aufgetaucht. Dieser besteht darauf, dass sie es auf offiziellem Weg mit einem Wiederaufnahmeverfahren versuchen. Einzige Möglichkeit: Torstens Tochter, die Hauptbelastungszeugin, revidiert ihre Aussage, von ihm missbraucht worden zu sein. Hannes ermöglicht ein Treffen zwischen Torsten und seiner Tochter, doch ein Polizeikommando sprengt das Treffen und verhaftet ihn. Glücklicherweise hat Hannes seine Kinder wieder um sich, doch hadert er damit, Kirsten ihre schmutzige Intrige zu verzeihen. Beeindruckt von Dinas Fall erkennt Hannes auch, dass er wirklich um Susanne kämpfen muss, wenn er sie nicht für immer verlieren will. Entschlossen, alles zu geben, lädt er Susanne an den Ort ihrer ersten romantischen Stunden: auf den Sprungturm des nächtlichen Freibads. Während Susanne widerstrebend, aber voller Vorfreude wartet, nimmt Hannes’ Fall eine dramatische Wendung: Kann er es schaffen, seinen Klienten zu retten, bevor seine große Liebe von dannen zieht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261271","hoster":"VOE"},{"path":"/redirect/14462149","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/beck-is-back/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/beck-is-back/staffel-2/episode-1","name":"Ein Herz für Lilly","epNo":1,"alt":"","descr":"Eine Hochzeit, eine freie Kindermädchenstelle und ein neuer Fall für Hannes Beck: Während Hannes sein stürmisches Familienleben meistert, muss er dafür sorgen, dass Dr. August nicht ins Gefängnis kommt. Der Herzchirurg hat der 8-jährigen Lilly ein Spenderherz eingesetzt, obwohl Lilly kurz vor der OP einen Hirnschaden erlitten hatte. Damit hätte das Herz einem anderen Kind zugestanden. Hat Dr. August sich deshalb des Totschlags schuldig gemacht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469417","hoster":"VOE"},{"path":"/redirect/14462153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-2","name":"Gaffer","epNo":2,"alt":"","descr":"Sarah sorgt als neues Kindermädchen für frischen Wind im Hause Beck, während Hannes den Feuerwehrmann Georg verteidigt. Als Gaffer eine Rettungsgasse blockierten, hatte Georg den Weg freigespritzt – wobei ein Gaffer stürzte und starb. Der Staatsanwalt belastet Georg schwer: Der zu Tode gekommene Mann sei als Ersthelfer vor Ort gewesen und unschuldig. Nur die Witwe des Verstorbenen kann die Wahrheit ans Licht bringen, doch die schweigt hartnäckig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261301","hoster":"VOE"},{"path":"/redirect/14462156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-3","name":"Die Kindesentführung","epNo":3,"alt":"","descr":"Richard kämpft um das Sorgerecht für seine Kinder. Doch nun will seine Ex-Frau nach Spanien ziehen. Um nicht von seinen Töchtern getrennt zu werden, sieht Richard nur eine Chance: Er nimmt sie mit ins Ausland. Noch am Flughafen wird Richard wegen Kindesentführung festgenommen. Hannes muss einen Freispruch erzielen, sonst wird Richard seine Kinder nie mehr wiedersehen. Derweil wittert Kirsten in dem neuen Kindermädchen Sarah eine Konkurrentin","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14268117","hoster":"VOE"},{"path":"/redirect/14462154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-4","name":"Tod den Tyrannen","epNo":4,"alt":"","descr":"Lisas Mann Jens stirbt an einem Herzinfarkt. Mit einem Notruf hätte sie sein Leben retten können, aber nach Jahren der Misshandlung war sein Tod eine Befreiung für sie. Marius will Lisa jedoch wegen Totschlags durch Unterlassen hinter Gitter bringen. Hannes muss sie entlasten – nur wie, wenn Nachbarn und Schwiegereltern schweigen? Susanne verfolgt währenddessen einen ganz eigenen Plan: Sie will Hannes mit einer Freundin verkuppeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261274","hoster":"VOE"},{"path":"/redirect/14462155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-5","name":"Pro Bono","epNo":5,"alt":"","descr":"Die Obdachlosen Nickel, Otto und Huberta sind völlig verzweifelt: Ihr bester Freund Flecki wurde von drei Jugendlichen angezündet und starb. Die Täter drohen straffrei davonzukommen. Niemanden interessiert, was die Obdachlosen in der Tatnacht beobachtet haben. Hannes übernimmt die Nebenklage und setzt alles daran, den Obdachlosen vor Gericht Gehör zu verschaffen. Doch wer glaubt schon Zeugen wie diesen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14259921","hoster":"VOE"},{"path":"/redirect/14462157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-6","name":"Das gekaufte Kind","epNo":6,"alt":"","descr":"Ein Fall von Kinderhandel führt Hannes und Jasmina nach Weißrussland. Dort sollen die Mandanten einer drogenabhängigen Frau den kleinen Nikolaj für viel Geld abgekauft haben. Dass sie das schwerkranke Kind vor dem Tod retten wollten, glaubt die Staatsanwaltschaft nicht. Hannes kommt die Reise gen Osten ungelegen: Gerade ist er sich seiner Gefühle für Sarah bewusst geworden. Während er weg ist, geraten Sarah und Vince in große Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14285163","hoster":"VOE"},{"path":"/redirect/14462163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-7","name":"Drogendealer","epNo":7,"alt":"","descr":"Während Hannes Dinge über Sarahs Vergangenheit herausfindet, die ihm gar nicht gefallen, merkt Susanne plötzlich, was es bedeutet, wenn der Liebste in illegale Geschäfte verwickelt ist. Als Moritz wegen Drogenhandels festgenommen wird, argumentiert Hannes, Moritz sei ein Bauernopfer, mit dessen Hilfe der Staatsanwalt an die großen Dealer herankommen will. Aber mit der Zeit regen sich Zweifel: Steckt Moritz doch tiefer in der Sache, als er zugibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261398","hoster":"VOE"},{"path":"/redirect/14462161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-8","name":"Die Lehrerin","epNo":8,"alt":"","descr":"Hannes erreicht ein Fall von unerwarteter Seite: Lenas Lieblingslehrerin Frau Stach soll einen Schüler geschlagen und schwer verletzt haben. Die beteuert zwar, sich nur gewehrt zu haben – aber die Klasse schweigt und auch die Kollegen wenden sich von ihr ab. Hannes setzt alles daran, das Schweigen zu brechen. Als sich auch noch die Presse auf die Lehrerin stürzt, scheint die Situation mehr als aussichtslos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261281","hoster":"VOE"},{"path":"/redirect/14462169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-9","name":"Endstation","epNo":9,"alt":"","descr":"Simon Arndt hat bei einem Unfall an einem Bahnübergang alles verloren: Frau, Kind und Lebenswillen. Hannes verteidigt ausgerechnet den Mann, der den Unfall hätte verhindern müssen: Schrankenwärter Petersen. Als der Prozess an Hannes’ beharrlich schweigendem Mandanten zu scheitern droht, rastet Arndt aus: Im Gerichtssaal greift er zur Waffe, um die Wahrheit zu erzwingen. Um die Situation zu entschärfen, setzt Hannes alles auf eine Karte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13971058","hoster":"VOE"},{"path":"/redirect/14462164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beck-is-back/staffel-2/episode-10","name":"Familienbande","epNo":10,"alt":"","descr":"Nachdem Sarah festgenommen wurde, setzt Hannes alles daran, sie aus der Untersuchungshaft zu befreien. Aber Kirsten ist kein Mittel zu schmutzig, um Sarah ein für alle Mal aus dem Verkehr zu ziehen und von Hannes fernzuhalten. Als sie sich mit Vince verbündet, sieht es schlecht für Sarah aus. Hannes glaubt fest an Sarahs Unschuld, aber Sarah hat ihm noch immer nicht die ganze Wahrheit über den Überfall erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469125","hoster":"VOE"},{"path":"/redirect/14462170","hoster":"Streamtape"}]}]}]}]}