{"seriesId":"becoming-elizabeth","name":"Becoming Elizabeth","descr":"Die Dramaserie \"Becoming Elizabeth\" erzählt von der jungen Elizabeth Tudor (Alicia von Rittberg), die als verwaiste Teenagerin ihre Reise zum gekrönten Oberhaupt Englands beginnt und dabei in die politischen und sexuellen Intrigen des englischen Hofes verwickelt wird. Ohne einen klaren Erben entspinnt sich unter den Nachkommen von Heinrich VIII. ein gefährlicher Machtkampf, bei dem sich Elizabeth schnell in einem Spiel zwischen den großen Familien Englands und den europäischen Mächten wiederfindet. \"Becoming Elizabeth\" zeigt Elizabeths Ringen, um ihr eigenes Schicksal zu kontrollieren und echte Macht zu erlangen, während die Männer um sie herum versuchen, ihre Souveränität für sich zu beanspruchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Halte stets dein Schwert bereit","epNo":1,"alt":"Keep Your Knife Bright","descr":"Nach dem Tod von Heinrich VIII. seine drei Kinder; Mary, Elizabeth und Edward sind nun Schachfiguren in einem gefährlichen Spiel, als der englische Hof in einen Wettlauf um die Kontrolle über das neue England gestürzt wird, in dem sie sich befinden.","versions":[{"lang":1,"streams":[{"redirect":13816269,"hoster":"VOE"},{"redirect":13823659,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Du kannst den Vogel nicht davon abhalten, über deinen Kopf zu fliegen","epNo":2,"alt":"Episode 2","descr":"Ein unberechenbarer Thomas Seymour weckt seine Familie zu Elizabeths Freude und Kat Ashleys Abscheu. Der Haushalt von Chelsea kommt vor Gericht und wird von einer suggestiven Darbietung unterhalten, die den Katholizismus und den Papst verspottet. Mary ist entsetzt über die Show und geht, nachdem sowohl Jane als auch Edward die Possen gebilligt haben, wobei Edward \"Tod dem Papst\" sagt. Edward folgt Mary und sagt ihr, sie solle ihn nicht in Verlegenheit bringen. Nachdem sie um Erlaubnis gebeten hat, gehen zu dürfen, gewährt er sie. Edward Seymour und Catherine Parrhaben eine Meinungsverschiedenheit darüber, dass Catherine die Juwelen der Königin besitzt. Thomas Seymour unterbricht ihn und sagt seinem Bruder, dass er sie zurückbringen wird. Insgeheim warnt Mary Elizabeth vor Catherine und schlägt vor, dass sie ihren derzeitigen Haushalt verlässt und bei ihr lebt. Ein lautstarker Streit zwischen Catherine und Thomas wird von Elizabeth und Jane belauscht, während sie Unterricht nehmen. Thomas sagt Catherine, dass die Juwelen für sie keine Bedeutung haben, da sie die wertvollsten Juwelen haben; die Prinzessin und die mögliche zukünftige Frau des Königs. Der Streit verwandelt sich in Sex, wobei Elizabeth sie belauscht. Später erzählt Elizabeth Catherine, dass sie plant, bei ihrer Schwester zu leben.","versions":[{"lang":1,"streams":[{"redirect":13816267,"hoster":"VOE"},{"redirect":13823661,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13816271,"hoster":"VOE"},{"redirect":13823654,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lerne oder Schweige","epNo":3,"alt":"Either Learn or Be Silent","descr":"Der Plan des Lord Protector für Frieden zwischen den Geschwistern veranlasst Catherine und Thomas nur, ihren eigenen zu beschleunigen und Elizabeths 15. Geburtstag als Tarnung zu verwenden.","versions":[{"lang":1,"streams":[{"redirect":13295179,"hoster":"VOE"},{"redirect":13823662,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13295180,"hoster":"VOE"},{"redirect":13823655,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Erhelle unsere Dunkelheit","epNo":4,"alt":"Lighten Our Darkness","descr":"Nachdem Elizabeth aus dem Haushalt von Catherine und Thomas weggeschickt wurde, befindet sie sich unter Fremden im Haus von Kats Schwager Antony Denny, und sie hat Angst davor, dass jemand ihre Geheimnisse am Chelsea Place herausfindet.","versions":[{"lang":1,"streams":[{"redirect":13816265,"hoster":"VOE"},{"redirect":13823663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13816264,"hoster":"VOE"},{"redirect":14153376,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Notwendigkeit zwingt mich, dich zu plagen","epNo":5,"alt":"Necessity Compels Me to Plague You","descr":"Elizabeth ist fest entschlossen, nicht in die gleichen Fallen zu tappen wie damals, als sie bei Chelsea war; Während das Gericht von Marys Trotz erschüttert wurde, ist der Lord Somerset noch mehr besorgt über den Krieg in Schottland.","versions":[{"lang":1,"streams":[{"redirect":12878030,"hoster":"VOE"},{"redirect":13823665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13295189,"hoster":"VOE"},{"redirect":13823656,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was nicht geheilt werden kann","epNo":6,"alt":"What Cannot Be Cured","descr":"Thomas\u0027 Taten belasten Elizabeth. Sie steht unter Hausarrest und muss sich beim Verhör durch Lord Dudley rehabilitieren. Lord Somerset muss sich nach den Taten seines Bruders dem wütenden Kronrat und dem erschütterten König stellen, die von ihm verlangen, zu handeln. Mary kommt nach London, um mit ihrer in Ungnade gefallenen Schwester zu reden.","versions":[{"lang":1,"streams":[{"redirect":13813819,"hoster":"VOE"},{"redirect":13823666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13816270,"hoster":"VOE"},{"redirect":13823658,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lachen, lügen, schmeicheln, sich stellen","epNo":7,"alt":"To Laugh, To Lie, To Flatter, To Face","descr":"Mit dem neuen Lord Protector ist eine neue Zeit angebrochen. Edward, vom Einfluss seines Onkels Somerset befreit, ist ermutigt, noch rücksichtslosere protestantische Reformen durchzusetzen und neue Bündnispartner zu suchen. Sein Entschluss, seine Schwestern zu verheiraten, macht sie zu nützlichen Werkzeugen für die neuen Ziele Englands.","versions":[{"lang":1,"streams":[{"redirect":13813823,"hoster":"VOE"},{"redirect":13823664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13813820,"hoster":"VOE"},{"redirect":13823657,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zum tod müssen wir uns bücken","epNo":8,"alt":"To Death We Must Stoop","descr":"Als der König erkrankt, sieht der Hof die Chance, von einem Katholiken angeführt zu werden, während Mary nach Whitehall reitet. Die Menschen haben allerdings die Katholiken zum Feind erklärt. Wegen ihres Bruders sind Mary und Elizabeth kurz vereint.","versions":[{"lang":1,"streams":[{"redirect":13816266,"hoster":"VOE"},{"redirect":13823667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13295191,"hoster":"VOE"},{"redirect":13823660,"hoster":"Streamtape"}]}]}]}]}