{"path":"/serie/stream/beecham-house","name":"Beecham House","descr":"\"Beecham House\" spielt am Beginn des 19. Jahrhunderts in der indischen Metropole Delhi. Im Zentrum stehen die Bewohner des titelgebenden Anwesens, eine imposante Villa, umgeben von exotischen Wäldern und äußerst gepflegtem Rasen. Der frühere Soldat John Beecham hat das Domizil für sich und seine Familie gekauft, um ein neues Leben als Händler zu beginnen.","seasons":[{"path":"/serie/stream/beecham-house/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/beecham-house/staffel-1/episode-1","name":"Der Neuanfang","epNo":1,"alt":"Episode 1","descr":"John Beecham (Tom Bateman) ist ein ehemaliger Soldat der East India Company. Er kauft ein Anwesen in der Hoffnung, dort ein neues Leben zu beginnen. Doch seine düstere Vergangenheit wird schnell zum Gerede des Haushalts, besonders weil er von einem Kind begleitet wird, dessen Eltern unbekannt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095763","hoster":"VOE"},{"path":"/redirect/8309686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306673","hoster":"VOE"},{"path":"/redirect/13306691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beecham-house/staffel-1/episode-2","name":"Die Brüder","epNo":2,"alt":"Episode 2","descr":"Es heißt, dass Daniel (Leo Suter) in Kannauj sei, wo die East India Company ein militärisches Basislager betreibt. Das Camp wird von vielen als direkte Provokation empfunden. Johns Bruder Daniel wird in einem Bordell gefunden, wo er seine Reue ertränkt. Es ist viele Jahre seitdem die Brüder sich das letzte Mal gesehen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452468","hoster":"VOE"},{"path":"/redirect/8309690","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306649","hoster":"VOE"},{"path":"/redirect/13306653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beecham-house/staffel-1/episode-3","name":"Das Geschenk","epNo":3,"alt":"Episode 3","descr":"John (Tom Bateman) und Samuel (Marc Warren) finden das perfekte Geschenk für die Kaiserin, doch die Lieferung geht verschollen und ein treuer Gehilfe von John wird ermordet, wodurch Johns eigene Zukunft auf wackligen Beinen steht. Er glaubt, dass Castillon (Gregory Fitoussi) dahinter steckt, während Violet einwilligt, noch mehr Opium für Henrietta (Lesley Nicol) zu besorgen, die wiederum Johns Zuneigung gewinnen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095761","hoster":"VOE"},{"path":"/redirect/8309689","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306655","hoster":"VOE"},{"path":"/redirect/13306652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beecham-house/staffel-1/episode-4","name":"Die Beobachtung","epNo":4,"alt":"Episode 4","descr":"Chandrika (Pallavi Sharda) stattet John (Tom Bateman) einen nächtlichen Besuch ab, der nicht unbemerkt bleibt, was zu neuen Spekulationen bezüglich einer möglichen Beziehungen zwischen den beiden führt. Letztlich ist es Violet, die die beiden beobachtet und Henrietta (Lesley Nicol) von diesem Treffen berichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452455","hoster":"VOE"},{"path":"/redirect/8309696","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306712","hoster":"VOE"},{"path":"/redirect/13306714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beecham-house/staffel-1/episode-5","name":"Die Wahrheit","epNo":5,"alt":"Episode 5","descr":"John Beecham (Tom Bateman) ist schockiert als er entdeckt, dass Margaret Osbor (Dakota Blue Richards) Delhi verlassen hat. Doch bevor er darauf reagieren kann, erhält er noch schlechtere Neuigkeiten von Zuhause. Die Wahrheit hinter der Beziehung ihres Bruders Daniel (Leo Suter) mit der schönen Dienerin Chancal (Shriya Pilgaonkar) kommt ans Licht nachdem ihre Schwangerschaft bekannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382214","hoster":"VOE"},{"path":"/redirect/8309700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306700","hoster":"VOE"},{"path":"/redirect/13306706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/beecham-house/staffel-1/episode-6","name":"Das gestohlene Kind","epNo":6,"alt":"Episode 6","descr":"John Beecham (Tom Bateman) hat einige Tage und Nächte in seiner Zelle verbracht und konnte endlich herausfinden, wer ihn verraten hat. Daniel (Leo Suter), Margaret Osbor (Dakota Blue Richards) und Chandrika (Pallavi Sharda) versuchen verzweifelt ihn zu befreien, doch nur der Emperor kann ihn freilassen. Und das wird nur passieren wenn er eine harte Wahrheit erfährt. Zuhause wird das Haus angegriffen und die Frauen treffen sich zum trauern. Wer hat Baby August gestohlen und wieso?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8452458","hoster":"VOE"},{"path":"/redirect/8309703","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13306705","hoster":"VOE"},{"path":"/redirect/13306711","hoster":"Streamtape"}]}]}]}]}