{"seriesId":"beelzebub-jou-no-oki-ni-mesu-mama","name":"Beelzebub-jou no Oki ni Mesu Mama.","descr":"[As Miss Beelzebub Likes.] Murin wünscht sich nichts sehnlicher, als seinen Traumjob zu ergattern: dem Dämonenlord zu dienen, der über mehrere Millionen von Dämonen herrscht und dem gegenüber Murin stets höchste Ehrfurcht empfunden hat! Doch als der große Tag dann endlich gekommen ist, hätte die Enttäuschung nicht größer sein können. Denn dem Dämonenkönig Beelzebub mangelt es nicht nur an der nötigen Haltung für einen echten König, es ist auch noch ein Mädchen, das sich hauptsächlich für flauschige Dinge interessiert! Und so beginnt der neue Alltag von Murin, in der ebenso absurd-komische Momente wie auch die vielen Bösewichte, die in der Dämonenwelt hausen, überstanden werden wollen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Boy Meets Fluffy Girl. / Her Highness Knows Not Her Assistant`s Heart.","descr":"Mullin hat es mit seinem Fräulein Beelzebub nicht leicht. Statt ihrer Arbeit nachzugehen, hat sie nur Flauschigkeiten im Kopf. Und dann haut sie auch noch ab.","versions":[{"lang":3,"streams":[{"redirect":8285184,"hoster":"VOE"},{"redirect":8285183,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Brother Tastes Like a Fairy Tale. / She`s Here, Vibration Girl.","descr":"Mullin trifft auf sein großes Vorbild in Sachen Männlichkeit und auf Beelzebub wartet ein süßes Mädchen, das einfach zu süß für diese Welt ist.","versions":[{"lang":3,"streams":[{"redirect":14001505,"hoster":"VOE"},{"redirect":8285187,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Former Angel with Wings. / The Assistant, a Complete Sadist.","descr":"Beelzebub und Mullin treffen bei einer Inspektion auf einen alten Bekannten von Beelzebub: Astaroth. Dieser aufdringliche Zeitgenosse macht sich unentwegt an Beelzebub ran.","versions":[{"lang":3,"streams":[{"redirect":8285190,"hoster":"VOE"},{"redirect":8285195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Fly! Imaginary Wings. / Her Highness Checking in on Someone Sick for the First Time.","descr":"Eurynome von der Rechtsabteilung setzt sich stets mit guten Vorschlägen gegen die Herren durch, doch sie besitzt eine besondere Vorliebe. Mullin gewinnt Kinokarten und verabredet sich sogar mit Beelzebub, ohne zu merken, dass es sich dabei um ein Date handelt.","versions":[{"lang":3,"streams":[{"redirect":8285194,"hoster":"VOE"},{"redirect":8285197,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Bit Bitter, Bibliomania. / Go Forth, with Brownies.","descr":"Dantalion ist der Wächter der Höllenbibliothek und sieht rein zufällig wie ein kleiner Junge aus. Da ist Eurynome natürlich nicht weit. Außerdem möchte Belphegor Azazel Brownies backen - aber wie geht nur der Ofen an?","versions":[{"lang":3,"streams":[{"redirect":8285202,"hoster":"VOE"},{"redirect":8285203,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"9 Centimeters. / Her Highness`s Secret.","descr":"Ein paar Zentimeter können schon einen gewaltigen Unterschied machen - das muss Beelzebub am eigenen Leib bitterlich erfahren. Außerdem erfährt Mullin ihr größtes Geheimnis, das ausnahmsweise nicht flauschig ist. Na ja, fast nicht...","versions":[{"lang":3,"streams":[{"redirect":8285205,"hoster":"VOE"},{"redirect":8285206,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Pandemonium Baths Are Great. You Should Visit. / I Want to Learn More...","descr":"Zur Verbesserung der Gesundheit der Mitarbeiter soll ein Fitnessstudio gebaut werden. Astaroth nutzt aber lieber das Geld für ein Badehaus - ein Genussparadies nur für ihn! Außerdem möchte Beelzebub noch so viel mehr über Mullin erfahren.","versions":[{"lang":3,"streams":[{"redirect":8285213,"hoster":"VOE"},{"redirect":8285214,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I Want to Say \"Cute.\" / Let`s Go to the Beach.","descr":"Sargatanas hat eine Schwäche für eine Serie mit einem weißen Gossamer in der Hauptrolle. Doch kann sie ihrem Hobby genauso offen nachgehen wie die anderen Frauen? Belphegor und Beelzebub möchten an den Strand. Dafür brauchen die beiden aber noch einen passenden Bikini!","versions":[{"lang":3,"streams":[{"redirect":8285219,"hoster":"VOE"},{"redirect":8285218,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"They Pass Each Other by Sometimes. / I Had a Dream.","descr":"Beelzebub möchte Mullin mit ihrem Fleiß überraschen, aber irgendwie geht das gehörig nach hinten los. Er droht ihr damit, sich versetzen zu lassen. Belphegor hatte einen peinlichen, wenn auch schönen Traum. Wenn ihre Träume doch nur Wirklichkeit werden könnten.","versions":[{"lang":3,"streams":[{"redirect":12382209,"hoster":"VOE"},{"redirect":8285226,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Separated by One Can of Coffee. / Your Scent on a Cold Day.","descr":"Sargatanas muss wie immer Astaroth finden und einsammeln, weil er sich vor der Arbeit drückt. Dabei geraten die beiden in einen Park, der ein beliebtes Ziel für verliebte Pärchen ist. Außerdem trifft eine Kältefront das Pandämonium. Für Beelzebub ist das ein Albtraum. Kann sie der Eishölle mit Mullins Hilfe entfliehen?","versions":[{"lang":3,"streams":[{"redirect":13916824,"hoster":"VOE"},{"redirect":8285230,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Gocchin in Merryland","descr":"Gocchin träumt immer wieder von Herrn Azazel. In ihren Träumen kann sie ganz frei mit ihm sprechen. Zu gerne würde sie das auch im wachem Zustand, aber es will ihr einfach nicht gelingen. Bis sie sich dann bei einer Teeparty beim Getränk vergreift....","versions":[{"lang":3,"streams":[{"redirect":8285236,"hoster":"VOE"},{"redirect":8285237,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Her Assistant Knows Not Her Highness`s Heart. / The Name of That Feeling Is...","descr":"Nachdem Beelzebub ihren Pullover zerstört hat, muss sie eine Lösung für das Problem finden. Das erweist sich aber als recht schwierig. Außerdem naht der Frühling und somit die alljährliche Blumenschau.","versions":[{"lang":3,"streams":[{"redirect":8452562,"hoster":"VOE"},{"redirect":8309889,"hoster":"Streamtape"}]}]}]}]}