{"seriesId":"beetlejuice-ein-auergewhnlicher-geist","name":"Beetlejuice - Ein außergewöhnlicher Geist","descr":"Die sehr intelligente, aber leider etwas depressive Lydia leidet unter ihren versnobten und total nervigen Eltern, die ihre zurückhaltende Tochter kaum kennen. Auch ahnt sie nicht, dass sie sich mit dem absoluten Ober-Gruftie Beetlejuice angefreundet hat, der einen sehr seltsamen Humor besitzt. Dazu kommen seine einstweiligen Probleme mit den Sandwürmern…","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Lottergeist Beetlejuice","epNo":1,"alt":"Beetlejuice","descr":"Nach ihrem unverhofft frühen Tod finden sich die frisch verheirateten Eheleute Barbara und Adam Maitland nicht etwa im Paradies wieder – sondern als Geister auf dem Dachboden ihres eigenen Hauses. Ein Fehler der jenseitigen Bürokratie hat die beiden in diese missliche Lage gebracht, wie sie von einer überlasteten Sozialarbeiterin der himmlischen Heerscharen erfahren. Weder steht ihnen ein baldiger Einzug ins Paradies bevor, noch können sie ihr Haus verlassen: Sobald sie einen Schritt vor die Tür wagen, finden sie sich statt im Vorgarten in einer von beißwütigen Riesen-Sandwürmern bewohnten fremden Dimension wieder. Das ist allerdings bei weitem nicht die einzige Misslichkeit, mit der Barbara und Adam fertig werden müssen.Zu allem Überfluss hat die dreiköpfige Familie Deetz das Maitland-Haus gekauft und begonnen, es nach ihren eigenen Vorstellungen einzurichten. Mit der Deetz-Tochter Lydia, die als einzige Bewohnerin die Geister sehen kann, freunden sich Barbara und Adam zwar schnell an. Doch Lydias überkandidelte Yuppie-Eltern sind den jüngst Verstorbenen ein Gräuel. Sie müssen vertrieben werden! Nachdem eigene Versuche, die ungeliebten Hausgenossen per Geisterspuk zu vertreiben, nicht fruchten, ruft das Paar den Poltergeist und \"Bio-Exorzisten\" Beetlejuice zu Hilfe. Dessen Methoden entpuppen sich aber als derart rabiat, dass die Maitlands bald selbst Angst bekommen. Jetzt ist guter Rat teuer, um den bösartigen Beetlejuice wieder loszuwerden… (","versions":[{"lang":1,"streams":[{"redirect":11459964,"hoster":"VOE"},{"redirect":11459958,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Baby-Terror in Nimmerland","epNo":1,"alt":"Critter Sitters","descr":"","versions":[{"lang":1,"streams":[{"redirect":11451528,"hoster":"VOE"},{"redirect":11451534,"hoster":"Doodstream"},{"redirect":11451525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13095767,"hoster":"VOE"},{"redirect":13095764,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die gemeine Skelettplage /​ Die Rock-Schock-Grimassenshow","epNo":2,"alt":"The Big Face Off /​ Skeletons In The Closet","descr":"","versions":[{"lang":1,"streams":[{"redirect":12915547,"hoster":"VOE"},{"redirect":11451532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13095765,"hoster":"VOE"},{"redirect":13095766,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Beetlemann für alle Fälle /​ Aus den Augen, aus dem Sinn","epNo":3,"alt":"A Dandy Handy Man /​ Out Of My Mind","descr":"\"Ein Beetlemann für alle Fälle\": Beetlejuice will sich ein bisschen Geld verdienen. Er arbeitet als Klempner. Allerdings hat er die Rechnung ohne die gewerkschaftlich organisierten Werkzeuge von Nimmerland gemacht. \"Aus den Augen, aus dem Sinn\": Lydia und der kleine graue Mann im Ohr begeben sich auf eine fantastische Reise durch Beetlejuices Gehirn","versions":[{"lang":1,"streams":[{"redirect":11451536,"hoster":"VOE"},{"redirect":14172030,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der alte Baum hat einen Traum /​ Romeo und Julia – Beetlejuice-Art","epNo":4,"alt":"Spooky Tree /​ Stage Fright","descr":"Der alte Baum hat einen Traum\": Lydia will einen alten Baum retten. \"Romeo und Julia – Beetlejuice-Art\": Bei einer Schulaufführung soll \"Romeo und Julia\" gespielt werden. Im Kampf um die Hauptrolle will die gemeine Claire ihre Widersacherin Lydia ausstechen. Sie hat die Rechnung ohne Beetlejuice gemacht.","versions":[{"lang":1,"streams":[{"redirect":11451540,"hoster":"VOE"},{"redirect":11451539,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Super-Halloween-Party","epNo":5,"alt":"Laugh Of The Party","descr":"Man feiert die große Halloween-Nacht, bei der sich alle in Monster verwandeln. Lydia gibt eine Party, und Beetlejuice übernimmt das Ruder. Natürlich gleitet ihm die Sache völlig aus den Händen. Die Besucher spielen total verrückt.","versions":[{"lang":1,"streams":[{"redirect":11451542,"hoster":"VOE"},{"redirect":11451543,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Reich der Sandwürmer","epNo":6,"alt":"Worm Welcome","descr":"Jeder in Nimmerland hat panische Angst vor Sandwürmern. Um so schlimmer für Beetlejuice, als er eines Tages mit einem Sandwurmbaby konfrontiert wird. Das hält den Geist ganz schön auf Trab","versions":[{"lang":1,"streams":[{"redirect":11451548,"hoster":"VOE"},{"redirect":11451549,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Immer Ärger mit den Nachbarn /​ Camping für Anfänger","epNo":7,"alt":"Bad Neighbor Beetlejuice /​ Campfire Ghouls","descr":"\"Immer Ärger mit den Nachbarn\": Beetlejuice meint es nicht böse, aber mit seinen Streichen handelt er sich immer eine Menge Ärger mit den Nachbarn ein. \"Camping für Anfänger\": Zwei Klassenkameradinnen von Lydia können sich beim Abenteuer-Camping behaupten.","versions":[{"lang":1,"streams":[{"redirect":11451551,"hoster":"VOE"},{"redirect":11451555,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wir testen den Westen","epNo":8,"alt":"Pest O’ The West","descr":"Lydia sieht im Fernsehen einen ziemlich langweiligen alten Western. Beetlejuice schlägt ihr vor, einen Ausflug in die Zeit zu unternehmen, als der Westen noch so richtig wild war.","versions":[{"lang":1,"streams":[{"redirect":11451554,"hoster":"VOE"},{"redirect":11451556,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Claire Brewster, die Nervensäge /​ Zoff mit Oberst Obst","epNo":9,"alt":"Bizarre Bazaar /​ Pat On The Back","descr":"Claire Brewster, die Nervensäge\": Lydia und Claire sollten gemeinsam an einem Horrorhaus arbeiten. Aber Claires Intrigenspiel verhindert jede Gemeinsamkeit. \"Zoff mit Oberst Obst\": Der Bürgermeister von Nimmerland leidet unter akutem Haarausfall","versions":[{"lang":1,"streams":[{"redirect":11451560,"hoster":"VOE"},{"redirect":11451559,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Völlig auf den Hund gekommen /​ Rockstar Beetlejuice","epNo":10,"alt":"Poopsie /​ It’s The Pits","descr":"Beetlejuice und Beisser, der Nachbarshund, liegen ständig im Streit. Als Beetlejuice eines Tages bei Beisser Hundesitter spielen soll, gibt es natürlich Schwierigkeiten. \"Rockstar Beetlejuice\": Beetlejuice entwickelt einen neuen Musikstil und wird zum Star.","versions":[{"lang":1,"streams":[{"redirect":11451563,"hoster":"VOE"},{"redirect":11451568,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Prinz Minz von Nimmerland","epNo":11,"alt":"Prince of the Neitherworld","descr":"Im Schloss von Nimmerland wohnt Prinz Minz, der nur noch traurig ist. Wer es schafft, ihn aufzuheitern, soll fürstlich belohnt werden. Beetlejuice nimmt diese Herausforderung natürlich an.","versions":[{"lang":1,"streams":[{"redirect":13004149,"hoster":"VOE"},{"redirect":11451571,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Beetlejuice unter ‚Kopfjägern‘","epNo":12,"alt":"Quit While You’re a Head","descr":"Beetlejuice hat Probleme mit seinen Körperfunktionen: Der Körper will nicht so, wie der Kopf und umgekehrt. Nach einem Streit werden beide getrennt und das Haupt von \"Kopfjägern\" entführt. Lydia beschließt eine abenteuerliche Rettungsaktion.","versions":[{"lang":1,"streams":[{"redirect":11451576,"hoster":"VOE"},{"redirect":11451572,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die lieben Verwandten /​ Beetlejuice hat auch Eltern","epNo":13,"alt":"Cousin B.J. /​ Beetlejuice’s Parents","descr":"Die Verwandtschaft von Lydia hat sich zu einer Familienfeier angesagt. Um mit dabei zu sein, verwandelt sich der Hausgeist in Lydias kleinen Cousin. \"Beetlejuice hat auch Eltern\": Lydia macht sich mit Beetlejuice auf die Suche nach seinen Eltern","versions":[{"lang":1,"streams":[{"redirect":11451527,"hoster":"VOE"},{"redirect":11451526,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Auto mit Eigenleben","epNo":1,"alt":"Dragster Of Doom","descr":"Lydia wünscht sich sehnlichst ein Auto. Aber ihr Geld reicht nicht einmal für einen Gebrauchtwagen. Beetlejuice kommt auf die geniale Idee, aus einem Wrack vom Schrotthändler ein \"Monsterauto\" zu bauen","versions":[{"lang":1,"streams":[{"redirect":11451578,"hoster":"VOE"},{"redirect":11451582,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schreck lass’ nach! /​ Die Spukboutique","epNo":2,"alt":"Scare And Scare Alike /​ Spooky Boo-Tique","descr":"Am \"Tag des Schreckens\" versucht jeder, dem anderen möglichst raffiniert Angst einzujagen. Lydia will Beetlejuice, Meister des Gruselns, den Schreck seines Lebens einjagen. \"Die Spukboutique\": Lydia eröffnet mit ihren Freundinnen eine Boutique mit fürchterlich gruseligen Modellen.","versions":[{"lang":1,"streams":[{"redirect":11451584,"hoster":"VOE"},{"redirect":11451585,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der große Preis von Nimmerland","epNo":3,"alt":"Driven Crazy","descr":"In Nimmerland findet ein großes Autorennen statt. Beetlejuice und Lydia machen mit. Das strenge Reglement schreibt vor, dass Verwandlungen und sonstige Späße strikt verboten sind. Beetlejuice kann sich nicht zurückhalten.","versions":[{"lang":1,"streams":[{"redirect":11451587,"hoster":"VOE"},{"redirect":11451591,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienurlaub einmal anders","epNo":4,"alt":"Summer Vacation","descr":"Lydia soll mit ihren Eltern den Sommerurlaub verbringen. Davon ist der Teenager jedoch gar nicht begeistert. Viel lieber möchte Lydia die Ferien über bei Beetlejuice bleiben. Der Geist hat schließlich die rettende Idee…","versions":[{"lang":1,"streams":[{"redirect":11451589,"hoster":"VOE"},{"redirect":12481623,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Hexenball","epNo":5,"alt":"Bewitched, Bothered \u0026 Beetlejuiced","descr":"Eine Hexe entführt Lydias Kater Percy. Lydia und Beetlejuice begeben sich als Hexen verkleidet auf den jährlichen Hexenball. Leider werden sie bald entdeckt.","versions":[{"lang":1,"streams":[{"redirect":11451598,"hoster":"VOE"},{"redirect":11451597,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein neuer Duft /​ Die Anti-Claire-Kampagne","epNo":6,"alt":"Dr. Beetle \u0026 Mr. Juice /​ Running Scared","descr":"Beetlejuice kreiert ein neues Parfum. Der Duft bringt eine völlig neue Seite in einem Menschen hervor. So verwandelt sich Lydia in eine wilde Rockerbraut. \"Die Anti-Claire-Kampagne\": Betty Juice, alias Beetlejuice, will die neue Präsidentin der Schülerschaft werden","versions":[{"lang":1,"streams":[{"redirect":11451601,"hoster":"VOE"},{"redirect":11451604,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Monster von nebenan /​ Sherlock Heimlichs heiße Spur","epNo":7,"alt":"The Really Odd Couple /​ A-Ha!","descr":"Beetlejuice jagt das Haus vom \"Monster von nebenan\" in die Luft. Jetzt streift es heimatlos umher. \"Sherlock Heimlichs heiße Spur\": Doomie, das selbstgebastelte Auto von Beetlejuice und Lydia, ist spurlos verschwunden. Sherlock Heimlich hat eine heiße Spur.","versions":[{"lang":1,"streams":[{"redirect":11451605,"hoster":"VOE"},{"redirect":11451603,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Kinderfernseh-Show /​ Die Käferfarm","epNo":8,"alt":"Uncle B.J.’s Roadhouse /​ Scarecrow /​ The Son Dad Never Had","descr":"Beetlejuice erhält seine eigene Fernseh-Show. \"Die Käfer-Farm\": Beetlejuice arbeitet als Vogelscheuche auf einer Käferfarm. Dabei gerät er in einen Interessenkonflikt: Lydia will eine Fotoserie über Wanzen herausbringen. Aber wo Wanzen sind, ist Beetlejuice nicht weit.","versions":[{"lang":1,"streams":[{"redirect":11451575,"hoster":"VOE"},{"redirect":11451579,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein Hundeleben","epNo":1,"alt":"Doomie’s Romance","descr":"Beetlejuice will einem bösen Hund einen Schrecken einjagen. Dazu verwandelt er sich in einen zähnefletschenden Kläffer. Unglücklicherweise wird er von Nimmerlands Hundefänger erwischt und abtransportiert.","versions":[{"lang":1,"streams":[{"redirect":11451607,"hoster":"VOE"},{"redirect":11451606,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein schulmäßiger Schüler","epNo":2,"alt":"Back-To-School Ghoul","descr":"Auch ein Geist hat es manchmal schwer. Um die Leute in den Wahnsinn treiben zu dürfen, braucht man in Nimmerland eine Lizenz. Die bekommt Beetlejuice nur, wenn er einen Schulabschluss vorweisen kann.","versions":[{"lang":1,"streams":[{"redirect":11451609,"hoster":"VOE"},{"redirect":11451610,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auch ein Auto hat ein Herz","epNo":3,"alt":"Doomie’s Romance","descr":"Doomie, der schicke Wagen von Beetlejuice, macht sich gern in den Sümpfen schmutzig. Als er das hübsche Kabriolett des Bürgermeisters erblickt, verliebt er sich Hals über Kopf in das Auto.","versions":[{"lang":1,"streams":[{"redirect":11451612,"hoster":"VOE"},{"redirect":12481624,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Boris und die Geister","epNo":4,"alt":"Ghost To Ghost","descr":"Lydias Mutter veranstaltet eine Sceance nach der anderen. Bei einer dieser Sitzungen erscheint das berühmte Kinomonster Boris. Es macht sich in Lydias Zimmer breit.","versions":[{"lang":1,"streams":[{"redirect":11451619,"hoster":"VOE"},{"redirect":11451621,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Doppelt gemoppelt /​ Ohne Schweiß kein Preis","epNo":5,"alt":"Splitting Image /​ Awards To The Wise","descr":"Lydia glaubt, dass man mit zwei Beetlejuices doppelte Freude hat. Aber auf die Dauer sind zwei von seiner Sorte selbst für Lydia zuviel. \"Ohne Schweiß kein Preis\": Später versucht Beetlejuice verzweifelt, eine Auszeichnung für außergewöhnliche Taten zu bekommen","versions":[{"lang":1,"streams":[{"redirect":11451622,"hoster":"VOE"},{"redirect":11451629,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein leuchtendes Vorbild /​ Arbeit macht das Leben süß","epNo":6,"alt":"Beetledude /​ The Farmer In the Smell","descr":"Lydia setzt ihren Freund unter Druck. Er soll Ramon seine schlechten Manieren austreiben. \"Arbeit macht das Leben süß\": Beetlejuice beschließt, dass die einzige Beschäftigung für Beetlejuice das süße Nichtstun ist.","versions":[{"lang":1,"streams":[{"redirect":11451626,"hoster":"VOE"},{"redirect":11451635,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geld regiert auch Nimmerland","epNo":7,"alt":"A Ghoul and His Money /​ The Brides of Funkenstein","descr":"Wider Erwarten gewinnt Beetlejuice in einem Wettbewerb sehr viel Geld. Allerdings muss er etwas versprechen: Er darf von nun an nie wieder zaubern.","versions":[{"lang":1,"streams":[{"redirect":11451630,"hoster":"VOE"},{"redirect":11451634,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Prinz des Rock’n’Roll","epNo":8,"alt":"The Prince of Rock ’n Roll","descr":"Prinz Vince will der Prinz des Rock’n’Roll werden. Seine Musik hat aber eine \"niederschmetternde\" Wirkung auf seine Zuhörer. Schon bald leiden alle Einwohner Nimmerlands unter schweren Depressionen.","versions":[{"lang":1,"streams":[{"redirect":12382204,"hoster":"VOE"},{"redirect":11451637,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"You’re History","descr":"Beetlejuices Entschluss steht fest: Er will voll ins Showgeschäft einsteigen. Für seine erste Sendung hat er sich gleich die berühmtesten Gestalten der Weltgeschichte eingeladen. Die Verstorbenen sind allerdings für das heutige Publikum etwas zu angestaubt. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13004145,"hoster":"VOE"},{"redirect":11451656,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Raging Skull","descr":"Der sportliche Jacques möchte zu gern an der Wahl zum Mister Nimmerland teilnehmen. Als Knochengerippe hat er allerdings gegen den starken Titelverteidiger kaum Chancen. Beetlejuice stellt ihm darum seinen eigenen Körper zur Verfügung. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":12172897,"hoster":"VOE"},{"redirect":11451667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sore Feet","descr":"Beetlejuice behandelt seine Füsse sehr schlecht. Eines Nachts beschließen die Unterdrückten, sich ab sofort selbstständig zu machen. Am Morgen ist Beetlejuice entsetzt: Ohne \"Linksi\" und \"Rechtsi\" lassen sich viele Streiche nicht mehr durchführen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451657,"hoster":"VOE"},{"redirect":11451658,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Fast Food Fight","descr":"Wer im Geschäftsleben schnell vorwärts kommen will, muss sich etwas einfallen lassen. Dies denken sich Lydia und Beetlejuice und eröffnen einen neumodischen Imbissstand. Aber die Konkurrenz schläft nicht. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451663,"hoster":"VOE"},{"redirect":11451676,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Queasy Rider","descr":"Beetlejuice ärgert sich über sein Auto Doomie, das immer so nett zu ihm ist. Er baut sich deshalb einen Feuerstuhl mit einem \"richtig schön schlechten\" Charakter. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451666,"hoster":"VOE"},{"redirect":11451668,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"How Green Is My Gallery","descr":"Lydias Mutter Delia würde nichts lieber als eine erfolgreiche Künstlerin werden. Dieses Ziel scheint sie jedoch nur in Nimmerland erreichen zu können. Allerdings muss dort immer mit dem Schlimmsten gerechnet werden. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451670,"hoster":"VOE"},{"redirect":11451669,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Keeping Up With The Boneses","descr":"Die Bones, die neuen Nachbarn von Beetlejuice, sind reich und elegant. Sie bezeichnen den Geist öffentlich als Versager. Das kann Beetlejuice natürlich nicht auf sich sitzen lassen und verfällt in einen verhängnisvollen Kaufrausch. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451678,"hoster":"VOE"},{"redirect":11451675,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Pranks For The Memories","descr":"Wegen seines losen Mundwerks verliert Beetlejuice sein Gehirn an seinen Erzrivalen Skuzzo. Leider findet gerade jetzt ein Wettbewerb im Streichspielen statt. Aber ohne Gehirn kann Beetlejuice keine Späße aushecken. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451682,"hoster":"VOE"},{"redirect":11451681,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Caddy Shock","descr":"Lydia ist eine gute Golfspielerin. Nur gegen ihre schärfste Konkurrentin Clare hat sie keine Chance. Das kann Beetlejuice nicht ertragen. Er bestellt Clare zu einem Golfturnier nach Nimmerland. Hier will er den eingebildeten Teenager besiegen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451684,"hoster":"VOE"},{"redirect":11451686,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Two Heads Are Better Than None","descr":"Das sollte Beetlejuice wissen: Er muss höllisch darauf Acht geben, was er sagt. Leider vergisst er dies eines Tages. Das Ergebnis ist erschreckend: Beetlejuice findet seinen Kopf auf dem Körper seines Nachbarn wieder. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451690,"hoster":"VOE"},{"redirect":11451688,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Beauty And The Beetle","descr":"Lydia zweifelt an ihrer Schönheit. Beetlejuice will ihr Selbstvertrauen stärken. Er führt Lydia in den Nimmerwald, um ihr ein paar wirklich hässliche Dinge zu zeigen. Im Wald wird Lydia von dem Riesenaffen Ding Dong entführt. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451692,"hoster":"VOE"},{"redirect":11451697,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Creepy Cookies","descr":"Lydia tritt einem Pfadfinderverein bei und verkauft Kekse für einen guten Zweck. Beetlejuice will das Gleiche tun. Er backt Kekse mit Tiermotiven darauf. Tunkt man die possierlichen Naschereien ein, verwandeln sie sich in gefährliche Monster. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13916823,"hoster":"VOE"},{"redirect":11451693,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Poe Pourri","descr":"Beetlejuice ist von einem Buch von Edgar Allen Poe fasziniert. Im Traum begegnet er dem Schriftsteller. Poe hat für den umtriebigen Geist noch eine gewaltige Portion Horror auf Lager. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451702,"hoster":"VOE"},{"redirect":11451701,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Ear’s Looking At You, Kid!","descr":"Beetlejuice versucht sich als Privatdetektiv Sam Spade. Bald erhält er seinen ersten Auftrag: Er soll den zu einem Ohrenpaar gehörenden Kopf wiederfinden. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451703,"hoster":"VOE"},{"redirect":11451699,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Beetlebones","descr":"Bei einer Röntgenuntersuchung macht sich das Skelett von Beetlejuice selbständig. Doch ohne Knochen ist er machtlos. Lydia hilft bei der verzweifelten Suche. Die vermissten Knochen sind inzwischen Skelettfängern in die Hände geraten. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451706,"hoster":"VOE"},{"redirect":11451709,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Smell-A-Thon","descr":"Das liebste Hobby von Beetlejuice ist das Stinken. Mit dieser Leidenschaft steht er allerdings ziemlich alleine da. Beleidigt will er dafür sorgen, dass auch den widerlichsten Gerüchen zu ihrem Recht verholfen wird. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451712,"hoster":"VOE"},{"redirect":11451710,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Miss Beauty-Juice Pageant","descr":"Wer ist der Schönste in Nimmerland? Für Beetlejuice ist die Antwort klar. Bei einem Schönheitswettbewerb muss er nur noch die Jury davon überzeugen. Aber das ist ein hartes Stück Arbeit. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451713,"hoster":"VOE"},{"redirect":11451721,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sappiest Place On Earth","descr":"Wenn Beetlejuice von einem gerade eröffneten Vergnügungspark hört, muss er natürlich sofort hin. Ausgerechnet dort will Bartholomäus Fledermaus alle Bewohner Nimmerlands zu willenlosen Geschöpfen machen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451716,"hoster":"VOE"},{"redirect":11451718,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Brinkadoom","descr":"Beetlejuice und Lydia haben eine Autopanne. Auf der Suche nach Hilfe landen sie in einem Dorf, in dem es nur Schlafmützen gibt. Sie versuchen, die Bewohner wachzuhalten. Wenn der letzte eingeschlafen ist, soll das Dorf für alle Ewigkeit verschwinden. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451723,"hoster":"VOE"},{"redirect":11451729,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"A Very Foreign Exchange","descr":"Clare ist enttäuscht: Der schwedische Austauschschüler Alex Svenson stellt sich als Mädchen heraus. Und das ist auch noch hübscher als sie selbst. Sie bekommt Clares Eifersucht zu spüren. Lydia und Beetlejuice bereiten Clare eine Retourkutsche, die sie so schnell nicht vergessen wird. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451725,"hoster":"VOE"},{"redirect":11451727,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Family Scare-looms","descr":"Beetlejuices Eltern wollen in einen vornehmen Club aufgenommen werden. Dafür müssen sie eine sechsarmige Ritterrüstung als Beweis der alten Familiengeschichte vorlegen. Beetlejuice hat das wertvolle Stück verloren und macht sich nun auf die Suche. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451732,"hoster":"VOE"},{"redirect":11451731,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Them Bones, Them Bones, Them Funny Bones","descr":"Lydia nimmt an einem Talentwettbewerb für Witzeerzähler teil. Leider kann niemand so recht über ihre Witze lachen. Als Beetlejuice ihr seinen Witzknochen zur Verfügung stellt, stellt sich der Erfolg ein. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451736,"hoster":"VOE"},{"redirect":11451734,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Hotel Hello","descr":"Charles ist wieder einmal völlig gestresst. Seine Frau Delia schlägt ihm darum ein erholsames Wochenende in einem Ferienparadies vor. Beetlejuice hat auch schon den passenden Hoteltipp parat: Das Etablissement heißt Hallo und befindet sich in Nimmerland. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451743,"hoster":"VOE"},{"redirect":11451741,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Goody Two Shoes","descr":"Mit Grausen sieht Beetlejuice jedes Jahr einem Tag entgegen, an dem alle Nimmerländer nett zueinander sein müssen. Ist dies nicht der Fall, erscheint eine mächtige Fee, die für Recht und Ordnung sorgt. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451744,"hoster":"VOE"},{"redirect":11451763,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Vidiots","descr":"Lydia mag Videospiele eigentlich ganz gerne. Trotzdem hätte sie es sich nie träumen lassen, einmal in einem Spiel gefangen zu sein. Der Schockfroster nimmt sie auf. Lydia und Beetlejuice müssen alles aufbieten, um sich aus dem Spiel zu befreien. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451750,"hoster":"VOE"},{"redirect":11451748,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Ship Of Ghouls","descr":"Beetlejuice und Lydia gewinnen eine Kreuzfahrt auf einem Geisterschiff. Dort geht es jedoch sehr langweilig zu. Erst als die beiden das Ruder in die Hand nehmen, kommt Stimmung auf. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451753,"hoster":"VOE"},{"redirect":11451749,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Poultrygeist","descr":"Ein verdorbenes Hühnchen springt aus dem Kühlschrank. Als Poltergeist macht es Beetlejuice das Leben zur Hölle. Gegen das Hühnchen ist kein Kraut gewachsen. Lydia engagiert schließlich einen Geisterjäger. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451756,"hoster":"VOE"},{"redirect":11451755,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"It’s A Wonderful Afterlife","descr":"Beetlejuice wünscht sich, er hätte Nimmerland und seine Freunde nie kennengelernt. Sein Wunsch erfüllt sich. Schnell merkt der Geist, wie sehr ihm seine gewohnte Umgebung und seine Freunde fehlen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451762,"hoster":"VOE"},{"redirect":11451758,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Ghostwriter In The Sky","descr":"Beetlejuice schreibt seine \"Beetlegraphie\" und hat damit großen Erfolg. Aber auch seine Freunde lesen das Buch und entdecken, dass nichts davon wahr ist. Sie ziehen gegen ihn mit ihrem Buch \"Die Wahrheit über Beetlejuice\" zu Felde. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451765,"hoster":"VOE"},{"redirect":11451766,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Cabin Fever","descr":"Beetlejuice leidet am \"Mir-fällt-die-Decke-auf-den-Kopf-Weh\". Deswegen muss er in Quarantäne. Lydia versucht ihn zu kurieren. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451767,"hoster":"VOE"},{"redirect":11451768,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Highs-Ghoul Confidential","descr":"Beetlejuice tischt Lydia Märchen auf: Während seiner Schulzeit sei er ein Frauenheld gewesen und der begehrteste Tanzpartner auf dem Schulball. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451769,"hoster":"VOE"},{"redirect":11451770,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Rotten Sports","descr":"Das Nimmerländer Geistersportfest findet statt. Beetlejuice interessiert sich dabei nur für die Werbeverträge des Spitzensportlers. Lydia bringt ihn schließlich mit einem Trick dazu, seine Freunde zum Sieg zu führen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451771,"hoster":"VOE"},{"redirect":11451774,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Mr. Beetlejuice Goes To Town","descr":"Eine Umgehungsstraße soll gebaut werden. Ihr müssten die Häuser von Beetlejuice, Jaques und Ginger weichen. Der freche Geist will sich wehren und kandidiert kurzentschlossen für das Amt des Bürgermeisters. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":12915543,"hoster":"VOE"},{"redirect":11451783,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Time Flies","descr":"Lydia und Beetlejuice kennen sich schon lange. Zu ihrem Jahrestag schenkt der Lottergeist ihr eine Armbanduhr. Leider verliert Lydia die Uhr. Auf der Suche nach dem Schmuckstück geraten die beiden in eine vergangene Welt. Dort treffen sie auf den Großvater der Zeit. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451784,"hoster":"VOE"},{"redirect":11451786,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"To Beetle Or Not To Beetle","descr":"Lydia muss einen Aufsatz über Shakespeare schreiben. Damit sie das Werk des Autors voll erfasst, möchte Lydia den Meister persönlich kennenlernen. Mit den Zauberkräften von Beetlejuice ist das kein Problem. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451788,"hoster":"VOE"},{"redirect":12980134,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"A Star Is Bored","descr":"Beetlejuice beobachtet die Dreharbeiten zu einem Horrorfilm von Regisseur Hack Torso. Prompt wird der Geist engagiert. Aber so schön ist das Leben am Filmset auch wieder nicht. Beetlejuice erlebt Misserfolge und Demütigungen. Am liebsten würde er sofort wieder kündigen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451789,"hoster":"VOE"},{"redirect":11451791,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Oh Brother!","descr":"Beetlejuice bekommt Besuch von seinem netten Bruder. Der nimmt durch seine Liebenswürdigkeit alle für sich ein. Das deprimiert den Poltergeist derart, dass er sich vergräbt und auf der anderen Seite von Nimmerland wieder auftaucht. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451796,"hoster":"VOE"},{"redirect":11451793,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Snugglejuice","descr":"In Nimmernimmerland wird aus Beetlejuice ein süßes Kerlchen, das niemandem mehr einen Streich spielen will. Für seine Freundin Lydia ist dies Grund genug zum Handeln. Sie hilft Beetlejuice, sein altes Ich wieder zu bekommen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451799,"hoster":"VOE"},{"redirect":11451800,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"In The Schticks","descr":"Beetlejuice geht zusammen mit seiner Freundin Lydia auf einen Kostümball. Dort haben aber nur echte Geister Zutritt. Jetzt droht Lydia eine harte Strafe. Beetlejuice muss sich schnell etwas einfallen lassen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451806,"hoster":"VOE"},{"redirect":11451805,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Recipe For Disaster","descr":"Beetlejuice ist hungrig. Lydia bringt ihm deshalb einen Salat. Das ist nicht gerade die Leibspeise des Geistes. Er würzt das Grünzeug kräftig mit Chloregano. Der Salat macht daraufhin eine seltsame Verwandlung durch. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451808,"hoster":"VOE"},{"redirect":11451811,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Substitute Creature","descr":"Beetlejuice gibt sich als Geschichtsprofessor aus. Er \"entführt\" Lydia und ein paar Mitschülerinnen nach Nimmerland, wo sie Geschichtsunterricht der besonderen Art erhalten. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451810,"hoster":"VOE"},{"redirect":11451813,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Ghoul Of My Dreams","descr":"Familie Monster von nebenan hat Streit. Die Auseinandersetzung stört die Nachtruhe von Beetlejuice erheblich. Hellwach begeht er den Fehler, sich einzumischen. Damit macht er alles nur noch schlimmer. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451815,"hoster":"VOE"},{"redirect":11451814,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Prairie Strife","descr":"Beetlejuice übernimmt von seiner Tante eine Rinderfarm. Damit will er das große Geld machen. Aber ein paar Gangster haben dieselbe Idee. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451819,"hoster":"VOE"},{"redirect":11451818,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Moby Richard","descr":"Lydia dreht fürs Fernsehen eine Neuauflage von \"Moby Dick\". Beetlejuice identifiziert sich derart mit seiner Rolle als Kapitän Ahab, dass alles außer Kontrolle gerät. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451823,"hoster":"VOE"},{"redirect":11451825,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"The Unnatural","descr":"Im Nimmerländer Würgstadion wird ein großes Baseballspiel ausgetragen. Beetlejuice und seine Spinnerkäfer stehen in dem Match Skuzo und den Killerwitzbolden gegenüber. Ein spannendes Spiel, denn es geht um Leben und Tod. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451829,"hoster":"VOE"},{"redirect":13278049,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Forget Me Nuts","descr":"Beetlejuice verliert sein Gedächtnis. Da kann nur einer helfen: der hochgelobte Dr. Siegmund Feucht. In einem winzigen U-Boot reist der Seelendoktor ins Innere des Erinnerungszentrums von Beetlejuice. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451828,"hoster":"VOE"},{"redirect":11451833,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"The Birdbrain Of Alcatraz","descr":"Beetlejuice landet völlig zu Unrecht hinter Gittern. Das Gefängnis hat es in sich, denn dort soll aus ihm ein guter und anständiger Geist werden. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451836,"hoster":"VOE"},{"redirect":11451838,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"Generally Hysterical Hospital","descr":"Lydia hat sich den Fuß verstaucht und will nicht zum Arzt gehen. Beetlejuice überredet sie, sich ins Nimmerländer Krankenhaus zu begeben. Dort soll es angeblich viel lustiger zugehen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13004147,"hoster":"VOE"},{"redirect":11451846,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"Super Zeroes","descr":"Manchmal hat es auch ein Geist schwer. Der arme Beetlejuice erfährt am eigenen Leib, dass nur noch Superhelden in Mode sind. Also beschließt er, selbst ein Superheld zu werden. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451842,"hoster":"VOE"},{"redirect":11451843,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Beetlegeezer","descr":"Lydias Großmutter kommt zu Besuch. Alle bemühen sich um das Wohlergehen der alten Dame, bis auf Beetlejuice. Die lustige Oma und der Geist finden sich sofort sympathisch und machen eine Sause durch Nimmerland. Die Oma ist kaum zu bändigen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451847,"hoster":"VOE"},{"redirect":11451852,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"Very Grim Fairy Tales","descr":"Beetlejuice erfindet ein Märchen fürs Fernsehen, in dem es mehr als turbulent zugeht. Er will den action-verwöhnten Kindern schließlich etwas bieten. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451849,"hoster":"VOE"},{"redirect":11451854,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"","epNo":52,"alt":"Wizard Of Ooze","descr":"Lydia träumt, sie sei im Lande des Zauberers von Ätz. Dort begegnet sie einer Spinne namens Toto, einem Holzknochenmann und einem alten Löwen. Mit von der Partie ist auch eine Vogelscheuche, die Beetlejuice aufs Haar gleicht. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451853,"hoster":"VOE"},{"redirect":11451856,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"","epNo":53,"alt":"What Makes BJ Run?","descr":"Beetlejuice muss zutiefst erschüttert feststellen, dass man beim Fernsehen nicht auf immer und ewig Erfolg hat. Seine Show wird abgesetzt. Ihm bleibt nur eine Wahl: Er muss sich von ganz unten hocharbeiten. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451859,"hoster":"VOE"},{"redirect":11451863,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"","epNo":54,"alt":"Chroma Zone","descr":"Ein Fernsehautor hat eine neue Dimension entdeckt: die Welt zwischen der ersten Sendung und der Wiederholung. In dieser sogenannten Chroma-Zone werden alle Geschichten des Autors Wirklichkeit. Aber der Fernsehautor begeht einen entscheidenden Fehler: Er schafft die zerstörerische Figur \"Ich-bin-irre\" (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451864,"hoster":"VOE"},{"redirect":11451866,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"","epNo":55,"alt":"It’s A Big, Big, Big Ape","descr":"Captain Kidder verbreitet das Gerücht, er habe einen Riesenaffen gefunden. Alle wollen aus der Entdeckung Kapital schlagen. Beetlejuice will den Affen managen. Ginger sieht in ihm ihren zukünftigen Tanzpartner. Alle machen sich auf den Weg zu einer Insel im Stillen Ozean, wo der Affe lebt. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451865,"hoster":"VOE"},{"redirect":11451867,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"","epNo":56,"alt":"Neitherworld’s Least Wanted","descr":"Eine Selbsthilfegruppe versucht Beetlejuice den Garaus zu machen. Lydia muss ihren Freund mal wieder vor dem Schlimmsten bewahren. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451872,"hoster":"VOE"},{"redirect":11451874,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"","epNo":57,"alt":"Don’t Beetlejuice And Drive","descr":"Beetlejuice versucht sich als Fahrlehrer, ohne dafür eine Lizenz zu haben. Die trotteligen Polizisten Bill und Joe setzen seinen Machenschaften ein vorläufiges Ende. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451873,"hoster":"VOE"},{"redirect":13278051,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"","epNo":58,"alt":"Robin Juice Of The Sherweird Forest","descr":"Beetlejuice fühlt sich dazu berufen, ein zweiter Robin Hood zu werden. So bestiehlt er die Reichen, doch hilft er nur einem Armen: sich selbst! (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451879,"hoster":"VOE"},{"redirect":11451892,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"","epNo":59,"alt":"Midnight Scum","descr":"Beetlejuice versucht sich als Kopfgeldjäger. Schon sein erster Auftrag wird problematisch: Der gesuchte Gangster ist sein eigener Bruder. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451883,"hoster":"VOE"},{"redirect":11451882,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"","epNo":60,"alt":"Gold Rush Fever","descr":"Beetlejuice ist im Goldrausch. Schon beim bloßen Gedanken an das Metall spielt er verrückt. Je weiter sein Goldfieber steigt, umso schwächer werden seine Zauberkräfte. Offenbar gibt es nur eine Chance, ihn von der Krankheit zu kurieren: Er muss Gold schürfen gehen. Lydia bringt ihren Freund zu einer Mine. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451886,"hoster":"VOE"},{"redirect":11451891,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"","epNo":61,"alt":"Relatively Pesty","descr":"Einige Ameisen verwandeln sich aufgrund falscher Fütterung in Tanten. Beetlejuice wird diese Tanten-Plage nicht mehr los. Sein Vermieter droht, die Miete zu verdreifachen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13530350,"hoster":"VOE"},{"redirect":11451893,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"","epNo":62,"alt":"King BJ","descr":"Aus reinem Zufall wird Beetlejuice der neue König im mittelalterlichen England. Was aber soll ein König ohne Furcht und Adel mit einer Krone, die Verantwortung bedeutet? Für König Beetlejuice brechen schwere Zeiten an. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13530349,"hoster":"VOE"},{"redirect":11451924,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"","epNo":63,"alt":"Catmandu Got Your Tongue","descr":"Beetlejuice ist ein redseliger Geist, der nur selten seine vorlaute Klappe halten kann. Sein Mundwerk ist ihm lieb und teuer. Umso härter trifft es ihn, als ihm die schwarze Katze aus Rache seine Zunge stiehlt. Beetlejuice ist sprachlos. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451897,"hoster":"VOE"},{"redirect":11451903,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"","epNo":64,"alt":"Journey To The Center Of The Neitherworld","descr":"Beetlejuice hat während seines langen Todes viele Abenteuer erlebt. Das weiß Lydia nur zu gut. Die Geschichte seiner angeblichen Reise zum Mittelpunkt von Nimmerland kann aber nicht einmal sie glauben. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":13004148,"hoster":"VOE"},{"redirect":11451907,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"","epNo":65,"alt":"Not So Peaceful Pines","descr":"Beetlejuice ärgert sich mächtig über den Bürgermeister. Das führt soweit, dass sich die Persönlichkeit des Geistes spaltet. Die böse Hälfte von Beetlejuice terrorisiert fortan Lydias Heimatstadt Pinienhausen. (Text: Premiere)","versions":[{"lang":2,"streams":[{"redirect":11451639,"hoster":"VOE"},{"redirect":11451641,"hoster":"Streamtape"}]}]}]}]}