{"seriesId":"before-we-die-brennpunkt-bristol","name":"Before We Die - Brennpunkt Bristol","descr":"Im Zentrum der britischen Krimiserie \"Before We Die\" steht eine Ermittlerin, die in einen enorm schwierigen Gewissenskonflikt gerät, als sich herausstellt, dass ihr Sohn ein gut gehütetes Geheimnis hat: DI Hannah Laing (Lesley Sharp) muss entdecken, dass ihr eigener Sohn auf die schiefe Bahn gerät. Nach einer Haftstrafe wegen Drogenhandels bricht er den Kontakt zu ihr ab. Doch als Laings Kollege und Geliebter verschwindet, spielt Christian (Patrick Gibson) wohl eine entscheidende Rolle bei der Mordermittlung. Als verdeckter Informant wurde er in den kriminellen Mimicas-Clan in Bristol eingeschleust und ist nun in Gefahr, enttarnt zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der verlorene Sohn","epNo":1,"alt":"Episode 1","descr":"Hannah Laing ist verzweifelt: Ihr Kollege und Lover Sean ist verschwunden. Da er an einem Fall von Drogenwäsche einer kroatischen Familie ermittelt, befürchtet Hannah das Schlimmste.","versions":[{"lang":1,"streams":[{"redirect":13888621,"hoster":"VOE"},{"redirect":13888624,"hoster":"Vidoza"},{"redirect":13888619,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Maulwurf","epNo":2,"alt":"Episode 2","descr":"Hat die Familie Mimica Sean auf dem Gewissen? Hannah und ihr neuer Partner wollen deren Kokainhandel auffliegen lassen – bis sie herausbekommen, wer Seans Kontakt bei den Ermittlungen war.","versions":[{"lang":1,"streams":[{"redirect":13888620,"hoster":"VOE"},{"redirect":13888622,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hinrichtung","epNo":3,"alt":"Episode 3","descr":"Stefan, anerkannter Anführer des Mimica-Klans, lässt Christians Tarnung auffliegen. Hannah fürchtet, dass ihr Sohn jetzt keinen Moment mehr sicher in seinem Leben ist.","versions":[{"lang":1,"streams":[{"redirect":13911840,"hoster":"VOE"},{"redirect":13911844,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefährliche Machenschaften","epNo":4,"alt":"Episode 4","descr":"Christian verstrickt sich weiter in seiner Rolle als V-Mann bei den Mimicas. Fast traumatisiert von seiner ausweglosen Lage entscheidet er sich zu einer gemeinsamen Reise mit Clan-Chef Davor.","versions":[{"lang":1,"streams":[{"redirect":13911845,"hoster":"VOE"},{"redirect":13911846,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein erpresstes Geständnis","epNo":5,"alt":"Episode 5","descr":"Hannah weiß jetzt, wie die Mimicas das Drogengeschäft abwickeln wollen – nur nicht wann und wo. Da ein anderer Dealer den Mord an Sean gesteht, sind die Mimicas erst einmal aus der Schusslinie.","versions":[{"lang":1,"streams":[{"redirect":13941902,"hoster":"VOE"},{"redirect":13941907,"hoster":"Vidoza"},{"redirect":13941905,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Falle","epNo":6,"alt":"Episode 6","descr":"Der Undercover-Einsatz der Polizei bei den Mimicas geht schief. Hannah entwickelt einen Plan, wie sie die kroatischen Verbrecherfamilie endgültig ausschalten kann.","versions":[{"lang":1,"streams":[{"redirect":13941904,"hoster":"VOE"},{"redirect":13941906,"hoster":"Vidoza"},{"redirect":13941903,"hoster":"Streamtape"}]}]}]}]}