{"seriesId":"belgravia-the-next-chapter","name":"Belgravia: The Next Chapter","descr":"25 Jahre nach den Ereignissen in \"Belgravia\" (Zeit des Schicksals) wird diese Familie weiterhin von Skandalen heimgesucht, im Jahr 1871: Frederick Trenchard (Benjamin Wainwright), der dritte Lord Trenchard, und seine Liebe Clara Dunn (Harriet Slater) sind neu in der Londoner Gesellschaft eingetroffen. Nicht wissend, dass er aus einer Affäre seiner Mutter Susan (Alice Eve) mit dem Schurken John Bellasis (Adam James) hervorging, ist Frederick durch seine schwierige Kindheit zutiefst verunsichert, was seine bevorstehende Heirat mit Clara erschwert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Nach einer leidenschaftlichen Werbung heiratet Lord Frederick Trenchard die junge und auffällige Clara Dunn. Doch die Intrigen und Skandale von Belgravia sowie Geheimnisse aus Fredericks Vergangenheit gefährden das neu gefundene Glück des Paares.","versions":[{"lang":2,"streams":[{"redirect":13703843,"hoster":"VOE"},{"redirect":13703847,"hoster":"Vidoza"},{"redirect":13703830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nach ihrem Streit versucht Frederick, ihre Beziehung zu erneuern, indem er Clara auf ihr Landgut Glanville mitnimmt und einige der Prüfungen ihrer Kindheit enthüllt. Unterdessen nehmen die Dunns die mysteriöse Nell als ihr neues Dienstmädchen auf.","versions":[{"lang":2,"streams":[{"redirect":13703835,"hoster":"VOE"},{"redirect":13703832,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Die Trenchards reisen zum Geburtstag des Herzogs nach Maywood. Hinter den Kulissen werden Geschäftsabschlüsse ausgehandelt, doch die Rochesters haben private Gründe für die Reise. Unterdessen schmiedet Clara eine Verschwörung, um die Beziehung zwischen Frederick und James wiederherzustellen.","versions":[{"lang":2,"streams":[{"redirect":13703836,"hoster":"VOE"},{"redirect":13703846,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Unter dem Eindruck von James\u0027 Besuch macht Frederick bei seiner Arbeit in der Gießerei weiter. Clara findet Trost in einer neuen Gruppe von Freunden, die sie durch Dr. Ellerby gefunden hat. Ein einsamer James sucht anderswo Trost.","versions":[{"lang":2,"streams":[{"redirect":13801683,"hoster":"VOE"},{"redirect":13801682,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Als Clara von Stephens Welt fasziniert ist, trifft sie eine mutige Entscheidung, die Davison alarmiert. In der Zwischenzeit wird James\u0027 Privatleben bedroht, und Frederick ist fest entschlossen, sich an dem neuen Unternehmen der Marquise zu beteiligen.","versions":[{"lang":2,"streams":[{"redirect":13801676,"hoster":"VOE"},{"redirect":13801678,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Emily stellt Clara wegen des Gemäldes zur Rede, da sie sich Sorgen über einen möglichen Skandal für ihre Familie macht; Frederick treibt seine Investition in die Silbermine voran, aber Ross wird misstrauisch gegenüber der Marquise.","versions":[{"lang":2,"streams":[{"redirect":13801677,"hoster":"VOE"},{"redirect":13801679,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Gerüchte über Clara und Stephen kursieren in Belgravia. Es scheint nur eine Frage der Zeit zu sein, bis sie Frederick erreichen. Ross erfährt einige Informationen über die Marquise und sieht eine Chance.","versions":[{"lang":2,"streams":[{"redirect":13821938,"hoster":"VOE"},{"redirect":13821939,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Während Frederick über den Verlust von Clara trauert, erhält Enright einen Brief, der Frederick dazu drängt, sich seiner Vergangenheit zu stellen. Unterdessen gewöhnen sich Clara und Davison an das Leben im Norden, während Clara mit schönen Erinnerungen an ihre Heimat ringt.","versions":[{"lang":2,"streams":[{"redirect":13838043,"hoster":"VOE"},{"redirect":13838042,"hoster":"Streamtape"}]}]}]}]}