{"seriesId":"ben-10-omniverse","name":"Ben 10: Omniverse","descr":"Der Sieg über die bösen Jungs ist nur ein Teil vom Auftritt des Superhelden. Zusammen mit seinem neuen Kumpel Rook erforscht Ben die seltsame Seite der Dinge im Alien-Untergrund und entdeckt Feinde aus seiner Vergangenheit …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Nichts bleibt wie es war (1)","epNo":1,"alt":"The More Things Change (1)","descr":"Als Ben erfährt, dass Gwen weiterstudieren und Kevin in ihrer Nähe bleiben möchte, ändert sich sein Leben schlagartig. Tapfer versucht er, sich seiner neuen Situation als Einzelkämpfer zu stellen, doch zum Glück schickt ihm Opa Max den Außerirdischen Rook, der Bens neuer Partner werden soll. Eine hervorragende Idee des alten Herrn, denn schon bald kann Ben jede erdenkliche Hilfe gebrauchen","versions":[{"lang":1,"streams":[{"redirect":9166632,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Nichts bleibt wie es war (2)","epNo":2,"alt":"The More Things Change (2)","descr":"Gemeinsam mit seinem neuen Partner Rook versucht Ben, einer Alien-Erpresser-Bande auf die Spur zu kommen, die Schutzgeld von wehrlosen Geschäftsleuten auf der Erde kassiert. Bald gelingt es den beiden, Zimperling als Drahtzieher der Bande zu entlarven und ihn in die Flucht zu schlagen. Allerdings ahnen die zwei nicht, dass Khyber ihnen mit seinem gefährlichen Hund dicht auf den Fersen ist.","versions":[{"lang":1,"streams":[{"redirect":9166636,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Ein Blitz aus der Vergangenheit","epNo":3,"alt":"A Jolt From The Past","descr":"Dass die Alienplagegeister aus Bens Kinderzeit eines Tages zurückkehren würden, hätte wohl kaum einer für möglich gehalten. Doch Jahre später tauchen sie tatsächlich und völlig unerwartet bei dem Jungen auf. Dieses Mal wollen sie Ben allerdings nicht das Leben zur Hölle machen! Stattdessen haben sie ein anderes Anliegen – sie brauchen seine Hilfe.","versions":[]},{"epId":"episode-4","name":"Ärger mit der Helix","epNo":4,"alt":"Trouble Helix","descr":"Der junge Ben fliegt mit Opa Max und der jungen Gwen auf den Mond Galvan B, um dort Azmuth zu besuchen. Kaum angekommen, treffen die drei zum ersten Mal auf den bösen Mechamorph Malware, dessen Lebenscode bei der Erschaffung durch Azmuth unterbrochen wurde. Malware möchte seinen Code mit einer zweiten Helix vervollständigen und danach die Herrschaft auf dem Galvanischen Mond an sich reißen.","versions":[{"lang":1,"streams":[{"redirect":14493457,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Das Zauberelexier","epNo":5,"alt":"Have I Got A Deal For You","descr":"Als ein riesiges Alien zu Randalieren beginnt und Bellwood in blinder Wut zerstören möchte, unternehmen Ben und Rook alles in ihrer Macht Stehende, um die Stadt zu retten. Dabei müssen sie aber nicht nur den Kampf gegen das durchgedrehte Alien aufnehmen, sondern sich auch mit einem Friedensaktivisten herumschlagen, der als Kämpfer für Alienrechte versucht, auch dieses Geschöpf zu schützen.","versions":[]},{"epId":"episode-6","name":"Auf der Jagd","epNo":6,"alt":"It Was Them","descr":"Erneut ist es Dr. Animo gelungen, aus dem Gefängnis zu entkommen. Ben und sein Partner Rook müssen den rachsüchtigen und bösen Wissenschaftler aufspüren, bevor es ihm gelingt, seinen perfiden Plan in die Wirklichkeit umzusetzen. Denn nach wie vor strebt Animo danach, die Lebewesen auf der Welt in groteske Monster zu verwandeln und die Evolution auf diese Weise neu bestimmen zu können.","versions":[{"lang":1,"streams":[{"redirect":14493458,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Bis dann und danke für all die Smoothies","epNo":7,"alt":"So Long, And Thanks For All The Smoothies?","descr":"Zufällig stoßen Ben und Rook auf ein mysteriöses Geisterraumschiff. Als sie es genauer unter die Lupe nehmen möchten, erfahren die beiden, dass Argit und die Vreedle-Brüder um eine Waffe kämpfen, die das Ende der Welt herbeiführen könnte. Wird es den beiden jungen Helden erneut gelingen, eine Katastrophe zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":14492351,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"In der Hitze des Gefechts","epNo":8,"alt":"Hot Stretch","descr":"Erneut stehen Ben und sein Partner Rook vor einer großen Herausforderung: In Unterstadt versucht eine Gruppe hochelastischer und ungestümer Aliens, eine gestohlene Kernfusionsbombe zu nutzen, um einen Vulkan zum Ausbruch zu verhelfen. Gelingt es den beiden Freunden erneut, die Katastrophe im letzten Moment abzuwenden?","versions":[{"lang":1,"streams":[{"redirect":14493459,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Jäger und Gejagte (1)","epNo":9,"alt":"Of Predators And Prey(1)","descr":"Nach einem hitzigen Streit gehen Ben und sein Partner Rook getrennte Wege. Dadurch hat der Bösewicht Khyber leichtes Spiel, Ben zu fangen und einzusperren. Der Jäger mit dem Dinosaurierschädel auf der linken Schulter und den Stacheln am Hals hat es schon lange auf den Jungen abgesehen und diese Chance sofort ergriffen. Wird Ben dieses Abenteuer überleben?","versions":[{"lang":1,"streams":[{"redirect":9166664,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"Jäger und Gejagte (2)","epNo":10,"alt":"Of Predators And Prey(2)","descr":"Ben ist immer noch auf Khybers Schiff gefangen. Dort erfährt er ein paar Neuigkeiten über den Ursprung der Nemetrix und die Verbindungen zwischen dem Jäger Khyber, dem Schurken Malware und Dr. Psychobos. Obwohl Bens Situation recht ausweglos erscheint, gibt er nicht auf. Wird es ihm gelingen, Khyber zu überlisten und zu entkommen?","versions":[{"lang":1,"streams":[{"redirect":9166670,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Aufstand der Gefangenen","epNo":1,"alt":"Outbreak","descr":"Dem fiesen Dr. Psychobos ist es gelungen, einen Teil der Omnitrix zu stehlen! Wie befürchtet, sind die Nebeneffekte dieser Aktion eine einzige Katastrope! Ben und ein kleines Team von Klempnern versuchen zwar, dem Chaos Einhalt zu gebieten und wieder Ordnung zu schaffen, doch das ist gar nicht so einfach!","versions":[]},{"epId":"episode-2","name":"Gefährliches Versprechen","epNo":2,"alt":"Many Happy Returns","descr":"Ben freut sich sehr, als ihm Kevin und Gwen einen Überraschungsbesuch abstatten. Eigentlich wäre alles im Lot, würde Kevin sich nicht plötzlich so seltsam verhalten! Allen fällt auf, dass irgendetwas nicht in Ordnung ist. Ist etwa die wütende Tetramand-Prinzessin namens Looma dafür verantwortlich? Oder liegt es vielleicht an den Kriegsschiffen ihres Vaters, der einen Angriff auf die Erde plant?","versions":[{"lang":1,"streams":[{"redirect":9166675,"hoster":"VOE"},{"redirect":9167252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fische versenken","epNo":3,"alt":"gone Fishin?","descr":"Eigentlich hätte es für Ben, Rook und Opa Max ein ganz entspannter Angelausflug in Unterstadt werden sollen – doch es dauert nicht lange, da stecken die drei wieder einmal in einem handfesten Abenteuer! Ben, Rook und Opa Max müssen nämlich einen Piraten finden, der wohl Magister Patelliday gefangen hält. Einen Hinweis haben die drei: Der Pirat befüllt angeblich Flaschen mit kleinen Schiffen.","versions":[{"lang":1,"streams":[{"redirect":9167255,"hoster":"VOE"},{"redirect":9167256,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blukic und Driba machen blau","epNo":4,"alt":"Blukic And Driba Go To Mr. Smoothy\u0027s","descr":"Die beiden Klempner Blukic und Driba machen sich auf den Weg und versuchen, ein paar Smoothies aufzutreiben. Ben und sein Partner Rook haben indes eine andere Aufgabe zu bewältigen. Sie müssen versuchen, Trombipulor davon abzuhalten, die Quelle der Energie zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":9167260,"hoster":"VOE"},{"redirect":9167259,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Malwares Rückkehr","epNo":5,"alt":"Malefactor","descr":"Als das Festival \"Alte Bellwood Zeiten\" stattfindet, dürfen Ben und sein Partner Rook natürlich nicht fehlen! Dumm nur, dass auch Khyber und sein Hund da sind, und der Jäger es immer noch auf die beiden abgesehen hat. Gemeinsam mit seinem Hund greift der Schurke daher Ben und seinen Partner an. Doch wäre es möglich, dass Khyber diesmal einen ganz anderen Plan verfolgt?","versions":[{"lang":1,"streams":[{"redirect":9167263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefangen in der Kindheit","epNo":6,"alt":"Arrested Development","descr":"Wieder einmal stecken Ben und sein Partner Rook in großen Schwierigkeiten. Wegen Bens Kindheitsrivalen sind die beiden plötzlich in ihren eigenen vorpubertären Körpern gefangen! Dabei sollten die beiden doch die bösen Roboter der 12. Dimension aufhalten! Wie soll ihnen das in diesem Zustand gelingen?","versions":[{"lang":1,"streams":[{"redirect":9167268,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brüder im Weltall","epNo":7,"alt":"Bros In Space","descr":"Bens neuer Freund und Partner Rook möchte dem Jungen seine Familie vorstellen und nimmt ihn daher mit auf seinen Heimatplaneten. Was eigentlich als ein kurzer und netter Ausflug geplant war, endet in einem großen Abenteuer! Ein altbekannter Feind ist gerade dabei, eine schlagkräftige Armee zusammenzustellen, um die wertvollste Ressource vor Ort zu stehlen. Wie gut, dass es Rook und Ben gibt!","versions":[{"lang":1,"streams":[{"redirect":9167270,"hoster":"VOE"},{"redirect":9167272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ben noch einmal","epNo":8,"alt":"Ben Again","descr":"Als Eon das Gehirn des 11-jährigen Ben gegen das des Teenager Bens austauscht, müssen Gwen, Rook und Prof. Paradox alles wieder in Ordnung bringen.","versions":[{"lang":1,"streams":[{"redirect":9167273,"hoster":"VOE"},{"redirect":9167275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Filiale 23","epNo":9,"alt":"Store 23","descr":"Gemeinsam mit Blukic und Driba macht sich Ben auf die Suche nach dem 23. Mr.-Smoothys-Laden, der angeblich immer wieder verschwindet. Nachdem die drei das Restaurant tatsächlich ausfindig machen konnten, erfahren sie, dass der Besitzer es mit einem Gerät regelmäßig in andere Dimensionen verschiebt. Ben ist sehr überrascht, als er in einer dieser Dimensionen auf sich selbst trifft","versions":[{"lang":1,"streams":[{"redirect":9167279,"hoster":"VOE"},{"redirect":9167280,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sonderlieferung","epNo":10,"alt":"Special Delivery","descr":"Er muss einen Fehler aus seiner Vergangenheit ausbaden!","versions":[{"lang":1,"streams":[{"redirect":9166671,"hoster":"VOE"},{"redirect":9166672,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Showdown (1)","epNo":1,"alt":"Showdown(1)","descr":"Eine Sondergruppe fällt auf dem Planeten Galvan ein, um Azmuth zu vernichten. Der Schöpfer der Omnitrix hatte das Gerät einst erschaffen, um den verschiedenen Kreaturen in den vielen Universen die Möglichkeit zu geben, im wahrsten Sinne des Wortes in die Haut des anderen zu schlüpfen und so das Verständnis füreinander zu fördern. Doch die negativen Aspekte hatte er nicht bedacht.","versions":[{"lang":1,"streams":[{"redirect":9167283,"hoster":"VOE"},{"redirect":9167282,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Showdown (2)","epNo":2,"alt":"Showdown(2)","descr":"Der fiese Schurke Malware versucht alles, um Azmuth endgültig zu vernichten. Ben, der dem betagten und weisen Alien Azmuth eigentlich tatkräftig zur Seite stehen sollte, ist allerdings anderweitig beschäftigt: Er muss einen Fehler aus seiner Vergangenheit ausbaden!","versions":[{"lang":1,"streams":[{"redirect":9167290,"hoster":"VOE"},{"redirect":9167292,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bauchknurren","epNo":3,"alt":"Tummy Trouble","descr":"Nachdem die Fresser Königin von einer Gruppe Incursianer entführt wurde, stehen Ben und sein Partner Rook erneut vor einer schwierigen Aufgabe: Die Regentin kann nur gerettet und die Invasion der Aliens verhindert werden, wenn die Untertanen der Königin zusammenarbeiten doch die verschiedenen Gruppen liegen seit langem miteinander im Clinch.","versions":[{"lang":1,"streams":[{"redirect":9167295,"hoster":"VOE"},{"redirect":9167296,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kampf um Vilgax","epNo":4,"alt":"Vilgax Must Croak","descr":"Ben und Rock eskortieren Vilgax zu einem Hochsicherheits Gefängnis Planeten, aber die Incursianer haben andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":9167298,"hoster":"VOE"},{"redirect":9167299,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Während du weg warst","epNo":5,"alt":"While You Were Away","descr":"Dr.Psychobos und Prinzessin Attea haben Rooks Heimatplaneten Revonnah mit einer Armee von Incursianern überfallen.","versions":[{"lang":1,"streams":[{"redirect":9167302,"hoster":"VOE"},{"redirect":9167303,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Krieg der Frösche (1)","epNo":6,"alt":"The Frogs Of War(1)","descr":"Mit der Hilfe von Dr.Psychobos hat die incursianische Armada die Erde erobert.","versions":[{"lang":1,"streams":[{"redirect":9167305,"hoster":"VOE"},{"redirect":9167308,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krieg der Frösche (2)","epNo":7,"alt":"The Frogs of War(2)","descr":"Während Ben fort ist,regieren die Incursianer die Erde.Nun ist es an Rook und den überbliebenen Klempnern Widerstand zu leisten und die Besetzer zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":9167311,"hoster":"VOE"},{"redirect":9167312,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verlobungsregeln","epNo":8,"alt":"Rules of Engagement","descr":"Die Tetramand-Prinzessin Looma kehrt überraschend auf die Erde zurück und überbringt Ben eine äußerst freudige Botschaft: Sie hat beschlossen, ihn zu heiraten! Ob der Junge wohl am Ende auch noch ein Wörtchen mitzureden hat, wann und wen er heiraten wird? Zuerst sieht es nämlich fast so aus, als würde Prinzessin Looma in dieser Hinsicht keinerlei Widerspruch dulden!","versions":[{"lang":1,"streams":[{"redirect":9167313,"hoster":"VOE"},{"redirect":9167316,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rad","epNo":9,"alt":"Rad","descr":"Da ein paar Klempner in incursianischen Hoheitsgebiet notlanden mussten, müssen Ben und Rook die Dienste von Rad Dudesman, dem härtesten und abgebrühtesten Schmuggler in der Galaxie, in Anspruch nehmen.","versions":[{"lang":1,"streams":[{"redirect":9167318,"hoster":"VOE"},{"redirect":9167320,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Zugabe des Bösen","epNo":10,"alt":"Evil\u0027s Encore","descr":"Dr. Animo schwelgt in Erinnerungen an die gute alte Zeit, als er das Hauptquartier der Klempner in Mount Rushmore unter seine Kontrolle bringen konnte.","versions":[{"lang":1,"streams":[{"redirect":9167286,"hoster":"VOE"},{"redirect":9167287,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Saturdays","epNo":1,"alt":"T.G.I.S.","descr":"Die Saturdays kommen nach Bellwood um eine Reihe von Chupacabra Angriffen zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":9167322,"hoster":"VOE"},{"redirect":9167324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flohzirkus","epNo":2,"alt":"Food Around The Corner","descr":"Ben als Gravitonner versucht bei einem Friedenspakt zu vermitteln,muss aber die Attacken winziger Alienflöhe aushalten,die seinen Körper besetzt haben.","versions":[{"lang":1,"streams":[{"redirect":9167332,"hoster":"VOE"},{"redirect":9167331,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Oh Mama, wo bist du?","epNo":3,"alt":"O, Mother Where Art Thou?","descr":"Ma Vreddle droht die Sonne in die Luft zu sprengen, falls Ben und die Klempner ihren verlorenen Sohn nicht wiederfinden.","versions":[{"lang":1,"streams":[{"redirect":9167333,"hoster":"VOE"},{"redirect":9167334,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rückkehr der Ritter","epNo":4,"alt":"Return To Forever","descr":"Die Ewigen Ritter drohen damit, sämtliche außerirdische DNA auf der Erde mit einer gefährlichen Waffe zu zerstören. Können Ben und Rook die finsteren Pläne der Ewigen Ritter noch rechtzeitig durchkreuzen?","versions":[{"lang":1,"streams":[{"redirect":9167338,"hoster":"VOE"},{"redirect":9167339,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlamm ist dicker als Wasser","epNo":5,"alt":"Mud Is Thicker Than Water","descr":"Ben, Gwen und Cousine Lucy versuchen herauszufinden, wie Psyphons Schlägertypen an die Technologie der Klempner gelangen können.","versions":[{"lang":1,"streams":[{"redirect":9167342,"hoster":"VOE"},{"redirect":9167344,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Otto-Mobil","epNo":6,"alt":"OTTO Motive","descr":"Kevin und Rook treffen auf einen alten Feind aus der Sicherheitszelle, während sie auf einer intergalaktischen Auto-Show sind.","versions":[{"lang":1,"streams":[{"redirect":9167346,"hoster":"VOE"},{"redirect":9167348,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der ultimative Raub","epNo":7,"alt":"The Ultimate Heist","descr":"Während Albedo auf der Suche nach einem Apparat ist, der ihn endlich wieder in seine Galvan-Form zurückverwandelt, ist Ben im Hauptquartier der Klempner eingeschlossen.","versions":[{"lang":1,"streams":[{"redirect":9167349,"hoster":"VOE"},{"redirect":9167352,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Hand voll Verstand","epNo":8,"alt":"A Fistful Of Brains","descr":"Großvater Max und Rook suchen in der ganzen Galaxie nach Ben, der in der Falle sitzt: Der Junge ist in Khybers geheimes und privates Jagdrevier geraten und muss sich verstecken!","versions":[{"lang":1,"streams":[{"redirect":9167355,"hoster":"VOE"},{"redirect":9167356,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwei Hände voller Verstand","epNo":9,"alt":"For A Few Brains More","descr":"Ben, Rook und Max müssen Albedo davon abhalten, Azmuths Intelligenz zu absorbieren und die Galaxie zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":9167358,"hoster":"VOE"},{"redirect":9167360,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Monster in Phil","epNo":10,"alt":"Max\u0027s Monster","descr":"Phil, der alte Weggefährte von Bens Großvater Max, benötigt dringend die Hilfe seines alten Freundes.","versions":[{"lang":1,"streams":[{"redirect":9167325,"hoster":"VOE"},{"redirect":9167328,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Zombozo kommt auf leisen Sohlen","epNo":1,"alt":"Something Zombozo This Way Comes","descr":"Ben und Rook müssen Zombozo und seine Zirkus-Freaks davon abhalten, alle in Bellwood in Zombie-Clowns zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":9167361,"hoster":"VOE"},{"redirect":9167364,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Universität der Geheimnisse","epNo":2,"alt":"Mystery, Incorporeal","descr":"Ein alter Feind taucht auf, während Ben und Rook zu Besuch an der Universität von Kevin und Gwen sind.","versions":[{"lang":1,"streams":[{"redirect":9167371,"hoster":"VOE"},{"redirect":9167372,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rache Engel oder Rache Bengel?","epNo":3,"alt":"Bengeance Is Mine","descr":"Vilgax’ ehemaliger Gehilfe Zimperling ist begeistert, als sein Meister wiederkehrt.","versions":[{"lang":1,"streams":[{"redirect":9167373,"hoster":"VOE"},{"redirect":9167376,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein amerikanischer Benwolf in London","epNo":4,"alt":"An American Benwolf in London","descr":"Ben und Rook werden nach London geufen, um die neuesten Untaten der Ewigen Ritter zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":9167378,"hoster":"VOE"},{"redirect":9167380,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Animo-Verrücktheiten","epNo":5,"alt":"Animo Crackers","descr":"Dr. Animo aus der Zukunft kehrt zu Dr. Animo aus der Gegenwart zurück, um Ben ein für alle Mal zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":9167381,"hoster":"VOE"},{"redirect":9167388,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rads Monsterparty","epNo":6,"alt":"Rad Monster Party","descr":"Ben und Rook benötigen die Hilfe des intergalaktischen Schmugglers Rad Dudesman, um sie durch das Anur-System zu fliegen – die Heimat der Monster Aliens.","versions":[{"lang":1,"streams":[{"redirect":9167418,"hoster":"VOE"},{"redirect":9167435,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zauberflüche","epNo":7,"alt":"Charmed, I\u0027m Sure","descr":"Immer noch gestrandet auf dem Monsterplaneten Anur Transyl, schließen sich Ben und Rook widerwillig Fluchwerferin an, um Zs’Skayr ausfindig zu machen.","versions":[{"lang":1,"streams":[{"redirect":9167471,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Der Vampir schlägt zurück","epNo":8,"alt":"The Vampire Strikes Back","descr":"Ben, Rook und Rad Dudesman treten dem bösen Lord Transyl gegenüber, einem Vampir-ähnlichen Alien, das jeden zu seinem loaylen Sklaven machen kann.","versions":[{"lang":1,"streams":[{"redirect":9167530,"hoster":"VOE"},{"redirect":9167527,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Frauenprobleme","epNo":9,"alt":"Catfight","descr":"Die Prinzessinnen Looma und Attea streiten sich darum, wer Ben heiraten darf!","versions":[{"lang":1,"streams":[{"redirect":9167576,"hoster":"VOE"},{"redirect":9167584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sammlerfreude","epNo":10,"alt":"Collect This","descr":"Ben trifft endlich die Verantwortlichen der intergalaktischen Ben 10 TV Show und den Schauspieler, der Bens Namen noch berühmter macht, als er selbst.","versions":[{"lang":1,"streams":[{"redirect":9167367,"hoster":"VOE"},{"redirect":9167368,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Auf einmal allein","epNo":1,"alt":"And Then There Were None","descr":"Vilgax und Eon schließen sich zusammen, um Ben in jeder Dimension zu vernichten!","versions":[{"lang":1,"streams":[{"redirect":9167603,"hoster":"VOE"},{"redirect":9167631,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zurück auf Anfang!","epNo":2,"alt":"And Then There Was Ben","descr":"Professor Paradox vereint alle gutherzigen Bens sämtlicher Dimensionen, um Vilgax, Eon und die bösartigen Bens in einem finalen Schlagabtausch vernichtend zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":9167714,"hoster":"VOE"},{"redirect":9167721,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Rächer","epNo":3,"alt":"The Vengers","descr":"Billy Billions, Kangaroo Commando und Captain Nemesis schließen sich zusammen, um Ben vernichtend zu schlagen und seinen Posten als Beschützer von Bellwood zu übernehmen!","versions":[{"lang":1,"streams":[{"redirect":9167736,"hoster":"VOE"},{"redirect":9167762,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spuck es aus","epNo":4,"alt":"Cough It Up","descr":"Psyphon und eine Reihe von Kopfgeldjägern haben es auf Argit abgesehen, der eine gefährliche Waffe besitzt.","versions":[{"lang":1,"streams":[{"redirect":9167812,"hoster":"VOE"},{"redirect":9167799,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Rooter des Bösen","epNo":5,"alt":"The Rooters Of All Evil","descr":"Jemand hat es auf eine Person in Bens Umfeld abgesehen und meint es ernst!","versions":[{"lang":1,"streams":[{"redirect":9167835,"hoster":"VOE"},{"redirect":9167865,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Blukic und Driba auf dem Areal 51","epNo":6,"alt":"Blukic And Driba Go To Area 51","descr":"Ein geheimnisvoller Galvaner erscheint und verlangt, dass Blukic und Driba ihre wirkungsvollen Waffen abgeben, die dringend gebraucht werden, um die Erde vor einer riesigen Gefahr zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":9167887,"hoster":"VOE"},{"redirect":9167911,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Kampf um die Goldene Faust","epNo":7,"alt":"No Honor Among Bros","descr":"Rook steht unter dem Einfluss von Fistricks Trank und beginnt, sich seltsam zu verhalten. Können er und Ben in einen Kampfklub der Außerirdischen eindringen und einen wichtigen Schlagabtausch für sich entscheiden?","versions":[{"lang":1,"streams":[{"redirect":9167938,"hoster":"VOE"},{"redirect":9167940,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Universum gegen Tennyson","epNo":8,"alt":"Universe Vs. Tennyson","descr":"Ben wird vor ein intergalaktisches Gericht geschleppt und muss sich dort verantworten.","versions":[{"lang":1,"streams":[{"redirect":9167974,"hoster":"VOE"},{"redirect":9167994,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Waffe XI (1)","epNo":9,"alt":"Weapon XI, Part 1","descr":"Kevin und Argit versuchen, die Amalgam-Kids vor einer Invasion zu warnen, während Ben, Rook und Gwen mit Hochdruck versuchen, Kevin zu finden.","versions":[{"lang":1,"streams":[{"redirect":9168019,"hoster":"VOE"},{"redirect":9168027,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Waffe XI (2)","epNo":10,"alt":"Weapon XI, Part 2","descr":"Augenscheinlich ist es den Rooters gelungen, Kevin und die Amalgan-Kids gegen Ben aufzuhetzen. Können Rook und Gwen ihrem Freund Ben dabei helfen, den Widerstand zu durchbrechen und sich zu retten?","versions":[{"lang":1,"streams":[{"redirect":9167668,"hoster":"VOE"},{"redirect":9167672,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Clyde 5","epNo":1,"alt":"Clyde 5","descr":"Bens Cousin vom Land wäre auch gern ein Held.","versions":[]},{"epId":"episode-2","name":"Evolution und Tradition","epNo":2,"alt":"Rook Tales","descr":"Rooks ehemaliger Lehrer will alte Traditionen unbedingt aufrechterhalten egal zu welchem Preis.","versions":[{"lang":1,"streams":[{"redirect":9168071,"hoster":"VOE"},{"redirect":9168072,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Zauberschule","epNo":3,"alt":"Charm School","descr":"Ben ist der festen Überzeugung, dass auf Gwens College ein Lehrer und ein neuer Student zwei alte Feinde von ihnen sind.","versions":[{"lang":1,"streams":[{"redirect":9168073,"hoster":"VOE"},{"redirect":9168076,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Geschichte des Mr. Baumann","epNo":4,"alt":"The Ballad Of Mr. Baumann","descr":"Die Besitzerin eines Geschäfts verfügt über ein großes Geheimnis und sie ist nicht von dieser Welt!","versions":[{"lang":1,"streams":[{"redirect":9168079,"hoster":"VOE"},{"redirect":9168083,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ärger im Museum","epNo":5,"alt":"Fight At The Museum","descr":"In Bellwood ziehen Artifakte von Außerirdischen sowohl Feinde aus der Zukunft als auch Freunde aus der Vergangenheit herbei.","versions":[{"lang":1,"streams":[{"redirect":9168086,"hoster":"VOE"},{"redirect":9168088,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brüderliches Kräftemessen","epNo":6,"alt":"Breakpoint","descr":"Ben versucht sich als Undercover-Agent in einem Syndikat voller Verbrecher aus dem Weltall. Bald findet er ihren Lebensstil sogar recht verlockend.","versions":[{"lang":1,"streams":[{"redirect":9168091,"hoster":"VOE"},{"redirect":9168092,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reine Geschmackssache","epNo":7,"alt":"The Color Of Monkey","descr":"Argit versucht sich in einem neuen Geschäftsfeld mit einem neuen Geschäftspartner namens Simian.","versions":[]},{"epId":"episode-8","name":"Vreedlemania","epNo":8,"alt":"Vreedlemania","descr":"Pa Vreedle schließt sich mit Ma zusammen.","versions":[]},{"epId":"episode-9","name":"Die seltsame Ben-Welt (1)","epNo":9,"alt":"It’s A Mad, Mad, Mad Ben World, Part 1","descr":"Ein ganz normaler Tag in Bellwood: Alternative Dimensionen, ein Ben in mehrfacher Ausführung und Verbrecher aus Raum und Zeit.","versions":[{"lang":1,"streams":[{"redirect":9168094,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die seltsame Ben-Welt (2)","epNo":10,"alt":"It’s A Mad, Mad, Mad Ben World, Part 2","descr":"Ben und Dr. Psychobos werden in einem Paralleluniversum zu zaghaften Außerirdischen.","versions":[{"lang":1,"streams":[{"redirect":9168057,"hoster":"VOE"},{"redirect":9168068,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Von Hedorium zur Schwarzen Ewigkeit","epNo":1,"alt":"From Hedorium To Eternity","descr":"Der elfjährige Ben, Gwen und weitere Freunde begeben sich in ihrem eigenen Hinterhof auf das Abenteuer ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":9168098,"hoster":"VOE"},{"redirect":9168100,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unzertrennlich","epNo":2,"alt":"Stuck On You","descr":"Khyber schließt mit einem Parasiten einen Deal, um die Omnitrix von Ben zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":9168105,"hoster":"VOE"},{"redirect":9168106,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Zeit-Krieg","epNo":3,"alt":"Let?s Do The Time War Again","descr":"Ben, Skurd und Rook sich in einer endlosen Zeitschleife gefangen, während sich Feinde aus der Zukunft in Bellwood versammeln.","versions":[{"lang":1,"streams":[{"redirect":9168112,"hoster":"VOE"},{"redirect":9168109,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Geheimnis von Dos Santos","epNo":4,"alt":"The Secret Of Dos Santos","descr":"Ben und Rook folgen Kai Green auf eine gefährliche Jagd durch Südamerika.","versions":[{"lang":1,"streams":[{"redirect":9168115,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unverhofft kommt oft","epNo":5,"alt":"Third Time?s A Charm","descr":"Charmaster kehrt zurück, um ein und für allemal Rache an Gwendolyn zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9168119,"hoster":"VOE"},{"redirect":9168118,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der letzte Countdown","epNo":6,"alt":"Final Countdown","descr":"Rook und seine kleinen Freunde müssen die Basis von einer geheimnisvollen Abriegelung schützen.","versions":[{"lang":1,"streams":[{"redirect":9168122,"hoster":"VOE"},{"redirect":9168123,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Malgax greift an","epNo":7,"alt":"Malgax Attacks","descr":"Ben gelingt es endlich, Skurd loszuwerden … doch kurze Zeit später braucht er ihn dringend!","versions":[{"lang":1,"streams":[{"redirect":9168126,"hoster":"VOE"},{"redirect":9168128,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das gefhrlichste Spiel von allen","epNo":8,"alt":"The Most Dangerous Game Show","descr":"Bei einer Reality-Show für Außerirdische kämpft Ben um sein Leben.","versions":[{"lang":1,"streams":[{"redirect":9168131,"hoster":"VOE"},{"redirect":9168132,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Ende einer Era","epNo":9,"alt":"The End Of An Era","descr":"Der Krieg spitzt sich auf sein dramatisches Ende zu. Dabei liegt das Schicksal des ganzen Universums in den Händen von Ben 10!","versions":[{"lang":1,"streams":[{"redirect":9168135,"hoster":"VOE"},{"redirect":9168136,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein neuer Anfang","epNo":10,"alt":"A New Dawn","descr":"Ein Krieg führt Ben, Rook und George Washington zusammen, um gemeinsam einen Eroberer aus dem Weltall zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":9168101,"hoster":"VOE"},{"redirect":9168103,"hoster":"Streamtape"}]}]}]}]}