{"seriesId":"ben-earl-meister-der-taeuschung","name":"Ben Earl - Meister der Täuschung","descr":"Er fängt Pistolenkugeln mit der bloßen Hand, lässt Kunstwerke aus einer Galerie verschwinden, erklärt Quantenphysik mit Legosteinen und fliegt durch Fensterscheiben: Ben Earl ist ein Meister der Illusion.Der Ausnahmemagier beherrscht sein Handwerk in Perfektion. Mit unübertroffener Fingerfertigkeit, atemberaubenden Stunts und einer Portion britischem Humor lässt er das Publikum unvergessliche Momente erleben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gangster \u0026 Ganoven","epNo":1,"alt":"Crime","descr":"Einige Zuschauer halten sich die Hände vor das Gesicht, denn sie möchten beim Kugelfang-Trick am liebsten nicht hinsehen. Doch dafür ist die Angelegenheit viel zu spannend. Magier Ben Earl liefert dem Publikum nämlich dieses Mal allerfeinsten Nervenkitzel. Der Brite will in wenigen Sekunden ein 9-mm-Vollmantelgeschoss mit bloßen Händen fangen – unmittelbar nachdem das Projektil eine Panzerglasscheibe durchschlagen hat. (Text: DMAX)","versions":[{"lang":1,"streams":[{"redirect":9168139,"hoster":"VOE"},{"redirect":9168138,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zauber-Kunst","epNo":2,"alt":"Art","descr":"Hundert lebensgroße, gusseiserne Figuren, verteilt auf rund drei Kilometer Strand – die Installation \"Another Place\" des berühmten englischen Bildhauers Antony Gormley war lange Zeit in Cuxhaven zu bewundern, bevor sie am Crosby Beach nördlich von Liverpool eine Heimat fand. Ursprünglich blickten die 650 Kilo schweren \"Eisenmenschen\" alle in die gleiche Richtung. Doch Ben Earl sorgt mit seinen Zauberkräften in dieser Episode für eine völlig neue Perspektive. Danach versucht sich der Ausnahmemagier als Kunsträuber. (Text: DMAX)","versions":[{"lang":1,"streams":[{"redirect":9168142,"hoster":"VOE"},{"redirect":9168144,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wissenschaft, die Wissen schafft","epNo":3,"alt":"Science","descr":"Es könnte hier sein, aber auch dort. So simpel lässt sich komplizierte Quantenmechanik erklären. Die wissenschaftliche Theorie befasst sich mit kleinsten physikalischen Teilchen und beschreibt die Eigenschaften der Materie. Ben Earl nimmt das spannende Thema dieses Mal zum Anlass für einen coolen Zaubertrick. Und anschließend experimentiert der britische Ausnahmemagier mit der Schwerkraft. Eine Bowlingkugel, die eben noch acht Pfund wog, ist plötzlich leicht wie ein Luftballon. (Text: DMAX)","versions":[{"lang":1,"streams":[{"redirect":9168147,"hoster":"VOE"},{"redirect":9168148,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geld regiert die Welt","epNo":4,"alt":"Money","descr":"Wer denkt, dass sein Erspartes auf der Bank sicher wäre, der sollte in dieser Episode genau hinsehen. Denn für einen talentierten Magier sind auch gepanzerte Tresorräume kein Hindernis. Ben Earl gelingt in der Finanzmetropole London, trotz totaler Überwachung durch Kameras und Sicherheitspersonal, der perfekte Coup. Anschließend widmet sich der Brite einem ziemlich komplexen Unterfangen: er verfolgt den Lauf des Geldes. (Text: DMAX)","versions":[{"lang":1,"streams":[{"redirect":13504548,"hoster":"VOE"},{"redirect":9168152,"hoster":"Streamtape"}]}]}]}]}