{"path":"/serie/stream/benjamin-bluemchen","name":"Benjamin Blümchen","descr":"Benjamin Blümchen ist der einzige sprechende Elefant der Welt, der in einem Neustädter Zoo lebt. Da der Zoo immer kurz vor der Pleite steht, springt Benjamin Blümchen ein und rettet den Zoo vor dem Aus. Die Kinder lieben ihn, denn er ist sehr kinderfreundlich.","seasons":[{"path":"/serie/stream/benjamin-bluemchen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-1","name":"Das Zoofest","epNo":1,"alt":"","descr":"Der Neustädter Zoo hat einen neuen Bewohner: ein sprechendes Elefantenbaby! Otto schließt den Kleinen sofort in sein Herz, und schnell hat er auch einen Namen für seinen Freund: Benjamin Blümchen. Doch Zoodirektor Tierlieb sorgt sich. Er kann kaum noch Futter für die Tiere kaufen. Ob ein Konzert dem Zoo helfen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453041","hoster":"VOE"},{"path":"/redirect/8310791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-2","name":"Benjamin Blümchen als Tierarzt","epNo":2,"alt":"","descr":"Benjamin Blümchen und Otto wünschen sich, einmal mit einem großen Schiff aufs Meer hinauszufahren. Das wäre toll! Heimlich klettern die beiden auf die \"Aurora\" und eine abenteuerliche Reise beginnt. Benjamin hilft sogar dabei, einen Goldschatz zu bergen. Wenn das kein Grund ist, ein großes Fest zu feiern!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453040","hoster":"VOE"},{"path":"/redirect/8310792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-3","name":"Benjamin Blümchen als Wetterelefant","epNo":3,"alt":"","descr":"Großer Schreck im Zoo – das Panda-Baby ist verschwunden! Detektiv Ratlos soll es finden, aber Benjamin Blümchen will auch einmal Detektiv sein und macht sich auf die Suche. Obwohl er selbst in Verdacht gerät, gelingt es ihm schließlich, den Fall zu klären und ein kleines Mädchen glücklich zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12262127","hoster":"VOE"},{"path":"/redirect/8310795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-4","name":"Benjamin Blümchen als Förster","epNo":4,"alt":"","descr":"Benjamin Blümchen möchte so gern Trompeter in der Feuerwehrkapelle werden, aber das kann er nur als richtiger Feuerwehrmann. So etwas ist für einen Elefanten gar nicht so leicht, aber schließlich klappt es doch. Als die Schule brennt, ist Benjamin der große Retter in der Not und bekommt den Feuerwehr-Orden in Gold. Was er damit anfangen soll? Benjamin hat längst eine Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453048","hoster":"VOE"},{"path":"/redirect/8310800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-5","name":"Der kleine Ausreißer","epNo":5,"alt":"","descr":"Dass es wirklich Hexen gibt, will Benjamin Blümchen einfach nicht glauben – bis er Bibi Blocksberg kennen lernt. Bibi ist zwar noch eine kleine Hexe, dafür hat sie allerdings eine Menge Dummheiten im Kopf. Wegen ihr muss sogar ein Flugzeug im Stadtpark notlanden. Zusammen mit Benjamin, Otto und dem richtigen Zauberspruch bringt Bibi den Schaden wieder in Ordnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453050","hoster":"VOE"},{"path":"/redirect/8310803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-6","name":"Benjamin Blümchen als Gespenst","epNo":6,"alt":"","descr":"Benjamin und sein Freund Otto träumen davon, Ritter zu sein und gegen furchtbare Drachen zu kämpfen. Mit ihren neuen Rüstungen geraten sie auf der Burg \"Eintracht\" bald mitten in ein spannendes Abenteuer: Das Burgfräulein ruft aus dem Fenster laut um Hilfe. Natürlich schmieden die beiden tapferen Ritter sofort einen Plan, wie sie die Gefangene befreien können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833424","hoster":"VOE"},{"path":"/redirect/8310807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-7","name":"Benjamin Blümchen und das Nilpferdbaby","epNo":7,"alt":"","descr":"Während Benjamin mit seinen Freunden eine Ausstellung über die Steinzeit besucht, findet er sich plötzlich selbst mitten unter den Höhlenmenschen wieder. Er kommt gerade rechtzeitig, um ein gefangenes Mammutbaby vor dem Kochtopf zu bewahren und überzeugt die Höhlenmenschen davon, in Zukunft auf Mammutsuppe zu verzichten. Schließlich sind die Mammuts sozusagen seine Vorfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453049","hoster":"VOE"},{"path":"/redirect/8317184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-8","name":"Benjamin Blümchenals Leuchtturmwärter","epNo":8,"alt":"","descr":"Not macht erfinderisch: Weil kein Restaurant in der Stadt Elefanten bewirten will, bauen Benjamin und sein Freund Otto das alte Affenhaus kurzerhand zu \"Benjamins Zoorestaurant\" um. Die Eröffnung wird ein Riesenerfolg, und Benjamin bekommt sogar ein Angebot als Fernsehkoch. Dort zeigt er, wie man \"Spaghetti à la Benjamin\" zubereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453052","hoster":"VOE"},{"path":"/redirect/8310816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-9","name":"Das weiße Nashorn","epNo":9,"alt":"","descr":"Weil der Zoo dringend Geld braucht, sucht sich Benjamin einen Job als Wochenendbutler bei Graf von Meisenheim. Der ist mit Benjamin sehr zufrieden, nur die Köchin möchte ihn rausekeln. Doch der Graf hat schon einige wichtige Gäste zum Abendessen eingeladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453054","hoster":"VOE"},{"path":"/redirect/8310821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-1/episode-10","name":"Die Gespensterkinder","epNo":10,"alt":"","descr":"Benjamin Blümchen und Otto sind verabredet – aber Benjamin kommt nicht. Otto wartet und wartet. Plötzlich sagt er: \"Ja, das mach ich!\", springt auf und rennt weg – keiner weiß, wohin. Alle suchen ihn – vergeblich. Nur Benjamin ahnt, wo sein Freund sein könnte, und macht sich auf den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453057","hoster":"VOE"},{"path":"/redirect/8310820","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-1","name":"Der Bananendieb","epNo":1,"alt":"","descr":"Der Neustädter Zoo bereitet sich auf sein alljährliches Frühlingsfest vor. Diese Veranstaltung ist für den Zoo und die Tiere sehr wichtig, weil dabei Spenden gesammelt werden. Der Zoodirektor braucht das Geld dringend, um neues Futter für seine Schützlinge zu kaufen. Unglücklicherweise plant der Bürgermeister am gleichen Tag ein Fest. Er braucht Spenden für sein neues Rathaus. Damit alle Neustädter zu seinem Fest kommen und dort ihr Geld lassen, schließt er kurzerhand den Zoo. Benjamin und seine Freunde sind entsetzt. Doch dann hat Benjamin eine Idee: Alle sollen zusammen auf dem Rathausplatz feiern. Aber damit beginnen die Probleme erst richtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453056","hoster":"VOE"},{"path":"/redirect/8310829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-2","name":"Das rosarote Auto","epNo":2,"alt":"","descr":"Benjamin muss Zootierarzt Dr. Hilfreich vertreten und bekommt gleich viel zu tun. Der neue Wüstenfuchs soll die noch von Dr. Hilfreich vorbereitete Schluckimpfung auf Zuckerstückchen bekommen. Sie schützt vor dem ‚Afrikanischen Schluckhüpf‘, einer ansteckenden Krankheit, bei der man hüpfen und hicksen muss. Doch Benjamin hört nicht richtig zu und futtert die Zuckerstückchen selbst auf. Am nächsten Morgen sind alle Zoobewohner vom ‚Schluckhüpf‘ befallen. Benjamin ist verzweifelt. Was soll er nur tun- Da beobachtet er wie die kleine Steffi Strauß von einem Hund angebellt wird. Vor lauter Schreck ist bei ihr der ‚Schluckhüpf‘ verschwunden und Benjamin weiß jetzt, wie er seinen Freunden helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251784","hoster":"VOE"},{"path":"/redirect/8310827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-3","name":"Benjamin Blümchen rettet die Biber","epNo":3,"alt":"","descr":"Meteorologe Professor Hagelkorn hat es nicht leicht. Da seine Messinstrumente völlig veraltet sind kann er nur ungenaue Wettervorhersagen machen. Als der Bürgermeister auch noch den Wetterhahn vom Kirchturm entfernen lässt, um ihn neu zu vergolden, kann Professor Hagelkorn gar keine Wetterprognose mehr stellen. Benjamin will seinem Freund helfen und springt als Wetterelefant ein. Eigentlich wäre nun alles in bester Ordnung, gäbe es nicht die beiden Ganoven Hinki und Pinki und käme nicht ein Unwetter auf Neustadt zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453060","hoster":"VOE"},{"path":"/redirect/8515307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-4","name":"Die Wunderblume","epNo":4,"alt":"","descr":"Benjamin und Otto erfahren, dass der Bürgermeister eine Straße mitten durch den schönen Wald bauen will. Damit die Waldtiere nicht überfahren werden, sollen sie in einem Wildgehege im Zoo untergebracht werden. Förster Waldmann kann nichts dagegen unternehmen, weil er krank ist. Benjamin zögert keinen Moment und übernimmt seine Vertretung. Er muss aber nicht nur den Bau der Straße verhindern, sondern auch noch ein Rehkitz suchen und einen Wilddieb fangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453062","hoster":"VOE"},{"path":"/redirect/8310833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-5","name":"Die Eichhörnchenbande","epNo":5,"alt":"","descr":"Zoodirektor Tierlieb bekommt zum Geburtstag ein Pinselohräffchen namens Chico geschenkt. Da sich der Kleine noch nicht mit den anderen Affen verträgt, wird er in einem Extrakäfig untergebracht. Chico findet das langweilig und reißt aus. Zur gleichen Zeit passieren seltsame Dinge in Neustadt. Ständig gehen am Bahnhof und Rathaus die Uhren falsch. Irgendjemand verstellt immer wieder die Zeiger. Es dauert nicht lange und der geheimnisvolle ‚Uhrenverdreher‘ wird entdeckt. Es ist Chico.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453063","hoster":"VOE"},{"path":"/redirect/8515310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-6","name":"Benjamin Blümchen als Gärtner","epNo":6,"alt":"","descr":"Mit Kasimir, dem Gespenst von Burg Eintracht, stimmt plötzlich etwas nicht. Es kann nicht mehr schweben und durch Mauern gehen. In seiner Not möchte Kasimir nach Schottland reisen und seinen Onkel um Rat fragen. Damit das Schloss nicht \"gespensterfrei\" ist, bietet Benjamin seine Hilfe als \"Aushilfsgespenst\" an. Doch die Erben der Burg, Heiner und Reiner Keiner, legen keinen Wert auf Gespenster und werfen Benjamin kurzerhand hinaus. Otto eilt dem Elefanten zu Hilfe, und gemeinsam versuchen sie, die Brüder zu vertreiben. Kasimirs Gespensterlaken leistet ihnen dabei wertvolle Hilfe. Es verwandelt Benjamin in einen echten Gruselfant. Doch erst als Kasimir geheilt zurückkehrt, können die Brüder endgültig in die Flucht geschlagen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453066","hoster":"VOE"},{"path":"/redirect/8310837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-7","name":"Benjamin Blümchen und die blauen Elefanten","epNo":7,"alt":"","descr":"Im Zoo hat es Nachwuchs gegeben. Damit das Nilpferdbaby auch Platz hat, muss das becken vergrößert werden. Durch den Baulärm fühlt sich aber der Nachbar Baron von Zwiebelschreck gestört. Mit Hilfe des Bürgermeisters kann er die Bauarbeiten stoppen. Doch Benjamin und die Zootiere bauen nun selbst weiter. Völlig verärgert lässt der Baron Pfähle in das Flüsschen rammen, um so den Wasserzufluss zu stoppen. Eines hat der Baron aber nicht bedacht: Durch diese Aktion wird sein eigenes Grundstück unter Wasser gesetzt. Benjamin und die Zoobewohner sind aber nicht nachtragend. Sie helfen dem Baron, und so wird die gute Nachbarschaft wieder hergestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453067","hoster":"VOE"},{"path":"/redirect/8310839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-8","name":"Der Streichelzoo","epNo":8,"alt":"","descr":"Benjamin und Otto vertreten einen Leuchtturmwärter und haben dadurch alle Hände voll zu tun. Zuerst müssen sie einen Dieb, der Vogelnester plündern will, in die Flucht schlagen. Dann retten sie die kleine Pia aus Seenot, und zum Schluss müssen sie auch noch dafür sorgen, dass Pias Vater trotz erloschenem Leuchtturmfeuer wohlbehalten die Insel erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453072","hoster":"VOE"},{"path":"/redirect/8515319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-9","name":"Benjamin Blümchen und die Eisbär-Babys","epNo":9,"alt":"","descr":"Ein neuer Zoobewohner bereitet Benjamin Sorgen: Das wertvolle Albino-Nashorn Niko mag nach seinem Zoo-Einzug einfach nicht fressen. Dann wird es auch noch von einem bösen Zirkusdirektor entführt. Doch Benjamin und Otto schaffen es, Niko aus den Klauen des Diebs zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453071","hoster":"VOE"},{"path":"/redirect/8310853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-2/episode-10","name":"Das Regenbogenfest","epNo":10,"alt":"","descr":"Bei einer Burgführung erfahren Benjamin und Otto, dass zwei Gespensterkinder vor vielen Jahrhunderten den König bestohlen haben sollen. Benjamin möchte es genau wissen und macht sich mit Hilfe einer Zeitmaschine vom damaligen König auf die Suche nach dem Bösewicht. Gemeinsam mit der Königstochter und den beiden Gespensterkindern kann der wahre Dieb überführt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453068","hoster":"VOE"},{"path":"/redirect/8515318","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-1","name":"Das goldene Ei","epNo":1,"alt":"","descr":"Benjamin und Otto holen bei Egon Eiermann die Ostereier für den Zoo. Unter den bunten Eiern befinden sich auch goldbemalte Eier. Sie sind der absolute \"Osterhit\", weil im Museum das kostbare goldene Ei der Urgroßtante des Barons von Zwiebelschreck ausgestellt wird. Benjamins Aufmerksamkeit erregt aber ein weißes Riesenei. Der Elefant glaubt, darin Geräusche zu hören und beschließt es mitzunehmen und \"auszubrüten\". Während sich Benjamin und Otto mit den Ostereiern auf den Heimweg machen, klauen die Ganoven Hinki und Pinki das kostbare Goldei aus dem Museum. Auf ihrer Flucht stoßen sie mit Benjamin und Otto zusammen, und das Museumsstück gerät unter die Ostereier. Inzwischen ist aus dem weißen Riesenei eine kleine Gans geschlüpft, die \"Schnabelchen\" getauft wird. Das Lieblingsspielzeug des Gänsleins wird das Goldei des Barons. Dadurch gerät Schnabelchen in große Gefahr. Schließlich wollen Hinki und Pinki ihr Diebesgut zurück haben. Doch Benjamin sorgt für ein Happy End.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453069","hoster":"VOE"},{"path":"/redirect/8310854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-2","name":"Benjamin Blümchen und der kleine Hund","epNo":2,"alt":"","descr":"Während Benjamin und Otto im Zoo mit den Tierkindern spielen, führt Sabine einen Hund aus dem Tierheim aus, ihren Liebling Schnuffi. Sie läuft bis zum Zootor und beobachtet die Freunde. Sehnsüchtig bemerkt sie, wie gut die Tiere es hier haben. Tierheimleiter Dr. Heuler, in dem Glauben, ein Auslaufgehege für seine Hunde werde gebaut, freut sich, als er den Bürgermeister und seinen Sekretär Pichler auf der Tierheimwiese entdeckt. Doch der Bürgermeister will hier einen Golfplatz anlegen. Dr. Heuler ist entsetzt, seine Tiere leben in beengten Verhältnissen und bräuchten dringend mehr Platz!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453076","hoster":"VOE"},{"path":"/redirect/8310857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-3","name":"Das Walbaby","epNo":3,"alt":"","descr":"Benjamin und Otto nehmen an dem Segelwettbewerb der Neustädter Zeitung teil. Dafür hat ihnen Karla Kolumna das Boot ihres Urgroßvaters Christoph Columnus, die ‚Santa Carla‘, zur Verfügung gestellt. Mit am Start sind noch Baron von Zwiebelschreck und Käpt-n Rotbart. Schnell übernehmen Benjamin und Otto die Führung, während sich der Baron und der Käpt-n ständig streiten. Plötzlich taucht eine verzweifelte Walmutter auf. Ihr Baby ist auf einer kleinen Insel gestrandet und kann nicht mehr aus eigener Kraft ins Meer zurück. Otto und Benjamin zögern keine Sekunde und helfen dem Baby, während ihre Kontrahenten einfach davon segeln. Anschließend revanchiert sich das Walbaby für die Hilfe und schiebt die ‚Santa Carla‘ so weit an, bis Benjamin und Otto wieder den Anschluss an Zwiebelschreck und Rotbart bekommen. Die zanken sich zur Zeit so schlimm, dass sie sich gegenseitig versenken. Benjamin und Otto retten die Streithähne aus dem Meer und gewinnen den Wettbewerb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453077","hoster":"VOE"},{"path":"/redirect/8310861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-4","name":"Benjamin Blümchen im Krankenhaus","epNo":4,"alt":"","descr":"Im Zoo zeigt Benjamin der rasenden Reporterin Karla Kolumna und Otto seinen berühmten Rüsselstand. Da kommt plötzlich eine Biene angeflogen und setzt sich auf Benjamins Rüssel. Benjamin erschrickt, verliert das Gleichgewicht und knickt um. Jetzt kann er seinen Rüssel nicht mehr bewegen und muss ins Krankenhaus. Dort bekommt er einen Rüsselgips. Denn Benjamins Rüssel ist gebrochen! Weil kein anderes Zimmer frei ist, wird Benjamin von Oberschwester Jutta in einem tristen Geräteraum abgestellt. Er bekommt Heimweh. Doch auf der Kinderstation trifft er Kinder, die noch viel trauriger sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453079","hoster":"VOE"},{"path":"/redirect/8310867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-5","name":"Benjamin Blümchen und die Geisterbahn","epNo":5,"alt":"","descr":"Benjamin und Otto besuchen das Neustädter Oktoberfest. Die rasende Reporterin Karla Kolumna führt einen reichen Scheich über den Rummel. Da seine Frau Muffelina nicht zum Lachen zu bringen ist, fährt der Scheich mit ihr über die Jahrmärkte der ganzen Welt, um eine Attraktion zu ihrer Erheiterung zu finden. An der Geisterbahn treffen Benjamin und Otto Pauli und seine Großmutter. Pauli, der Geisterbahnen über alles liebt, ist enttäuscht: Der Pirat, eine gruselige Figur aus der Geisterbahn, hat keinen Schatz mehr! Die Geisterbahnbesitzer flunkern, der Schatz sei gestohlen worden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453078","hoster":"VOE"},{"path":"/redirect/8310868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-6","name":"Benjamin Blümchen als Cowboy","epNo":6,"alt":"","descr":"Benjamin und Otto spielen auf der Zoowiese Cowboy und üben Lassowerfen. Benjamin macht das mit seinem Rüsselschwung fantastisch. Viele Zootiere stehen Schlange und wollen sich fangen lassen. Es ist ein Riesenspaß! Ein Zoobesucher mit Cowboyhut – Mike Donald – beobachtet das begeistert und lädt Benjamin und Otto auf seine Ranch nach Texas ein. Benjamin soll seinen Cowboys diesen genialen Lassoschwung beibringen. Als unsere Freunde mit dem Flugzeug landen, entdeckt Otto Rauchzeichen, die in den Bergen aufsteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453084","hoster":"VOE"},{"path":"/redirect/8310871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-7","name":"Benjamin Blümchen hat Geburtstag","epNo":7,"alt":"","descr":"Versehentlich hat Benjamin Ottos Farbstifte entzweigebrochen. Für Otto kein Problem. Er hat sowieso bald Geburtstag und bekommt neue Farbstifte. Geburtstag, das hätte ich auch gerne, meint Benjamin traurig. Dann würde er ein großes Fest machen und alle seine 287 Verwandten aus Afrika einladen. Otto schlägt vor, dass Benjamin einfach einen Termin festlegen und seinen Geburtstag feiern soll. Benjamin ist begeistert und Otto macht sich gleich daran die Einladungen für Benjamins Fest zu schreiben, um sie nach Afrika zu faxen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453082","hoster":"VOE"},{"path":"/redirect/8310873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-3/episode-8","name":"Benjamin Blümchen als Nachtwächter","epNo":8,"alt":"","descr":"Ein Dieb macht Neustadt unsicher. Der Bürgermeister will deshalb den Besuch der juwelenbehangenen Operndiva Bella Bellcanta absagen, die ein Benefizkonzert für den Zoo geben möchte. Da der Zoo das Geld dringend braucht, ist für Benjamin sonnenklar: Das Konzert muss stattfinden. Und damit der kostbare Schmuck von Bella Bellcanta sicher ist, stellt sich Benjamin als Nachtwächter zur Verfügung. Als aber die Bürgermeisterkette und dann auch noch das Kollier der Operndiva verschwinden, ist der Ruf des Nachtwächters schwer angeschlagen. Doch Benjamin gibt nicht auf und es gelingt ihm, die mysteriösen Diebstähle aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453085","hoster":"VOE"},{"path":"/redirect/8310876","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-1","name":"Benjamin Blümchen als Babysitter","epNo":1,"alt":"","descr":"Otto kommt früh am Morgen zu seinem Freund Benjamin und entdeckt dabei den Transporter des Altstädter Zoos vor Zoodirektor Tierliebs Haus. Das weckt die Neugier der beiden. Aus dem Transporter tapst Elmi, ein süßes Elefantenbaby, das für den heutigen Tag einen Babysitter braucht. Trotz der Warnung des Altstädter Zoodirektors, Elmi sei ein kleiner Rabauke, wollen Benjamin und Otto den Job übernehmen. Als Benjamin den kleinen Elefanten mit einem herzlichen \"Törööö\" begrüßt, antwortet Elmi – aufgerichtet auf den Hinterbeinen sitzend und den Rüssel in die Luft gestreckt – mit einem \"Tööö\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453086","hoster":"VOE"},{"path":"/redirect/8310881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-2","name":"Benjamin Blümchen und Billi Ballo","epNo":2,"alt":"","descr":"So ein Pech! Beim Streetballspiel auf der Zoowiese ‚schießt‘ Benjamin aus Versehen Peter Pinguins Iglu kaputt. Um den Schaden wieder gut zu machen, nimmt Benjamin einen Job als Page im Hotel Neustadt an. Mit dem Lohn will er Peter ein neues Iglu bauen. Im Hotel lernt Benjamin den Streetballstar Billi Ballo und seinen unfreundlichen Manager kennen. Als Benjamin gegen den Willen des Managers Freundschaft mit Billi schließt, verliert er seinen Job. Um doch noch das nötige Geld zu verdienen, beschließt Benjamin, gegen Billi bei einem Turnier anzutreten und das Preisgeld zu gewinnen. Natürlich versucht der Bösewicht von Manager, Benjamin auszutricksen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453089","hoster":"VOE"},{"path":"/redirect/8515317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-3","name":"Der kleine Flaschengeist","epNo":3,"alt":"","descr":"Neustadt nimmt an dem Wettbewerb ‚Unsere Stadt soll schöner werden‘ teil und hätte die besten Chancen zu gewinnen, wenn nur der Zoo sauberer wäre. Benjamin und Otto bieten sich sofort an, die längst fällige Putzaktion durchzuführen. Unterstützung erhoffen sich die beiden vom Flaschengeist Saladudel, den sie in einer Fracht Kokosnüsse gefunden haben. Doch Saladudel ist faul, vernascht und zaubern kann er auch nicht richtig. Statt Benjamin und Otto zu unterstützen, stellt der kleine Flaschengeist nur Unsinn an. Erst im allerletzten Moment wird Saladudel einsichtig und zaubert ein wenig. Klar, dass Neustadt den ersehnten Titel erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453088","hoster":"VOE"},{"path":"/redirect/8515322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-4","name":"Der schwarze Kater","epNo":4,"alt":"","descr":"Der Erfinder Eddi Eddison präsentiert Benjamin und Otto seine neueste Erfindung: eine Schlüsselsuchmaschine. Sie besteht aus einem riesigen Magneten, der alle Gegenstände aus Metall anzieht. Eddi möchte damit den Erfinderwettbewerb gewinnen, der heute im Stadtpark stattfindet. Doch er befürchtet gegen seinen Konkurrenten Theo Tüftel keine Chance zu haben. Der hat nämlich einen Baum erfunden, auf dem Geldmünzen wachsen. Da kommt die kleine Melanie mit ihrem schwarzen Kater Moritz in den Zoo und bittet Benjamin um Hilfe. Ihr Vater, der sehr abergläubisch ist, verlangt, dass sie den Kater ins Tierheim bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14071690","hoster":"VOE"},{"path":"/redirect/8310891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-5","name":"Benjamin Blümchen und der Zauberzirkus","epNo":5,"alt":"","descr":"Der Wagen der Zaubererfamilie DiMagio bleibt vor dem Zoo liegen. Benjamin lädt Dini und ihren Großvater Joe ein, ihr Zelt auf der Zoowiese aufzubauen. Dini DiMagio quälen große Sorgen: Geldmangel, Großvater, dessen Tricks immer öfter misslingen, und der böse Helfer Rob, der nur selbst als Zauberer groß herauskommen möchte. Plötzlich scheint sich noch alles zum Guten zu wenden. Der große Impressario Pumpernell hat sich angekündigt. Er möchte Dinis besten Trick \"Das verschwundene Häschen\" sehen. Doch am Tag der Vorführung setzt Rob das Häschen durch Schlafpulver schachmatt. Aber der hinterhältige Rob hat seine Rechnung ohne Benjamin gemacht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382230","hoster":"VOE"},{"path":"/redirect/8310895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-4/episode-6","name":"Benjamin Blümchen findet einen Schatz","epNo":6,"alt":"","descr":"Was für ein Glück! Benjamin findet eine Flaschenpost mit einer Schatzkarte. Danach soll auf einer Insel nahe der Stadt Urbs Nova ein sagenhafter Schatz vergraben sein. Als sich herausstellt, dass Urbs Nova Neustadt ist, möchte der habgierige Bürgermeister natürlich den Schatz heben. So muss Sekretär Pichler die Schatzkarte klauen. Aber Benjamin hat sich die Karte gut eingeprägt und kommt dem Bürgermeister zuvor. Kurzerhand beschlagnahmt das gierige Stadtoberhaupt die Truhe. Wie groß ist die Enttäuschung, als es sich bei dem Schatz nur um ein paar alte Kartoffelknollen handelt. Zu früheren Zeiten waren sie als Nahrungsmittel sehr wertvoll. Benjamin findet in der Schatztruhe aber noch einen Brief, der Zoodirektor Tierlieb zum Erben der Schatzinsel macht. Die nutzt er als Freigehege für die neuen Pinguine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453093","hoster":"VOE"},{"path":"/redirect/8310894","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-1","name":"Der Gorilla ist weg","epNo":1,"alt":"","descr":"Ganz Neustadt bereitet sich auf ein Kostümfest vor. Benjamin und Otto probieren im Zoo diverse Verkleidungen aus. Und der Bürgermeister bringt eine goldene Trompete aus dem Stadtmuseum zu Baron von Zwiebelschreck. Er soll damit den Festumzug anlässlich des Kostümfestes anführen. Doch die Idylle wird bald gestört. Denn zum einen meldet Karl, dass Gary Gorilla aus dem Zoo ausgebrochen ist, und zum anderen klauen die beiden Ganoven Hinki und Pinki die goldene Trompete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453097","hoster":"VOE"},{"path":"/redirect/8310906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-2","name":"Der Schatz in der Mühle","epNo":2,"alt":"","descr":"Karla Kolumna ist verschwunden. Benjamin und Otto manchen sich auf die Suche. Sie erfahren, dass die Reporterin zur alten Mühle gegangen ist. Auch die kleine Marie läuft mit ihrem Hund Rudi zur alten Mühle, um sich dort zu verstecken. Denn Rudi soll verkauft werden, da er zu groß für die kleine Wohnung von Maries Eltern geworden ist. Als Benjamin und Otto an der Mühle eintreffen, müssen sie Karla aus dem Mühlenkeller befreien und finden auch noch einen Schatz. Davon können sich Maries Eltern eine größere Wohnung leisten und Rudi kann bei Marie bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453098","hoster":"VOE"},{"path":"/redirect/8310913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-3","name":"Benjamin Blümchen und die Hüpfburg","epNo":3,"alt":"","descr":"Das ist noch mal gut gegangen: Beim Sackhüpfwettbewerb springt Klein-Känga über die eingefallene Zoomauer. Hüpfburgbesitzer Robert Roll kann gerade noch seinen Lastwagen abbremsen. Allen ist klar: Die Zoomauer muss repariert werden. Um das nötige Geld dafür aufzutreiben, soll ein Zoofest veranstaltet werden. Als Hauptattraktion stellt Robert Roll seine Hüpfburg zur Verfügung. Sie muss nur am Neustädter Hafen abgeholt werden. Auch Baron von Zwiebelschreck muss zum Hafen. Er erwartet ein wertvolles Paket. Natürlich sind die beiden Gauner Hinki und Pinki da nicht weit…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453099","hoster":"VOE"},{"path":"/redirect/8310910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-4","name":"Benjamin Blümchen und der Kinderarzt","epNo":4,"alt":"","descr":"Was ist nur los mit Otto? Benjamin hat an diesem stürmischen Morgen schon zwei Stunden auf seinen Freund gewartet. Als er schließlich bei Otto anruft, meldet sich nur eine schwache Stimme. Otto hat die Masern. Benjamin ist besorgt. Denn ausgerechnet jetzt sind alle Kinderärzte Neustadts an Grippe erkrankt. Da hat Benjamin eine Idee: Er übernimmt selbst die Praxis des Kinderarztes, Doktor Wunderlich. Als Erstes eilt Doktor Blümchen zu Otto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453100","hoster":"VOE"},{"path":"/redirect/8310920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-5","name":"Die kleinen Schildkröten","epNo":5,"alt":"","descr":"Im Neustädter Zoo werden im Brutkasten seltene Schildkröteneier ausgebrütet. Plötzlich fällt der Strom aus. Das Leben der Schildkrötenbabys steht auf dem Spiel. Da hat Benjamin eine tolle Idee. Gemeinsam mit den Zootieren baut er ein Windrad, mit dem sie Strom erzeugen. Durch den Stromausfall sitzt auch Baron von Zwiebelschreck in der Patsche. Er steckt im Aufzug des Rathauses fest. Um den Gönner der Stadt schleunigst zu befreien, schickt der Bürgermeister seinen Sekretär los. Und der zapft frech den Stromgenerator von Benjamin an….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453101","hoster":"VOE"},{"path":"/redirect/8310919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-5/episode-6","name":"Benjamin Blümchen als Superelefant","epNo":6,"alt":"","descr":"Benjamin und Otto sind Superhelden-Fans. In jeder freien Minuten spielen sie Superbenjamin und Blitz-Otto auf der Zoowiese. Eines Tages hören sie, wie Futterhändler Raffke von Zoodirektor Tierlieb den doppelten Preis für das gelieferte Futter verlangt. Als Benjamin den gierigen Raffke umstimmen will, fällt ihm eine Kokosnuss auf den Kopf. Benjamin wird ohnmächtig und hat einen wilden Traum: Er ist Superbenjamin und kämpft mit Blitz-Otto gegen den Zookassen-Dieb Raffzahn, der große Ähnlichkeit mit Raffke hat. Natürlich gelingt es den beiden Superhelden, Raffzahn das Handwerk zu legen. Als Benjamin erwacht, wendet sich auch im wahren Leben alles zum Guten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833429","hoster":"VOE"},{"path":"/redirect/8310923","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-1","name":"Benjamin Blümchen und die Murmeltiere","epNo":1,"alt":"","descr":"Es ist Frühling. Ein Lastwagen mit einer Ladung Steine aus den Bergen für das Ziegengehege kommt in den Neustädter Zoo. Benjamin und Otto helfen dem LKW-Fahrer beim Ausladen, als Benjamin ein kleines Murmeltier in der hintersten Ecke des Lastwagens entdeckt. Es muss während des Aufladens der Steine im Steinbruch aufgesprungen sein, da ist sich der Fahrer sicher, denn beim Steinbruch wohnt eine Gruppe Murmeltiere. Benjamin und Otto beschließen, das Tier, das sie Mummi nennen, zurück in den Steinbruch zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833426","hoster":"VOE"},{"path":"/redirect/8310927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-2","name":"Der Geheimgang","epNo":2,"alt":"","descr":"Beim Versteckspielen im Zoo gerät Klein-Känga in einen unterirdischen Gang. Als Karla Kolumna das Tierkind zurückholen will, bricht der Gang hinter ihr zusammen. Benjamin und Otto stellen fest, dass es sich um einen Tunnel aus dem Mittelalter handelt, der als Fluchtweg aus der Altstadt diente. Die beiden sind sich sicher, dass sie dort einen zweiten Eingang finden werden. In der Zwischenzeit sitzen Karla und Klein-Känga im dunklen Tunnel und hoffen verzweifelt auf ihre Rettung. Endlich findet Benjamin den zweiten Eingang und Karla und das Tierkind können befreit werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453106","hoster":"VOE"},{"path":"/redirect/8310929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-3","name":"Benjamin Blümchen als Lokomotivführer","epNo":3,"alt":"","descr":"Benjamin und Otto bestaunen im Bahnhof den neuen Hochgeschwindigkeitszug, den der Bürgermeister am Abend in feierlichem Rahmen erwerben möchte. Er will sich damit brüsten und behauptet deshalb, dass die alte Dampflok Berta schrottreif sei. Tatsächlich ist nur die Schubstange angeknackst und der Wassertank leckt. Bürgermeistersekretär Pichler trauert um die alte Lok, mit der er Kindheitserinnerungen verbindet. Auch Benjamin und Otto finden Berta viel zu schade zum Verschrotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382234","hoster":"VOE"},{"path":"/redirect/8310931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-4","name":"Ein Freund für Winni Waschbär","epNo":4,"alt":"","descr":"Baron von Zwiebelschreck ist krank und bittet Benjamin Blümchen, ihn als Auktionator auf der jährlich stattfindenden Wohltätigkeitsversteigerung in seiner Villa zugunsten des Kinderheims von Neustadt zu vertreten. Doch Benjamin hat keine Zeit, denn er muss sich um Winni Waschbär kümmern. Der ist sehr traurig, weil kein anderer Waschbär im Zoo ist. Der Baron überredet jedoch seine alte Freundin, Frau von Tulpenfeld, dazu , ihren Waschbären zur Versteigerung mitzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453109","hoster":"VOE"},{"path":"/redirect/8310946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-5","name":"Benjamin Blümchen im Eismeer","epNo":5,"alt":"","descr":"\"Ahoi!\", ruft Benjamin, als er mit seinem Freund Otto auf dem Zooteich segelt und sie dabei eine Flaschenpost mit einer Schatzkarte aus dem Wasser fischen. Auf der Schatzkarte ist ein Ort im Eismeer verzeichnet, an dem ein versunkener Schatz liegen soll. In dem Augenblick kommt Zoodirektor Tierlieb und ruft Benjamin und Otto ans Ufer. Er stellt sie Zirkusdirektor Fredolino vor. Aus Altersgründen muss Fredolino seinen Zirkus schließen und bittet Benjamin um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453112","hoster":"VOE"},{"path":"/redirect/8310951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-6/episode-6","name":"Der Erdbeereis-Roboter","epNo":6,"alt":"","descr":"Ein heißer Sommertag im Neustädter Zoo. Benjamin und Otto kommen mit Eistüten für die Pinguinkinder in der Hand in den Zoo. Aber obwohl sie sich beeilen, ist das Eis geschmolzen, bevor sie das Pinguingehege erreichen. Benjamin will den Pinguinkindern, denen die Hitze sichtlich zu schaffen macht, gleich neues Eis besorgen, aber Otto hält ihn zurück. Sie müssen sich erst überlegen, wie sie es von der Eisdiele unaufgetaut in den Zoo bekommen. Da treffen sie auf den Erfinder Eddi Eddison, der in einer Segelbadewanne auf Rollschuhen durch den Zoo kurvt, um seinen Beitrag zum Erfinderwettbewerb zu testen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251787","hoster":"VOE"},{"path":"/redirect/8310949","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-1","name":"Das Giraffenhaus","epNo":1,"alt":"","descr":"Ein nächtlicher Sturm richtet im Zoo allerhand Schaden an. Benjamin macht am Morgen sofort einen Rundgang, um zu sehen, was alles passiert ist. Wärter Karl nimmt derweil eine Lieferung Futtersäcke von Futtermittelhändler Raffke entgegen. Auch Bauholz und ein langer teurer Balken für einen neuen Schuppen werden geliefert. Die beiden Gauner Hinki und Pinki beobachten die Lieferung und kommen hinter einen Betrug: Raffke stellt einen der Futtersäcke erst im Futterhaus ab, wuchtet ihn dann aus dem Fenster nach draußen und verkauft ihn Karl ein zweites Mal. Pinki ist begeistert von diesem Trick…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453115","hoster":"VOE"},{"path":"/redirect/8310955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-2","name":"Das Laternenfest","epNo":2,"alt":"","descr":"Eine Zoolaterne ist kaputt. Zusammen mit Benjamin und Otto repariert sie der nette Lampenhändler Stefan Strahlemann. Denn im Herbst wird es früh dunkel. Da springen plötzlich die beiden als Geister verkleideten Kinder Ludwig und Luise Strahlemann über die Zoowege und erschrecken Benjamin. Heute ist doch Halloween, kann Otto ihn beruhigen. Da hören beide, dass sich Zoodirektor Tierlieb mit Futterhändler Raffke streitet. Der will das Geld für seine Futterlieferungen haben, ansonsten pfände er Zarah Zebra! Doch Herr Tierlieb kann nicht bezahlen! Benjamin schreitet entschlossen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453122","hoster":"VOE"},{"path":"/redirect/8310961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-3","name":"Benjamin Blümchen in Indien","epNo":3,"alt":"","descr":"Benjamin und Otto bekommen Besuch vom Diener des Maharadschas von Turbanistan. Er berichtet, der weiße Zwergelefant des Maharadschas habe eine seltsame Krankheit: Er benehme sich kindisch und schlage unentwegt Purzelbäume. Benjamin soll versuchen, mit Tamira zu sprechen. Gerne fliegt Benjamin mit Otto nach Indien. In der Palastküche drücken die beiden Köche Deli und Rama derweil ein rotes Kraut in die Zuckerstückchenpressmaschine. Unten purzeln rote Zuckerstückchen heraus, mit denen sie den Maharadscha schachmatt setzen wollen. Doch plötzlich taucht Tamira auf und klaut Zuckerstückchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453119","hoster":"VOE"},{"path":"/redirect/8310962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-4","name":"Benjamin Blümchen verliebt sich","epNo":4,"alt":"","descr":"Benjamin und Otto spielen mit Winni Waschbär, Ringo Rotfuchs und Willi Wüstenfuchs Bockspringen, fast zirkusreif. Benjamin möchte wissen, was die Tiere in dem kleinen Zirkus können, der gerade in Neustadt gastiert. Auf dem Zirkusgelände wird gerade das Zelt aufgebaut, aber es ist so alt, dass es zerreißt. Zirkusdirektor Pepillo benötigt dazu die Einnahmen aus der heutigen Vorstellung für ein neues Zelt. Bei den Proben beobachten Benjamin und Otto einen kleinen Tanzbären und die Elefantendame Maruschka. Mit Maruschka würde Benjamin gerne mal Zuckerstückchen essen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453118","hoster":"VOE"},{"path":"/redirect/8515321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-5","name":"Benjamin Blümchen bei den Eskimos","epNo":5,"alt":"","descr":"Sommerhitze im Neustädter Zoo! Einige Zootiere springen ausgelassen über das spritzende Wasser des Gartensprengers. Nur Egon Eisbär nicht; er ist lustlos und steht abseits, weil ihn sein Freund, der Polarforscher Professor Magneticus, schon seit Tagen nicht mehr besucht. Der Forscher ist auf einer Expedition, um den magnetischen Nordpol zu suchen. Die rasende Reporterin Karla Kolumna sorgt sich um den Professor, weil er sich lange nicht gemeldet hat, und will ihn am Nordpol suchen, zusammen mit Benjamin, Otto und Egon Eisbär, der sie durch seinen guten Instinkt zum Professor führen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833430","hoster":"VOE"},{"path":"/redirect/8310973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/benjamin-bluemchen/staffel-7/episode-6","name":"Diebstahl im Zoo","epNo":6,"alt":"","descr":"Benjamin spielt mit den Tierkindern auf der Zoowiese Fangen. Dabei werden sie vom Safariparkbesitzer Siegfried Simba beobachtet. Er möchte die beiden Löwenkinder Hipp und Hopp für seinen Safaripark haben. Benjamin lehnt das natürlich strikt ab. Plötzlich stellt Direktor Tierlieb fest, dass die Zookasse gestohlen wurde. Futterhändler Raffke verweigert wenig später die Futterlieferung, weil der Zoodirektor nicht bezahlen kann. Da macht Simba Herrn Tierlieb ein Angebot. Doch der lässt sich nicht auf den Tausch Hipp und Hopp gegen Bares ein. Benjamin und Otto wollen die Diebe finden und die Zookasse zurückbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251785","hoster":"VOE"},{"path":"/redirect/8515325","hoster":"Streamtape"}]}]}]}]}