{"path":"/serie/stream/ber-sterreich-juwele-des-landes","name":"Über Österreich - Juwele des Landes","descr":"In außergewöhnlicher Bildsprache zeigt die ORF-III-Dokumentationsreihe \"Über Österreich – Juwele des Landes\" von Georg Riha die Vielfalt und Schönheit des Landes aus der Vogelperspektive. In jahrelanger Dreharbeit hat Riha fast das gesamte Land im Helikopter überflogen und prachtvolle Aufnahmen aus allen Jahreszeiten gefilmt.","seasons":[{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-1/episode-1","name":"Der Osten","epNo":1,"alt":"","descr":"Georg Riha ist und bleibt der Meister der Luftaufnahmen. Was er früher aufwändig mit Ballons und Seilkameras drehte, läuft heute mit der Drohne oder mit dem Hubschrauber. Erstmals setzt Riha in diesem brandneuen Vierteiler ausschließlich auf Flugaufnahmen. In jahrelangen Dreharbeiten hat er so gut wie ganz Österreich überflogen und zeigt quer durch den Jahreslauf Österreichs schönste Flecken aus der Vogelperspektive. Den Anfang in diesem Reigen – einer Premiere auf ORFIII – macht Ostösterreich nördlich der Donau, wo geographische Schätze wie die Wachau oder die Wiener Altstadt ihre optische Pracht entfalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9657999","hoster":"VOE"},{"path":"/redirect/9658005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-1/episode-2","name":"Der Westen","epNo":2,"alt":"","descr":"In der zweiten Folge seines Vierteilers zeigt Riha Österreichs Westen mit den großartigen Alpen-Perspektiven, die quer durch alle Jahreszeiten ein einzigartiges Panorama bieten. Der Schauspieler und Ex-Jedermann Peter Simonischek spricht dazu lyrische Texte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9658060","hoster":"VOE"},{"path":"/redirect/9658058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-1/episode-3","name":"Der Norden","epNo":3,"alt":"","descr":"Im dritten Teil von Georg Rihas Megaprojekt \"Österreich von oben\" – der österreichischen Erstausstrahlung auf ORFIII – geht es unter anderem über das Salzkammergut. In faszinierenden Lichtstimmungen führt Riha die Flugkamera über die schönsten Berge, Täler und Seen dieser Region und erschließt uns diese vermeintlich bekannten Orte visuell neu. Die ganze Serie \"Österreich von oben\" besteht durchgehend aus Flugaufnahmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9657725","hoster":"VOE"},{"path":"/redirect/9657726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-1/episode-4","name":"Der Süden","epNo":4,"alt":"","descr":"Im vierten Teil lädt uns Georg Riha auf eine bezaubernde Flugreise über das südliche Österreich ein. Die Kärntner Seenplatte und der Semmering sind nur zwei der Highlights, denen sich diese Folge von \"Österreich von oben\" widmet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488779","hoster":"VOE"},{"path":"/redirect/9657733","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-2/episode-1","name":"Der Osten","epNo":1,"alt":"","descr":"Österreich, wie Sie es noch nie gesehen haben: Bildmagier Georg Riha macht sich exklusiv für ORFIII wieder auf die Suche nach den beeindruckendsten Luftbildern unserer Heimat: die bekanntesten, die poesievollsten und auch die entlegensten Orte spürt er in endlosen Flugstunden auf und montiert sie zu einer Collage der visuellen Pracht. In vier Teilen portraitiert er unser Land nach den vier Himmelsrichtungen und bleibt dabei konsequent in der Vogelperspektive. Die Stimme dazu ist wieder Starschauspieler Peter Simonischek, der immer den passenden Aphorismus oder ein kleines Augenzwinkern parat hat, wenn es darum geht, die Macht der Bilder ein wenig zu brechen. Nach dem bahnbrechenden Erfolg der ersten Staffel startet auch diese zweite Erkundung wieder im Osten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488767","hoster":"VOE"},{"path":"/redirect/9657737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-2/episode-2","name":"Der Westen","epNo":2,"alt":"","descr":"In der zweiten Folge der neuen ORFIII-Staffel von Georg Riha geht es nach Westen. Die Alpen mit ihren Gipfeln, Gletschern und Klammen scheinen noch manch geheimen Winkel zu wahren, der sich erst in der Vogelperspektive offenbart. Der Film portraitiert die Alpenländer Tirol und Vorarlberg zu allen Jahreszeiten, in der winterlichen Pracht ebenso wie im gleißenden Licht der Sommersonne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488765","hoster":"VOE"},{"path":"/redirect/9657744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-2/episode-3","name":"Der Norden","epNo":3,"alt":"","descr":"Zu sehen ist unter anderem der vielfältige Lauf der Donau durch Österreich mit der Wachau, dem Mühlviertel, Wald-, Most- und Weinviertel, mit all den Burgen, Schlössern, Klöstern und Stiften. Darüber hinaus werden die großen Ebenen, Tullner Becken, Marchfeld, Wiener Becken, der Auslauf des Alpenbogens, die Metropole Wien und schlussendlich die pannonische Tiefebene bis zum Neusiedlersee, gezeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488766","hoster":"VOE"},{"path":"/redirect/9657747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-2/episode-4","name":"Der Süden","epNo":4,"alt":"","descr":"Einige der schönsten Flecken der Welt liegen im südlichen Österreich, in Kärnten und der Steiermark. Die Kärntner Seenplatte etwa oder das Wechselland sind Natur-Kleinodien, die wir zu kennen glauben. Doch Georg Riha gelingt es, in dieser ORFIII-Erstausstrahlung seiner zweiten Staffel von Über Österreich – Juwele des Landes, diesen zauberhaften Orten aus der Luft neue, noch beeindruckendere Perspektiven abzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488773","hoster":"VOE"},{"path":"/redirect/9657759","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3/episode-1","name":"Der Osten","epNo":1,"alt":"","descr":"Franz Klammer, österreichische Ski-Legende, Idol mehrere Generationen und der erfolgreichste Ski-Rennläufer der Weltcupgeschichte, begibt sich für ORF III auf eine Entdeckungsreise über Österreich. In vier prachtvollen Teilen führt er uns zu jenen Plätzen, die ihn in unserem Land am meisten beeindrucken, und auch an Orte, die mit seiner eigenen Biografie eng verwoben sind. Regie in dieser beeindruckenden Flugreise über Österreich führt der Meister der Lüfte Georg Riha. Gemeinsam erkunden sie in der ersten Folge unter anderem das Barockjuwel Schloss Hof, die Donauschlinge bei Ybbs und den Zentralverschiebebahnhof Kledering. Außerdem umkreisen sie den ersten Wiener Gemeindebezirk in der Dämmerung, wodurch wir ungeahnt schöne Eindrücke erleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13502577","hoster":"VOE"},{"path":"/redirect/9657774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3/episode-2","name":"Der Westen","epNo":2,"alt":"","descr":"In der zweiten Folge von Franz Klammers Rundreise über Österreich geht es weiter Richtung Westen. In Innsbruck holte Klammer 1976 olympisches Gold. Im Tiroler Gebirge, wo sich phantastische Gipfel und tiefe, schattige Täler auftun, kennt man viele Flecken nur von der Landkarte oder vom Hörensagen. Diese Entdeckungsreise bietet erstmals die volle Pracht der Bilder. Ziele sind unter anderem die Mutter aller österreichischen Gipfel, der Großglockner, der winterliche Hochtannbergpasst, der Plansee und der Heiterwangersee, sowie das Fruschnitzkees am Teufelskamp. R: Georg Riha.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488787","hoster":"VOE"},{"path":"/redirect/9657806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3/episode-3","name":"Der Süden","epNo":3,"alt":"","descr":"Ski-Idol Franz Klammer hat zu vielen österreichischen Orten etwas zu erzählen. Am stärksten ist sein Bezug natürlich zum Süden, wo seine Kärntner Heimat liegt. Auf der Schladminger Planai holte er 1973 seinen ersten Weltcupsieg. Aus der Vogelperspektive zeigt der Film die beeindruckendsten und markantesten Orte unserer Heimat, Altbekanntes wie Verborgenes. In Folge drei von Klammers Entdeckungsreise zu den heimatlichen Landschaftsschönheiten geht es zum steirischen Erzberg, nach Brunnsee, nach Pöllau und zum Pöllauberg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488790","hoster":"VOE"},{"path":"/redirect/9657860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3/episode-4","name":"Der Norden","epNo":4,"alt":"","descr":"Das Salzkammergut und der Norden Österreichs bilden den krönenden Abschluss von Franz Klammers Flugreise über Österreich. Es geht unter anderem zum Almsee, dem berühmten Toplitzsee, dem Loser und dem Talschluss Saugraben. Virtuos spielt der Film mit Licht- und Wetterstimmungen und zeigt die heimische Landkarte in einer noch nie dagewesenen Zusammenschau aus Schönheit, Schroffheit und Zauber. Die Off-Stimme spricht Peter Simonischek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488791","hoster":"VOE"},{"path":"/redirect/9657936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ber-sterreich-juwele-des-landes/staffel-3/episode-5","name":"Franz Klammer über Österreich","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13488782","hoster":"VOE"},{"path":"/redirect/9658103","hoster":"Streamtape"}]}]}]}]}