{"seriesId":"berlin-1933-tagebuch-einer-grostadt","name":"Berlin 1933 – Tagebuch einer Großstadt","descr":"Berlin, Januar 1933. Jeder dritte ist arbeitslos, hungert und friert in Mietskasernen oder Baracken. Straßenschlachten und politische Morde sind an der Tagesordnung. Das Land ist gespalten. Sozialdemokraten und Bürgerliche regieren die Stadt, aber demokratieablehnende Mehrheit im Reichstag sind Adolf Hitlers NSDAP sowie Ernst Thälmanns Kommunisten. Aus der vibrierenden Metropole Berlin wird in nur wenigen Monaten die Hauptstadt des Dritten Reichs. Tagebücher, Briefe, Bilder und Filme erzählen, was Zeitgenossen erlebten. Eine Collage über das Ende einer Demokratie und den Beginn einer Diktatur zugleich.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Als das Jahr 1933 beginnt, ist Berlin eine der modernsten Städte der Welt. Eine pulsierende Metropole, in der sich die Gegensätze aneinander reiben. Zwölf Monate später ist von den Widersprüchen und der Vitalität nichts geblieben. Die Stadt ist einer Partei und einem \"Führer\" unterworfen. Berlinerinnen und Berliner jubeln der neuen Macht zu, ziehen sich vor ihr ins Privatleben zurück oder fliehen – wenn sie denn fliehen können, bevor sie in den Kerkern verschwinden. Stadt und Menschen erleben einen Ritt ins Verderben – für einige Betrachter ein erhoffter Aufbruch oder nur ein kurzer Spuk, für andere das Signal zur Flucht. Die Gesellschaft spaltet sich, der demokratische Staat wird zersetzt.","versions":[{"lang":1,"streams":[{"redirect":12125524,"hoster":"VOE"},{"redirect":12125525,"hoster":"Doodstream"},{"redirect":12125560,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Berlin, Ende April 1933. Seit drei Monaten sind die Nationalsozialisten unter Adolf Hitler an der Macht. Im März haben sie zusammen mit den Deutschnationalen unter Alfred Hugenberg knapp die Wahl zum Reichstag gewonnen. Die Abgeordneten der KPD, der SPD und des katholischen Zentrums werden verfolgt und bedroht. Tausende Sozialdemokraten und Kommunisten verschwinden in Gefängnissen und wilden Konzentrationslagern, andere fliehen aus dem Land, vor allem Intellektuelle, nach Prag, Paris oder Wien. Juden erhalten Berufsverbote, ihre Geschäfte werden boykottiert, Gesetze schließen sie aus der Gesellschaft aus. Hakenkreuzfahnen überall. Presse, Rundfunk, Film und Theater sind der Zensur unterworfen. Nationalsozialisten gelangen an die wichtigsten Positionen im Machtapparat. Im Mai werden die Gewerkschaften verboten, deren Anführer verhaftet.","versions":[{"lang":1,"streams":[{"redirect":12125527,"hoster":"VOE"},{"redirect":12125528,"hoster":"Streamtape"}]}]}]}]}