{"path":"/serie/stream/berleben","name":"Überleben","descr":"Mit dem Moment der Geburt beginnt für jedes Tier auf dieser Welt die gleiche große und gefährliche Herausforderung: Das Abenteuer ÜBERLEBEN. Das sechsteilige BBC Earth-Highlight ÜBERLEBEN zeigt uns die wichtigsten Stationen im Leben der Tiere: von den ersten Schritten über die Kämpfe der Erwachsenen und die Partnersuche bis zu der Zeit, in der die Eltern Tag und Nacht im Einsatz sind - der Aufzucht der Jungen. Extrem nah dran, unvorhersehbar und dramatisch: Die BBC setzt die aufregendsten Überlebenskämpfe der Tierwelt in dieser Reihe atemberaubend in Szene.","seasons":[{"path":"/serie/stream/berleben/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/berleben/staffel-1/episode-1","name":"Gefährliche Kindheit","epNo":1,"alt":"First Steps","descr":"Gezeigt wird der tägliche Kampf ums Überleben in der Natur: Geburt, erste gefährliche Monate als Jungtier, Partnersuche und Aufzucht des eigenen Nachwuchses. Stationen, die auch im menschlichen Leben eine große Bedeutung haben. Extrem nah dran, unvorhersehbar und dramatisch: Die BBC setzt die aufregendsten Überlebenskämpfe der Tierwelt in dieser Reihe atemberaubend in Szene.","versions":[]},{"path":"/serie/stream/berleben/staffel-1/episode-2","name":"Die Welt entdecken","epNo":2,"alt":"Growing Up","descr":"Manche Tiere haben die größte Bewährungsprobe ihres Lebens schon kurz nach der Geburt zu bestehen: Die Kücken der Nonnengänse in Grönland stürzen sich mehr als einhundert Meter in die Tiefe, lange bevor sie fliegen können. Andere müssen sich erst als Erwachsene beweisen, wie die australische Pfauenspinne: Das kleine Spinnen-Männchen tanzt im wahrsten Sinne um sein Leben, um sich paaren und für Nachwuchs sorgen zu können. Als Polarfuchs-Welpe zum Beispiel lebt es sich nicht schlecht. Drei Monate lang verwöhnt die Fuchsmutter ihre Kleinen mit Futter. Sie haben viel Zeit zum Spielen bis zu dem Tag, an dem die Mutter der Kindheit ihrer Jungen ein jähes Ende setzt. Sie vertreibt ihren Nachwuchs und schickt ihn in den arktischen Winter! Völlig auf sich allein gestellt streift der junge Fuchs bei minus 50 Grad Celsius durch die Wildnis, bis zu 100 Kilometer täglich, ständig auf der Suche nach Fressbarem. Um zu überleben, hat er nur eine Chance: Er muss Lemminge jagen, aber die leben gut versteckt unter dem Schnee. Sie zu erwischen, will gelernt sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6907956","hoster":"VOE"}]}]},{"path":"/serie/stream/berleben/staffel-1/episode-3","name":"Eine Zuflucht finden","epNo":3,"alt":"Home","descr":"Nonnengänse-Küken in Grönland stürzen sich mehr als 100 Meter in die Tiefe, lange bevor sie fliegen können. Andere müssen sich erst als Erwachsene beweisen wie der Babysitter eines Wildhundrudels im afrikanischen Sambia. Als ein Python den Bau der Familie übernimmt, muss er kurzerhand mit den Welpen umziehen. Doch auf den Ebenen patrouillieren die Todfeinde der Wildhunde, die Hyänen. Auf steilen Geröllhängen hoch oben in den Rocky Mountains leben Pfeifhasen. Die kleinen Nagetiere halten keinen Winterschlaf und müssen während der kurzen schneefreien Phase so viel Nahrung wie möglich in ihren Bau transportieren, um die kalte Jahreszeit zu überleben. Ein Zuhause unweit einer üppigen Blumenwiese ist dabei ein großer Vorteil. Während die Tiere an bevorzugten Stellen fast im Futter wohnen, müssen andere weite Strecken zurücklegen und führen ein anstrengendes Pendlerleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6907986","hoster":"VOE"}]}]},{"path":"/serie/stream/berleben/staffel-1/episode-4","name":"Kampf um die Macht","epNo":4,"alt":"Power","descr":"Im Moment der Geburt startet die einmalige und gefährliche Reise – bei Menschen ebenso wie bei Tieren. Einige bestehen die größte Bewährungsprobe ihres Lebens schon kurz nach der Geburt. Die Küken der Nonnengänse in Grönland stürzen sich mehr als 100 Meter in die Tiefe, ohne fliegen zu können. Oft geht es um Leben oder Tod, wenn sich ein Tier in der Gruppe nicht durchsetzen kann. So etwa für ein junges Weißkopf-Seeadler-Weibchen. Wie Hunderte seiner Artgenossen auch kommt es im Winter an den Chilkat River in Alaska. Während weite Teile des Landes unter einer dicken Eis- und Schneeschicht liegen, gibt es hier noch offene Wasserstellen und damit Zugang zu Nahrung. Die Adler kämpfen erbittert um die letzten Lachse der Saison. Noch brutaler geht es bei Kängurus in Australien zu. Dabei geht es nicht ums Fressen, sondern um das Recht, sich fortzupflanzen. Wer an die Spitze will, muss also in den Ring steigen. Die Kämpfe sind für die Kontrahenten so gefährlich, dass sie nicht leichtfertig auf Konfrontationskurs gehen. Die Gegner riskieren Knochenbrüche und innere Verletzungen. Die Schweifhühner in Montana tragen ihre \"Kämpfe\" auf der Tanzfläche aus. Dabei geht es nicht nur darum, wer die \"coolsten moves\" hat, sondern sich auch den besten Platz in der Balzarena erkämpft hat. Da die Balz in jedem Jahr am selben Ort stattfindet, können die Hähne gar nicht früh genug eine gut sichtbare Stelle auf der begehrten Bühne reservieren. Extrem nah dran, unvorhersehbar und dramatisch: Die BBC setzt die aufregendsten Geschichten der Tierwelt in der Reihe \"Überleben\" erstklassig in Szene. In der Folge \"Kampf um die Macht\" dreht sich alles darum, wie man in der Rangordnung aufsteigt. Denn nur wer Macht hat, hat auch Privilegien: die meiste Nahrung, das beste Revier und die besten Chancen sich fortzupflanzen. Nur so haben Tiere eine Chance zu überleben.","versions":[]},{"path":"/serie/stream/berleben/staffel-1/episode-5","name":"Einen Partner finden","epNo":5,"alt":"Courtship","descr":"Nur bei wenigen Arten gibt es eine Partnerschaft fürs Leben. Galapagosalbatrosse bleiben sich ein Leben lang treu. Zur Paarungszeit Ende März versammeln sich die imposanten Vögel auf den Galapagosinseln. Die Männchen treffen zuerst ein und warten auf ihre Weibchen. Im Lauf der Jahre steigt das Risiko, dass einer der beiden nicht zurückkehrt. Die Bindung an den Lebenspartner ist so stark, dass das die Albatrosse jahrelang unbeirrt auf ihn warten. Bei den meisten Tieren ist die Partnersuche mit einem kurzen und oft unbarmherzigen Konkurrenzkampf verbunden. Etwa wenn ein Suppenschildkröten-Weibchen von sieben Männchen gleichzeitig bedrängt wird. Die Kämpfe der Rivalen sind so heftig, dass zuweilen sogar das \"Objekt der Begierde\" umkommt. Bei den Seebären in Südgeorgien ist das stärkste Männchen Herrscher über einen Harem. Jüngere Rivalen fordern ihn unablässig heraus. In blutigen Kämpfen versuchen sie, ihn zu verdrängen und aus der Gruppe zu verstoßen. Bei Vögeln kommt es während der Balz häufig nicht auf Kraft, sondern auf Schönheit an. Goldlaubenvögel etwa bauen kunstvoll dekorierte Gebilde, die als Bühne für ihre faszinierenden Darbietungen dienen. Und Langschwanzpipras studieren mit einem Juniorpartner jahrelang erstaunlich choreographierte Synchrontänze ein, um die Weibchen zu beeindrucken. Der ungekrönte König im Ringen um Aufmerksamkeit jedoch ist ein unscheinbarer japanischer Kugelfisch. Mit einfachsten Mitteln gestaltet er einzigartige Sandskulpturen auf dem Meeresgrund. Dank seiner unglaublichen Präzision entstehen so die größten Strukturen, die von einzelnen Tieren erschaffen werden.","versions":[]},{"path":"/serie/stream/berleben/staffel-1/episode-6","name":"Eltern im Einsatz","epNo":6,"alt":"Parenthood","descr":"Kaum eine Bindung im Tierreich ist enger als die zwischen Eltern und ihren Jungen. Ein Bonobo etwa ist in den ersten fünf Lebensjahren völlig auf seine Mutter angewiesen. Für andere Tiere – wie z. B. Meeresschildkröten – ist die Elternpflicht erfüllt, sobald dem Weibchen die anstrengende und oft lebensgefährliche Eiablage gelungen ist. Wieder andere überlassen die mühsame Aufzucht gleich einer fremden Art: Ein Kuckucksei im Nest eines Afrikanischen Trauerdrongos bedeutet meist das Todesurteil für den eigenen Nachwuchs. Jungtiere sind leichte Beute für Räuber aller Art. Die Hauptaufgabe der Eltern besteht darin, ihren Nachwuchs so sicher wie möglich durch das Leben zu führen. In der ostafrikanischen Savanne muss eine Zebrastute eine dramatische Entscheidung fällen. Sie kann ihr Fohlen nur vor den Löwen schützen, wenn sie mit ihm einen reißenden Fluss überquert. Eine Bisonkuh in der Tundra Kanadas weicht niemals von der Seite ihres Kälbchens, selbst wenn es von einem Wolfsrudel angegriffen wird. Mit Macht, Ausdauer und Mut gelingt dem Muttertier das nahezu Unmögliche. Sie treibt ihr Junges in den Schutz des Waldes und schließt mit ihm dann wieder zur Herde auf.","versions":[]}]}]}