{"seriesId":"bernie-madoff-das-monster-der-wall-street","name":"Bernie Madoff: Das Monster der Wall Street","descr":"[Madoff: The Monster of Wall Street] .. wird die Wahrheit hinter Bernie Madoffs berüchtigtem Schneeballsystem enthüllt. Mit einem Ausmaß von 64 Milliarden US-Dollar war es das größte in der gesamten Finanzgeschichte und zerstörte das Leben zahlloser Anleger, die ihr Vertrauen in den angesehenen Wall-Street-Strategen gesetzt hatten. Mit umfassenden Einblicken von Informanten, Angestellten, Ermittlern und Opfern sowie nie zuvor gezeigten Videovernehmungen von Madoff selbst zeichnet diese vierteilige Dokureihe Madoffs Aufstieg nach – von den bescheidenen Anfängen bis zu seinem Machtzenit als einer der einflussreichsten Makler der Wall Street. Mit einem innovativen visuellen Ansatz und dem Ton eines unterhaltsamen, packenden Finanzthrillers enthüllt der renommierte Filmemacher Joe Berlinger (\"Selbstporträt eines Serienmörders\", \"Ermordet: Tatort Times Square\", \"Brother’s Keeper\") die Entstehungsgeschichte und erstmals auch die zugrunde liegenden Mechanismen von Madoffs betrügerischem Anlageberatungsgeschäft. Dabei wird deutlich, dass es sich bei dem Betrug nicht nur um die Idee eines einzigen teuflischen Genies handelte, wie viele bislang annahmen. \"Bernie Madoff: Das Monster der Wall Street\" enthüllt eine Reihe von Mitverschwörern und ein Finanzsystem voller Institutionen, die bereit waren, bei Madoffs verdächtigem Verhalten ein Auge zuzudrücken, was unweigerlich die drängende Frage aufwirft, ob ein solch eklatanter und folgenschwerer Betrug erneut geschehen könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Lügner, kein Versager","epNo":1,"alt":"A Liar, Not a Failure","descr":"Bernie Madoff beginnt mit Billigaktien und baut ein lukratives Nebengeschäft als Berater auf, der die Kundschaft mit beeindruckenden Renditen lockt.","versions":[{"lang":1,"streams":[{"redirect":11955565,"hoster":"VOE"},{"redirect":11955562,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nicht fragen, nichts sagen","epNo":2,"alt":"Don’t Ask, Don’t Tell","descr":"Während sich Madoffs angeblich goldenes Händchen von der Wall Street bis nach Florida herumspricht, weitet er sein Reich auf Hedgefonds aus, was Aufmerksamkeit erregt.","versions":[{"lang":1,"streams":[{"redirect":11955560,"hoster":"VOE"},{"redirect":11955563,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nichts Böses sehen","epNo":3,"alt":"See No Evil","descr":"Die Konkurrenz untersucht Madoffs unmögliche Zahlen und alarmiert die US-Wertpapierbehörde, die das Ganze aber trotz der vielen Warnzeichen ignoriert.","versions":[{"lang":1,"streams":[{"redirect":11955569,"hoster":"VOE"},{"redirect":11955570,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Preis des Vertrauens","epNo":4,"alt":"The Price of Trust","descr":"Während der Finanzkrise von 2008 wird Madoffs Betrug entlarvt. Die Leben seiner Opfer stehen auf dem Kopf: Es wird Jahre dauern, bis die Verluste wieder wettgemacht sind.","versions":[{"lang":1,"streams":[{"redirect":11955573,"hoster":"VOE"},{"redirect":13360984,"hoster":"Streamtape"}]}]}]}]}