{"path":"/serie/stream/berserk","name":"Berserk","descr":"Guts trägt ein Mal im Nacken, das Dämonen nachts anlockt, weswegen er den Kontakt mit Menschen so gut wie möglich meidet, auch wenn er dadurch selten ein vernünftiges Bett zum Rasten hat. Gekleidet in dunkler Rüstung nennt ihn die Kirche den schwarzen Ritter, auch basierend auf dem, was man über ihn hört, aber Guts hat keinen Ruf zu verteidigen, denn etwas viel Größeres steht der Menschheit bevor, während er gleichzeitig auf der Suche nach seiner Geliebten Kjaskar ist, die ihre Erinnerungen verloren hat.","seasons":[{"path":"/serie/stream/berserk/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/berserk/staffel-1/episode-1","name":"","epNo":1,"alt":"The Branded Swordsman","descr":"Einige Jahre nach den Ereignissen einer Sonnenfinsternis, die das Kommen eines Engels der Dunkelheit vorhersagte, betritt ein einsamer Schwertkämpfer namens Guts ein Gasthaus, in dem eine Gruppe von Banditen einen Elfen namens Puck und einen rothaarigen Jugendlichen quält. Guts trabt die Schläger und verabschiedet sich, was Puck dazu inspiriert, mit dem Schwertkämpfer zu reisen, während die Jugend nicht in der Lage ist, ihm zu folgen. Als Guts eine Fahrt von einem alten Priester namens Adolf annimmt, erlebt er einen Albtraum","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13095780","hoster":"VOE"},{"path":"/redirect/8317324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-2","name":"","epNo":2,"alt":"The Holy Iron Chain Knights","descr":"Immer noch müde vom Kampf gegen die Geister tötet Guts mehrere der Holy Chain Iron Knights, die versuchen, ihn zu erobern, und kämpft gegen ihren Vizekommandanten Azan, der jedoch schließlich aus seinen Wunden fällt. Im Ritterlager befragt ihr Anführer Farnese Guts nach Antworten auf den Untergang der Band of the Hawk, nachdem er die blutigen Überreste der Söldnergruppe nach der Sonnenfinsternis gefunden hat. Aber Guts verspottet Farnese über ihre Autorität und ihren Glauben und provoziert sie, ihn vor Wut zu peitschen, bevor...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453281","hoster":"VOE"},{"path":"/redirect/8317329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-3","name":"","epNo":3,"alt":"Night of Miracles","descr":"Die Geister passieren Serpico und besitzen Hunde, die Guts zu einem verlassenen Herrenhaus jagen, wobei der Schwertkämpfer die Hunde tötet, bevor er sich dem Zwingermeister des Anwesens stellt: einem Apostel. Guts tötet den Apostel, während Farnese entsetzt flieht, als der Schwertkämpfer ihn wegen des Aufenthaltsortes von God Hand foltert. Guts findet Farnese vor, von ihrem besessenen Pferd vergewaltigt zu werden und das Tier zu töten, als...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453283","hoster":"VOE"},{"path":"/redirect/8317331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-4","name":"","epNo":4,"alt":"Epiphany","descr":"Guts hat den Albtraum, dass seine geliebte Casca als Hexe auf dem Scheiterhaufen verbrannt wird. Als er aufwacht, sagt ihm der monströse Fötus aus seinem früheren Albtraum, dass sie in Gefahr ist. Guts kehrt zum Haus von Godo, dem Schmied, zurück, wo Erika und Rickert gestehen, dass Casca aus der Höhle entkommen ist, in der sie eingesperrt war. Der bettlägerige Godo erzählt Guts, dass er einen schweren Fehler gemacht hat, als...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453282","hoster":"VOE"},{"path":"/redirect/8317340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-5","name":"","epNo":5,"alt":"Tower of Conviction","descr":"Guts tötet einige Kushan-Kundschafter, während sie nach St. Albion weiterreisen, und wird dann aus Bewunderung von dem rothaarigen jungen Isidro verfolgt. In Albion beginnt Mozgus seine Aufgabe im Tower of Convinction, wo \"sündige\" Bettler gefoltert werden. Das umliegende Flüchtlingslager ist von den ausgehungerten und überbevölkerten Massen völlig verunsichert. In der Zwischenzeit","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13095781","hoster":"VOE"},{"path":"/redirect/8317330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-6","name":"","epNo":6,"alt":"A Nighttime Feast: Burning at the Stake","descr":"Während Casca vom monströsen Fötus gerettet wird und Guts seine Feinde besiegt, trifft er auf den mysteriösen Schädelritter, der offenbart, dass die Gotteshand St. Albion als Ort eines Rituals zur Wiederherstellung von Griffiths körperlicher Form verwendet. Am nächsten Tag, als Farnese mit ihrem Glauben zu kämpfen hat, trifft Nina ihren wiederkehrenden Kunden Joachim und testet seine Liebe zu ihr, indem...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453287","hoster":"VOE"},{"path":"/redirect/8317337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-7","name":"","epNo":7,"alt":"The Black Witch","descr":"Als Luca versucht, ihren Lehrling Pepe zu verteidigen, als sie von einem Heiligen Ritter verhaftet wird, kommt Guts in St. Albion an und entsendet die Soldaten. Luca nimmt Guts mit in ihr Zelt, als er seine Marke erkennt, und stellt fest, dass eine ängstliche Nina Casca entführt hat. Die Gruppe teilt sich, um zu suchen. Isidro und Puck finden Nina und Casca, als sie vom heidnischen Kult gefangen genommen werden. In ihrer Höhle beabsichtigen die Heiden,...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453284","hoster":"VOE"},{"path":"/redirect/8317345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-8","name":"","epNo":8,"alt":"Reunion in the Den of Evil","descr":"Guts \u0027Wiedersehen mit Casca ist von kurzer Dauer, da er die Große Ziege zurückhält, während Isidro Casca und Nina in Sicherheit bringt. Nachdem er die große Ziege getötet hat, versucht Guts, die anderen einzuholen, als er Serpico auf einer Klippe überquert. Serpico verrät, dass er versucht hat, den Schwarzen Schwertkämpfer zu töten, und das Duell aufgrund des Geländes und des aktuellen Zustands von Guts zu seinen Gunsten vorbereitet hat. Guts schafft es endlich...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12919108","hoster":"VOE"},{"path":"/redirect/8317346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-9","name":"","epNo":9,"alt":"Blood Flow of the Dead","descr":"Nachdem Nina sie als die Hexe benannt hat, die er sucht, setzt Mozgus Casca in eine eiserne Jungfrau. Aber es bringt die Geister der Gefolterten dazu, sich als fleischfressender Blutklumpen zu manifestieren. Während Luca und Isidro Jerome benutzen, um Nina zu befreien, zwingt Guts Farnese, ihn in die Folterkammer zu bringen, wo Puck ihm sagt, dass Casca noch lebt. Mit Casca im Inneren bewegt sich das Blut den Turm hinauf, als Mozgus und seine Männer vom Beobachter verwandelt werden. Mozgus verbrennt einen Teil des...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453291","hoster":"VOE"},{"path":"/redirect/8317353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-10","name":"","epNo":10,"alt":"Hell’s Angels","descr":"Luca ist begeistert von dem mysteriösen Beobachter, der sich als ein behelitischer Apostel offenbart, der sich selbst das Ei der perfekten Welt nennt. Das Ei erzählt Luca seine Geschichte von der langen Beobachtung aller in St. Albion, detailliert seine Ideale und das Ereignis, das bald eintreten wird. Nachdem das Ei nur mit einer tödlichen Wunde flieht, die er dem Apostel zufügt, bringt der Schädelritter Luca in Sicherheit, als...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453294","hoster":"VOE"},{"path":"/redirect/8317348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-11","name":"","epNo":11,"alt":"Shadows of Ideas","descr":"Als Luca nach St. Albion zurückkehrt, nachdem der Schädelritter sie zum Stadtrand gebracht hat, verschluckt das Ei der perfekten Welt das sterbende Dämonenkind aus Mitgefühl, als er den Turm der Überzeugung hinaufsteigt. Zur gleichen Zeit, als Isidro Jerome und Nina um Hilfe bittet, befreit sie Casca mit einem provisorischen Flaschenzug, als sie kurz davor war, bei lebendigem Leib verbrannt zu werden. Mozgus erwischt sie fast, als Guts vom Turm springt und...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453297","hoster":"VOE"},{"path":"/redirect/8317354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-1/episode-12","name":"","epNo":12,"alt":"Those Who Cling, Those Who Struggle","descr":"Während Guts und seine Gruppe die Flut von Leichen mit Feuer abwehren, während Luca Nina unterhalb des Turms rettet, ruft das Ei der perfekten Welt die Toten in den Turm der Überzeugung und opfert sich selbst, um das Ritual zu vollenden, wobei das Dämonenkind zu Griffiths Körper wird Schiff. Der Turm bricht zusammen, sobald das Ritual seinen Lauf genommen hat, und tötet jeden vor Tagesanbruch, während sich Guts und die anderen von Silat und seinen Kushans umgeben fühlen, bevor der Apostel Nosferatu Zodd Kushans abzuwehren scheint. Guts sieht dann einen neu zusammengesetzten Griffith, der jedoch aufgrund von Casca nicht angreifen konnte, während die anderen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453296","hoster":"VOE"},{"path":"/redirect/8317357","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/berserk/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/berserk/staffel-2/episode-1","name":"","epNo":1,"alt":"The Rent World","descr":"Guts und Puck bringen Casca zu Godo nach Hause und stellen fest, dass Godo gestorben ist. Griffith taucht auf und möchte wissen, wie sich ein Treffen mit Guts anfühlen würde. Er freut sich, dass er nichts fühlt und seinen Traum weiter verfolgen kann. Guts versucht ihn zu töten, wird aber von Zodd gestoppt, den er heftig duelliert, bis Zodds Schwert gegen den Drachentöter zerspringt. Zodd zerstört Godos Eisenmine und sein Zuhause. Griffith überlegt, ob die Gefühle, die er hat, von dem Dämonenkind verursacht werden, das sein Schiff geworden ist und Casca davor bewahrt, von Steinschlägen niedergeschlagen zu werden. Anschließend bietet er Rickert eine...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453295","hoster":"VOE"},{"path":"/redirect/8317359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-2","name":"","epNo":2,"alt":"Winter Journey","descr":"Eine junge Hexe, Schierke, beobachtet Griffith aus der Ferne. Während er Guts aufspürt, erinnert sich Serpico, wie er von Farnese als Diener der Familie Vandimion aufgenommen wurde, obwohl sie ihn missbraucht hatte, und enthüllt sich dem Patriarchen Federico de Vandimion III als seinen unehelichen Sohn. Serpico verspricht, dies nicht an Farnese weiterzugeben, während sie schließlich ihre Leibwächterin wird. Farnese wird später in ein Nonnenkloster geschickt, nachdem er das Anwesen angezündet hat, um einer Verlobung mit einem Mitglied der königlichen Familie zu entgehen. Sie kehrte später zu den Holy Iron Chain Knights zurück und zwang Serpico schließlich, seine kranke Mutter zu verbrennen, die als Hexe vor Gericht gestellt wurde. Da ihre Marken so nahe beieinander sind, dass sie ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453293","hoster":"VOE"},{"path":"/redirect/8317361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-3","name":"","epNo":3,"alt":"Banner of the Flying Sword","descr":"Eine von Kushan besetzte Stadt wird von Griffith und seiner neuen Band of the Hawk befreit: Bestehend aus Nosferatu Zodd, Sir Locus, dem Mondscheinritter; der im Exil lebende Bakiraka-Attentäter Rakshas, ​​Grunbeld der Riese; und Irvine der Bogenschütze. Zusammen mit dem HellseherMädchen Sonia, die Hawks handelten später mit einer Kushan-Legion, die die Midlander unter dem Kommando von Mule Wolflame überwältigte. Obwohl Mule verärgert war zu erfahren, dass Kushan-Gefangene die Wahl haben, sich...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453298","hoster":"VOE"},{"path":"/redirect/8317360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-4","name":"","epNo":4,"alt":"Forest of Demonic Beasts","descr":"Farnese wird depressiv, als Casca verschwindet und sie sich im Wald verirrt, um sie zu finden. Ein Hirte warnt die Guts-Gruppe vor einer bevorstehenden Schlacht zwischen Griffiths Armee und den Kushans, zusammen mit Trollen, die ein nahe gelegenes Gebiet befallen. Serpico gibt Guts zu, dass er ihn in einem fairen Duell töten möchte, aber solange Farnese bei Guts bleiben möchte, wird er ihn als Verbündeten behandeln. Isidro übt das Duell mit Guts. Eine Gruppe von Trollen greift an...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453299","hoster":"VOE"},{"path":"/redirect/8317362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-5","name":"","epNo":5,"alt":"Spirit Realm","descr":"Flora erfährt von den Angriffen auf Enoch Village und bietet Morgan die Hilfe ihres Lehrlings Schierke an. Anschließend wirkt sie einen Zauberspruch, der Guts und Casca vorübergehend vor Geistern schützt. Flora erklärt, dass ihre Existenzebene neben der Astralebene, der Heimat übernatürlicher Wesen, und dem Bereich der Ideen existiert, aus dem die gesamte Schöpfung hervorgeht. Guts zeigt Flora den Behelit und sie sagt, dass es ein Tor ist, um die physische Welt mit der Ebene zu verbinden, auf der die Gotteshand wohnt, und dass ihre älteren Mitglieder einst menschlich waren wie Griffith und auf eine höhere Macht in der tiefsten Schicht des Astrals antworten Ebene. Schierke geht davon aus, dass...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453302","hoster":"VOE"},{"path":"/redirect/8317364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-6","name":"","epNo":6,"alt":"Fight for Survival Against the Demonic Legion","descr":"Guts \u0027Gruppe kommt in Enoch Village an, wird aber von dem Priester, der behauptet, Schierke sei eine Fälschung, beinahe abgewiesen, aber er erlaubt ihnen zu bleiben, wenn Guts behauptet, Casca sei ein religiöser Pilger. Während des Trainings spricht Isidro mit Morgan über seine Vergangenheit und Träume für die Zukunft. Schierke drückt Abneigung gegen die Ortskirche aus, die auf dem Gelände eines Geistertempels erbaut wurde, als der Heilige Stuhl versuchte, ihre Autorität zu erweitern. Dies beinhaltete...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453300","hoster":"VOE"},{"path":"/redirect/8317367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-7","name":"","epNo":7,"alt":"The Arcana of Invocation","descr":"Das Dorf wird von einem Oger und einem Kelpie angegriffen . Serpico bekämpft den Seetang und Guts den Oger. Schierke schickt ihre Gedanken in die Geisterwelt und spürt Undines, mächtige Wassergeister, und lässt sich von dem Flussgeist, der als Lady of the Depths bekannt ist, besetzen, der Schierke benutzt, um den Fluss zu überfluten und die Trolle, Kelpies und Oger zurück in die Unterwelt zu waschen. Aber die Magie ist zu mächtig, als dass Schierke damit aufhören könnte. Ivalera lässt Farnese Schierkes Stab einsetzen, um sie wieder in die Realität umzusetzen. Gerade als Schierke zurückkehrt, fallen Casca und Farnese ins Wasser und werden...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12915550","hoster":"VOE"},{"path":"/redirect/8317366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-8","name":"","epNo":8,"alt":"The Corruption of Qliphoth","descr":"Schierke merkt, dass sie einen Teil des Astralbereichs namens Qliphoth betreten haben, in dem sich die dunkelsten Gedanken der Menschheit manifestieren. Sie schafft es, mit Farnese und Casca in der Trollhöhle, in der die Trolle menschliche Frauen mit ihren Trollnachkommen imprägnieren, telepathisch zu kommunizieren. Während die anderen Frauen bei der Flucht helfen, bleibt Guts zurück, um die Trolle zu töten. Schierke beginnt einen Zauber, der den Herrn der verrottenden Wurzeln beschwört, um die Höhle zu versiegeln. Slan of the God Hand manifestiert sich aus den Eingeweiden der Trolle, als sie die Eingeweide überwältigt, ihn sinnlich neckt und ihn dazu verleitet, das Behelit zu benutzen, um ein Apostel zu werden. Der Skull Knight greift ein und...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453301","hoster":"VOE"},{"path":"/redirect/8317369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-9","name":"","epNo":9,"alt":"A Journey Begins in Flames","descr":"Flora enthüllt eine Berserker- Rüstung, die sie im Laufe der Jahre bewacht hat, und beendet die letzten Vorbereitungen, als der Schädelritter Griffiths Aposteln gegenübersteht, nachdem sie ihre Barriere durchbrochen haben. Guts kollabiert plötzlich aus der geistigen Wunde, die Slan zugefügt hat. Schierke wunderte sich, dass Guts sogar laufen konnte, nachdem er sich einer der Godhand gestellt hatte. Inzwischen. Schierke spürt, dass Floras Barriere verschwunden ist und das Haus jetzt in Flammen steht. Guts beeilt sich, um dem Skull Knight im Kampf gegen Zodd und Grunbeld zu helfen, während Schierke und die anderen sich beeilen, Flora zu finden. Grunbeld besteht darauf,...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453304","hoster":"VOE"},{"path":"/redirect/8317370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-10","name":"","epNo":10,"alt":"A Journey Begins in Flames","descr":"Nachdem die Rüstung seine Grenzen beseitigt hat, setzt Guts alles daran, Grunbelds Schild und Hammer zu beschädigen, während er ihn verwundet. Schierke erklärt, während Guts ohne Grenzen kämpft, zerreißt er seinen eigenen Körper und während die Rüstung seinen Schmerz beseitigt, wird er schließlich verbluten. Grunbeld verwandelt sich in seine Apostelform, einen Drachen mit KorundWaage. Guts stoppt einen Schlag von Grunbelds Schwanz und knackt mit einem Schlag die Schuppen auf seinem Gesicht. Schierke wirft ihre Gedanken in die Geisterwelt und sieht, wie Guts \u0027Ego in der Bestie der Dunkelheit gefangen ist, aber ein...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453306","hoster":"VOE"},{"path":"/redirect/8317371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-11","name":"","epNo":11,"alt":"Proclaimed Omens","descr":"Guts und Party machen sich auf den Weg zu Pucks Heimat, einer Insel namens Skellig, die zwischen den Flugzeugen existiert und auf der sowohl Elfen als auch Magier leben. Farnese bittet Schierke, ihr den Umgang mit Magie beizubringen, wenn sie die Nacht am Strand verbringen. Der Schädelritter, der vermutlich der frühere Träger der Rüstung ist, warnt Mut vor den Auswirkungen der Verwendung der Berserker-Rüstung. Er enthüllt auch, dass Griffith Hexen wie Flora als Bedrohung seiner Macht ins Visier nimmt und dass Cascas Verstand von Skelligs Herrscher Hanafubuku wiederhergestellt werden könnte, obwohl er kryptisch warnt, dass Casca nachts möglicherweise nicht will, dass ihr Geist wiederhergestellt wird von Geistern durchdrungene Tiere sein, die als Pishaca bekannt sind und von Kushan-Zauberern kontrolliert werden. Schierke wirkt einen Schutzzauber als Guts und kämpft darum, dass das Biest der Dunkelheit...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453307","hoster":"VOE"},{"path":"/redirect/8317373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/berserk/staffel-2/episode-12","name":"","epNo":12,"alt":"City of Humans","descr":"Guts \u0027Gruppe nähert sich der Stadt Vritannis, wo Isidro Schierke über die Kleidung ihrer Hexe aufregt. Schierke erfährt, dass Vritannis mit Kushan-Sklaven gehandelt hat, aber alle Sklaven wurden als religiöse Feinde des Heiligen Stuhls gehängt. Sie wird von Sonia gesehen, wie sie die Kushans einäschert. Sie drückt dem Mädchen ihre Bewunderung für die Befreiung der toten Seelen aus. Sie und Schierke verbinden ihre Erfahrungen damit, dass sie nicht zu normalen Menschen passen, bis sie beide jemanden gefunden haben, der sie akzeptierte, dh Griffith und Guts. Schierke hält Piraten davon ab, Kushan-Kinder zu...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8453305","hoster":"VOE"},{"path":"/redirect/8317377","hoster":"Streamtape"}]}]}]}]}