{"path":"/serie/stream/betas","name":"Betas","descr":"Vier befreundete Computerfreaks haben gemeinsam eine App für Social Networking entwickelt und suchen nun einen Investor für den großen Durchbruch. Nebenbei haben sie mit ihrer eigenen mangelnden Sozialkompetenz zu kämpfen.","seasons":[{"path":"/serie/stream/betas/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/betas/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Im Silicon Valley sind alle darauf aus, die Welt zu ändern. Trey und sein Team haben eine App, einen Plan und einen Traum - jetzt brauchen sie einen Investor. Zeit also, eine Party zu sprengen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453329","hoster":"VOE"},{"path":"/redirect/8317450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-2","name":"Kid Charlemagne","epNo":2,"alt":"Kid Charlemagne","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453327","hoster":"VOE"},{"path":"/redirect/8317453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-3","name":"Waiting For A Girl Like You","epNo":3,"alt":"Waiting For A Girl Like You","descr":"Nachdem sie erfahren, wie stark die Konkurrenz in Murchs \"Beschleuniger\" ist, ignoriert Trey Lisas Rat und nimmt Kontakt mit einer Prominenten Tech-Bloggerin auf, in der Hoffnung, eine gute Presse für BRBs Beta Launch zu bekommen. Als der Plan nach hintenlosgeht, steht die Zukunft des Teams auf dem Spiel und Trey bemüht sich, die Wogen zu glätten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453331","hoster":"VOE"},{"path":"/redirect/8317455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-4","name":"One on One","epNo":4,"alt":"Episode 4","descr":"Nashs Eltern besuchen die Jungs und verlangen, dass Nash auf ein Blind Date geht, mit einem Mädchen, das sie für ihn ausgesucht haben. Da die Investition von Nashs Eltern auf dem Spiel steht, müssen Trey und Lisa Nash auf seinem Date begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453332","hoster":"VOE"},{"path":"/redirect/8317457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-5","name":"Takin’ It To The Streets","epNo":5,"alt":"Takin’ It To The Streets","descr":"Als BRB gleich nach dem Beta-Launch gehackt wird, lernen Trey und Hobbes sich besser kennen, während sie die ganze Stadt durchkämmen bei der verzweifelten Suche nach ihrer Hauptverdächtigen. Derweil kümmert Mikki sich um einen nervösen Mitchell, nachdem ihm sein Medikament \"Adderall\" ausgegangen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453334","hoster":"VOE"},{"path":"/redirect/8317459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-6","name":"Lowdown","epNo":6,"alt":"Lowdown","descr":"Trey muss erkennen, das BRB nicht genug weibliche Nutzer hat, um seine Vision wahr werden zu lassen, und obwohl Nash großen Druck macht, sich auf BRBs Stärken zu konzentrieren, ist Trey nicht bereit, seine Vision aufzugeben. Hobbes driftet derweil immer weiter ab und überlässt es dem Team, sich zu überlegen, wie sie mit seinem zunehmend unberechenbaren Verhalten umgehen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453338","hoster":"VOE"},{"path":"/redirect/8317461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-7","name":"Strange Magic","epNo":7,"alt":"Strange Magic","descr":"Da das Team unmittelbar vor dem Demo-Tag echte Auflösungstendenzen aufweist, schickt Murch Trey und die Jungs auf einen Ausflug in die Wildnis, um wieder Teamgeist zu entwickeln. Dort angekommen, verlassen sie schon bald den vorgegebenen Pfad und wandern drauf los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453333","hoster":"VOE"},{"path":"/redirect/8317464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-8","name":"Show \u0026 Tell","epNo":8,"alt":"Show \u0026 Tell","descr":"Nachdem BRB am Demo-Tag eher lauwarme Reaktionen von den Investoren einfährt, müssen Trey und Nash sich entscheiden, wie es weitergehen soll, um die Zukunft ihrer Firma zu sichern. Derweil sehen Nash und Mitchell sich gezwungen, ihr Privatleben neu zu bewerten und sich einigen Wahrheiten zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453335","hoster":"VOE"},{"path":"/redirect/8317465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-9","name":"Steppin’ Out","epNo":9,"alt":"Steppin’ Out","descr":"Als ein Skandal Murch außer Gefecht setzt, beginnen BRBs potentielle Investoren, abzuspringen. Trey muss Hilfe aus unerwarteter Richtung annehmen, auch wenn das seine Beziehung zu Murch belastet. Derweil taucht Mikkis eigensinnige Mutter unerwartet auf in der Hoffnung, da weitermachen zu können, wo sie aufgehört haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453336","hoster":"VOE"},{"path":"/redirect/8317472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-10","name":"Blinded By The Light","epNo":10,"alt":"Blinded By The Light","descr":"Nachdem er Murch den Rücken gekehrt hat, reist Trey nach L.A., um die Investoren des Silicon Beach mit Victoria abzuklappern. In San Francisco begleitet Nach zu Michael Laus Geburtstagsparty, und Hobbes kommt Trevors Mutter Joanne recht nahe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453337","hoster":"VOE"},{"path":"/redirect/8317473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/betas/staffel-1/episode-11","name":"This Is It","epNo":11,"alt":"This Is It","descr":"Ausgestattet mir Insider-Informationen von Jordan muss Trey entscheiden, ob er BRB verkaufen will oder nicht. Er legt den Streit mit Murch bei und bittet ihn um Rat, nachdem der Rest des Teams sich dafür ausspricht, Caspers Angebot anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8453339","hoster":"VOE"},{"path":"/redirect/8317479","hoster":"Streamtape"}]}]}]}]}