{"seriesId":"betty-in-new-york","name":"Betty in New York","descr":"Die schüchterne Betty aus Mexiko sucht in New York City nach der Erfüllung ihrer Träume.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bettys Auftritt","epNo":1,"alt":"Beatriz Rincón irrumpe en V\u0026amp;M","descr":"Bettys AuftrittDie ehrgeizige Betty träumt davon, in New York in der Modebranche Fuß zu fassen. Doch muss sie bald erkennen, dass nicht alles so rosig ist. Denn trotz ihrer Intelligenz findet Betty, die mexikanische Wurzeln hat und nicht gerade zu den Attraktivsten gehört, keine Arbeitsstelle. Als sie schließlich mit einem Praktikum in einem großen Modeunternehmen unterkommt, schlagen ihr Vorurteile entgegen.Bittere EnttäuschungBetty und Patricia werden beide auf Probe als Sekretärin eingestellt. Marcella ist skeptisch und glaubt, dass Betty Armando dabei hilft, seine Affäre zu verheimlichen. Bei einer Modenschau kommt es zu einem Zwischenfall.(Ähnliche serie: UGLY BETTY die unter dem Namen ALLES BETTY in Deutschland lief mit Vanessa Williams und America Ferreira in den Hauptrollen.)","versions":[{"lang":1,"streams":[{"redirect":12651428,"hoster":"VOE"},{"redirect":12651429,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bittere Enttäuschung","epNo":2,"alt":"El trago amargo","descr":"Betty und Patricia werden beide auf Probe als Sekretärin eingestellt. Marcella ist skeptisch und glaubt, dass Betty Armando dabei hilft, seine Affäre zu verheimlichen. Bei einer Modenschau kommt es zu einem Zwischenfall.","versions":[{"lang":1,"streams":[{"redirect":12651433,"hoster":"VOE"},{"redirect":12651435,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Falsches Spiel","epNo":3,"alt":"La maldad de Patricia","descr":"Betty versucht ihren Vater zu unterstützen, um seinen Anwalt zu bezahlen. V\u0026M Fashion steckt in Schwierigkeiten, nachdem sie einen großen Auftrag verloren haben. Marcella und Armando geben ihre Verlobung bekannt.","versions":[{"lang":1,"streams":[{"redirect":12651440,"hoster":"VOE"},{"redirect":12651441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Betty schlägt zurück","epNo":4,"alt":"Betty contraataca","descr":"Bettys Vater wird überfallen und verliert sein ganzes Erspartes. Die Familie ist auf Bettys Gehalt angewiesen. Patricia soll Armando einen Bericht vorlegen. Bei einem gemeinsamen Abendessen will sie Ricardo dazu bringen, den Bericht für sie zu schreiben.","versions":[{"lang":1,"streams":[{"redirect":12651447,"hoster":"VOE"},{"redirect":12651450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unwiderstehliches Angebot","epNo":5,"alt":"La jugosa oferta de Daniel","descr":"Betty hat sich mit ihrer Intelligenz großen Respekt bei Armando verschafft. Auch Daniel ist auf sie aufmerksam geworden und bietet ihr einen Job an, den sie ablehnt. Als Betty fast von Ignacio angefahren wurde, will dieser mit ihr ausgehen.","versions":[{"lang":1,"streams":[{"redirect":12919128,"hoster":"VOE"},{"redirect":12651449,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gebrochenes Herz","epNo":6,"alt":"Un corazón partido","descr":"Betty findet heraus, dass Ignacio nur wegen einer Greencard Interesse an ihr hat. Sie droht, ihn bei der Ausländerbehörde anzuzeigen. Patricia sieht ihre Chance Betty aus dem Unternehmen zu vertreiben und verbündet sich mit Finanzchef Mata gegen Betty.","versions":[{"lang":1,"streams":[{"redirect":12651454,"hoster":"VOE"},{"redirect":12651455,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Großes Geschenk","epNo":7,"alt":"El gran regalo","descr":"Giovanni rettet Aura Maria vor ein paar aufdringlichen Männern und versucht erneut sein Glück bei ihr, doch Aura Maria lässt ihn abblitzen. Patricias Geldsorgen werden immer größer, nun soll ihr auch noch das Auto weggenommen werden.","versions":[{"lang":1,"streams":[{"redirect":12651457,"hoster":"VOE"},{"redirect":12651460,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bettys Albtraum","epNo":8,"alt":"Una propuesta indecente","descr":"Sophia wird verhaftet, weil sie die Affäre ihres Ehemannes angegriffen hat. Betty muss eine Präsentation für die Vorstandssitzung vorbereiten. Armando hat sie jedoch darum gebeten, die Zahlen zu frisieren, was der überkorrekten Betty widerstrebt.","versions":[{"lang":1,"streams":[{"redirect":12651464,"hoster":"VOE"},{"redirect":12651468,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sabotage","epNo":9,"alt":"El sabotaje","descr":"Betty kann den Geschäftsbericht rechtzeitig einreichen und rettet damit die Vorstandssitzung. Als Belohnung wird sie zur Assistentin der Geschäftsführung befördert. Patricia und Ronnie beschuldigen Mata der Sabotage von Bettys Computer.","versions":[{"lang":1,"streams":[{"redirect":12651470,"hoster":"VOE"},{"redirect":12651467,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bestechung","epNo":10,"alt":"El soborno","descr":"Betty bekommt eine große Summe Geld dafür angeboten, dass V\u0026M in Zukunft sämtliche Einkäufe bei Fabrics By Me tätigt. Wenn Betty Armando dazu überreden kann, bekommt sie fünf Millionen Dollar ausgezahlt, die sie gerade dringen gebrauchen könnte.","versions":[{"lang":1,"streams":[{"redirect":12651477,"hoster":"VOE"},{"redirect":12651472,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unter der Lupe","epNo":11,"alt":"Betty está bajo la lupa","descr":"Betty träumt davon, was sie mit dem Geld von Fabrics By Me alles machen könnte. Doch die moralischen Bedenken lassen sie nicht los und schließlich gesteht sie Armando, was sie getan hat. Daniel und Marcella schmieden eine neue Intrige gegen Betty.","versions":[{"lang":1,"streams":[{"redirect":12651476,"hoster":"VOE"},{"redirect":12651482,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Große Ziele","epNo":12,"alt":"El gran reto","descr":"Betty trinkt zum ersten Mal Alkohol. Als die Truppe sie nach Hause bringt, gibt es Ärger von Bettys Vater. Nicolas hat sich in Patricia verknallt und ist deshalb in der Arbeit unkonzentriert. Als daraufhin das Geschäft ausgeraubt wird, wird er gefeuert.","versions":[{"lang":1,"streams":[{"redirect":12651478,"hoster":"VOE"},{"redirect":12651479,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Demütigung","epNo":13,"alt":"La farsa de Armando","descr":"Die neue V\u0026M Kollektion wird in einer privaten Show präsentiert, doch die Kollektion entspricht nicht Hugos Erwartungen. Als die Kunden die schlechte Qualität der neuen Kollektion bemerken, springt einer nach dem anderen ab. V\u0026M steht vor dem Aus.","versions":[{"lang":1,"streams":[{"redirect":12651491,"hoster":"VOE"},{"redirect":12651487,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Warnung","epNo":14,"alt":"La advertencia","descr":"Während eines wichtigen Termins werden neue Optionen für die aktuelle V\u0026M Kollektion gesucht. Daniel versucht derweil alles, um den Verkauf der Kollektion zu verhindern. Ricardo und Aura Maria kommen sich im Fahrstuhl näher.","versions":[{"lang":1,"streams":[{"redirect":12651500,"hoster":"VOE"},{"redirect":12651497,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tiefpunkt","epNo":15,"alt":"Bajo presión","descr":"Ricardo wacht nach einer durchzechten Nacht in einer ihm unbekannten Wohung auf. Als er schließlich gerade noch rechtzeitig zu einem wichtigen Meeting kommt, erwartet ihn eine böse Überraschung. Armando verhandelt auf einer Yacht über einen wichtigen Deal.","versions":[{"lang":1,"streams":[{"redirect":12651505,"hoster":"VOE"},{"redirect":12651508,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hugo wird zur Furie","epNo":16,"alt":"Hugo estalla de furia","descr":"Hugo hat herausgefunden, dass Betty hinter seinem Rücken mit einem Discounter über seine Kollektion verhandelt. Als er auf Betty trifft, eskaliert die Situation. Armando, Marcella und Ricardo brechen ihre Miami-Reise ab, um die Situation zu klären.","versions":[{"lang":1,"streams":[{"redirect":12651516,"hoster":"VOE"},{"redirect":12651518,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hoher Einsatz","epNo":17,"alt":"Apuesta riesgosa","descr":"Aura Maria und Ricardo gehen zusammen tanzen und landen kurze Zeit später im Hotelzimmer. Patricia spioniert Armando hinterher und berichtet an Marcella, die ihren Verlobten im Verdacht hat, sie zu betrügen.","versions":[{"lang":1,"streams":[{"redirect":12651527,"hoster":"VOE"},{"redirect":12651529,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stilles Leiden","epNo":18,"alt":"Sufrimiento silencioso","descr":"Patricia erwischt Aura Maria und Ricardo in Ricardos Büro und verpetzt sie in der Personalabteilung. Aura Maria droht nun die Kündigung. Betty versucht die Kosten im Unternehmen zu senken, damit sich V\u0026M finanziell erholen kann.","versions":[{"lang":1,"streams":[{"redirect":12651530,"hoster":"VOE"},{"redirect":12651539,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hoffnungslos verliebt","epNo":19,"alt":"La promesa","descr":"Nico hilft Betty mit ihrem Liebeskummer klarzukommen, doch diese ignoriert all seine Ratschläge. Bettys Sparmaßnahmen werden im Unternehmen umgesetzt und stoßen dabei vor allem bei Hugo auf wenig Begeisterung.","versions":[{"lang":1,"streams":[{"redirect":12651541,"hoster":"VOE"},{"redirect":12651553,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Hugos Rache","epNo":20,"alt":"Hugo saborea su venganza","descr":"Bettys Vater ist der neue Buchhalter bei BAR Fashion und ist davon überzeugt, dass es sich dabei um eine Scheinfirma handelt. Armando soll bei Hugos Junggesellenabschied als Dragqueen erscheinen und muss dafür eine Performance vorbereiten.","versions":[{"lang":1,"streams":[{"redirect":12651554,"hoster":"VOE"},{"redirect":12651555,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Polizeilich gesucht","epNo":21,"alt":"Buscado por la policía","descr":"Armando ist, immer noch als Dragqueen verkleidet, auf der Flucht vor der Polizei. Da sich Ricardo ebenfalls in einer misslichen Lage befindet, bittet er Betty um Hilfe. Patricia betrinkt sich bei einem gemeinsamen Abendessen mit Marcella und Daniel.","versions":[{"lang":1,"streams":[{"redirect":12651561,"hoster":"VOE"},{"redirect":12651563,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schwarzer Tag","epNo":22,"alt":"Un mal día","descr":"Ines erzählt Hugo von ihrem Verdacht, dass Fabio ihn betrügt. Hugo fällt es schwer, ihr zu glauben, vor allem, da er für seine neue Wohnung - die er mit Fabio beziehen will - gerade einen Kredit aufgenommen hat. Er konfrontiert Fabio mit den Vorwürfen.","versions":[{"lang":1,"streams":[{"redirect":12651569,"hoster":"VOE"},{"redirect":12651576,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Armando vergeigt es","epNo":23,"alt":"Armando mete la pata","descr":"Armando überweist den den vollen Geldbetrag für die neue Kollektion an den Broker. Kurz darauf stellt sich heraus, dass dieser alles andere als vertrauenswürdig ist. Armando reist zu Ricardo nach Miami, um die Situation zu retten.","versions":[{"lang":1,"streams":[{"redirect":12651583,"hoster":"VOE"},{"redirect":12651584,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ernüchterung","epNo":24,"alt":"Betty se desilusiona","descr":"Armando versucht den finanziellen Schaden von V\u0026M zu beheben und bittet Betty, erneut ein Darlehen für BAR Fashion aufzunehmen. Kann Betty trotz ihrer Verliebtheit eine vernünftige Entscheidung treffen? Hugo kommt derweil Fabios Betrügereien auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":12651596,"hoster":"VOE"},{"redirect":12651590,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Armando gibt auf","epNo":25,"alt":"Armando se derrumba","descr":"Betty hat bei V\u0026M gekündigt. Die Truppe versucht sie zu überreden, doch zu bleiben. Hugos Hochzeit steht bevor, doch Armando kann nur an die Probleme bei V\u0026M denken. Er weiß nicht mehr weiter und will die Firma aufgeben.","versions":[{"lang":1,"streams":[{"redirect":12651598,"hoster":"VOE"},{"redirect":12651599,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Enthüllung","epNo":26,"alt":"La noticia bomba","descr":"Armando erzählt Marcella von seinen finanziellen Problemen. Wird sie ihn auch in dieser Misere unterstützen? Marcella stürzt sich in die Hochzeitsplanung, wird aber von Armando gebremst, der sich eine teure Hochzeit aktuell nicht leisten kann.","versions":[{"lang":1,"streams":[{"redirect":12651607,"hoster":"VOE"},{"redirect":12980747,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Schwangerschaft","epNo":27,"alt":"Embarazada","descr":"Armando versucht V\u0026M vor der Insolvenz zu retten und missachtet dabei Bettys Rat. Anstatt den Beschäftigten ihr Gehalt auszuzahlen, investiert Armando den Kredit in die Stoffe für die neue Kollektion.","versions":[{"lang":1,"streams":[{"redirect":12651610,"hoster":"VOE"},{"redirect":12651619,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Rivalin","epNo":28,"alt":"La rival","descr":"Daniel verlangt von Patricia einen Schwangerschafts- und Vaterschaftstest. Obwohl sie allen erzählt, dass Ricardo der Vater ist, versucht sie Daniel zu erpressen. Ricardo ist derweil mit den Gerüchten um Patricias angebliche Schwangerschaft überfordert.","versions":[{"lang":1,"streams":[{"redirect":12651627,"hoster":"VOE"},{"redirect":12651632,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Kuss mit Folgen","epNo":29,"alt":"El beso seductor","descr":"Armandos Geschäftsessen mit Vanessa verläuft anders als gedacht. Die beiden werden von Marcella und Betty überrascht, als sie gerade das Restaurant verlassen wollen. Zu viert nehmen sie die Verhandlungen über Vanessas Vertrag als Model für V\u0026M auf.","versions":[{"lang":1,"streams":[{"redirect":12651630,"hoster":"VOE"},{"redirect":12651631,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Spiel mit dem Feuer","epNo":30,"alt":"Jugar con Fuego","descr":"V\u0026M stellt die neue Kollektion vor, die bei der Presse und den Zuschauern sehr gut ankommt. Marcella versucht herauszufinden, was zwischen Armando und Vanessa läuft. Sofia hat derweil Jenny reingelegt, die daraufhin von Hugo gefeuert wird.","versions":[{"lang":1,"streams":[{"redirect":12651638,"hoster":"VOE"},{"redirect":12651635,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Erotische Träume","epNo":31,"alt":"Un sueño erótico","descr":"Jenny wurde von Hugo wieder eingestellt, was Sofia gar nicht passt. Berta versucht sie zu beruhigen und Marcella bittet sie zu einem Gespräch unter vier Augen. Durch Patricias Schwangerschaft wird Ricardo mit seiner Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":12651641,"hoster":"VOE"},{"redirect":12651648,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Vernehmung","epNo":32,"alt":"El interrogatorio","descr":"Sofia will das Vertrauen der Truppe wieder erlangen. Bettys Vater ist misstrauisch, was BAR Fashion betrifft und glaubt, dass Armando Betty ausnutzen will. Er taucht bei Betty im Büro auf, um Armando zur Rede zu stellen.","versions":[{"lang":1,"streams":[{"redirect":12651652,"hoster":"VOE"},{"redirect":12651651,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Neue Chefin","epNo":33,"alt":"La nueva dueña","descr":"Patricia unternimmt letzte verzweifelte Versuche, doch noch schwanger zu werden und lädt sich eine Datingapp aufs Handy. Jenny plant derweil eine neue Intrige, um Sofia zu schaden. Marcella versucht zu ergründen, was Armando vor ihr verbirgt.","versions":[{"lang":1,"streams":[{"redirect":12651650,"hoster":"VOE"},{"redirect":12651654,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Aufdeckung","epNo":34,"alt":"El descubrimiento","descr":"Patricia hat einen Unfall. Bei ihrer Behandlung im Krankenhaus erfahren nun auch alle anderen, dass sie gar nicht schwanger ist. Betty versucht weiterhin vor ihren Eltern zu verheimlichen, was bei V\u0026M vor sich geht.","versions":[{"lang":1,"streams":[{"redirect":12651655,"hoster":"VOE"},{"redirect":12651657,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Pechsträhne","epNo":35,"alt":"Una mala racha","descr":"Bettys Anwälte platzen in die Vorstandssitzung von V\u0026M und verursachen Misstrauen bei Daniel und Armandos Vater. Berta hat Patricias Geheimnis entdeckt und verlangt von ihr, dass sie Daniel und Ricardo die Wahrheit sagt.","versions":[{"lang":1,"streams":[{"redirect":12651660,"hoster":"VOE"},{"redirect":12651661,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Bloßstellung","epNo":36,"alt":"En evidencia","descr":"Patricia offenbart Marcella, dass sie nach Malibu ziehen wird. Bei der Modenschau kommt es zu einer Konfrontation zwischen Daniel und Ricardo. Betty muss sich endgültig damit abfinden, dass Marcella die Frau in Armandos Leben ist.","versions":[{"lang":1,"streams":[{"redirect":12651663,"hoster":"VOE"},{"redirect":12651665,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Gerüchteküche","epNo":37,"alt":"Los chismes vuelan","descr":"Die Gerüchteküche bei V\u0026M brodelt, als Sofia Berta von ihrem Verdacht erzählt, dass Betty in Armando verliebt sei. Das Gerücht macht schnell die Runde und wird zum Gesprächsthema Nummer 1 der Truppe. Patricia versinkt ín Selbstmitleid.","versions":[{"lang":1,"streams":[{"redirect":12651669,"hoster":"VOE"},{"redirect":12651667,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Ungewissheit","epNo":38,"alt":"La incertidumbre","descr":"Marcella bietet Sofia ihre Hilfe an und stellt ihr eine Anwältin zur Verfügung, die ihr bei den Scheidungsverhandlungen helfen soll. Berta hat Betty versprochen nicht mehr über ihr Privatleben zu tratschen. Ausgerechnet bei Ricardo bricht sie ihr Schweigen","versions":[{"lang":1,"streams":[{"redirect":12651675,"hoster":"VOE"},{"redirect":12651672,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Geheimnis gelüftet","epNo":39,"alt":"Develan el misterio","descr":"Sofia schwebt nach der Nacht mit Charlie auf Wolke 7. Als er sie jedoch von Ephraims Handy aus anruft, wird sie misstrauisch. Nicolas stellt den Geschäftsbericht von BAR vor und wird von Armando und Ricardo in eine Falle gelockt und ausgefragt.","versions":[{"lang":1,"streams":[{"redirect":12651679,"hoster":"VOE"},{"redirect":12651676,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Zwangseroberung","epNo":40,"alt":"Enamorar a la más fea","descr":"Ricardo schmiedet einen Plan, um Bettys angebliche Beziehung zu Nicolas zu zerstören. Dafür benötigt er Armandos unwiderstehlichen Charme. Sandras Vater muss den Boxclub verkaufen. Sie und Wilson setzen alles daran, um den Club doch noch zu retten.","versions":[{"lang":1,"streams":[{"redirect":12651682,"hoster":"VOE"},{"redirect":12651680,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Erstes Date","epNo":41,"alt":"La primera cita","descr":"Armando versucht Ricardos Plan umzusetzen, doch dies fällt ihm schwerer, als zunächst gedacht. Marcella ist sich sicher, dass Armando eine Affäre hat und sucht Rat bei Ricardo. Im Boxclub von Sandras Vater kommt es zu einem gefährlichen Zwischenfall.","versions":[{"lang":1,"streams":[{"redirect":12651684,"hoster":"VOE"},{"redirect":12651686,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Erster Kuss","epNo":42,"alt":"Grito a los cuatro vientos","descr":"Marcella und Patricia glauben, dass Armando eine Affäre hat und versuchen ihn auffliegen zu lassen. Ephraim will Jenny zurückhaben und entschuldigt sich bei ihr. Sofia hat Kontakt mit ihrer Scheidungsanwältin aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":12651688,"hoster":"VOE"},{"redirect":12651692,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Flüchtige Liebe","epNo":43,"alt":"Un amor fugaz","descr":"Marcella hat die erste Anprobe für ihr Hochzeitskleid. Während auf einer Cocktailparty die Hochzeitspläne von Marcella und Armando konkret werden, wartet Betty in einer Bar vergeblich auf ihren vermeintlichen Liebhaber.","versions":[{"lang":1,"streams":[{"redirect":12651691,"hoster":"VOE"},{"redirect":12651693,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Verbitterung","epNo":44,"alt":"El despecho","descr":"Betty wurde von Armando versetzt und ist daher nicht gut auf ihn zu sprechen. Armando versucht sich mit Betty zu versöhnen, aber diese weist ihn ab. Derweil steckt Marcella bei einem Fotoshooting ihr Revier ab und macht klar, dass Armando zu ihr gehört.","versions":[{"lang":1,"streams":[{"redirect":12651695,"hoster":"VOE"},{"redirect":12651696,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Entführung","epNo":45,"alt":"Secuestro por amor","descr":"Da Jenny und Sofia unter einem Dach zusammenleben, kommt es dauernd zu Konfrontationen zwischen den beiden Frauen. Armando sucht das Gespräch mit Betty, um über die vergangenen Tage zu reden. Im Boxstudio lässt derweil Sandra ihren Frust an Wilson aus.","versions":[{"lang":1,"streams":[{"redirect":12651700,"hoster":"VOE"},{"redirect":12651701,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"In Fraganti","epNo":46,"alt":"In fraganti","descr":"Betty und Armando kommen sich immer näher. Marcella hat Armandos Handy gehackt und versucht ihn mithilfe einer App zu beschatten. Während Armando sich mit Betty amüsiert, zweifelt Marcella immer mehr an seiner Treue. Derweil versucht Jenny eine Beziehung zu ihren Stiefkindern aufzubauen und untergräbt dabei Sofias Erziehungsmethoden. Patricia versinkt aufgrund ihrer finanziellen Situation in Selbstmitleid.","versions":[{"lang":1,"streams":[{"redirect":12651703,"hoster":"VOE"},{"redirect":12651708,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Neuer Look","epNo":47,"alt":"Un cambio de look","descr":"Betty will sich für Armando verändern und sucht einen Friseur-Salon auf. Im Büro ruft Bettys neuer Look gemischte Reaktionen hervor, doch keiner traut sich Betty die Wahrheit zu sagen. Nicolas und Bettys Mutter Julia sind skeptisch, was Bettys Drang zur Veränderung angeht und sind der festen Überzeugung, dass Betty verliebt ist. Um ihre Theorie zu bestätigen, durchsucht sie Bettys Zimmer.","versions":[{"lang":1,"streams":[{"redirect":12651706,"hoster":"VOE"},{"redirect":12651711,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Held","epNo":48,"alt":"El héroe","descr":"Nicolas Auftritt bei V\u0026M sorgt für Furore: Endlich lernt die Truppe Bettys angeblichen Freund kennen. Patricia wittert ihre Chance, Betty den milliardenschweren Freund auszuspannen und begibt sich auf Männerjagd. Sofia steht kurz vor der Kündigung und will alles versuchen, um nicht entlassen zu werden. Betty überredet sie ein Anti-Aggressionstraining zu machen. Um ihren Job zu behalten, muss sie sich zudem bei Jenny entschuldigen.","versions":[{"lang":1,"streams":[{"redirect":12651712,"hoster":"VOE"},{"redirect":12651714,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Verflixte Eifersucht","epNo":49,"alt":"Malditos celos","descr":"Nachdem Armando Betty vor einer Gruppe aufdringlicher Männer verteidigt hat, wird er für Bettys Vater zum Helden. Nico wird misstrauisch und durchwühlt Bettys Zimmer. Dabei findet er Bilder von ihr und Armando. Er will Betty vor der Geldgier Armandos beschützen und sucht seine Anwälte auf.","versions":[{"lang":1,"streams":[{"redirect":12651716,"hoster":"VOE"},{"redirect":12651721,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Nachtmusik","epNo":50,"alt":"Noche de serenata","descr":"Marcella lässt ihren ganzen Frust an Betty aus und bringt sie damit zum Weinen. Unverhofft springt ihr Ricardo zu Hilfe. Sofia entschuldigt sich wortreich bei Jenny und überreicht ihr das neue Handy. Berta zweifelt an der Treue und Liebe ihres Mannes und spioniert ihm hinterher.","versions":[{"lang":1,"streams":[{"redirect":12651718,"hoster":"VOE"},{"redirect":12651722,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Zügellose Leidenschaft","epNo":51,"alt":"Imaginación desatada","descr":"Armando verspricht Betty, seine Verlobung mit Marcella aufzulösen. Betty ist bis über beide Ohren verliebt und möchte den nächsten Schritt wagen. Dabei wird sie von einem Erotikbuch inspiriert, das ihr Aura Maria leiht. Bertas Zweifel an der Treue ihres Mannes lösen sich in Luft auf. Währenddessen schickt Nico einen anonymen Geschenkkorb an Patricia.","versions":[{"lang":1,"streams":[{"redirect":12651723,"hoster":"VOE"},{"redirect":12651724,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Liebesgedicht","epNo":52,"alt":"Un poema de amor","descr":"Betty schreibt ein Liebesgedicht für Armando und versteckt es auf seinem Schreibtisch. Marcella findet das Gedicht und ist sich jetzt sicher, dass ihr Verlobter eine andere Frau bei V \u0026 M hat. Sie versucht wie verrückt herauszufinden, wer das Gedicht geschrieben hat. Patricia möchte sich mit ihrem Millionär treffen. Sie wird aber vesetzt, weil Nicolas in einen Unfall gerät.","versions":[{"lang":1,"streams":[{"redirect":12651728,"hoster":"VOE"},{"redirect":12651730,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Spionage","epNo":53,"alt":"El espionaje","descr":"Betty hat Geburtstag! Demierio organisiert eine Party, während Betty ihre erste gemeinsame Nacht mit Armando plant. Marcella ist Armandos Geliebten auf der Spur. Zusammen mit Patricia verkleiden sie sich und folgen ihm, um sie zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":12651731,"hoster":"VOE"},{"redirect":12651734,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Verrückte Nacht","epNo":54,"alt":"Noche de locura","descr":"Aura María gesteht Jo, dass sie sich auch noch mit einem anderen Mann trifft. Marcella und Patricia folgen Armando bis vor Bettys Haus, geraten dort jedoch in einen Streit mit Nachbarn, sodass Patricia mit auf die Polizeiwache muss. Sofia streitet sich mit Ephraim aufgrund ihres neuen Freundes.","versions":[{"lang":1,"streams":[{"redirect":12651738,"hoster":"VOE"},{"redirect":12651735,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Intimes Date","epNo":55,"alt":"Una noche íntima","descr":"Armando versteht die Zurückweisung von Betty nicht, doch wenigstens vertraut Marcela ihm nun wieder. Sofia und Efraín streiten sich wegen der aktuelle Wohnsituation und den Kindern. Weil Bettys Stimmung auf dem Tiefpunkt ist, versuchen ihre Kolleginnen sie aufzuheitern. Nicolas lädt sie zu einem späten Geburtstagsessen ein. Betty hört ein Gespräch zwischen Armando und Marcela, die nun wieder wie frisch verliebt wirken. Daraufhin erzählt sie ihnen, dass sie abends mit ihrem Freund verabredet ist.","versions":[{"lang":1,"streams":[{"redirect":12651741,"hoster":"VOE"},{"redirect":12651746,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Diamantenbärchen","epNo":56,"alt":"El osito de cristal","descr":"Nicolas führt Betty in ein schickes Restaurant aus, als Daniel plötzlich dazu stößt. Nachdem Armando von Betty abgelehnt wurde, kauft er ihr ein besonderes Geschenk, das jedoch in Marcelas Hände gerät. Diese könnte nicht noch glücklicher sein, denn der Termin für die Hochzeit steht nun fest: in zwei Monaten wird geheiratet! Nicolas möchte sich beruflich selbstständig machen und Betty mit an Bord holen. Sofia rächt sich an Jenny, die ohne ihre Erlaubnis ihrem Sohn ein Handy gekauft hat.","versions":[{"lang":1,"streams":[{"redirect":12651744,"hoster":"VOE"},{"redirect":12651745,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Stunde der Wahrheit","epNo":57,"alt":"Bajo la tormenta","descr":"Jenny versucht zu beweisen, dass Sofia die Schuld für ihren geplatzten Job trägt. Armando fährt mit Betty zu einem Meeting fährt, doch ihr Auto hat eine Panne mitten im Nirgendwo. Die beiden flüchten kalt und durchnässt in eine Hütte und führen ein klärendes Gespräch.","versions":[{"lang":1,"streams":[{"redirect":12651749,"hoster":"VOE"},{"redirect":12651747,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Ruf der Liebe","epNo":58,"alt":"La llama del amor","descr":"Während alle Armando und Betty für vermisst halten, verbringen die beiden eine besondere Nacht miteinander. Betty schenkt Armando nun ihr ganzes Vertrauen. Marcela findet die zwei und erzählt Betty von der baldigen Hochzeit.","versions":[{"lang":1,"streams":[{"redirect":12651753,"hoster":"VOE"},{"redirect":12651756,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Ablehnung","epNo":59,"alt":"La negación","descr":"Armando nimmt die leidenschaftliche Nacht mit Betty immer noch mit. Er gerät in eine Krise und kämpft mit seinen wahren Gefühlen. Patricia vermutet, dass die Autopanne eine Lüge war, um Armandos Treffen mit seiner Geliebten zu vertuschen und stattet Betty einen Besuch ab. Auch Nicolas zweifelt an den guten Absichten von Armando.","versions":[{"lang":1,"streams":[{"redirect":12651758,"hoster":"VOE"},{"redirect":12651760,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Mütterliche Intuition","epNo":60,"alt":"Intuición de madre","descr":"Bettys Mutter vermutet, dass ihre Tochter eine Affäre mit ihrem Chef hat und fragt Betty, ob sie in Armando verliebt ist. Sofia erwacht nach einem neuen Streit mit Jenny im Krankenhaus. Daraufhin zieht sie mit ihren Söhnen zu ihrem Freund Charly. Im Internet tauchen die Fotos von Armandos Partynacht auf, woraufhin Marcela außer sich ist vor Wut und Betty dazu befragt.","versions":[{"lang":1,"streams":[{"redirect":12651759,"hoster":"VOE"},{"redirect":12651764,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Attacke","epNo":61,"alt":"El ataque","descr":"Bettys Mutter sucht das Gespräch mit Armando, um Betty zu beschützen. Nach den Partyfotos ist Armando nun nicht nur für Marcela, sondern auch für Betty ein Lügner. Aufgrund der Eifersucht von Marcela verliert V \u0026 M eine goldene Chance.","versions":[{"lang":1,"streams":[{"redirect":12651763,"hoster":"VOE"},{"redirect":12651765,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Verwundete Frau","epNo":62,"alt":"Mujer herida","descr":"Armando ist wütend auf Marcella aufgrund des geplatzten Deals, doch Betty rettet die Situation und wird als neue Heldin gefeiert. Zur Ablenkung lädt Ricardo Marcella in eine Bar ein. Der Abend endet für die beiden in seiner Wohnung. Armando erklärt Betty, dass er die Verlobung aufgrund seiner geschäftlicher Beziehungen nicht auflösen kann.","versions":[{"lang":1,"streams":[{"redirect":12651767,"hoster":"VOE"},{"redirect":12651771,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Dolchstoß","epNo":63,"alt":"La puñalada por la espalda","descr":"Ricardo überschreitet die Grenze und verrät seinen besten Freund. Während er sich mehr von Marcella erhofft, wünscht diese sich, die vergangen Nacht wäre nur ein Traum gewesen. Nach der gemeinsamen Nacht mit Armando schwebt Betty im siebten Himmel. Weil ihre Kolleginnen wissen, dass Patricia sich an Bettys millionenschweren Freund wirft, bedrängen sie Patricia. Betty stellt Nico zur Rede und versucht ihr Alibi aufrecht zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":12651776,"hoster":"VOE"},{"redirect":12651773,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Ultimatum","epNo":64,"alt":"El ultimátum","descr":"Betty soll Armando zu einem Fotoshooting ins sonnige Miami begleiten, was Marcella ganz und gar nicht passt. Sie stellt Armando vor ein Ultimatum: Tritt er seine Dienstreise an, wird es keine Hochzeit geben. Marcella wird enttäuscht. Nico und Betty beschließen, dass sich Nico bis zur Vorstandssitzung von Patricia fernhält.","versions":[{"lang":1,"streams":[{"redirect":12919130,"hoster":"VOE"},{"redirect":12651777,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Intrige","epNo":65,"alt":"La intriga","descr":"Betty ist begeistert von Miami und sowie den gemeinsamen Stunden mit Armando. In der Villa sieht Hugo, wie sich Armando in Bettys Zimmer schleicht. Auch Armando scheint mit Betty glücklich zu sein, doch dann bringt ein Traum alles durcheinander. Marcella betrügt Armando erneut mit Ricardo, gibt ihm jedoch direkt im Anschluss einen Korb.","versions":[{"lang":1,"streams":[{"redirect":12651778,"hoster":"VOE"},{"redirect":12651781,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Schwarze Wolke","epNo":66,"alt":"Una nube negra","descr":"Das Fotoshooting in Miami läuft wie am Schnürchen. Hugo spricht Armando auf die vergangene Nacht an, woraufhin Armando erzählt, er habe mit Betty nur betriebsinterne Zahlen besprochen. Ricardo bestärkt Armando darin, unverzüglich nach NY zurückzufliegen, um V\u0026M nicht zu verlieren. Marcella fährt mit Daniel in die Hamptons, um Abstand zu gewinnen. Daniel nutzt die Stimmung seiner Schwester und übernimmt die Kontrolle über V\u0026M. Er feuert Mariana und fordert Armando heraus. Er teilt ihm mit, dass Marcella zurückgetreten ist und ihn für sein Management verantwortlich gemacht hat","versions":[{"lang":1,"streams":[{"redirect":12651785,"hoster":"VOE"},{"redirect":12651784,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Schwierigkeiten","epNo":67,"alt":"En apuros","descr":"Betty fühlt sich schuldig wegen Marcellas Austritt und weiß nicht mehr, was sie möchte. Nico bittet sie, die Beziehung zu Armando endlich zu beenden. Armando weiß, dass Daniel mit allem kommt, um ihn aus dem Weg zu räumen. Verzweifelt sucht er nach Marcella, um einen Ausweg zu finden, aber sie fällt in Ohnmacht.","versions":[{"lang":1,"streams":[{"redirect":12651790,"hoster":"VOE"},{"redirect":12651791,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Frustration","epNo":68,"alt":"Frustración","descr":"Marcella liegt mit einer Hirnhautentzündung im Krankenhaus. Daniel droht Armando, er solle sich von Marcella fernhalten. Währenddessen verweigert Marcella die Ausstellung einer Vollmacht an ihren Bruder. Sie möchte zu Armando und V\u0026M zurückzukehren. Ricardo wirft Armando vor, er sei der Grund für Marcellas Zusammenbruch und verplappert sich.","versions":[{"lang":1,"streams":[{"redirect":12651792,"hoster":"VOE"},{"redirect":12651793,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Gefangen von Verlangen","epNo":69,"alt":"Atrapados por el deseo","descr":"Während sich Armando um Marcella kümmert, übernimmt Ricardo kurzzeitig die Führung von V\u0026M und schlägt vor, V\u0026M mit dem Geld von Bar Fashion aus seiner finanziellen Tieffahrt zu retten. Armando hält nichts von seiner riskanten Idee und stößt Ricardo vor den Kopf. Marcella kehrt in die Firma zurück, wo sie von Ricardo mit einem Kuss überrascht wird, doch sie werden beobachtet.","versions":[{"lang":1,"streams":[{"redirect":12651795,"hoster":"VOE"},{"redirect":12651797,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Potenzprobleme","epNo":70,"alt":"Impotencia sexual","descr":"Marcella weist Ricardo ab. Nachdem sich Armando im Bett nicht auf Marcella einlassen kann, sucht diese nach dem Grund. Während sie Betty befragt, übergibt sie ihr die Einladung zu ihrer Hochzeit. Armando sucht währenddessen nach einer Möglichkeit, V\u0026M aus seiner finanziellen Notlage zu retten. Er versichert Betty er würde die Hochzeit zu einem späteren Zeitpunkt absagen.","versions":[{"lang":1,"streams":[{"redirect":12651801,"hoster":"VOE"},{"redirect":12651802,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Seitensprung","epNo":71,"alt":"Juego sexual","descr":"Armando verbringt eine leidenschaftliche Nacht mit Betty auf der Couch seines Büros. Cindy flirtet mit Ricardo, was Marcella eifersüchtig macht. Daraufhin hintergehen die beiden Armando erneut. Daniel macht Ricardo ein verlockendes Angebot. Nico versucht weiterhin, Betty von der Realität zu überzeugen.","versions":[{"lang":1,"streams":[{"redirect":12651803,"hoster":"VOE"},{"redirect":12651805,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Armando hat’s nicht leicht","epNo":72,"alt":"Armando no la tiene fácil","descr":"Ricardo und Marcella sollen gemeinsam eine Dienstreise antreten, was ihr große Sorgen bereitet. Catalina beobachtet Betty und Armando heimlich in einer vertrauten Situation. Sie spricht ihn darauf an, um Zweifel auszuräumen. Währenddessen laufen die Hochzeitsvorbereitungen in vollem Gange.","versions":[{"lang":1,"streams":[{"redirect":12651811,"hoster":"VOE"},{"redirect":12651810,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Entfremdung","epNo":73,"alt":"Distanciados","descr":"Marcella merkt, wie sich Armando immer weiter von ihr entfernt. Sie möchte von ihm eine Entscheidung bezüglich ihrer gemeinsamen Zukunft. Währenddessen soll Patricia nun nicht mehr nur für Daniel V\u0026M ausspionieren, sondern auch in Marcellas Auftrag Armando beobachten. Betty wird von ihrer Mutter und Catalina auf die Folgen ihrer Beziehung zu Armando aufmerksam gemacht. Sie entdeckt ein Video von Ricardo, das alles verändert.","versions":[{"lang":1,"streams":[{"redirect":12651812,"hoster":"VOE"},{"redirect":12651813,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Emotionaler Absturz","epNo":74,"alt":"Derrumbe emocional","descr":"Bettys Welt zerbricht nach Ricardos bösem Video. Catalina versucht sie zu trösten. Auch Nico steht ihr bei. Verletzt und wütend plant Betty ihre Rache. In der Zwischenzeit sind Marcella und Ricardo gemeinsam auf Geschäftsreise in Miami.","versions":[{"lang":1,"streams":[{"redirect":12651815,"hoster":"VOE"},{"redirect":12651816,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Revanche","epNo":75,"alt":"La revancha","descr":"Nico fordert Betty auf, Armando zu geben, was er verdient! Doch Betty kann nicht glauben, dass Armando sie nur benutzt hat. Im Büro in NY spielen die Mädels Patricia einen Streich während in Miami Marcella Ricardo den Namen der Geliebten von Armando entlockt. Doch sie kann nicht glauben, dass es tatsächlich Betty ist.","versions":[{"lang":1,"streams":[{"redirect":13992771,"hoster":"VOE"},{"redirect":12651820,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Versuchung","epNo":76,"alt":"Condena de amor","descr":"Betty lässt Armando in dem Glauben, sie hätte das Video nicht gesehen. Doch dieser merkt, dass etwas nicht stimmt. Mit der Kreditkarte von BAR Fashion machen sich Betty und Nico einen schönen Tag und kreuzen zusammen auf der Feier vor Armando auf. Auch Patricia ist vor Ort und lernt zum ersten Mal Nicolas kennen.","versions":[{"lang":1,"streams":[{"redirect":12651823,"hoster":"VOE"},{"redirect":12651826,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Unvorhersehbarer Abend","epNo":77,"alt":"Una noche impredecible","descr":"Patricia berichtet Marcella von Armandos Verhalten auf der Party. Betty kämpft mit ihren Gefühlen für Armando. Er lädt sie auf ein Date in das eleganteste Restaurant New Yorks ein. Währenddessen kaufen sie und Nico mit dem Geld von BAR Fashion ein teures Auto. Als Armando gespannt auf Betty wartet kommt ein unerwarteter Gast hinzu.","versions":[{"lang":1,"streams":[{"redirect":12651827,"hoster":"VOE"},{"redirect":12651829,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Schluss mit den Lügen","epNo":78,"alt":"Basta de mentiras","descr":"Betty versetzt Armando und kommt stattdessen zusammen mit Nicolas in das Restaurant, wo sie sich ihren Abend mit dem Geld von BAR Fashion finanzieren. Doch Betty kostet es viel Kraft, Armando etwas vorzugaukeln. Armando versteht Bettys distanziertes Verhalten nicht. Er beschließt, die Hochzeit tatsächlich abzusagen. Nicolas und Patricia kommen sich in der Zwischenzeit näher.","versions":[{"lang":1,"streams":[{"redirect":12651831,"hoster":"VOE"},{"redirect":12651834,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Schmutziges Spiel","epNo":79,"alt":"Jugada sucia","descr":"Betty stört das Date von Nico und Patricia.Ricardo schiebt Armandos Entscheidung auf ein Stresssyndrom. Er versucht ihm klarzumachen, welche Auswirkungen seine Entscheidung haben wird. Um Betty lächerlich zu machen, lädt er sie auf ein wichtiges Presse Event ein. Marcellas und Daniels Schwester Lucia möchte bei V\u0026M einsteigen.","versions":[{"lang":1,"streams":[{"redirect":12651835,"hoster":"VOE"},{"redirect":12651839,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Gute Miene zum bösen Spiel","epNo":80,"alt":"Al mal tiempo, buena cara","descr":"Bettys Fehltritt auf der Party macht sie zur Lachnummer von NY. Sie ist Armandos Lügen leid und möchte eine Auszeit. Zu ihrer Verteidigung handelt Nico impulsiv. Armando fällt aus allen Wolken und sucht das Gespräch mit Betty.","versions":[{"lang":1,"streams":[{"redirect":12651842,"hoster":"VOE"},{"redirect":12651840,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Liebesbeweis","epNo":81,"alt":"Prueba de amor","descr":"Nico plant Bettys Austritt aus V\u0026M während er weiterhin an Patricia denkt. Aus Angst Betty zu verlieren beschließt Armando, die Beziehung mit Marcella zu beenden. Als er seiner Mutter von seinem Plan erzählt, passiert etwas Unerwartetes","versions":[{"lang":1,"streams":[{"redirect":12651845,"hoster":"VOE"},{"redirect":12651844,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Mutterinstinkt","epNo":82,"alt":"Olfato de madre","descr":"Armandos Mutter fühlt Betty auf den Zahn, um die Hochzeit zu retten. Sie überreicht ihrem Sohn einen wertvollen Familienring für Marcella. Währenddessen zweifelt Armandos Vater an seinen Entscheidungen","versions":[{"lang":1,"streams":[{"redirect":12651846,"hoster":"VOE"},{"redirect":12651850,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Armando verliert die Nerven","epNo":83,"alt":"Armando pierde la compostura","descr":"Marcella ist eifersüchtig, weil Ricardo an ihrer Schwester interessiert ist. Doch immerhin ist sie nun davon überzeugt, dass der Kampf um Armando gegen seine Geliebte endlich gewonnen ist. Sie plant die Entlassung von Betty. Betty ist enttäuscht und wütend, dass Armando die Hochzeit nicht abgesagt hat. Armando und Nico geraten in einen Streit.","versions":[{"lang":1,"streams":[{"redirect":12651854,"hoster":"VOE"},{"redirect":12980746,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Unverzeihlicher Fehler","epNo":84,"alt":"Un error irremediable","descr":"Patricia soll die neue Assistentin von Armando werden. Sie lädt Nicolas zu sich ein und die beiden verbringen eine intime Nacht miteinander. Am nächsten Morgen findet sie seine Visitenkarte von BAR Fashion und erzählt Daniel davon. Armando möchte Betty endlich wieder nah sein und wissen, ob sie ihn noch liebt. Doch sie plant, V\u0026M zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":12651856,"hoster":"VOE"},{"redirect":12651858,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Auf dem Drahtseil","epNo":85,"alt":"En la cuerda floja","descr":"Als letzten Arbeitsakt für V\u0026M soll Betty den Finanzbericht für die Vorstandssitzung abliefern. Als sie ihre Kündigung schreibt, bekommt sie mit, dass sie bereits entlassen wurde. Sie fasst einen Entschluss, der sich auf alle auswirkt. Währenddessen hat Daniel die Wahrheit über V\u0026M herausgefunden.","versions":[{"lang":1,"streams":[{"redirect":12651859,"hoster":"VOE"},{"redirect":12651861,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Büchse der Pandora","epNo":86,"alt":"La caja de Pandora","descr":"Armando muss sich in der Vorstandssitzung erklären. Betty möchte alles hinter sich lassen und erzählt Marcella die Wahrheit über ihre Beziehung mit Armando. Marcella ist tief verletzt und außer sich. Roberto wird neuer CEO von V\u0026M.","versions":[{"lang":1,"streams":[{"redirect":12651870,"hoster":"VOE"},{"redirect":12651867,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Flucht vor der Liebe","epNo":87,"alt":"Huir del amor","descr":"Armando sucht verzweifelt Betty auf, um alles aufzuklären und ihr zu sagen, dass er sie nie belogen hat. Doch er kommt zu spät. Betty plant bereits ihre Flucht ins sonnige Miami, um für Catalina zu arbeiten. Währenddessen versucht Nico Patricia die Wahrheit zu sagen. Daniel möchte V\u0026M aufkaufen, hätte Armando nicht Informationen gegen ihn.","versions":[{"lang":1,"streams":[{"redirect":12651872,"hoster":"VOE"},{"redirect":12651873,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Lebewohl, Vergangenheit","epNo":88,"alt":"Adiós al pasado","descr":"Betty hat alles hinter sich gelassen und beginnt nun ihr neues Leben in Miami. Bevor sie ihre Arbeit bei Catalina beginnt, gesteht sie ihr, dass sie Schuld hat an Marcellas abgesagter Hochzeit. Nico gesteht Patricia, dass er kein Millionär ist und sie angelogen hat.","versions":[{"lang":1,"streams":[{"redirect":12651874,"hoster":"VOE"},{"redirect":12651878,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Mit dem Rücken zur Wand","epNo":89,"alt":"Contra la pared","descr":"Die Finanzlage von V\u0026M ist kritisch. Als neuer CEO macht Roberto Nico einen Vorschlag. Nimmt er ihn nicht an, droht Betty und Nico eine Gefängnisstrafe. Auch Armando sieht nun die Vorteile von einer Zusammenarbeit mit Nico. So kann er Kontakt zu Betty aufnehmen. Marcella macht die ganze Situation sehr zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":12651881,"hoster":"VOE"},{"redirect":12651882,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Wie du mir, so ich dir","epNo":90,"alt":"Le paga con la misma moneda","descr":"Marcella ist am Boden zerstört und befindet sich in einem kritischen Zustand. Als Armando sie aufsucht, um mit ihr zu sprechen, eskaliert die Situation. Marcella erzählt ihm von ihrem Seitensprung, bereut es jedoch sofort. Ricardo weist alle Vorwürfe vorerst zurück. Bettys Eltern machen sich Gedanken um die Zukunft ihrer Tochter.","versions":[{"lang":1,"streams":[{"redirect":12651885,"hoster":"VOE"},{"redirect":12651883,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Verdacht bestätigt","epNo":91,"alt":"Sospecha confirmada","descr":"Nicolas soll weiterhin der Manager von Bar Fashion bleiben. Während Betty in Miami ist, findet ihre Mutter ihre Box mit Erinnerungen an Armando in ihrem Zimmer. Sie stellt Armando zur Rede und macht ihm Vorwürfe. Er hingegen versucht ihr zu erklären, dass er sie wirklich liebt.","versions":[{"lang":1,"streams":[{"redirect":12651886,"hoster":"VOE"},{"redirect":12980748,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Alles aus Liebe","epNo":92,"alt":"Todo por amor","descr":"Daniel wirft Betty vor, V\u0026M bankrott gemacht zu haben und fordert sie auf, mit ihrem eigenen Geld das Unternehmen zu retten. Armando verteidigt sie um jeden Preis. Roberto beschließt, dass Patricia die persönliche Sekretärin von Nico werden soll. Währenddessen sorgen sich Bettys Eltern um ihre Tochter und statten ihr einen Besuch ab. Ihre Mutter spricht sie auf ihre Liebesgeschichte mit Armando an.","versions":[{"lang":1,"streams":[{"redirect":12651891,"hoster":"VOE"},{"redirect":12651893,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Stück für Stück","epNo":93,"alt":"El montaje","descr":"Marcella erfährt, dass Betty weder arbeitslos ist noch Urlaub macht. Sie teilt Roberto ihre Vermutung mit, dass sie sich samt ihren Eltern mit dem Geld von V\u0026M aus dem Staub gemacht hat. Betty hingegen findet heraus, dass Joaquin Drogen konsumiert. Armando hält die Situation nicht mehr aus und setzt einen Privatdetektiv auf Betty an.","versions":[{"lang":1,"streams":[{"redirect":12651894,"hoster":"VOE"},{"redirect":12651898,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Strategien","epNo":94,"alt":"El estratega","descr":"Patricia findet heraus, dass nicht ihr Vater, sondern Nico ihr Geld überwiesen hat. Daniel weiß, dass er ein Verbrechen begangen hat und unternimmt alles, um die Beweise gegen ihn zu beseitigen. Roberto spielt mit dem Gedanken, die Firma Daniel zu überlassen. Joaquin entschuldigt sich bei Betty und bedankt sich für ihre Freundschaft.","versions":[{"lang":1,"streams":[{"redirect":12651899,"hoster":"VOE"},{"redirect":12651900,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Wichtige Spur","epNo":95,"alt":"Una pista importante","descr":"In Miami kommen sich Betty und Joaquin langsam näher. Der Privatdetektiv Armandos hat Betty aufspüren können und berichtet Armando von allem. Dieser gerät in New York in einen Streit mit Daniel aufgrund seiner Straftat.","versions":[{"lang":1,"streams":[{"redirect":12651902,"hoster":"VOE"},{"redirect":12651905,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Konkurrenz","epNo":96,"alt":"La competencia","descr":"Zwischen Joaquin und Betty entwickelt sich langsam mehr als nur eine gute Freundschaft. Joaquin wagt den nächsten Schritt und küsst Betty. Armando, der nach Miami geflogen war, um mit ihr zu sprechen, sieht den Kuss. Marcella kommt Armandos kurzfristige Reise nach Miami zu Ohren, während ihre Schwester herausfindet, dass sich Betty dort aufhält.","versions":[{"lang":1,"streams":[{"redirect":12651908,"hoster":"VOE"},{"redirect":12651909,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Revierkampf","epNo":97,"alt":"Marcando territorio","descr":"Armandos Versuche Betty zurück zu gewinnen scheitern kläglich. Auch das Gespräch mit Joaquin läuft nicht wie geplant. Währenddessen sehnt sich Ricardo nach einer Beziehung mit Marcella.","versions":[{"lang":1,"streams":[{"redirect":12651911,"hoster":"VOE"},{"redirect":12651912,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Schmerzhafte Wahrheit","epNo":98,"alt":"La verdad duele","descr":"Joaquin bezeichnet Betty auf seiner Kunstausstellung, auf der auch Armando anwesend ist, öffentlich als seine Muse. Damit gibt Armando auf und fliegt zurück nach New York. Betty zerbricht an der Situation. Marcella sieht nun ihre letzte Chance auf einen Neustart mit Armando.","versions":[{"lang":1,"streams":[{"redirect":12651919,"hoster":"VOE"},{"redirect":12651915,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"Den Kopf verlieren","epNo":99,"alt":"Perder la cabeza","descr":"Aus Wut und Trauer nimmt Marcella eine Überdosis Schlaftabletten, doch Armando kommt gerade noch rechtzeitig. Ihn plagen Schuldgefühle und er spricht nun offen mit seinen Eltern über alles, was passiert ist. Währenddessen soll Betty Joaquin auf ein Event begleiten.","versions":[{"lang":1,"streams":[{"redirect":12651924,"hoster":"VOE"},{"redirect":12651921,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"Die neue Betty","epNo":100,"alt":"La nueva Betty","descr":"Marcela bittet Armando, sich noch eine Chance zu geben. Aber sie verliert die Kontrolle, nachdem er ehrlich mit ihr gesprochen hat. Joaquín überrascht Betty bei der Eröffnung ihres Geschäfts.","versions":[{"lang":1,"streams":[{"redirect":12651922,"hoster":"VOE"},{"redirect":12651923,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"Tragische Nachricht","epNo":101,"alt":"Noticia trágica","descr":"Bettys Mutter liegt nach einem Herzinfarkt aufgrund des Besuches von Daniel im Krankenhaus. Ihre Eltern möchten wissen, ob Betty tatsächlich eine Betrügerin ist.  Als Betty davon erfährt, nimmt sie den nächsten Flieger nach Hause. Armando hingegen kümmert sich um Marcella.","versions":[{"lang":1,"streams":[{"redirect":12651929,"hoster":"VOE"},{"redirect":12651928,"hoster":"Streamtape"}]}]},{"epId":"episode-102","name":"Enttäuschte Väter","epNo":102,"alt":"Un padre desilusionado","descr":"Demetrio sucht Roberto auf, um Bettys Situation bei V\u0026M aufzuklären. Als er die Wahrheit erfährt, führt er ein ernstes Gespräch mit seiner Tochter. Betty verspricht, Verantwortung zu übernehmen und ihren Vater wieder stolz zu machen.","versions":[{"lang":1,"streams":[{"redirect":12651931,"hoster":"VOE"},{"redirect":12651932,"hoster":"Streamtape"}]}]},{"epId":"episode-103","name":"Verantwortung übernehmen","epNo":103,"alt":"Asumir la responsabilidad","descr":"Betty gibt Roberto ihr Wort, dass sie V\u0026M ohne Gegenleistung zurückgeben wird. Währenddessen erfahren alle anderen, dass Betty zurück in New York ist. Marcella sagt Armando, es sei in Ordnung für sie, dass er Betty über sie stellt.","versions":[{"lang":1,"streams":[{"redirect":12651937,"hoster":"VOE"},{"redirect":12651938,"hoster":"Streamtape"}]}]},{"epId":"episode-104","name":"Triumphale Rückkehr","epNo":104,"alt":"Regreso triunfal","descr":"Roberto schlägt Betty als neue Geschäftsführerin von V\u0026M vor, doch Betty lehnt ab. Sie möchte Armando nicht mehr ständig sehen müssen. Die Clique und auch Marcella wollen hingegen wissen, was Betty zu ihrem Imagewandel und ihrer Rückkehr bewegt hat.","versions":[{"lang":1,"streams":[{"redirect":12651940,"hoster":"VOE"},{"redirect":12651939,"hoster":"Streamtape"}]}]},{"epId":"episode-105","name":"Gemischte Gefühle","epNo":105,"alt":"Sentimientos encontrados","descr":"Roberto erinnert Betty an ihre Verantwortung gegenüber V\u0026M. Auch Armando wünscht sich Betty als Geschäftsführerin, denn nur sie kann die Firma noch retten. Er gibt nicht auf, um ihre Liebe zu kämpfen. Marcella weiß von seiner andauernden Liebe zu ihrer Gegenspielerin.","versions":[{"lang":1,"streams":[{"redirect":12651947,"hoster":"VOE"},{"redirect":12651943,"hoster":"Streamtape"}]}]},{"epId":"episode-106","name":"Gemischte Gefühle","epNo":106,"alt":"Sentimientos encontrados","descr":"Roberto erinnert Betty an ihre Verantwortung gegenüber V\u0026M. Auch Armando wünscht sich Betty als Geschäftsführerin, denn nur sie kann die Firma noch retten. Er gibt nicht auf, um ihre Liebe zu kämpfen. Marcella weiß von seiner andauernden Liebe zu ihrer Gegenspielerin.","versions":[{"lang":1,"streams":[{"redirect":12651946,"hoster":"VOE"},{"redirect":12651951,"hoster":"Streamtape"}]}]},{"epId":"episode-107","name":"Von Frau zu Frau","epNo":107,"alt":"De mujer a mujer","descr":"Ricardo gibt alles, um Armando auf andere Gedanken zu bringen, während Marcella versucht, Armando um den Finger zu wickeln. Betty entscheidet sich für den Job als neue Geschäftsführerin von V\u0026M. Daraufhin sucht sie das klärende Gespräch mit Marcella.","versions":[{"lang":1,"streams":[{"redirect":12651953,"hoster":"VOE"},{"redirect":12651955,"hoster":"Streamtape"}]}]},{"epId":"episode-108","name":"Die neue Geschäftsführerin","epNo":108,"alt":"La nueva presidenta","descr":"Als neue Geschäftsführerin möchte Betty die Zielgruppe von V\u0026M neu ausrichten. Ihre Mode soll sich nun an \"die normale Frau\" richten. Währenddessen komm Romina in Verdacht, die Kollektion von Hugo gestohlen zu haben und muss sich rechtfertigen.","versions":[{"lang":1,"streams":[{"redirect":12651958,"hoster":"VOE"},{"redirect":12651957,"hoster":"Streamtape"}]}]},{"epId":"episode-109","name":"Morddrohung","epNo":109,"alt":"Amenaza de muerte","descr":"Nach dem Geständnis von Romina wissen Armando und Betty nun, wer die gestohlenen Entwürfe von Hugos Kollektion in den Händen hat. Marcella befürchtet, dass Daniel etwas mit der Sache zu tun hat und stellt ich zur Rede. Auch Armando und Ricardo kommen ihm auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":12651962,"hoster":"VOE"},{"redirect":12651960,"hoster":"Streamtape"}]}]},{"epId":"episode-110","name":"Am falschen Ort","epNo":110,"alt":"En el lugar equivocado","descr":"Öffentlich vor allen Mitarbeitern droht Armando Daniel, ihn wegen seines Verrates umzubringen. Betty versucht als neue Geschäftsführerin durchzugreifen. Doch die Lage spitzt sich zu, als Daniel in Anwesenheit von Armando im Park angeschossen wird und Armando als Schützen nennt.","versions":[{"lang":1,"streams":[{"redirect":12651964,"hoster":"VOE"},{"redirect":12651965,"hoster":"Streamtape"}]}]},{"epId":"episode-111","name":"Die Ermittlung","epNo":111,"alt":"La investigación","descr":"Marcella weiß, dass Armando eine Waffe besitzt, doch sie nimmt ihn in Schutz. Als die Tatwaffe jedoch in seinem Auto auftaucht, wird Armando endgültig festgenommen. Betty versucht den trauernden Hugo wieder zum Arbeiten zu bewegen. Giovanni beobachtet währenddessen etwas Seltsames.","versions":[{"lang":1,"streams":[{"redirect":12651966,"hoster":"VOE"},{"redirect":12651969,"hoster":"Streamtape"}]}]},{"epId":"episode-112","name":"Entscheidende Beweise","epNo":112,"alt":"Evidencia crucial","descr":"Armando wird aufgrund der zweifelhaften Beweislage wieder freigelassen. Voller Freude über seine Rückkehr küsst Marcella ihren Liebsten vor Bettys Augen. Armando kann Betty jedoch noch immer nicht vergessen, während sie ihn nicht mehr sehen möchte.","versions":[{"lang":1,"streams":[{"redirect":12651970,"hoster":"VOE"},{"redirect":12651972,"hoster":"Streamtape"}]}]},{"epId":"episode-113","name":"Bedingungslose Liebe","epNo":113,"alt":"Remordimientos crueles","descr":"Es fehlen noch immer die Beweise für Daniels Verrat, weshalb Roberto um Stillschweigen bittet. Betty wird überrascht von einem Meer aus Rosen in ihrem Büro. Bevor sie über den Absender rätseln kann, entdeckt sie Joaquin im Raum.","versions":[{"lang":1,"streams":[{"redirect":12651974,"hoster":"VOE"},{"redirect":12651975,"hoster":"Streamtape"}]}]},{"epId":"episode-114","name":"Unerwünschter Gast","epNo":114,"alt":"Invitado no deseado","descr":"Joaquin möchte sich in NY niederlassen und hat Pläne für eine gemeinsame Zukunft mit Betty. Armando versucht daraufhin Betty von Joaquin fernzuhalten und ihr noch einmal zu verdeutlichen, dass er sie wirklich liebt. Patricia ist dabei sich in Nico zu verlieben, doch Marcella redet ihr ins Gewissen.","versions":[{"lang":1,"streams":[{"redirect":12651978,"hoster":"VOE"},{"redirect":12651980,"hoster":"Streamtape"}]}]},{"epId":"episode-115","name":"Hier bin ich und hier bleib ich","epNo":115,"alt":"Aquí estoy y aquí me quedo","descr":"Betty nimmt allen Mut zusammen stellt Ricardo, der ihr Geheimnis verraten will, zur Rede. Doch das das Gespräch läuft anders als erwartet und endet mit einer saftigen Ohrfeige. Währenddessen lässt Patricia ihren aufgestauten Gefühlen freien Lauf.","versions":[{"lang":1,"streams":[{"redirect":12651983,"hoster":"VOE"},{"redirect":12651986,"hoster":"Streamtape"}]}]},{"epId":"episode-116","name":"Männerabend","epNo":116,"alt":"Noche de hombres","descr":"Bei einem Männerabend gesteht Armando seine Liebe zu Betty. Nicolas versucht sich daraufhin als Liebesengel Amor und versucht Betty ins Gewissen zu reden. Wird sie Armando noch eine Chance geben?","versions":[{"lang":1,"streams":[{"redirect":12651989,"hoster":"VOE"},{"redirect":12651990,"hoster":"Streamtape"}]}]},{"epId":"episode-117","name":"Noch ein Liebesbetrug","epNo":117,"alt":"Otra decepción amorosa","descr":"Joaquin hat sich kurzerhand entschieden, Armando auch bei der Arbeit Konkurrenz zu machen, er verlagert kurzerhand seinen Firmensitz in das gleiche Gebäude wie das Modeunternehmen V \u0026 M Fashion. Offensichtlich mit Erfolg, denn Betty erwartet ein Büro voller roter Rosen.","versions":[{"lang":1,"streams":[{"redirect":12651991,"hoster":"VOE"},{"redirect":12651995,"hoster":"Streamtape"}]}]},{"epId":"episode-118","name":"Offene Wunde","epNo":118,"alt":"Sangrando por la herida","descr":"Obwohl sich Betty für Joaquin entschieden hat ist ihr Herz völlig durcheinander. Ricardo leistet noch immer Widerstand gegen Betty als neue Geschäftsführerin, doch Betty kann Maria auf ihre Seite ziehen.","versions":[{"lang":1,"streams":[{"redirect":12651462,"hoster":"VOE"},{"redirect":12651463,"hoster":"Streamtape"}]}]},{"epId":"episode-119","name":"Zum zweiten Mal","epNo":119,"alt":"Por segunda vez","descr":"Trotz aller Umstände und dem deutlichen Gespräch mit Bettys Mutter sucht Armando ein letztes Mal das Gespräch mit Betty. Aus einer anfänglichen Umarmung wird jedoch mehr. Kann er Betty doch noch zurückgewinnen?","versions":[{"lang":1,"streams":[{"redirect":12652000,"hoster":"VOE"},{"redirect":12652004,"hoster":"Streamtape"}]}]},{"epId":"episode-120","name":"Undankbarer Freund","epNo":120,"alt":"Un amigo ingrato","descr":"Nachdem Armando von Bettys Mutter eindringlich erzählt bekommt, wie glücklich Betty mit Joaquin ist, entscheidet sich Armando für eine schnelle Hochzeit mir Marcella. Währenddessen plant Ricardo, nicht zur Hochzeit zu erscheinen und bei V\u0026M auszusteigen.","versions":[{"lang":1,"streams":[{"redirect":12652002,"hoster":"VOE"},{"redirect":12652003,"hoster":"Streamtape"}]}]},{"epId":"episode-121","name":"Die Wahrheit kommt ans Licht","epNo":121,"alt":"Todo sale a la luz","descr":"Betty verkündet bei einem Meeting mit der Geschäftsführung ihren Rücktritt. Armando gesteht Betty, dass er sie sofort heiraten würde, wenn sie ihm verzeihen würde. Schafft sie es, über ihren Schatten zu springen?","versions":[{"lang":1,"streams":[{"redirect":12651871,"hoster":"VOE"},{"redirect":12651864,"hoster":"Streamtape"}]}]},{"epId":"episode-122","name":"Zwischen Leben und Tod","epNo":122,"alt":"Entre la vida y la muerte","descr":"Armando wird vor Bettys Augen von einem Auto angefahren. Völlig aufgelöst begleitet sie ihn ins Krankenhaus. Doch dort erwartet sie Armandos wutentbrannte Mutter, die Betty die Schuld für das Unglück gibt.","versions":[{"lang":1,"streams":[{"redirect":12652010,"hoster":"VOE"},{"redirect":12652011,"hoster":"Streamtape"}]}]},{"epId":"episode-123","name":"Ein Traum wird wahr","epNo":123,"alt":"Un sueño realizado","descr":"Betty besucht Armando am Krankenbett und gesteht ihm ihre Liebe. Marcella dagegen zieht ihre Konsequenzen aus den vergangenen Ereignissen und will V\u0026M verlassen. Steht jetzt der Traumhochzeit nichts mehr im Weg?","versions":[{"lang":1,"streams":[{"redirect":12652018,"hoster":"VOE"},{"redirect":12652016,"hoster":"Streamtape"}]}]}]}]}