{"seriesId":"beware-the-batman","name":"Beware the Batman","descr":"\"Beware the Batman\" widmet sich der Zeit, als Bruce Wayne gerade beginnt, das organisierte Verbrechen als Batman zu bekämpfen. Ihm zur Seite steht nicht nur sein Butler Alfred Pennyworth, sondern auch dessen Patentochter Tatsu Yamashiro. Die Kampfspezialistin entwickelt sich schnell zu Batmans wichtigstem Partner. Auf Seiten der Bösewichte treten vor allem bislang eher weniger bekannte Figuren wie Anarky oder Professor Pyg in den Vordergrund.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mein Freund Alfred","epNo":1,"alt":"Hunted","descr":"In Gotham City gibt es bereits erste Gerüchte über einen verkleideten Verbrecherjäger namens Batman, als sein erstes großes Abenteuer beginnt. Der Milliardär Simon Stagg wird von den Ökoterroristen Professor Pyg und Mister Toad entführt. Offensichtlich nur das erste Opfer in einer ganzen Reihe von geplanten Taten. Im Zuge der Nachforschungen gerät auch Batmans Butler, Freund und Helfer Alfred in die Fänge der Terroristen … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":11335913,"hoster":"VOE"},{"redirect":8318980,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Secrets","epNo":2,"alt":"Secrets","descr":"Batman lernt seine neue Helferin kennen – Tatsu Yamashiro (alias Katana), die Patentochter seines Butlers Alfred. Doch zunächst ist er noch auf sich alleine gestellt, als er sich auf die Jagd nach Magpie macht, die ihre Sucht nach funkelnden Dingen zu befriedigen versucht. Batman findet heraus, dass sich hinter ihrem Kostüm Margaret Sorrow verbirgt. Er erfährt auch, wie es zu ihrer Persönlichkeitsspaltung kam … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454155,"hoster":"VOE"},{"redirect":8318982,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ordnung und Chaos","epNo":3,"alt":"Tests","descr":"Der mysteriöse Anarky taucht erstmals auf – erst als Förderer von ein paar Kleingaunern, dann als echter Widersacher für Batman. Für ihn ist das Duell mit einem ebenbürtigen Gegner einfach nur ein großes Spiel zwischen Ordnung und Chaos. Um seinen Gegner zu testen, droht er die Seilbahn von Gotham City in die Luft zu sprengen. Unterdessen muss auch Katana einen Test bestehen … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454156,"hoster":"VOE"},{"redirect":8318985,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Liga der Assassinen","epNo":4,"alt":"Safe","descr":"Die Liga der Assassinen versucht, Dr. Burr aus dem Weg zu räumen – den Kopf hinter einer Erfindung von Wayne Industries, die eine Revolution auf dem Energiesektor ist. Batman will ihn in Wayne Manor in Sicherheit bringen, doch der Ninjakrieger Silver Monkey gibt sich erfolgreich als Sicherheitschef aus und kommt so ungehindert in die Festung. Außerdem scheint auch Batmans Helferin Katana eine Vergangenheit mit der Liga der Assassinen zu haben. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454158,"hoster":"VOE"},{"redirect":11440006,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Humpty Dumpty","epNo":5,"alt":"Broken","descr":"Merkwürdige Personen, die wie lebensgroße Spielzeugsoldaten aussehen, treiben in Gotham City ihr Unwesen. Darin sind offensichtlich Menschen gefangen. Doch wer versucht, sie zu befreien, aktiviert einen Sprengsatz! Batman findet heraus, dass Humpty Dumpty hinter der Aktion steckt – ein ehemaliger Buchhalter des Kriminellen Tobias Whale, der einst einem Anschlag zum Opfer fiel. Jetzt ist er auf Rache aus. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454157,"hoster":"VOE"},{"redirect":8318996,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Projekt: Metamorpho","epNo":6,"alt":"Toxic","descr":"Simon Stagg ist der Eigentümer von Stagg Industries. Seine Tochter Sapphire ist mit einem Wachmann der Firma liiert, Rex Mason. Anscheinend hat Stagg nichts gegen die Beziehung, doch dann wird Rex Mason Opfer einer Gas-Attacke und verwandelt sich in ein Wesen namens Metamorpho. Schnell findet Batman heraus, dass Stagg hinter der Aktion steckt. Doch Batman ahnt nicht, wie weit das Komplott reicht … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454160,"hoster":"VOE"},{"redirect":8318997,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Willkommen in der Familie!","epNo":7,"alt":"Family","descr":"Silver Monkey versucht alles, um an Katanas Seelenräuber-Schwert zu kommen, damit er zum Anführer der Assassinen-Liga aufsteigt. Katana sieht sich daher gezwungen, Wayne von ihrer Vergangenheit bei der CIA und ihrer Undercover-Zeit bei der Liga der Assassinen zu berichten. Wayne verlangt daraufhin von ihr und Alfred die Kündigung. Doch dann wird er Opfer eines Hinterhalts, der auf das Konto von Bethanie Ravencroft geht. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454163,"hoster":"VOE"},{"redirect":8319000,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Held und Jäger","epNo":8,"alt":"Allies","descr":"Lieutenant Jim Gordan ist über Batmans Alleingang verärgert, als dieser Tobias Whale und dessen Crew auf frischer Tat ertappt. Doch dann entführen Whales Männer Gordans Tochter Barbara! Der Polizist springt über seinen eigenen Schatten und bittet Batman um Hilfe. Gemeinsam finden sie schnell heraus, wo sich Whales Männer mit ihrer Geisel verstecken. Allerdings will Batman nicht, dass Katana zum Showdown mitkommt … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":12919151,"hoster":"VOE"},{"redirect":13082318,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In den Fängen von Cypher","epNo":9,"alt":"Control","descr":"Cypher ist ein roboterartiges Wesen, das sich mit Hilfe von tentakelartigen Kabeln in den Verstand von Menschen einklinken und ihn dann kontrollieren kann. Gerade als Katana nach langem Zögern einem gemeinsamen Essen mit Dr. Burr zustimmt, übernimmt Cypher die Kontrolle über den Wissenschaftler. Nicht nur Dr. Burr ist damit in Gefahr. Was geschieht nun mit seiner Erfindung, dem Ionen-Kortex? (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454164,"hoster":"VOE"},{"redirect":8319001,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kalibosix","epNo":10,"alt":"Sacrifice","descr":"Anarky gelingt es, die Liga der Assassinen zu erpressen, und erhält so eine gefährliche Substanz namens Kalibosix. Anschließend lockt er Batman ins Seuchenforschungszentrum. Schnell wird klar, wie gefährlich dieses Kalibosix wirklich ist. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454166,"hoster":"VOE"},{"redirect":13082323,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Meister der Mode","epNo":11,"alt":"Instinct","descr":"Professor Pyg und Mister Toad nehmen sich die Modeszene vor. Ihr erstes Opfer ist das arrogante Topmodel Azzurra, die von Batman und Katana gerade noch rechtzeitig gerettet werden kann. Doch damit beginnt eine ganze Serie von geplanten Attentaten. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454168,"hoster":"VOE"},{"redirect":13082321,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lebendig begraben","epNo":12,"alt":"Attraction","descr":"Im Gefängnis besucht Batman seine Widersacherin Magpie – und löst dadurch eine ganze Kette von ungewollten Ereignissen aus. Denn Magpie versteht den Besuch als Annäherungsversuch und entwickelt eine furchtbare Eifersucht gegen Katana. Als Magpie ihren Ausbruch arrangiert, droht die Situation zu eskalieren. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8454167,"hoster":"VOE"},{"redirect":8319016,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Blackout","epNo":13,"alt":"Fall","descr":"Showdown im Kampf um den Ionen-Kortex! Im Zuge der Auseinandersetzung zwischen Batman und der Liga der Assassinen erfährt Katana zum ersten Mal, welche Rolle Alfred beim Tod ihres Vaters spielte. Wie wird sie darauf reagieren? Und welche Rolle wird der noch immer von Cypher kontrollierte Dr. Burr spielen? (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":12382270,"hoster":"VOE"},{"redirect":8319018,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Lügen des Schakals","epNo":14,"alt":"Darkness","descr":"Gotham City ist im Ausnahmezustand, seit Ra’s al Ghul die Stadt vom Stromnetz getrennt hat. Lieutenant Gordon und seine Tochter Barbara suchen indessen im Präsidium einen sicheren Unterschlupf. Als Gordon das Batsignal einschaltet, erscheint Katana und bestätigt die Gerüchte, dass Batman von Ra’s und seinen Leuten gefangen wurde …","versions":[{"lang":1,"streams":[{"redirect":8454171,"hoster":"VOE"},{"redirect":8319019,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Seelenräuber-Schwert","epNo":15,"alt":"Reckoning","descr":"Ra’s al Ghul schmiedet einen perfiden Plan, um Batman endlich eliminieren zu können. Er bietet demjenigen einen eigenen Teil Gothams an, dem es gelingt, Batman zu fassen – tot oder lebendig. Außerdem versucht er die gefangene Katana zu manipulieren. Er bietet ihr an, ihren Vater aus dem Seelenräuber-Schwert freizulassen, wenn sie dafür Alfred tötet.","versions":[{"lang":1,"streams":[{"redirect":11203084,"hoster":"VOE"},{"redirect":11412944,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Code","epNo":16,"alt":"Nexus","descr":"Harvey Dent hat sich sechs Monate nach dem großen Stromausfall zum Bezirksstaatsanwalt wählen zu lassen, und nach Commissioner Carillos Rücktritt hat Gordon sein Amt übernommen. Bürgermeisterin Grange ist schon bald genervt von Dent und seinen Förderungsanfragen für eine Spezialeinheit gegen Batman. Als eine Bombe in ihrem Büro detoniert und sich daran Spuren eines Batarangs finden, ändert sie ihre Meinung, und Dent macht sich auf die Suche nach Batman.","versions":[{"lang":1,"streams":[{"redirect":8454176,"hoster":"VOE"},{"redirect":13082324,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Old Gotham","epNo":17,"alt":"Monsters","descr":"Seit geraumer Zeit werden in Old Gotham Geschäfte verwüstet und deren Besitzer bedroht. Die Überfälle werden allerdings stets von einem mysteriösen Golem vereitelt. Batman und Katana machen sich auf den Weg nach Old Gotham, um den Golem aufzuspüren. Schon bald gelangen sie in dessen Versteck. Der Golem entpuppt sich als alter Bekannter: Rex Mason alias Metamorpho.","versions":[{"lang":1,"streams":[{"redirect":8454174,"hoster":"VOE"},{"redirect":13082325,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kinderspiel","epNo":18,"alt":"Games","descr":"Batman, Katana, Commissioner Gordon, Bürgermeisterin Grange und der Gangsterboss Tobias Whale wurden entführt. Sie alle werden in einem Zimmer festgehalten, dessen Fenster zugemauert sind. Schnell stellt sich heraus, dass sie Teil eines perfiden Spiels von Humpty Dumpler sind. Es beginnt ein Wettkampf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":8454175,"hoster":"VOE"},{"redirect":8319033,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Killer Croc","epNo":19,"alt":"Animal","descr":"Als der Schlüsselmacher einen Verschlüsslungscode, mit dem er die wichtigsten Rechner der Welt knacken könnte, stiehlt, ist sich Batman sicher, dass trotz des hohen Sicherheitsstandards im Blackgate auch eine hohe Ausbruchsgefahr besteht. Kurzerhand lässt er sich von Harvey Dent verhaften und wird ins Blackgate gebracht. Dort hat Killer Croc zu einer großen Gefängnisrevolte aufgerufen …","versions":[{"lang":1,"streams":[{"redirect":8454183,"hoster":"VOE"},{"redirect":8319037,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Doppelgänger","epNo":20,"alt":"Doppelganger","descr":"Ein fliegendes Wesen, das an eine menschengroße Fledermaus erinnert, gibt Batman Rätsel auf. Als es zum Kampf zwischen den beiden kommt, erleidet Batman eine Niederlage. Kurz darauf schafft er es aber, die sogenannten \"Manbat\" in die Bathöhle zu bringen und Nachforschungen anzustellen. Alfred findet heraus, dass er mit einem Gift betäubt und willenlos gemacht wurde. Plötzlich beginnt \"Manbat\" zu sprechen, und Batman und Alfred erfahren seine wahre Geschichte …","versions":[{"lang":1,"streams":[{"redirect":8454181,"hoster":"VOE"},{"redirect":13082326,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Roboter-Armee","epNo":21,"alt":"Unique","descr":"Doktor Spangle wird nach einem Wohltätigkeitsessen von mysteriösen Klonkriegern attackiert. Bevor er bewusstlos zusammenbricht, kann er Wayne verraten, dass Ava Kirks Vater noch am Leben ist. Bruce kennt Ava seit seiner Kindheit. Als er sie besucht, wird auch sie von Klonkriegern angegriffen. Um sie zu schützen, beschließt Bruce, sie nach Wayne Manor zu bringen. Doch ausgerechnet dort gelingt es den Klonen, Ava zu entführen …","versions":[{"lang":1,"streams":[{"redirect":8454185,"hoster":"VOE"},{"redirect":8319049,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Ende des Helden?","epNo":22,"alt":"Hero","descr":"Batman und Katana tappen in Anarkys Falle und geraten in die Hände von Dents Spezialeinheit. Dass beide fliehen können, will Harvey Dent nicht auf sich sitzen lassen. Er fürchtet um sein öffentliches Ansehen und Nachteile bei der Bürgermeisterwahl. Als Kriminelle kurz darauf ein Restaurant überfallen, taucht plötzlich ein mysteriöser Kämpfer auf und kann sie besiegen. Diesen stellt Dent auf einer Pressekonferenz als Deathstroke vor – neuestes Mitglied seiner Spezialeinheit.","versions":[{"lang":1,"streams":[{"redirect":8454182,"hoster":"VOE"},{"redirect":8319047,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Flüssiger Stein","epNo":23,"alt":"Choices","descr":"Mit Hilfe von Barbara Gordon, die unter dem Pseudonym Oracle das Team via Funk berät, versuchen Batman und Katana einen Banküberfall zu verhindern. Croc und seine Kameraden haben sich über einen Abwasserkanal Zugang zur Bank verschafft. Trotz eines Peilsenders können sie durch die U-Bahn-Tunnel fliehen. Als sich Croc überraschend per Überwachungskamera zu erkennen gibt, gelingt es ihm, die Helden in eine Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":12332646,"hoster":"VOE"},{"redirect":8319050,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Fälschung","epNo":24,"alt":"Epitaph","descr":"Der Wahlkampf um das Amt des Bürgermeisters geht langsam in die heiße Phase über, und Harvey Dent sucht überall Unterstützung, so auch bei Bruce Wayne. Als dieser von Dent für eine Rede auf die Bühne gebeten wird, erscheint plötzlich ein Mann im Batman-Kostüm und schießt auf ihn. Er stürzt ins Meer, doch es gelingt Bruce, in die Bathöhle zu schwimmen. Um seinem Doppelgänger gegenüber einen Vorteil zu erlangen, beschließt er, vorerst unterzutauchen …","versions":[{"lang":1,"streams":[{"redirect":8454186,"hoster":"VOE"},{"redirect":8319054,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Showdown Teil 1","epNo":25,"alt":"Twist","descr":"Harvey Dent zwingt Jocelyn Kilroy mit Anarkys Hilfe, ihre Kandidatur bei der Bürgermeisterwahl zurückzuziehen, und verlangt von Hull, dass dieser das Kriegsrecht verhängt. Dadurch kann Dent nicht nur die Spezialeinheit, sondern auch die gesamte Polizei für die Jagd auf Batman benutzen. Mit Hilfe der Presse lockt Batman die Polizei, Dent und auch Deathstroke zum Watson Building, auf dessen Dach es zum Showdown kommt.","versions":[{"lang":1,"streams":[{"redirect":13004165,"hoster":"VOE"},{"redirect":8319059,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Showdown Teil 2","epNo":26,"alt":"Alone","descr":"Batman und Deathstroke entkommen dem abstürzenden Helikopter, doch Batman verliert im Kampf seinen Gürtel, der prompt Deathstroke in die Hände fällt. Dieser spürt das Batmobil auf und fährt in die Bathöhle. Batman folgt ihm und muss feststellen, dass sein Gegner dort überall Sprengladungen angebracht hat. Währenddessen mobilisiert Katana all ihre Verbündeten: Barbara Gordon, alias Oracle, Manbat und Metamorpho. Gemeinsam begeben sie sich zur Bathöhle, um Batman zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":13095805,"hoster":"VOE"},{"redirect":8319065,"hoster":"Streamtape"}]}]}]}]}