{"seriesId":"beyond-paradise","name":"Beyond Paradise","descr":"Im Spin-Off von Death in Paradise kehrt DI Humphrey Goodman (Kris Marshall), der mehrere Jahre auf der Karibikinsel Saint Marie die örtliche Polizei bei der Arbeit anführte, ins Vereinigte Königreich zurück. Dort warten neue Fälle auf ihn.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tiefer Fall","epNo":1,"alt":"Episode 1","descr":"Ein neues Abenteuer wartet auf DI Humphrey Goodman und Martha, die London in Richtung Devon verlassen. Humphrey stürzt sich in seinen ersten Fall, bei dem es um einen ungewöhnlichen Hauptverdächtigen geht: eine Hexe aus dem 17. Jahrhundert.","versions":[{"lang":1,"streams":[{"redirect":14438858,"hoster":"VOE"},{"redirect":14438879,"hoster":"Vidoza"},{"redirect":14438867,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12286357,"hoster":"VOE"},{"redirect":12286355,"hoster":"Doodstream"},{"redirect":12286356,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verschwunden","epNo":2,"alt":"Episode 2","descr":"Das mysteriöse Verschwinden einer ganzen Familie stellt Humphrey und sein Team vor ein Rätsel. Martha bereitet sich auf die Eröffnung ihres Cafés vor, wird aber aus der Fassung gebracht, als ein Gesicht aus der Vergangenheit auftaucht.","versions":[{"lang":1,"streams":[{"redirect":14496566,"hoster":"VOE"},{"redirect":14438856,"hoster":"Vidoza"},{"redirect":14438864,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919184,"hoster":"VOE"},{"redirect":12313666,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kunstraub","epNo":3,"alt":"Episode 3","descr":"Die Gemeinde Shipton Abbott wird erschüttert, als ein geliebtes Gemälde durch einen scheinbar unmöglichen Raub verschwindet. Humphrey versucht sein Bestes, um eine gemeinsame Basis mit Archie zu finden.","versions":[{"lang":1,"streams":[{"redirect":14505809,"hoster":"VOE"},{"redirect":14505829,"hoster":"Vidoza"},{"redirect":14505808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12349952,"hoster":"VOE"},{"redirect":12349976,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kornkreise ","epNo":4,"alt":"Episode 4","descr":"Humphrey untersucht den Tod eines unbekannten Mannes, der in der Mitte eines Kornkreises gefunden wurde. Währenddessen hilft Archie Martha, sich auf den Besuch eines Restaurantkritikers vorzubereiten.","versions":[{"lang":1,"streams":[{"redirect":14505814,"hoster":"VOE"},{"redirect":14505830,"hoster":"Vidoza"},{"redirect":14505813,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12413431,"hoster":"VOE"},{"redirect":12980751,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Panik macht sich breit, als ein Brandstifter drei Geschäfte angreift und sich dabei auf bizarre Weise auf die Fabel von den drei kleinen Schweinchen beruft. In der Zwischenzeit muss Martha ernsthafte Überlegungen anstellen.","versions":[{"lang":2,"streams":[{"redirect":12448787,"hoster":"VOE"},{"redirect":12448793,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"In ein Haus wird eingebrochen, abEin Einbrecher hat Fingerabdrücke und einen Stiefelabdruck im Haus von Lucy Elliot hinterlassen. Offensichtlich wollte Hayley Collins ihrer Ex-Freundin übel mitspielen. Aber die Verdächtige saß während der Tat in einer Gefängniszelle. Die Vorgehensweise deutet auf Atticus Styles. Allerdings überzeugt auch der stadtbekannte Dieb mit einem Alibi.DS Esther Williams entlastet ihren Chef bei diesem Fall, denn Humphrey denkt immerzu an Marthas Entscheidung. Schließlich flüchtet er in einen Urlaub nach Saint Marie. Erstmals begegnet er seinem späteren Nachfolger DI Neville Parker. Der Trauerkloß trifft Catherine Bordey und Commissioner Selwyn Patterson. Können die alten Freunde Humphrey trösten? Zu Hause drängt Anne Lloyd ihre Tochter, an ihrer Liebe festzuhalten. Doch Martha erkennt keinen Ausweg. (Text: SGE)er der Hauptverdächtige war zu der Zeit in einer Polizeizelle eingesperrt. Es liegt an Esther, den am Boden zerstörten Humphrey wieder aufzurichten und dieses unmögliche Verbrechen aufzuklären.","versions":[{"lang":2,"streams":[{"redirect":13004173,"hoster":"VOE"},{"redirect":12465697,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Die Shipton Abbott Players engagieren Humphrey für die Rolle eines Detektivs, doch das fiktive Verbrechen wird real, als das Amateurmordopfer ein echtes Messer in seinen Rücken bekommt.","versions":[{"lang":2,"streams":[{"redirect":13878812,"hoster":"VOE"},{"redirect":13878811,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Als sich die beunruhigenden Vorhersagen eines Amateur-Hellsehers über die Zukunft einer trauernden Frau zu erfüllen beginnen, muss Humphrey die Wahrheit ans Licht bringen, bevor es zu spät ist.","versions":[{"lang":2,"streams":[{"redirect":13895166,"hoster":"VOE"},{"redirect":13895145,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Ein Fischtrawler fährt mit drei Brüdern und ihrer kranken Stiefmutter an Bord aufs Meer hinaus. Als er einige Stunden später in den Hafen von Shipton Abbott zurückkehrt, sind nur noch die drei Fischer an Bord. Eine an Deck gefundene Notiz deutet darauf hin, dass die Frau sich das Leben genommen hat. Als ihre entfremdete Tochter in die Stadt kommt, um bei den Beerdigungsvorbereitungen zu helfen, wird der einfache Fall immer komplizierter. Inzwischen ist es der Tag des Hausbesuchs, aber für Humphrey und Martha ist es kein einfacher Tag. Wird das Hausboot das Ziel erreichen oder ein Hindernis auf ihrem Weg zur Pflegefamilie sein?","versions":[{"lang":2,"streams":[{"redirect":13912291,"hoster":"VOE"},{"redirect":13912290,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als ein Priester in einem katholischen Internat vermisst wird, untersucht Humphreys Team einen Zusammenhang zwischen seinem Verschwinden und einer alten lokalen Legende.","versions":[{"lang":2,"streams":[{"redirect":13933327,"hoster":"VOE"},{"redirect":13933328,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"In einem Moor außerhalb von Shipton Abbott wird eine Frau mit einem Pfeil im Rücken und ohne Anzeichen dafür gefunden, wer sie erschossen haben könnte.","versions":[{"lang":2,"streams":[{"redirect":13950144,"hoster":"VOE"},{"redirect":13950143,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Es ist endlich der Tag der Hochzeit von Humphrey und Martha – was könnte da schon schief gehen? Abgesehen von einem Museumsraub, Cyberkriminalität und einer unerwarteten Ankunft.","versions":[{"lang":2,"streams":[{"redirect":14514980,"hoster":"VOE"},{"redirect":13966995,"hoster":"Vidoza"},{"redirect":13966985,"hoster":"Streamtape"}]}]}]}]}