{"seriesId":"bezaubernde-jeannie","name":"Bezaubernde Jeannie","descr":"[I Dream of Jeannie] Der NASA-Astronaut Captain Tony Nelson (Larry Hagman) findet eine Flasche, der ein Geist entsteigt. Jeannie (Barbara Eden) war 2000 Jahre in dieser Flasche gefangen. Ein mächtiger Dschinn hatte sie dort hineingezaubert, weil sie ihn nicht heiraten wollte. Fortan dient Jeannie ihrem neuen Meister. Indem sie die Arme verschränkt und blinzelt, kann sie jeden Wunsch erfüllen und sich selbst und andere überall hinzaubern. Damit richtet sie regelmäßig großes Chaos an. Weil sich die keineswegs unterwürfige Jeannie in ihren Meister verliebt, hält sie andere Frauen von ihm fern. Nur Nelsons Freund Roger Healey (Bill Daily), ebenfalls NASA-Captain, weiß außerdem von Jeannie und kennt sie, vor allen anderen verbirgt sie sich ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine Jeannie aus der Flasche","epNo":1,"alt":"The Lady In The Bottle","descr":"Nach einer Reise in den Weltraum landet Tonys Raumkapsel im Pazifik. Auf einem kleinen Eiland befreit er eine bezaubernde Blondine namens Jeannie aus ihrer Flasche. Sie teilt ihm mit, dass sie nun seine ergebene Sklavin ist. Tony ist besorgt – schließlich ist er mit Melissa, der Tochter seines vorgesetzten Generals, verlobt. Er versucht, die zauberhafte Jeannie auf der Insel zurückzulassen, doch die ist schlauer. Von nun an wird sie Tonys Leben gründlich auf den Kopf stellen.","versions":[{"lang":1,"streams":[{"redirect":14017612,"hoster":"VOE"},{"redirect":10979175,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ersteigert von Prinzessin Fatima","epNo":2,"alt":"My Hero","descr":"Jeannie kann auch Tonys nicht ganz so ernst gemeinte Wünsche erfüllen – leider! Denn er prahlt, dass er sich an dem Mann, der Jeannie einmal beleidigt hat, rächen will. Worauf ihn Jeannie prompt ins Bagdad vor 2000 Jahren versetzt. Dort stellt sich heraus, dass der ehemalige Beleidiger Jeannies ein wilder orientalischer Riese ist. Diesen beeindrucken Tonys Beteuerungen, er sei Offizier der US-Armee, überhaupt nicht. Tony flüchtet – und landet in einer Sklavenversteigerung.","versions":[{"lang":1,"streams":[{"redirect":14017605,"hoster":"VOE"},{"redirect":14071733,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Training für den Mondflug","epNo":3,"alt":"Guess What Happened On The Way To The Moon","descr":"Auf Tony und Roger, die Raumfahrer in spe, kommt ein größeres Problem zu: Sie müssen für eine Woche zu einem Überlebenstraining in die Wüste – und Jeannie will unbedingt mit. Unbemerkt versteckt sie sich in Tonys Feldflasche. In der Wüste zaubert sie frische Quellen und andere Annehmlichkeiten herbei. Während am Ende des Überlebenstrainings Roger völlig fertig ist, hat Tony fünf Pfund zugelegt. Psychiater Bellows ist begeistert von diesem \"Sieg der Fantasie\" über die Strapazen.","versions":[{"lang":1,"streams":[{"redirect":14017611,"hoster":"VOE"},{"redirect":14071734,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hochzeitsreise entfällt","epNo":4,"alt":"Jeannie And The Marriage Caper","descr":"Tony steckt in der Klemme: Er soll Melissa, die Tochter eines Generals, heiraten – und Jeannie möchte mit auf die Hochzeitsreise nach Europa. Bei einem gemeinsamen Essen verwandelt sie sich deshalb in den chinesischen Koch Keito, und auf diesen kulinarischen Magier will Melissa auch auf der Reise nicht verzichten. Tatsächlich aber wollen weder Tony noch Jeannie, dass diese Hochzeit überhaupt stattfindet. Und so denkt sich Jeannie ein kleines Zauberkunststückchen aus.","versions":[{"lang":1,"streams":[{"redirect":14017610,"hoster":"VOE"},{"redirect":14071731,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kein Stolz der Kompanie","epNo":5,"alt":"G.I. Jeannie","descr":"Weil Tonys hübsche Sekretärin Mitglied der Army ist, will sich Jeannie ebenfalls rekrutieren lassen. Obwohl sie ihr Geburtsdatum mit 2000 vor Christus angibt, bekommt sie einen Einberufungsbefehl. Nach der Grundausbildung landet sie nicht in Tonys Büro, sondern wird in ein Lazarett geschickt. Ihre Anwesenheit dort gleicht einer Naturkatastrophe. Anschließend fährt sie einen Jeep gegen eine Hauswand. Nun hilft nur noch \"Blinzeln\", um Tonys Sekretärin werden zu können.","versions":[{"lang":1,"streams":[{"redirect":14017607,"hoster":"VOE"},{"redirect":14071737,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Frau über Bord","epNo":6,"alt":"The Yacht Murder Case","descr":"Tony hat Jeannie einen Ausflug ans Meer versprochen, doch stattdessen muss er die Tochter eines Rüstungsfabrikanten ausführen. Nina will Tony unbedingt auf einer Kreuzfahrt mit ihrer Privatjacht dabeihaben. Jeannie meutert und taucht auf der Jacht auf. Sie bedrängt Tony. Als sie anschließend wieder unsichtbar wird, glauben alle, dass Tony das Mädchen über Bord gestoßen hat. Er landet im Gefängnis. Jeannie muss einen besonderen Trick anwenden, um Tony wieder herauszupauken.","versions":[{"lang":1,"streams":[{"redirect":14017609,"hoster":"VOE"},{"redirect":14017608,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Weltraumflug mit Hindernissen","epNo":7,"alt":"Anybody Here Seen Jeannie","descr":"Tony soll in den Weltraum fliegen und dabei als erster im All aussteigen. Jeannie findet dies gefährlich und will das um jeden Preis verhindern. Als Psychiater Dr. Bellows Tony vor dem Flug noch einigen Tests unterzieht, sieht Jeannie ihre Chance gekommen: In Tonys Uniformtasche versteckt, bringt sie die Untersuchungsergebnisse gehörig durcheinander. Dr. Bellows schickt Tony statt ins All in Erholungsurlaub. Doch dann sieht Jeannie ihren Fehler ein, und sie reisen beide ins All.","versions":[{"lang":1,"streams":[{"redirect":14017614,"hoster":"VOE"},{"redirect":14071735,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Guter Rat ist teuer","epNo":8,"alt":"Americanization Of Jeannie","descr":"Nach der Lektüre einer Frauenzeitschrift beschließt Jeannie, sich zu emanzipieren. Sie weigert sich zu zaubern, fordert eine Haushaltshilfe und strebt eine eigene berufliche Laufbahn an. Das geht natürlich nicht lange gut. Als Tony erfährt, dass Jeannie noch 17 weitere Lektionen Emanzipationsbestrebungen vor sich hat, fleht er sie an, so zu werden, wie sie vorher war. Zum Ausgleich werde er ihr ein Haustier schenken. Jeannie ist einverstanden und zaubert sich einen Löwen herbei.","versions":[{"lang":1,"streams":[{"redirect":14017613,"hoster":"VOE"},{"redirect":14071736,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie man kein Star wird","epNo":9,"alt":"The Moving Finger","descr":"Tony wird zum Berater für einen Astronautenfilm auserwählt, was Jeannie gar nicht gefällt: Tony allein unter all den Hollywoodschönheiten. Mit Tricks erreicht sie, dass sie ihm in einem Brief nachgeschickt wird. In Hollywood sorgt sie dafür, dass Tony nicht zu viel Kontakt mit den weiblichen Stars bekommt. Dafür macht Jeannie selbst Probeaufnahmen. Eine Liebesszene mit einem berühmten Schauspieler ist die Sensation. Leider ist sie als Geist dann auf Zelluloid nicht zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14017616,"hoster":"VOE"},{"redirect":14071739,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Erfunden vor 2000 Jahren","epNo":10,"alt":"Djinn And Water","descr":"Tony arbeitet an einer ebenso segensreichen wie schwierigen Erfindung: Aus Meerwasser will er Trinkwasser gewinnen. Jeannie verblüfft ihn mit der Behauptung, das hätte ihr Urgroßvater schon vor 2000 Jahren fertig gebracht. Sie ist auf Tonys Bitte hin bereit, ihren begabten Verwandten herzuzaubern. Doch der ist keineswegs damit einverstanden, das Geheimnis der Trinkwasserherstellung ohne Gegenleistung preiszugeben. Jeannies Urahn erweist sich als sehr geschäftstüchtig.","versions":[{"lang":1,"streams":[{"redirect":14016369,"hoster":"VOE"},{"redirect":14071738,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kleine Jungs sind gefährlich","epNo":11,"alt":"Whatever Became Of Baby Custer?","descr":"Major Jamisons elfjähriger Sohn Custer berichtet von seltsamen Vorkommnissen in Tonys Haus. Jamison bringt seinen Sohn zu Armee-Psychiater Dr. Bellows – und der glaubt dem Jungen. Er beauftragt ihn, Tonys Haus zu beobachten. Als sie wenig später gemeinsam durch ein Fenster in Tonys Wohnung sehen, werden sie von einem Polizisten gestellt. Er nimmt die beiden Übeltäter mit hinein in Tonys Wohnung, um ihre Identität festzustellen. Dabei erlebt Bellows eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14016399,"hoster":"VOE"},{"redirect":14071740,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rogers große Liebe","epNo":12,"alt":"Where’d You Go-go?","descr":"Als Diane Rodney, eine alte Freundin Tonys, wieder in der Stadt auftaucht, nimmt Jeannie aus Verärgerung eine Einladung Rogers zum Dinner an. Vor dem Date gibt Tony Roger noch Ratschläge in Sachen Frauen – ohne zu ahnen, dass es sich bei Rogers Date um Jeannie handelt. Der Abend endet damit, dass Tony Diane durch die ganze Stadt schleppt, um Jeannie und Roger zu finden. Schließlich bittet Tony Jeannie, nach Hause zu kommen. Doch Jeannie will lieber Rogers Plattensammlung hören.","versions":[{"lang":1,"streams":[{"redirect":14017615,"hoster":"VOE"},{"redirect":14018800,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Russisches Roulette","epNo":13,"alt":"Russian Roulette","descr":"Jeannie hat Tony versprochen, nicht mehr mit Roger auszugehen, wenn auch er die Hände von anderen Frauen lässt. Eines Tages müssen Tony und Roger die beiden sowjetischen Kosmonauten Tiomkin und Posnovsky auf deren Goodwill-Tour begleiten. Dabei erweist sich Major Sonya Tiomkin als außerordentlich attraktive Frau, die sofort ein Auge auf Tony wirft. Als Jeannie ausgesprochen sauer reagiert, sperrt Tony sie in ihre Flasche – und das erweist sich als schwerer Fehler.","versions":[{"lang":1,"streams":[{"redirect":14016395,"hoster":"VOE"},{"redirect":14071742,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jeannies Verlobter","epNo":14,"alt":"What House Across The Street","descr":"Tony will Jeannie nicht heiraten. Der Flaschengeist benötigt einen Rat seiner Mutter, blinzelt einmal kurz – und wenig später erscheint die Frau Mama. Diese überzeugt Jeannie, dass Tony seine Meinung ändern wird, wenn sie vorgibt, Roger zu heiraten. Roger ist einverstanden, will aber Jeannies Eltern kennen lernen. Währenddessen hat Dr. Bellows ein Grundstück gekauft. Dort lässt Jeannie nun das Haus ihrer Eltern entstehen – und sorgt damit für ein beträchtliches Durcheinander.","versions":[{"lang":1,"streams":[{"redirect":14017617,"hoster":"VOE"},{"redirect":14071741,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Tony zuviel","epNo":15,"alt":"Too Many Tonys","descr":"Man weiß bei der NASA, dass verheiratete Astronauten bei Tests besser abschneiden und würde es deshalb gern sehen, wenn auch Tony Nelson endlich in den Stand der Ehe eintreten würde – ein Vorhaben, das bei Jeannie auf begeisterte Zustimmung stößt. Doch Tony will nicht, und deshalb blinzelt Jeannie einen zweiten Tony herbei, der die gewünschte romantische Einstellung zeigt. Wenig später trifft Dr. Bellows den Ersatz-Tony – und bald weiß die gesamte NASA von Tonys Heiratsabsichten.","versions":[{"lang":1,"streams":[{"redirect":14016414,"hoster":"VOE"},{"redirect":14017618,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zweimal Mekka und zurück","epNo":16,"alt":"Get Me To Mecca On Time","descr":"Roger liest in seinem Horoskop, dass eine attraktive Brünette in sein Leben treten wird. Tony glaubt nicht an den Unsinn. Wenig später zaubert sich Jeannie in das Büro der beiden und bekommt Rogers Zeitung in die Hände. Sie liest das Horoskop – und da fällt ihr ein, dass an diesem Tag jeder Geist mit seinem Meister nach Mekka pilgern muss, um die heiligen Worte zu sprechen. Tony verweigert die Reise. Doch dann stellt ihm Roger plötzlich die atemberaubende Brünette Diana vor.","versions":[{"lang":1,"streams":[{"redirect":14017619,"hoster":"VOE"},{"redirect":14018909,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Roger gehört die Welt","epNo":17,"alt":"Richest Astronaut In The Whole Wide World","descr":"Roger entdeckt das Geheimnis von Jeannies Existenz, als er zufällig die Flasche öffnet. Als er erfährt, dass Tony nie von Jeannies Fähigkeiten, ihm jeden Wunsch zu erfüllen, Gebrauch gemacht hat, wundert sich Roger. Mit einem Trick lockt er Jeannie in die Flasche zurück und nimmt sie mit. Wenig später muss sich Tony über seinen Freund und Kollegen sehr wundern, denn dieser erreicht Dinge, die unmöglich schienen. Tony ahnt schon bald, dass Jeannies Zauberkräfte dahinterstecken.","versions":[{"lang":1,"streams":[{"redirect":14017621,"hoster":"VOE"},{"redirect":14071743,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Jeannie ist genug","epNo":18,"alt":"Is There An Extra Jeannie In The House?","descr":"Als Roger Dr. Bellows’ Nichte Sheila ausführt und dabei zeitlich über die Stränge schlägt, droht ihm eine Strafversetzung. Jeannie will einen Cousin aus Bagdad herbeirufen, der Roger helfen soll, doch Tony verbietet ihr dies. Während Rogers Abwesenheit mieten der Magier Arnie und seine Frau Myrt Rogers Wohnung. Weil sie in orientalischen Gewändern herumlaufen, glauben alle, Jeannie habe doch ihre Verwandten gerufen. Und das verführt Roger schließlich zu einer gewagten Aktion.","versions":[{"lang":1,"streams":[{"redirect":14017620,"hoster":"VOE"},{"redirect":14017633,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wie entkommt man einer Jeannie?","epNo":19,"alt":"Never Try To Outsmart A Jeannie","descr":"Die Regierung sendet Tony nach Rom. Dass sie nicht mitreisen kann, gefällt Jeannie gar nicht. Sie versucht, Roger auf ihre Seite zu ziehen, um Tony die Reise auszureden. Doch Roger ist froh über Tonys Pläne, hofft er doch auf diese Weise, Jeannies Zauberkräfte für sich nutzen zu können. Doch dann macht ihm NASA-Psychiater Dr. Bellows einen Strich durch die Rechnung: Er schickt ihn mit Tony auf die Reise. Währenddessen sucht Jeannie nach Wegen, unbemerkt mitreisen zu können.","versions":[{"lang":1,"streams":[{"redirect":14017622,"hoster":"VOE"},{"redirect":14071744,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Roger kommt unters Messer","epNo":20,"alt":"My Master, The Doctor","descr":"Als Roger operiert werden muss, teilt Tony Jeannie im Vertrauen mit, dass er eigentlich immer Arzt werden wollte. Wenig später befindet er sich im Operationsschurz im Hospital. Als Roger hinter die wahre Identität seines \"Arztes\" kommt, ist er verständlicherweise gegen die Operation. Zudem erscheint nun Jeannie in der Klinik und sorgt für hinreichend Chaos. Weil auch noch NASA-Psychiater Dr. Bellows mitmischt, scheint Rogers Schicksal auf dem OP-Tisch besiegelt.","versions":[{"lang":1,"streams":[{"redirect":14017623,"hoster":"VOE"},{"redirect":14044693,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kein Glück, Charlie","epNo":21,"alt":"Jeannie And The Kidnap Caper","descr":"Tony bittet Jeannie inständig, nie mehr auf ihn zu warten. Jeannie schwört den heiligen Eid der hilfreichen Geister. Wenig später wird Tony von den beiden chinesischen Geheimagenten Wong und Chan entführt. Die beiden wollen militärische Geheimnisse aus Tony herauspressen. Jeannie kann ihm nicht helfen: Wenn sie ihren Eid bricht, verliert sie ihre außergewöhnlichen Fähigkeiten. Allerdings gibt es eine Möglichkeit: Wenn sie Tony hilft, kann sie Rogers hilfreicher Geist werden.","versions":[{"lang":1,"streams":[{"redirect":14016400,"hoster":"VOE"},{"redirect":14071746,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Einmal Millionär sein","epNo":22,"alt":"How Lucky Can You Get?","descr":"Tony und Roger wollen nach Reno fahren. Roger hofft, dort mit Hilfe Jeannies zum Multimillionär zu werden. Deshalb hört er gar nicht gerne, dass Tony Jeannie gar nicht mitnehmen will. Roger kann Jeannie in ihrer Flasche in Tonys Brieftasche schmuggeln. Aber trotz einer gehörigen Portion Zauberei wird Roger in Reno nicht reich. Als man anschließend meint, Pferderennen wären Erfolg versprechender, blinzelt Jeannie – und Roger findet sich als Jockey mitten im Rennen wieder.","versions":[{"lang":1,"streams":[{"redirect":14016384,"hoster":"VOE"},{"redirect":14071745,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Golfturnier","epNo":23,"alt":"Watch The Birdie","descr":"Tony, der selbst nicht Golf spielt, muss General Peterson auf dem Golfplatz einige dringende Papiere überbringen. Er wird von Peterson eingeladen, einige Schläge zu versuchen. Weil er von Jeannie begleitet wird, gelingen ihm natürlich die schwierigsten Schläge. Das veranlasst den begeisterten General Peterson, Tony zu seinem Partner im Match gegen Admiral Tugwell zu bestimmen – und nichts kann ihn umstimmen. Im Spiel gegen seinen Rivalen erlebt Peterson dann eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14017625,"hoster":"VOE"},{"redirect":14017624,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der unerwünschte Hausgast","epNo":24,"alt":"Permanent House Guest","descr":"Jeannie ist ein wenig enttäuscht, weil sich Tony noch nie irgendetwas so richtig Großes gewünscht hat – eine Yacht zum Beispiel. Sie fordert ihn auf, an etwas zu denken, und wenig später steht ein Elefant im Wohnzimmer. Ausgerechnet jetzt erscheint NASA-Psychiater Dr. Bellows auf der Bildfläche. Tony erklärt ihm, dass es sich bei dem Elefanten um einen Freund von ihm handelt. Es dauert nicht lange, und der neunmalkluge Psychiater braucht nichts dringender als einen Kollegen.","versions":[{"lang":1,"streams":[{"redirect":14017629,"hoster":"VOE"},{"redirect":14071749,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Geheimnis der Kristallkugel","epNo":25,"alt":"Bigger Than A Breadbox","descr":"Die Magierin und Hellseherin Madame Zolta überrascht Roger mit Kenntnissen über seine Vergangenheit. Er und Tony werden zu einer Seance bei Madame Zolta eingeladen. Als sich Tony daran macht, die Methoden dieses Mediums zu erforschen, beschert ihm das einige überraschende Momente mit NASA-Psychiater Dr. Bellows. Als Madame Zolta in einer weiteren Seance Tonys Onkel und Tante erscheinen lässt, kommt er endgültig hinter ihren Schwindel: Tony hat keine Onkel und Tanten.","versions":[{"lang":1,"streams":[{"redirect":14017626,"hoster":"VOE"},{"redirect":14044697,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ein echter Rembrandt?","epNo":26,"alt":"My Master, Great Rembrandt","descr":"Die Air Force organisiert eine Wohltätigkeitsveranstaltung, und dafür malen die Astronauten Bilder, die versteigert werden sollen. Während Tony ein Porträt im Stile Rembrandts anfertigt, wünscht er, er könnte wie dieser malen. Er liefert sein Porträt ab, nicht ahnend, dass Jeannie es in eine exakte Kopie des Originals verwandelt hat. Als zwei Experten das Gemälde für einen echten Rembrandt halten, wird Tony verdächtigt, das Bild aus dem Louvre gestohlen zu haben.","versions":[{"lang":1,"streams":[{"redirect":14016415,"hoster":"VOE"},{"redirect":14071748,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Pantoffel aus Bukistan","epNo":27,"alt":"My Master, The Thief","descr":"Als das örtliche Museum Exponate aus Bukistan ausstellt, überkommt Jeannie Nostalgie, handelt es sich dabei doch um ihre alte Heimat. Als sie in der Ausstellung ein Paar Pantoffeln sieht, teilt sie Tony mit, dass diese ihr einstmals gestohlen worden waren. Ein Blinzeln von Jeannie, und die Pantoffeln sind wieder in ihrem Besitz. Tony fürchtet internationale Verwicklungen. Er bittet Jeannie, sie zurückzugeben, doch Jeannie weigert sich – und verschwindet einfach in ihrer Flasche.","versions":[{"lang":1,"streams":[{"redirect":14017628,"hoster":"VOE"},{"redirect":14017627,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Jeannie schwört Rache","epNo":28,"alt":"This Is Murder","descr":"Der Schah von Pakuait ist ein Öllieferant der USA. Deshalb soll seine Tochter, Prinzessin Tarji, ihren Besuch in den Staaten genießen. Um dies zu gewährleisten, wird ihr Tony als Begleiter zur Seite gestellt. Da teilt ihm Jeannie mit, dass sie Prinzessin Tarji töten muss, denn deren Familie hatte ihre Familie vor 3000 Jahren schwer beleidigt. Das wäre ja nun schon Problem genug für Tony, aber es kommt noch schlimmer: Prinzessin Tarji verliebt sich in ihn – und Jeannie sieht rot.","versions":[{"lang":1,"streams":[{"redirect":14016383,"hoster":"VOE"},{"redirect":14018801,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Tony geht in die Luft","epNo":29,"alt":"My Master, The Magician","descr":"Als NASA-Psychiater Dr. Bellows spät in der Nacht Tony und Jeannie bei einer Feier belauscht, berichtet er wenig später Tonys Vorgesetztem, General Peterson, dass Tony eine Orgie feiert. Bis der General auftaucht, hat Jeannie längst alle Indizien beseitigt. Kurz darauf erwischt Dr. Bellows Tony in der Luft schwebend. Zwar kann Tony Dr. Bellows mit einer Erklärung abspeisen, doch von nun an versucht der Psychiater, Tony irgendwelcher obskuren Machenschaften zu überführen.","versions":[{"lang":1,"streams":[{"redirect":14016416,"hoster":"VOE"},{"redirect":14018911,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Gedächtnisschwund","epNo":30,"alt":"I’ll Never Forget What’s Her Name","descr":"Tony teilt Jeannie mit, dass er eine Freundin seiner Tante ausführen muss, Miss Francine Gordon. Jeannie ist natürlich eifersüchtig. Doch dann passiert etwas, was Jeannie sehr glücklich macht: Ihr Meister verliert, als er sich am Kopf stößt, sein Gedächtnis – allerdings nur in Bezug auf Jeannie. Er hat vergessen, dass sie ein Flaschengeist ist und scheint verliebt in sie zu sein. Dann passiert das, wovon Jeannie immer schon geträumt hat: Tony macht ihr einen Heiratsantrag.","versions":[{"lang":1,"streams":[{"redirect":13097338,"hoster":"VOE"},{"redirect":14017634,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die falsche Flasche","epNo":1,"alt":"Happy Anniversary","descr":"Genau drei Jahre ist es her, dass Tony auf einer Insel im Pazifik die Flasche fand, in der Jeannie lebte, und sie daraus befreite. Jeannie findet, das muss gefeiert werden. Als Tony jedoch statt der geplanten Party mal wieder arbeiten – sprich: in den Weltraum düsen – muss, blinzelt Jeannie kurz, und schon befindet sich der NASA-Mann auf der romantischen Insel. Und wieder findet er eine Flasche, doch der entsteigt diesmal keine hübsche Jeannie, sondern der böse blaue Dschinn.","versions":[{"lang":1,"streams":[{"redirect":14016401,"hoster":"VOE"},{"redirect":14018912,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sonntags immer","epNo":2,"alt":"Always On Sundays","descr":"Tony leidet unter einer Art \"Burnout-Syndrom\". Eines Montags fühlt er sich so schlapp und erledigt, dass er einfach nicht aus dem Bett kommt. Kein Problem für Jeannie: Sie verzaubert den Montag kurzerhand in einen Sonntag – und will dies so lange aufrechterhalten, bis ihr Meister wieder völlig entspannt ist. Doch auch ein immerwährender Sonntag kann nerven, und Tony ist schließlich so verzweifelt, dass er ausgerechnet Dr. Bellows sein Geheimnis anvertrauen will.","versions":[{"lang":1,"streams":[{"redirect":14017638,"hoster":"VOE"},{"redirect":14071750,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mein Meister, der Kunstsammler","epNo":3,"alt":"My Master, The Rich Tycoon","descr":"Jeannie ist mal wieder allein zu Hause, während Tony Nelson für die NASA schuftet. Sie erhält überraschend Besuch von einem Herrn namens Harry Huggins, der abfällige Bemerkungen über das kleine Haus und die billige Einrichtung macht. Das kann Jeannie nicht auf sich sitzen lassen, und in kürzester Zeit stattet sie das Heim mit kostbaren Möbeln, erlesenen Kunstwerken und jeder Menge Dienstboten aus. Als Tony nach Hause kommt, erfährt er, dass Huggins Finanzbeamter ist.","versions":[{"lang":1,"streams":[{"redirect":14017636,"hoster":"VOE"},{"redirect":14044700,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wetterfrosch","epNo":4,"alt":"My Master The Rainmaker","descr":"Ausgerechnet an dem Tag, an dem Jeannie ein romantisches Picknick mit ihrem geliebten Meister machen will, regnet es in Strömen. Für Jeannie eigentlich kein Problem: ein Blinzeln, und das Wetter ist geändert. Doch irgend etwas läuft schief, und plötzlich schneit es dicke Flocken. Dr. Bellows glaubt, Tony hätte eine sensationelle Erfindung gemacht, und es dauert nicht lange, bis seine Kollegen von der NASA Wetterwünsche bei ihm in Auftrag geben. Nun ist guter Rat teuer.","versions":[{"lang":1,"streams":[{"redirect":14016402,"hoster":"VOE"},{"redirect":14071747,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mein Meister blickt durch","epNo":5,"alt":"My Wild Eyed Master","descr":"Bei Tony wird eine Sehschwäche festgestellt, die zum Problem werden könnte, denn der nächste Weltraumflug steht kurz bevor. Wieder einmal will Jeannie ihrem Meister mit Zauberkünsten helfen, doch sie tut des Guten zu viel: Tony hat nun einen Röntgenblick. Als er deshalb mit seinem Dschinn zu streiten anfängt, erwähnt er unbedachterweise, dass ein perfektes Gehör für Astronauten genauso wichtig ist wie gute Sehkraft – ein verhängnisvoller Fehler, wie sich schon bald zeigt.","versions":[{"lang":1,"streams":[{"redirect":14017637,"hoster":"VOE"},{"redirect":14044698,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Hundeleben","epNo":6,"alt":"What’s New, Poodle Dog?","descr":"Tony wird von Roger auf eine Party eingeladen, auf der auch zwei Schönheitsköniginnen anwesend sind. Klar, dass Jeannie gar nicht davon begeistert ist. Sie fackelt nicht lange und verwandelt Roger in einen Pudel, der schleunigst davonrennt. Als Tony davon erfährt, macht er sich sofort zum örtlichen Tierheim auf, doch hier steht er ratlos vor dem Hundezwinger, denn er weiß nicht, in welche Rasse Jeannie seinen Freund verwandelt hat. Er entdeckt eine Dogge, die Roger ähnelt.","versions":[{"lang":1,"streams":[{"redirect":14017635,"hoster":"VOE"},{"redirect":14017639,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sag’s mit Schüssen","epNo":7,"alt":"Fastest Gun In The East","descr":"Jeannie überlegt ständig, wie sie ihrem geliebten Meister eine Freude machen kann. Weil Tony ein großer Westernfan ist, versetzt sie ihn eines Tages in eine Westernstadt – und zwar als Sheriff. Zwar hat Jeannie dafür gesorgt, dass Tony hervorragend schießen kann, doch seine Künste verlassen ihn schlagartig, als er von einer attraktiven Farmerstochter angehimmelt wird. Pech für Tony, dass gerade jetzt die \"Ruchlosen Zehn\" auftauchen, eine gefürchtete Verbrecherbande.","versions":[{"lang":1,"streams":[{"redirect":14016370,"hoster":"VOE"},{"redirect":14018913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gelegenheit macht Liebe","epNo":8,"alt":"How To Be A Genie In 10 Easy Lessons","descr":"Tonys Kollege Roger ist insgeheim eifersüchtig, weil Tony mit der bezaubernden Jeannie zusammenlebt. Deshalb denkt er sich ein gemeines Intrigenspiel aus: Er versucht, Tony einzureden, dass sein Dschinn sich gar nicht so verhält, wie ein echter Geist aus 1001 Nacht es eigentlich tun sollte. Schließlich glaubt Tony ihm und verlangt von Jeannie, dass sie richtige Zaubertricks anwendet – nicht ahnend, welche Katastrophen damit auf ihn zukommen. Und Roger reibt sich die Hände.","versions":[{"lang":1,"streams":[{"redirect":14016417,"hoster":"VOE"},{"redirect":14019151,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebe und Eifersucht","epNo":9,"alt":"Who Needs A Green-eyed Genie","descr":"Tony will nach längerer Zeit mal wieder ohne Jeannie ausgehen, um sich, wie er behauptet, mit einem alten Kumpel zu treffen. Doch der eifersüchtige Flaschengeist vermutet eine Frau dahinter und sperrt Tony kurzerhand hinter Gitter. Als dann der Freund anruft, ist Jeannie schuldbewusst und befreit ihn sofort – dabei hätte sie diesmal sogar Grund zur Eifersucht: Der Anruf war eine Finte, und Tony möchte sich in Wahrheit tatsächlich mit seiner alten Jugendfreundin Joan treffen.","versions":[{"lang":1,"streams":[{"redirect":14017640,"hoster":"VOE"},{"redirect":14018914,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie alt ist das Flaschenkind (1)","epNo":10,"alt":"The Girl Who Never Had A Birthday (1)","descr":"Als Tony zum Geburtstag seines Freundes Roger eine Überraschung vorbereitet, ist Jeannie zutiefst betrübt: Wieder einmal wird ihr bewusst, dass ein Dschinn keinen richtigen Geburtstag feiern kann – er weiß nämlich nicht, wann er geboren wurde! All ihre Recherchen haben bisher zu keinem Ergebnis geführt, und Jeannie ist so deprimiert, dass ihre Zauberkraft schon zu schwinden beginnt. Da hat Tony die rettende Idee: Ein neuer Supercomputer der NASA soll das Datum errechnen.","versions":[{"lang":1,"streams":[{"redirect":14016385,"hoster":"VOE"},{"redirect":14018919,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie alt ist das Flaschenkind (2)","epNo":11,"alt":"The Girl Who Never Had A Birthday (2)","descr":"Jeannie hat aus Kummer darüber, dass sie ihr Geburtsdatum nicht kennt, ihre Zauberkräfte verloren. Während Roger versucht, mit Hilfe eines NASA-Computers das Datum zu errechnen, muss Tony Dr. Bellows ablenken, indem er ihm haarsträubende Geschichten über Rogers psychische Probleme erzählt. Dies tut er so glaubhaft, dass Bellows Roger zu einem Härtetest nach Alaska schicken will. In der Zwischenzeit hat Jeannie sich überlegt, dass sie ohne Geburtstag nicht älter werden kann.","versions":[{"lang":1,"streams":[{"redirect":14017642,"hoster":"VOE"},{"redirect":14071754,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kleine Lügen erhalten die Freundschaft","epNo":12,"alt":"How Do You Beat Superman","descr":"Jeannie ist wieder einmal eifersüchtig – diesmal nicht auf eine attraktive Frau, sondern auf Tonys Hobby Football, für das er viel Zeit aufbringt. Kurzerhand zaubert sie sich einen Nebenbuhler für ihren Meister herbei. Tony tappt in die Falle: Vor Eifersucht ist er so niedergeschlagen, dass sogar seinem Vorgesetzten das veränderte Verhalten seines besten Astronauten auffällt. Als Tony jedoch Zeuge wird, wie Jeannie seinen Konkurrenten herbeizwinkert, wendet sich das Blatt.","versions":[{"lang":1,"streams":[{"redirect":14016371,"hoster":"VOE"},{"redirect":14071751,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Einmal und nie wieder","epNo":13,"alt":"My Master, The Great Caruso","descr":"Jeannie wünscht sich, dass ihr Tony, der eine furchtbare Singstimme hat, endlich ein begnadeter Sänger wird. Und kurzerhand verpasst sie ihm eine Stimme, die Caruso Konkurrenz machen könnte. Als nun Dr. Bellows Tony zufällig belauscht, wie er im Büro vor sich hinsummt, ist er begeistert: Er beschließt, Tony zum Talentwettbewerb der Air Force anzumelden. Tony jedoch wehrt sich mit Händen und Füßen dagegen, denn dieser Wettbewerb wird landesweit im Fernsehen übertragen.","versions":[{"lang":1,"streams":[{"redirect":14016403,"hoster":"VOE"},{"redirect":14071755,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lieben auf einen Streich","epNo":14,"alt":"The World’s Greatest Lover","descr":"Roger Healey, Tonys Freund, leidet darunter, dass er bei den Frauen nicht besonders gut ankommt. Als Jeannie davon erfährt, möchte sie natürlich helfen – und tut dabei, wie so oft, des Guten ein wenig zu viel. Dank ihrer Zauberkraft ist Roger plötzlich unwiderstehlich und kann sich vor weiblichen Fans kaum noch retten. Zu seinen Verehrerinnen gehört auch die Frau des NASA-Psychologen Dr. Bellows – und das hat für Roger, den frisch gebackenen Casanova, verhängnisvolle Folgen.","versions":[{"lang":1,"streams":[{"redirect":13097339,"hoster":"VOE"},{"redirect":14071752,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Millionäre werden nicht böse","epNo":15,"alt":"Jeannie Breaks The Bank","descr":"Schon lange träumen Tony und Roger davon, sich gemeinsam ein Segelboot zu kaufen. Zwar ist Tony durchaus bereit, einen Kredit aufzunehmen, doch dank Jeannie ist dies gar nicht nötig: Sie zaubert ihm einfach drei Millionen Dollar aufs Konto. Als Dr. Bellows Wind von Tonys plötzlichem Reichtum bekommt, glaubt er, ihn endlich überführen zu können, denn schon lange ist ihm der Astronaut verdächtig. Zu viel Mysteriöses geschieht immer wieder in seinem Umfeld.","versions":[{"lang":1,"streams":[{"redirect":14016386,"hoster":"VOE"},{"redirect":14071757,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Erziehung ist ein Kinderspiel","epNo":16,"alt":"My Master, The Author","descr":"Tony glaubt, dass Jeannie Abwechslung braucht, da sie sonst allzu sehr auf ihren Meister fixiert ist. Er rät ihr, ein Buch über ein Thema zu schreiben, das sie interessiert. Jeannie ist begeistert: Sie glaubt, etwas von Kindererziehung zu verstehen und macht sich sofort ans Werk. Dank ihrer magischen Fähigkeiten wird das Buch ein Bestseller – eigentlich wunderbar, hätte sie nicht Tonys Namen als Pseudonym gewählt. Bei der NASA wird man aufmerksam auf den Erziehungsexperten.","versions":[{"lang":1,"streams":[{"redirect":14017641,"hoster":"VOE"},{"redirect":14071756,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wünschen will gelernt sein","epNo":17,"alt":"The Greatest Invention In The World","descr":"Roger Healey ist schon lange eifersüchtig auf den Flaschengeist seines Freundes Tony, und er möchte sich auch endlich einmal einen Wunsch von Jeannie erfüllen lassen. Als ihm dies zugestanden wird, nutzt er seine Chance allerdings schlecht – er wünscht sich, dass ein Fleck von Tonys Jacke verschwinden soll. Das geschieht auch sofort, und überdies ist die Jacke auch weiterhin völlig unempfindlich gegen Schmutz. Schon bald fällt die sensationelle Neuentwicklung bei der NASA auf.","versions":[{"lang":1,"streams":[{"redirect":14017644,"hoster":"VOE"},{"redirect":14071763,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"An der NASA herumgeführt","epNo":18,"alt":"My Master The Spy","descr":"Jeannie denkt ständig darüber nach, wie sie ihrem Meister das Leben erleichtern kann. Und sie weiß auch schon, wie sie seiner Überarbeitung entgegenwirken kann: Sie erschafft ganz einfach einen zweiten Tony. Während der eine im Weltall umherschwirrt, kann der andere sich zu Hause ausruhen – oder mit Jeannie fürstlich in Paris dinieren. Letzteres erweist sich allerdings als Fehler, denn französische Kollegen erkennen Tony und haken bei Dr. Bellows nach.","versions":[{"lang":1,"streams":[{"redirect":14016387,"hoster":"VOE"},{"redirect":14071759,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Liebe geht durch den Wagen","epNo":19,"alt":"You Can’t Arrest Me","descr":"Ein lang gehegter Wunsch von Jeannie geht in Erfüllung: Sie darf endlich selbst am Steuer eines Wagens sitzen. Damit nichts schief gehen kann, macht sie sich aber erst einmal unsichtbar – zum Entsetzen von Dr. Bellows, der ein fahrerloses Auto durch die Straßen des Ortes flitzen sieht. Kurz darauf wird Jeannie, die sich mittlerweile wieder sehen lässt – im wahrsten Sinne des Wortes – von einem Polizisten angehalten. Natürlich kann sie keinen Führerschein vorweisen.","versions":[{"lang":1,"streams":[{"redirect":14017643,"hoster":"VOE"},{"redirect":14071761,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine Jeannie und zwei Flaschen","epNo":20,"alt":"One Of Our Bottles Is Missing","descr":"Wieder einmal ist die Frau von Dr. Bellows restlos begeistert von einem Deko-Artikel, den sie im Nelsonschen Haushalt entdeckt: Es handelt sich um die Flasche, in der Jeannie lebt! Um keinen Verdacht aufkommen zu lassen, stellen Tony und Jeannie so schnell wie möglich eine Kopie her, doch beim Abholen vom Kopisten kommt es zu einer Verwechslung: Die Flaschen werden so vertauscht, dass das Original samt Flaschengeist im Haushalt von Dr. Bellows landet – fatal.","versions":[{"lang":1,"streams":[{"redirect":14016405,"hoster":"VOE"},{"redirect":14071758,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tony, bleib bei Deinen Leisten","epNo":21,"alt":"My Master The Civilian","descr":"Karrieresprung für Tony Nelson: Man bietet ihm an, die Leitung einer Raketenfabrik in Columbia zu übernehmen. Während Major Bellows und General Peterson alles tun, um Tony zum Bleiben zu überreden, wäre Jeannie ein kleiner Umzug nicht unrecht – schließlich braucht sie von Zeit zu Zeit Abwechslung. Doch als sie einen Blick in die Zukunft wirft, ändert sie ihre Meinung: Sie sieht, dass Tony in der neuen Firma von reizenden Sekretärinnen umgeben sein wird, die ihn anhimmeln.","versions":[{"lang":1,"streams":[{"redirect":14017645,"hoster":"VOE"},{"redirect":14019150,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Aller Abschied ist schwer","epNo":22,"alt":"There Goes The Best Genie I Ever Had","descr":"Ein Dschinn-Gesetz besagt, dass alle \"Meister\", die im Besitz eines Flaschengeistes sind, einmal im Jahr entscheiden dürfen, ob sie diesen Geist auch weiterhin behalten wollen. Jeannie zittert, denn sie weiß, dass sie Tony mit ihrer Eifersucht auf die Nerven geht. Und in der Tat: Tony ist mal wieder sauer auf Jeannie und fordert sie unmissverständlich auf, ihre Koffer zu packen. Doch als er mit Roger seine neu gewonnene Freiheit feiern will, kommt irgendwie keine Stimmung auf.","versions":[{"lang":1,"streams":[{"redirect":14016404,"hoster":"VOE"},{"redirect":14071760,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Zwilling kommt selten allein","epNo":23,"alt":"Greatest Entertainer","descr":"Seit zehn Jahren ist General Peterson nun im Amt – Grund genug, eine große Feier auszurichten. Petersons Untergebene wollen ihn mit einem Auftritt von Sammy Davis jr. überraschen, den der General grenzenlos verehrt. Doch als Tony mit der Organisation beauftagt wird, hat er wenig Glück: Der große Entertainer lässt ihn abblitzen, da er auf ein Jahr hinaus völlig ausgebucht ist. Nun ist guter Rat teuer – und wieder einmal sind Jeannies Zauberkünste der letzte Ausweg.","versions":[{"lang":1,"streams":[{"redirect":14016406,"hoster":"VOE"},{"redirect":14071769,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Alles für die Katz","epNo":24,"alt":"Shrinking Master","descr":"Jeannie ist mit ihren Zauberkünsten wieder einmal übers Ziel hinausgeschossen: Als Tony den Auftrag bekommen hatte, ein bestimmtes Instrument für die NASA zu verkleinern, wollte sie ihm helfen – mit dem Ergebnis, dass sowohl das Gerät als auch Tony auf Briefmarkengröße zusammengeschrumpft sind. Pech, dass er ausgerechnet in diesem Moment Besuch von dem Psychiater Dr. Bellows bekommt. Doch damit nicht genug: Auch eine hungrige Katze ist hinter Tony en miniature her.","versions":[{"lang":1,"streams":[{"redirect":14017646,"hoster":"VOE"},{"redirect":14018916,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wer will unter die Piraten","epNo":25,"alt":"My Master, The Pirate","descr":"Tony Nelson hat als kleiner Junge mit Begeisterung Piratengeschichten gelesen und ist seitdem ein Fan von Captain Kidd – daran hat sich auch im Erwachsenenalter nichts geändert. Als Jeannie davon Wind bekommt, möchte sie ihrem Meister wieder einmal eine Freude machen und versetzt ihn mit einem Blinzeln auf das Schiff des berühmt-berüchtigten Piratenkapitäns. Hier muss Tony einige Abenteuer überstehen, die alles andere als lustig sind. Schon bald hat er genug vom Piratendasein.","versions":[{"lang":1,"streams":[{"redirect":14016418,"hoster":"VOE"},{"redirect":14071762,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine Sekretärin für General Peterson","epNo":26,"alt":"A Secretary Is Not A Toy","descr":"Jeannie ist der Meinung, dass die Talente ihres Meisters bei der NASA nicht richtig gewürdigt werden und dass er es eigentlich verdient hätte, General zu sein. Als die Stelle der Sekretärin von General Peterson frei wird, bewirbt sie sich selbst darauf in der Hoffnung, auf diese Weise Tonys Beförderung ein wenig nachzuhelfen. Zunächst geht alles glatt, doch dann wird der Psychiater Dr. Bellows misstrauisch. Er lässt Jeannie zunächst vom FBI, dann von der CIA überprüfen.","versions":[{"lang":1,"streams":[{"redirect":14017650,"hoster":"VOE"},{"redirect":14071764,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Jeannie will heiraten","epNo":27,"alt":"There Goes The Bride","descr":"Als Tony als Trauzeuge zu einer Hochzeit eingeladen wird, weckt das auch bei Jeannie starke Heiratswünsche. Tony zeigt jedoch überhaupt kein Interesse daran, Jeannie einen Antrag zu machen. Also muss der hübsche Flaschengeist mal wieder mit seiner Zauberkraft ein wenig nachhelfen – und kurz darauf fragt Tony Jeannie, ob sie ihn in Las Vegas heiraten will. Doch Jeannie hat gegen ein ehernes Gesetz verstoßen, das es Dschinns strengstens verbietet, Gefühle zu beeinflussen.","versions":[{"lang":1,"streams":[{"redirect":14016372,"hoster":"VOE"},{"redirect":14071767,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Napoleon ist selbst dran schuld","epNo":28,"alt":"My Master, Napoleon’s Buddy","descr":"Der geschichtsbegeisterte Tony spricht gegenüber Jeannie eines Tages enthusiastisch von Napoleon und dessen strategischem Geschick. Kurzerhand lässt der Flaschengeist den großen Korsen persönlich erscheinen, damit Tony ein Gespräch mit dem verehrten Strategen führen kann. Tony will die Chance nutzen, um Napoleon auf den Fehler des Russlandfeldzugs hinzuweisen – doch Napoleon will davon nichts hören: Er hält Tony für einen russischen Spion und droht ihm mit der Guillotine.","versions":[{"lang":1,"streams":[{"redirect":14017648,"hoster":"VOE"},{"redirect":14071765,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wie soll das weitergehen","epNo":29,"alt":"The Birds And The Bees Bit","descr":"Jeannies größter Wunsch, dass ihr geliebter Meister ihr einen Heiratsantrag macht, scheint in greifbare Nähe zu rücken, als Tony eine wichtige Information erhält: Flaschengeister sollen angeblich ihre Zauberkraft verlieren, wenn sie einen Sterblichen heiraten. Das gefällt Tony außerordentlich gut, glaubt er doch, dann endlich von Jeannies Streichen befreit zu sein. Doch einen Haken hat die Sache: Sollten die beiden Kinder haben, könnten diese die Zauberkraft erben.","versions":[{"lang":1,"streams":[{"redirect":14016419,"hoster":"VOE"},{"redirect":14018915,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Backe backe Kuchen","epNo":30,"alt":"My Master, The Swinging Bachelor","descr":"Schon lange fragen sich Dr. Bellows und seine neugierige Frau Amanda, wie Tony es trotz seines Junggesellendaseins schafft, stets wohl genährt und wie aus dem Ei gepellt auszusehen. Das kann doch nicht mit rechten Dingen zugehen! Wohl oder übel muss Tony die beiden zum Essen einladen – assistieren soll ihm dabei eine alte Freundin, die er als seine Partnerin präsentieren will. Doch er hat die Rechnung ohne Jeannie gemacht, die rasend eifersüchtig auf diese Freundin ist.","versions":[{"lang":1,"streams":[{"redirect":14016388,"hoster":"VOE"},{"redirect":14071768,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Jagd-Party","epNo":31,"alt":"The Mod Party","descr":"Ausgerechnet an dem Abend, an dem ein dienstliches Gespräch mit Dr. Bellows stattfinden soll, ist Roger auf ein Kostümfest eingeladen. Um dem Gespräch aus dem Weg zu gehen, behaupten Roger und Tony, sie müssten an dem fraglichen Abend auf die Jagd. Doch Bellows’ Frau kommt hinter das Geheimnis, und so erscheint das Ehepaar Bellows ebenfalls auf der Party, um die Schwindler auffliegen zu lassen. Zum Glück gibt es Jeannie, die den beiden eine Jägerkluft auf den Leib zaubert.","versions":[{"lang":1,"streams":[{"redirect":14017647,"hoster":"VOE"},{"redirect":14071766,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sam","epNo":1,"alt":"Fly Me To The Moon","descr":"Als Roger und Tony den Auftrag erhalten, einen Schimpansen namens Sam auf seine zukünftige Aufgabe als Begleiter einer Raummission vorzubereiten, ist Jeannie wenig begeistert: Der Sonderauftrag bedeutet für sie langweilige Stunden allein zu Hause. Die Langeweile bringt sie auf einige verhängnisvolle Ideen, und sie verwandelt den Schimpansen in einen kettenrauchenden Menschen, der von Blondinen träumt. Tony hingegen wird plötzlich zu einem gelehrigen Schimpansen.","versions":[{"lang":1,"streams":[{"redirect":14016389,"hoster":"VOE"},{"redirect":14017649,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meine Schwester, das Biest","epNo":2,"alt":"Jeannie Or The Tiger","descr":"Jeannies Schwester in Bagdad muss einen langweiligen Dienst bei einem Meister verrichten, der schon über 80 Jahre alt ist. Deshalb ist sie sehr erfreut, als sie von Jeannie herbeigezaubert wird – doch sie dankt der Schwester die willkommene Abwechslung schlecht: Begeistert von deren Meister Tony, zaubert sie Jeannie zurück in die Flasche und nimmt selbst ihre Gestalt an. Tony kann nicht verstehen, warum seine Jeannie auf einmal ständig etwas unternehmen will.","versions":[{"lang":1,"streams":[{"redirect":14016373,"hoster":"VOE"},{"redirect":14071771,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Diamantenbucht","epNo":3,"alt":"The Greatest Con Artist In The World","descr":"Tony und Jeannie machen Urlaub auf Hawaii, wo der Astronaut ein Fernsehinterview gibt. Jeannie ist mit im Bild, und das lockt einen Ganoven an, der es auf ihren wertvollen Schmuck abgesehen hat. Der Gauner verspricht ihr eine ganze Bucht voller Diamanten, wenn er dafür ihren wertvollen Skarabäus erhält. Jeannie lässt sich darauf ein – doch als sie bemerkt, dass sie betrogen wurde, sieht es schlecht für den Gangster aus: Jeannie hat weitaus mehr Tricks auf Lager als er.","versions":[{"lang":1,"streams":[{"redirect":14017651,"hoster":"VOE"},{"redirect":14071770,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Laie wundert sich","epNo":4,"alt":"My Turned-On Master","descr":"Tony ist gerade aus dem Weltraum zurückgekehrt und muss nun auf eine Pressekonferenz. Jeannie möchte nur allzu gerne mit, doch Tony ist strikt dagegen – fürchtet er doch, dass Jeannie mit ihren Zauberkünsten wieder einmal alles auf den Kopf stellen könnte. Doch Jeannie schwört, dass sie für 24 Stunden ihre Zauberkraft auf jemand anderen überträgt – nur wer dies ist, verrät sie nicht. Zu spät merkt Tony, dass er selbst plötzlich mit zauberhaften Fähigkeiten ausgestattet ist.","versions":[{"lang":1,"streams":[{"redirect":14017654,"hoster":"VOE"},{"redirect":14018917,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mein Meister, der Schwächling","epNo":5,"alt":"My Master, The Weakling","descr":"Tony und Roger haben eine schwere Zeit vor sich, denn Dr. Bellows hat beschlossen, sie zu einem knallharten Überlebenstraining unter Leitung des berüchtigten Commander Kiski zu schicken. Jeannie zeigt während des Trainings kein Verständnis dafür, dass ihr Meister abends todmüde ist, sondern besteht darauf, dass er sie zum Tanzen ausführt. Dort begegnet er ausgerechnet Kiski, der zu dem Schluss kommt, dass er Nelson nicht hart genug rangenommen haben kann.","versions":[{"lang":1,"streams":[{"redirect":14016407,"hoster":"VOE"},{"redirect":14071772,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Beat gefällig","epNo":6,"alt":"Hip Hippie","descr":"Eigentlich wollten Tony und Dr. Bellows zur gleichen Zeit in Urlaub gehen, doch Mrs. Bellows macht ihnen einen Strich durch die Rechnung. Die Musiker, die sie für eine Wohltätigkeitsveranstaltung engagiert hatte, sind verhindert, und eine neue Band muss so schnell wie möglich aufgetrieben werden. Vor lauter Enttäuschung streicht Bellows auch Tonys Urlaub – nicht sehr nett, wie Jeannie findet, doch sie hat eine Idee: Sie hext kurzerhand vier Männern musikalisches Talent an.","versions":[{"lang":1,"streams":[{"redirect":14016374,"hoster":"VOE"},{"redirect":14071773,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Astronaut oder Filmstar","epNo":7,"alt":"Everybody’s A Movie Star","descr":"Der Hollywood-Produzent Allen Kerr will einen Tag im Leben eines Astronauten filmen – und niemand anderer als Tony soll darin die Hauptrolle spielen! Jeannies Anwesenheit macht die Dreharbeiten nicht gerade einfacher, und auch ein weiteres Problem tut sich auf: Durch ein Missverständnis glaubt Roger, in Hollywood ganz groß herauskommen zu können. An diese Überzeugung knüpft er leicht größenwahnsinnige Überlegungen: Will er lieber Superstar sein oder zum Mond fliegen?","versions":[{"lang":1,"streams":[{"redirect":14017655,"hoster":"VOE"},{"redirect":14018920,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sage mir, wer ich bin","epNo":8,"alt":"Who Are You Calling A Genie","descr":"Die neugierige Jeannie dringt in das Weltraumzentrum ein – natürlich hat sie keine Berechtigung dazu. Als sie durch die Gänge schleicht, bekommt sie plötzlich eine Tür an den Kopf geschlagen und bricht ohnmächtig zusammen. Sie wird gefunden und ins NASA-Krankenhaus eingeliefert, doch nach dem Aufwachen kann sie sich an nichts mehr erinnern. Und auch mit ihrer Zauberkunst ist es nicht mehr weit her: Versehentlich verwandelt sie Dr. Bellows in eine Maus fürs Versuchslabor.","versions":[{"lang":1,"streams":[{"redirect":14016375,"hoster":"VOE"},{"redirect":14071774,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mutter go home","epNo":9,"alt":"My Master’s Mother","descr":"Unerwartet taucht Tonys Mutter auf – und Jeannie ist alles andere als begeistert von diesem Überraschungsbesuch, denn die alte Dame hat alles Mögliche an Tonys Haushalt auszusetzen. Deshalb beschließt sie auch zu Jeannies Entsetzen, für immer bei Tony zu bleiben. Keine Frage, Jeannie will das um jeden Preis verhindern, und dafür lässt sie sich so einiges einfallen. Doch ihre Streiche haben nicht den gewünschten Effekt – irgendwie gehen sie immer positiv für Tonys Mama aus.","versions":[{"lang":1,"streams":[{"redirect":14017657,"hoster":"VOE"},{"redirect":14017652,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Konkurrenz für Jeannie","epNo":10,"alt":"Here Comes Bootsie Nightingale","descr":"Jeannie hat mal wieder Grund zur Eifersucht: Auf einer Wohltätigkeitsveranstaltung sollen Tony und Roger die Tischherren für den berühmten Star Bootsie Nightingale spielen. Roger wäre allerdings lieber mit Bootsie allein, denn er ist einer ihrer größten Fans. Natürlich unterstützt Jeannie diesen Wunsch nach Kräften, denn auch sie hat kein Interesse daran, dass Tony mit Bootsie näher bekannt wird. Doch kaum passt sie einen Moment lang nicht auf, schon flirten die beiden heftig.","versions":[{"lang":1,"streams":[{"redirect":14016376,"hoster":"VOE"},{"redirect":14071775,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine Frau für Tony","epNo":11,"alt":"Tony’s Wife","descr":"Jeannies böse Schwester hat sich eine besonders gemeine Lüge ausgedacht: Sie behauptet, dass Jeannie im astrologischen Zeichen der \"Unke\" geboren wurde, und dass Unken ihren Meistern nichts als Unglück brächten. Ja, eine Partnerschaft mit einer Unke sei sogar ein sicherer Vorbote des Todes für die Unglücklichen! Da Jeannie ihren Meister aufrichtig liebt, macht sie sich schweren Herzens an die wohl härteste Aufgabe ihres Lebens: Sie sucht nach einer neuen Frau für Tony.","versions":[{"lang":1,"streams":[{"redirect":14038708,"hoster":"VOE"},{"redirect":14071776,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bankraub ohne Führerschein","epNo":12,"alt":"Jeannie And The Great Bank Robbery","descr":"Tony muss für die NASA eine wichtige Berechnungsaufgabe erledigen und kann deshalb zu Hause keinerlei Störung brauchen. So schickt er Jeannie kurzerhand fort und fordert sie auf, mit ihren Zauberkünsten doch einmal jemand anderem als ihm zu helfen. Und das lässt Jeannie sich nicht zweimal sagen: Als sie zwei Bankräubern begegnet, blinzelt sie ihnen Tonys Auto als Fluchtwagen herbei. Der Wagen wird identifiziert, und nur Dr. Bellows kann verhindern, dass Tony festgenommen wird.","versions":[{"lang":1,"streams":[{"redirect":14038707,"hoster":"VOE"},{"redirect":14071778,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Haji’s Sohn","epNo":13,"alt":"My Son, The Genie","descr":"Endlich gibt es einmal Abwechslung für Jeannie, die sich sonst oft allein zu Hause langweilt. Der oberste Chef aller Flaschengeister, Haji, hat beschlossen, seinen Sohn Harold zu ihr in die Lehre zu schicken, was natürlich eine große Ehre für Jeannie ist. Leider ist Harold nicht gerade begabt und erweist sich beim Zaubern als äußerst ungeschickt – und das ausgerechnet zu dem Zeitpunkt, als Tony vom Weißen Haus für seine Leistungen als Astronaut geehrt werden soll.","versions":[{"lang":1,"streams":[{"redirect":14038571,"hoster":"VOE"},{"redirect":14071777,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wiedersehen in Honolulu","epNo":14,"alt":"Jeannie Goes To Honolulu","descr":"Ein Auftrag der besonderen Art wartet diesmal auf den Astronauten Tony Nelson: Er soll sich im Auftrag der NASA auf Hawaii um die Unterhaltung der hübschen Generalstochter Eleanor kümmern. Da er weiß, wie attraktiv Eleanor ist, und da er auch Jeannies Eifersucht zur Genüge kennt, nimmt er eine Notlüge zu Hilfe. Er behauptet, er würde von der NASA an den Nordpol geschickt werden. Doch als Jeannie merkt, dass sie belogen wurde, ist erst recht der Teufel los.","versions":[{"lang":1,"streams":[{"redirect":14038594,"hoster":"VOE"},{"redirect":14071779,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der König von Hawaii","epNo":15,"alt":"The Battle Of Waikiki","descr":"Bei einem Urlaub auf Hawaii besichtigen Tony und Roger das alte Königsschloss und sprechen darüber, wie interessant es wäre, dem legendären König Kamehameha persönlich zu begegnen. Hätte Jeannie das nur nicht gehört – sie zaubert ihn kurzerhand herbei, und das bringt mal wieder Schwierigkeiten mit sich. Der König ist erzürnt über den jetzigen Zustand der zivilisationsgeschädigten Insel und trommelt seine Untertanen zusammen, um den Kampf gegen die Moderne aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":14038706,"hoster":"VOE"},{"redirect":14071780,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jeannie und die Mondsafeknacker (1)","epNo":16,"alt":"Genie, Genie, Who’s Got The Genie (1)","descr":"Jeannie ist in einen Safe geraten, der zum Mond geschossen werden soll – doch diesmal ist nicht ihre Neugier Schuld daran, sondern ein Missgeschick Tonys. Roger und Tony sind in größter Aufregung, denn sie wissen, dass Jeannie sich nicht allein aus geschlossenen Räumen befreien kann! Jetzt beginnt ein Wettlauf gegen die Zeit: Sie müssen um jeden Preis verhindern, dass der Safe in die Mondrakete gelangt. Doch leider kommen sie zu spät. Jeannie ist schon auf dem Weg zum Mond.","versions":[{"lang":1,"streams":[{"redirect":14038590,"hoster":"VOE"},{"redirect":14071781,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Jeannie und die Mondsafeknacker (2)","epNo":17,"alt":"Genie, Genie, Who’s Got The Genie (2)","descr":"Tony glaubt, dass Jeannie sich, eingeschlossen in einen Safe, auf dem Weg zum Mond befindet. Doch er irrt: Er hatte Ganoven beauftragt, den Safe zu knacken, und diese haben sich den Kasten selbst unter den Nagel gerissen. Doch als sie merken, dass er für sie wertlos ist, verkaufen sie ihn für einen Spottpreis an einen Schrotthändler. Inzwischen hat Tony von dieser Aktion erfahren und macht sich auf dem schnellsten Weg zum Schrottplatz, um endlich seine Jeannie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":14038598,"hoster":"VOE"},{"redirect":14071785,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Abenteuer in Bagdad","epNo":18,"alt":"Genie, Genie, Who’s Got The Genie (3)","descr":"Jeannie ist durch ein Missgeschick in einen Safe eingeschlossen worden, aus dem auch Tony sie nicht befreien kann. Nun glaubt Jeannies böse Schwester in Bagdad, dass ihre große Stunde gekommen ist: Unter einem Vorwand lockt sie Tony zu sich – nur, um ihn hier in einen Vogelkäfig einzusperren. Roger will seinen Freund befreien, doch dabei wird er ebenfalls zum Gefangenen. Alles scheint hoffnungslos, bis der Meister von Jeannies Schwester unerwartet von einer Reise zurückkehrt.","versions":[{"lang":1,"streams":[{"redirect":14038583,"hoster":"VOE"},{"redirect":14071784,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Jeannie und die Mondsafeknacker (3)","epNo":19,"alt":"Genie, Genie, Who’s Got The Genie (4)","descr":"Immer noch ist Jeannie in dem Safe eingeschlossen, der zum Mond geschossen wurde, und weder Tony noch Roger können sie daraus befreien. Ein ungeschriebenes Gesetz der Flaschengeister besagt, dass sie demjenigen gehört, der sie aus dem verschlossenen Gegenstand wieder befreit – und das wird voraussichtlich der Sprengstoffexperte Wiedenmayr sein, der als einziger die Kombination kennt. Für Jeannie ist es eine entsetzliche Vorstellung, bald einen neuen Meister zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14038717,"hoster":"VOE"},{"redirect":14071782,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Ernährungs-Experiment","epNo":20,"alt":"Please Don’t Feed The Astronauts","descr":"Erneut müssen Tony und Roger sich dem verabscheuten Überlebenstraining stellen, und diesmal soll es sie auf die Schädelinsel verschlagen, wo sie unter härtesten Bedingungen ihren Kampfgeist beweisen sollen. Doch Jeannie hat Mitleid mit ihrem Meister und seinem Freund und zaubert den beiden gleich ein ganzes orientalisches Dorf auf die Insel. Schließlich sollen sie ein wenig Unterhaltung haben. Außerdem besagt das NASA-Handbuch, dass man von Eingeborenen Nahrung annehmen darf.","versions":[{"lang":1,"streams":[{"redirect":14038709,"hoster":"VOE"},{"redirect":14071786,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wem die Geisterstunde schlägt","epNo":21,"alt":"My Master, The Ghost Breaker","descr":"Freudige Überraschung für Tony: Ein alter Onkel aus England hat ihm seinen Landsitz vererbt. Tony macht sich, gemeinsam mit Jeannie und Roger, auf die Reise, um das Schlösschen vor Ort zu begutachten. Doch als sie ankommen, erleben sie eine Enttäuschung: Der Besitz ist reichlich verwahrlost, und zu spuken scheint es außerdem. Wie gut, dass Jeannie keine Angst vor anderen Geistern hat. Und auch Tony lässt sich nicht so leicht einschüchtern, sondern geht zum Gegenangriff über.","versions":[{"lang":1,"streams":[{"redirect":14038712,"hoster":"VOE"},{"redirect":14071783,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Scheidung à la Jeannie","epNo":22,"alt":"Divorce, Genie Style","descr":"Jeannie möchte beweisen, dass sie auch ohne Zauberkräfte eine gute Hausfrau sein könnte, so wie Mrs. Bellows. Und so verzichtet sie eine Woche lang freiwillig auf alle Zauberkünste – das Ergebnis ist jedoch ein schreckliches Durcheinander, das Tony auf die Nerven geht. Er würdigt Jeannies Bemühungen überhaupt nicht, und nun ist sie so beleidigt, dass sie sich bei Mrs. Bellows ausweint. Diese ist der Meinung, dass Jeannie sich von dem herzlosen Sadisten trennen muss.","versions":[{"lang":1,"streams":[{"redirect":14038553,"hoster":"VOE"},{"redirect":14071789,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Probe aufs Exempel","epNo":23,"alt":"My Double Crossing Master","descr":"Nachdem Roger wieder einmal eine Enttäuschung mit dem schönen Geschlecht verkraften musste, kommt es zu einer Diskussion mit Tony: Roger meint, alle Frauen wären untreu, und auch Jeannie würde da keine Ausnahme machen. Er wettet mit Tony um 50 Dollar, dass er einen Beweis für die Untreue des Flaschengeistes erbringen kann. Tony hält natürlich dagegen und verabredet sich mit Jeannie – allerdings in Verkleidung. Er gibt sich als charmanter Engländer aus.","versions":[{"lang":1,"streams":[{"redirect":14038582,"hoster":"VOE"},{"redirect":14071787,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Parfum","epNo":24,"alt":"Have You Ever Had A Genie Hate You?","descr":"Wieder einmal versucht Jeannies böse Schwester aus Bagdad, Jeannie das Leben schwer zu machen und ihr den Meister auszuspannen. Sie zaubert ein magisches Parfüm herbei, das bewirkt, dass Jeannie Tony nicht mehr leiden kann, sich dafür aber Hals über Kopf in Roger Healey verliebt. Und schon bald scheint sie ihrem Ziel näher zu kommen, wäre da nicht Tony, der das üble Geheimnis durchschaut und alles daransetzt, seinen Dschinn vom bösen Zauber zu befreien.","versions":[{"lang":1,"streams":[{"redirect":14038581,"hoster":"VOE"},{"redirect":14071791,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein Paar für den Mond","epNo":25,"alt":"Operation: First Couple On The Moon","descr":"Jeannie ist alles andere als begeistert, als sie erfährt, dass ihr Meister auf seiner nächsten Weltraummission gemeinsam mit einer Frau ins All geschickt werden soll. Ihre böse Schwester dagegen sieht nun endlich ihre große Stunde gekommen: Mit magischen Tricks gelingt es ihr, als Trainingspartnerin von Tony ins NASA-Gelände eingeschleust zu werden. Hier tut sie alles, um Tony den Kopf zu verdrehen. Dr. Bellows, der das Training am Bildschirm beobachtet, kann sich nur wundern.","versions":[{"lang":1,"streams":[{"redirect":14038580,"hoster":"VOE"},{"redirect":14071788,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ich komme mir so bekannt vor","epNo":26,"alt":"Haven’t I Seen Me Someplace Before","descr":"Roger hat Geburtstag – und an diesem Ehrentag darf auch er sich einmal etwas von Jeannie wünschen. Aber es ist wie mit der guten Fee: Roger vertut seine Chance sinnlos, als er unbedacht den Stoßseufzer von sich gibt, er würde gern in Tonys Haut stecken. Umgehend werden die beiden Freunde \"ausgetauscht\", jeder steckt in der Haut des anderen, hat aber seine alte Stimme behalten. Dass dieses seltsame Phänomen auch den NASA-Psychiater Dr. Bellows interessiert, ist nur natürlich.","versions":[{"lang":1,"streams":[{"redirect":14038579,"hoster":"VOE"},{"redirect":14071790,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Marsmenschen","epNo":1,"alt":"U-F-Oh Jeannie","descr":"Als Tony und Roger nach einem Weltraumflug in einem abgelegenen Provinznest landen, werden sie von den dortigen Bewohnern für Außerirdische gehalten und müssen um ihr Leben fürchten. Alle Versuche, den Menschen klarzumachen, wer sie wirklich sind, scheitern, und auch das Auftauchen von Jeannie kann daran gar nichts ändern. Nur eine in Aussicht gestellte Belohnung für das Aufspüren von Marsmenschen hält die Hinterwäldler davon ab, die Fremden umzubringen.","versions":[{"lang":1,"streams":[{"redirect":14038714,"hoster":"VOE"},{"redirect":14071793,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mutters Geheimrezept","epNo":2,"alt":"Jeannie And The Wild Pipchicks","descr":"\"Pipchicks\" heißen die köstlichen Pralinen, die Jeannies Mutter nach einem Geheimrezept herstellt und von Zeit zu Zeit aus Bagdad schickt. Das Konfekt schmeckt nicht nur äußerst lecker, es hat auch eine angenehme Nebenwirkung: Wer davon gegessen hat, kann auch die schwersten Gewichte mit Leichtigkeit stemmen. Als die NASA davon Wind bekommt, werden Roger und Tony mit der Herstellung solcher \"Pipchicks\" beauftragt – doch wie sollen die beiden an das Geheimrezept herankommen?","versions":[{"lang":1,"streams":[{"redirect":13099577,"hoster":"VOE"},{"redirect":14071794,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jeannie ist der Zeit voraus","epNo":3,"alt":"Tomorrow Is Another Day","descr":"Eines Morgens vermisst Tony seine gewohnte Zeitung, und damit ist der Tag für ihn eigentlich gelaufen – hätte er nicht Jeannie, die ihm kurzerhand eine andere Morgenzeitung herbeizaubert. Leider ist es jedoch bereits die Zeitung vom Folgetag, und in der steht, dass ein NASA-Astronaut sich ein Bein gebrochen hat. Jeannie ist überzeugt, es könne sich nur um Tony handeln, und tut ihr Möglichstes, um einen Unfall zu verhindern. Doch das führt nur zu neuen Komplikationen.","versions":[{"lang":1,"streams":[{"redirect":14038538,"hoster":"VOE"},{"redirect":14071792,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abdullah","epNo":4,"alt":"Abdullah","descr":"Tony ist zu Tode erschrocken, als er eines Tages Jeannie ohne Vorwarnung mit einem Baby auf dem Arm erblickt. Doch er kann beruhigt werden: Der Kleine ist Jeannies Neffe Abdullah, auf den sie ab und zu aufpassen muss. Als sie ihren Bruder bei seinen Geschäften in Bagdad vertreten soll, lässt sie Abdullah bei Tony, der den Kleinen wiederum an Roger weiterreicht, als er keine Zeit für ihn hat. Das Baby bringt Roger jede Menge Ärger ein – und zwar mit seiner Verlobten.","versions":[{"lang":1,"streams":[{"redirect":14038732,"hoster":"VOE"},{"redirect":14071796,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Gebrauchtwagenhändler: Ratlos","epNo":5,"alt":"The Used Car Salesman","descr":"Als Tony eines Morgens seine Jeannie um Starthilfe für seinen Wagen bittet, landet das geliebte Auto am Laternenpfahl. Zwar ist es nur leicht beschädigt, doch Tony bringt es zum Gebrauchtwagenhändler. Leider handelt es sich bei diesem Mann um den verschlagenen Mr. Tucker, der Tony den Wagen für einen Spottpreis abkauft, um ihn dann viel zu teuer wieder anzubieten. Doch bei Jeannie kommt er damit nicht durch: Schon bald bereut Mr. Tucker seine Geschäftsmethoden bitter.","versions":[{"lang":1,"streams":[{"redirect":14038578,"hoster":"VOE"},{"redirect":14071797,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der unsichtbare Hund","epNo":6,"alt":"Djinn-djinn, Go Home","descr":"Ein unsichtbarer Hund namens Djinn-Djinn, Jeannies Spielgefährte aus Bagdad, kommt überraschend zu Besuch. Von der Unsichtbarkeit einmal abgesehen, ist Djinn-Djinn wie andere Hunde auch: Zum Beispiel hat er eine ausgesprochene Abneigung gegen Uniformen. Sobald er eine sieht, reißt er sie in Stücke. Da kommt es Tony nicht ungelegen, dass Amanda Bellows begeistert von dem Hündchen ist und es unbedingt haben will – Glück für Tony, Pech für die NASA.","versions":[{"lang":1,"streams":[{"redirect":14038577,"hoster":"VOE"},{"redirect":14071795,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tony ist der Stärkste","epNo":7,"alt":"Strongest Man In The World","descr":"Eines Abends werden Tony und Jeannie auf der Straße von drei Rockern angegriffen; Jeannie zaubert ihrem Meister übernatürliche Kräfte an, und so bringt Tony die Schläger mit ein paar gezielten Hieben zur Strecke. General Hamilton, der die Szene zufällig beobachtet hat, ist begeistert und meldet Tony für einen Kampf gegen den Boxchampion der Marineinfanterie an. Doch als Tony dem Champion \"Killer Culligan\" gegenübersteht, verlassen ihn plötzlich die Kräfte.","versions":[{"lang":1,"streams":[{"redirect":14038570,"hoster":"VOE"},{"redirect":14071798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jeannie ist die Beste","epNo":8,"alt":"Indispensible Jeannie","descr":"Bevor Tony und Roger gemeinsam in den Weltraum starten, wollen sie auf der Erde testen, ob sie es längere Zeit miteinander aushalten. Roger soll bei Tony wohnen, während Jeannie sich in Bagdad aufhält. Es kommt, wie es kommen muss: Die beiden Freunde liegen sich von Anfang an in den Haaren, und Dr. Bellows erfährt unglücklicherweise davon. Der Weltraumflug ist nun natürlich stark gefährdet – wäre da nicht Jeannie, die auch aus der Ferne für Tony und Roger aktiv werden kann.","versions":[{"lang":1,"streams":[{"redirect":14038576,"hoster":"VOE"},{"redirect":14071799,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geheimkurier Tony","epNo":9,"alt":"Jeannie And The Top Secret","descr":"Tony erhält einen interessanten Auftrag von der NASA: Begleitet von Sergeant Marion soll er einen geheimen Film nach Washington bringen. Als Jeannie das Wort \"Marion\" hört, vermutet sie eine Frau hinter diesem Namen. Und wie der Zufall so spielt, sitzt auf dem Flug nach Washington tatsächlich eine Dame Tony gegenüber, die jedoch überhaupt nichts mit dem Auftrag zu tun hat. Das aber weiß die eifersüchtige Jeannie nicht, und so erlebt die arme Fremde unerklärliche Missgeschicke.","versions":[{"lang":1,"streams":[{"redirect":14038575,"hoster":"VOE"},{"redirect":14071800,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Liebesschule","epNo":10,"alt":"How To Marry An Astronaut","descr":"Jeannies böse Schwester hat Erfahrung mit Hochzeiten: Sie war schon 47 Mal verheiratet. Nun will sie Jeannie zeigen, wie sie Tony vor den Traualtar befördern kann. Um ihre Liebeskünste zu demonstrieren, wählt sie Roger Healey als Vorführobjekt, der sich allerdings nur durch kostbare Geschenke zur Heirat bewegen lässt. In Wahrheit hat Jeannies Schwester es natürlich auf Tony abgesehen, und im Augenblick der Trauung zaubert sie diesen für das Jawort plötzlich an ihre Seite.","versions":[{"lang":1,"streams":[{"redirect":14038569,"hoster":"VOE"},{"redirect":14071803,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der neue Psychiater","epNo":11,"alt":"Bellows Goes Sane","descr":"Als Dr. Bellows all die Seltsamkeiten, die sich um die Person Tony Nelsons ranken, zuviel werden, legt er General Peterson einen Bericht vor, in dem er jedes mysteriöse Erlebnis mit dem Major akribisch aufgezeichnet hat. Das Ergebnis ist vernichtend: General Peterson hält nämlich Dr. Bellows selbst für verrückt und beschließt, ihn durch den Army-Psychiater Dr. Corbett zu ersetzen. Als Tony davon erfährt, plagt ihn das schlechte Gewissen, und mit Jeannies Hilfe greift er ein.","versions":[{"lang":1,"streams":[{"redirect":14038715,"hoster":"VOE"},{"redirect":14071801,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Hippie des Generals","epNo":12,"alt":"Jeannie My Guru","descr":"General Schaefer, Tonys neuer Nachbar, ist als militaristischer Hardliner bekannt. Deshalb trifft es ihn um so härter, dass seine Tochter Suzie überhaupt nichts mit der Army am Hut hat, sondern eine begeisterte Anhängerin der Flower-Power-Bewegung ist. Als Tony eines Tages Suzie nach Hause fährt, lädt diese kurz darauf all ihre Freunde in Tonys Haus ein. Jeannie findet die ausgeflippte Runde sehr lustig und sympathisch, doch leider ist General Schaefer da ganz anderer Meinung.","versions":[{"lang":1,"streams":[{"redirect":14038733,"hoster":"VOE"},{"redirect":14071805,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der doppelte Tony (1)","epNo":13,"alt":"The Case Of My Vanishing Master (1)","descr":"Tony hat einen Geheimauftrag zu erledigen, der an einem nur wenigen NASA-Leuten bekannten Ort ausgeführt werden muss. Damit seine Abwesenheit nicht auffällt, wird ein Doppelgänger eingesetzt, der Tonys bisheriges Leben möglichst normal weiterführen soll. Dieser Geheimagent staunt nicht schlecht, als er den Nelsonschen Haushalt samt Flaschengeist aus der Nähe kennen lernt. Als der echte Tony erfährt, dass ein Ersatzmann eingesetzt wurde, befürchtet er zu Recht Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14038591,"hoster":"VOE"},{"redirect":14071802,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der doppelte Tony (2)","epNo":14,"alt":"The Case Of My Vanishing Master (2)","descr":"Mittlerweile ist es Tony gelungen, Jeannie zu erreichen und sie über den Doppelgänger in seinem Haus zu informieren. Dieser wird daraufhin von der beleidigten Jeannie ziemlich geärgert. Weitere Verwicklungen entstehen, als Dr. Bellows versucht, über den Ersatz-Tony Informationen über das Privatleben des echten Tony einzuholen. Und vollends durcheinander gerät die Situation, als der echte Tony nach Hause kommt, von Jeannie aber nach wie vor für den Doppelgänger gehalten wird.","versions":[{"lang":1,"streams":[{"redirect":14038719,"hoster":"VOE"},{"redirect":14071804,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dann macht der Reiter plumps","epNo":15,"alt":"Ride ‘em Astronaut","descr":"Als millionste Besucherin eines Einkaufszentrums wird Jeannie zur \"Königin des Supermarktes\" gekrönt. Das macht ihr natürlich wahnsinnig viel Spaß, besonders, als sie erfährt, dass noch einige Gewinne damit verbunden sind – u. a. der Besuch eines großen Rodeos. Tony ist in größter Sorge, als Jeannie von zwei Cowboys zu dem Event abgeholt wird. Um sie im Auge zu behalten, begleitet er sie im Cowboykostüm. Und damit sind Schwierigkeiten vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":14038727,"hoster":"VOE"},{"redirect":14044699,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unsichtbares Haus zu verkaufen","epNo":16,"alt":"Invisible House For Sale","descr":"Jeannie hat die Nase voll davon, dass Tony jedes Wochenende im Haus herumwerkelt. Um ihn von den ständigen Reparaturarbeiten zu befreien, zaubert sie kurzerhand ein pflegeleichtes Appartement herbei. Gleichzeitig versucht sie, das Haus zu verkaufen, und Interessenten gibt es genug. Während der Verkauf schon beinahe über die Bühne geht, stellt Jeannie plötzlich fest, dass in dem Appartementhaus viele attraktive junge Frauen leben – sofort macht sie alles wieder rückgängig.","versions":[{"lang":1,"streams":[{"redirect":14038703,"hoster":"VOE"},{"redirect":14071807,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Frau des Gouverneurs","epNo":17,"alt":"Jeannie, The Governor’s Wife","descr":"Jeannie hat einen ganz großen Wunsch: Sie möchte nur allzu gerne Gouverneursgattin sein. Voraussetzung dafür ist natürlich, dass Tony zunächst Gouverneur wird, und dazu will sie ihm mit allen ihr zur Verfügung stehenden Mitteln verhelfen. Obwohl Tony sich ausdrücklich dagegen ausspricht, eröffnet sie für ihn den Wahlkampf, und auch Roger ist von der Idee begeistert. Nur Dr. Bellows und General Peterson wollen eine politische Karriere ihres Astronauten verhindern.","versions":[{"lang":1,"streams":[{"redirect":14038764,"hoster":"VOE"},{"redirect":14071806,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wenn Flaschengeister sich verlieben","epNo":18,"alt":"Is There A Doctor In The House?","descr":"Jeannies Mutter ist noch nie begeistert davon gewesen, dass Jeannie sich ausgerechnet in Tony Nelson verlieben musste. Weil sie viel lieber einen Sultan als Meister ihrer Tochter sehen würde, versetzt sie Tony von Zeit zu Zeit in einen totenähnlichen Schlaf. Als Dr. Bellows und General Peterson Tony in diesem Zustand erleben, sind sie höchst besorgt. Jeannie muss sich schnell etwas einfallen lassen. Sie zaubert ihre Mutter herbei, doch damit werden die Probleme noch größer.","versions":[{"lang":1,"streams":[{"redirect":13099580,"hoster":"VOE"},{"redirect":14071808,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Prinzessin Armina","epNo":19,"alt":"The Biggest Star In Hollywood","descr":"Jeannie soll bei einer Fernsehshow als Gaststar auftreten. Weil ein richtiger Star auch einen Manager braucht, wird Roger Healey mit dieser Aufgabe betraut, die ihm schon bald zu Kopf steigt: Er sieht sich in der Rolle eines internationalen Medienchefs, verpasst Jeannie den Künstlernamen \"Prinzessin Armina\" und steigt mit ihr in einem luxuriösen Hotel in L.A. ab. Ausgerechnet Tony, der gerade für die Raumfahrtbehörde unterwegs ist, ist auch in diesem Hotel untergebracht.","versions":[{"lang":1,"streams":[{"redirect":14038720,"hoster":"VOE"},{"redirect":14071809,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der bissige Porzellanhund","epNo":20,"alt":"The Case Of The Parcelain Puppy","descr":"Jeannie liest regelmäßig das \"Fachjournal für Geister\", um zaubertechnisch auf dem neuesten Stand zu bleiben. Dabei erfährt sie eines Tages, dass man organische Stoffe in Porzellan verwandeln kann und probiert den neuen Trick sofort an ihrem unsichtbaren Hündchen Djinn-Djinn aus, das plötzlich ein sehr sichtbarer Porzellanhund ist. Als Mrs. Bellows dieses Objekt bei einem Besuch erblickt, ist sie restlos begeistert und will diesen reizenden Porzellanhund um jeden Preis haben.","versions":[{"lang":1,"streams":[{"redirect":13099579,"hoster":"VOE"},{"redirect":14071810,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tony vor Gericht","epNo":21,"alt":"Jeannie For The Defense","descr":"In einem kleinen Provinznest namens Clarkstone wird Tony das Opfer eines raffinierten Betrügers, was nach zahlreichen Verwicklungen sogar dazu führt, dass Tony verhaftet und vor Gericht gestellt wird. Korruption und Vetternwirtschaft regieren in Clarkstone, und deshalb scheint der Betrüger leichtes Spiel zu haben. Tony und sein Freund Roger sind machtlos – doch sie haben ja noch Jeannie, und die lässt sich nicht so leicht verschaukeln. Ihre Zauberkunst ist mal wieder gefragt.","versions":[{"lang":1,"streams":[{"redirect":13099581,"hoster":"VOE"},{"redirect":14044703,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die verhinderte Mondfahrt","epNo":22,"alt":"Nobody Loves A Fat Astronaut","descr":"Jeannies Schwester führt wieder einmal nur Böses im Schilde: Sie versucht, Jeannie einzureden, dass Tonys bevorstehender Mondflug zum Scheitern verurteilt sei – und Jeannie glaubt ihr. In großer Sorge um ihren Meister versucht sie alles, um ihn von der Weltraummission abzubringen. Als dieser jedoch ein klärendes Gespräch mit Jeannie führt, drohen die Pläne der Schwester zu scheitern, woraufhin sie ihre Strategie ändert: Sie hext Tony jede Menge weltraumuntauglicher Pfunde an.","versions":[{"lang":1,"streams":[{"redirect":14038737,"hoster":"VOE"},{"redirect":14071811,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein Weltraumschnupfen und die Folgen","epNo":23,"alt":"Around The World In 80 Blinks","descr":"Als Jeannie hört, wie Tony auf einem Weltraumflug niest, macht sie sich Sorgen und will ihn nach Hause ins Bett zaubern. Leider erwischt sie statt seiner den Kommandanten Wingate – und der staunt nicht schlecht, als er sich plötzlich in Jeannies Schlafzimmer befindet. Jeannie weiß nicht genau, wie sie ihren Fehler wieder korrigieren muss, und in ihrer Verwirrung blinzelt sie auch noch Tony herunter ins Schlafzimmer, während sie selbst bei Roger in der Weltraumkapsel landet.","versions":[{"lang":1,"streams":[{"redirect":14038701,"hoster":"VOE"},{"redirect":14044701,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Jeannie im Nachtclub","epNo":24,"alt":"Jeannie Go-round","descr":"Als Tony und Jeannie mit Roger und dessen neuer Freundin Betty ausgehen wollen, sieht Jeannies böse Schwester wieder mal eine Chance gekommen, für Chaos und Unfrieden zu sorgen. Sie verkleidet sich als Pressesprecherin und lockt Dr. Bellows in einen Nachtclub, wo sie für Missverständnisse und Verwicklungen sorgt. Als anschließend alle zu Tony nach Hause gehen, muss das Ehepaar Bellows miterleben, wie sich Jeannie und ihre intrigante Schwester streiten, dass die Fetzen fliegen.","versions":[{"lang":1,"streams":[{"redirect":14038597,"hoster":"VOE"},{"redirect":14071812,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kann Agnes fliegen?","epNo":25,"alt":"Jeannie And The Secret Weapon","descr":"Wieder einmal besucht Jeannie ihren Tony bei der NASA, obwohl dieser es nicht gern hat – denn meistens kommt dabei nur Verwirrung heraus. So auch diesmal: Während Tony und Roger noch über Berechnungen für das Raumschiff \"Agnes\" brüten, hat Jeannie bereits ein voll funktionsfähiges Modell von \"Agnes\" herbeigezaubert, das unglücklicherweise von Dr. Bellows bemerkt wird. Bellows ist begeistert, und Tony hat Mühe, ihm zu erklären, dass es sich nur um ein Spielzeug handelt.","versions":[{"lang":1,"streams":[{"redirect":14038595,"hoster":"VOE"},{"redirect":14071813,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Pulitzer-Preis","epNo":26,"alt":"Blackmail Order Bride","descr":"Nachdem die Gerüchte über Tonys mysteriöses Privatleben schon in größeren Umlauf geraten sind, wittert ein Journalist die Chance seines Lebens: Er will Tonys Haushalt mit Hilfe installierter Geheimkameras und Tonbandgeräte ausspionieren. Zwar kommt Jeannie dahinter und verwandelt alle Bänder in eine klebrige Masse, doch der ehrgeizige Journalist gibt nicht auf und verbreitet nun komplette Lügengeschichten über Tony. Bei der NASA wird man allmählich nervös.","versions":[{"lang":1,"streams":[{"redirect":14038734,"hoster":"VOE"},{"redirect":14071814,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Nur ein kleines rotes Klavier","epNo":1,"alt":"Jeannie At The Piano","descr":"Weil Tony zwar Klavier spielt, aber lange nicht so gut, wie er es gern können würde, zaubert ihm Jeannie kurzerhand die Fähigkeiten eines Franz Liszt herbei. Doch nur auf dem kleinen roten Klavier im Offizierskasino kann Tony seine verblüffenden Fähigkeiten präsentieren; überall sonst spielt er wie eh und je. Und so steht Tony vor der Blamage seines Lebens, als er ein großes Konzert in der New York Symphony Hall geben soll – und nicht einmal Jeannie kann ihm helfen.","versions":[{"lang":1,"streams":[{"redirect":14038584,"hoster":"VOE"},{"redirect":14071815,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das freche Hündchen","epNo":2,"alt":"Djinn, Djinn, The Pied Piper","descr":"Jeannies kleines Zauberhündchen Djinn-Djinn dringt unerlaubterweise in die Gebäude der NASA ein – wo es natürlich nur für Unruhe und Verwirrung sorgt. Es fängt damit an, dass es mit Vorliebe in uniformierte Waden beißt, und Dr. Bellows ist der erste, der diese unangenehme Erfahrung machen muss. Doch damit nicht genug: Djinn-Djinn stiftet Jupiter, die bis dato brave Dogge von General Schaeffer, zu allen möglichen Streichen an und bringt sie auf völlig neue Ideen.","versions":[{"lang":1,"streams":[{"redirect":14038543,"hoster":"VOE"},{"redirect":14071818,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Königreich für Tony (1)","epNo":3,"alt":"Guess Who Is Going To Be A Bride (1)","descr":"Ausgerechnet während Tony eine wichtige Mission im Mittleren Osten antritt und einen diplomatischen Besuch beim Sultan von Kascha macht, besucht Jeannie ihren Onkel Suleiman, der das Nachbarreich von Kascha regiert und seit ewigen Zeiten mit dem Sultan verfeindet ist. Als er Jeannies Meister bei seinem Erzfeind als Gast erblickt, zaubert er ihn weit weg – als Galeerensklaven in den Osten. Jetzt ist guter Rat teuer, denn Suleimans Zauberkraft ist stärker als die von Jeannie.","versions":[{"lang":1,"streams":[{"redirect":14038585,"hoster":"VOE"},{"redirect":14071816,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Königreich für Tony (2)","epNo":4,"alt":"Guess Who Is Going To Be A Bride (2)","descr":"Schlechte Zeiten für Tony: Jeannie soll mit einem Mann verheiratet werden, den ihr orientalischer Onkel Suleiman ausgesucht hat, und Tony selbst soll auf Geheiß von Dr. Bellows vom Raumfahrtprogramm ausgeschlossen werden. Man glaubt, er habe einen Mordversuch auf den Sultan von Kascha angezettelt, den er zu einem diplomatischen Gespräch aufgesucht hatte. In Wahrheit steckt auch dahinter Jeannies Onkel, denn der Sultan von Kascha ist Suleimans größter Feind.","versions":[{"lang":1,"streams":[{"redirect":14038752,"hoster":"VOE"},{"redirect":14071819,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schönheitscreme","epNo":5,"alt":"Jeannie’s Beauty Cream","descr":"Mrs. Bellows hat auf Anraten von Jeannie eine spezielle Zauber-Schönheitscreme verwendet und sieht nun zwanzig Jahre jünger aus. Kein Wunder, dass der leicht entflammbare Roger Healey sich in sie verliebt, nicht ahnend, dass es sich bei der attraktiven Blondine um die Frau seines Vorgesetzten handelt. Nicht einmal Dr. Bellows selbst erkennt seine Amanda wieder. Als die Verwicklungen, die daraus resultieren, überhand nehmen, muss Jeannie ein Gegenmittel herbeizaubern.","versions":[{"lang":1,"streams":[{"redirect":14038729,"hoster":"VOE"},{"redirect":14071817,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Junggesellen-Party: Streng geheim!","epNo":6,"alt":"Jeannie And The Bachelor Party","descr":"Tony steht kurz vor seiner Verheiratung mit Jeannie, aber vorher muss natürlich noch eine große Junggesellenparty gefeiert werden, zu der jede Menge NASA-Kollegen geladen sind. Jeannie ist wie immer eifersüchtig, aber Dr. Bellows gelingt es, das Fest schließlich doch noch über die Bühne zu bringen. Die Stimmung erreicht ihren Höhepunkt, als General Schaeffer und verschiedene hohe NASA-Beamten auftauchen. Nur Mrs. Bellows erscheint im falschen Moment.","versions":[{"lang":1,"streams":[{"redirect":14038586,"hoster":"VOE"},{"redirect":14044705,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Braut hat grünes Blut","epNo":7,"alt":"The Blood Of A Jeannie","descr":"Endlich, endlich ist für Jeannie der Moment gekommen, auf den sie so lange gewartet hat: Sie tritt mit Tony Nelson vor den Traualtar. Doch als Braut eines NASA-Angehörigen muss sie vorher noch einige Formalitäten erledigen, zu denen auch ein Bluttest gehört. Nicht gerade einfach, das hinter sich zu bringen, denn Dschinns haben grünes Blut … Doch Jeannie, die mit allen Wassern gewaschen ist, lässt sich durch so eine Lappalie nicht mehr von der Hochzeit mit Tony abbringen.","versions":[{"lang":1,"streams":[{"redirect":14038700,"hoster":"VOE"},{"redirect":14071821,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tony fliegt vollautomatisch","epNo":8,"alt":"See You In C-u-b-a","descr":"Wieder einmal funkt Jeannie dazwischen, als ihr Meister gerade einen wichtigen Auftrag für die NASA erledigen muss. In diesem Fall soll Tony mit einem vollautomatischen Flugzeug nach Puerto Rico fliegen, und er ist diesmal wirklich sauer, als Jeannie ihn nach Hause blinzelt. Nach einem großen Streit sieht Jeannie ihren Fehler ein und will ihn wieder zurückblinzeln, doch ihre Geografiekenntnisse lassen zu wünschen übrig: Tonys Flugzeug landet auf einmal in Kuba.","versions":[{"lang":1,"streams":[{"redirect":14038730,"hoster":"VOE"},{"redirect":14071823,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hochzeitsgeschenke","epNo":9,"alt":"The Home Wrecker","descr":"Zur Vermählung haben Jeannie und Tony auch ein Bild des Künstlers Helasco geschenkt bekommen, dass zwar wertvoll ist, aber von Tony verabscheut wird. Als Abbrucharbeiter verkleidet, macht er sich daran, das Kunstwerk zu zerstören, doch Jeannie, die nichts von der Abneigung ihres Meisters weiß, macht durch ein Blinzeln alles wieder rückgängig. Da Helasco bei der NASA außerordentlich beliebt ist, lässt sie sogar das ganze Haus von dem exzentrischen Künstler einrichten.","versions":[{"lang":1,"streams":[{"redirect":14038736,"hoster":"VOE"},{"redirect":14071820,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tony auf dem Prüfstand","epNo":10,"alt":"Uncles A Go-go","descr":"Nicht alle Verwandten von Jeannie sind orientalische Flaschengeister: Eines Tages bekommt sie Besuch von ihren Onkeln Azmire und Vasemir, die durch und durch britisch sind. Um ihnen einen Gefallen zu tun, tritt Jeannie als elegante Lady auf, was Tony völlig verwirrt. Die beiden Verwandten wollen auch ihn auf Herz und Nieren prüfen, und so muss Tony einige Tests bestehen, die ihm als Bilderbuch-Amerikaner nicht ganz leicht fallen. Auch Dr. Bellows wird in das Spiel einbezogen.","versions":[{"lang":1,"streams":[{"redirect":14038592,"hoster":"VOE"},{"redirect":14071824,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mr. \u0026 Mrs. Tony Nelson","epNo":11,"alt":"The Wedding","descr":"Unerwartete Schwierigkeiten treten bei der Hochzeit von Tony und Jeannie auf, Schwierigkeiten, an die vorher niemand gedacht hat: Zum Beispiel lassen Dschinns sich nicht auf Fotos festhalten. Und da die Hochzeit des Astronauten ein Fest für die Klatschreporter ist, könnte dies zum ernsten Problem werden – hätte nicht Jeannie die geniale Idee, eine hölzerne Puppe ihre Rolle übernehmen zu lassen. Die Puppe sieht ihr zwar ähnlich, hat aber den Nachteil, nicht sprechen zu können.","versions":[{"lang":1,"streams":[{"redirect":14038573,"hoster":"VOE"},{"redirect":14044704,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein treues Mädchen","epNo":12,"alt":"My Sister, The Homewrecker","descr":"Als Jeannies Schwester in der Zeitung liest, dass Jeannie und Tony heiraten wollen, wird sie grün vor Neid. Sie beschließt, die beiden – koste es, was es wolle – auseinanderzubringen. Kurzerhand nimmt sie Jeannies Gestalt an und lädt sich zu einer Party von Dr. Bellows ein, wo sie heftig mit einem Astronauten flirtet, dem Frauenschwarm Biff Jellico. Mrs. Bellows und Roger sind ebenso empört wie Tony, doch als dieser Jeannie zur Rede stellt, sieht er sie plötzlich doppelt.","versions":[{"lang":1,"streams":[{"redirect":14038587,"hoster":"VOE"},{"redirect":14071822,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Braut für Roger","epNo":13,"alt":"Jeannie, The Matchmaker","descr":"Durch die Hochzeit von Tony und Jeannie wird Roger sein trauriges Single-Dasein wieder besonders bewusst. Als die Freunde merken, dass Roger bedrückt wirkt, beschließen sie, etwas für ihn zu tun: Eine passende Frau muss her, und zwar so schnell wie möglich. Als sie eine Heiratsvermittlung aufsuchen, schildern sie ihren Freund Roger so begeistert, dass die Vermittlerin ihn unbedingt selbst kennen lernen möchte. Doch auch eine andere Frau interessiert sich plötzlich für Roger.","versions":[{"lang":1,"streams":[{"redirect":14038574,"hoster":"VOE"},{"redirect":14071825,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jeannie auf Sparkurs","epNo":14,"alt":"Never Put A Genie On A Budget","descr":"Tony hat Jeannie eingeschärft, dass sie den Haushalt ohne Zauberei führen soll – damit will er ständige Verwicklungen vermeiden. So muss Jeannie auch mit ihrem Haushaltsgeld auskommen und kann sich nicht einfach ein paar Scheine herbeizaubern, wenn sie etwas braucht. Obwohl es ihr schwer fällt, beschließt sie, einen eisernen Sparkurs einzuschlagen. Leider spart sie am falschen Ende: Ein russischer Astronaut, der zum Abendessen eingeladen war, geht hungrig wieder nach Hause.","versions":[{"lang":1,"streams":[{"redirect":14038548,"hoster":"VOE"},{"redirect":14071827,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein ganz besonderer Jahrgang","epNo":15,"alt":"Please Don’t Give My Jeannie No More Wine","descr":"Als frisch verheiratetes Paar sind Jeannie und Tony Nelson zum ersten Mal beim Ehepaar Bellows zum Abendessen eingeladen. Jeannie hat zur Feier des Tages ein ganz besonderes Gastgeschenk herbeigezaubert, nämlich eine Flasche Wein aus dem 16. Jahrhundert. Was sie nicht bedacht hat: Wer von diesem \"antiken\" Wein trinkt, wird unsichtbar! Als zu später Stunde der besondere Tropfen genossen werden soll, bahnt sich eine Katastrophe mittleren Ausmaßes an.","versions":[{"lang":1,"streams":[{"redirect":14038593,"hoster":"VOE"},{"redirect":14071826,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Drei Zimmer auf dem Dach","epNo":16,"alt":"One Of Our Hotels Is Growing","descr":"Tony und Jeannie machen die erste gemeinsame Reise nach ihrer Hochzeit, die erst vor kurzem stattgefunden hat. Auch Roger sowie das Ehepaar Bellows sind mit von der Partie. Als sie im kalifornischen Zielort ankommen, müssen sie feststellen, dass das Hotel überbucht war und ihre Reservierung nicht berücksichtigt wurde. Kein Problem für Jeannie: Sie zaubert einfach ein weiteres Stockwerk auf das Hoteldach – die 13. Etage! Für die Hotelangestellten bricht nun das Chaos aus.","versions":[{"lang":1,"streams":[{"redirect":14038725,"hoster":"VOE"},{"redirect":14071829,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Endlich wieder daheim","epNo":17,"alt":"The Solid Gold Jeannie","descr":"Tony, Roger und Wingate müssen nach einer erfolgreichen Weltraummission drei Wochen in Quarantäne bleiben, damit sie keine Viren aus dem Weltraum einschleppen. Für Jeannie natürlich eine viel zu lange Trennungszeit – sie blinzelt sich kurzerhand in Gestalt einer kleinen Astronautenfigur in die Quarantänestation. Als Dr. Bellows durch die Glasscheibe beobachtet, wie ein Mini-Astronaut durch das Zimmer geht, glaubt er, außerirdisches Leben entdeckt zu haben.","versions":[{"lang":1,"streams":[{"redirect":14038726,"hoster":"VOE"},{"redirect":14071828,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mrs. Djinn Djinn","epNo":18,"alt":"Mrs. Djinn Djinn","descr":"Da Jeannie sich ohne ihren Meister manchmal langweilt, hat sie sich zur Unterhaltung einen kleinen Hund herbeigezaubert, den sie Djinn-Djinn nennt. Dieser kann jedoch auf eine Gefährtin namens Mrs. Djinn-Djinn nicht verzichten, und so ist Tonys Haus schon bald von fröhlichen Welpen bevölkert – die allerdings nur von Jeannie gesehen werden. Als Roger auf Jeannies Nachttisch Vitaminpillen entdeckt, streut er das Gerücht aus, dass Tony und Jeannie Nachwuchs erwarten.","versions":[{"lang":1,"streams":[{"redirect":14038699,"hoster":"VOE"},{"redirect":14071832,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Aladin’s Wunderlampe","epNo":19,"alt":"Jeannie And The Curious Kid","descr":"Einen Tag lang ist Melvin, der kleine Neffe von Dr. Bellows, bei Jeannie und Tony zu Gast. Und da Kinder meist etwas schlauer sind als Erwachsene, kommt er schon bald hinter das Geheimnis des Flaschengeistes. Er ist begeistert von so einem Zauberwesen, das einem jeden Wunsch sofort erfüllen kann, und kurzerhand nimmt er die Flasche samt Jeannie mit zu Dr. Bellows. Tony ist verzweifelt, und ihm bleibt nur eine Wahl: Er muss bei Dr. Bellows einbrechen.","versions":[{"lang":1,"streams":[{"redirect":14038596,"hoster":"VOE"},{"redirect":14071833,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der beste Ehemann","epNo":20,"alt":"Jeannie, The Recording Secretary","descr":"Mrs. Endicott, die Gattin eines Admirals, hat in diesem Jahr zum ersten Mal die \"Wahl zum Ehemann des Jahres\" ausgerufen, ein gesellschaftliches Ereignis, dass die NASA-Frauen schwer beschäftigt. Jeannie ist überzeugt, dass nur Tony in Frage kommt, doch ausgerechnet während der Auswahlgespräche mit Mrs. Endicott muss Tony mit Roger in einen abgeschirmten Flugsimulator. Doch Jeannie wäre nicht Jeannie, wenn sie keinen Weg fände, Tony daraus zu befreien.","versions":[{"lang":1,"streams":[{"redirect":14038572,"hoster":"VOE"},{"redirect":14071831,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tony und der Billardmeister","epNo":21,"alt":"Help, Help A Shark","descr":"General Fitzhugh ist beim Kampf um den Billardpokal der schärfste Konkurrent von Tonys Nachbar, General Schaeffer. Nachdem Tony Schaeffers Konzentration bei einem Spiel versehentlich gestört hat, wird er dazu verdonnert, selbst gegen Fitzhugh anzutreten. Anfangs scheint das kein Problem zu sein, sorgt doch Jeannie dafür, dass Tony eine Kugel nach der anderen versenkt. Doch als Schaeffer plötzlich Jeannie entdeckt, die in Miniaturausgabe im Siegespokal sitzt, bricht Chaos aus.","versions":[{"lang":1,"streams":[{"redirect":14038696,"hoster":"VOE"},{"redirect":14071830,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Jugendfreundin","epNo":22,"alt":"Eternally Yours, Jeannie","descr":"Eine Jugendliebe von Tony, Bonnie Crenshaw, schickt eines Tages einen Brief, in dem sie ihren Besuch ankündigt. Das zart duftende Schreiben, in dem Bonnie ihren Exfreund zärtlich \"Bunky\" nennt, versetzt Jeannie in äußerste Erbitterung. Sie kann nicht glauben, dass ihr Meister jemals verliebt war, bevor er sie kannte. Und es ist auch keine Beruhigung für Jeannie, dass Bonnie große Ähnlichkeit mit ihr hat – sie lässt sich einiges einfallen, um den Besuch zum Desaster zu machen.","versions":[{"lang":1,"streams":[{"redirect":14038589,"hoster":"VOE"},{"redirect":14071834,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Kaschmir-Ziege","epNo":23,"alt":"An Astronaut In Sheep’s Clothing","descr":"Bald sind Tony und Jeannie sechs Monate zusammen – ein Ereignis, das gefeiert werden muss. Tony weiß jedoch, dass Jeannie dazu neigt, ihm mit äußerst absonderlichen Präsenten eine Freude machen zu wollen, und so äußert er lieber selbst einen klaren Wunsch: einen grundsoliden selbst gestrickten Pullover möchte er haben. Für Jeannie ist klar, dass so ein Pullover vom Feinsten sein muss, und so zaubert sie eine echte Kaschmir-Ziege herbei, die sie selbst scheren will.","versions":[{"lang":1,"streams":[{"redirect":14038721,"hoster":"VOE"},{"redirect":14071836,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Wirbelsturm","epNo":24,"alt":"Hurricane Jeannie","descr":"Tony hat den Auftrag, zwei Astronauten zur Landung einzuweisen, doch ausgerechnet zu diesem Zeitpunkt wütet ein Wirbelsturm. Der Strom fällt aus, und Roger und Dr. Bellows sind in Tonys Haus eingeschlossen. Nun ist guter Rat teuer – wäre nicht Jeannie, die die Elektrizität wieder herbeizaubert. Dr. Bellows wird misstrauisch, doch Tony kann ihm eine Begründung geben; als jedoch die zwei Astronauten in seinem Wohnzimmer auftauchen, muss Tony Jeannies Geheimnis lüften.","versions":[{"lang":1,"streams":[{"redirect":14038731,"hoster":"VOE"},{"redirect":14071835,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wer ist der Pokerhai","epNo":25,"alt":"One Jeannie Beats Four Of A Kind","descr":"Ein Betrüger, der NASA-Offiziere beim Pokerspiel übers Ohr haut, treibt schon seit geraumer Zeit sein Unwesen. Die Polizei versucht schon lange, den Mann hinter Gitter zu bringen, doch bis jetzt hat sie erst einen Verdächtigen: Ausgerechnet Roger Healey, Tonys Freund und Weggefährte, soll der gefährliche Pokerhai sein. Doch Rogers Glück im Spiel ist nur auf Jeannies freundliche Hilfe zurückzuführen – ebenso wie die schließliche Überführung des wahren Betrügers.","versions":[{"lang":1,"streams":[{"redirect":14038588,"hoster":"VOE"},{"redirect":14071837,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Vetter aus Texas","epNo":26,"alt":"My Master, The Chili King","descr":"Tony und Jeannie erhalten Besuch aus Texas: Tonys Vetter Arvel kommt zu ihnen, ein gewitzter Geschäftsmann, der sich mit dem Verkauf von Chili eine goldene Nase verdienen will. Kaum hat er Wind von Jeannies speziellen Gaben bekommen, schon spannt er sie für seine Zwecke ein: Dank ihrer Hilfe wird sein Spezial-Chili der Verkaufsschlager in der NASA-Kantine. Tony ist nicht gerade begeistert davon, denn die Konservendosen sind mit seinem Namen und seinem Foto geschmückt.","versions":[{"lang":1,"streams":[{"redirect":14038545,"hoster":"VOE"},{"redirect":14044706,"hoster":"Streamtape"}]}]}]}]}