{"path":"/serie/stream/bh90210","name":"BH90210","descr":"Die Stars der Kultserie \"Beverly Hills, 90210\", Tori Spelling, Jennie Garth, Jason Priestley, Ian Ziering, Brian Austin Green und Gabrielle Carteris werden in dieser Mockumentary dabei gezeigt, wie sie gemeinsam in der Entertainment-Metropole Los Angeles für ein Revival ihrer Erfolgsserie streiten.Allerdings stellen die Schauspieler schnell fest, dass dieses Unternehmen mehr soapige Züge annimmt als die Serie selbst. Was wird passieren, wenn erste Lieben, alte Romanzen, Freunde und Erzfeinde wieder aufeinandertreffen?","seasons":[{"path":"/serie/stream/bh90210/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bh90210/staffel-1/episode-1","name":"Alles auf Anfang","epNo":1,"alt":"The Reunion","descr":"Nach dem Ende von Beverly Hills, 90210 vor 19 Jahren, ist der Cast getrennte Wege gegangen. Für das 30. Jubiläum treffen sie sich auf einer Fan-Convention in Las Vegas. Dabei brechen alte Schwärmereien, Kämpfe und Gefühle aus. Am Ende des Wochenendes schlägt Tori Spelling (Tori Spelling) vor, dass sie ein Reboot der Serie auf den Weg bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377330","hoster":"VOE"},{"path":"/redirect/14376546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bh90210/staffel-1/episode-2","name":"Der Pitch","epNo":2,"alt":"The Pitch","descr":"FOX bestellt ein Reboot von Beverly Hills, 90210, jedoch mit einer Bedingung: Sieben der Originaldarsteller müssen an Bord sein. Tori (Tori Spelling) und Jennie (Jennie Garth) sprechen mit allen ihren alten Kollegen und sind überrascht, auf wieviel Ablehnung sie stoßen.Inzwischen müssen die Freunde mit den Konsequenzen ihrer Handlungen in Las Vegas umgehen und die ehemalige Kollegin Christine Elise taucht auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377229","hoster":"VOE"},{"path":"/redirect/14376544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bh90210/staffel-1/episode-3","name":"Blitzlichtgewitter","epNo":3,"alt":"The Photo Shoot","descr":"Tori (Tori Spelling) beginnt den Druck zu spüren, der mit den Anforderungen der Darsteller für das Reboot einhergehen während sie das Projekt in Gang halten muss und zu drastischen Maßnahmen greift um Shannen (Shannen Doherty) für die Neuauflage zu gewinnen.Jason (Jason Priestley) und Ian (Ian Ziering) haben beide Eheprobleme. Jennie (Jennie Garth) trifft auf ihren neuen Bodyguard.Gabby (Gabrielle Carteris) fragt Christine (Christine Elise) um Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377498","hoster":"VOE"},{"path":"/redirect/14394742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bh90210/staffel-1/episode-4","name":"Lesestunde","epNo":4,"alt":"The Table Read","descr":"Die tollen Fanreaktion auf das erste Castfoto hebt die Laune bei allen Beteiligten - bis es zum ersten Vorlesen kommt, was in einer großen Enttäuschung endet. Die Darstellerriege schließt sich zusammen, um die Drehbücher zu überarbeiten, jedoch herrscht Uneinigkeit, was für eine Geschichte erzählt werden soll. Shannen (Shannen Doherty) fragt sich derweil, ob es die richtige Entscheidung gewesen ist, sich dem Reboot anzuschließen, während sich Jennie (Jennie Garth) das Vorsprechen von Kyler anschaut. Brian (Brian Austin Green) erfährt inzwischen schockierende Neuigkeiten über Zach (Ty Wood).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377429","hoster":"VOE"},{"path":"/redirect/14391265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bh90210/staffel-1/episode-5","name":"Und Action!","epNo":5,"alt":"Picture’s Up","descr":"Es ist der erste Drehtag und es kommt prompt zu einer Unterbrechung, die auf einer unbekannten Bedrohung von außen fußt. Der Cast verfasst eine Liste an potentiellen Feinden und hat einen ehemaligen Ko-Star im Blick, der auf Rache aus sein könnte. Jason (Jason Priestley) verhält sich indes als Regisseur sehr sensibel, was für weiteren Ärger sorgt, und Tori (Tori Spelling) macht sich Gedanken über eine geplante Sexszene, die sie mit Brian (Brian Austin Green) hat. Gabby (Gabrielle Carteris) und Brian haben darüber hinaus sehr persönliche Neuigkeiten für den Rest des Casts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377499","hoster":"VOE"},{"path":"/redirect/14394745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bh90210/staffel-1/episode-6","name":"Abgedreht","epNo":6,"alt":"The Long Wait","descr":"Der Cast feiert den Abschluss der Dreharbeiten und die Aussichten, dass ihre neue Reboot-Serie auch tatsächlich vom Sender bestellt wird, sind hoch. Dementsprechend gut ist die Laune. Doch auch die Anspannung ist deutlich spürbar. Ian (Ian Ziering) erkennt, dass seine Beziehung zu Anna (Natalie Sharp) mehr als nur eine ganz lose Angelegenheit sein könnte, während Jennie (Jennie Garth) sich Sorgen macht, dass Wyatt demnächst heftige Probleme bekommen könnte. Tori ist derweil sauer auf Nate und Shay hat Neuigkeiten für Brian (Brian Austin Green), die diesen auf dem falschen Fuß erwischt. Jason (Jason Priestley) und Camille werden sich inzwischen über die Bedeutung ihrer Ehe bewusst, Gabrielle (Gabrielle Carteris) stellt Christine ihren Gatten vor und Shannen (Shannen Doherty) grübelt über ihre Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356355","hoster":"VOE"},{"path":"/redirect/14376547","hoster":"Streamtape"}]}]}]}]}