{"seriesId":"bibi-blocksberg","name":"Bibi Blocksberg","descr":"Bibi Blocksberg ist eine kleine Hexe, die in Neustadt lebt. Sie hat dort viele Freunde namens Marita, Monika, Florian, Schubia, Flauipaui. Ihre Eltern sind die Hexe Barbara Blocksberg und Bernhard Blocksberg (Vater ohne Zauberbegabung). Sie ist ein freches Mädchen, das sich öfter mal einen kleinen Scherz mit dem Bürgermeister, dem Schuldirektor, dem Klassenlehrer oder anderen Bürgern erlaubt, da sie ab und zu mit ihrem Besen durch die Luft fliegt. Ihren Besen hat sie \"Kartoffelbrei\" genannt. Bibi fallen immer neue Hexensprüche ein, die aber nicht so immer funktionieren, wie sie will, aber zum Glück ist ihre Mami ja auch eine Hexe.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Wetterfrosch","epNo":1,"alt":"","descr":"\"Fridolin\" taufen Bibi und Marita das geheimnisvolle Fröschlein, das sie vor der Schule gefunden haben. Es trägt nämlich einen goldenen Ring mit den Buchstaben F.H. am Bein. Natürlich sorgt der Frosch in der Klasse für viel Spaß. Karla Kolumna ernennt \"Fridolin\" sogar zum Wetterfrosch ihrer Zeitung, weil der Wetterbericht seit Tagen nicht stimmt. Kein Wunder, denn Professor Hagelkorn in der Neustädter Wetterstation hat nur uralte, unbrauchbare Geräte. Täglich steht nun \"Fridolins Wettervorhersage\" in der Zeitung. Bibi ist stolz auf ihren Frosch und möchte ihn nie wieder hergeben. Doch da meldet sich der richtige Besitzer. Und er hütet ein Geheimnis, das Bibi entdeckt.","versions":[{"lang":1,"streams":[{"redirect":14503437,"hoster":"VOE"},{"redirect":14492371,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bibi als Prinzessin","epNo":2,"alt":"","descr":"Bei einer Führung durch Schloss Klunkerburg entdecken Bibi und Moni in einem Nebenraum das Bild der Prinzessin Klara, von dem Bibi magisch angezogen wird. Die Prinzessin sieht Bibi verblüffend ähnlich. Am nächsten Morgen benimmt sich Bibi wie eine Prinzessin. Aber es ist kein Spiel, sondern ein Tagtraum, eine seltene Junghexenkrankheit, die Bibi befallen hat. Nur ein komplizierter Hexspruch von Mami kann helfen: Bibi muss für 99 Minuten an den Ort und in die Zeit ihres Traumes versetzt werden. So landen Bibi und Moni in der Vergangenheit im Schloss Klunkerburg. Und damit beginnt eine lustige, turbulente Geschichte. Der Spaß wird noch größer, als Bibi und Moni als Prinzessinnen, auf der Flucht vor den Häschern des Königs, aus der Vergangenheit zurückkehren, den Bürgermeister und sogar Karla Kolumna verwirren.","versions":[{"lang":1,"streams":[{"redirect":14503535,"hoster":"VOE"},{"redirect":14492395,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bibi als Babysitter","epNo":3,"alt":"","descr":"Bibi darf auf die Zwillinge von Frau Schaller aufpassen, während ihre Eltern verreist sind. Doch das Babysitten ist schwieriger als Bibi sich das gedacht hat. Das Schreien der Kleinen geht ihr sehr auf die Nerven. Damit die zwei nicht mehr so brüllen, hext Bibi sie einfach doppelt so alt. Und um sie besser auseinander halten zu können, hext sie die Kleidung einfach rot und grün. Nur leider sind die Zwillinge jetzt plötzlich farbig von Kopf bis Fuß. Soviel Bibi auch hext: Die Farbe geht nicht weg. Auch nicht beim Älterhexen. Als 12-Jährige entwischen die bunten Bengel Bibi und rennen auf die Straße. Und hier begegnen sie dem Bürgermeister, der sie für Außerirdische hält. Eine lustige Verfolgungsjagd beginnt.","versions":[{"lang":1,"streams":[{"redirect":14503456,"hoster":"VOE"},{"redirect":14492396,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"3 x schwarzer Kater","epNo":4,"alt":"","descr":"Bibi möchte gern ein Haustier haben. Aber Mami ist völlig dagegen. \"Tiere machen nur Schmutz und Arbeit\", sagt sie. Oma Grete - eine lustige alte Hexe - meint, dass es auch ordentliche Haustiere gibt. Wenige Tage später kommt ein Paket von ihr an, aus dem ein schwarzer Kater hüpft. \"Sylvester\" heißt er und soll das sauberste Haustier der Welt sein. Und wie sauber \"Sylvester\" ist! Ein wahrer Putzteufel! Er räumt Bibis Zimmer auf, stopft Wäsche in die Waschmaschine, bohnert den Fußboden blitzblank und mäht den Rasen. Ja, er kocht sogar und brät sich mitten in der Nacht Spiegeleier. Aber bald wird den Blocksbergs \"Sylvesters\" Ordnungsfimmel zu viel, denn sie haben in ihrem Haus nichts mehr zu sagen. Nur: Wie werden sie Oma Gretes Hexenkater wieder los?","versions":[{"lang":1,"streams":[{"redirect":14503507,"hoster":"VOE"},{"redirect":14492400,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Superhexspruch","epNo":5,"alt":"","descr":"Bibi ist empört: Die Ampel vor der Schule wird abgelehnt, der Schulhof soll verkleinert werden und die Schüler dürfen nicht mehr alleine im Supermarkt einkaufen. Da hilft kein Protest. Der Bürgermeister, der Polizeipräsident und der Supermarktbesitzer bleiben stur. Klar, dass Bibi eine richtige Hexenwut bekommt und mit einem einzigen Spruch alles hext, was die Kinder wollen: die Ampel, einen großen Schulhof, kein Einkaufsverbot im Supermarkt. Vor lauter Übermut verwandelt Bibi die drei Männer auch noch in niedliche kleine Häschen. Ein wahrer Superhexspruch! Doch er hat Bibis ganze Kraft gekostet. Sie ist plötzlich sehr müde und kann nicht mehr hexen. Bis Bibi mit Tante Amandas Hilfe ihre Hexkraft zurückbekommt und die Hasen wieder das sind, was sie mal waren, passieren eine Menge lustige Dinge.","versions":[{"lang":1,"streams":[{"redirect":14503761,"hoster":"VOE"},{"redirect":14492399,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bibi im Dschungel","epNo":6,"alt":"","descr":"Bibi und Moni finden auf dem Dachboden ein altes Buch, in dem geheimnisvolle Hexsprüche stehen. Klar, dass Bibi sofort einen ausprobieren muss: \"Mungo dschungo wabera...\" liest sie und schon sind die beiden im Dschungel gelandet. Moni hat Angst vor wilden Tieren und will zurück. Nur Bibi weiß den Rückhexspruch nicht. Mami kann ihr auch nicht helfen, sie ist mit Vater Bernhard auf einer Kanutour und ahnt nichts. Im Urwald schließen Bibi und Moni Freundschaft mit einem Affen, einem Papagei und einem Professoren-Ehepaar, das nach Schmetterlingen sucht. Als die beiden Forscher von den eingeborenen \"Ugah-Ugahs\" entführt werden, beginnt eine spannende Suche. Wird Bibi es schaffen, die Gefangenen zu retten und heimzukehren?","versions":[{"lang":1,"streams":[{"redirect":14503455,"hoster":"VOE"},{"redirect":14492405,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bibi und das Dino-Ei","epNo":7,"alt":"","descr":"Bei einem Schulausflug in den Neustädter Steinbruch finden Bibi und Flori ein Dinosaurier-Ei und entdecken durch einen Hexspruch, dass im Inneren des Eies noch Leben ist. Da taucht plötzlich die alte Hexe Mania auf und will das Dino-Ei haben: Eine Suppe aus Saurier-Eierschalen soll unermessliche Hexkraft verleihen. Bibi und Flori sind entsetzt, ihr Ei darf nicht zerstört werden! Es gibt nur einen Ausweg: Drei Hexen müssen bei Vollmond gemeinsam einen Spruch sprechen, dann öffnet sich das Ei. Und so schlüpft um Mitternacht vor Bibi, Mutter Barbara und der alten Mania ein winziger Dino aus dem Ei. Doch nun beginnen die Probleme - der Dino frisst Unmengen und wächst rasend schnell. Bibi kann gar nicht genug Futter hexen. Was nun? Eine lustige, verhexte Dino-Geschichte!","versions":[{"lang":1,"streams":[{"redirect":14503763,"hoster":"VOE"},{"redirect":14492402,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bibi und die Vampire","epNo":8,"alt":"","descr":"Bernhard Blocksberg liebt Vampirfilme über alles. Aber als sich die von Tante Amanda geschenkte Überraschungsreise als Urlaub im Vampirland Transsilvanien entpuppt, wird Vater Bernhard ziemlich mulmig zumute. Doch Bibi und Barbara hexen ihm alle Angst weg. Die Reise führt die Blocksbergs in das Gruselhotel \"Schloss Dracula\", wo die Familie Frankenfein in Vampirkostümen die Gäste erschreckt. Vater Blocksberg findet alles ungeheuer lustig, selbst die Sargbetten jagen ihm keinen Schrecken ein. Aber als um Mitternacht die Wirkung des Hexspruches nachläßt, überkommt ihn das große Zittern. Denn jetzt geht es los: Von kleinen Vampiren wird er auf dem Folterstuhl durchgekitzelt. Bevor Bibi den Vampirspuk beendet, gibt es viel zu lachen.","versions":[{"lang":1,"streams":[{"redirect":14503509,"hoster":"VOE"},{"redirect":14492406,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo ist Kartoffelbrei?","epNo":9,"alt":"","descr":"Hexenkaffeeklatsch bei Barbara Blocksberg. Mania und Amanda sind zu Besuch. Da saust Bibi klirrend durch das Fenster, mitten hinein in die Torte. Ungerecht gibt sie ihrem Besen \"Kartoffelbrei\" die Schuld an der schlechten Landung. Aber Mania streichelt ihn liebevoll. Vater Bernhard erteilt sauer ein Hexverbot und schließt den Besen für drei Tage ein. Danach ist \"Kartoffelbrei\" nicht mehr da. Nirgendwo eine Spur! Tante Amanda meint, \"Kartoffelbrei\" könnte davongeflogen sein weil Bibi ihn tief verletzt hat. Aber wohin? Die Geschichte wird immer spannender. Ob Bibi ihren geliebten Wuschel wieder in die Arme schließen kann?","versions":[{"lang":1,"streams":[{"redirect":14503457,"hoster":"VOE"},{"redirect":14492407,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Wettfliegen","epNo":10,"alt":"","descr":"Karla Kolumnas Neustädter Zeitung veranstaltet ein großes Wettfliegen um den \"Goldenen Propeller\". Natürlich muss Bibi mit ihrem Besen Kartoffelbrei teilnehmen. Mit dabei sind die schräge Punkerhexe Schubia auf ihrem Motorbesen, der eingebildete Baron von Zwiebelschreck und der lustige Neustädter Erfinder Eddie Eddison. Ein aufregender Wettbewerb beginnt.","versions":[{"lang":1,"streams":[{"redirect":14503519,"hoster":"VOE"},{"redirect":14492408,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Mathekrankheit","epNo":11,"alt":"","descr":"Das Schlimmste, was Bibi und ihrer Freundin Marita passieren kann, ist eine Mathearbeit. Zu Hause behauptet Bibi, dass ihr furchtbar schlecht sei und sie ins Bett müsse. Aber Papi durchschaut sie und stellt sachlich eine \"Mathekrankheit\" fest. Als Bibi am nächsten Morgen erfährt, dass Marita einen kleinen Unfall hatte und zur Beobachtung im Krankenhaus liegt, fliegtsie sofort los. Im Krankenhaus findet gerade ein Ärztekongress mit berühmten Spezialisten für die seltene Farbkrankheit \"Colorites\" statt. Als Marita Bibi erzählt, wie das mit dem Unfall war, erscheinen die Ärzte im Zimmer. Bibi schlüpft ins Nebenbett und hext sich schnell ein buntes Gesicht: die Colorites!! Die Ärzte sind begeistert. Das ist eine spannende und lustige Geschichte, die nur Bibis Mami mit einem Hexspruch beenden kann.","versions":[{"lang":1,"streams":[{"redirect":14503483,"hoster":"VOE"},{"redirect":14492409,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die neue Schule","epNo":12,"alt":"","descr":"Für eine neue Schule demonstrieren Bibi Blocksberg und ihre Freunde. Doch der Bürgermeister will davon nichts wissen. Als er dann auch noch die Demo verbieten will, wird Bibi sauer und verhext den Bürgermeisterkurzerhand in einen Schüler...","versions":[{"lang":1,"streams":[{"redirect":14503515,"hoster":"VOE"},{"redirect":14492414,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bibi im Orient","epNo":13,"alt":"","descr":"Der Bürgermeister von Neustadt reist zusammen mit Bibi und Karla Kolumna in das Ölland Labu-Dabu. Das wird eine abenteuerliche Reise: Bibi hext als Gastgeschenk einen fliegenden Teppich, Sultan Hatschi verliebt sich in Karla Kolumna und in der Wunderlampe die Bibi bekommt, ist ein riesiger Flachengeist. Bibis Hexkraft wird auf eine neue Probe gestellt....","versions":[{"lang":1,"streams":[{"redirect":14503451,"hoster":"VOE"},{"redirect":14492415,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bibi und die Weihnachtsmänner","epNo":14,"alt":"","descr":"Marita glaubt nicht an den Weihnachtsmann. Aber Bibi kann ihr beweisen, dass es ihn gibt. Mit Mamis Hexenkugel werfen sie eine Blick in das Haus des Weihnachtsmannes und sehen zu ihrer großen Überraschung drei Weihnachtsmänner: Willi, den deutschen, Henry, den amerikanischen und Pierre, den französischen. Aber die drei sind schrecklich erkältet, das Spielzeug liegt halb fertig in der Werkstatt. Weihnachten muss gerettet werden, beschließt Bibi und fliegt mit Marita zum Haus der Weihnachtsmänner. Aber ihr Hexspruch geht schief. Das Spielzeug setzt sich falsch zusammen, wird lebendig und die Erkältungsmedizin erweist sich als Lachelixier. Nur Mutter Barbara Blocksberg kann helfen.","versions":[{"lang":1,"streams":[{"redirect":14503452,"hoster":"VOE"},{"redirect":14492410,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bibi verliebt sich","epNo":15,"alt":"","descr":"Als Joachim , der neue Schüler zwei Klassen über Bibi , im Matheunterricht von Bibis Klasse anklopft, verliebt sich diese Hals über Kopf  in den Neuen Schüler! Der will aber nichts von Bibi wissen , die mit allen Mitteln versucht, Joachim zu gefallen. Noch nicht einmal Mamis, für Bibi verbotenes, Zauberlabor kann da noch helfen ... Oder vielleicht doch ein wenig ?","versions":[{"lang":1,"streams":[{"redirect":14503482,"hoster":"VOE"},{"redirect":14492412,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gehts auch ohne Hexerei?","epNo":16,"alt":"","descr":"In der Pause spielen Bibi, Florian und Marita auf dem Schulhof Fangen. Als Florian sie abschlagen will, hext Bibi sich auf das Schuldach. Ihre Freunde sind verärgert und werfen Bibi Schummelei vor. Doch die behauptet, sie könne auch ohne Hexerei gewinnen. Florian und Marita schlagen daraufhin einen Wettkampf \"Hexen gegen Nichthexen\" vor, für den Karla Kolumna als neutrale Schiedsrichterin gewonnen wird. Karla denkt sich eine Schnitzeljagd mit Hindernissen aus: Zwei von ihr versteckte, falsche Diamanten müssen in den Echohöhlen gefunden und zurück in die Schule gebracht werden. Dann geht es los: Bibi tritt mit Schubia gegen Florian und Marita an. Zufällig kommen die Kinder den beiden Gaunern Hinki und Pinki in die Quere, die gerade das Museum bestohlen und einen echten Diamanten in den Echohöhlen versteckt haben. Ein spannendes Abenteuer beginnt!","versions":[{"lang":1,"streams":[{"redirect":14503484,"hoster":"VOE"},{"redirect":14492417,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der weiße Kakadu","epNo":1,"alt":"","descr":"Hexunterricht bei Tante Mania, das ist kein Zuckerschlecken. Flauipaui bricht sich fast die Zunge bei ihrem schweren Hexspruch. Genervt äfft sie Mania nach. Die ist darüber so verärgert, dass sie die ungezogene Junghexe in einen Kakadu verhexen will. Doch weil Flauipaui geistesgegenwärtig ihren Handspiegel hochhält, wird die Hexkraft zurückgeworfen und der Spruch zeigt seine Wirkung an Mania selbst. Das aber stellt sich als Katastrophe raus, denn Mania hatte den drei Junghexen vorher angedroht, sie in Mäuse zu verwandeln, wenn sie bis zum Ablaufen der Sanduhr ihre Hexsprüche nicht gelernt hätten. Nun läuft die Sanduhr schon, und nur Mania kann die Hexsprüche zurücknehmen. Doch die ist ein weißer Kakadu.","versions":[{"lang":1,"streams":[{"redirect":14503518,"hoster":"VOE"},{"redirect":14492418,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Superpudel Puck","epNo":2,"alt":"","descr":"Bibi quält sich mit einer schweren Mathestrafarbeit. Wie schön wäre es, jemanden zu haben, der hilft! Jemanden wie den Superpudel Puck aus ihrem Lieblingsbuch, der den fiesen Räuber Katzengold bekämpft. Kurzerhand hext sie ihn herbei. Nun ist die Strafarbeit schnell gemacht, doch Neustadt wird plötzlich von einer Einbruchsserie heimgesucht. Es dämmert Bibi, dass der Räuber Katzengold dahinter steckt, er muss ebenfalls dem Buch entschlüpft sein. Weil der Gauner auf alles Goldene scharf ist, stellen Bibi und Florian ihm eine Falle bei der goldenen Ritterrüstung von Ritter Rudibert. Doch der Unhold entkommt mit der Ritterrüstung. Und in der Rüstung steckt Florian...","versions":[{"lang":1,"streams":[{"redirect":14475904,"hoster":"VOE"},{"redirect":14492423,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das verhexte Dromedar","epNo":3,"alt":"","descr":"Ein weißes Dromedar steht eines Tages in Blocksbergs Garten und knabbert an den Rosenknospen. Bibi hext den Betreuer des Tieres herbei. Vor ihr steht der Beduinenjunge Bedi, der eine Sekunde vorher noch in der Wüste war. Er hatte Drusa, sein geliebtes weißes Dromedar, nicht nach Neustadt begleiten dürfen. Sein Onkel Ahmed hatte ihm verboten, Drusa beim bevorstehenden Kamelrennen als Jockey zu reiten. Um Onkel Ahmed umzustimmen, hext Bibi, dass Drusa nur noch rückwärts läuft. Da will der Onkel das Dromedar einem Zirkus verkaufen. Bibi muss sich schnell was überlegen, damit Bedi und Drusa doch noch am Kamelrennen teilnehmen können.","versions":[{"lang":1,"streams":[{"redirect":14503506,"hoster":"VOE"},{"redirect":14492420,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abenteuer bei den Dinos","epNo":4,"alt":"","descr":"Bibi und Florian reisen in die Dinosaurierzeit. Mit dabei ist Dino, ein Saurierjunges, das Bibi einst aus einem Dinosaurer-Ei gehext hatte und dann in Stein bannen musste. In der Dino-Zeit lauern jede Menge Gefahren. Der riesige, angriffslustige Tyrannosaurus Rex kreuzt ihren Weg und ein Flugsaurier schnappt sie zu einer unfreiwilligen Luftreise. Unsanft landen sie in einer Höhle und stoßen da, welch Überraschung, auf eine Verwandte von Bibi: Mornia, die Urmutter aller Hexen. Sie hilft Bibi und Florian, Dinos Mutter zu finden. Doch der Zusammenführung von Sauriermutter und Kind kommt ein Erdbeben zuvor. Ein tiefer Spalt klafft danach zwischen beiden. Bibi und Mornia haben eine Idee, wie sie Dino da hinüber bringen können.","versions":[{"lang":1,"streams":[{"redirect":14503487,"hoster":"VOE"},{"redirect":14492427,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Hexenbann","epNo":5,"alt":"","descr":"Bibis Eltern sind pleite. Als Bibi das mitbekommt, will sie schnell für Abhilfe sorgen. Sie hext, dass ihr Vater Bernhard in der Lotterie des Millionärs Krösus gewinnt. Bernhards Jubel über das Losglück ist riesig, doch Bibi muss zu ihrem Unglück feststellen, dass sie fortan nicht mehr hexen kann. Glück zu hexen, zieht den Verlust der Hexkraft nach sich, für immer, belehrt sie Barbara. Bibi wird zum Hexenrat auf den Blocksberg zitiert. Sie bekommt noch eine Chance: Wenn sie etwas hext, ohne dabei an sich zu denken, kann sie ihre Hexkraft wieder erlangen. Das ist gar nicht so leicht. Und Bibi bleibt nicht viel Zeit. Gelingt es ihr nicht, hat sie auch noch Barbaras Hexkraft verspielt.","versions":[{"lang":1,"streams":[{"redirect":14503760,"hoster":"VOE"},{"redirect":14492422,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Computerhexe","epNo":6,"alt":"","descr":"Bibi ärgert sich, dass im Computerspiel ihres Freundes Florian einer Hexe übel mitgespielt wird. Kurzerhand hext sie die Hexe aus dem Computer heraus. Die freut sich über ihre Befreiung und macht sich einen Spaß daraus, in Neustadt Chaos anzurichten. Bibi hext die Computerhexe herbei und fordert sie auf, alles wieder in Ordnung zu bringen. Zum Glück hat die Hexengenossin ein Einsehen, gemeinsam mit Bibi fliegt sie los, um das Chaos zu beseitigen. Bei ihrer Rundtour erfährt Bibi von Karla Kolumna, dass Pichler, der Sekretär des Bürgermeisters, entlassen worden ist. Fünf vom Bürgermeister georderte Roboter haben seinen Job übernommen. Bibi hat eine Idee, wie die Computerhexe mit ihrem Chaos Gutes stiften kann.","versions":[{"lang":1,"streams":[{"redirect":14503458,"hoster":"VOE"},{"redirect":14492425,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Hexengeburtstag","epNo":7,"alt":"","descr":"Bibi muss ohne ihre kranke Mutter zu Amandas Geburtstagsfeier auf den Blocksberg fliegen. Als Karla Kolumna das hört, wittert sie ihre Chance. Sie bekniet Bibi, sie mitzunehmen. So ein Hexengeburtstag, das wäre doch eine sensationelle Story. Da die Feier für Nicht-Hexen verboten ist, hext Bibi Karla unsichtbar. Die Kamera der Reporterin bleibt allerdings sichtbar. Wie soll Karla nun unbemerkt Fotos von den Hexen machen? Bibi hat eine Idee. Beim Wetthexen tut sie so, als verhexe sie die Kamera. Von der unsichtbaren Karla geführt, irrlichtert die Kamera mit ihren Blitzen durch die nächtliche Runde. Die anderen Hexen sind begeistert, bis zu dem Moment, wo Amanda mit ihrer Vorführung dran ist. Dabei fliegt nämlich alles auf.","versions":[{"lang":1,"streams":[{"redirect":14503489,"hoster":"VOE"},{"redirect":14492424,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Schlossgespenster","epNo":8,"alt":"","descr":"Die Blocksberg fahren zu Barbaras Cousine Cecilie nach Irland und finden die Familie Thunderstorm in sehr getrübter Stimmung vor. Der geldgierige Mr. Whipsnake will sich ihr Schloss unter den Nagel reißen, wenn sie die letzte Rate der Hypothek nicht zahlen. Und im Moment fehlt das Geld dafür. Bibi und Margie, Cecilies Tochter, schmieden einen Plan. Man müsste Schlossbesichtigungen für Touristen veranstalten. Und wie lockt man die Touristen am besten an? Mit der Aussicht auf ein Gespenst natürlich. Flugs hexen die beiden eins herbei. Doch dann läuft die Sache aus dem Ruder. Die Gespenster vermehren sich wie die Karnickel.","versions":[{"lang":1,"streams":[{"redirect":14503513,"hoster":"VOE"},{"redirect":14492431,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hexerei im Zirkus","epNo":9,"alt":"","descr":"Der Zirkus Saluti gastiert in Neustadt. Natürlich schaut die neugierige Bibi dort vorbei. Sie lernt Pedro, den jungen Trapezkünstler, kennen und veranstaltet mit dem Zauberer Zafetti ein Wetthexen und -zaubern. Diesen Wettstreit setzen sie bei der Nachmittagsvorführung vor Publikum fort. Dabei misslingt Zafetti eine Zauberei. Plötzlich laufen die Löwen frei in der Manege herum. Bibi kann zwar schnell einen Käfig herbeihexen, doch zuvor hat ein Löwe ein Halterungsseil für die Nummer am Trapez beschädigt. Als Pedro nach seinem Salto mortale zum Trapez greift, reißt das Seil und er stürzt in die Tiefe. Wie gut, dass Bibi ihre Nothexsprüche gelernt hat.","versions":[{"lang":1,"streams":[{"redirect":14503511,"hoster":"VOE"},{"redirect":14492434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mamis Geburtstag","epNo":10,"alt":"","descr":"Aus lauter Übermut verhext Bibi ihren Vater Bernhard in einen Papagei. Darauf platzt dem sonst geduldigen Bernhard der Kragen. Er hat die Hexerei satt und will nichts lieber als eine ganz normale Frau und eine ganz normale Tochter, lässt er die beiden wissen. Barbara Blocksberg nimmt sich das sehr zu Herzen. An ihrem Geburtstag überrascht sie Bibi und Bernhard damit, dass sie der Hexkraft abgeschworen hat und nun als ganz normale Frau beim Bürgermeister arbeiten will. Ihre Mutter keine Hexe mehr? Das kann Bibi beim besten Willen nicht hinnehmen. Und dann gibt\u0027s ja auch noch den Bürgermeister...","versions":[{"lang":1,"streams":[{"redirect":14503453,"hoster":"VOE"},{"redirect":14492429,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mami in Not","epNo":1,"alt":"","descr":"Bibi darf ihre Mutter zu einem Hexenkongress auf eine Insel begleiten. Dort wird beschlossen, dass Barbara die böse Hexe Malicia beobachten soll, der man gerade ihre Hexenkugel abgenommen hat, weil sie zum eigenen Vorteil gehext hat. Für diesen Auftrag braucht Barbara ihre Hexenkugel. Aber die hat sie unbemerkt beim Hinflug über dem Meer verloren und Malicia ist es gelungen, sie in ihren Besitz zu bringen. Gemeinsam versuchen Barbara und Bibi die Hexenkugel zurückzubekommen. Das will Malicia unter allen Umständen verhindern. Sie besiegt Barbara in einem Hexenduell. Aber Bibi kann ihre Mutter, stumm und steif gehext, wieder freihexen. Gemeinsam wehren sie weitere hinterlistige Machenschaften ab. Malicia wird in einem Hexenring festgesetzt und alles wendet sich zum Guten.","versions":[{"lang":1,"streams":[{"redirect":14503460,"hoster":"VOE"},{"redirect":14492432,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine wilde Kanufahrt","epNo":2,"alt":"","descr":"Bibi Blocksberg geht mit ihrer Freundin Marita und ihrem Vater Bernhard Paddeln. An der Kanustation treffen die drei überraschend auf Sebastian, einen Jugendfreund Bernhards und dessen Sohn Nicki. Gemeinsam wollen sie ein geruhsames Wochenende auf dem Wasser verbringen. Doch dann kommt es anders: Nicht nur dass Bernhard und Nicki kentern, sie treffen plötzlich auch auf einen echten Bären. Und der hat es ausgerechnet auf Bernhard abgesehen. Bis sich herausstellt, dass der Bär ganz friedlich ist, erleben die Paddler ein spannendes Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":14503520,"hoster":"VOE"},{"redirect":14492430,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der versunkene Schatz","epNo":3,"alt":"","descr":"Bibi unternimmt eine Reise in die Vergangenheit und gerät dabei auf das Schiff von Piraten. Dort trifft sie Raji, einen Jungen in Bibis Alter, der von den Piraten gefangen gehalten wird, und mit dem Bibi sich sofort anfreundet. Weil die Piraten einen Schatz geraubt haben, wurden sie von der Hexe Agatha Aquarabia mit einem Bann belegt. Sie müssen seitdem ruhelos auf dem Meer kreisen, bis der Schatz zurückgegeben ist. Doch leider ist der Schatz im Meer versunken. Auf der Suche danach unternimmt Bibi einen abenteuerlichen Tauchgang und es gelingt ihr, den Schatz zu finden. Die Hexe löst den Bann und die Piraten und auch Raji sind wieder frei.","versions":[{"lang":1,"streams":[{"redirect":14503488,"hoster":"VOE"},{"redirect":14492435,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Oma Grete sorgt für Wirbel","epNo":4,"alt":"","descr":"Bibi hat vergessen, ihr Referat über das Schiff von Christoph Kolumbus vorzubereiten. Schulfreund Florian begleitet Bibi nach der Schule nach Hause, um ihr zu helfen. Denn hexen, so bestimmt Mutter Barbara, darf man seine Schularbeiten nicht. Oma Grete, die überraschend zu Besuch kommt, ist da ganz anderer Meinung. Kurzerhand hext sie Christoph Kolumbus herbei. Er hilft Bibi beim Referat, für das sie am Ende eine glatte Eins bekommt und sogar Bernhard ist von dieser Hexerei begeistert.","versions":[{"lang":1,"streams":[{"redirect":14503536,"hoster":"VOE"},{"redirect":14492436,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hexspruch mit Folgen","epNo":5,"alt":"","descr":"Die Blocksbergs sitzen am Frühstückstisch, da hext Bibi mit einem missglückten Hexspruch ihren Vater weg. Barbara kann ihn mit der Hexenkugel nicht aufspüren. Erst die alte Mania findet heraus, dass Bernhard in einem Hexenring auf einer fernen Insel gefangen ist. Neben Bibi und Barbara müssen auch Oma Grete und die Thunderstorms aus Irland beim Rückhexritual im Hause Blocksberg mitmachen. Dieses Ritual ist sehr schwierig, aber es gelingt. Bibi ist überglücklich, ihren Papi endlich wiederzuhaben.","versions":[{"lang":1,"streams":[{"redirect":14503486,"hoster":"VOE"},{"redirect":14492440,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die vertauschte Hexenkugel","epNo":6,"alt":"","descr":"Barbara Blocksberg und die Hexe Runzia streiten sich auf einem Kongress darüber, ob moderne Hexen noch Gold hexen können. Dies gilt als besonders schwierige Hexerei und Runzia traut sie modernen Hexen nicht zu. Barbara stellt sich der Herausforderung und Bibi hilft ihr. Die beiden machen sich mit Hilfe der Hexenkugel auf die Suche nach den Zutaten für die Goldhexerei. Doch Barbaras Kugel wurde von der bösartigen Hexe Malicia unbemerkt vertauscht und zeigt falsche Bilder. Bibi und Mutter Barbara geraten so in große Gefahr. Dank Bibis Hilfe gelingt Barbara die schwierige Goldhexerei dennoch und Malicia wird für ihre bösen Taten bestraft.","versions":[{"lang":1,"streams":[{"redirect":14503485,"hoster":"VOE"},{"redirect":14492438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Hexenhoroskop","epNo":7,"alt":"","descr":"Mutter Barbara erzählt Bibi und Flauipaui vom Hexenhoroskop: Mit einem Hexspruch kann man seinem Sternbild eine Frage zur Zukunft stellen. Für Junghexen sei das aber noch sehr schwierig. Heimlich probieren Bibi und Flauipaui es dennoch. Doch Bibi verhext sich und ihr Sternbild, der Flugdrache, wird lebendig, kommt vom Himmel und richtet in Neustadt ein ziemliches Durcheinander an. Aber er beantwortet auch eine wichtige Frage und hilft damit den Neustädtern, ein altes Naturdenkmal zu retten: Den Drachenbaum, den der Bürgermeister heimlich fällen lassen will. Unter dem geretteten Drachenbaum hext Bibi ihren Flugdrachen schließlich wieder zurück an den Himmel.","versions":[{"lang":1,"streams":[{"redirect":14503508,"hoster":"VOE"},{"redirect":14492442,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das siebte Hexenbuch","epNo":8,"alt":"","descr":"Bibi und Schubia besuchen heimlich ein internationales Hexentreffen auf Burg Hexenstein. Damit sie keiner entdeckt, verkleiden sie sich und halten sich verborgen. Heimlich belauschen sie, dass die böse Hexe Xantboso die absolute Hexenherrschaft an sich reißen will und droht, alle anderen Hexen in Stein zu verwandeln, wenn sie ihr nicht gehorchen. Bibi und Schubia wollen die Hexen warnen, doch sie kommen zu spät. Xantboso hat ihnen verhexte Kanapees serviert, so dass sie nur noch kichern und tanzen. Nun müssen Bibi und Schubia alleine handeln. Es gelingt ihnen, die böse Hexe Xantboso auszutricksen. Durch Bibi und Schubia widerfährt ihr genau das, was sie ihren \"Hexenschwestern\" angetan hat: Sie kichert und will nur noch tanzen. Alle anderen Hexen hingegen sind wieder normal.","versions":[{"lang":1,"streams":[{"redirect":14503430,"hoster":"VOE"},{"redirect":14492444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Turbobesen","epNo":9,"alt":"","descr":"Bibi und Schubia entdecken in einem Hexenmagazin eine aufregende Neuheit: Einen Turbohexenbesen. Den wollen sich Bibi und Schubia unbedingt aus der Nähe ansehen. Doch die Hexenbesenherstellungswerkstatt liegt in der Großstadt und Bibis Mutter erlaubt nicht, dass Bibi und Schubia dorthin fliegen. Deshalb tun sie es heimlich. Dort angekommen gestattet die Erfinderhexe Turbine Bibi einen Testflug auf dem Turbohexenbesen. Doch dabei passiert ein Unglück: Bibi verliert den Supersteuerungschip des modernen Besens. Er fällt in die Satteltasche eines Kuriers, ohne, dass dieser es bemerkt. Samt Chip fährt er auf seinem Motorroller davon. Ihn in der großen Metropole wiederzufinden, ist für Bibi ein großes Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":14503512,"hoster":"VOE"},{"redirect":14492445,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das chinesische Hexenkraut","epNo":10,"alt":"","descr":"Bibi und Schubia gelangen durch eine falsche Hexerei ins alte China zur weisen Hexe Ping. Die ist ganz verzweifelt, denn der Kaiser und seine Gemahlin wurden entführt und der Kindkaiser Tutu leidet unter einer merkwürdigen Schlafkrankheit. Der machtgierige oberste Minister Chanchu will sich deshalb schon am kommenden Tag zum neuen Kaiser krönen lassen. Doch Bibi und Schubia finden heraus, dass er den Kaiser entführt hat und auch für Tutus Schlafkrankheit verantwortlich ist. Gemeinsam mit der Hexe Ping gelingt es ihnen, das Kaiserpaar zu befreien und den Kindkaiser aufzuwecken. Chanchu erwartet seine gerechte Strafe.","versions":[{"lang":1,"streams":[{"redirect":14503516,"hoster":"VOE"},{"redirect":14492448,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Klassenreise","epNo":11,"alt":"","descr":"Bibi fährt mit ihrer Klasse nach Paris. Die Schüler wohnen dort im Hotel von Claude und Dorette Dupont. Claude ist begeisterter Goldschmied und zeigt den Kindern in seinem Atelier seine neue Rubinkollektion. In allen Fachzeitschriften wird bereits darüber geschrieben. So erfährt auch die habgierige Hexe Malicia davon. Sie fliegt nach Paris und stiehlt die Rubine. Aber Bibi kommt ihr auf die Spur und kann den Schmuck in einem spannenden Hexduell zurück erbeuten.","versions":[{"lang":1,"streams":[{"redirect":14503538,"hoster":"VOE"},{"redirect":14492447,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der magische Sternenstaub","epNo":12,"alt":"","descr":"Alle 77 Jahre kommt ein Komet auf seiner Bahn an der Erde vorbei. Der Sternenstaub, den er bei seinem Vorbeiflug verliert, ist sehr wichtig für die Herstellung von Hexenkugeln. Dieser Staub wird bei einem Sternenfest in einer uralten goldenen Schale aufgefangen. Bibi und Schubia sollen auf die Schale aufpassen, doch leider wird sie ihnen von einer der anwesenden Hexen gestohlen. Bibi und Schubia machen sich sofort auf die Suche nach der Diebin. Sie verdächtigen Runzia. Die alte grummelige Hexe ist dagegen, dass mit dem Sternenstaub neue Hexenkugeln hergestellt werden. Doch bald stellt sich heraus, dass die eitle Zickia die Täterin ist. Sie will den Staub für sich, um einen Jungbrunnentrank herzustellen. Gerade noch rechtzeitig gelingt es Bibi und Schubia, der eitlen Hexe die Schale wieder abzujagen, um den Sternenstaub selber einzusammeln.","versions":[{"lang":1,"streams":[{"redirect":14503454,"hoster":"VOE"},{"redirect":14492452,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kobold aus dem Briefkasten","epNo":13,"alt":"","descr":"Barbara ist verreist und Bibi und Bernhard sind allein zu Haus. Beim Hereinhexen der Post, verhext sich Bibi. Aus dem Briefkasten kommen nun all die Dinge, die in Werbesendungen oder Briefen beschrieben sind. Darunter auch ein Kobold aus einem Brief von Bibis Cousine Margie. Der will sofort zurück nach Irland. Und da Bibi den richtigen Rückhexspruch lange nicht findet, sorgt er für jede Menge Chaos. Nur mit viel Mühe und der Hilfe von Oma Grete, gelingt es Bibi, dem turbulenten Spektakel ein Ende zu machen.","versions":[{"lang":1,"streams":[{"redirect":14503517,"hoster":"VOE"},{"redirect":14492446,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Hexerei im Spukhaus","epNo":1,"alt":"","descr":"Bibi und Schubia wollen picknicken und wählen einen ganz besonderen Ort dafür aus: das alte Haus von Herrn von Zitter. Weil ein Geist darin spuken soll, hat sich der furchtsame Herr von Zitter bisher geweigert, das Haus zu beziehen, und lässt es lieber leer stehen. Als Bibi und Schubia bei ihrem Picknick auf den Geist treffen, \"verknotet\" sich ihre Hexerei mit dem Geisterspuk. Im Nu sind alle Fenster und Türen verschwunden und die Junghexen sind im Haus eingeschlossen. Um freizukommen, müssen sie erst den Spuk im Haus beenden. Doch das geht nur, wenn Herr von Zitter ein Vermächtnis seiner Vorfahren aus der Hand des Geistes entgegennimmt. Ob sie den ängstlichen Herrn von Zitter dazu bringen können, dem Geist gegenüberzutreten?","versions":[{"lang":1,"streams":[{"redirect":14503762,"hoster":"VOE"},{"redirect":14492449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verhexte Marionetten","epNo":2,"alt":"","descr":"Bibi und ihre Freunde freuen sich riesig auf die Vorstellung des Marionettentheaters, das in Neustadt gastiert. Als sich der Marionettenspieler verletzt und die Vorstellung absagen will, bieten sie an, die Aufführung zu übernehmen. Schnell hext Bibi die Marionetten lebendig, um Ideen für ein mögliches Theaterstück zu sammeln. Und tatsächlich liefern die Puppen umgehend eine wunderbare Vorlage für ein Theaterstück: Prinz, Narr und Musketier verlieben sich alle in die Prinzessin und werben um sie. Während alle drei um die Gunst der Prinzessin kämpfen, rennt diese entnervt aus dem Theater und lässt die Streithähne zurück. Doch in der fremden Stadt verläuft sie sich und findet nicht mehr zurück. Gemeinsam mit den Marionetten machen sich Bibi und ihre Freunde auf die Suche nach der Prinzessin.","versions":[{"lang":1,"streams":[{"redirect":14503459,"hoster":"VOE"},{"redirect":14492451,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der magische Koffer","epNo":3,"alt":"","descr":"Eines Tages steht ein magischer Koffer vor Bibis Haustür. Mit seiner Hilfe kann man alles herbeiwünschen, was man möchte: sogar Dinge, die durch einen Hexenring geschützt sind. Weil der Koffer verschlossen ist, hexen Bibi und ihre Freundin Schubia ihn auf. Genau das hat die geldgierige Hexe Malicia, die den Koffer bei Bibi abgestellt hat, beabsichtigt. Denn weil Malicia vorübergehend nicht selbst hexen kann, ist sie auf die Hexkräfte anderer angewiesen. Schnell bringt Malicia den Koffer an sich und wünscht sich den magischen Diamanten aus der Burg Hexenstein herbei. Ohne den Edelstein droht die alte Burg zusammenzubrechen. Bibi und Schubia müssen den Diamanten schnell wiederfinden, um die Burg zu retten.","versions":[{"lang":1,"streams":[{"redirect":14503531,"hoster":"VOE"},{"redirect":14492455,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die verhexte Sternenreise","epNo":4,"alt":"","descr":"Um ein Referat über die Sterne vorzubereiten, hext Bibi sich mit ihrem Freund Florian ins Weltall. Nach einem raketenschnellen Flug auf ihrem Besen Kartoffelbrei landen die beiden auf dem Planeten Quandalan. Hier lernen sie den Jungen Pux kennen, der ihnen seine Heimat zeigt. Dummerweise hat Bibi beim Anflug auf Quandalan einen Mond aus der Umlaufbahn gehext. Der Mond rast direkt auf Pux’ Heimat zu und droht, den Planeten zu zerstören. Bibi und Florian müssen einen Weg finden, um den Aufprall zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14503449,"hoster":"VOE"},{"redirect":14492461,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der zerbrochene Besen","epNo":5,"alt":"","descr":"Bibi ist verzweifelt: ein Blitz ist in ihren heißgeliebten Besen Kartoffelbrei eingeschlagen und hat ihn zerbrochen. Ihre Mutter rät Bibi, schnell zur Besenheilerin Mahagoni zu gehen, denn nur diese kann verletzte Besen retten. Im Hexenbesen-krankenhaus bekommt Kartoffelbrei ein Krankenbett zugewiesen. Doch um ihn zu heilen, benötigt Mahagoni eine besondere Salbe, die sie nur aus seltenen Zutaten herstellen kann. Die Zutaten muss Bibi ganz allein und ohne zu hexen besorgen. Bibi muss sich beeilen, denn Kartoffelbrei geht es immer schlechter. Aus Kummer darüber, dass er nicht mehr fliegen kann, rieseln bereits die ersten Kummerspäne. Bald wird er sich auflösen!","versions":[{"lang":1,"streams":[{"redirect":14503429,"hoster":"VOE"},{"redirect":14492453,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Manias magische Mixtur","epNo":6,"alt":"","descr":"Weil Bibi wieder einmal falsch gehext hat, stürzt Manias Hexenhaus ein. Mania kann nicht warten, bis das Haus wiederaufgebaut ist, denn sie muss dringend einen Hextrank für den Hexenkongress zubereiten. Also zieht sie mit ihrem gesammelten Hausrat, den zwölf Eulen und zwölf Katzen bei Familie Blocksberg ein. Dort macht sie sich gleich an die Arbeit, um die richtigen Zutaten für den Hextrank zusammenzustellen. Bibis Eltern trauen ihren Augen nicht, als sie nach Hause kommen und eine Hexenküche im Wohnzimmer vorfinden. Bibi muss ihnen versprechen, dass Mania ihren Experimenten unter dem Dach nachgeht und dass Bernhard seinen wohlverdienten Urlaub in Ruhe genießen kann. Doch das ist leichter gesagt als getan...","versions":[{"lang":1,"streams":[{"redirect":14503537,"hoster":"VOE"},{"redirect":14492470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reise in die Vergangenheit","epNo":7,"alt":"","descr":"Weil ihre Frauen einen Hexenkongress besuchen, sind Bernhard Blocksberg und Patrick Thunderstorm für ein paar Tage Strohwitwer. Also beschließt Bernhard kurzerhand mit seiner Tochter Bibi Patrick in Irland zu besuchen. Bibi versteht sich blendend mit Patricks Tochter Margie und die beiden verbringen viel Zeit miteinander. Als sie in einer Scheune die Reste eines alten Flugapparats entdecken, wollen sie unbedingt herausfinden, wer den Apparat gebaut hat. Flugs hexen sie sich in die Vergangenheit zurück. Dort treffen sie auf einen außergewöhnlichen Erfinder!","versions":[{"lang":1,"streams":[{"redirect":14503539,"hoster":"VOE"},{"redirect":14492463,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das magische Pendel","epNo":8,"alt":"","descr":"Als Bibi auf dem Weg zur Schule ist, bleibt plötzlich die Zeit stehen. Die Menschen auf der Straße, die Tiere im Park, die Kinder im Klassenzimmer sind wie festgefroren. Schnell hext Bibi, dass die Zeit weiterläuft. Doch leider funktioniert der Hexspruch nicht wie geplant, denn nun sind alle in einer Zeitschleife gefangen. Jeder wiederholt das, was er zuletzt getan hat. Bibi will herausfinden, was die Zeitschleife ausgelöst hat. Schon bald stößt sie auf die alte Hexe Gundel, die mithilfe eines magischen Pendels die Zeit angehalten hat. Ihre und Bibis Hexerei haben sich vermischt und eine Zeitschleife hervorgerufen. Gundel erklärt Bibi, dass Bibi die Zeitschleife nur aufheben kann, wenn sie schneller als die Zeit selbst ist...","versions":[{"lang":1,"streams":[{"redirect":14503473,"hoster":"VOE"},{"redirect":14492466,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Papi als Clown","epNo":9,"alt":"","descr":"Während Barbara Blocksberg zu einem wichtigen Hexentreffen geflogen ist, will Bibi mit ihrem Papi auf Kartoffelbrei um die Häuser ziehen. Ihr Papa jedoch, der lieber Zeitung liest als sich mit Hexenkunststücken zu beschäftigen, lehnt dankend ab. Enttäuscht hext Bibi ihn mit einem verbotenen Clowns-Hexspruch lustiger. So wird aus Papa Bernhard der Clown Bernardo. Das ist zunächst für Bibi ungeheuer lustig, denn Papi und sie spielen Freunden und Nachbarn die wildesten Streiche. Doch auf einmal ist Bernardo verschwunden. Besorgt machen sich Bibi und Karla Kolumna auf die Suche und werden bei einem Wanderzirkus fündig. Hier unterhält Papa sein Publikum mit tollkühnen Kunststücken. Bibi muss Papa aber unbedingt zum Hexenberg bringen, damit Mama Blocksberg ihn wieder zurückhexen kann. Doch auch dort sorgt \"Clown Bernardo\" erst einmal für tolle Stimmung.","versions":[{"lang":1,"streams":[{"redirect":14503425,"hoster":"VOE"},{"redirect":14492464,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die fremde Hexe","epNo":10,"alt":"","descr":"Der Bürgermeister will das Nachbarhaus von Bibi abreißen lassen, denn er findet es alt und baufällig. Was ihn am meisten in diesem Haus stört sind aber die vierbeinigen Mitbewohner von Gertrude, der Tante seines Sekretärs Pichler. Gertrude hat drei Katzen, auf die der Bürgermeister mit seiner Katzenhaarallergie nicht gut zu sprechen ist. Herr Pichler will den Abriss natürlich verhindern und droht in einem anonymen Brief, dass es bei Abriss großen Ärger mit einer Hexe gibt. Der Bürgermeister vermutet Bibi Blocksberg hinter diesem Brief und beschwert sich bei ihrem Vater Bernhard. Doch Bibi ist unschuldig und will nun unbedingt herausbekommen, wer diese fremde Hexe ist. Sie entdeckt Herrn Pichler, der als Hexe verkleidet die Bauarbeiter erschreckt und verjagt. Als Bibi den Grund des Schauspiels erfährt, will sie sofort helfen und verhext heimlich das alte Haus. Aber dann entdeckt sie der Bürgermeister.","versions":[{"lang":1,"streams":[{"redirect":14503471,"hoster":"VOE"},{"redirect":14492469,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Hexenhotel","epNo":11,"alt":"","descr":"Bibis Mutter Barbara fliegt zu einem Hexentreffen auf den Blocksberg, während Bibi im nahegelegenen Hexenhotel aushelfen darf. Das Hotel gehört Svenja, einer guten Freundin von Barbara. Bibi erfährt von ihr, dass sie eine Hoteltesterin erwartet, die goldene Hexensterne für gut geführte Hotels verleiht. Doch dann kommt es zu einer Verwechslung: Hotelchefin Svenja hält die Hexe Lisbeth für die Hoteltesterin und verwöhnt sie. Tatsächlich aber ist die Hoteltesterin, die kurz zuvor eingetroffene Hexe Vera, die unglücklicherweise Schlafwandlerin ist, und in dieser Nacht ist Vollmond. Das alles weiß Bibi nicht, als sie den verbotenen Mondhexspruch nutzt, der ihr beim Aufräumen hilft. Der Mond leuchtet als Hexe Vera zu schlafwandeln beginnt. Bibi fühlt sich verantwortlich und versucht händeringend das Schlimmste zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14503474,"hoster":"VOE"},{"redirect":14492468,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Besenrennen","epNo":12,"alt":"","descr":"Bibi und Schubia wollen am großen Besenrennen, einem Staffelwettflug für Junghexen, teilnehmen. Die Konkurrenz ist groß und fast alle hexischen Mittel für Turbobesen sind erlaubt. Entgegen Barbaras Verbot, wollen Bibi und Schubia ihre Besen mit einem Schwefel-Lava-Beschleunigungsmittel in Höchstform bringen. Dafür suchen sie Rat bei der Rennbesenspezialistin Rasantalla, die im Vulkan ihr Geheimlabor hat. Sie ist die Erfinderin dieses Beschleunigungsmittels. Doch bisher hält kein Besen diesem Mittel stand. Irgendetwas stimmt mit den Zutaten nicht, denn die Besen, an denen Rasantalla die Mixtur testet, explodieren. Bibi und Schubia wollen Rasantalla helfen, den Fehler zu finden. Den ersten Testflug übernimmt Bibi. Doch schon wieder ist etwas schief gelaufen, und Bibi gerät in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":14503500,"hoster":"VOE"},{"redirect":14492467,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kreuzfahrt mit Oma Grete","epNo":13,"alt":"","descr":"Oma Grete und Bibi wollen eine Kreuzfahrt machen. Auch eine wohlhabende Gräfin und ihr Enkel Karl-Friedrich gehen an Bord. Bibi beobachtet, dass Karl-Friedrich heimlich seinen Waschbären Freddy im Rucksack an Bord geschmuggelt hat, obwohl Tiere auf dem Schiff streng verboten sind. Karl-Friedrich vertraut sich Bibi an, gesteht, dass er am liebsten Zirkusdirektor werden möchte und führt Bibi seine Kunststücke mit Freddy vor. Natürlich verrät sie den anderen Reisenden nichts, doch als Freddy ausbüxt, kommt es zu einem großen Tohuwabohu. Der Kapitän will den Waschbären fangen, und Bibi und Oma Grete hexen falsche Fährten. Noch mehr Tumult gibt es, als das Kreuzfahrtschiff durch die Schuld des kleinen Ausreißers auf einen falschen Kurs gerät. Im letzten Moment verhindern Bibi und Oma Grete einen Unfall durch Hexerei. Doch damit ist der Kapitän noch längst nicht versöhnt.","versions":[{"lang":1,"streams":[{"redirect":14503427,"hoster":"VOE"},{"redirect":14492471,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Ein Schultag voller Sensationen","epNo":1,"alt":"","descr":"Bibi findet ihre Schülerzeitung sehr langweilig. Was soll sie bloß berichten, wenn nichts Spannendes passiert? Bibi beschließt, Sensationen herbeizuhexen. Zunächst sind alle begeistert. Doch nach und nach laufen die Sensationen völlig aus dem Ruder. Im Chemieunterricht blubbert ein neues Element den Klassenraum zu. Der gehexte Popstar im Heißluftballon nimmt Reißaus, und der Dino-Knochen im Schulhof bedeutet langwierige Ausgrabungen. Was nun?","versions":[{"lang":1,"streams":[{"redirect":14503534,"hoster":"VOE"},{"redirect":14492481,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der neue Nachbar","epNo":2,"alt":"","descr":"Für die Besenflugschau übt Bibi waghalsige Loopings auf Kartoffelbrei, sehr zum Ärger von Herrn Toddelhut. Der neue Nachbar, von Beruf Vogelzähler, beschwert sich, dass Bibi Vögel verjage. Er verbietet Bibi, auf Kartoffelbrei zu fliegen. Wütend wehrt sie sich gegen die Vorwürfe und sucht den wahren Grund, wieso dieses Jahr die Weißstörche fernbleiben. Ihre neue Freundin, Lina, die Tochter Toddelhuts, hilft ihr. Im Pressearchiv werden sie fündig.","versions":[{"lang":1,"streams":[{"redirect":14503533,"hoster":"VOE"},{"redirect":14492491,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Klitzeklein gehext","epNo":3,"alt":"","descr":"Bibi hext in Barbaras Hexenlabor. Als Hausaufgabe soll sie zwei Hexen klein und wieder groß hexen. Oma Grete erklärt sich bereit, mitzumachen. Mit Bibis \"Hex-hex\" sind sie nun klitzeklein. Ein Spaß für Klein-Bibi und Klein-Grete. Sie hexen allerhand Unsinn. Bald jedoch merken sie, dass ihre Hexkraft schwindet. Ein unvorhergesehener Hexunfall! Groß hexen klappt nur mit einer Gegentinktur. Gelingt es ihnen, so klitzeklein wie sie nun sind, alle Zutaten zu besorgen?","versions":[{"lang":1,"streams":[{"redirect":14503764,"hoster":"VOE"},{"redirect":14492482,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Weihnachten bei Familie Blocksberg","epNo":4,"alt":".","descr":"Bibi ist voller Vorfreude auf Weihnachten. Sehnsüchtig wartet sie auf die Post ihrer Tante. Als Bibi und ihre Freunde beim Schlittenfahren entdecken, dass das Postauto eine Panne hat, helfen sie. Wie sollen sonst die ganzen Päckchen und Briefe zu ihren Empfängern gelangen? Kurzerhand hext Bibi die Schlitten aneinander und liefert gemeinsam mit dem verdutzten Postboten per Luftpost alles an die gewünschten Adressen. Bibi hofft, dass auch ihr Paket dabei ist.","versions":[{"lang":1,"streams":[{"redirect":14503514,"hoster":"VOE"},{"redirect":14492490,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Überraschung für Mania","epNo":5,"alt":"","descr":"Bibi und ihre Hexenfreundinnen wollen Mania als Dankeschön deren Leibspeise kochen: Blauschaumige Walpurgissuppe. Doch das alte Rezept von Runzia fordert die Junghexen ganz schön heraus. Die Zutaten sind schwer zu besorgen, und viel Zeit haben sie nicht, bis Mania wieder zurückkehrt. Sie wähnen sich bereits am Ziel, als die Suppe im Kessel wie wild zu blubbern beginnt. Bibi und Schubia müssen in Windeseile noch die blaue Blocksberg-Distel finden.","versions":[{"lang":1,"streams":[{"redirect":14503481,"hoster":"VOE"},{"redirect":14492492,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Jagd nach dem Goldhexstein","epNo":6,"alt":"","descr":"Bibi übt Lichthexereien für die Walpurgisnacht. Der Höhepunkt ist eine Goldlicht-Hexerei der Althexen mit einem besonders wertvollen Goldhexstein. Malicia will ihn unbedingt. Obwohl es Hexen verboten ist, Gold zu hexen, setzt Malicia alles daran, die Althexen zu überlisten. Sie schafft es und verwandelt sie zu Goldstatuen. Doch sie hat die Rechnung ohne Bibi gemacht. Gemeinsam mit den anderen Junghexen jagen sie Malicia hinterher.","versions":[{"lang":1,"streams":[{"redirect":14503470,"hoster":"VOE"},{"redirect":14492493,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Diamantendiadem","epNo":7,"alt":"","descr":"Bibi und Karla Kolumna freuen sich auf die Ausstellung des Diadems im Museum. Sie kaufen sich sogar zwei Duplikate davon. Doch während der Rede zur Ausstellungseröffnung, geht das Licht aus. Nach dem ersten Schreck der Schock: Die Vitrine ist kaputt und das Diadem gestohlen. Wer war das bloß? Eine fieberhafte Suche nach dem Übeltäter beginnt, denn das Diadem war nur eine Leihgabe Klytus von Klunkerburg. Bibi und Karla helfen der Polizei und dem Direktor.","versions":[{"lang":1,"streams":[{"redirect":14503498,"hoster":"VOE"},{"redirect":14492495,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ausflug mit Hindernissen","epNo":8,"alt":"","descr":"Bibi freut sich auf ein Wald-Wochenende mit ihren Eltern in einer Blockhütte. Zusammen mit ihrem Papa entdeckt sie ein verlassenes Baumhaus, das sie begeistert renovieren. Keine gute Idee. Die Veränderung passt den beiden Geschwistern Tino und Lara gar nicht, sie lieben ihr Geheimversteck. Heimlich machen sie alles wieder rückgängig und beobachten die Blocksbergs argwöhnisch. Bibi und Papa sind verwundert. Doch ein verlorenes Halstuch führt Bibi zu Lara.","versions":[{"lang":1,"streams":[{"redirect":14503428,"hoster":"VOE"},{"redirect":14492511,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Hexerei im Spukhaus","epNo":1,"alt":"","descr":"Bibi und Schubia sind mit einem Geist in einem alten Haus eingeschlossen, weil sich ihre Hexerei mit seinem Geisterspuk verknotet hat...","versions":[{"lang":1,"streams":[{"redirect":14503510,"hoster":"VOE"},{"redirect":14492476,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die verhexten Marionetten","epNo":2,"alt":"","descr":"Bibi hext vier Puppen eines Marionettentheaters lebendig, das in Neustadt gastiert...","versions":[{"lang":1,"streams":[{"redirect":14503475,"hoster":"VOE"},{"redirect":14492488,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der magische Koffer","epNo":3,"alt":"","descr":"Eines Tages steht ein magischer Koffer vor Bibis Haustür. Mit seiner Hilfe kann man alles herbeiwünschen, was man möchte: sogar Dinge, die durch einen Hexenring geschützt sind. Weil der Koffer verschlossen ist, hexen Bibi und ihre Freundin Schubia ihn auf. Genau das hat die geldgierige Hexe Malicia, die den Koffer bei Bibi abgestellt hat, beabsichtigt.","versions":[{"lang":1,"streams":[{"redirect":14503469,"hoster":"VOE"},{"redirect":14492478,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die verhexte Sternenreise","epNo":4,"alt":"","descr":"Bibi probiert mit Florian auf Kartoffelbrei einen Überraketengeschwindigkeits-Hexspruch aus und landet mit ihm auf einem fremden Planeten...","versions":[{"lang":1,"streams":[{"redirect":14503540,"hoster":"VOE"},{"redirect":14492485,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der zerbrochene Besen","epNo":5,"alt":"","descr":"Bibi gerät in ein Unwetter und da passiert das Ungeheuerliche: Durch einen Blitzschlag zerbricht ihr geliebter Besen Kartoffelbrei in zwei Teile...","versions":[{"lang":1,"streams":[{"redirect":14503499,"hoster":"VOE"},{"redirect":14492479,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Manias magische Mixtur","epNo":6,"alt":"","descr":"Bibi bringt mit einem verdrehten Hexspruch Tante Manias Hexenhaus zum Einsturz...","versions":[{"lang":1,"streams":[{"redirect":14503497,"hoster":"VOE"},{"redirect":14492487,"hoster":"Streamtape"}]}]}]}]}