{"seriesId":"biester","name":"Biester","descr":"Die \"Besties\" Jenny und Vero sehnen sich nicht nur nach einem besseren Leben, sie wollen so richtig reich sein. Aber den beiden jungen Frauen ist klar, dass das mit ehrlicher Arbeit nicht so einfach zu erreichen sein wird. Im Gegensatz dazu wurden die Schwestern Tiziana \"Tiz\" und Penelope \"Nelly\" bereits im Luxus geboren. Ihnen sind die Probleme von Jenny und Vero völlig fremd. Bis zu dem Moment, als Nellys spontane Entscheidung, endlich einmal etwas Gutes zu tun, das Leben aller Beteiligten durcheinanderbringt. -","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1 ","epNo":1,"alt":"","descr":"Die \"Besties\" Jenny und Vero sehnen sich nicht nur nach einem besseren Leben, sie wollen so richtig reich sein. Aber den beiden jungen Frauen ist klar, dass das mit ehrlicher Arbeit nicht so einfach zu erreichen sein wird. Im Gegensatz dazu wurden die Schwestern Tiziana \"Tiz\" und Penelope \"Nelly\" bereits im Luxus geboren. Ihnen sind die Probleme von Jenny und Vero völlig fremd. Bis zu dem Moment, als Nellys spontane Entscheidung, endlich einmal etwas Gutes zu tun, das Leben aller Beteiligten durcheinanderbringt","versions":[{"lang":1,"streams":[{"redirect":13657900,"hoster":"VOE"},{"redirect":13657905,"hoster":"Vidoza"},{"redirect":13702363,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Pius versucht, nach dem Unfall seiner Tochter Nelly noch zu retten, was zu retten ist. Dafür sind ihm alle Mittel recht. Auch wenn er und seine Frau Dorit selten einer Meinung sind, aber diesmal muss es für Nelly Konsequenzen geben, da ist sich das Ehepaar Sund einig. Während die Nachricht von dem Unfall bei den Tichys ganz andere Probleme aufwirft: Wie konnte das überhaupt passieren und wer soll das alles bezahlen?","versions":[{"lang":1,"streams":[{"redirect":13665663,"hoster":"VOE"},{"redirect":13702364,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Jenny erkennt, dass der Unfallhergang zum Nachteil ihres Vaters \"verändert\" wurde. Das will sie diesen Reichen, die glauben, dass sie überall durchkommen, nicht durchgehen lassen. Zeitgleich verfrachten Dorit und Pius ihre verwöhnten Töchter aus der Schusslinie und ins Ferienhaus. Vero kümmert sich um Siegfried (Wolfgang Hübsch), er genießt ihre Gesellschaft, und auch wenn Corinna sich und Konstantin (Julian Looman) durch Vero Freiraum verschafft, ganz so recht ist ihr das alles nicht.","versions":[{"lang":1,"streams":[{"redirect":13657901,"hoster":"VOE"},{"redirect":13702366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Pius und Dorit lösen jedes Problem – allerdings ohne es dem jeweils anderen zu sagen. Zwar erfreut das Günter und Sandra Tichy, aber das Glück scheint nur von kurzer Dauer zu sein. Jenny und Vero folgen einer heißen Spur, die sie näher an jene Personen bringt, die vermutlich mit dem Unfall zu tun hatten: zu den Sund-Schwestern. Da reift der Plan, wie die Freundinnen auch ein Stück vom Kuchen bekommen könnten.","versions":[{"lang":1,"streams":[{"redirect":13657908,"hoster":"VOE"},{"redirect":13702365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Wie gewonnen, so zerronnen. Sandra ist verzweifelt, das ganze Geld ist weg! Auch ganz ohne Geld ist plötzlich Nelly und findet sich hart arbeitend im Baumarkt wieder. Vero nimmt Corinnas Angebot an und zieht in die Villa, immerhin kann sie sich so nicht nur um Siegfried kümmern, sondern auch um den \"Plan\". Von diesem ist Jenny anfangs noch nicht ganz überzeugt.","versions":[{"lang":1,"streams":[{"redirect":13657906,"hoster":"VOE"},{"redirect":13702368,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Ob Geld wirklich glücklich macht? Vero und Jenny sind fest davon überzeugt und starten durch: Sie werden sich holen, was ihnen zusteht. Verzweifelt sucht Marvin nach Jenny und während er sich dem Liebeskummer hingibt, suhlt sich Sandra im Selbstmitleid. Es ist alles so ungerecht, aber Aufgeben ist keine Option. Und bei Pius und Dorit ist nun Sparen angesagt – und Pius fängt gleich einmal bei Günter damit an.","versions":[{"lang":1,"streams":[{"redirect":13657934,"hoster":"VOE"},{"redirect":14496573,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Die neue Phase in Veros Plan lautet: \"das Eingreifen der Polizei mit allen Mitteln verhindern!\" Das könnte eng werden, da Jenny doch David (Felix Kreutzer), den feschen Kieberer, datet. Um endlich das Geheimnis zu lüften, wem das Handy in Nellys Auto gehört, lädt Pius Tiz und Gibran zum Abendessen ein. Obwohl Tiz stinksauer auf Gibran ist, hat sie eine Idee. Aber der Abend läuft für alle Beteiligten ganz anders als erhofft ab.","versions":[{"lang":1,"streams":[{"redirect":13658075,"hoster":"VOE"},{"redirect":13702369,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Sandra ist hochmotiviert: endlich ein neuer Job! Günter gefällt das gar nicht, aber die Rechnungen zahlen sich nicht von allein. Tiz lernt, dass auch die Unabhängigkeit ihren Preis hat. In ihrer Not wendet sie sich an ihre neue Freundin \"Ella\". Das Geheimnis von Jenny und Vero scheint bald keines mehr zu sein. Auch David entdeckt, dass Jenny etwas vor ihm verheimlicht.","versions":[{"lang":1,"streams":[{"redirect":13658048,"hoster":"VOE"},{"redirect":13702370,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Konstantins Machenschaften fliegen auf und das ist gar nicht gut für Pius. Auch Jenny und Vero kommen mit ihrem Geheimnis nicht durch, Siegfried will nun wissen, was hier gespielt wird. Der Einzige, der endlich einmal alles richtig machen will, ist Günter. Obwohl auch Dorit und Pius jetzt das Richtige tun wollen – dafür haben sie auch eine zündende Idee.","versions":[{"lang":1,"streams":[{"redirect":13658330,"hoster":"VOE"},{"redirect":13701491,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Pius und Günter sind sich plötzlich näher, als ihnen lieb ist. Und auch Dorit und Sandra haben nun einiges gemeinsam. Jenny erkennt, dass ihr \"Plan\" nicht aufgegangen ist und sie trotz der ganzen Anstrengung jetzt genau so schlecht dastehen wie vorher. Aber Vero gibt nicht auf. Die \"Besties\" setzen zum finalen Schlag an.","versions":[{"lang":1,"streams":[{"redirect":13658492,"hoster":"VOE"},{"redirect":13701488,"hoster":"Streamtape"}]}]}]}]}