{"seriesId":"big-bet","name":"Big Bet","descr":"[King of Savvy | Casino | Kajino] Cha Moosig betreibt eine Casino-Bar, flieht dann aber wegen einer Razzia der Steuerbehörde auf die Philippinen. Er eröffnet dort ein Casino und plant, die politischen und geschäftlichen Kreise für sich zu gewinnen. Plötzlich wird er aber des Mordes an Min Seokjung verdächtigt und von Oh Seunghoon aufgespürt. Wo viel Geld ist, ist Verrat. Wer bleibt als letzter übrig?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Casino Bar","descr":"Cha Moosik, der aus ärmlichen Verhältnissen stammt, erlebt eine Wende in seinem Leben, als Ahn Chiyoung, ein Freund aus seiner Heimatstadt, ihm vorschlägt ein Glücksspielgeschäft zu eröffnen.","versions":[{"lang":3,"streams":[{"redirect":13985004,"hoster":"VOE"},{"redirect":13985007,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tax Bomb","descr":"Cha Moosik findet heraus, dass die nationale Steuerbehörde gegen Casino-Bars vorgeht. Ahn Chiyoung wird gefangen genommen, aber Moosik kann auf die Philippinen fliehen. Nach seiner Ankunft verliert Moosik sein gesamtes Geld in einem Casino.","versions":[{"lang":3,"streams":[{"redirect":13985008,"hoster":"VOE"},{"redirect":13985009,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Ten-Year Debt","descr":"Cha Moosik schließt sich Min Seojkun an und steigt in das Casinogeschäft ein. Er bereinigt seine Steuerangelegenheiten und trifft sich mit Kang Minjung, um über einen Nachlass seiner anderen Geldstrafen zu verhandeln.","versions":[{"lang":3,"streams":[{"redirect":13985010,"hoster":"VOE"},{"redirect":13985013,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Rolling","descr":"Cha Moosik gewinnt Min Seokjuns Vertrauen, indem er dessen ausstehende Anleihen einsammelt, und erlangt die volle Kontrolle über das Kasino. Im Laufe von zehn Jahren verdient er 60 Milliarden Won. Moosik nutzt seine finanziellen Mittel.","versions":[{"lang":3,"streams":[{"redirect":13985014,"hoster":"VOE"},{"redirect":13985015,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Game Plan","descr":"Professor Na, eine sogenannte Honigbiene, macht Cha Moosik mit Jung Sukwoo bekannt, einem neuen Investor. Sukwoo, der Moosik anfangs misstrauisch gegenübersteht, lässt sich schließlich dazu hinreißen, sein Geld zu verprassen.","versions":[{"lang":3,"streams":[{"redirect":13985017,"hoster":"VOE"},{"redirect":13985018,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Korean Desk","descr":"Oh Seunghoon vom Korean Desk wird von der koreanischen Regierung entsandt und trifft auf den Philippinen ein. Seunghoon trifft seinen Partner Mark bei der CIDG und wird über die Situation auf den Philippinen informiert.","versions":[{"lang":3,"streams":[{"redirect":13985019,"hoster":"VOE"},{"redirect":13985020,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Sugarcane Field Murder","descr":"Die Leichen von zwei Koreanern werden in einem Zuckerrohrfeld gefunden. Cha Moosik und Oh Seunghoon machen sich auf den Weg zum Tatort, um auf ihre jeweilige Art in dem Mordfall zu ermitteln","versions":[{"lang":3,"streams":[{"redirect":13985022,"hoster":"VOE"},{"redirect":13985023,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Kidnapping","descr":"Als er von Jungpals Forderung hört, entführt Cha Moosik Deokbae, sperrt ihn in ein  Lagerhaus und verlangt die Rückzahlung des Geldes, das er sich von Jungpal geliehen hat. Diese Nachricht erreicht die koreanische Botschaft,.","versions":[{"lang":3,"streams":[{"redirect":13985026,"hoster":"VOE"},{"redirect":13985027,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mortal Enemies","descr":"Seo Taeseok dringt mit einer Waffe in der Hand in Cha Moosiks Haus ein, wird jedoch überwältigt und muss die Philippinen innerhalb von 72 Stunden verlassen. Taeseok bittet Han Sungil um Hilfe und trifft dabei auf Ko Yeonghui","versions":[{"lang":3,"streams":[{"redirect":13984985,"hoster":"VOE"},{"redirect":13984986,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Assassins","descr":"Mitglieder der Yangdo-Bande kommen auf die Philippinen, nehmen Cha Moosik ins Visier und stellen ihm mithilfe von Herrn Woo eine Falle. Moosik schwebt in Gefahr, denn er wird an Seo Taeseok übergeben und in den Kofferraum eines Autos eingesperrt.","versions":[{"lang":3,"streams":[{"redirect":13984983,"hoster":"VOE"},{"redirect":13984984,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mayfly","descr":"Cha Moosik trifft den Boss der Triade, um Jungpals Schuldenproblem zu lösen. Er warnt Chen Kuan, Jungpal nicht unter Druck zu setzen, da dieser nicht imstande ist, seine Schulden sofort zu begleichen. Moosik bringt daraufhin Jungpal.","versions":[{"lang":3,"streams":[{"redirect":13984987,"hoster":"VOE"},{"redirect":13984988,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Framed","descr":"Min Seokjun ist tot. Oh Seunghoon beginnt, in Korea Town zu ermitteln. Jo Yoongi, Choi Chilgu und Raúl schieben Moosik den Mord an Min Seokjun unter.","versions":[{"lang":3,"streams":[{"redirect":13984989,"hoster":"VOE"},{"redirect":13984991,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Last Ruling","descr":"Cha Moosik wird nach Korea ausgeliefert und als Mordverdächtiger inhaftiert. Geistesgegenwärtig verspricht er dem Staatsanwalt jedoch ein Geständnis und seine volle Kooperation bei den Ermittlungen.","versions":[{"lang":3,"streams":[{"redirect":13984992,"hoster":"VOE"},{"redirect":13984994,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Comeback","descr":"Cha Moosik ist wieder auf den Philippinen, wo er zuerst das Casino Caliz aufsucht. Dort findet er jedoch eine völlig veränderte Atmosphäre vor.","versions":[{"lang":3,"streams":[{"redirect":13984996,"hoster":"VOE"},{"redirect":13984997,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"To be or not to be","descr":"Cha Moosiks Rache beginnt. Trotz Daniels Mahnung, dass die Familie außen vor bleiben sollte, ist Moosik bereit, Blut zu vergießen. Moosik schnappt sich Jose, der zugibt, dass Raúl hinter dem Mord an Min Seokjun steckt.","versions":[{"lang":3,"streams":[{"redirect":13984998,"hoster":"VOE"},{"redirect":13984999,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Forced Repatriation","descr":"Nachdem seine Arbeit in Korea beendet ist, ruft Cha Moosik John an, der ihn am Flughafen trifft. Kurz vor dem Gespräch mit John wird Moosik klar, dass er am Ende ist.","versions":[{"lang":3,"streams":[{"redirect":13985003,"hoster":"VOE"},{"redirect":13985002,"hoster":"Streamtape"}]}]}]}]}