{"path":"/serie/stream/big-order-2016","name":"Big Order (2016)","descr":"Vor 10 Jahren geschah etwas Unfassbares: Die Welt wurde zerstört; und daran war der Junge Eiji Hoshimiya Schuld, der sich als Kind die Zerstörung der Welt gewünscht hat und dessen Wunsch in Erfüllung gegangen ist. Nun ist er bloß ein schüchterner Oberschüler, der das Geheimnis mit sich trägt, dass er ein Big Order ist. Durch Feen, die bestimmten Menschen spezielle Fähigkeiten namens Orders geben, sind die Benutzer in der Lage, eine große Kraft anzuwenden, die auf ihren Wünschen beruht. Doch auch noch nach 10 Jahren kämpft Eiji damit, mit seiner enormen Kraft klarzukommen.","seasons":[{"path":"/serie/stream/big-order-2016/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/big-order-2016/staffel-1/episode-1","name":"","epNo":1,"alt":"Order! Awaken, Evil Powers!","descr":"Wenn Sie einen Wunsch haben könnten, was würden Sie sich wünschen? Als Hoshimiya Eiji vor zehn Jahren auf ein mysteriöses Wesen stieß, wurde sein Wunsch erfüllt und die Welt zerstört. Seitdem hat er seine Befugnisse als Orden geheim gehalten und ein gewöhnliches Leben geführt, das seiner kranken Schwester Sena gewidmet war. Eines Tages bekommt seine Klasse einen Transfer-Studenten, der ihn endlich in den Bann zieht, Kurenai Rin. Doch sobald sie alleine sind, versucht sie...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455231","hoster":"VOE"},{"path":"/redirect/8320534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-2","name":"","epNo":2,"alt":"Order! Run, Don\u0027t Hesitate!","descr":"Nachdem Eiji Kurenai Rin dominiert hat, erscheint ein neuer Orden und beide werden zusammen mit Sena gefangen genommen! Während Rin es wiederholt versäumt, Eiji während ihrer Flucht zu töten, macht sich Eiji auf den Weg um seine Schwester zu retten?...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455226","hoster":"VOE"},{"path":"/redirect/8320533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-3","name":"","epNo":3,"alt":"Order! Execute Strategies!","descr":"Die Operation, Yamaguchi einzufangen, ist ein Kinderspiel! Rin und Eiji werden über die Operation im Dunkeln gehalten, aber Iyo kommt um ihnen zu helfen und sie zum VIP-Ziel zu führen. Aber der Felsgott durchbricht ihre Linien und nähert sich ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455225","hoster":"VOE"},{"path":"/redirect/8320536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-4","name":"","epNo":4,"alt":"Order! Amidst Resentment!","descr":"Die Operation, um Yamaguchi einzufangen, wird härter als Hoshimiya Eiji erfährt, dass es nur ein Trick ist ihn zu einem beweglichen Ziel für taktische Nuklearschläge zu machen. Als die Nuklearwaffe näher rückt, ist Eiji gezwungen, gegen den ihm zugewandten Hass zu kämpfen, während er versucht Yamaguchi ganz alleine vor der Nuklearwaffe zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455229","hoster":"VOE"},{"path":"/redirect/8320537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-5","name":"","epNo":5,"alt":"Order! Don\u0027t Forget Your Wish!","descr":"Nachdem er die Atomrakete gestoppt hat, hat Hoshimiya Eiji einen Moment Zeit, um sich auszuruhen, doch dann weckt Franc seine Schwester Sena! Während die anderen Informationen über den Orden sammeln, die helfen können Sena zu heilen, machen sich Eiji und Rin auf den Weg um Hiroshima als seine Domäne zu beanspruchen, aber während sie sich amüsieren, erscheint eine mysteriöse neue Macht!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455233","hoster":"VOE"},{"path":"/redirect/8320540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-6","name":"","epNo":6,"alt":"Order! Merge, Souls!","descr":"Hoshimiya Eiji begibt sich zusammen mit Iyo nach Izumo und sucht nach dem Orden der Sena um Kamimusubi heilen zu können. Nachdem sie mit ihr und den Göttern von Izumo gespielt haben, gewinnen sie sie schließlich, aber sie sind gezwungen, zusammenzuarbeiten als PS6-Agenten angreifen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455235","hoster":"VOE"},{"path":"/redirect/8320539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-7","name":"","epNo":7,"alt":"Order! Protect Your Beliefs!","descr":"Nachdem er gesehen hat wie Kamimusubi vor seinen Augen starb, fordert Hiiragi Hoshimiya Eiji auf, sich zurückzuziehen. Ayahito lässt entgehen, dass Gennai versucht eine weitere große Zerstörung zu verursachen und Hiiragi beginnt, die Ereignisse von vor zehn Jahren zu teilen. Kurz darauf greifen Gennais Streitkräfte an, um Sena zu entführen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455236","hoster":"VOE"},{"path":"/redirect/8320542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-8","name":"","epNo":8,"alt":"Order! Hurry to the Battlefield!","descr":"Sena wird von Hoshimiya Gennai gefangen genommen und versucht einen Weg zu finden, um den Namen ihres Bruders zu bestätigen. Nachdem er Gennais Beteiligung an der Schaffung von Ordnungen für die Welt verkündet hat, setzt er seine Kräfte ei um Sena zu zwingen seine eigenen Pläne voranzutreiben. Hoshimiya Eiji eilt zur Burg von Osaka um Sena zu retten und stellt sich den Streitkräften, die Gennai zur Verfügung stehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455239","hoster":"VOE"},{"path":"/redirect/8320543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-9","name":"","epNo":9,"alt":"Order! Uncover the Truth!","descr":"Während Iyo Hoshimiya _Eiji zurückhält, startet Hiiragi seinen Angriff um Gennais Pläne zu stoppen. Während Eiji beginnt sich an die wahre Wahrheit zu erinnern, zwingt Gennai Sena, sich an die wahren Ereignisse dieses Tages vor zehn Jahren zu erinnern. Eiji beeilt sich, um Gennais Pläne zu stoppen, aber ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455242","hoster":"VOE"},{"path":"/redirect/8320548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/big-order-2016/staffel-1/episode-10","name":"","epNo":10,"alt":"Order! Fight and Believe in Yourself!","descr":"Hoshimiya Eiji wird zur Wahrheit gezwungen - Die große Zerstörung wurde von seiner Schwester Sena verursacht. Um sie zu beschützen stahl er ihre Kräfte und schrieb ihre Erinnerungen neu. Mit Hilfe von Sena beginnt Gennai, das Tor zu öffnen. Die Zehnergruppe eilt zur Szene um sich ihm im finalen Showdown zu stellen, aber können sie ihn rechtzeitig stoppen, um eine weitere große Zerstörung zu verhindern? Welche Wahl wird Eiji treffen, wenn Senas Leben und Glück im Auge sind ?! ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455244","hoster":"VOE"},{"path":"/redirect/8320547","hoster":"Streamtape"}]}]}]}]}