{"seriesId":"big-sky","name":"Big Sky","descr":"Als der Sohn des Privatdetektivs Cody Hoyt (Ryan Phillippe) seinen Vater bei der Suche nach seiner verschwundenen Freundin um Hilfe bittet, kommt ein Ball ins Rollen, der zwei Ermittlerinnen auf die Spur eines mehrfachen Entführers und Mörders bringt.Einerseits Hoyts Noch-Ehefrau Jenny Hoyt (Katheryn Winnick) – beide verbindet neben dem Sohn und einer vorherigen Karriere als Cops vor allem Wut. Und zudem die ehemalige Rodeoreiterin Cassie Dewell ( Kylie Bunbury), die mittlerweile als Juniorpartnerin mit Cody Hoyt seine Privatdetektei betreibt.Jenny und Cassie erkennen bald, dass das vermisste Mädchen wohl von einem Trucker mitgenommen wurde. Sie stellen zudem eine Verbindung zu anderen Fällen von Vermissten her, deren Opfer schließlich als Leichen wieder auftauchten. Ein Rennen gegen die Zeit beginnt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Als die beiden Schwestern Danielle (Natalie Alyn Lind) und Grace (Jade Pettyjohn) Sullivan auf einem einsamen Stück des Highways in Montana entführt werden, setzt dies eine Reihe von Ereignissen in Gang. Die Privatdetektive Cody Hoyt (Ryan Phillippe) und Cassie Dewell (Kylie Bunbury) tun sich mit Codys getrennt lebender Frau, der ehemaligen Polizistin Jenny Hoyt (Katheryn Winnick) zusammen um die Mädchen zu finden. Doch als sie herausfinden, dass in der Gegend bereits mehrere Mädchen verschwunden sind, erkennen sie bald, dass sie einer größeren Sache auf er Spur sind.","versions":[{"lang":1,"streams":[{"redirect":12631546,"hoster":"VOE"},{"redirect":14158353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11785280,"hoster":"VOE"},{"redirect":11573668,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11785053,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Ausweglos","epNo":2,"alt":"Nowhere to Run","descr":"Das ungleiche Team Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) suchen weiter nach den vermissten Mädchen. Inzwischen planen Danielle (Natalie Alyn Lind), Grace (Jade Pettyjohn) und Jerrie (Jesse James Keitel) ihre Flucht, was Legarski (John Carroll Lynch) mit den Konsequenzen seiner Handlungen konfrontiert und ein abgelenkter Ronald (Brian Geraghty) muss sich mit der schwierigen Beziehung zu seiner Mutter auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":12156630,"hoster":"VOE"},{"redirect":11354416,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11771149,"hoster":"VOE"},{"redirect":12642096,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12573780,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Fluchtversuch","epNo":3,"alt":"The Big Rick","descr":"Immer noch auf der Suche nach den vermissten Mädchen, wird Cassie (Kylie Bunbury) nach einem Gespräch zwischen den beiden immer misstrauischer gegenüber State Trooper Rick Legarski (John Carroll Lynch).Unterdessen gelingt es Grace (Jade Pettyjohn), auf der Suche nach den Mädchen voranzukommen. Merilee fleht Legarski an, sich emotional zu öffnen, bevor es zu spät ist, und Helen Pergman (Valerie Mahaffey) konfrontiert schließlich Ronald mit seinem zunehmend seltsamen Verhalten.","versions":[{"lang":1,"streams":[{"redirect":11770892,"hoster":"VOE"},{"redirect":11354195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573939,"hoster":"VOE"},{"redirect":11573677,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10624512,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alles, was nötig ist","epNo":4,"alt":"Unfinished Business","descr":"Unzufrieden mit den Ermittlungen, nachdem das Verschwinden der Mädchen nun Schlagzeilen gemacht hat, nehmen Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) die Dinge selbst in die Hand und werfen ihre individuellen Fähigkeiten zusammen, um in dem Fall voranzukommen.In der Zwischenzeit versucht Legarski (John Carroll Lynch), einen kühlen Kopf zu bewahren, aber Ronald (Brian Geraghty) verfolgt einen anderen Ansatz, um sich selbst zu schützen.Danielle (Natalie Alyn Lind) und Jerrie (Jesse James Keitel) sind immer noch gefangen und kümmern sich um Grace (Jade Pettyjohn), die eine schmerzhafte Entscheidung trifft, um alle zu retten.","versions":[{"lang":1,"streams":[{"redirect":11454713,"hoster":"VOE"},{"redirect":11354145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10723033,"hoster":"VOE"},{"redirect":11573673,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein guter Tag zum Sterben","epNo":5,"alt":"A Good Day to Die","descr":"Jenny (Katheryn Winnick) und Cassie (Kylie Bunbury) haben das Gefühl, dass sie kurz davor sind, Legarski (John Carroll Lynch) zu finden. Doch er und Ronald (Brian Geraghty) bereiten sich darauf vor, die Mädchen woanders hinzubringen.Jerrie (Jesse James Keitel) versucht noch ein letztes Mal, Ronald davon zu überzeugen, sie gehen zu lassen.Cassie befragt Merilee über ihren Mann und Ronald konfrontiert seine Mutter.","versions":[{"lang":1,"streams":[{"redirect":11774322,"hoster":"VOE"},{"redirect":11354144,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12631539,"hoster":"VOE"},{"redirect":11573683,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hungrige Wölfe","epNo":6,"alt":"The Wolves Are Always Out for Blood","descr":"Nach der Konfrontation zwischen Cassie und Rick landet der State Trooper im Koma. Sheriff Tubb nimmt die Ermittlungen auf und fühlt der Privatdetektivin auf den Zahn. Als ein Auto samt Leiche ausgebuddelt wird, kümmert sich Jenny um die Vorbereitungen zu einer Trauerfeier. Gleichzeitig ist sie aber auch wild entschlossen, den Trucker zu finden, der die inzwischen befreiten Schwestern Danielle und Grace in seine Gewalt gebracht hatte. Ronald sorgt sich unterdessen um eventuell belastende Beweise und spioniert seinem dritten Opfer Jerrie hinterher. Cassie unterbreitet Jenny ein Friedensangebot.","versions":[{"lang":1,"streams":[{"redirect":12919211,"hoster":"VOE"},{"redirect":12376109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12631537,"hoster":"VOE"},{"redirect":12642097,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11023513,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erinnerungslücken","epNo":7,"alt":"I Fall To Pieces","descr":"Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) arbeiten gegen die Zeit, um Ronald (Brian Geraghty) zu finden und Legarskis Schuld zu beweisen, und bitte Grace (Jade Pettyjohn), sich ihren Bemühungen anzuschließen und ihnen dabei zu helfen. Gerade als sich alles zusammenfügt, wird Ronald von seinen Gefühlen überwältigt und trifft eine Entscheidung, die selbst für ihn undenkbar ist. Merrilee spielt eine unfreiwillige und lebensverändernde Rolle dabei, den Fall auf den Kopf zu stellen.","versions":[{"lang":1,"streams":[{"redirect":12919214,"hoster":"VOE"},{"redirect":11354168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11774326,"hoster":"VOE"},{"redirect":11573704,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein sauberes Haus","epNo":8,"alt":"The End is Near","descr":"Nachdem Ronald seinen Verfolgerinnen Cassie und Jenny entwischt ist, halten die beiden Privatermittlerinnen im Haus der Legarskis nach Spuren Ausschau. Kurz darauf sieht ein Junge namens Erik das Phantombild des Truckers in der Zeitung und wird auf den Gesuchten aufmerksam. Weitergeben kann er seine Beobachtungen allerdings nicht. Ein Priester, der bei Helen Pergman nach dem Rechten schauen will, bringt sich unwissentlich in große Gefahr. Cassie und Jenny statten Rick einen Besuch ab und wollen ihm ein Geständnis entlocken.","versions":[{"lang":1,"streams":[{"redirect":11771792,"hoster":"VOE"},{"redirect":12627693,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gegen die Zeit","epNo":9,"alt":"Let It Be Him","descr":"Ein Albtraum, der den schlafenden Rick zu einer laut ausgesprochenen Entschuldigung veranlasst, ruft seine Ehefrau auf den Plan. Noch einmal versucht Merilee, in Erfahrung zu bringen, was genau ihr Gatte getan hat. Nur wenig später fasst sie einen überraschenden Entschluss. Als Cassie, Jenny und die Polizei das Haus des inzwischen als Entführer identifizierten Ronald aufsuchen, müssen sie feststellen, dass der Trucker ihnen einen Schritt voraus ist. Mit einer Geisel befindet er sich bereits auf der Flucht.","versions":[{"lang":1,"streams":[{"redirect":11794680,"hoster":"VOE"},{"redirect":11354153,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Katastrophales Denken","epNo":10,"alt":"Catastrophic Thinking","descr":"Drei Monate nach Ronalds Flucht haben sich Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) offiziell zusammengetan, um eine neue Reihe von Unruhestiftern zur Strecke zu bringen, aber es läuft nicht alles rund: Ronald (Brian Geraghty) ist immer noch auf freiem Fuß, ein familiärer Fall nimmt eine makabre und tödliche Wendung und ein US-Marshall steckt seine Nase in ihre Fallakten. Gerade als sich die Frauen von \"Dewell \u0026 Hoyt\" an die neue Normalität zu gewöhnen scheinen, erhält Jenny einen alarmierenden Anruf von einer alten Flamme, der sie und Cassie kopfüber in einen neuen Fall, einen neuen Bereich und eine ganze Menge neuer Probleme führt.","versions":[{"lang":1,"streams":[{"redirect":12631538,"hoster":"VOE"},{"redirect":11354016,"hoster":"Doodstream"},{"redirect":11354185,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alle Arten von Schlangen","epNo":11,"alt":"All Kinds of Snakes","descr":"Während Cassie einen beunruhigenden Fund Marks in Augenschein nimmt, erhält Jenny einen Anruf von ihrem im Knast sitzenden Ex-Lover Blake. Die Anschuldigungen gegen ihn wecken bei ihr Zweifel, weshalb sie sich auf dem Anwesen der Kleinsassers umschaut. Dort gerät sie allerdings mit Blakes jüngerem Bruder Rand aneinander. Die von Jenny alarmierte Cassie steckt ebenfalls in Schwierigkeiten. Mark begutachtet unterdessen Videoaufnahmen von Ronald, der in der Gegenwart eine verlassene Hütte aufsucht. (Während Cassie einen beunruhigenden Fund Marks in Augenschein nimmt, erhält Jenny einen Anruf von ihrem im Knast sitzenden Ex-Lover Blake. Die Anschuldigungen gegen ihn wecken bei ihr Zweifel, weshalb sie sich auf dem Anwesen der Kleinsassers umschaut. Dort gerät sie allerdings mit Blakes jüngerem Bruder Rand aneinander. Die von Jenny alarmierte Cassie steckt ebenfalls in Schwierigkeiten. Mark begutachtet unterdessen Videoaufnahmen von Ronald, der in der Gegenwart eine verlassene Hütte aufsucht.","versions":[{"lang":1,"streams":[{"redirect":11771788,"hoster":"VOE"},{"redirect":12642100,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie die Hunde","epNo":12,"alt":"No Better Than Dogs","descr":"Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) erleben beide einen gefährlichen Versuch, sie aus der Stadt zu vertreiben. Auch Jerrie (Jesse James Keitel) erlebt eine Bedrohung.Blake kehrt nach Hause zurück, wo er nicht gerade willkommen geheißen wird.","versions":[{"lang":1,"streams":[{"redirect":12573680,"hoster":"VOE"},{"redirect":11354228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573740,"hoster":"VOE"},{"redirect":11573689,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Weisser Löwe","epNo":13,"alt":"White Lion","descr":"Cassie und Jenny erfahren das auf der Kleinsasser-Ranch eine Leiche entdeckt wurde. Da sie das Schlimmste befürchtet, nimmt Jenny die Ermittlungen auf aber die Kleinsassers haben ihren eigenen Plan. In der Zwischenzeit arbeitet Cassie mit Lindor zusammen um eine heiße Spur zu Ronald zu verfolgen, der misstrauisch darüber das sein Aufenthaltsort aufgedeckt wurde beschließt etwas Schadenskontrolle zu betreiben - oder vielleicht auch nur Schaden.","versions":[{"lang":1,"streams":[{"redirect":11772221,"hoster":"VOE"},{"redirect":11354245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11756837,"hoster":"VOE"},{"redirect":11573693,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Liebe Tiere","epNo":14,"alt":"Nice Animals","descr":"Cassie (Kylie Bunbury), Jenny (Katheryn Winnick), Jerrie (Jesse James Keitel) und Lindor arbeiten daran, die Dinge wieder in den Griff zu bekommen, als das Motel in Schutt und Asche liegt und es den beiden Fällen Kleinsasser und Ronald nicht viel besser geht. Auf der Ranch ergreift Cheyenne die Gelegenheit, die Machtdynamik in der Familie zu ihren Gunsten zu verändern, und alles, was sie dazu braucht, ist die Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":11789133,"hoster":"VOE"},{"redirect":12642106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12631541,"hoster":"VOE"},{"redirect":11573703,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bittere Wurzeln","epNo":15,"alt":"Bitter Roots","descr":"Als Scarlet einen alarmierenden Anruf erhält, dass ihre Schwester vermisst wird, erkennt Ronald, wie verdreht seine Situation geworden ist und muss seinen nächsten Schritt entscheiden. In der Zwischenzeit finden sich Cassie (Kylie Bunbury), Jenny (Katheryn Winnick), Gil und Rosie auf der Ranch in einem ganzen Schlamassel wieder und sind gezwungen, sich mit den Schlimmsten der Kleinsasser-Bande anzulegen. Aber dieses Team ist zäh und selbst die stärksten Familienbäume können fallen.","versions":[{"lang":1,"streams":[{"redirect":11771684,"hoster":"VOE"},{"redirect":11354247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573045,"hoster":"VOE"},{"redirect":11573735,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebe ist eine seltsame und gefährliche Sache","epNo":16,"alt":"Love Is A Strange And Dangerous Thing","descr":"Cassie (Kylie Bunbury) und Jenny (Katheryn Winnick) lassen die Kleinsasser-Frauen zurück, um ihren eigenen Weg zu gehen, sich von ihren Problemen auf der Ranch zu befreien und nach Hause zu fahren. Zusammen mit Jerrie (Jesse James Keitel) und Lindor wollen sie Ronald endlich hinter Gittern zu sehen, obwohl er ihnen schnell jede Genugtuung nimmt, indem er sie auf eine wilde Verfolgungsjagd verwickelt, direkt in die Arme des Syndikats. Es kommt zu einem brutalen Kampf, der Scarlet und Ronald den Weg zur Flucht freimacht.","versions":[{"lang":1,"streams":[{"redirect":12543803,"hoster":"VOE"},{"redirect":12642101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11794673,"hoster":"VOE"},{"redirect":11573705,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Morgenstund","epNo":1,"alt":"Wakey, Wakey","descr":"Nach Ronalds Flucht lenkt Cassie sich mit der Arbeit bei Dewell \u0026 Hoyt ab, während Jenny, die sich von ihrer Nahtoderfahrung erholt, beschließt, Sheriff Tubb sein Angebot anzunehmen, ihr wieder beizutreten. Doch auch wenn die beiden sich in unterschiedliche Richtungen zu bewegen scheinen, wird es nicht lange dauern, bis ein mysteriöser Unfall sie aneinander stößt. An anderer Stelle ist Ronald in etwas verwickelt, aus dem er nicht herauskommt, aber wer hat das verpackt?","versions":[{"lang":1,"streams":[{"redirect":11436496,"hoster":"VOE"},{"redirect":11354296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573558,"hoster":"VOE"},{"redirect":11573701,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heidelbeere","epNo":2,"alt":"Huckleberry","descr":"Cassie nimmt sich eines Vermisstenfalls an. Jenny sucht weiter nach Hinweisen auf den mysteriösen LKW-Unfall. Max, Harper, Madison und Bridger sind wegen des gestohlenen Geldes zerstritten.","versions":[{"lang":1,"streams":[{"redirect":11482008,"hoster":"VOE"},{"redirect":11354291,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11717797,"hoster":"VOE"},{"redirect":12008450,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Guter Hund, böser Hund","epNo":3,"alt":"You Have To Play Along","descr":"Da Tonya immer noch vermisst wird und das Schlimmste befürchtet wird, starten Cassie und Jenny ihre Suche mit Hochdruck. Der Plan der Kinder gerät immer mehr aus den Fugen. Geheimnisse und Intrigen drohen sie in Teufels Küche zu bringen.","versions":[{"lang":1,"streams":[{"redirect":12573803,"hoster":"VOE"},{"redirect":11354333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12607206,"hoster":"VOE"},{"redirect":11573727,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Keine halben Sachen","epNo":4,"alt":"Gettin\u0027 Right to It","descr":"Cassie und Jerrie durchsuchen eine Baustelle und stoßen auf jemand Unerwartetes. Wolf glaubt, dass er mit Ronald Fortschritte macht. Deputy Harvey wird mit Bridger konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":12382312,"hoster":"VOE"},{"redirect":12627694,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11794676,"hoster":"VOE"},{"redirect":11573720,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mutterbindung","epNo":5,"alt":"Mother Nurture","descr":"Cassie und Jenny haben Mühe, Donnos Angriffen auszuweichen, während die Kinder versuchen, Bridger zu retten. Ronald erlebt scheinbar einen Durchbruch. Jennys mangelnde Bereitschaft, eine Spur aufzugeben, bringt sie in Konflikt mit Travis und seinen nicht gerade nachsichtigen Chefs.","versions":[{"lang":1,"streams":[{"redirect":12543860,"hoster":"VOE"},{"redirect":12642103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10167146,"hoster":"VOE"},{"redirect":11023483,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Höhle des Löwen","epNo":6,"alt":"Heart-shaped Charm","descr":"Cassie wird misstrauisch gegenüber Max, nachdem sie bemerkt hat, dass ihr Schlüsselbund mit dem in der Nähe des Tatorts gefundenen übereinstimmt, und konfrontiert sie damit. Travis sieht sich mit Ren und Donno konfrontiert, die entschlossen sind, Antworten aus ihm herauszubekommen. Lindor stattet Wolf einen Besuch ab.","versions":[{"lang":1,"streams":[{"redirect":12573969,"hoster":"VOE"},{"redirect":11354406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12382316,"hoster":"VOE"},{"redirect":12642099,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Hand wäscht die andere","epNo":7,"alt":"Little Boxes","descr":"Cassie und Jenny entdecken bei ihrer Suche nach Travis eine grausame Nachricht, die für Dietrich bestimmt ist, und befürchten das Schlimmste. Tonya bemüht sich, Donnos Vertrauen und Rens Gehör zu gewinnen, und die Kinder hoffen, außer Sichtweite zu bleiben, während sie Crearys Verletzungen versorgen. Cassie hat einen emotionalen Durchbruch und Ronald und Scarlet arbeiten daran, auszubrechen.","versions":[{"lang":1,"streams":[{"redirect":12631545,"hoster":"VOE"},{"redirect":11354450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12543617,"hoster":"VOE"},{"redirect":11573772,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kein Ende in Sicht","epNo":8,"alt":"The End Has No End","descr":"Jenny und Cassie tauschen Geschichten über die jüngsten Zusammenstöße mit Tonya aus. Ronald schwelgt in seiner neu gewonnenen Freiheit. Die Kinder erhalten Ratschläge aus einer ungewöhnlichen Quelle. Travis ist endlich ehrlich zu Jenny. Cassie erhält verheerende Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":12543618,"hoster":"VOE"},{"redirect":11354421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530434,"hoster":"VOE"},{"redirect":11573755,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vertrauensbruch","epNo":9,"alt":"Trust Issues","descr":"Jenny und Cassie suchen verzweifelt nach Antworten. Nachdem Bridger und Madison einen Drohanruf erhalten, nehmen Max und Rachel die Sache selbst in die Hand. Dietrich sinnt auf Rache. Wolf und Agatha versuchen, Phoebe zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":12141389,"hoster":"VOE"},{"redirect":10366366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530436,"hoster":"VOE"},{"redirect":9927013,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Glückliche Gedanken","epNo":10,"alt":"Happy Thoughts","descr":"Ren mischt sich in Jennys Plan ein, Jag in Gewahrsam zu nehmen. Ronald und Scarlett arbeiten zusammen, um Sicherheit in einer neuen Umgebung zu finden. Cassie und Lindor entdecken die Nachwirkungen auf der Ranch und tun sich widerwillig mit einem bekannten Gesicht zusammen.","versions":[{"lang":1,"streams":[{"redirect":12143046,"hoster":"VOE"},{"redirect":10366369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530435,"hoster":"VOE"},{"redirect":12387502,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schadensbegrenzung","epNo":11,"alt":"Do No Harm","descr":"Jenny beeilt sich, die vermissten Max und Rachel zu finden. Cassie und Lindor sind gezwungen, die Hilfe eines schwer verletzten Wolfs anzunehmen. Die mysteriöse Ankunft ihres Vaters bringt Ren und Jag auf eine ganz neue Ebene der Geschwisterrivalität.","versions":[{"lang":1,"streams":[{"redirect":12140921,"hoster":"VOE"},{"redirect":10378474,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530433,"hoster":"VOE"},{"redirect":12387501,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein braver Junge","epNo":12,"alt":"A Good Boy","descr":"Entschlossen, Max und Rachel zu retten, arbeitet Jenny widerwillig mit T-Lock zusammen, lernt aber schnell, dass nicht jeder ihr Vertrauen verdient. Währenddessen sind Cassie und Lindor ihnen dicht auf den Fersen und Scarlett bereitet sich darauf vor, alles zu tun, was nötig ist, um sie und Ronald in Sicherheit zu bringen. Später stellen Ren und Jag fest, dass ihr Vater nicht alle Karten auf den Tisch gelegt hat, und gehen eine unerwartete Allianz ein, um die Wahrheit aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":10490957,"hoster":"VOE"},{"redirect":10428741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530438,"hoster":"VOE"},{"redirect":10436101,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Lieferung","epNo":13,"alt":"The Shipping News","descr":"Die Kids sind zwar von dem Ärger befreit, den sie verursacht haben, aber die Herrschaft der Bhullars geht weiter, da Jenny frustrierenderweise immer einen Schritt hinter der Crew zurückbleibt und Travis darum kämpft, den Spagat zwischen seinen beiden Leben zu schaffen. Cassie ist von ihrer letzten Begegnung mit Ronald erschüttert und beschließt, sich eine Auszeit zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":12632288,"hoster":"VOE"},{"redirect":10482943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530442,"hoster":"VOE"},{"redirect":10080058,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"In den richtigen Händen","epNo":14,"alt":"Dead Man’s Float","descr":"Als Jenny (Katheryn Winnick) dringend versucht zu beweisen, dass die Bhullars in den drogenbedingten Tod eines Teenagers verwickelt sind, wächst ihr Misstrauen gegenüber Travis weiter und bringt ihre Beziehung auf dünnes Eis. Unterdessen enthüllt Veer den wahren Grund für seinen Besuch in Montana, und ein überraschender Besucher bringt starke Gefühle aus Lindors Vergangenheit wieder zum Vorschein.","versions":[{"lang":1,"streams":[{"redirect":11353277,"hoster":"VOE"},{"redirect":12627700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530437,"hoster":"VOE"},{"redirect":10157370,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Muffin oder Hammer","epNo":15,"alt":"The Muffin or the Hammer","descr":"Als ihr Leben auf dem Spiel steht, trifft Jenny (Katheryn Winnick) eine gewalttätige Entscheidung, die ihr ein Bhullar-Ziel auf den Rücken legt. Doch als sie sich der Familie nähert, stellt Veer die Führungsfähigkeit seiner Kinder in Frage und trifft eine wichtige Personalentscheidung, die alles verändern wird. Währenddessen bringt ein trauernder Vater die Stadt über den Tod seines Sohnes in Aufruhr.Cassie (Kylie Bunbury) kehrt zurück, bereit für einen Neuanfang, und überlegt, wie Lindor sich darauf einlassen könnte.","versions":[{"lang":1,"streams":[{"redirect":12554334,"hoster":"VOE"},{"redirect":10576810,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530439,"hoster":"VOE"},{"redirect":12642104,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Führungswechsel","epNo":16,"alt":"Keys to the Kingdom","descr":"Beziehungen werden in der ganzen Stadt auf die Probe gestellt, als Jenny spürt, dass mit Travis etwas nicht stimmt. Rens und Jags Misstrauen gegenüber ihrem Vater und Alicia wächst. Cassie, Jerrie und Lindor stehen an einem Scheideweg.","versions":[{"lang":1,"streams":[{"redirect":12631547,"hoster":"VOE"},{"redirect":10680691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530440,"hoster":"VOE"},{"redirect":10394569,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Familienangelegenheiten","epNo":17,"alt":"Family Matters","descr":"Eine besorgte Jenny sucht nach Travis während Scarlett, die verzweifelt ihre Tochter Phoebe beschützen will, einen unerwarteten Anruf erhält, der den Verlauf von mehr als einem Leben verändern könnte. An anderer Stelle steigen die Spannungen auf der Bhullar-Ranch, als Jag die Wahrheit über seinen Vater herausfindet und Travis\u0027 Identität aufgedeckt wird, was Alicia dazu veranlasst, Veer mitzuteilen, dass es vielleicht an der Zeit ist, zurückzutreten.","versions":[{"lang":1,"streams":[{"redirect":11353282,"hoster":"VOE"},{"redirect":10712564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530444,"hoster":"VOE"},{"redirect":10437982,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein paar Fische im Netz","epNo":18,"alt":"Catch A Few Fish","descr":"In einem Kampf zwischen Kopf und Herz werden endgültige Beschlüsse gefasst während Jenny daran arbeitet, Travis zu finden, bevor er einen gefährlichen Punkt erreicht, an dem es kein Zurück mehr gibt. In der Zwischenzeit finden Ren und Jag eine neue familiäre Bindung und entscheiden gemeinsam, wie sie mit ihrem Vater umgehen sollen, nachdem er eine ernste Grenze überschritten hat. Nachdem sie von Scarlett eine überraschende Antwort erhalten hat, ändert Cassie den Kurs ihrer Suche nach Gerechtigkeit für immer. Als Tubb vorerst außer Gefecht gesetzt ist, kommt ein neuer Sheriff in die Stadt und nachdem er sich mit Cassie und Jenny vertraut gemacht hat, sieht es so aus, als ob er noch eine Weile hier bleiben könnte.","versions":[{"lang":1,"streams":[{"redirect":12543842,"hoster":"VOE"},{"redirect":10828801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12141121,"hoster":"VOE"},{"redirect":10490970,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Wildnis ruft","epNo":1,"alt":"Do You Love An Apple","descr":"Einige Monate lang herrschte relative Ruhe, doch das ändert sich, als Sunny Barnes und ihre Familie Sunny Day Excursions am Rande der Stadt gründen. Cassie wird hinzugezogen, um einen vermissten Rucksacktouristen zu untersuchen. Beau und Jenny verfolgen einen Mörder.","versions":[{"lang":1,"streams":[{"redirect":11771034,"hoster":"VOE"},{"redirect":12642117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11819115,"hoster":"VOE"},{"redirect":11511438,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Wald lockt tief und dunkel","epNo":2,"alt":"The Woods Are Lovely, Dark And Deep","descr":"Jenny entdeckt eine schockierende Verbindung zu ihrer Vergangenheit, die mit einem Fall von Hausbesetzern zusammenhängt. Cassie und Beau arbeiten daran, den immer noch vermissten Rucksacktouristen aufzuspüren. Sunny arbeitet daran, ein eigenes Geheimnis zu schützen, das im Wald versteckt ist.","versions":[{"lang":1,"streams":[{"redirect":11809926,"hoster":"VOE"},{"redirect":12627698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573601,"hoster":"VOE"},{"redirect":12630918,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geister der Vergangenheit","epNo":3,"alt":"A Brief History of Crime","descr":"Während sie zusammen mit Beau einen Betrugsfall untersucht, entdeckt Jenny eine Verbindung zu dem Verbrechen, die sie ins Wanken bringt. Ein Camper von Sunny Day Excursions ist verschwunden, und Beaus ebenso hartnäckige Tochter Emily will den Fall unbedingt lösen. Doch da Sunny fest entschlossen ist, offene Fragen zu klären, könnte ihre Nachforschung zu mehr führen, als sie erwartet hat. Cassie und Denise treffen am Straßenrand auf einen seltsamen Mann, der sie vielleicht auf einen neuen Weg führt.","versions":[{"lang":1,"streams":[{"redirect":12386097,"hoster":"VOE"},{"redirect":12646489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12140756,"hoster":"VOE"},{"redirect":11464850,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Aasfresser","epNo":4,"alt":"Carrion Comfort","descr":"Jenny und Beau untersuchen den blutigen Mord an einer Frau in ihrem eigenen Hinterhof. Buck wird Sunny gegenüber zunehmend misstrauisch. Cassie und Cormac entdecken unterwegs etwas Unvorstellbares.","versions":[{"lang":1,"streams":[{"redirect":12140675,"hoster":"VOE"},{"redirect":12637244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12631542,"hoster":"VOE"},{"redirect":12980137,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fleisch und Blut","epNo":5,"alt":"Flesh and Blood","descr":"Die Privatdetektive Cassie Dewell und Cody Hoyt tun sich mit Codys entfremdeter Frau und Ex-Polizistin Jenny Hoyt zusammen, um nach zwei Schwestern zu suchen, die von einem Lastwagenfahrer auf einer abgelegenen Autobahn in Montana entführt wurden.","versions":[{"lang":1,"streams":[{"redirect":12140865,"hoster":"VOE"},{"redirect":11862715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12140800,"hoster":"VOE"},{"redirect":11541793,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sammlerstücke","epNo":6,"alt":"The Bag and the Box","descr":"Jenny und Beau sind auf der Suche nach dem Mörder eines dekorierten Veteranen. Cassie kommt der Familie Barnes immer näher, während sie sich gleichzeitig mit Cormac anfreundet. Tonya und Donno schmieden einen Plan in ihrem eigenen Interesse.","versions":[{"lang":1,"streams":[{"redirect":12143045,"hoster":"VOE"},{"redirect":12627703,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573711,"hoster":"VOE"},{"redirect":12642102,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kommt und holt mich","epNo":7,"alt":"Come Get Me","descr":"Als schockierende neue Beweise aus dem \"Mordfall Blutendes Herz\" auftauchen, arbeiten Jenny und Beau mit Cassie zusammen und erzielen einen wichtigen Durchbruch. Buck kämpft mit seiner moralischen Ambiguität, und in seiner und Sunnys Ehe zeigen sich erste Risse.","versions":[{"lang":1,"streams":[{"redirect":12140868,"hoster":"VOE"},{"redirect":12642113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12143042,"hoster":"VOE"},{"redirect":11618519,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Jagd ist eröffnet","epNo":8,"alt":"Duck Hunting","descr":"Jenny und Beau sperren die Camper auf dem Campingplatz ein, um ihre Lügen aufzudecken. Cormac hat das Gefühl, dass seine Eltern nicht so unschuldig sind, während sie versuchen, ihre Spuren zu verwischen.","versions":[{"lang":1,"streams":[{"redirect":12631548,"hoster":"VOE"},{"redirect":12047751,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12543912,"hoster":"VOE"},{"redirect":12630926,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo Rauch ist, ist auch Feuer","epNo":9,"alt":"Where There’s Smoke There’s Fire","descr":"Jenny und Beau untersuchen den mysteriösen Tod eines Rookie-Rauchspringers. Cassie nimmt Walters Geschichte auseinander, überzeugt, dass etwas nicht stimmt. Sunny enthüllt Cormac ihr größtes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12161624,"hoster":"VOE"},{"redirect":12642112,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12140859,"hoster":"VOE"},{"redirect":11767146,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Stein und Knochen","epNo":10,"alt":"A Thin Layer of Rock","descr":"Jenny und Beau untersuchen das vorzeitige Verschwinden eines vermissten Bräutigams von einer Hochzeit. Cassie befindet sich in größerer Gefahr als je zuvor. Sunny geht ein ungewöhnliches Bündnis ein, um ihre Familie zu retten. Ein tödlicher Angriff auf das Diner ändert alles.","versions":[{"lang":1,"streams":[{"redirect":12177741,"hoster":"VOE"},{"redirect":12182842,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12543818,"hoster":"VOE"},{"redirect":12642098,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kinderspiel","epNo":11,"alt":"Super Foxes","descr":"Als Gigi einer verdrehten einheimischen Familie ausgeliefert ist, versuchen Jenny und Cassie einzugreifen, aber ein verdrehtes Spiel bedroht alles. Sunny und Paige kommen jeweils zu einer schockierenden Erkenntnis über Buck, und Beau setzt alles für seine Familie aufs Spiel.","versions":[{"lang":1,"streams":[{"redirect":12262060,"hoster":"VOE"},{"redirect":12202502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12140747,"hoster":"VOE"},{"redirect":11942139,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bist du wütend?","epNo":12,"alt":"Are You Mad?","descr":"Als Jenny, Cassie und Beau die Wahrheit über den Bleeding Heart Killer aufdecken, bricht Chaos aus. Averys Beteiligung an Tonys krimineller Familie eskaliert zu einer Pattsituation. Sunnys familiäre Bindungen gehen weiter auseinander.","versions":[{"lang":1,"streams":[{"redirect":12232800,"hoster":"VOE"},{"redirect":12627705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12573591,"hoster":"VOE"},{"redirect":11988823,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Offene Rechnungen","epNo":13,"alt":"That Old Feeling","descr":"Während das Leben von Denise und Emily auf dem Spiel steht, sind Jenny und Beau entschlossen, den Bleeding Heart Killer vor Gericht zu stellen, egal was es kostet. In der Zwischenzeit nutzt Cassie ihre Verbindungen, um ihren möglichen Aufenthaltsort zu ermitteln. und Sunny trifft eine feurige Entscheidung, die ihre Familie für immer verändern wird, aber wird das alles ausreichen, um diejenigen zu retten, die sie lieben?","versions":[{"lang":1,"streams":[{"redirect":12386565,"hoster":"VOE"},{"redirect":12376108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12140772,"hoster":"VOE"},{"redirect":12043057,"hoster":"Streamtape"}]}]}]}]}