{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love","name":"Binan Koukou Chikyuu Bouei Bu Love!","descr":"Die Geschichte dreht sich um fünf Schüler des Boeibu/Verteidigungs-Clubs (aka Nichtstuer-Club) der Binan Oberschule. Hineingezogen in den Kampf zwischen zwei mysteriösen Kreaturen aus dem All, müssen sie gegen den Seifukubu/Eroberungs-Club (Schülerrat) kämpfen, als die Thronfolger der Battle Lovers.","seasons":[{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-1","name":"","epNo":1,"alt":"In the Name of Love","descr":"Die Folge beginnt mit En und Atsushi, die sich in einem öffentlichen Badehaus namens \"Kurotama onsen\" entspannen und ihre inneren Gedanken zu einem japanischen Gegenstand namens \"Chikuwabu\", einer Zutat in Oden, besprechen . Gerade als sie über mysteriöse Lebensformen und dergleichen sprachen, taucht eine mysteriöse Kreatur direkt über ihnen aus einer hohlen Dimension auf und fällt in das heiße Quellwasser, in dem sich die Jungs befanden, wodurch die Jungs verwirrt blinzeln. Die mysteriöse Kreatur konfrontiert die Jungs weiterhin mit seinem aktuellen Aufenthaltsort. Atsushi gibt unverblümt an, dass es sich um ein öffentliches Badehaus handelt. Das mysteriöse Wesen Wombat, Jetzt beeindruckt, äußert seinen Wunsch ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8285864","hoster":"VOE"},{"path":"/redirect/8285862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-2","name":"","epNo":2,"alt":"Love Means Never Feeling Regret","descr":"Diese Episode konzentriert sich mehr auf den Studentenrat, die Schurken des Anime. Hinter verschlossenen Türen stehen jedoch die Caerula Adamas \u0027. Herrscher der blauen Welt. Sie werden von einem kleinen grünen Igel namens Lord Zundar (Thunder) von Planet Evil geführt, und ihre einzige Mission ist ein Projekt namens \"Total Conquest of Earths Lifeforms Project\".","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455759","hoster":"VOE"},{"path":"/redirect/8320908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-3","name":"","epNo":3,"alt":"Feel Love, Narcissus!","descr":"Kurotori ist ein seltsamer Ballett-Clubberater und versucht, jemanden in seinen Club zu locken, der noch kein Mitglied hat, damit der Club einige Fans gewinnt (er möchte geliebt werden). Er möchte nicht, dass seine Position als hübscher Junge Nr. 1 in Binan vom Studentenrat oder vom Earth Defense Club eingenommen wird. Er fühlt sich so finster, als er weiß, dass niemand seinem Club beitritt, obwohl er so hart daran gearbeitet hat, einen zu finden, und das ist der Moment, in dem die Caerula Adamas (Studentenvertretung) einen Schritt macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14426730","hoster":"VOE"},{"path":"/redirect/8320912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-4","name":"","epNo":4,"alt":"Cute Little Boys of Love And Youth","descr":"Es gibt einen Kitzelkampf und viele wundervolle Schwule. Ein Student, der aussieht wie ein alter Mann, der sein will, sieht jünger aus. Die Menschen um ihn herum wurden langsam jünger. Der Verteidigungsclub verlor auch einen Teil seiner Macht. aber","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455768","hoster":"VOE"},{"path":"/redirect/8320909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-5","name":"","epNo":5,"alt":"To Steal Love Without Regret","descr":"Die Episode beginnt mit einem Fisch, der in einer Schüssel schwimmt. Zwei Schüler der Binan High schauen sich ein Video der Battle Lovers an, und einer kommentiert, dass eine mysteriöse Cosplay-Gruppe in der Schule für Aufruhr sorgt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455767","hoster":"VOE"},{"path":"/redirect/8320916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-6","name":"","epNo":6,"alt":"Love is Something You Wear on Your Back","descr":"Diese Episode beginnt damit, dass sich der Defense Club in seinem Clubraum entspannt. Die Mitglieder diskutierten, wie die Monster, mit denen sie zu tun haben, immer wieder in ihrem Tätigkeitsbereich auftreten. Wenn  Ryuu  kommentiert, wie Monster immer auftauchen, wenn sie darüber sprechen, klopft jemand an die Tür des Clubraums. Akoya  kommt herein und bemerkt den Gestank, der aus dem Clubraum kommt. Als...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455769","hoster":"VOE"},{"path":"/redirect/8320913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-7","name":"","epNo":7,"alt":"Love, Summer Camp, and Toothbrushes","descr":"Yumoto kommt am Bahnhof an und steht ziemlich ungeschickt auf, um den Verteidigungsclub zu treffen, sehr zu ihrer Verlegenheit. Die Jungs plaudern im Zug, En ist nicht begeistert genug von dem Strandausflug, aber es hat sich herausgestellt, dass er tatsächlich dafür verantwortlich ist, einen Strandausflug vorzuschlagen, während er beiläufig einen \" Active Summer Travel! \" - Strand liest Magazin im Raum des Defense Club einen Tag zuvor. Yumoto freut sich über den Strandausflug, wobei Io feststellt, dass es rund um den Strand ein Thermalbad gibt und Ryuu über die Abwesenheit von Frauen düster ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455770","hoster":"VOE"},{"path":"/redirect/8320920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-8","name":"","epNo":8,"alt":"Love Wanders!","descr":"Auf dem Dachboden eines Lebensmittelladens surft ein Mann im Internet, wo sich anonyme Shut-Ins (Hikikomori) unterhalten. In seiner Verzweiflung sieht er einen anderen Hikikomori, der ihm ähnlich sah, weil er keine Freunde haben wollte und sich über andere anonyme Benutzer im Internet lustig machte, die unhöfliche Kommentare gaben. Dies ruft einige unangenehme Erinnerungen hervor und infolgedessen stürzt er sich als Vergeltung in die Nischen seines Kotatsu. Er drückt seinen Wunsch aus, keinen Freund mehr zu wollen, wenn plötzlich ein helles Licht die dunklen Ecken seines Zimmers ausstrahlt und er den Eroberungsclub direkt vor seinen eigenen Augen findet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455773","hoster":"VOE"},{"path":"/redirect/8320919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-9","name":"","epNo":9,"alt":"Love is stronger than pride","descr":"Die 9. Folge. Die Vorschau konzentriert sich auf den Versuch des Eroberungsclubs, den Verteidigungsclub zu fangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8473651","hoster":"VOE"},{"path":"/redirect/8320922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-10","name":"","epNo":10,"alt":"Love is Glasses","descr":"Die Folge beginnt mit dem Verteidigungsclub, der zum Mittagessen in der Cafeteria der Schule sitzt. Ryuu, Io, En und Atsushi unterhalten sich, als Yumoto eine Erklärung abgibt, dass er keinen Hunger hat. Das überrascht sie. Ein schwindelerregender Yumoto fing an, seltsame Dinge auszusprechen, und stand kurz vor dem Zusammenbruch, als ein Klassenkamerad, ein erstes Jahr namens Rui Megawa, an seine Seite eilte. Er rät Yumoto, sich frei zu nehmen, da er vor Fieber brennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004181","hoster":"VOE"},{"path":"/redirect/8320923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-11","name":"","epNo":11,"alt":"The Trial Called Love","descr":"Binan High bereitet sich auf ihr Kulturfestival vor. Da die Klasse, die die Beliebtheitswahl gewinnt, einen Geldpreis erhält, wird auch der Verteidigungsclub teilnehmen. Sie werden Kinugawas Curry servieren und sich in ihre Battle Lovers-Kostüme verwandeln, um \"Cosplay Hero Curry\" zu servieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12915575","hoster":"VOE"},{"path":"/redirect/8320924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-1/episode-12","name":"","epNo":12,"alt":"Love Forever","descr":"Der Zusammenprall zwischen Kinugawa und Kusatsu hat die wahren Identitäten der Battle Lovers und Caerula Adamas ans Licht gebracht. Vesta und Sulphur kämpfen schockiert gegen Perlit und Cerulean trifft auf Argent.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455779","hoster":"VOE"},{"path":"/redirect/8320929","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-1","name":"","epNo":1,"alt":"Love Once More","descr":"Der Earth Defense Club ist wieder zusammen, nachdem ein Monster im Badehaus aufgetaucht ist. Wer könnte hinter diesem neuen finsteren Angriff stecken?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455781","hoster":"VOE"},{"path":"/redirect/8320931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-2","name":"","epNo":2,"alt":"Love Is a Mayfly","descr":"Zwei Zwillinge, Haruhiko und Akihiko Beppu, wechseln in die Binan High School und ziehen die Aufmerksamkeit des übergewichtigen, von Schönheit besessenen Schülers Tsukurou Osou auf sich. Nachdem sie den größten Teil der Schule bezaubert haben, verwandeln die Zwillinge, auch bekannt als Galaxy Vepper, Osou in ein Tofu-Monster, das bald von den Battle Lovers besiegt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455785","hoster":"VOE"},{"path":"/redirect/8320932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-3","name":"","epNo":3,"alt":"Brotherly Love","descr":"Da der Studentenrat im Ausland studiert, wird der Verteidigungsclub gebeten, den Kindern eine Lesung vorzulegen. Tagaru Katari, ein Mitglied der Speaking Poets Society, ist über diese Entwicklung verärgert, da er der Meinung ist, dass nur jemand mit Leidenschaft diesen Job machen kann. Dank eines Vorschlags von Yumoto beschließt die Gruppe, die Geschichte \"Jizo and the Hats\" für die Kinder zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455786","hoster":"VOE"},{"path":"/redirect/8320934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-4","name":"","epNo":4,"alt":"The Synchronicity of Love","descr":"Haruhiko und Akihiko ärgern sich ständig über Yumotos brüderliche Beziehung zu Gora und versuchen, einen neuen Plan zu entwickeln, um die Battle Lovers zu vernichten. Unterdessen versucht Bernardo, der ältere der italienischen Zwillinge, die kürzlich ebenfalls nach Binan gewechselt sind, herauszufinden, ob sein Bruder ihn wirklich hasst, da die beiden in letzter Zeit eine felsige Beziehung hatten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455787","hoster":"VOE"},{"path":"/redirect/8320933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-5","name":"","epNo":5,"alt":"Receive Love!","descr":"Shuzo Oka hat die Nase voll von Munakatas Training im Volleyball-Club. Doch als Munakata in Yumoto einen neuen Club-Verbündeten findet, wird Shuzo eifersüchtig und verwandelt sich in das Volleyball-Monster. Als er endlich die Wahrheit sieht, geloben Shuzo und Munakata, erst dann ihren Abschluss zu machen, wenn sie endlich an einem Volleyballturnier teilnehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455791","hoster":"VOE"},{"path":"/redirect/8320939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-6","name":"","epNo":6,"alt":"Everyone Loves Someone!","descr":"Zur weiteren Enttäuschung des Verteidigungsclubs gerieten Io und Ryuu in einen kleinen Streit. Yumoto, En und Atsushi entschuldigen sich bei Kurotama, während Wombat Io und Ryuu bei der Versöhnung hilft, allerdings ohne Erfolg.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455794","hoster":"VOE"},{"path":"/redirect/8702253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-7","name":"","epNo":7,"alt":"A Christmas of Love and Miracles","descr":"Weihnachten ist eine magische Zeit, in der die Leute ein bisschen verrückt werden. Am Heiligabend macht Yufuin den schockierend untypischen Vorschlag, eine Weihnachtsfeier zu veranstalten. Gora nimmt an der Weihnachtsfeier im Kurotama-Bad teil und es tauchen noch mehr unerwartete Besucher auf, die die Party ins Chaos stürzen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455793","hoster":"VOE"},{"path":"/redirect/8320942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-8","name":"","epNo":8,"alt":"Love is Like the Snow","descr":"Es ist Silvester, und die Mitglieder des Verteidigungsclubs sind im Kurotama-Bad versammelt, streiten sich über den Fernseher und machen es sich im Kotatsu mit ihrer gewohnten gemütlichen Atmosphäre gemütlich.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455796","hoster":"VOE"},{"path":"/redirect/8320943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-9","name":"","epNo":9,"alt":"The Chemical Substance of Love","descr":"Die Beppu-Brüder erklären gegenüber dem Verteidigungsclub, dass sie die Monster ausgesandt haben, aber die Mitglieder des Verteidigungsclubs wischen es einfach ab und verbringen ihre Tage in ihrem üblichen langsamen Tempo, während sie die Brüder zwei Monate lang ignorieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455798","hoster":"VOE"},{"path":"/redirect/8320944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-10","name":"","epNo":10,"alt":"Days of Love and Acclaim","descr":"Der stets energiegeladene Yumoto seufzt, was die anderen Mitglieder des Verteidigungsclubs überrascht! Es scheint, dass ein alter Vergnügungspark, in den er früher gegangen ist, das Binan-Land, geschlossen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455797","hoster":"VOE"},{"path":"/redirect/8320949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-11","name":"","epNo":11,"alt":"Love is What Matters!","descr":"Die vom Holzhacken besessene Gora ist verschwunden und hat kein Holz mehr gehackt! Yumoto und seine \"Senpais\" suchen leidenschaftlich nach Gora, können jedoch keinen einzigen Hinweis auf seinen Aufenthaltsort finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455804","hoster":"VOE"},{"path":"/redirect/8320950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-2/episode-12","name":"","epNo":12,"alt":"Love Will Save the Earth","descr":"Der Verteidigungsclub hat beschlossen, für die Rettung von Gora zu kämpfen, und VEPPer wird versuchen, ihn um jeden Preis zu halten. Wie wird dieser hitzige Kampf enden? Wird Liebe die Erde retten ?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9609039","hoster":"VOE"},{"path":"/redirect/8320952","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-1","name":"","epNo":1,"alt":"The Suddenness of Happy! Kiss","descr":"\"HAPPY! KISS kommt so plötzlich”Kyotaro, Ichiro, Taiji, Nanao und Ryoma haben an der Binan-Oberschule den Erdverteidigungsklub gegründet. Doch vor ihnen scheint es schon mal einen Klub mit gleichem Namen gegeben zu haben. Und dann taucht auch noch ein Otterprinz auf, der sie für seinen Kampf gegen seinen Bruder einspannen will!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8455806","hoster":"VOE"},{"path":"/redirect/8320953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-2","name":"","epNo":2,"alt":"Happy Recipe","descr":"\"Das Happy-Rezept”Furanui und Karls wurden beide auf den Vasallenplaneten ihres Königs geschafft, um dort ihre Eignung als zukünftiger König zu beweisen, doch die Rekrutierung der richtigen Helfer war auch für den fähigen Furanui keine einfache Sache.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13504570","hoster":"VOE"},{"path":"/redirect/8320954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-3","name":"","epNo":3,"alt":"Happy Ice Cream","descr":"\"Happy Eiscreme!!”Wenn es eine Sache gibt, die Usui-kun nicht ertragen kann, dann ist es, wenn Leute alles als Dingsda bezeichnen. Leider machen das die Jungs vom Erdverteidigungsclub viel zu oft. Und sie sehen auch nicht ein, dass sie das ändern sollten!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13504571","hoster":"VOE"},{"path":"/redirect/8320957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-4","name":"","epNo":4,"alt":"It`s a Wonderful Happy","descr":"\"Von wunderbar zu HAPPY!”Gibt es versteckte Schätze wirklich? Taishi jedenfalls glaubt fest daran, auch wenn Ichiro versucht, ihm das auszureden. Die einzige Möglichkeit ist eine Schatzsuche!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13916862","hoster":"VOE"},{"path":"/redirect/8320959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-5","name":"","epNo":5,"alt":"Happy and Beautiful","descr":"\"HAPPY und wunderschön”Sujikawa Honeo fühlt sich hässlich und ausgegrenzt. Weil sein Magen das meiste Essen nicht verträgt und direkt wieder ausscheidet, kann er nicht zunehmen und seine Klassenkameraden nennen ihn das Hühnerskelett. Kann Kyotaro ihm die Augen für das öffnen, was wirklich wichtig ist?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474330","hoster":"VOE"},{"path":"/redirect/8320960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-6","name":"","epNo":6,"alt":"Happy Identity","descr":"\"Zur Happy-Identität”Die Regenzeit hat begonnen und einer hat ganz sicher keinen Schirm dabei: Kyoutaro. Niemanden macht das wütender als Ata, vor allem, als er sieht, dass Kyoutaro nie für seine Fehler büßen muss. Immer hilft ihm jemand aus der Patsche!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13599137","hoster":"VOE"},{"path":"/redirect/8320963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-7","name":"","epNo":7,"alt":"Happy Flutter Kicks","descr":"\"HAPPY Kicks”Der jährliche Männerschwimmwettbewerb der Binan-Oberschule steht an, doch der Schülerrat intrigiert schon, um den Sieg an sich zu reißen. Außerdem erscheint ein bekanntes Gesicht...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13504573","hoster":"VOE"},{"path":"/redirect/8320964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-8","name":"","epNo":8,"alt":"Happy Endless Summer","descr":"\"HAPPY Endless Summer”Die Sommerferien sind fast vorbei und Karls hat seinen Wunsch, \"richtige\" japanische Sommerferienaktivitäten zu machen, noch nicht erfüllen können. Im Notfall müssen die Ferien eben länger gehen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13504574","hoster":"VOE"},{"path":"/redirect/8320967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"\"HAPPY Würfel”Um nicht das Budget für ihren untätigen Club zu verlieren, müssen die Jungs vom Erdverteidigungsclub sich ranhalten: ein programm für das Kulturfest muss her. Und zwar schnell! Leider ist Shuzenji-senpai nicht die Idealbesetzung, um dieses Fiasko zu planen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474338","hoster":"VOE"},{"path":"/redirect/8320969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"\"Happy Old Men”Die Jungs vom Erdverteidigungsclub haben es diesmal mit einem Gegner zu tun, der es in sich hat. Das Alter selbst! In athritischen Körpern müssen sie trotzdem weiterkämpfen, um auch dieses Monster wieder zu besiegen ... wenn sie es denn schaffen, so weit mit ihrem demenz-geplagten Geist zu planen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474336","hoster":"VOE"},{"path":"/redirect/8320971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"\"Noch 1 cm, dann happy!”Diesmal ist es kein geringerer als Ritter Diamant, der nach einem Groll aus Grundschulzeiten noch immer puren Hass auf Kyotaro empfindet und endlich Rache nehmen will...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474337","hoster":"VOE"},{"path":"/redirect/8320972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/binan-koukou-chikyuu-bouei-bu-love/staffel-3/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"\"Immer HAPPY im Herzen”Die Jungs vom Erdverteidigungsclub müssen nach Honyaya Land, um König Kamo Papa zu beschützen. Unerwartete Hilfe kommt dabei von den Rittern Edelstein. Doch auch Furanui und Karls erwartet eine böse Überraschung zu Hause...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474344","hoster":"VOE"},{"path":"/redirect/8320974","hoster":"Streamtape"}]}]}]}]}