{"seriesId":"bing","name":"Bing","descr":"Für den kleinen, munteren, pechschwarzen Hasen Bing ist jeder Tag ein Abenteuer – egal, ob er sich mit seinen Freunden auf dem Spielplatz trifft, im Garten einen Frosch entdeckt oder in der Küche den Mixer mit Möhren füttert. Immer an Bings Seite ist sein erfahrener Gefährte Flop. Er hilft bei Pannen und Rückschlägen, weiß guten Rat und gibt Bing Sicherheit und Zuversicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Feuerwerk","epNo":1,"alt":"Fireworks","descr":"Bing und Sula schauen sich ein Feuerwerk an. Bing ist begeistert von dem bunten Schauspiel am Himmel. Doch dann gibt es einen ganz lauten Knall, und Bing bekommt Angst. Vor Schreck flüchtet er ins Haus und verkriecht sich unter dem Küchentisch. Sula hatte vorgesorgt und sich Ohrenschützer mitgebracht. Als Flop nun Bing zwei ganz besondere Ohrenschützer aufsetzt, kann Bing sich wieder am Feuerwerk erfreuen.","versions":[{"lang":1,"streams":[{"redirect":8455854,"hoster":"VOE"},{"redirect":8321024,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mach\u0027s gut","epNo":2,"alt":"Bye Bye","descr":"Bing findet einen Luftballon, und Flop bläst ihn auf. Obwohl Flop zur Vorsicht mahnt, spielt Bing recht unsanft mit \"Ballongi\". Dann macht es \"Peng\" und Ballongi ist verschwunden.Bing ist sehr traurig, als ihm klar wird, dass Ballongi zerplatzt ist. Er verstaut ihn im \"Mach’s gut\"-Karton, wo Bing sein kaputtes Spielzeug aufbewahrt. So hat Ballongi Gesellschaft und Bing kann ihn jederzeit wiedersehen. Und das ist sehr tröstlich.","versions":[{"lang":1,"streams":[{"redirect":8455853,"hoster":"VOE"},{"redirect":8321022,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schaukeln","epNo":3,"alt":"Swing","descr":"Auf dem Spielplatz gibt es nur eine große Schaukel, Bing und Pando müssen sich abwechseln. Als Pando gar nicht mehr mit Schaukeln aufhören will, wird Bing wütend. Er läuft vor die Schaukel, die in vollem Schwung ist, und wird umgestoßen. Zum Glück ist ihm nichts passiert, und zum Ausgleich darf nun er schaukeln, und Pando gibt ihm ordentlich Schwung.","versions":[{"lang":1,"streams":[{"redirect":8455856,"hoster":"VOE"},{"redirect":8321025,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bauklötze","epNo":4,"alt":"Blocks","descr":"Bing und Coco spielen mit Bauklötzen. Doch es sind nicht genug Bauklötze für beide da. Als deswegen ein Streit ausbricht, hat Flop eine Idee.Er schlägt den Streithähnen vor, gemeinsam etwas zu bauen. So wird aus Bings Turm und Cocos Regenbogen ein Regenbogenturm. Und dann stellen die Beiden fest, dass es auch viel Spaß macht, einen Turm wieder umzuschmeißen.","versions":[{"lang":1,"streams":[{"redirect":8455860,"hoster":"VOE"},{"redirect":8321031,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Enten","epNo":5,"alt":"Ducks","descr":"Bing und Sula wollen die Enten im Park besuchen. Doch die sind scheu und schwimmen vor Bing davon. Und dann taucht auch noch eine freche Gans auf.Die verjagt nicht nur die Enten, sondern auch Bing und Sula. Flop gelingt es, die Gans zu verscheuchen. Und nun wagt sich auch ein Entlein zu Bing heran.","versions":[{"lang":1,"streams":[{"redirect":8455861,"hoster":"VOE"},{"redirect":8321032,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mixen","epNo":6,"alt":"Smoothie","descr":"Bing hat Appetit. Er möchte eine Karotte, eine Banane und Milch. Weil die Banane schon etwas matschig ist, kommt sie mit der Milch in den Mixer. Doch wo ist eigentlich die Karotte geblieben?Die ist versehentlich auch im Mixer gelandet. Bing will sie zurückhaben, doch sie ist schon in Stücke zerteilt. Mickie, der Mixer, mixt für Bing einen Karotten-Smoothie. Und den findet Bing richtig lecker.","versions":[{"lang":1,"streams":[{"redirect":8455868,"hoster":"VOE"},{"redirect":8321033,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Frosch","epNo":7,"alt":"Frog","descr":"Bing und Sula entdecken einen Frosch im Garten. Sie machen es ihm in einem Eimer gemütlich und stellen ihm Milch und Salat hin. Doch Froschi behagt sein neues Zuhause gar nicht. Er hüpft weg und verkriecht sich in einem Rohr. Darin ist es schattig, feucht und glibberig. Bing und Sula wird klar, dass Froschi es genauso mag. Und dass er hier schon sein Zuhause hat.","versions":[{"lang":1,"streams":[{"redirect":8455863,"hoster":"VOE"},{"redirect":8321034,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Einparken","epNo":8,"alt":"Car Park","descr":"Bing spielt mit seinem Parkhaus. Er fühlt sich dabei durch Charlie gestört. Schließlich geht Flop mit Charlie ins Nebenzimmer. Doch allein spielen findet Bing auch nicht gut.Er geht zu Flop und Charlie rüber, und gemeinsam spielen sie etwas, was Charlie versteht. Und Bing merkt, dass es richtig Spaß macht, mit Charlie zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9609044,"hoster":"VOE"},{"redirect":8321035,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Wandbild","epNo":9,"alt":"Shadow","descr":"Bing und Flop sind bei Amma und Sula. Alle zusammen malen ein riesiges Wandbild. Dabei tropft viel Farbe von Bings Regenbogen auf Sulas Baum. Doch das macht das Bild sogar schöner.Nun prangt da nämlich ein bunter Regenbogenbaum an der Wand. Und die vielen farbigen Händeabdrücke sehen aus wie Blumen. Auch Bing und Sula finden ihren Regenbogenblumenbaum wunderschön.","versions":[{"lang":1,"streams":[{"redirect":8455864,"hoster":"VOE"},{"redirect":8321039,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tanzen","epNo":10,"alt":"Musical Statues","descr":"Bing und seine Freunde sind bei Amma, und Bing wünscht sich Stopptanz als Spiel. Er möchte nun unbedingt gewinnen, aber das gelingt ihm nicht. Doch ist das wirklich so schlimm?Bing ist traurig, weil er das Spiel ausgesucht hatte. Aber dann lässt er sich überreden, es gleich noch einmal zu versuchen. Beim nächsten Durchgang hat er vielleicht mehr Glück.","versions":[{"lang":1,"streams":[{"redirect":8455871,"hoster":"VOE"},{"redirect":8321043,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wiederverwerten","epNo":11,"alt":"Voo Voo","descr":"Bings geliebte Gummistiefel sind undicht geworden. Doch Bing möchte sie nicht wegwerfen. Er überlegt sich eine neue Aufgabe für sie, denn Flop hat ihm erklärt, was Recycling ist.Bing steckt im Garten Topfpflanzen in die gelben Stiefel. So macht er aus den Stiefeln Blumenübertöpfe, eine Wiederverwertung, die nun den Garten schmückt.","versions":[{"lang":1,"streams":[{"redirect":8455872,"hoster":"VOE"},{"redirect":8321042,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jetzt komme ich","epNo":12,"alt":"Here I Go","descr":"Bing und Pando probieren das neue Spielgerüst im Park aus. Es hat eine sehr hohe Rutsche, von der Pando begeistert ist. Doch Bing hat Angst und traut sich nicht herunter.Hilfe naht in Gestalt von Flop, der Bing sein Kuscheltier Hoppity aufs Gerüst bringt. Nachdem Hoppity alleine runtergerutscht ist, traut sich auch Bing. Und es macht ihm Riesenspaß.","versions":[{"lang":1,"streams":[{"redirect":8455870,"hoster":"VOE"},{"redirect":8321044,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wachsen","epNo":13,"alt":"Growing","descr":"Bing ist stolz, dass er wieder gewachsen ist. Das beweisen die Größenstriche an der Wand, die Flop gezogen hat. Doch als Coco nachmisst, scheint es, als sei Bing geschrumpft. Bing macht sich Sorgen. Wird er etwa bald so klein sein wie Baby Charlie? Er nimmt noch einmal an der Wand Aufstellung, diesmal kerzengrade, und Flop zieht die Linie. Sie liegt wieder höher. Erleichtert erfährt Bing, dass er nicht kleiner werden kann, nur größer.","versions":[{"lang":1,"streams":[{"redirect":8455874,"hoster":"VOE"},{"redirect":8321045,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hatschi!","epNo":14,"alt":"Atchoo!","descr":"Bing hat einen heftigen Schnupfen. Deshalb sagt Flop die Verabredung mit Sula ab und verordnet ihm Hausruhe. Bing ist sehr enttäuscht. Doch da klopft es plötzlich ans Fenster. Draußen stehen Sula und Amma. Sie haben Bing etwas mitgebracht: sein Lieblingsgericht, einen Karotten-Bagel. Damit er schnell wieder gesund wird. Dann verabschieden sie sich bis zum nächsten Mal. Denn mit Schnupfennase ist Bing zu ansteckend.","versions":[{"lang":1,"streams":[{"redirect":8455873,"hoster":"VOE"},{"redirect":8321052,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sich verstecken","epNo":15,"alt":"Hide and Seek","descr":"Sich verstecken: Bing und seine Freunde spielen bei Amma Verstecken. Bevor es so richtig losgeht, suchen alle die Toilette auf. Nur Bing nicht. Als er dann doch mal muss, steckt er im Versteck fest. Bing hat sich ein besonders gutes Versteck ausgesucht und wird als letzter gefunden. Das freut ihn. Doch er hat zu lange gewartet und macht sich in die Hose. Nicht so schlimm, finden alle. Und wenn er das nächste Mal während des Spiels muss, dann macht er eine Spielpause","versions":[{"lang":1,"streams":[{"redirect":8455879,"hoster":"VOE"},{"redirect":8321053,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Schatten","epNo":16,"alt":"Bake","descr":"Bing entdeckt im Garten seinen Schatten. Mit Flop spielt er Schattenmonster. Dann ziehen dicke Wolken auf, es beginnt zu regnen. Sie gehen ins Haus. Doch wo ist der Schatten? Bing macht sich Sorgen, dass er draußen nass wird und friert. Flop erklärt ihm, dass sein Schatten immer bei ihm bleibt. Aber es ist Licht nötig, damit er ihn sehen kann. Mit einer Taschenlampe wird der Schatten wieder herbeigeholt. Und weiter geht das Spiel.","versions":[{"lang":1,"streams":[{"redirect":8455880,"hoster":"VOE"},{"redirect":8321051,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Lok","epNo":17,"alt":"Train","descr":"Auf dem Spielgerüst im Park probiert Bing seine Lok aus. Sie kann gut durch den Tunnel fahren und die Rutsche heruntersausen. Doch den Fall vom Dach herunter übersteht sie nicht so gut. Die Lok zerbricht in Einzelteile. Pando versucht, Bing zu helfen, die Einzelteile wieder zur Lok zusammenzusetzen. Doch das klappt nicht. Dann steckt Bing die Teile anders zusammen. Und siehe da: Aus der Lok wird eine Rakete. Und mit der kann man auch prima spielen.","versions":[{"lang":1,"streams":[{"redirect":8455883,"hoster":"VOE"},{"redirect":8321054,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Abschied","epNo":18,"alt":"Say Goodbye","descr":"Sula und Bing sind mitten im Spiel, als Amma kommt, um Sula abzuholen. Um den Abschied hinauszuzögern, verstecken die Beiden Sulas Schuhe. Doch das Klo ist kein so gutes Versteck, merkt Bing. Sula ist total sauer, dass er ihren Schuh im Klobecken versenkt hat. Nun ist der schöne Glitzerschuh tropfnass und muss gewaschen werden. Wie soll sie mit nur einem Schuh nach Hause kommen? Bing hat eine Idee, wie er alles wieder gutmachen kann.","versions":[{"lang":1,"streams":[{"redirect":13004180,"hoster":"VOE"},{"redirect":8321055,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Verloren","epNo":19,"alt":"Lost","descr":"Bing spielt mit Hoppity im Park, da tritt er in einen großen Hundehaufen. Flop schlägt vor, den Schuh bei Amma zu reinigen. Als sie dort sind, merkt Bing, dass Hoppity fehlt. Wo kann er bloß sein? Flop und Amma bringen Bing dazu, sich genau zu erinnern, was er im Park alles gemacht hat. Bing denkt nach und vergegenwärtigt sich jeden Ort, wo er gewesen ist. Und rennt dann mit Flop los zur Parkbank. Da muss Hoppity sein","versions":[{"lang":1,"streams":[{"redirect":8455884,"hoster":"VOE"},{"redirect":8321061,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Picknick","epNo":20,"alt":"Picnic","descr":"Flop und Bing wollen im Park ein Picknick machen. Sie stopfen alles in den Ziehwagen, was man für ein Picknick brauchen könnte. Doch als sie endlich losziehen wollen, regnet es. Draußen ist es nun zu nass. Enttäuscht machen sie sich daran, alles wieder auszupacken. Zuerst die Decke, dann das Essen, die Getränke … Und schon ist auf dem Küchenboden ein perfektes Picknick bereitet. Picknick in der Küche.","versions":[{"lang":1,"streams":[{"redirect":8455878,"hoster":"VOE"},{"redirect":8321063,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ballon-Entchen","epNo":21,"alt":"Balloon","descr":"Bing und Sula finden im Park einen Ballon mit einem Entchen drauf. Flop teilt die Schnur. So können sie beide das Ballon-Entchen halten. Doch gemeinsam festhalten, ist nicht so einfach. Vor allem, wenn man dabei durch den Park rennt. Plötzlich lassen Bing und Sula gleichzeitig los, und das Ballon- Entchen fliegt davon. Zum Glück hat Flop eine Idee, wie man auch anders das Zusammenhalten üben kann.","versions":[{"lang":1,"streams":[{"redirect":8455890,"hoster":"VOE"},{"redirect":8321059,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Verkleiden","epNo":22,"alt":"Dressing Up","descr":"Bing und Coco plündern Bings Kostümkiste. Coco verkleidet sich als Prinzessin und Bing als König. Es gibt nur eine Krone und jeder will sie haben. Da geht im Streit die Krone entzwei. Und sie lässt sich auch nicht mehr reparieren. Doch der königliche Kostümierer, Flop, weiß guten Rat. Aus einer kaputten Krone macht er – mit Bings und Cocos Hilfe – zick, zack, zwei neue Kronen.","versions":[{"lang":1,"streams":[{"redirect":8455888,"hoster":"VOE"},{"redirect":8321064,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Für Sula","epNo":23,"alt":"Something for Sula","descr":"Bing bastelt eine Karte für Sula. Erst bemalt er die Karte, dann beklebt er sie mit Sachen, die Sula gefallen. Doch der Kleber hat seine Tücken. Und plötzlich ist die ganze Karte damit bedeckt. Bing hat die Flasche zu stark zusammengedrückt, so dass zu viel Kleber herauskam. Nun ist die Karte wohl hinüber. Doch Flop überzeugt Bing, dass sie nur noch nicht fertig ist. Und Bing weiß schon, wie die Karte doch noch wunderschön wird.","versions":[{"lang":1,"streams":[{"redirect":8455887,"hoster":"VOE"},{"redirect":8324191,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wer kann was?","epNo":24,"alt":"Knack","descr":"Flop, Sula, Amma, Paula und Pando, alle haben ein Talent zu etwas und führen es bei Bing im Garten vor. Bing muss erst allerhand ausprobieren, bevor sich seine besondere Fähigkeit zeigt. Und das geschieht nach einem kleinen Unfall beim Purzelbaumschlagen. Pando purzelt auf Bings Ohr, das traurig runterklappt. Als es sich mit einem \"Plopp\" wiederaufrichtet, wissen alle, was Bings Talent ist.","versions":[{"lang":1,"streams":[{"redirect":8455889,"hoster":"VOE"},{"redirect":8321069,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Herzen","epNo":25,"alt":"Hearts","descr":"Sula kommt zu Bing und hat für jeden herzförmige Klebezettel dabei. Die kleben nun beide auf ihre jeweiligen Lieblingssachen. Doch was, wenn beide denselben Liebling haben? Flop erklärt, dass man auch gemeinsam eine Lieblingssache haben kann. Als Sula aber ein Herz auf Hoppity klebt, protestiert Bing. Hoppity ist sein Lieblingsliebling, den will er nicht mit Sula teilen.","versions":[{"lang":1,"streams":[{"redirect":8455893,"hoster":"VOE"},{"redirect":8321071,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Gutenachtgeschichte","epNo":26,"alt":"Storytime","descr":"Bing darf seine Gutenachtgeschichte nicht in der Badewanne lesen. Denn Bücher mögen kein Wasser, erklärt Flop. Als das Buch doch im Wasser landet, ist die Geschichte dennoch nicht verloren. Zwar müssen die Buchseiten erstmal trocknen, bevor man weiterlesen kann. Doch Bing kennt die Geschichte von Hoppity und dem Mann im Mond so gut, dass er sie selbst zu Ende erzählen kann, während Flop ihn ins Bett bringt.","versions":[{"lang":1,"streams":[{"redirect":8455892,"hoster":"VOE"},{"redirect":8321072,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Überraschung","epNo":27,"alt":"Giving","descr":"Bing und Sula probieren den neuen Überraschungsautomaten in Paulas Laden aus. Bing ist enttäuscht, als der Automat für ihn ein Spielzeug auswirft, das er gar nicht haben wollte. Er hatte sich so sehr ein anderes Spielzeug gewünscht. Flop erklärt, dass man bei einer Überraschung eben nicht wissen könne, was man bekommt. Und dann gibt es für Bing doch noch eine sehr schöne Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8455898,"hoster":"VOE"},{"redirect":8321074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530447,"hoster":"VOE"},{"redirect":10754126,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Hula-Hoop","epNo":28,"alt":"Hula Hoop","descr":"Coco führt Bing im Garten ihren Hula-Hoop vor. Sie lässt den Reifen viele Male um ihren Bauch kreisen. Bing gelingt das nicht so gut. Dafür fallen ihm viele andere Reifenspiele ein. Deshalb ist es nicht schlimm, als Bing aus Versehen einen Knick in den Reifen macht. Nun taugt der Reifen zwar nicht mehr als Hula-Hoop. Doch Bing, Coco und Baby Charlie haben weiter viel Spaß mit all den anderen Reifenspielen.","versions":[{"lang":1,"streams":[{"redirect":8455897,"hoster":"VOE"},{"redirect":8321073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518948,"hoster":"VOE"},{"redirect":10754129,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Riesenstiefel","epNo":29,"alt":"Big Boots","descr":"Bing und Sula platschen im Park mit ihren Gummistiefeln in die Pfützen. Sie spielen, dass sie Riesen sind. Doch die Riesenpfütze, in die Bing hüpft, ist selbst für einen Riesen zu tief. Bing rutscht aus, ist klitschnass und bis zu den Ohren mit Matsch bespritzt. Da kann nur Amma helfen. Sie stellt dem armen, nassen Riesen ein warmes Bad und einen leckeren Karotten-Bagel in Aussicht","versions":[{"lang":1,"streams":[{"redirect":8455900,"hoster":"VOE"},{"redirect":8324192,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518950,"hoster":"VOE"},{"redirect":10754130,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Seifenblasen","epNo":30,"alt":"Bubbles","descr":"Flop zeigt Bing und Pando, wie man Seifenblasen macht. Pando hat den Dreh schnell raus, aber Bing braucht viele Versuche. Als Pando Bings erste Blase zerploppt, ist Bing sauer. Dann versteht er, dass das Zerploppen der Seifenblasen zum Spiel gehört. Und auf einmal erfindet er eine ganz neue Art, Seifenblasen zu produzieren. Nun ist er sogar ein Seifenblasen-Meister.","versions":[{"lang":1,"streams":[{"redirect":8455899,"hoster":"VOE"},{"redirect":8321081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518951,"hoster":"VOE"},{"redirect":10754135,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Planschbecken","epNo":31,"alt":"Paddling Pool","descr":"Bing und Sula wollen im Park im Planschbecken baden. Sie wissen, dass man im Wasser einiges nicht tun darf. Essen zum Beispiel. Was aber, wenn im Planschbecken gar kein Wasser ist? Nach der ersten Enttäuschung wird Bing, Sula und Flop klar, dass dann alle Verbote nicht gelten. Im leeren Becken können sie Ball spielen, schnell rennen und sogar ein Picknick machen. Welch ein toller Planschbeckentag!","versions":[{"lang":1,"streams":[{"redirect":8455901,"hoster":"VOE"},{"redirect":8321079,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518952,"hoster":"VOE"},{"redirect":10754142,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Kuscheldecke","epNo":32,"alt":"Blankie","descr":"","versions":[{"lang":1,"streams":[{"redirect":8455902,"hoster":"VOE"},{"redirect":8321082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518953,"hoster":"VOE"},{"redirect":10754140,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Erschrecken","epNo":33,"alt":"Boo","descr":"Coco bringt Bing bei, wie man jemanden zum Spaß richtig schön erschrecken kann. Bei Flop klappt es gut. Doch als Bing bei Charlie \"Buh\" macht, fängt Charlie zu weinen an. Darüber erschrickt Bing sich sehr und es tut ihm Leid. Flop erklärt Bing, dass man bei einem Baby nur ein kleines \"Baby-Buh\" machen darf. Als Bing das versucht, hat Charlie viel Spaß.","versions":[{"lang":1,"streams":[{"redirect":12332677,"hoster":"VOE"},{"redirect":8321083,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530450,"hoster":"VOE"},{"redirect":10754141,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das sprechende Taxi","epNo":34,"alt":"Talkie Taxi","descr":"Bing und Sula spielen mit einem Spielzeug-Taxi, in das man sich setzen kann. Es redet sogar und gibt Befehle. Doch müssen Bing und Sula wirklich befolgen, was das sprechende Taxi sagt? Es wiederholt nämlich ständig dasselbe. Und dann will es, dass sie immer schneller fahren. Dabei gibt es einen kleinen Unfall mit Hoppity. Nun lassen sich Bing und Sula nicht länger vom Taxi vollquasseln, sondern benutzen es einfach als Krankenwagen.","versions":[{"lang":1,"streams":[{"redirect":8455907,"hoster":"VOE"},{"redirect":12481663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518954,"hoster":"VOE"},{"redirect":10754144,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Drachen","epNo":35,"alt":"Kite","descr":"Bing möchte im Park seinen Drachen steigen lassen. Und er will es ganz allein schaffen. Doch der Drachen bleibt an einer Parkbank hängen. Nun ist Bing sehr froh, dass Flop und Pando helfen. Flop repariert den Drachen. Und mit Pandos Unterstützung steigt der Drachen in die Luft und segelt weit oben im Wind.","versions":[{"lang":1,"streams":[{"redirect":8455910,"hoster":"VOE"},{"redirect":8321089,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518955,"hoster":"VOE"},{"redirect":10754145,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Mehr","epNo":36,"alt":"More","descr":"Bing will mit ganz viel Schaum baden. Während das Wasser in die Wanne läuft, gibt er immer mehr Schaumbad ins Wasser. Doch als er in der Wanne ist, machen ihm die Schaumberge Angst. Er kann kaum noch drüber hinweg gucken. Flop hatte ihm erklärt, dass man nur wenig Schaumbadflüssigkeit aus dem Spender braucht. Doch Bing wollte es nicht glauben. Zum Glück kennt Flop einen Trick, mit dem man den Schaum wieder vermindert.","versions":[{"lang":1,"streams":[{"redirect":13097361,"hoster":"VOE"},{"redirect":8321090,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518956,"hoster":"VOE"},{"redirect":10754150,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Zaubern","epNo":37,"alt":"Sparkle Magic","descr":"Bing besucht Sula. Sie ist eine Feen-Königin mit einem funkelnden Zauberstab. Bing wird Feen-König und möchte auch zaubern können. Doch dafür braucht er etwas Funkelndes. Als Sula ihm zeigt, wie er einen Gegenstand zum Funkeln bringen kann, passiert ein Missgeschick. Bing muss niesen und bläst dabei Sulas funkelnden Staub weg. Sula ist darüber sehr betrübt. Dann aber breitet sich ein ganz besonderer Zauber aus.","versions":[{"lang":1,"streams":[{"redirect":8455911,"hoster":"VOE"},{"redirect":8321091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518958,"hoster":"VOE"},{"redirect":10754148,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der Baum","epNo":38,"alt":"Tree","descr":"Bing und Pando beobachten im Park zwei Bagger. Wie diese wollen sie ein Loch ausheben und einen Baum einpflanzen. Doch beim Graben und Schaufeln im Sandkasten geraten sie aneinander. Bing, der ein Loch aushebt, ist sauer, als Pando Sand in sein Loch schaufelt. Pando sieht ein, dass man das Loch erst füllen darf, wenn der Baum drinsteht. Er hilft Bing beim Graben und gemeinsam pflanzen sie einen ganz ungewöhnlichen Baum ein.","versions":[{"lang":1,"streams":[{"redirect":12382311,"hoster":"VOE"},{"redirect":8321092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518957,"hoster":"VOE"},{"redirect":10754152,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Wo ist Flop?","epNo":39,"alt":"Where\u0027s Flop","descr":"Fürs Mittagessen fehlen noch Karotten. Flop geht welche einkaufen, während Bing mit Sula und Amma zuhause bleibt. Schnell bekommt Bing Sehnsucht nach Flop. Wann ist er endlich zurück? Bing versucht, Flop anzurufen. Doch der hat sein Handy zuhause gelassen. Sula und Amma lenken Bing ab. Sie spielen mit ihm Karotten einkaufen. Und dann ist Flop wieder da und hat leckere Karotten mitgebracht.","versions":[{"lang":1,"streams":[{"redirect":12915572,"hoster":"VOE"},{"redirect":8321099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518959,"hoster":"VOE"},{"redirect":10754155,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Die Brotdose","epNo":40,"alt":"Lunchbox","descr":"Stolz präsentiert Bing bei Amma seine neue Brotdose. Pando hat genau die gleiche und ist genauso stolz. Aber als es ans Essen geht, stellen sie fest: In ihren Brotdosen ist das Falsche. Bing findet ein Tomatenbrot in seiner, obwohl er Tomaten überhaupt nicht mag. Und in Pandos Dose ist ein Karottenbrot. Es wird klar: Die Brotdosen sind vertauscht worden. Sula verrät den Beiden, was man machen muss, um das Vertauschen zu verhindern","versions":[{"lang":1,"streams":[{"redirect":8455915,"hoster":"VOE"},{"redirect":8321100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518960,"hoster":"VOE"},{"redirect":10754156,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Übernachten","epNo":41,"alt":"Sleepover","descr":"Coco übernachtet bei Bing. Jeder von beiden hat seine ganz eigenen Zubettgeh-Gewohnheiten. Doch die lassen sich gut verbinden, wie Bing und Coco herausfinden. Sogar ihre jeweilige Nachtbeleuchtung. Bing hat sein Eulen-Nachtlicht neben dem Bett, damit er sich nachts nicht fürchtet. Und er staunt nicht schlecht, als Coco ihm vorführt, was ihre Regenbogen-Feenmaus Amber Tolles kann","versions":[{"lang":1,"streams":[{"redirect":8455919,"hoster":"VOE"},{"redirect":8321101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13530453,"hoster":"VOE"},{"redirect":10806000,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Schenken","epNo":42,"alt":"Surprise Machine","descr":"Bing sucht in Paulas Laden ein Geburtstagsgeschenk für Sula aus: einen funkelnden Zauberstab, der sich drehen kann. Er ist so schön, dass Bing ihn gar nicht mehr hergeben möchte. Widerstrebend überreicht er ihn Sula. Sie freut sich riesig darüber. Nun ist auch Bing glücklich. Er hat das perfekte Geschenk gefunden und Sula damit eine große Freude bereitet.","versions":[{"lang":1,"streams":[{"redirect":8455918,"hoster":"VOE"},{"redirect":8321103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518962,"hoster":"VOE"},{"redirect":10806001,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Schwindlig","epNo":43,"alt":"Dizzy","descr":"Im Park probiert Bing die Karussells aus. Schwindlig sein findet er gut. Doch dann dreht ihn Pando so schnell, dass ihm ganz schwummrig wird. So schwindlig möchte er doch nicht sein. Er lässt das Karussell anhalten und steigt ganz schnell aus. Zum Glück weiß Pando einen Trick gegen den Drehwurm, und schnell geht es Bing wieder besser.","versions":[{"lang":1,"streams":[{"redirect":12382315,"hoster":"VOE"},{"redirect":8321102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518961,"hoster":"VOE"},{"redirect":10805993,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Haus","epNo":44,"alt":"House","descr":"Bing spielt mit Coco, Sula und Charlie das Märchen von den drei kleinen Schweinchen. Bing ist der böse Wolf. Deshalb darf er nicht ins Haus hinein. Dabei hat er es doch selbst gebaut. Bing möchte so gerne in sein Sofakissenhaus. Doch Sula und Coco bestehen darauf, dass er draußen bleiben muss, weil er der Wolf ist. Da wird Bing sauer. Ein Ausweg ist schnell gefunden. In der nächsten Runde spielt Charlie den Wolf und Bing ein Schweinchen.","versions":[{"lang":1,"streams":[{"redirect":8455924,"hoster":"VOE"},{"redirect":8321108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518963,"hoster":"VOE"},{"redirect":10805988,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Ein Eis","epNo":45,"alt":"Ice Lolly","descr":"Es ist sehr heiß. Bing und Flop holen sich ein Eis an Gillys Eiswagen. Gerade als sie im Garten ihr Eis aufschlecken wollen, müssen sie Froschi aus dem Planschbecken retten. Das dauert eine kleine Weile. Als sie sich wieder ihrem Eis widmen wollen, stellen sie fest, dass es in der Zwischenzeit geschmolzen ist. Wie schade. Doch Flop hat eine Idee, wie man selbst ein leckeres Eis herstellen kann.","versions":[{"lang":1,"streams":[{"redirect":8455922,"hoster":"VOE"},{"redirect":8321110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518964,"hoster":"VOE"},{"redirect":10806025,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Backen","epNo":46,"alt":"Mural","descr":"Bing und Flop backen Hasenplätzchen. Als Coco und Charlie kommen, sind die Plätzchen im Ofen. Flop muss bei Charlie erstmal die Windel wechseln. Und plötzlich riecht es angebrannt. Im ganzen Trubel haben sie den Küchenwecker überhört. Nun sind die Plätzchen verbrannt und ungenießbar. Nach der ersten Enttäuschung stellen alle fest, dass die Kekshasen auch gut zum Spielen sein können","versions":[{"lang":1,"streams":[{"redirect":8455927,"hoster":"VOE"},{"redirect":8321109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518965,"hoster":"VOE"},{"redirect":10806006,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Suchen und finden","epNo":47,"alt":"Hiding","descr":"Bing und Flop spielen Verstecken. Erst im Park und dann in Paulas Laden. Bing versteckt sich im Lagerraum, die Tür fällt zu und er kommt nicht mehr raus. Warum hört ihn denn Flop bloß nicht? Es dauert eine ganze Weile, bis Flop Bings Fehlen bemerkt. Flop hatte nämlich gedacht, das Spiel sei zu Ende und hatte gar nicht mehr nach Bing gesucht. Der ist sehr erleichtert, als Flop ihn endlich befreit.","versions":[{"lang":1,"streams":[{"redirect":8455926,"hoster":"VOE"},{"redirect":8321111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518966,"hoster":"VOE"},{"redirect":10806013,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Sandburg","epNo":48,"alt":"Sandcastle","descr":"Bing baut im Park im Sandkasten eine Sandburg. Pando bringt ihm mit seinem Kipplaster Sand dafür. Dann entdeckt Pando den Aufziehschlüssel für seinen Laster auf der Turmspitze der Burg. Als er ihn sich holen will, bringt er die Sandburg zum Einstürzen. Nun ist Bing sauer. Doch dann bauen beide mit vereinten Kräften die Burg wieder auf. Und sie wird sogar noch größer als vorher.","versions":[{"lang":1,"streams":[{"redirect":8455928,"hoster":"VOE"},{"redirect":8321112,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518967,"hoster":"VOE"},{"redirect":10806029,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Eicheln","epNo":49,"alt":"Acorns","descr":"Es ist ein schöner Herbsttag, Bing und Sula sammeln im Park Eicheln. Doch seltsam, es verschwinden ständig Eicheln von ihrem Haufen. Bing, Sula und Flop gehen der Sache auf den Grund. Sie verstecken sich im Gebüsch und beobachten, wie sich ein Eichhörnchen eine Eichel von ihrem Haufen schnappt und damit wegläuft. Bing und Sula verstehen, dass sich das Eichhörnchen einen Wintervorrat anlegt. Sie lassen ihm auch ihre restlichen Eicheln da.","versions":[{"lang":1,"streams":[{"redirect":8455932,"hoster":"VOE"},{"redirect":8321118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518968,"hoster":"VOE"},{"redirect":10806010,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Glöckchen-Schuhe","epNo":50,"alt":"Jingly Shoes","descr":"Beim Spielen mit Coco und Charlie tauchen plötzlich Bings alte Glöckchen-Schuhe auf. Sie sind ihm nun zu klein, aber Charlie passen sie perfekt. Ob Bing sie Charlie überlassen kann? Bing fällt es schwer, sich von seinen Glöckchen-Schuhen zu trennen. Doch als er sieht, wie Charlie seine ersten Schritte in den Schuhen macht, ringt er sich durch, sie ihm zu schenken.","versions":[{"lang":1,"streams":[{"redirect":12919235,"hoster":"VOE"},{"redirect":8321121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13053460,"hoster":"VOE"},{"redirect":10806017,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Bing kümmert sich","epNo":51,"alt":"Looking After Flop","descr":"Flop ist krank, er hat Halsweh. Damit es ihm schnell wieder besser geht, bereitet Bing ihm ein Wasser mit Zitrone zu. Doch der Weg mit dem Tablett von der Küche zum Sofa ist nicht leicht. Denn auf dem Tablett kullert auch noch eine Karotte herum. Schließlich fällt alles auf den Boden. Aber dann wird es doch noch gemütlich, als Bing sich zu Flop aufs Sofa setzt und sie gemeinsam fernsehgucken.","versions":[{"lang":1,"streams":[{"redirect":8455930,"hoster":"VOE"},{"redirect":8321120,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518969,"hoster":"VOE"},{"redirect":10806021,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Musik","epNo":52,"alt":"Music","descr":"Bei Amma wird heute Musik gemacht. Jeder bekommt ein Instrument. Bing ist mit seinem nicht glücklich. Er möchte am liebsten trommeln. In seiner Ungeduld fällt er in die Trommel hinein. Dabei reißt das Fell der Trommel, sie ist nun nicht mehr zu gebrauchen. Während die anderen ohne ihn musizieren, entdeckt Bing, dass man zum Trommeln nicht unbedingt eine Trommel braucht.","versions":[{"lang":1,"streams":[{"redirect":8455935,"hoster":"VOE"},{"redirect":8321123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518970,"hoster":"VOE"},{"redirect":10806033,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Hippoty und Hoppity","epNo":53,"alt":"Hippity Hoppity Voosh","descr":"Bing und Sula spielen \"Wuschen\". Sie werfen ihre Kuscheltiere Hoppity und Hippoty hoch in die Luft. Als Hippoty im Baum stecken bleibt und Hoppity kurz darauf auch, muss Hilfe her. Bing und Sula bitten Amma, ihnen zu helfen. Amma kommt mit einer großen Leiter und klettert zu den Kuscheltieren hoch. Und schon wuschen Hippoty und Hoppity wieder runter zu Sula und Bing","versions":[{"lang":1,"streams":[{"redirect":8455937,"hoster":"VOE"},{"redirect":8321122,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Der Eiszapfen","epNo":54,"alt":"Dragon Breath","descr":"Es ist eiskalter Winter. Im Garten entdecken Bing und Pando einen Eiszapfen. Drinnen kocht Flop heißen Kakao. Als Bing sich daran die Finger verbrennt, hilft ihm der Eiszapfen. Er nimmt ihn in die Hand und kühlt so seine brennenden Finger. Das bringt ihn auf eine Idee, wie man auch den zu heißen Kakao so abkühlen könnte, dass man ihn trinken kann.","versions":[{"lang":1,"streams":[{"redirect":8455938,"hoster":"VOE"},{"redirect":8321129,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Mit Charlie spielen","epNo":55,"alt":"Come On Charlie","descr":"Charlie ist bei Bing zu Besuch. Bing hat jede Menge Spiele vorbereitet, doch Charlie interessiert sich für keines davon. Wie findet Bing heraus, was Charlie gerne spielen möchte? Charlie kann ja noch nicht sprechen. Flop schlägt vor, Charlie zu beobachten. Auf allen Vieren krabbeln Bing und Flop hinter Charlie her. Und es endet damit, dass sie etwas spielen, was allen einen Riesenspaß macht.","versions":[{"lang":1,"streams":[{"redirect":8455940,"hoster":"VOE"},{"redirect":8321131,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Das Skateboard","epNo":56,"alt":"Skateboard","descr":"Im Park führt Pando Bing sein Skateboard vor. Bing will unbedingt auch fahren und Pando zeigt ihm, wie es geht. Doch als Bing es auf einem abschüssigen Weg ausprobiert, stürzt er. Es geht glimpflich ab, doch nun ist Bing völlig entmutigt. Bis Pando ihm zeigt, wo er sich am Anfang überall blaue Flecken geholt hat. Da nimmt Bing einen neuen Anlauf.","versions":[{"lang":1,"streams":[{"redirect":8455941,"hoster":"VOE"},{"redirect":8321130,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Der Schmetterling","epNo":57,"alt":"Butterfly","descr":"Bing und seine Freunde malen Bilder bei Amma. Ein wunderschöner Schmetterling flattert ins Zimmer. Bing möchte ihm helfen, wieder nach draußen zu kommen, und nimmt ihn in die Hand. Als er ihn draußen fliegen lassen möchte, regt sich der Schmetterling nicht mehr. Bing hat ihn wohl zu stark gedrückt und nun ist er tot. Nachdem der Schmetterling einen schönen Platz für seine letzte Ruhe bekommen hat, ist Bing wieder getröstet.","versions":[{"lang":1,"streams":[{"redirect":8455944,"hoster":"VOE"},{"redirect":8321132,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Der Dinosaurier","epNo":58,"alt":"Chalk Dinosaur","descr":"Auf den Gehweg vor dem Haus malt Bing mit Kreide einen riesigen Dinosaurier. Dann fängt es zu regnen an und der Dinosaurier wird weggewaschen. Bing ist enttäuscht. Bis ihm etwas auffällt. Da ist nämlich noch ein Rest von seiner Zeichnung stehengeblieben. Und schon entsteht daraus etwas ganz Neues","versions":[{"lang":1,"streams":[{"redirect":8455948,"hoster":"VOE"},{"redirect":8321133,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Knolli Kartoffel","epNo":59,"alt":"Potato","descr":"Bing und Sula helfen Amma beim Kartoffeln ernten. Eine der Kartoffeln hat eine Knollennase und Bing nennt sie \"Knolli\". Beim Spielen mit Knolli nimmt er aber wenig Rücksicht auf die Nase. Und so bricht sie ab. Bing ist betrübt. Da zeigt Amma Bing und Sula, wie aus Knolli und seiner Nase viele neue Knollis werden können.","versions":[{"lang":1,"streams":[{"redirect":8455945,"hoster":"VOE"},{"redirect":8321140,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Suu-Suu","epNo":60,"alt":"Wellies","descr":"Bing verschüttet Müsli auf dem Küchenboden. Kein Problem, dafür gibt es ja Suu-Suu, den Staubsauger. Doch der frisst nicht nur die Krümel, sondern auch Bings Spielzeugauto. Damit Bing es wiederbekommt, öffnet Flop Suu-Suus Klappe und fischt das Auto aus dem Staubbehälter. Doch es ist noch nicht vorbei mit den Missgeschicken. Auch Flop verschüttet etwas. Und wieder kommt Suu-Suu zum Einsatz.","versions":[{"lang":1,"streams":[{"redirect":12915574,"hoster":"VOE"},{"redirect":8321139,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Die Eistüte","epNo":61,"alt":"Ice Cream","descr":"Im Park müssen Bing und Flop rennen, um Gillys Eiswagen zu erwischen. Schließlich hält Bing doch noch stolz seine Eistüte in der Hand. Als er aber Gilly hinterherwinkt, ist sein Eis futsch. Es rutscht aus der Tüte, fällt auf den Boden und kann nicht mehr gegessen werden. Zum Glück hat Flop noch seinen Früchtespieß. Und schnell füllt sich Bings leere Eistüte wieder – mit leckeren Früchten.","versions":[{"lang":1,"streams":[{"redirect":8455949,"hoster":"VOE"},{"redirect":8321141,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Ein Pflaster","epNo":62,"alt":"Plasters","descr":"Beim Basteln verletzt sich Coco leicht und Flop klebt ihr ein Pflaster auf die Wunde. Weil Bing kein Pflaster bekommt, behilft er sich mit Klebeband. Doch wie kriegt man das wieder ab? Es vom Arm abzuziehen, tut nämlich höllisch weh. Flop und Bing gehen den umgekehrten Weg. Sie ziehen den Arm ratsch! vom Pflaster ab – mit einem ganz speziellen Vogeltrick","versions":[{"lang":1,"streams":[{"redirect":8455953,"hoster":"VOE"},{"redirect":8321142,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Katzen","epNo":63,"alt":"Cat","descr":"Bing und Kater Arlo sind gute Freunde. Als Bing von einer fremden Katze angefaucht wird, ist er entsetzt. Pando aber kennt die Katze und weiht Bing in ihr Geheimnis ein. Er zeigt Bing den nahen Ort, wo sich die Katze – sie heißt Söckchen – um drei süße Kätzchen kümmert. Bing wird klar, dass Söckchen als Katzenmutter Angst um ihre Kleinen gehabt hatte","versions":[{"lang":1,"streams":[{"redirect":8455952,"hoster":"VOE"},{"redirect":8321143,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Löwenzahn","epNo":64,"alt":"Dandelion","descr":"Auf einer Wiese im Park entdeckt Bing gelben Löwenzahn. Und da sind auch Pusteblumen. Bing will Sula eine mitbringen. Ganz vorsichtig trägt er die zarte Pflanze, damit sie heile bleibt. Stolz kommt er mit der runden Pusteblume bei Sula an. Doch Sula umarmt ihn so stürmisch, dass alle Schirmchen wegfliegen. Immerhin weiß Bing, dass da, wo die Schirmchen-Samen sich niederlassen, neuer Löwenzahn wachsen wird.","versions":[{"lang":1,"streams":[{"redirect":8455954,"hoster":"VOE"},{"redirect":8321147,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Wuschen und Waschen","epNo":65,"alt":"Voosh!","descr":"Bing ‚wuscht‘ mit Hoppity im Garten, während Flop die Wäsche aufhängt. Nach einem besonders kräftigen Wurf findet sich Hoppity in der Küche im dreckigen Spülwasser wieder. Er bekommt ein schönes Schaumbad und wird wieder sauber, doch er ist klitschnass. Bing hat eine tolle Idee, wie Hoppity hoch oben in der Luft trocknen kann.","versions":[{"lang":1,"streams":[{"redirect":8455955,"hoster":"VOE"},{"redirect":8321150,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Die Natur erforschen","epNo":66,"alt":"Nature Explorer","descr":"In Ammas Garten gehen Bing und seine Freunde auf Entdeckungstour. Es gilt, etwas in einer bestimmten Farbe zu finden. Bing greift nach etwas Rotem und wird gepiekst. Die Himbeere, die er sich ausgeguckt hat, hängt an einem dornigen Ast. Flop erklärt Bing, dass man als Natur-Erforscher gut aufpassen und ganz genau hinsehen muss.","versions":[{"lang":1,"streams":[{"redirect":8455962,"hoster":"VOE"},{"redirect":8321153,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Auswählen","epNo":67,"alt":"Choosing","descr":"Bing darf sich in Paulas Laden ein Spielzeug kaufen. Nach langem Hin und Her entscheidet er sich für ein Wohnmobil. Doch schon beim Verlassen des Ladens bereut er die Wahl. Er würde das Wohnmobil gerne gegen das Wasserflugzeug eintauschen. Das aber ist nicht mehr zu haben, weil Sula es inzwischen gekauft hat. Es dauert nicht lange, da kommen Bing und Sula auf die beste aller Lösungen.","versions":[{"lang":1,"streams":[{"redirect":8455961,"hoster":"VOE"},{"redirect":8321152,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Im Dunkeln","epNo":68,"alt":"Dark","descr":"Beim Schlafengehen vermisst Bing seinen Hoppity. Ihm fällt ein, dass er ihn im Garten vergessen hat. Er muss ihn sofort holen, doch in der Dunkelheit draußen ist das ein großes Abenteuer. Mit einer Taschenlampe bewaffnet durchstreifen Bing und Flop den Garten. Im Dunkeln sieht alles anders aus und Hoppity ist nirgends zu finden. Dafür zeigt sich Froschi und der hüpft in die richtige Richtung.","versions":[{"lang":1,"streams":[{"redirect":8455964,"hoster":"VOE"},{"redirect":8321151,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Klettern","epNo":69,"alt":"Stuck","descr":"Im Park haben Bing und Sula Spaß beim Klettern. Bing wagt sich ein Stückchen einen Baum hoch bis zu einem Baumsitz. Doch plötzlich weiß er nicht mehr, wie er wieder runterkommen soll. Wie gut, dass Sula sich auskennt. Ihr hatte Bing nämlich vorher gezeigt, wie man sich beim Klettern mit den Händen und Füßen Halt sucht. Nun muss Bing nur befolgen, was Sula ihm sagt","versions":[{"lang":1,"streams":[{"redirect":8455960,"hoster":"VOE"},{"redirect":8321160,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Der Kuchen","epNo":70,"alt":"Cake","descr":"Bing hat mit Flop einen prächtigen Kuchen gebacken. Als er ihn Sula zeigt, passiert ihm ein Missgeschick, der Kuchen zerbricht in Stücke. Nun kann man ihn nicht mehr essen, denkt Bing. Aber warum eigentlich nicht? Er schmeckt schließlich oberlecker. Flop, Amma und Sula helfen, den Kuchen neu anzurichten, bevor die anderen Gäste eintreffen. Und der Kaputt-Kuchen wird ein Riesenerfolg.","versions":[{"lang":1,"streams":[{"redirect":8455966,"hoster":"VOE"},{"redirect":8321157,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Gehört mir nicht","epNo":71,"alt":"Not Yours","descr":"In Paulas Laden nimmt Bing sich einen bunten Lutscher aus dem Regal und steckt ihn ein. Draußen schleckt er daran. Doch der Lutscher ist nicht bezahlt. Bing muss ihn zurückbringen. Das macht Flop Bing klar. Bing beichtet Paula, was er gemacht hat. Die verzeiht ihm, und nachdem Flop für den Lutscher bezahlt hat, darf Bing weiterschlecken.","versions":[{"lang":1,"streams":[{"redirect":8455965,"hoster":"VOE"},{"redirect":8321161,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Meins","epNo":72,"alt":"Mine","descr":"Nach einem Strandausflug spielen Bing und Pando abends noch Verstecken bei Bing zuhause. Dabei schläft der todmüde Pando in Bings Bett ein. Das findet Bing gar nicht gut. Wo soll er selbst denn nun schlafen? Flop kann Bing besänftigen und schließlich findet Bing es toll, einen Übernachtungsgast zu haben.","versions":[{"lang":1,"streams":[{"redirect":8455969,"hoster":"VOE"},{"redirect":8321162,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Das Mittagessen","epNo":73,"alt":"Lunch","descr":"Zum Mittagessen gibt es bei Amma Nudeln mit Erbsen und Karotten. Bing und Sula sind Küchenchefs und helfen bei der Zubereitung. Doch dann mag Bing nicht essen, was auf seinem Teller ist. Da sind nämlich alle Zutaten miteinander vermischt. Erst als er sie mithilfe eines Spezial-Löffels auseinander sortiert hat, haut er beherzt rein. Sula hingegen liebt es, wenn alles schön durcheinander ist. So isst jeder die Nudeln auf seine Art. Hauptsache, es schmeckt.","versions":[{"lang":1,"streams":[{"redirect":8455968,"hoster":"VOE"},{"redirect":8321165,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Hunde","epNo":74,"alt":"Woof!","descr":"Im Park läuft ein Hund auf Bing zu. Bevor er mit dem Hund spielen darf, muss Bing vorsichtig mit ihm Bekanntschaft schließen. Das klappt so gut, dass Bing ihn am liebsten behalten würde. Doch der Hund wird schon gesucht und zwar von Gilly. Bing erfährt, dass sein neuer Hundefreund Sonny heißt. Sie ist eine Hündin und die Schwester von Gillys Hund Popsie. Gilly hat eine prima Idee, wie Bing und Sonny regelmäßig miteinander spielen können.","versions":[{"lang":1,"streams":[{"redirect":8455975,"hoster":"VOE"},{"redirect":8321167,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Eierköpfe","epNo":75,"alt":"Eggy Head","descr":"Bei Amma basteln Bing und seine Freunde Eierköpfe. Auf die Eierschale wird ein Gesicht gemalt und aus Kressesamen sollen grüne Haare wachsen. Das dauert eine Woche. Zu lang für Bing. Er will das Ganze beschleunigen, indem er Kressi, seinen Eierkopf, ordentlich wässert. Weil er dafür den Gartenschlauch nimmt, geht die Sache für Kressi nicht gut aus. Beim zweiten Versuch hat Bing gelernt, geduldig abzuwarten.","versions":[{"lang":1,"streams":[{"redirect":8455974,"hoster":"VOE"},{"redirect":8321168,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Die Party","epNo":76,"alt":"Toy Party","descr":"Bing und Pando sind bei Sula. Sie gibt eine Party für die Kuscheltiere. Pandos Bimbomelu bekommt zwei Stück Kuchen, Hoppity nur eins. Das findet Bing ungerecht, er und Sula geraten in Streit. Amma und Flop sollen den Streit schlichten. Aber die Streithähne sind noch nicht zu einer Versöhnung bereit. Unter Ammas Anleitung pusten sie ihren Ärger weg. Schnell ist er verflogen und die beiden können nun sagen, dass es ihnen Leid tut.","versions":[{"lang":1,"streams":[{"redirect":8455972,"hoster":"VOE"},{"redirect":8321171,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Hallo Salat","epNo":77,"alt":"Mobile Phone","descr":"Bing darf das Spiel mit dem sprechenden Kopfsalat auf Flops Handy spielen. Aber er soll vorsichtig sein. Als das Handy zu Boden fällt und kaputt geht, traut Bing sich nicht, es Flop zu sagen. Stattdessen schmeißt er das Handy in den Mülleimer. Doch Flop forscht nach und merkt, dass Bing ein schlechtes Gewissen plagt. Bing ist sehr erleichtert, als er Flop dann doch erzählt, was passiert ist.","versions":[{"lang":1,"streams":[{"redirect":8455973,"hoster":"VOE"},{"redirect":8321174,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Auf der Bühne","epNo":78,"alt":"Show","descr":"Bing und seine Freunde wollen auf der Bühne des Pavillons etwas vorführen. Flop, Amma, Paula und andere schauen gespannt zu. Als Bing an der Reihe ist, bekommt er heftiges Lampenfieber. Er traut sich nicht, sein Lied anzustimmen. Um ihm beizustehen, kommen seine Freunde zu ihm auf die Bühne. Alle zusammen singen sie im Chor das Regenbogenlied. Und dann stimmt auch das Publikum mit ein.","versions":[{"lang":1,"streams":[{"redirect":8455979,"hoster":"VOE"},{"redirect":8321172,"hoster":"Streamtape"}]}]}]}]}