{"path":"/serie/stream/bionic-woman","name":"Bionic Woman","descr":"Jaime Sommers hatte es nie einfach. Sie kämpft sich als Barkeeperin durchs Leben und kümmert sich nach dem frühen Tod der Eltern um ihre jüngere Schwester Becca. Sie dachte, viel härter könne es nicht kommen. Doch nach einem schweren Autounfall, bei dem sie lebensgefährlich verletzt wurde, erwacht sie aus dem Koma und kann nicht glauben, was mit ihr geschehen ist. Ohne ihre Zustimmung wurden ihr in einem geheimen wissenschaftlichen Experiment einige Körperteile durch bionische Prothesen ersetzt. Sie verfügt nun über einen neuen Arm, ein neues Auge und zwei neue Beine, in ihr Gehirn wurden Mikrochips gepflanzt! Durch die kybernetischen Implantate wird Jaime zur Bionic Woman !","seasons":[{"path":"/serie/stream/bionic-woman/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bionic-woman/staffel-1/episode-1","name":"Die 50-Millionen-Dollar-Frau","epNo":1,"alt":"Pilot","descr":"Jaime Sommers muss sich als Barkeeperin durchschlagen und dabei auch noch um ihre jüngere Schwester Becca kümmern. Einziger Lichtblick ist ihre Beziehung zu dem Arzt und Chirurgen Will Anthros, der sie eines Abends bittet mit ihm nach Paris zu ziehen. Doch auf dem Heimweg vom Restaurant werden sie in einen Autounfall verwickelt, Jaime wird lebensgefährlich verletzt. Will bringt sie in die Forschungsanlage, in der er arbeitet, operiert sie und rettet ihr Leben. Doch er musste ihr bionische Implantate einsetzen, wodurch sie Superkräfte entwickelt. Mit ihren neuen Kräften muss Jaime erst einmal fertig werden, was ihr alles andere als leicht fällt. Als ihr klar wird, dass die Technologie, die nun ein Teil von ihr ist, zu militärischen Zwecken verwendet werden kann, verweigert sie sich und flüchtet. Wenig später trifft sie auf Sarah Corvus. Sarah war die erste bionische Frau, allerdings hat ihre Psyche dem Druck nicht standgehalten und sie hat mehrere Menschen getötet, woraufhin sie eigentlich liquidiert werden sollte. Nachdem Sarah auf Will schießt, kommt es zu einem ersten Kampf zwischen den beiden Frauen. Danach entscheidet sich Jaime, doch für Jonas zu arbeiten, allerdings zu ihren Bedingungen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456033","hoster":"VOE"},{"path":"/redirect/8321212","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937827","hoster":"VOE"},{"path":"/redirect/9937825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-2","name":"Giftgasanschlag","epNo":2,"alt":"Paradise Lost","descr":"Jaime Sommers muss sich mit dem Gedanken anfreunden, dass sie nicht mehr dieselbe ist, und jetzt ganz besondere Fähigkeiten hat. In Wills Wohnung stößt sie auf eine Akte, die er bereits zwei Jahre bevor sie ihn kennen gelernt hat über sie anlegt hatte. Verzweifelt ertrinkt sie ihren Kummer in einer Bar. Als sie einen fremden Mann abschleppen will, kommt Jonas dazwischen und redet ihr ins Gewissen. Kurz darauf rettet sie einer Frau das Leben. Als sie in einer Buchhandlung auf Antonio trifft, der ihr erklärt, dass sie ihre Bestimmung im Leben finden muss, erklärt sie sich unter gewissen Bedingungen bereit, für Jonas zu arbeiten, und sie beginnt unter Jaes Anweisungen ihr Kampftraining. Die Medien berichten derweil über einen kleinen Ort in Idaho namens Paradise, der von den Behörden unter Quarantäne gestellt und abgeriegelt wurde. Jamie hört dank ihrer bionischen Fähigkeiten mit, wie Ruth die Befürchtung äußert, es könne einen Giftgasanschlag auf den Ort gegeben haben … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456037","hoster":"VOE"},{"path":"/redirect/8321213","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937831","hoster":"VOE"},{"path":"/redirect/9937832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-3","name":"Schwesterliebe","epNo":3,"alt":"Sisterhood","descr":"Jamie muss eine äußerst widerspenstige Industriellentochter beschützen. Zur gleichen Zeit taucht Sarah Corvus bei Jaime auf und erklärt ihr, dass sie ihre Hilfe braucht. Die bionischen Teile in Sarahs Körper funktionieren nämlich nicht mehr einwandfrei und Sarahs Gesundheitszustand verschlechtert sich so rapide, dass sie höchstens noch ein Jahr zu leben hat. Sie hat sich schon mit Dr. Anthony Anthros zusammengetan, der aber Jaime untersuchen muss, um Sarah helfen zu können. Jonas will die Gelegenheit nutzen und verlangt von Jaime, den Lockvogel zu spielen, damit Sarah endlich festgenommen werden kann … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456041","hoster":"VOE"},{"path":"/redirect/8321214","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937836","hoster":"VOE"},{"path":"/redirect/9937835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-4","name":"Konfrontation","epNo":4,"alt":"Faceoff","descr":"Jaime bricht sich eine ihrer künstlichen Zehen, als sie ihre Schwester aus dem Armen eines jungen Mannes reißt, der Becca gerade küsst. Jaime ist fassungslos, dass Becca sie belogen hat und erwartet, dass ihre Schwester ihr künftig die Wahrheit sagt. Doch schon kurz darauf sieht sich Jaime gezwungen, selbst zu lügen, als Jonas einen Auftrag für sie hat, der sie nach Paraguay führt. Dort hat eine Terroristengruppe einen amerikanischen Arzt entführt und droht ihn umzubringen. Mit Antonio fliegt Jaime nach Paraguay und es gelingt ihnen, das Versteck des Arztes zu finden. Bei der Befreiungsaktion stellt Jaime fest, dass sie hinsichtlich des tatsächlichen Hintergrunds der Entführung erneut belogen wurde. Der entführte Arzt befindet sich im Besitz verschlüsselter Dateien über die Baupläne von Jaimes bionischen Geräten. Als Antonio klar wird, dass Stevens die Pläne von Will bekommen hat und sie genau kennt, beschließt er, ihn zu liquidieren. Jaime stellt sich gegen Antonio und verhilft Stevens zur Flucht … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456039","hoster":"VOE"},{"path":"/redirect/8321215","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937845","hoster":"VOE"},{"path":"/redirect/9937848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-5","name":"Neurochips und neue Liebe","epNo":5,"alt":"The Education Of Jaime Sommers","descr":"Amerikanische Soldaten, die nach langer Kriegsgefangenschaft in ihre Heimat zurückkehren, verwandeln sich ohne Vorwarnung in Killermaschinen. Jonas und sein Team finden heraus, dass ein Mikrochip dafür verantwortlich ist, der den Männern ins Gehirn implantiert wurde und so ihre Taten gesteuert hat. Die Spur für an die heimische Universität, an der Professor Samuels mit solchen Chips experimentiert, um die Parkinson-Krankheit zu behandeln. Jaime nimmt als Studentin getarnt an Samuels Vorlesungen teil. So soll sie herausfinden, ob der Professor dafür verantwortlich ist, dass seine Chips in die Hände von Terroristen gelangen konnten Schnell wird klar, dass Samuels nichts mit der Sache zu tun hat. Dafür nehmen sie seinen Assistenten Tom ins Visier, über den es keine älteren Unterlagen gibt und der angeblich in Stanford Fächer studiert hat, die dort gar nicht gelehrt werden. Jaime will sich ein eigenes Bild machen und lässt sich von Tom zum Abendessen einladen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456045","hoster":"VOE"},{"path":"/redirect/8321216","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937850","hoster":"VOE"},{"path":"/redirect/9937851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-6","name":"Die Liste","epNo":6,"alt":"Rendezvous in Paris","descr":"Der Waffenhändler Victor Booth befindet sich im Besitz einer Liste, auf der die Identitäten von rund 100 Agenten der CIA und der Berkut-Gruppe stehen. Als einer von Jonas Agenten die Liste kaufen will, fliegt seine Tarnung auf und er wird von Victor erschossen. Derweil gibt Jaime ihrer Schwester Verhaltenstipps in Bezug auf Jungs, dabei hat sie selbst gerade Männerprobleme, seit sich Tom nicht mehr bei gemeldet hat. Als sie von Jonas beauftragt wird, nach Paris zu gehen, um dort gemeinsam mit einem CIA-Agenten Victor und dessen Liste zu finden, besteht sie darauf, dass Tom ihr Partner wird. Getarnt als Ehepaar nehmen sie an einer Party in einer Botschaft teil, auf der sich auch Victor aufhält … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456042","hoster":"VOE"},{"path":"/redirect/8321218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-7","name":"Eine Frage des Vertrauens","epNo":7,"alt":"Trust Issues","descr":"Die Berkut-Gruppe bekommt den Auftrag den Präsidenten des afrikanischen Landes Imara während seines Aufenthaltes in Amerika zu beschützen. Jaime und Antonio sollen sich direkt um den Präsidenten kümmern. Jaime ist zunächst nur halbherzig bei der Sache, da sie immer wieder an Tom denkt und einen Einsatz sogar dadurch gefährdet, indem sie währenddessen mit ihrem Freund telefoniert. Dafür zeigt Antonio umso mehr Interesse an Präsident Rudhan. Antonio war vor Jahren in Imara und hat hautnah miterlebt, welch einem Terrorregime er vorsteht. Entführungen, Folter und Mord stehen in Imara auf der Tagesordnung. Kaum am Flugplatz eingetroffen, kann Jaime gerade noch rechtzeitig ein Attentat auf den Präsidenten verhindern. Sowohl sie als auch Antonio versuchen den Präsidenten zu bewegen, das Land sofort wieder zu verlassen. Der aber weigert sich, da eins seiner Pferde bei einem hiesigen Rennen startet … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456044","hoster":"VOE"},{"path":"/redirect/8321219","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937858","hoster":"VOE"},{"path":"/redirect/9937869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bionic-woman/staffel-1/episode-8","name":"Familienausflug","epNo":8,"alt":"Do Not Disturb","descr":"Jaime fällt es schwer, über den Tod von Antonio hinwegzukommen, und so will Jonas sie in Urlaub schicken. Da sie zu stolz ist, das vermeintliche Almosen anzunehmen, gibt er ihr den Auftrag, einen Metallkoffer nach Montana zu bringen – und sich dort ein paar Tage zu erholen. Jaime nimmt ihre Schwester Becca mit, liefert den Koffer wie vereinbart ab und checkt in einem respektablen Wellnesshotel ein. Obwohl sie Becca versprochen hat, ihr Handy nicht anzurühren, erreicht sie dort ein Anruf von Jonas: Er macht sich Sorgen um den Mann, dem sie den Koffer gebracht hat. Jaime forscht nach und findet ihren Kontaktmann tot in seinem Hotelzimmer. Damit nicht genug: Jaime findet außerdem heraus, dass der Mann in Jonas Auftrag einen Mord begehen sollte … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8456049","hoster":"VOE"},{"path":"/redirect/8321221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9937865","hoster":"VOE"},{"path":"/redirect/9937864","hoster":"Streamtape"}]}]}]}]}