{"path":"/serie/stream/birdie-wing-golf-girls-story","name":"Birdie Wing: Golf Girls` Story","descr":"[BIRDIE WING -Golf Girls` Story-] Eve ist ein Genie im Golfsport und verbringt ihre Tage mit Golfspielen, um ihren Lebensunterhalt zu verdienen. Eines Tages widerfährt ihr eine schicksalhafte Begegnung mit der Elitegolferin Aoi Amawashi. Zwei Genies, die in völlig unterschiedlichen Welten leben, treffen aufeinander und es war nur je ein Schuss nötig, um den jeweils anderen von sich zu überzeugen. Die beiden fühlen sich zueinander hingezogen und ihre Schicksale verbinden sich auf unvorhersehbare Weise …","seasons":[{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-1","name":"","epNo":1,"alt":"Rainbow Bullet","descr":"Eve, die in den Slums des Landes Nafrece in Europa lebt, wettet Geld beim Golf, um das Leben ihrer Freunde zu finanzieren. Ihre Spezialität ist die Blue Bullet, ein gewaltiger Powerschlag, auf Grund dessen Eve auch die Rainbow Bullet genannt wird. Sie findet nur Spaß an knappen Wettkämpfen und hat mit ihrer rohen Kraft bis jetzt einige gewonnen. Doch eines Tages trifft sie auf die japanische Genie-Golferin Aoi Amawashi. Als die zwei sich treffen, setzt sich das Schicksal in Bewegung …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10208354","hoster":"VOE"},{"path":"/redirect/10208349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-2","name":"","epNo":2,"alt":"Innocent Tyrant","descr":"Aoi, die von Eves Driverschlag beeindruckt ist, fordert sie sofort heraus. Der Kampf der beiden findet am schwierigsten Loch des Platzes, Loch 14, statt. Während Eve brutal und unvorhersehbar spielt, zeigt Aoi unfehlbare Entscheidungskraft und himmlische Abschläge. Trotz ihrer großen Unterschiede im Golfstil sind sie sich ebenbürtig. Doch Aois Caddy, Amane, scheint zu glauben, dass Aoi Gaben besitzt, mit denen sie jeden Gegner besiegen kann","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10273237","hoster":"VOE"},{"path":"/redirect/10273235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-3","name":"","epNo":3,"alt":"A Match Between Just the Two of Us","descr":"\"Eine ganze Runde, mit all deiner Kraft. Ich will Golf mit dir spielen.\" Um dieses Versprechen mit Aoi zu erfüllen, lässt sich Eve von Rose zur Herrscherin des Untergrunds, Catherine, bringen. Sie schafft es somit, am letzten Tag der Unter-15-Frauenweltmeisterschaft teilzunehmen. Eve erklärt Aoi damit den Krieg. Während die anderen Spielerinnen, die Eve zuschauen, alle Hoffnung verlieren, genießt Aoi den Wettkampf. Aus dem Turnier wird ein Einzelkampf zwischen Aoi und Eve. Wie wird ihr Wettstreit ausgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10309089","hoster":"VOE"},{"path":"/redirect/10309087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-4","name":"","epNo":4,"alt":"Vipere","descr":"Morgen fliegt Aoi nach Japan zurück. Um ihren Wettkampf davor zu beenden, versprechen sie und Eve sich, noch einmal morgen früh Golf zu spielen. Doch Eve muss ihre Schuld für den Eintritt in die Meisterschaft begleichen. Dazu muss sie eine Runde Wettgolf für Roses Chefin Catherine spielen. Diese kämpft gegen Mafiaboss Nicolas, der die berühmte Untergrundgolferin, Todesgöttin Vipère, mitgebracht hat. Kann Eve Vipère besiegen und es rechtzeitig zu ihrem Spiel mit Aoi schaffen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10345096","hoster":"VOE"},{"path":"/redirect/10345095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-5","name":"","epNo":5,"alt":"VR","descr":"Aoi, die nach Japan zurückgekehrt ist, kann Eve nicht vergessen. Gleichzeitig lässt Eves Leistung im Wettgolf zu wünschen übrig, da sie nur an das Golfspiel mit Aoi denken kann. Eves Einstellung zum Golf beginnt sich zu verändern. Da hört sie von Clara, dass man Golf in VR spielen kann. Im VR-Golf gibt es Spieler aus der ganzen Welt und besonders aus Japan. Wen wird Eve da im Onlinespiel treffen, nachdem sie sich in die VR-Spielhölle wagt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10394103","hoster":"VOE"},{"path":"/redirect/10394100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-6","name":"","epNo":6,"alt":"Rebellion`s Cry","descr":"Als Eve bei ihrem VR-Spiel von Lily unterbrochen wird, muss sie erfahren, dass ihr gemeinsames Zuhause in einer Woche für einen Casinobau zerstört werden soll. Dieser Neubau wurde nur durch ihren Sieg beim Match mit Vipère ermöglicht. Da richtet sich Eves Zorn ganz auf Rose, Catherine und die Mafia, an deren Seite sie vor kurzem noch gespielt hat. Kann sie sich gegen ihre früheren Auftraggeber durchsetzen und ihr Zuhause retten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10455910","hoster":"VOE"},{"path":"/redirect/10455912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-7","name":"","epNo":7,"alt":"Purple (Aoi) Bullet","descr":"Eve tritt in einem Golfspiel gegen Rose an, um die Zukunft ihrer Freunde und ihres Zuhauses. Sie hat eine harte Herausforderung, weil Rose einen ähnlichen Stil hat und unter Leo studiert hat, genau wie Eve. Während Rose vorne zu sein scheint, kann sich Eve erholen und kämpft bis zur letzten Sekunde für das, was sie für richtig hält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10485162","hoster":"VOE"},{"path":"/redirect/10485160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-8","name":"","epNo":8,"alt":"Final Bullet","descr":"Der Kampf zwischen Eve und Rose am unterirdischen Golfplatz geht ins Finale. Nachdem Rose ihren rechten Arm verloren hat, scheint das Match für Eve gewonnen zu sein. Doch Rose gibt nicht so einfach auf und hat für ihren letzten Schlag noch ein Ass im Ärmel. Gleichzeitig nähern sich die Bauarbeiter dem Laden von Klein, um ihn abzureißen. Kann Eve Rose besiegen und zurück nach Hause kommen, bevor der Laden abgerissen wird?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10573739","hoster":"VOE"},{"path":"/redirect/10573729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-9","name":"","epNo":9,"alt":"Ichina Saotome Wants to Be a Pro Caddy!","descr":"Nachdem Eve Nafrece verlassen hat und in Japan angekommen ist, macht sie sich sofort auf die Suche nach Aoi. Diese spielt Golf im Golfklub der Eliteschule Raiou. Doch als sie am Golfplatz dort ankommt, findet sie nicht Aoi, sondern Ichina, deren Traum es ist, Pro-Caddy zu werden. Um Aoi treffen zu können, muss sie sich daraufhin sofort in einem Match gegen Haruka beweisen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10573772","hoster":"VOE"},{"path":"/redirect/10573766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-10","name":"","epNo":10,"alt":"Evangeline Is Frightfully Upset","descr":"Eve ist frustriert, dass sie kein Golfspiel mit Aoi spielen kann, während sie ihren ersten Tag an der Akademie beginnt. Aoi erklärt, dass sie Eve braucht, um ihre Golffähigkeiten zu verbessern. Unterdessen hat Eve Spaß daran, mit anderen Schülern in ein Einkaufszentrum zu gehen. Später spielt sie ein Spiel gegen die Kommilitonen Kanon \"Kuyo\" Iseshiba und Kaouruko. Nachdem sie ihr geholfen hat, ihr Golfspiel zu gewinnen, willigt sie ein, Ichina als Caddie zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10735369","hoster":"VOE"},{"path":"/redirect/10735370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-11","name":"","epNo":11,"alt":"No Matter How Tall a Weed Grows, It Will Never Reach the Sun","descr":"Während Aoi sich bei einem Übungsmatch nach dem Golfspiel mit Eve sehnt, ist diese in den Golfklub der Raiou eingetreten und wird direkt von Trainer Amuro auf den Platz von Athens zum Training geschickt. Dort übt sie mit Klubleiterin Jinguji, die ihr auf sadistische Weise ihre Grenzen zeigen will. Doch noch weiß sie nicht, dass Amuro und Jinguji vorhaben, sie mit Aoi gemeinsam zur japanischen Doubles- Meisterschaft zu schicken","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10735374","hoster":"VOE"},{"path":"/redirect/10735372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-12","name":"","epNo":12,"alt":"Are Aoi and Eve Okay Together? The Doubles Championship Begins","descr":"Aoi und Eve trainieren für die Doubles-Meisterschaft, in die sie als Paar eintreten sollen. Doch sowohl für die beiden als auch für ihre Caddys Ichina und Amane erweist sich das Zusammenarbeiten als schwieriger als erwartet. Währenddessen warten auf sie bei der Meisterschaft die stärksten Oberschulgolferinnen aus ganz Japan","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10735371","hoster":"VOE"},{"path":"/redirect/10735368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-1/episode-13","name":"","epNo":13,"alt":"I Think Who Gets What Room Is Very Important for Girls","descr":"Die Doubles-Meisterschaft beginnt und Eve und Aoi legen von Anfang an eine gute Leistung an den Start. Doch als sie sich das Golfspiel von Mizuho Himekawa von der Nada Minami ansehen, müssen sie die harte Realität konfrontieren, dass sie vielleicht nicht die besten Golferinnen im Turnier sind...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10782896","hoster":"VOE"},{"path":"/redirect/10782897","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-1","name":"","epNo":1,"alt":"A Certain Truth Sleeping in the Girl`s Memories [Episode 14]","descr":"Eve und Aoi gelangen mit einem weiteren Sieg ins Halbfinale der Doubles-Meisterschaft. Ihre Gegner sind Iijima und Iseshiba aus der Kouran in Shizuoka. Himekawa, die sich das Match ansieht, analysiert, dass Iijima, die mit ungewöhnlicher Entschlossenheit spielt, das Ruder in der Hand hat. Amuro war ihr Trainer während ihrer Mittelschulzeit, doch auf Grund seiner Meinung zu ihrer Fähigkeit \"In the zone\" haben sie sich getrennt. Jetzt schwört sie sich, zu gewinnen, um Amuro zu beweisen, dass sie recht hatte. Doch nicht nur sie hat diese Spezialfähigkeit gemeistert...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12470968","hoster":"VOE"},{"path":"/redirect/12470974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-2","name":"","epNo":2,"alt":"The Reason Just Playing Golf Makes Me So Happy [Episode 15]","descr":"Nachdem Aoi in Ohnmacht gefallen ist, wird sie im Krankenhaus genau untersucht, doch es wird nichts Ungewöhnliches gefunden. Da versucht sie, sich so gut wie möglich bis zum Finale der Doubles-Meisterschaft in zwei Tagen zu erholen. Währenddessen kommt Amuro sie besuchen. Er sagt, er will einen Zauberspruch über sie legen, und zeigt ihr drei bekannte Golfschwünge. Der erste stammt von Seira in ihrer stärksten Zeit, der zweite von Kazuhiko. Doch den dritten kennt sie nicht. Amuro sagt, dass der dritte in Aoi selbst schlummert. Was hat sie dadurch von ihm gelernt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12527909","hoster":"VOE"},{"path":"/redirect/12527912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-3","name":"","epNo":3,"alt":"The Strange Fates of Two Generations of Young People Who Were Caught Up in the Ego of Adults [Episode 16]","descr":"Das Finale der Doubles-Meisterschaft. Beim entscheidenden Loch 15 hat Eve den Rainbow Shot geschlagen. Amuro und Seira, die das gesehen haben, sind sich nun sicher, dass Eve die Tochter von Kazuhiko Hodaka ist. Amura, Seira, Kazuhiko und die Athens-Marke haben eine lange und schicksalsreiche Vergangenheit. Alles begann vor 20 Jahren, als Amuro, Seira und Kazuhiko vom CEO der Amawashi-Gruppe, Gozo Amawashi, gerufen wurden. Gozos Ziel war es, die Athens-Marke weltweit zu verbreiten. Um das zu erreichen, sagte er ihnen, ist es notwendig, eine Legende zu schmieden...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12527908","hoster":"VOE"},{"path":"/redirect/12527910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-4","name":"","epNo":4,"alt":"The Girl Who Regained Her Lost Memories Returns Home and Learns a New Truth [Episode 17]","descr":"Auf Seras Entscheidung hin wird Eve gewaltsam nach Nafrece zurückgeschickt. Nachdem sie ihre Erinnerungen wiederhat und wissen will, wer sie wirklich ist, nimmt Eve Kontakt mit Vipère auf und erfährt mehr über ihre Mutter Eleanor. Eleanors Vater ist Michael Burton. Er ist nicht nur der Gründer von Europas größter Golfmarke Arios, sondern auch der Boss der einflussreichsten Mafia von Nafrece. Als Eve das Familiengrab der Burtons besucht, trifft sie dort einen alten Mann namens Alan Harvey. Was erfährt sie von ihm über die Vergangenheit ihrer Eltern?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12556018","hoster":"VOE"},{"path":"/redirect/12556026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-5","name":"","epNo":5,"alt":"A Farewell to Lies [Episode 18]","descr":"Um Pro-Golferin zu werden, muss Eve beim Europe Women\u0027s Open den ersten Platz erreichen. Doch davor muss sie den Streit mit Catherine ein für alle Mal beenden. Michael Burton hat mit Catherine verhandelt, so dass sie die Hände von Eve lassen muss, wenn sie in einem Golfmatch gewinnt. Catherine hat als Gegnerin für Eve die Top-Spielerin der amerikanischen Golfunterwelt, Remelda, bereitgestellt. Da beginnen Eve und Ichina Saotome, die als Eves persönlicher Caddy aus Japan gekommen ist, noch einmal ein Golfmatch um Leben und Tod!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12594567","hoster":"VOE"},{"path":"/redirect/12594565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-6","name":"","epNo":6,"alt":"Shining Wings [Episode 19]","descr":"Direkt vor dem Japan Women\u0027s Open, von dem Aois Zukunft als Pro-Golferin abhängt, trifft sich Amane mit Aois Rivalin, der Preisgeldkönigin Reika Shikishima. Sie gibt Reika Aois Daten und teilt ihr etwas Wichtiges mit. Gleichzeitig bekommt Aoi für sie speziell von Amuro entworfene Golfschläger, die Shining Wings. Als Amuro ihr beim Schwingen der neuen Schläger zusieht, bricht er auf einmal zusammen. Aoi macht sich große Sorgen um ihn, denn er könnte ihr wirklicher Vater sein. Mit diesem ungelösten Rätsel im Herzen tritt Aoi zum Turnier an...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12618496","hoster":"VOE"},{"path":"/redirect/12618500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-7","name":"","epNo":7,"alt":"The Rainbow That Tells of Victory [Episode 20]","descr":"Der dritte Tag des Japan Women\u0027s Open ist vorbei. Aoi ist mit insgesamt 11-Under auf Platz zwei. Sie ist vier Schläge hinter Reika, die auf 15-Under ist. Am letzten Tag ist Aoi zwar in guter Form, doch sie kann die vier Schläge nicht aufholen, da Reika wie eine gut geölte Maschine einen präzisen Schlag nach dem anderen schwingt. Als sie auf Loch 15 fünf Schläge hinter Reika ist, fängt es auf einmal an, zu regnen. Das ist genau nach Amanes Plan, mit dem sie gemeinsam mit Aoi das Blatt komplett umdrehen will ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12647774","hoster":"VOE"},{"path":"/redirect/12647777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-8","name":"","epNo":8,"alt":"Rainbow and Bullet [Episode 21]","descr":"Das Europe Women\u0027s Open beginnt. Der Luminous-Golfplatz ist schwierig und passt gar nicht zu Eves aggressivem Golfstil. Eve beendet den ersten Tag mit 2-Over auf Platz 18 mit drei Schlägen zur Führung. Ihr größtes Hindernis vor dem Sieg ist Leos Lieblingsschülerin, Aisha Khambatta. Mit ihren explosiven Kraftschwüngen schlägt sie Eve in Flugdistanz. Als Eve bemerkt, dass sie so nicht gewinnen kann, gibt sie ihre bisherige Schwungart auf und versucht, einen eigenen, neuen Schlag zu finden ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12660535","hoster":"VOE"},{"path":"/redirect/12660534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-9","name":"","epNo":9,"alt":"Over the Rainbow [Episode 22]","descr":"Kazuhikos Rainbow Shot und Leos Bullet Shot. Eve, die beide Schläge beherrscht, hat sie zum Rainbow Bullet Burst vereint. Damit übertrifft ihre Schlagdistanz sogar Aisha und sie ist am Ende des dritten Tags auf Platz zwei mit einem Schlag hinter der Führenden. Aisha ist mit drei Schlägen hinten auf Platz vier. Sie glaubt fast schon, auf diese Art gewinnen zu können, doch die negative Wirkung ihres neuen Burst-Schlags auf ihren Körper zwingt sie fast in die Knie. Ichinas Aufgabe ist jetzt, zu verhindern, dass Eve den Burst-Schlag noch weiter verwendet...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12665060","hoster":"VOE"},{"path":"/redirect/12665059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-10","name":"","epNo":10,"alt":"To Make Dreams Come True [Episode 23]","descr":"Eve hat es mit dem Sieg beim Europe Women\u0027s Open geschafft, Pro zu werden, doch der Preis für die Überbelastung ihres Körpers ist hoch. Inklusive Rehabilitation wird ihre Genesung vier Monate dauern. Gleichzeitig entdeckt Amane, dass Aoi im Badezimmer zusammengebrochen ist. Da bittet sie Sera, sich um Aoi zu kümmern, und macht sich alleine auf den Weg nach Nafrece...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12673762","hoster":"VOE"},{"path":"/redirect/12673761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-11","name":"","epNo":11,"alt":"Promise [Episode 24]","descr":"Aoi und Eve treten gegen die Mondkaiserin an, eine der besten Golferinnen der Welt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12703768","hoster":"VOE"},{"path":"/redirect/12703767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/birdie-wing-golf-girls-story/staffel-2/episode-12","name":"","epNo":12,"alt":"The Promise Revives [Episode 25]","descr":"Eve wird in einen Skandal verwickelt, als über ihre Verbindungen zur Mafia und ihre Vergangenheit im Wettgolf in den Massenmedien berichtet wird. Der Golfverband warnt, dass Eves Pro-Lizenz suspendiert oder entzogen werden könnte. Mit all diesem Gegenwind beginnt sie den letzten Tag des Turniers, doch beim Tee-Schlag taucht auf einmal Aoi an Eves Seite auf...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12745194","hoster":"VOE"},{"path":"/redirect/12745195","hoster":"Streamtape"}]}]}]}]}