{"path":"/serie/stream/bjrnstad","name":"Björnstad","descr":"[Beartown] ist eine kleine schwedische Stadt im Wald. Ihre Einwohner haben all ihre Hoffnung darauf gesetzt, dass das junge Eishockey-Team im nationalen Halbfinale teilnimmt – doch diese Verantwortung ist zu viel für die Gruppe jugendlicher Spieler. Ein brutaler Zwischenfall am Tag des Halbfinalspiels führt dazu, dass ein Mädchen traumatisiert wird und die ganze Stadt in Aufruhr gerät. (Basierend auf dem gleichnamigen Bestseller von Fredrik Backman `Ein Mann namens Ove`)","seasons":[{"path":"/serie/stream/bjrnstad/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bjrnstad/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Peter und seine Familie kehren nach Beartown zurück, um ein neues Leben zu beginnen und die Eishockeymannschaft und die Zukunft der Stadt zu verjüngen. Aber das Team, das Peter übernehmen soll, kann nicht gerettet werden und konzentriert sich auf Beartowns hart trainierenden neuen Star, einen Junior.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332686","hoster":"VOE"},{"path":"/redirect/8515931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bjrnstad/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Die Juniorenmannschaft beginnt zu gewinnen, was Hoffnung weckt. Der Druck ist groß, entweder gewinnen sie alles oder verlieren ihre Finanzierung. Alle Hoffnungen ruhen auf Kevin. Der einzige, der ihn als mehr als nur einen Hockeystar ansieht, ist Peters Tochter Maya.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515916","hoster":"VOE"},{"path":"/redirect/8515919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bjrnstad/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Die Gegenreaktion von der Halbfinale-Party hängt wie ein Nebel über Beartown, etwas ist passiert, aber Maya wird nicht reden und Kevin trainiert härter als je zuvor, um es zu vergessen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515910","hoster":"VOE"},{"path":"/redirect/8515911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bjrnstad/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Weder der Star des Teams, Kevin, noch ihr Trainer, Peter, kommen zum entscheidenden Endspiel, und Beartowns Zukunft steht auf dem Spiel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515904","hoster":"VOE"},{"path":"/redirect/8515909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bjrnstad/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Fragen darüber, was mit Maya passiert ist und wer schuldig ist, teilen Peters Familie und die Stadt. Wird die Wahrheit herauskommen und wird Peters Familie den Weg zueinander finden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515927","hoster":"VOE"},{"path":"/redirect/12512113","hoster":"Streamtape"}]}]}]}]}