{"seriesId":"black-monday","name":"Black Monday","descr":"Die Comedyserie Black Monday (fka \"Ball Street\") von David Caspe und Jordan Cahan setzt im Jahr 1987 ein und handelt vom 19. Oktober, dem Tag, der als Schwarzer Montag bekannt wurde. Damals kam es zum schlimmsten Crash in der Geschichte der Wall Street. Bis zu diesem Tag weiß niemand, wie das passieren konnte... bis zu diesem Tag. Die Serie folgt einer Gruppe von Außenseitern, die es mit dem Herrenclub der Wall Street aufnehmen und damit das größte Finanzsystem der Welt crashen, außerdem einen Lamborghini und ein Glasdach.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"365","epNo":1,"alt":"365","descr":"Der blauäugige Blair stolpert auf das verrückte Börsenparkett der Wall Street der 80er. Und Broker Mo startet seinen raffinierten Plan, um die Kleiderfirma \"Georgina Jeans\" zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":13097378,"hoster":"VOE"},{"redirect":14425606,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403778,"hoster":"VOE"},{"redirect":14425597,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"364","epNo":2,"alt":"364","descr":"Ausgerechnet als ein Hollywood-Drehbuchautor Broker Mo einen Tag lang begleitet, kämpft Dawn mit allen Mitteln darum, endlich Partner in seiner Firma zu werden. Keith spielt Blair einen Streich.","versions":[{"lang":1,"streams":[{"redirect":14403719,"hoster":"VOE"},{"redirect":14408603,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403779,"hoster":"VOE"},{"redirect":14425598,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"339","epNo":3,"alt":"339","descr":"Mo versucht, mit Blair eine Vater-Sohn-Beziehung aufzubauen. Dawn und Spencer haben ein schwieriges Abendessen mit Dawns Eltern. Und Keith fällt es immer schwerer, sein Geheimnis zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":14404098,"hoster":"VOE"},{"redirect":14425603,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403780,"hoster":"VOE"},{"redirect":14425594,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"295","epNo":4,"alt":"295","descr":"Mo versucht, mit Blair eine Vater-Sohn-Beziehung aufzubauen. Dawn und Spencer haben ein schwieriges Abendessen mit Dawns Eltern. Und Keith fällt es immer schwerer, sein Geheimnis zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":14404099,"hoster":"VOE"},{"redirect":14425602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403777,"hoster":"VOE"},{"redirect":14425599,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"243","epNo":5,"alt":"243","descr":"Mo nimmt Dawn mit zum \"Predator’s Ball\", um das nötige Kapital zur Tilgung seiner Schulden zu bekommen. Blair hat ein arbeitsreiches Wochenende vor sich.","versions":[{"lang":1,"streams":[{"redirect":14403755,"hoster":"VOE"},{"redirect":14425604,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518980,"hoster":"VOE"},{"redirect":14425600,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"122","epNo":6,"alt":"122","descr":"Blair und Tiff feiern Verlobungsparty. Die Urteilskraft von Mo beginnt unter seinen Gefühlen für Dawn zu leiden. Und Wayne und Yassir bekommen ernste Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14403814,"hoster":"VOE"},{"redirect":14425605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13518979,"hoster":"VOE"},{"redirect":14425601,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"65","epNo":7,"alt":"65","descr":"Mo nimmt Blair zu seinem Junggesellenabschied mit. Und Dawn wiederum ist auf Tiffs Junggesellinnenabschied eingeladen – als sehr wichtiger Gast.","versions":[{"lang":1,"streams":[{"redirect":13102958,"hoster":"VOE"},{"redirect":14425607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"7042","epNo":8,"alt":"7042","descr":"Aus der Vergangenheit von Mo kommt einiges ans Licht. Blair und Dawn stürzen sich in dringend notwendige Detektivarbeit.","versions":[{"lang":1,"streams":[{"redirect":14403720,"hoster":"VOE"},{"redirect":14425610,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"2","epNo":9,"alt":"2","descr":"Das Georgina Manöver scheint schief zu gehen, doch Blair hat ein Plan um das Manöver zu retten. Allerdings hat er bestimmte Bedingungen von denen Mo nicht´s ahnt.","versions":[{"lang":1,"streams":[{"redirect":13097380,"hoster":"VOE"},{"redirect":14425609,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Null","epNo":10,"alt":"0","descr":"Mo hat den perfekten Plan, um das Georgina Manöver noch zu retten. Doch sein Plan geht nicht auf.","versions":[{"lang":1,"streams":[{"redirect":14403756,"hoster":"VOE"},{"redirect":14425611,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mixie-dixie","epNo":1,"alt":"Mixie-Dixie","descr":"Nach dem Fallout von Black Monday verfolgen Dawn und Blair einen neuen Deal aus verschiedenen Richtungen, während Mo vor seiner Vergangenheit davonläuft.","versions":[{"lang":1,"streams":[{"redirect":8457219,"hoster":"VOE"},{"redirect":8322021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9937968,"hoster":"VOE"},{"redirect":9938002,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Haie sind high","epNo":2,"alt":"So Antoine","descr":"Der gescheiterte Börsenmakler Mo hat unerwarteten Besuch. Blair und seine Frau Tiffany suchen nach einem neuen Zuhause.","versions":[{"lang":1,"streams":[{"redirect":13095853,"hoster":"VOE"},{"redirect":8322023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510394,"hoster":"VOE"},{"redirect":9937970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Idiot innen drin","epNo":3,"alt":"Idiot Inside","descr":"Der gescheiterte Börsenmakler Mo begegnet in seinem Exil in Miami seinem Ex-Kollegen Keith. Der steht mit einer Million Dollar bei Drogengangstern in der Kreide und Mo will ihm aus der Patsche helfen.","versions":[{"lang":1,"streams":[{"redirect":6833753,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Keine Ahnung von Golf","epNo":4,"alt":"Fore!","descr":"Blairs (Andrew Rannells) neue politische Verbindung bringt Dawn (Regina Hall) in eine komplizierte Situation. Yassir und Wayne versuchen ein Bürorätsel zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8457222,"hoster":"VOE"},{"redirect":8322025,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gewalttätige Ganoven und Bilanzfälscher","epNo":5,"alt":"Violent Crooks And Cooks Of Books","descr":"Mo hat es geschafft sich an seinen ehemaligen Partnern zu rächen. Denn sein Desaster in der Bank hat den Namen der selbigen schwer beschädigt, was zufolge hat die Aktie, von der seine alte Firma viele gekauft hat, wertlos wurde. Nun stecken sie in erheblichen Geldproblemen und vielleicht müssen sie sogar Konkurs anmelden. Ein neuer Kunde bringt Dawn in eine moralische Zwickmühle. Mo, Blair und Keith verfolgen Hinweise. Unterdessen hat Tiff eine Identitätskrise.","versions":[{"lang":1,"streams":[{"redirect":8457228,"hoster":"VOE"},{"redirect":8322026,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schneeballsystem ohne Schnee","epNo":6,"alt":"Arthur Ponzarelli","descr":"Ein neuer Kunde bringt Dawn in eine eine moralische Zwickmühle. Mo, Blair und Keith jagen Spuren nach. Tiff hat unterdessen eine Identitätskrise.","versions":[{"lang":1,"streams":[{"redirect":8457224,"hoster":"VOE"},{"redirect":8322027,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Und wer bist du?","epNo":7,"alt":"Who Are You Supposed To Be?","descr":"Blair versucht auf der Halloween-Party von TBD das Geschäft seines Lebens zu machen denn er hat illegale Informationenerhalten nachdem nach der Yen an Wert verlieren soll worauf Blair den Yen nun Shorten will und so mit den gewinnen sein Schneebalsystem Ausgleicen möchte. Mo und Dawn streiten sich über diese Chance denn Dawn möchte dafür den Fond einsetzen der ihr anvertraut wurde was sie zur Mittäterin machen würde. Tiff und Corkie werden immer entspannter nachdem sie wahllos Tabletten eingeworfen haben und mit reichlich Alkohol Runtergespült haben. Keith ruft seinen wahren Arbeitgeber an um ihm von der Yen Aktion zu berichten und was leider niemand weiß ist das Keith durch seine Halloween Verkleidung mehr mitgehört hat als einigen lieb ist.","versions":[{"lang":1,"streams":[{"redirect":8457225,"hoster":"VOE"},{"redirect":8322034,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glücksschuhe","epNo":8,"alt":"Lucky Shoes","descr":"In der Wahlnacht macht Blair einen riskanten Vorschlag denn er versucht den Abgeordneten zu erpressen. Sollte dieser den Banken Rettungsschirm nicht so schnell wie möglich beschließen veröffentlicht er ein Video das er auf der Halloween Party von den beiden heimlich aufgenommen hat das die beiden in  kompromittierende Handlungen zeigt. Denn der Abgeordnete hat vor den ausgehandelten Banken Rettungsschirm ert in seiner nächsten Legislaturperiode zu beschließen was für Blair viel zu spät wäre und er seine Firma schließen müsste, weil er Pleite wäre. Während Mo und Dawn zu einem Doppeldate gehen macht Keith eine verblüffende Entdeckung. Denn er entdeckte das der zweite Lehman Brother nicht tot sonder \"nur\" außerordentlich entstellt ist. Dieser lässt ihn wissen das sein Bruder es nicht wirklich ernst meint und ihm sofort in den Rücken fallen würde wenn er Vorteile daraus ziehen kann. Keith weiß nun nicht mehr für welche Seite er sich entscheiden soll. Woraufhin er in das erzwungene Doppeldate Platz weil er kurz mit Mo unter vier Augen reden möchte. Als dieser ihn aber nicht anhören will, verrät er alle Geheimnisse wie zb das Mo die Schuld an der Krise der Firma trägt weil er derjenige war der die Schießerei in der Bank ausgelöst hat. Genauso das Mo\u0027s Date eine FBI Agentin ist die alle mit Mo\u0027s Hilfe hinter Gitter bringen möchte. Oder das Dawn den Fond für die Kinder benutzen wollte das wiederum ihrem Date nicht wirklich gefällt. Nach all diesen Offenbarungen fühlt sich Keith erleichtert und meint das er entgültig raus sei.","versions":[{"lang":1,"streams":[{"redirect":8457227,"hoster":"VOE"},{"redirect":8322033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13474406,"hoster":"VOE"},{"redirect":8321994,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zu diesem Zeitpunkt","epNo":9,"alt":"At That Time","descr":"Nach dem Crash ist vor dem nächsten Coup. Nachdem Keith die Bombe hat Platzen lassen versuchen alle wieder die Scherben aufzusammeln. Blair dessen Homosexuelles Homosexuelles Video an die Öffentlichkeit gedrungen ist möchte sich bei seinem \"Partner\" Entschuldigen doch dieser hat sich erhängt. Um den Schaden zu begrenzen tritt er in der Show seiner Frau auf und schiebt die ganze Schuld auf seinen Toten Partner und er behauptet er habe sich behandeln lassen und ist nun nicht mehr Schwul. Dawn will bittet ihren Geschäftspartner um 3 Millionen Dollar damit die der FBI Frau eine auswischen können. Und Keith wollte eigentlich abhauen weil er dachte das ihm sein Arbeitgeber sowieso loswerden wollte. Dieser wiederum versucht alles mögliche um ihm vom Gegenteil zu überzeugen und ihm zu zeigen das er ihn bei sich haben will.","versions":[{"lang":1,"streams":[{"redirect":8457232,"hoster":"VOE"},{"redirect":8322036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13474394,"hoster":"VOE"},{"redirect":8321996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"I Don’t Like Mondays","epNo":10,"alt":"I Don’t Like Mondays","descr":"Finale der zweiten Staffel der überdrehten Comedy-Serie über die börsenverrückten 80er: Ein Plan geht auf.","versions":[{"lang":1,"streams":[{"redirect":12382340,"hoster":"VOE"},{"redirect":8322037,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Zehn!","epNo":1,"alt":"Ten!","descr":"Es ist 1989 und Mo macht seine erste große \"Entdeckung\" als neu geprägter Jazzproduzent. Dawn hat immer noch Zeit, um Black Monday zu meistern. Blair lernt auf die harte Tour, wie man Politik spielt, und Keith entdeckt, dass der verstorbene Lenny Leighman einige große Follikel zu füllen hat. Mo macht einen Plan, um Dawn vorzeitig freizulassen.","versions":[{"lang":1,"streams":[{"redirect":8510404,"hoster":"VOE"},{"redirect":8510405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457185,"hoster":"VOE"},{"redirect":8516849,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neun!","epNo":2,"alt":"Nine!","descr":"Keith hält ihn für den perfekten Business-Experten nach Maß, den Tiff und Corkie brauchen, um Pfaffashions umzubenennen und es wieder ins Geld zu stecken. Dawn und Mo verhandeln ihre neue Work-Life-Balance so, wie sie alles andere verhandeln – keine Grenzen gesetzt. Blair hat eine Nahtod-Sexerfahrung und macht eine neue Frienemesis.","versions":[{"lang":1,"streams":[{"redirect":8510394,"hoster":"VOE"},{"redirect":8510399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457191,"hoster":"VOE"},{"redirect":8516851,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Acht!","epNo":3,"alt":"EIGHT!","descr":"Dawn macht eine Show in ihrem neuen \"Job\" für ihren Bewährungshelfer, während Blair eine Show für den RNC macht. Mo macht eine große persönliche Ankündigung und Keith versucht Larry zu gefallen. Blair schießt nach politischen Punkten und sein Elektroschock-Therapeut bekommt einen eigenen Schock.","versions":[{"lang":1,"streams":[{"redirect":12919301,"hoster":"VOE"},{"redirect":8569321,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457192,"hoster":"VOE"},{"redirect":8516852,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sieben!","epNo":4,"alt":"Seven!","descr":"Mo versucht, mit Nomi Schritt zu halten, aber er merkt, dass die Zeit uns alle einholt, als er feststellt, dass er nicht mehr so ​​feiern kann wie früher. Währenddessen scheitert Dawns Versuch, ihn dazu zu bringen, zu verlangsamen. An anderer Stelle gerät die Beerdigungsplanung von Pastor Newell aus den Fugen und endet mit einem Paukenschlag.","versions":[{"lang":1,"streams":[{"redirect":8569325,"hoster":"VOE"},{"redirect":8569320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457199,"hoster":"VOE"},{"redirect":8516854,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sechs!","epNo":5,"alt":"Six!","descr":"Mo und Dawn sind sich über Nomis musikalische Zukunft nicht einig. Keith, Tiff und Corkie schließen sich zusammen, um Pfaffashions zu schaden. Blair bekommt einen Panikraum. Blair beginnt seinen politischen Aufstieg als Kongressabgeordneter des Staates New York dank der Fürsprache des Gouverneurs und des Predigers für Konversionstherapie, während Dawn ihre letzten Tage ihrer Haft absitzt, nachdem sie sich der Orchestrierung des Schwarzen Montags schuldig bekannt hat. Keith positioniert sich als neuer Lehman-Bruder. Mo festigt seine Führung in der neu gegründeten The Mo Co. Was ihn und seine Verliererbande erwartet, bleibt abzuwarten.","versions":[{"lang":1,"streams":[{"redirect":8668728,"hoster":"VOE"},{"redirect":8668727,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457202,"hoster":"VOE"},{"redirect":8516855,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fünf!","epNo":6,"alt":"FIVE!","descr":"Blair beginnt seinen politischen Aufstieg als Kongressabgeordneter des Staates New York dank der Fürsprache des Gouverneurs und des Predigers für Konversionstherapie, während Dawn ihre letzten Tage ihrer Haft absitzt, nachdem sie sich der Orchestrierung des Schwarzen Montags schuldig bekannt hat. Keith positioniert sich als neuer Lehman-Bruder. Mo festigt seine Führung in der neu gegründeten The Mo Co. Was ihn und seine Verliererbande erwartet, bleibt abzuwarten.","versions":[{"lang":1,"streams":[{"redirect":12382341,"hoster":"VOE"},{"redirect":8668721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8457198,"hoster":"VOE"},{"redirect":8516857,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vier!","epNo":7,"alt":"FOUR!","descr":"Blair beginnt seinen politischen Aufstieg als Kongressabgeordneter des Staates New York dank der Fürsprache des Gouverneurs und des Predigers für Konversionstherapie, während Dawn ihre letzten Tage ihrer Haft absitzt, nachdem sie sich der Orchestrierung des Schwarzen Montags schuldig bekannt hat. Keith positioniert sich als neuer Lehman-Bruder. Mo festigt seine Führung in der neu gegründeten The Mo Co. Was ihn und seine Verliererbande erwartet, bleibt abzuwarten.","versions":[{"lang":1,"streams":[{"redirect":8725554,"hoster":"VOE"},{"redirect":8725547,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Drei!","epNo":8,"alt":"THREE!","descr":"Blair beginnt seinen politischen Aufstieg als Kongressabgeordneter des Staates New York dank der Fürsprache des Gouverneurs und des Predigers für Konversionstherapie, während Dawn ihre letzten Tage ihrer Haft absitzt, nachdem sie sich der Orchestrierung des Schwarzen Montags schuldig bekannt hat. Keith positioniert sich als neuer Lehman-Bruder. Mo festigt seine Führung in der neu gegründeten The Mo Co. Was ihn und seine Verliererbande erwartet, bleibt abzuwarten.","versions":[{"lang":1,"streams":[{"redirect":8725555,"hoster":"VOE"},{"redirect":8725553,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919297,"hoster":"VOE"},{"redirect":8249265,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwei!","epNo":9,"alt":"Two!","descr":"Mo versucht seinen eigenen Junggesellenabschied zu organisieren. Ein Mörder ist immer noch auf freiem Fuß und sie haben beschlossen in einer Hütte zu feiern - im Wald. Keith genießt seine gesellschaftliche Aufwertung, bis jemand unerwartet zurückkehrt.","versions":[{"lang":1,"streams":[{"redirect":8790660,"hoster":"VOE"},{"redirect":8790663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8249250,"hoster":"VOE"},{"redirect":8249254,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eins!","epNo":10,"alt":"ONE!","descr":"Silvester 1989. Es ist Mo\u0027s \"Hochzeitstag\", aber seine oberste Priorität ist es, sicherzustellen das er und seine Crew ein weiteres Jahrzehnt erleben. Er und Dawn, Blair, Keith und Yassir arbeiten zusammen, um alles zu tun, was nötig ist, um das zu erreichen.","versions":[{"lang":1,"streams":[{"redirect":8790669,"hoster":"VOE"},{"redirect":8790670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8336044,"hoster":"VOE"},{"redirect":8336041,"hoster":"Streamtape"}]}]}]}]}