{"seriesId":"black-lagoon","name":"Black Lagoon","descr":"Rokuro Okajima wird von seiner Firma beauftragt, eine Diskette mit äußerst wichtigen Daten per Schiff nach Borneo zu bringen. Während der Überfahrt wird das Schiff von Piraten überfallen. Rokuro wird als Geisel genommen. Seine Firma erklärt ihn einfach für tot.Als Rokuro das klar wird, schließt er sich der Gruppe um Revy an und erhält den Spitznamen \"Rock\".","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Collateral Massacre","epNo":1,"alt":"Collateral Massacre [OVA]","descr":"Robertas Arbeitgeber wurde getötet, anscheinend als Teil eines Krieges zwischen der CIA und der NSA. Sie schwört, die Verantwortlichen zu bestrafen, egal was dazu nötig ist. Fabiola (Ihre Stellvertreterin), Black Lagoon und Mr. Chang werden in den Konflikt hineingezogen.","versions":[{"lang":1,"streams":[{"redirect":14275282,"hoster":"VOE"},{"redirect":13665664,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"An Office Man\u0027s Tactics","epNo":2,"alt":"An Office Man\u0027s Tactics [OVA]","descr":"Rock akzeptiert das Angebot, Roberta zu finden, bevor sie den US-Truppen den Krieg erklärt. Er versucht das Rätsel um Robertas Verbleib zu lösen, indem er von überall Informationen sammelt. Zur gleichen Zeit treffen sich die Hongkong-Triade, Hotel Moskau, italienische Mafia und kolumbianisches Kartell, um zu entscheiden, was als nächstes getan werden soll.","versions":[{"lang":1,"streams":[{"redirect":14275283,"hoster":"VOE"},{"redirect":13665667,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Angels in the Crosshairs","epNo":3,"alt":"Angels in the Crosshairs [OVA]","descr":"Rock und Revy erhalten endlich genug Informationen, um Roberta zu finden. Sie fahren zu dem Ort, an dem sie glauben, dass Roberta den Krieg beginnen wird. Sie erreichen das Kriegsgebiet etwas spät, da Roberta den Krieg bereits begonnen hat. Inzwischen erhält Rock einen Anruf von Herrn Chang, der ihn auffordert, den Kampf zu beenden, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":14271393,"hoster":"VOE"},{"redirect":13665666,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"Oversaturation Kill Box","epNo":4,"alt":"Oversaturation Kill Box [OVA]","descr":"Rock und Chang bitten Dutch und die Lagoon Company, die Amerikaner aus der Stadt zu vertreiben, während Roberta ihre Angriffe fortsetzt.","versions":[{"lang":1,"streams":[{"redirect":14275281,"hoster":"VOE"},{"redirect":13665670,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"Codename Paradise, Status MIA","epNo":5,"alt":"Codename Paradise, Status MIA [OVA]","descr":"Die Schwarze Lagune erreicht das goldene Dreieck, in dem Roberta die Amerikaner angreift und die letzte Schlacht beginnt.","versions":[{"lang":1,"streams":[{"redirect":14270607,"hoster":"VOE"},{"redirect":13665671,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"The Black Lagoon","epNo":1,"alt":"The Black Lagoon","descr":"Der harmlose Büroangestellte Rokuro wird von seiner Firma auf eine Geschäftsreise geschickt. Er soll eine Diskette, auf der sich geheime Informationen befinden, in Borneo übergeben. Doch der Plan ändert sich, als eine Gruppe moderner Piraten das Schiff überfallen und Rokura als Geisel nehmen.","versions":[{"lang":1,"streams":[{"redirect":14270694,"hoster":"VOE"},{"redirect":13665669,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mangrove Heaven","epNo":2,"alt":"Mangrove Heaven","descr":"Nach der gelungenen Flucht mit der neuen Geisel, wird die Gruppe von einem Kampfhubschrauber verfolgt und auf offenem Meer in die Enge getrieben. Rokuro präsentiert der Gruppe einen Fluchtplan und erntet damit Anerkennung.","versions":[{"lang":1,"streams":[{"redirect":14142547,"hoster":"VOE"},{"redirect":13665668,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ring-Ding Ship Chase","epNo":3,"alt":"Ring-Ding Ship Chase","descr":"Als Chin erfährt, dass Dutch nun für Balalaika arbeitet, ist er mehr als frustriert. In seinem Ärger heuert er eine Gruppe von Piraten an und setzt sie auf die Black Lagoon an. Was wird Balalaika dazu sagen, wenn sie davon erfährt?","versions":[{"lang":1,"streams":[{"redirect":14270720,"hoster":"VOE"},{"redirect":13665673,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Rückkehr des Adlers","epNo":4,"alt":"Die Rückkehr Des Adlers","descr":"Die Black Lagoon bekommt einen neuen Auftrag. Sie sollen ein Gemälde aus einem deutschen U-Boot bergen, das kurz vor Kriegende durch amerikanische Kriegsschiffe versenkt wurde. Während der Bergungsarbeiten wird die Black Lagoon jedoch angegriffen.","versions":[{"lang":1,"streams":[{"redirect":14275280,"hoster":"VOE"},{"redirect":13665672,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eagle Hunting and Hunting Eagles","epNo":5,"alt":"Eagle Hunting And Hunting Eagles","descr":"Die Neo-Nazis halten die Black Lagoon mit TOW Fernlenkgeschossen in Schach, während sie selbst versuchen zum U-Boot zu tauchen. Die Black Lagoon kann aus der Ferne nur hilflos zusehen, doch bald wird die Situation für sie noch gefährlicher …","versions":[{"lang":1,"streams":[{"redirect":14275287,"hoster":"VOE"},{"redirect":13665675,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Moonlit Hunting Grounds","epNo":6,"alt":"Moonlit Hunting Grounds","descr":"Die Neo-Nazis sind in Besitz des Gemäldes und die Black Lagoon schwört Rache. Als es Dunkel wird, schleichen sich Dutch und Revy an Bord des Schiffes und versuchen das Gemälde zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":14275289,"hoster":"VOE"},{"redirect":13665674,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Calm Down, Two Men","epNo":7,"alt":"Calm Down, Two Men","descr":"Zwischen Revy und Rock hängt der Haussegen schief. Dutch ist von den ständigen Streitereien der beiden genervt und schickt sie gemeinsam in die Stadt um Besorgungen zu machen. Bei einem erneuten Streit sieht Revy rot und richtet ihre Waffe gegen Rock.","versions":[{"lang":1,"streams":[{"redirect":14275290,"hoster":"VOE"},{"redirect":13665677,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rasta Blasta","epNo":8,"alt":"Rasta Blasta","descr":"Die Black Lagoon wird angeheuert um ein Paket zu übergeben. Das Paket erweist sich als ein Junge namens Garcia, Mitglied einer einflussreichen venezolanischen Familie. Als die Black Lagoon nach Annahme des Falles in eine Bar geht, wird sie von der Mafia erwartet.","versions":[{"lang":1,"streams":[{"redirect":14270097,"hoster":"VOE"},{"redirect":13665676,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Maid to Kill","epNo":9,"alt":"Maid To Kill","descr":"Die Black Lagoon muss feststellen, dass Garcias Kindermädchen Roberta alles andere als nett ist. Als sie beginnt die Besucher der Bar zu töten, flieht die Black Lagoon. Da Garcia Angst vor Roberta hat, folgt er der Gruppe.","versions":[{"lang":1,"streams":[{"redirect":14269285,"hoster":"VOE"},{"redirect":13665678,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"The Unstoppable Chambermaid","epNo":10,"alt":"The Unstoppable Chambermaid","descr":"Roberta, die immer noch versucht Garcia zurück zu bekommen, ist der Black Lagoon dicht auf den Fersen. Revy beschließt Roberta in einem Schiessduell ein für alle mal aus dem Weg zu räumen. Die Situation ändert sich, als Robertas wahre Identität enthüllt wird.","versions":[{"lang":1,"streams":[{"redirect":14270473,"hoster":"VOE"},{"redirect":13665679,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lock’n Load Revolution","epNo":11,"alt":"Lock’n Load Revolution","descr":"Herr Chang übergibt der Black Lagoon eine Tasche mit wichtigen Papieren. Da Terroristen in den Besitz dieser Daten kommen wollen, soll die Black Lagoon die Tasche transportieren. Es dauert nicht lange bis die Terroristen die Gruppe ausfindig machen – und ein Mitglied der Black Lagoon als Geisel nehmen.","versions":[{"lang":1,"streams":[{"redirect":14271123,"hoster":"VOE"},{"redirect":13665680,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Guerrillas in the Jungle","epNo":12,"alt":"Guerrillas In The Jungle","descr":"Rock wird von Takenaka einem Verhör unterzogen, doch dieser schweigt. Zur selben Zeit versuchen Revy, Shenhua und Legarch Rock zu befreien. Doch wird Rock Takenakas Verhörmethoden noch lange genug standhalten?","versions":[{"lang":1,"streams":[{"redirect":12432765,"hoster":"VOE"},{"redirect":13665681,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"The Vampire Twins Comen","epNo":1,"alt":"The Vampire Twins Comen","descr":"In Roanapur werden plötzlich immer mehr Anhänger der russischen Mafia ermordet. Als die Mordserie nicht abreißt und es einen Toten nach dem anderen gibt, erklärt Balalaika den Tätern den Krieg und Hotel Moskau setzt ein großzügiges Kopfgeld aus.","versions":[{"lang":1,"streams":[{"redirect":14273547,"hoster":"VOE"},{"redirect":13665685,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bloodsport Fairytale","epNo":2,"alt":"Bloodsport Fairytale","descr":"In Roanapur wimmelt es von geldgierigen Kopfgeldjägern. Auch Revy und Eda sind durch die enorme Belohnung, die von Hotel Moskau versprochen wurde, motiviert und stoßen bald auf eine heiße Spur.","versions":[{"lang":1,"streams":[{"redirect":14275292,"hoster":"VOE"},{"redirect":13665683,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Swan Song at Dawn","epNo":3,"alt":"Swan Song At Dawn","descr":"Revy und Eda stoßen auf die Spur der beiden rumänischen Zwillinge Hänsel und Gretel, die für die Morde an den Anhängern der russischen Mafia verantwortlich sind. Als Hotel Moskau das Feuer auf sie eröffnet, kann eines der Kinder jedoch fliehen.","versions":[{"lang":1,"streams":[{"redirect":14275291,"hoster":"VOE"},{"redirect":13665684,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Greenback Jane","epNo":4,"alt":"Greenback Jane","descr":"Jane, eine professionelle Geldfälscherin, wird von ihren Auftraggebern dermaßen unter Druck gesetzt, dass sie kurzerhand das Weite sucht. Da sie nun um ihr Leben fürchten muss erhofft sie sich Unterschlupf in einer Kirche – wo sie auf Eda und Revy trifft.","versions":[{"lang":1,"streams":[{"redirect":14269284,"hoster":"VOE"},{"redirect":13665682,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Roanapur Freakshow Circus","epNo":5,"alt":"The Roanapur Freakshow Circus","descr":"Jane wird immer noch von den Gangstern aus Florida gejagt. Als die Kopfgeldjäger sie aufspüren, kann sie nur knapp mit dem Leben entkommen. Eda bietet ihr an ihr Leben zu retten – doch dafür muss Jane einen hohen Preis zahlen.","versions":[{"lang":1,"streams":[{"redirect":14275296,"hoster":"VOE"},{"redirect":13665688,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Benny’s Good Fortune","epNo":6,"alt":"Mr. Benny’s Good Fortune","descr":"Die Black Lagoon versuchen ihr Bestes um Jane die Kopfgeldjäger vom Hals zu schaffen, doch die Situation wird immer aussichtsloser. Als Eda etwas später auf Russel trifft, und dieser sie wiedererkennt, muss Eda ihr Geheimnis preisgeben.","versions":[{"lang":1,"streams":[{"redirect":14269504,"hoster":"VOE"},{"redirect":13665686,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fujiyama Gangsta Paradise","epNo":7,"alt":"Fujiyama Gangsta Paradise","descr":"Balalaika muss nach Japan um dort Geschäfte mit einer ansässigen Yakuza Gruppe zu machen und Rock wird als Übersetzer angeheuert. Als Rock in seiner Heimat ankommt. muss er jedoch erstmal mit Geistern aus seiner Vergangenheit fertig werden.","versions":[{"lang":1,"streams":[{"redirect":13998030,"hoster":"VOE"},{"redirect":13665689,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"The Succession","epNo":8,"alt":"The Succession","descr":"Rock wird von Chaka, einem Mitglied der Washimine Gruppe, übel zugerichtet. Revy schwört Rache und verspricht Rock Chaka bei nächster Gelegenheit umzulegen. Als Rock sich etwas später mit Yukio trifft erfährt er, dass sie die Enkelin des ehemaligen Anführers der Washimine Gruppe ist.","versions":[{"lang":1,"streams":[{"redirect":14271832,"hoster":"VOE"},{"redirect":13665690,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Two Father’s Little Soldier Girls","epNo":9,"alt":"Two Father’s Little Soldier Girls","descr":"Yukio wird zum neuen Boss der Washimine Gruppe ernannt. Sie plant zugleich einen Gegenangriff auf das Hotel Moskau. Als Yukio sich später auf den Weg in ihre Wohnung macht, wird sie von Chaka entführt. Rock und Revy planen sie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":14271324,"hoster":"VOE"},{"redirect":13665687,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"The Dark Tower","epNo":10,"alt":"The Dark Tower","descr":"Chaka hält Yukio immer noch gefangen. Er erhofft sich so die Kontrolle der Washimine Gruppe zu erzwingen. Als Revy und Rock ihr Lager finden, schafft es Rock Yukio zu befreien. Doch Yukio ist alles andere als begeistert und kritisiert Rocks neues Leben.","versions":[{"lang":1,"streams":[{"redirect":14269594,"hoster":"VOE"},{"redirect":13665693,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Snow White’s Payback","epNo":11,"alt":"Snow White’s Payback","descr":"Revy und Rock treffen sich mit Balalaika da sie ein Ende der Angriffe erbitten wollen. Das Gespräch verläuft nicht so wie geplant und am Ende muss Rock um sein Leben fürchten. Erst als Rock beweisen kann, dass er ein Gangster ist, wird der freigelassen.","versions":[{"lang":1,"streams":[{"redirect":14275295,"hoster":"VOE"},{"redirect":13665692,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"The Gunslingers","epNo":12,"alt":"The Gunslingers","descr":"Rock nimmt zusammen mit Balalaika an den Gesprächen mit dem Kosa Rat teil. Er möchte, dass die Washimine Gruppe endgültig zerstört wird, damit Yukio endlich ein normales Leben führen kann. Zur gleichen Zeit treffen sich Revy und Ginji zum letzten Mal …","versions":[{"lang":1,"streams":[{"redirect":14271409,"hoster":"VOE"},{"redirect":13665691,"hoster":"Streamtape"}]}]}]}]}