{"seriesId":"black-sands","name":"Black Sands","descr":"[Svörtu sandar] Eine besorgte Polizistin wird in ihre Heimatstadt zurückgedrängt. Die Konfrontation mit ihrer missbräuchlichen Mutter ist unausweichlich, doch der Fund einer Leiche verändert alles. Sie ist gezwungen, nach einem gefährlichen Serienmörder zu suchen, während sie in einer dunklen Grube festsitzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Black Beach","descr":"Kriminalinspektorin Anita kehrt nach 15-jähriger Abwesenheit in ihre Heimatstadt zurück. Sie fürchtet sich davor, den Menschen zu begegnen, die sie lange gemieden hat. Auf dem Weg dorthin wird sie zum Dienst zurückgerufen, nachdem am Ufer von Glerársandar eine Leiche gefunden wurde.","versions":[{"lang":1,"streams":[{"redirect":13233450,"hoster":"VOE"},{"redirect":13233452,"hoster":"Doodstream"},{"redirect":13233484,"hoster":"Vidoza"},{"redirect":13233448,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"The Journey is the Destiny","descr":"Das Auftauchen des verletzten Mädchens verändert die Ermittlungen zum Tod der Touristin, aber der mangelnde Ehrgeiz und die mittelmäßige Arbeitsmoral der Polizei erschweren die Sache. Anita stärkt ihre Bindungen zu den Menschen, die ihr am nächsten stehen.","versions":[{"lang":1,"streams":[{"redirect":13233455,"hoster":"VOE"},{"redirect":13233453,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Insomnia","descr":"Anita unterläuft bei der Befragung des Mädchens ein schwerer Fehler, und das Team versucht, die Kurve zu kriegen, bevor alles zusammenbricht. Der Witwer trifft in Island ein und wirft ein Licht auf den Fall, der nun eine ganz neue Gestalt annimmt.","versions":[{"lang":1,"streams":[{"redirect":13233472,"hoster":"VOE"},{"redirect":13233487,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"You\u0027re Not Here","descr":"Gusti befragt Lena und findet heraus, wie seine Kollegen die Sache verpfuscht haben. Frida steht unter Druck und die bevorstehende Ankunft von Gusti in der Stadt ermutigt Anita, an einem vertrauten Ort Hilfe zu suchen.","versions":[{"lang":1,"streams":[{"redirect":13233469,"hoster":"VOE"},{"redirect":13233471,"hoster":"Doodstream"},{"redirect":13233457,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Salt in the Wounds","descr":"Die Autopsie bestätigt einen Mord. Salomon besucht Helga und Elin, während Anita sich mit Gusti anlegt, der seinen Aufenthalt verlängert hat. Ungelöste Fälle führen zu neuen Erkenntnissen, und die Soiree eines Liebespaares nimmt eine unerwartete Wendung.","versions":[{"lang":1,"streams":[{"redirect":13233447,"hoster":"VOE"},{"redirect":13233445,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"The Curtain Comes Down","descr":"Es wird eine weitere Leiche gefunden, die mit einem der Fälle in Verbindung steht, in denen Frida und Anita ermitteln. Mutter und Tochter sind fassungslos, und die Beziehung von Salamon und Anita bietet dem Ermittlerteam eine unerwartete Chance.","versions":[{"lang":1,"streams":[{"redirect":13233444,"hoster":"VOE"},{"redirect":13233446,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"A Little Blond Boy","descr":"Die Vergangenheit von Salomon und Anita ist wichtiger, als irgendjemand ahnen kann. Ragnar wird über den Stand des Falles informiert, und gemeinsam setzen Gusti und Anita das schwierigste Projekt ihrer Karriere und ihres Lebens in die Tat um.","versions":[{"lang":1,"streams":[{"redirect":13233440,"hoster":"VOE"},{"redirect":13233439,"hoster":"Doodstream"},{"redirect":13233437,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"A Lovers Night","descr":"Die Welt dreht sich weiter. Anita und Gusti befinden sich in einem Wettlauf mit der Zeit und befürchten das Schlimmste. Die Ereignisse der letzten zwei Jahre verdichten sich, und es ist klar, dass sie gemeinsam auf eine letzte Abrechnung zusteuern, die alles verändern wird.","versions":[{"lang":1,"streams":[{"redirect":13233436,"hoster":"VOE"},{"redirect":13233438,"hoster":"Doodstream"},{"redirect":13233435,"hoster":"Streamtape"}]}]}]}]}