{"path":"/serie/stream/blackout","name":"Blackout","descr":"Gründonnerstag, 24. März 2016: Viele sind schon auf dem Weg in die Osterferien, als um 13.00 Uhr plötzlich der Strom ausfällt – schweizweit, europaweit. Und zwar für einige Tage. Aber noch ahnt niemand, dass dieses Blackout länger andauern wird und welche die dramatischen Konsequenzen eines derartigen Stromausfalls sind.\"Blackout\" ist eine Mischung aus Fiktion und Dokumentation. Einzelne Szenen erzählen Geschichten wie jene der Familie Berger – die Story ist erfunden, könnte sich aber so abgespielt haben. Andere Szenen sind dokumentarischer Art. Sie zeigen beispielsweise Notfallübungen des Zivilschutzes des Kantons Basel-Landschaft, des Universitätsspitals Basel und des \"Zoo Zürich\".","seasons":[{"path":"/serie/stream/blackout/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/blackout/staffel-1/episode-1","name":"Tag 1 – Der Strom fällt aus","epNo":1,"alt":"","descr":"Gründonnerstag, 24. März 2016: Viele sind schon auf dem Weg in die Osterferien, als um 13.00 Uhr plötzlich der Strom ausfällt – schweizweit, europaweit. Und zwar für einige Tage. Aber noch ahnt niemand, dass dieses Blackout länger andauern wird und welche die dramatischen Konsequenzen eines derartigen Stromausfalls sind.\r\r\"Blackout\" ist eine Mischung aus Fiktion und Dokumentation. Einzelne Szenen erzählen Geschichten wie jene der Familie Berger – die Story ist erfunden, könnte sich aber so abgespielt haben. Andere Szenen sind dokumentarischer Art. Sie zeigen beispielsweise Notfallübungen des Zivilschutzes des Kantons Basel-Landschaft, des Universitätsspitals Basel und des \"Zoo Zürich\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223857","hoster":"VOE"},{"path":"/redirect/9223856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-2","name":"Tag 2 – Das Blackout dauert an","epNo":2,"alt":"","descr":"Nach einer kalten Nacht ohne Strom, ohne Heizung, ohne Wasser realisieren die Menschen in der Schweiz und in Europa, dass dieses Blackout anders ist als alles, was man bis jetzt erlebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223859","hoster":"VOE"},{"path":"/redirect/9223861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-3","name":"Tag 3 – Die Schweiz im Ausnahmezustand","epNo":3,"alt":"","descr":"Die Schweizer Stromnetzbetreiber arbeiten auf Hochtouren. Aber noch immer gelingt es nicht, den Strom wieder dauerhaft anzuschalten. Das ganze Land ist am Limit. Krisenstäbe versuchen, Menschen in Notunterkünften zu betreuen, auch Krankenhäuser und Altersheime sind im Ausnahmezustand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382371","hoster":"VOE"},{"path":"/redirect/9223866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-4","name":"Tag 4 – Strom ist Mangelware","epNo":4,"alt":"","descr":"Endlich ein erstes Aufatmen: Es fließt wieder Strom. Allerdings folgt sogleich die Ernüchterung. Die Stromversorgung funktioniert nicht dauerhaft, es tritt die gefürchtete Strom-Mangellage ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223870","hoster":"VOE"},{"path":"/redirect/9223867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-5","name":"Tag 5 – Wer ist schuld am Blackout?","epNo":5,"alt":"","descr":"Ein Stromnetz aus der Balance zu bringen, ist gar nicht so schwierig – manchmal reicht ein Eichhörnchen. Und mit einer so delikaten Ware wie Strom wird rigoros Handel betrieben. Für ein großes Blackout-Szenario ist allerdings klar, dass es eine Verkettung von Fehlern braucht, ein Unwetter – oder eine Cyber-Attacke. Urs Gredig geht diesen Szenarien mit Fachleuten nach und benennt die größten Risiken für ein flächendeckendes Blackout.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223872","hoster":"VOE"},{"path":"/redirect/9223874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-6","name":"Tag 6 – Keine Normalität in Sicht","epNo":6,"alt":"","descr":"Dienstag nach Ostern: Die Feiertage sind vorbei, aber das Land ist weit entfernt von Normalität. Die Stromrationierung hält die Gesellschaft in eisernem Griff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223875","hoster":"VOE"},{"path":"/redirect/9223878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-7","name":"Zusammenfassung – Was bisher geschah","epNo":7,"alt":"","descr":"Der achtteilige Film \"Blackout\" erzählt aus verschiedenen Perspektiven, was ein mehrtägiger Stromausfall in der Schweiz und in Europa für die Bewohner bedeuten würde. Er erklärt, wie einzelne Player der Strombranche die Katastrophe verursacht, bewältigt und erlebt haben, dokumentiert die Arbeit der Krisenstäbe und begleitet Fernsehmoderator Franz Fischlin, der unverhofft zur Stimme der Krise wird. Außerdem zeigt er die Odyssee von Susanne Berger, die dieser Tage die Entbindung geplant hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223882","hoster":"VOE"},{"path":"/redirect/12515646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blackout/staffel-1/episode-8","name":"Neun Monate später","epNo":8,"alt":"","descr":"Noch immer sind die Schweiz und Europa gezeichnet vom Blackout. Versicherungen sind erst jetzt langsam in der Lage, das ganze Ausmaß der finanziellen Schäden abzuschätzen. Unterdessen sammelt die Schweizer Bevölkerung in einer beispiellosen Solidaritätsaktion für die Opfer des Blackouts. \"Blackout\" ist eine Mischung aus Fiktion und Dokumentation. Einzelne Szenen erzählen Geschichten, andere sind dokumentarischer Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9223884","hoster":"VOE"},{"path":"/redirect/9223886","hoster":"Streamtape"}]}]}]}]}