{"seriesId":"black-rock-shooter","name":"Black Rock Shooter","descr":"[Burakku Rokku Shuta] Diese alternative Version zu Black Rock Shooter spielt einige Jahre später und Mato Kuroi geht mittlerweile auf die Oberschule. Mit ihrem offenen und freundlichen Auftreten versucht sie auf Anhieb neue Freunde zu gewinnen. Allen voran die schüchterne Mitschülerin Yomi Takanashi, doch deren Freundin Kagari scheint eine tiefe Abneigung gegen Mato zu haben. Das hält das quirlige Mädchen natürlich nicht davon ab, es trotzdem zu versuchen. Währenddessen kämpft Black Rock Shooter in einer Parallelwelt gegen neue Gegner und gegen ihre erbitterte Widersacherin Dead Master.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie lange muss ich noch schreien?","epNo":1,"alt":"How Much Louder Do I Have To Shout?","descr":"Neu auf der Oberschule versucht sich Mato mit der verschlossenen Yomi anzufreunden. Aber als sie Yomi nach Hause begleitet, begegnet sie dort Yomis Freundin Kargari. Diese sitzt im Rollstuhl und sieht nicht gerne eine Nebenbuhlerin bei Yomi, weshalb sie Mato mobbt, bis diese beschließt zu gehen. In der anderen Welt kommt es zum Kampf zwischen Black Rock Shooter und einem Mädchen, das Kargari nicht unähnlich sieht.","versions":[{"lang":1,"streams":[{"redirect":12332696,"hoster":"VOE"},{"redirect":8322064,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Himmel umschließt die Dämmerung","epNo":2,"alt":"The Sky Embracing Dawn","descr":"Nachdem Mato umsonst bei einem Festival auf Yomi gewartet hat, besucht sie diese Zuhause. Aber sie wird von Kargari empfangen, die sich mit ihrem Rollstuhl die Treppe runter stürzt, um sie aufzuhalten. Später im Krankenhaus erfährt Mato von Yomis Mutter, was Yomi und Kargari wirklich verbindet. Während in der anderen Welt der Kampf zwischen Black Rock Shooter und zwei anderen Mädchen tobt, versucht Mato in Kargaris abgesperrtes Krankenzimmer zu kommen. Doch dann wird in der anderen Welt ein Mädchen getötet.","versions":[{"lang":1,"streams":[{"redirect":8457251,"hoster":"VOE"},{"redirect":8322068,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tränen im Überfluss!","epNo":3,"alt":"Tears That I Fought Back Are About To Overflow","descr":"Mato soll mit ihrer Kindheitsfreundin Yuu ins Basketball-Camp. Als Yomi begreift, wie nah sich die beiden stehen, wird sie eifersüchtig. Nach dem Camp erfährt Arata, Mannschaftskapitän der Basketballmannschaft, das ein Liebesbrief von ihr an einen Jungen, am schwarzen Brett ausgehängt wurde. Auch wenn sie sich stark gibt, machen ihr die Lästereien zu schaffen. Doch dann wird in der anderen Welt ein Mädchen getötet, das Arata ähnelt.","versions":[{"lang":1,"streams":[{"redirect":8457254,"hoster":"VOE"},{"redirect":8322066,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Welt, von der ich einst träumte, ist nun verloren.","epNo":4,"alt":"The World I Dreamed Of One Day Closes Up","descr":"Kargari hat es geschafft, wieder zu laufen und zur Schule zu gehen, wo sie schnell neue Freunde findet. Und da Mato gerade ebenfalls sehr beschäftigt ist, beginnt Yomi sich ausgeschlossen zu fühlen. Als ihr Kargari dann auch noch sagt, dass sie sich nicht mehr daran erinnert, warum sie so an Yomi gehangen hat, bricht für Yomi eine Welt zusammen. In der anderen Welt wird Black Rock Shooter von einer ihrer Gegnerinnen mit neuer Vehemenz angegriffen.","versions":[{"lang":1,"streams":[{"redirect":8457257,"hoster":"VOE"},{"redirect":8322067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Black Rock Shooter","epNo":5,"alt":"Black Rock Shooter","descr":"Da sich Yomi auch in der Schule immer seltsamer verhält, beginnt Mato sich Sorgen zu machen. Und dann bemerkt sie auch noch, dass sich niemand an ihre Kindheitsfreundin Yuu zu erinnern scheint. Als sie diese schließlich findet, erfährt sie die Wahrheit hinter ihren Träumen von den Kämpfen in der anderen Welt. Um Mato und Yomi zu helfen, schickt Yuu Matos Bewusstsein in den Körper von Black Rock Shooter. Aber das geht leider schief und Mato kann nicht mehr zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":8457261,"hoster":"VOE"},{"redirect":8322070,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Hoffnungsschimmer, den es nie hätte geben sollen!","epNo":6,"alt":"The Hope From When It Shouldn’t Have Exis","descr":"Da Mato nicht mehr aufwacht, bringt Yuu sie in ihrer Verzweiflung zur Schulpsychologin Saya, die offenbar auch eine Verbindung zur anderen Welt hat. Yuu und sie kennen sich bereits aus Sayas Schulzeit. Damals hat Yuu unter schlimmen Bedingungen gelebt. Während Saya und Yuu versuchen Mato wieder zurück zu bringen, kehrt Yomi an die Schule zurück. Aber sie kann sich kaum noch an Mato erinnern.","versions":[{"lang":1,"streams":[{"redirect":8457259,"hoster":"VOE"},{"redirect":8322069,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Hoffnung, die durch die Finsternis zu den Sternen emporsteigt!","epNo":7,"alt":"Wish Upon The Star Shooting Th","descr":"Yuu kann Matos Bewusstsein endlich erreichen und während diese erkennt, dass sie vor ihren eigenen Gefühlen davon gelaufen ist, erfährt sie auch die Geschichte von Yuu und ihrem Alter Ego in der anderen Welt: Strength. Während dessen erfährt Yomi in der Schule, dass Mato verschwunden ist und ihre Erinnerungen an die gemeinsame Freundschaft beginnen hervor zu brechen.","versions":[{"lang":1,"streams":[{"redirect":8457266,"hoster":"VOE"},{"redirect":8322072,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jenseits dieser Welt!","epNo":8,"alt":"Overcome The World","descr":"Mato ist zu Black Rock Shooter geworden und muss sich der dunklen Version von Black Rock Shooter im Kampf stellen. Aber sie stellt sich damit auch ihren eigenen Gefühlen.","versions":[{"lang":1,"streams":[{"redirect":8457262,"hoster":"VOE"},{"redirect":8322073,"hoster":"Streamtape"}]}]}]}]}