{"path":"/serie/stream/black-lake-2021","name":"Black Lake (2021)","descr":"[Dystopia] Inmitten einer verlassenen Anlage aus der Zeit des Kalten Krieges, irgendwo in den schwedischen Wäldern, bereitet sich eine Gruppe junger Menschen auf ein angesagtes Live-Event vor. Doch als sie die noch vorhandenen Energiequellen abschalten, erwacht etwas wenig Wohlmeinendes zum Leben, das schnell ihr Verhalten beeinflusst. (Fortsetzung von Black Lake 2016-2018)","seasons":[{"path":"/serie/stream/black-lake-2021/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/black-lake-2021/staffel-1/episode-1","name":"Blackout","epNo":1,"alt":"","descr":"Indem sie ihren Freund Leo zu einem LARP begleitet, das in einer geschlossenen Produktionsanlage stattfindet, hofft Tess, eine Beziehung in der Krise wieder in Ordnung zu bringen. Alle außer Tess sind Hardcore-Rollenspieler und es fällt ihr schwer, sich anzupassen. Trotz des von Hausmeister Harry ausgesprochenen Verbots beschließt die Gruppe, das alte elektrische System der Anlage in Betrieb zu nehmen, und entdeckt, dass übernatürliche Kräfte zum Leben erweckt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455053","hoster":"VOE"},{"path":"/redirect/13455058","hoster":"Doodstream"},{"path":"/redirect/13455060","hoster":"Vidoza"},{"path":"/redirect/13455049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-2","name":"Notfrequenz","epNo":2,"alt":"","descr":"Indigo beginnt sich seltsam zu verhalten und Tess trifft einen bedrohlichen Mann, der in die Fabrik eingebrochen ist. Leo glaubt ihr nicht und die Kluft zwischen ihnen nimmt zu. Alles wird noch komplizierter, als Tess eine unerwartete Abrechnung erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455043","hoster":"VOE"},{"path":"/redirect/13455044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-3","name":"Die Schlafwandlerin","epNo":3,"alt":"","descr":"Indigo ist verschwunden und die Freunde machen sich auf die Suche rund um das Werk. Die Spannung zwischen Tess und Leo wird immer schlimmer und es fällt ihr schwer, ihre Gefühle zurückzuhalten. Es scheint, dass sich jemand für eine Sabotage innerhalb der Fabrik entscheidet, und Domenica macht sich auf den Weg durch die Durchlässe, während sie anbietet, die Schäden zu reparieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455040","hoster":"VOE"},{"path":"/redirect/13455039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-4","name":"Achtung Baby","epNo":4,"alt":"","descr":"Tess fühlt sich unter Druck gesetzt, da ihre frühere Affäre ans Licht zu kommen droht. Sie beschließt, das LARP zu verlassen, als etwas Unerwartetes passiert. Sie begeben sich in einen verbotenen Teil der Anlage und entdecken verborgene Ecken der dunklen Geschichte der Anlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916871","hoster":"VOE"},{"path":"/redirect/13455034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-5","name":"Etwas ist in uns","epNo":5,"alt":"","descr":"Tess wacht in einem Aufzug auf. Sie ist verändert und beunruhigt durch schreckliche Bilder aus der Vergangenheit der Pflanze. Die Eifersucht von Frida aufgrund der Romanze zwischen Jennifer und Pablo eskaliert und strebt nach gewalttätigen Konsequenzen. Die freigesetzte Kraft scheint sich auszubreiten und Harry macht eine schreckliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455031","hoster":"VOE"},{"path":"/redirect/13455030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-6","name":"Leben und leben lassen","epNo":6,"alt":"","descr":"Harry erkennt das Ausmaß und tut alles in seiner Macht stehende, um Chrissy dazu zu bringen, das LARP aufzulösen und die Fabrik zu verlassen. Die Beziehung zwischen Jennifer und Paolo intensiviert sich, aber etwas stimmt nicht und sie hält der Gruppe Dinge vor. Leo ist sich vollkommen darüber im Klaren, dass Tess weiterhin betrügt, und beschließt, einen drastischen Schritt zu unternehmen, um dem ein Ende zu setzen. Harry erhält einen Anruf von seinem Arbeitgeber und beschließt, sich zu einer Waffe zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455020","hoster":"VOE"},{"path":"/redirect/13455024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-7","name":"Das Experiment","epNo":7,"alt":"","descr":"Die Jungen aus der Gegend, Neo und Frippe, beschließen, als Vergeltung gewaltsam einzudringen. Domenica erkennt, dass ihr Leben in Gefahr ist und verdächtigt jeden in der Gruppe, die Anlage sabotiert zu haben. Tess hält Abstand und findet Leo, der ihm etwas mitteilen kann, das alles verändern wird. Jennifer und Domenica stellen Harry mit der Geschichte der Anlage zur Rede und stellen fest, dass sie sofort gehen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455021","hoster":"VOE"},{"path":"/redirect/13455023","hoster":"Doodstream"},{"path":"/redirect/13455018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/black-lake-2021/staffel-1/episode-8","name":"Seelenwanderung","epNo":8,"alt":"","descr":"Tess wacht in einem Aufzug auf. Sie ist verändert und beunruhigt durch schreckliche Bilder aus der Vergangenheit der Pflanze. Die Eifersucht von Frida aufgrund der Romanze zwischen Jennifer und Pablo eskaliert und strebt nach gewalttätigen Konsequenzen. Die freigesetzte Kraft scheint sich auszubreiten und Harry macht eine schreckliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455012","hoster":"VOE"},{"path":"/redirect/13455014","hoster":"Streamtape"}]}]}]}]}