{"seriesId":"black-rock-shooter-dawn-fall","name":"Black Rock Shooter: Dawn Fall","descr":"Dies ist die Geschichte von Mato und Yomi, zwei Mädchen, deren Schicksal und Freundschaft zwischen zwei Welten verfangen ist. Obgleich völlig unterschiedlichen Charakters haben die beiden eine geheimnisvolle wie starke Bindung zueinander. Während ihre Freundschaft wächst, kommt es in einer parallelen, anderen Welt zu einem Kampf zwischen zwei mysteriösen Kreaturen: Dead Master und Black Rock Shooter. Dieser Kampf hat auch fatale Auswirkung auf das Leben von Mato und Yomi in der realen Welt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Good, the Bad \u0026 the Mechanics","descr":"In einem postapokalyptischen Ödland kämpfen Empress/Black Rock Shooter, Dead Master und Strength gegen Roboter, werden aber besiegt. Eine Frau namens Lunatic freut sich darüber, dass sie versagt haben. Zwanzig Jahre später, im Jahr 2062, hat die Menschheit immer noch einen Widerstand gegen die Maschinen. In einem unterirdischen Labor bricht Black Rock Shooter aus einer Kapsel aus und erinnert sich an nichts außer Leuchtturm Nr. 8. Sie findet Kleidung und eine Waffe und trifft ein Bruder-Schwester-Team von Aasfressern, Norito und Miya. Ein Roboter greift sie an, aber sie zerschmettert ihn mit bloßen Händen. An der Oberfläche greifen weitere Roboter an, aber ein sprechendes Motorrad, Black Trike, das ihre Kaiserin anruft, wird aktiviert und bietet ihre Dienste an, damit sie sich in Sicherheit bringen. Als Lunatic von der Rückkehr der Kaiserin erfährt, trifft er Sukuruma Stars Smiley und sie stellen ihre Truppen zusammen.","versions":[{"lang":2,"streams":[{"redirect":13530458,"hoster":"VOE"},{"redirect":11571419,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040372,"hoster":"VOE"},{"redirect":11040373,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Shooter Meets Hacker","descr":"Stärke ist wütend, als Empress sie nicht erkennt und angreift, während sie ihr die Schuld für all ihren Schmerz gibt. Empress beschwört ihre Kanone, aber sie hat keine Munition, also entkommt sie auf Black Trike, zusammen mit den Geschwistern und dem Colonel in seinem Humvee, der einzige Überlebende seiner Einheit. Sie gehen in die Heimatstadt der Geschwister, wo er erklärt, dass Empress auch Black Rock Shooter genannt wird. Sie, Strength und andere waren Mitglieder der Hemitheos-Einheiten, Mädchen, die für den Kampf geschaffen wurden. Sie fragt nach Leuchtturm Nr. 8, aber sie haben noch nie davon gehört. Eine Mechanikerin, Monica Kaburagi, bietet an, sie zu einer Militärbasis zu führen, als Gegenleistung dafür, Empress und Black Trike untersuchen zu dürfen. Norito bittet um Hilfe bei der Beschaffung von Vorräten aus einem Krankenhaus, das von mechanischen Bienen bewacht wird. Der Colonel weigert sich, gibt aber nach, als Kaiserin zustimmt. Monica weist sie an, Maschinen zu absorbieren, um ihre Kanone aufzuladen. Kaiserin lenkt die Bienen ab, während die anderen die Vorräte besorgen. Sie wird fast getötet, während sie Norito beschützt, aber Stärke rettet sie.","versions":[{"lang":2,"streams":[{"redirect":13530459,"hoster":"VOE"},{"redirect":11577915,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040376,"hoster":"VOE"},{"redirect":11040374,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Master Sniper","descr":"Der Colonel erklärt, dass die Bildungseinrichtung ein völkermörderischer Artemis-Kult ist. Kaiserin rettet ein Mädchen, das die Truppen jagen. Das Mädchen, Momiji, sagt, sie sei eine von Smileys entflohenen Sklavinnen, und ein Zug mit weiteren Sklavinnen komme. In ihrer Basis sieht Smileys Untergebene Charlotte zu, wie er einen Sklaven zu Tode vergewaltigt. Ein Diener informiert ihn über Momijis Flucht und er befiehlt, sie zu finden. Während die Gruppe an den Bahngleisen wartet, greift Dead Master sie mit einem Scharfschützengewehr an und zerstört den rechten Arm der Kaiserin, bevor sie in Deckung gehen. Ihr Arm regeneriert sich langsam und Monica sagt, dass er schneller heilen wird, wenn sie einige Maschinen absorbiert. Sie zerstören das Gleis, um zu versuchen, den Zug anzuhalten, aber die Roboter, die es eskortieren, reparieren das Gleis. Die Gruppe kämpft gegen die Roboter und Truppen. Der tote Meister kommt auf einem Motorrad an und gibt ihnen Feuerschutz, während er gleichzeitig Kaiserin angreift und sagt, dass sie sie liebt und diejenige sein wird, die sie töten wird.","versions":[{"lang":2,"streams":[{"redirect":13530460,"hoster":"VOE"},{"redirect":11668285,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040380,"hoster":"VOE"},{"redirect":11040379,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Black Falls Down a Hole","descr":"Wütend darüber, seine Sklaven für nichts zu opfern, befiehlt Smiley Charlotte, Kaiserin zu töten; sie fährt mit einem Minijet ab. Das Trio trifft eine Armeeeinheit und Captain Bolt sagt, dass der Weltraumaufzug in einem Monat fertig sein wird. Er erzählt Empress und Monica auch, dass der Colonel vor zehn Jahren seine Frau und seine Tochter an die Bildungseinrichtung verloren hat. Als sie zum Weltraumaufzug gehen, kommt Dead Master und sagt, dass sie auch Gedächtnisprobleme hat, aber sie weiß, dass diese Welt zu böse ist, um gerettet zu werden, also wird sie Kaiserin und dann sich selbst töten, um ihnen den Schmerz zu ersparen, während sie auch Monica sieht ein Liebesrivale. Sie will gerade angreifen, als Charlotte ankommt und den Konvoi bombardiert und viele tötet. Ein schockierter Colonel erkennt, dass sie seine Tochter ist, aber sie ignoriert ihn völlig und verlässt ihren Jet, um Empress zu verprügeln.","versions":[{"lang":2,"streams":[{"redirect":13530461,"hoster":"VOE"},{"redirect":11668287,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040387,"hoster":"VOE"},{"redirect":11040382,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Drink Because You Are Happy","descr":"In einer Bar erinnert sich Strength, dass sie mit Empress aus Kindertagen befreundet war und dann von den Maschinen gekreuzigt wurde, was sie dazu veranlasste, zu trinken, bis sie sich übergeben musste. Norito taumelt beim Bitten um Hilfe, weil die Bildungseinrichtung seine Stadt überfallen und Miya entführt hat. Sie weigert sich, aber die Truppen der EI erscheinen und greifen sie an. Sie zerstören ihre Waffen und zwingen sie und Norito zur Flucht. Die Gruppe der Kaiserin, unterstützt von Dead Master, überfällt eine EI-Basis und erfährt vom Computer, dass Miya für ein Menschenopfer vorgesehen ist. Der Verlust ihrer Waffen ließ Stärke zu einer schüchternen, kindlichen Persönlichkeit werden. Norito tröstet sie, verrät sie aber schließlich an die EI-Truppen und sagt, sie hätten versprochen, Miya freizulassen, wenn er es täte. Als sie jedoch versuchen, sie hinzurichten, greift er sie an und erlaubt ihr, ihre Waffen teilweise nachzubauen und zu fliehen.","versions":[{"lang":2,"streams":[{"redirect":11686150,"hoster":"VOE"},{"redirect":11686151,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040390,"hoster":"VOE"},{"redirect":11040388,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Collapse","descr":"Smiley sagt Miya, dass sie als erste Sklavin, die den Sex mit ihm überlebt, in eine Hemitheos-Einheit umgewandelt wird, um seine Kinder zu gebären. Strength und Norito infiltrieren die mobile Basis der Bildungseinrichtung, während die anderen sie als Ablenkung angreifen. Smiley nimmt eine monströse Form an und kämpft gegen Empress, während Charlotte gegen Dead Master kämpft. Lunatic steckt Miya in eine Kapsel, um sie zu modifizieren, beschwert sich aber, dass sie Smileys Hilfe braucht. Strength und Norito finden die Leichen früherer Sklaven und dann Lunatic und Strength greifen an, nachdem sie sich daran erinnert haben, von ihr gefoltert worden zu sein. Captain Bolt opfert sich selbst, indem er Smiley mit seinem Humvee rammt und Empress erlaubt, mit ihrer Kanone ein Loch in ihn zu sprengen, während Dead Master Charlottes Jet abschießt. Lunatic, der behauptet, ein Avatar von Artemis zu sein, überwältigt und würgt Stärke, aber als sie merkt, dass Smiley besiegt wurde, entkommt sie mit Charlotte.","versions":[{"lang":2,"streams":[{"redirect":11731866,"hoster":"VOE"},{"redirect":11731879,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040391,"hoster":"VOE"},{"redirect":11040392,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Peacebuilding Force Memorial Library","descr":"Im Jahr 2051 spielt der Colonel mit Charlotte Baseball und verspricht, die Maschinen zu besiegen, um ihr eine sichere Zukunft zu ermöglichen. In der Gegenwart bricht Black Trike zusammen, also rettet die Gruppe einen Schrottplatz für Teile. Empress findet einen Baseball, was den Colonel traurig macht. Die Maschinen nähern sich und Monica sagt, dass die Peacebuilding Force Memorial Library die Teile hat, die sie brauchen, also haben sie das Dead Master Guard Black Trike und gehen zur Bibliothek. Sie treffen auf einen freundlichen Bibliothekar-Droiden, Andy. Monica fragt Andy nach dem Colonel; Seine Akten besagen, dass seine Frau Jessica vor ihrem Tod an Nanomaschinen gearbeitet hat. Monica fällt plötzlich durch den Boden und trifft auf eine verirrte Drohne der Maschinenarmee.","versions":[{"lang":3,"streams":[{"redirect":13446048,"hoster":"VOE"},{"redirect":11040397,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Crossing Iron Oceans","descr":"Der Weltraumaufzug wird in 14 Tagen fertig sein. Ein Schiff willigt ein, der Gruppe zu helfen, den Eisernen Ozean zu überqueren, ein verschmutztes Meer, das von mechanischen Tieren bewohnt wird. Monica ist beunruhigt, dass der Kapitän Isana ist, ihre Ex-Freundin, die sie verlassen hat. Isana enthüllt dem Colonel privat, dass sie durch Umweltverschmutzung krank ist und möglicherweise nicht mehr lange zu leben hat. Die Besatzung warnt sie, dass das Abfeuern einer Waffe die Maschinen anlocken wird. Sie finden eine Müllinsel und beschließen, sie zu bergen, um die Mädchen mit Energie zu versorgen. Kaiserin und Stärke finden den Kern eines riesigen Roboters, werden aber von einem riesigen Roboterkäfer gejagt. Der tote Meister, der Angst vor Käfern hat, gerät in Panik und schießt darauf, was dazu führt, dass alle Maschinen das Schiff verfolgen. Isana bietet sich freiwillig an, sich selbst zu opfern, indem sie die Maschinen weglockt.","versions":[{"lang":3,"streams":[{"redirect":11040413,"hoster":"VOE"},{"redirect":11040401,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Half Mechanic","descr":"In der Vergangenheit hat Smiley mit Charlotte geschlafen, konnte sie aber nicht schwängern. Jessica versuchte sie zu retten, wurde aber niedergeschossen. In der Gegenwart steckt Lunatic Smiley in eine Heilkapsel und fordert Charlotte auf, Kaiserin zu töten. Die Gruppe kommt in Bogotá an, wo sich der Weltraumaufzug befindet, geht aber zum Leuchtturm Nr. 8, um das Fieber der Kaiserin zu heilen. Empress, Dead Master und Strength erinnern sich an die Vergangenheit. Sie waren Waisenkinder im Leuchtturm, die von Jessica aufgezogen und ausgebildet wurden und ihre Namen von Tarotkarten erhielten . Sie finden den Leuchtturm in Trümmern und Wegbeschreibungen zu einem Labor in einer Smaragdmine. Darin finden sie eine Aufzeichnung von Jessica, die erklärt, dass sie Hemitheos-Einheiten geschaffen hat, um die Menschheit zu verbessern.","versions":[{"lang":2,"streams":[{"redirect":11842639,"hoster":"VOE"},{"redirect":11842638,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040415,"hoster":"VOE"},{"redirect":11040407,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Titanomachia","descr":"In der Vergangenheit hat Lunatic die Kaiserin aufgespießt und ihre Stärke gezeigt, und der tote Meister war bis zum Wahnsinn gefoltert worden. In der Gegenwart sprengt Lunatic Strength und Dead Master mit einer Orbitalwaffe und geht dann, nachdem er Smiley geschickt hat, der sie gefangen nimmt und foltert. Empress besiegt Charlotte und Monica steckt sie in die Kapsel, um ihre Gehirnwäsche zu beseitigen. Als David sich dem Kampf gegen die Bildungseinrichtung anschließt, verfolgt Empress Smiley und rettet ihre Freunde, indem sie ihren Overdrive Key aktiviert, einen Modus, der ihre körperlichen Fähigkeiten auf Kosten einer unglaublichen Anstrengung steigert. Smiley beschließt, Empress zu seiner Braut zu machen und jagt sie. Er verprügelt Kaiserin, aber alle drei erinnern sich an die Vergangenheit; Empress benutzte ihren Overdrive Key, um Lunatic zu entkommen und sie zu befreien, musste aber die Kapsel im unterirdischen Labor betreten, um sich zu erholen.","versions":[{"lang":2,"streams":[{"redirect":11877295,"hoster":"VOE"},{"redirect":11877296,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040411,"hoster":"VOE"},{"redirect":11040405,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Moon Is a Harsh Mistress","descr":"Isana wird offenbar von einem Meteoriten getötet. Die Gruppe stellt fest, dass sich der Eiserne Ozean um den Weltraumaufzug versammelt hat, und schließt daraus, dass er in den Aufzug gesaugt wird. Während sie sich auf den letzten Kampf vorbereiten, will David nicht, dass die geschwächte Charlotte teilnimmt. Kaiserin dankt ihm für alles und sie teilen sich einen Drink. Monica verlässt die Gruppe und sagt, sie habe ihre Mission erfüllt. Empress, Dead Master und Strength geloben zu überleben. Sie greifen die Wachen des Weltraumaufzugs an, während Charlotte in einem Lastwagen weggefahren wird. Lunatic kommt, dezimiert die menschliche Armee und verprügelt Empress und David. Dead Master und Strength sind von Robotern umgeben. Lunatic erklärt, dass der Eisenozean verwendet wird, um einen Kernreaktor auf dem Mond zu befeuern, der ein magnetisches Gerät antreibt, um Meteoriten anzuziehen.","versions":[{"lang":2,"streams":[{"redirect":11906076,"hoster":"VOE"},{"redirect":11906075,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040416,"hoster":"VOE"},{"redirect":11040409,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Black Rock Shooter","descr":"Lunatic bittet Kaiserin, sich ihr anzuschließen, aber Kaiserin greift an, während David zum Weltraumaufzug rennt. Norito und Miya treffen auf Monica und überreden sie, zurückzugehen und zu helfen. Charlotte kehrt zurück und hilft ihrem Vater, aber David wird tödlich verwundet. Norito und Monica retten Charlotte mit gebrochenem Herzen vor Maschinen. Als Black Trike zerstört wird, benutzt eine wütende Empress ihren Overdrive Key, aber es ist immer noch nicht genug und Lunatic überwältigt sie. Dead Master versucht sie zu retten und erklärt ihr ihre Liebe, bevor Lunatic sie tötet, während Strength von Maschinen getötet wird. Da nichts mehr zu verlieren ist, entfesselt Empress ihre Begrenzer und löscht Lunatic und den Weltraumlift mit ihrer Kanone aus, bevor sie sich auflöst.","versions":[{"lang":2,"streams":[{"redirect":11937025,"hoster":"VOE"},{"redirect":11937024,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11040369,"hoster":"VOE"},{"redirect":11040368,"hoster":"Streamtape"}]}]}]}]}