{"path":"/serie/stream/blade-die-jagd-geht-weiter","name":"Blade - Die Jagd geht weiter","descr":"Blade ist ein \"Daywalker\", halb Mensch und halb Vampir. Er kann sich auf alle Vampir-Stärken wie überdurchschnittliche Kraft, extreme Heilungsfähigkeit und verstärkte Sinne verlassen. Die klassischen Schwächen wie Sonnenlicht, Knoblauch und Silber können ihm nicht gefährlich werden. Um seinen quälenden Blutdurst zu unterdrücken, injiziert sich Blade regelmäßig ein Serum. Seine Mission: die blutrünstigen Vampire vernichten. Mit viel Action und seinem Schwert beginnt Blade seinen Kampf.","seasons":[{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-1","name":"Willkommen zu Hause","epNo":1,"alt":"Pilot - Part 1","descr":"Krista ist Sergeant bei der Armee und muss nach ihrer Rückkehr aus einem Einsatzgebiet erfahren, dass ihr Bruder Zack ermordet wurde. Zack, der als Spion für den Halbvampir Blade gearbeitet hatte, wurde von dem Vampir Marcus Van Sciver enttarnt und umgebracht. Blade, der durch ein Serum Sonnenlicht, Knoblauch und Silber verträgt, setzt Krista nun auf Van Sciver an … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9942283","hoster":"VOE"},{"path":"/redirect/8322667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-2","name":"Die Wandlung","epNo":2,"alt":"Pilot - Part 2","descr":"Als Krista Marcus zum ersten Mal begegnet, weiß sie nicht, wen sie vor sich hat. Er macht sie durch eine Injektion zum Vampir. Blades Serum kann sie vielleicht noch retten, wenn sie es sich von nun an zweimal täglich spritzt. Detective Boone, ein eifriger Helfer von Marcus, der selbst gern ein Vampir wäre, wird bald ihr erstes Opfer. Er wird eingesperrt und so als Blutkonserve verwahrt. Noch ist außerdem nicht klar, ob es zwischen Krista und Blade zu einer Zusammenarbeit kommt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457954","hoster":"VOE"},{"path":"/redirect/8322670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-3","name":"Das Ash-Labor","epNo":3,"alt":"Death Goes On","descr":"Krista erfährt über Fritz von der Möglichkeit, durch eine Geheimdroge ihr altes Leben zurückzuerlangen. Ein gewisser Cain soll angeblich von Versuchen an Vampiren berichten können. Chase und Krista wollen ihn in seinem bekannten Ash-Labor aufsuchen und treffen dort auf Marcus. Der hat selbst ein Auge auf Cains Labor geworfen. Es entsteht ein erbitterter Kampf, bei dem Fritz getötet wird. Krista und Blade kommen schwer verletzt davon. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9942297","hoster":"VOE"},{"path":"/redirect/9942302","hoster":"Doodstream"},{"path":"/redirect/8322674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-4","name":"Der Spieler","epNo":4,"alt":"Descent","descr":"Krista gibt die Hoffnung nicht auf, den wertvollen Aurora-Impfstoff doch noch zu finden. Auch Blade will unbedingt eine Probe davon haben, immerhin kann der Stoff Vampire gegen Knoblauch und Silberkugeln unempfindlich machen … In der Nacht wurden zwei Menschen offensichtlich von einem Vampir getötet und ausgesaugt. Als bluthungriger Mörder wird Detective Boone ermittelt. Bei beiden Leichen ließen sich Spuren seiner Hände nachweisen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9942241","hoster":"VOE"},{"path":"/redirect/9942239","hoster":"Doodstream"},{"path":"/redirect/8322675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-5","name":"Bad Blood","epNo":5,"alt":"Bloodlines","descr":"Blade wird von seiner Vergangenheit eingeholt: Steppin’ Razor, Anführer der Gang Bad Bloods, bei der Blade früher Mitglied war, lässt den Vampir entführen. Man will sich an Blade rächen, weil er sie alle damals zu Blutsaugern machte. Steppin’ Razor plant, Blade an Marcus auszuliefern. Marcus sucht derweil nach Boone. Krista könnte ihm dabei helfen. Da Boone ihr erstes Opfer war, hat sie eine besondere energetische Beziehung zu ihm … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457955","hoster":"VOE"},{"path":"/redirect/8322678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-6","name":"Schwanger mit dem Bösen","epNo":6,"alt":"The Evil Within","descr":"Chase fliegt im Auftrag von Marcus nach Berlin, um dort dessen Vanessa-Projekt zu kontrollieren. Blade ist auf dem gleichen Weg, hat aber andere Ziele: Er befreit Vanessa und sprengt das Mellinger-Institut samt Chase in die Luft. Charlotte setzt Glynnis auf Marcus’ Fährte, um über alle Vorgänge im Hause Chthon informiert zu werden. Als es Glynnis gelingt, eine Probe des Aurora-Impfstoffes zu stehlen, wird sie von Marcus auf frischer Tat ertappt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457963","hoster":"VOE"},{"path":"/redirect/9942252","hoster":"Doodstream"},{"path":"/redirect/8322677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-7","name":"Niederkunft","epNo":7,"alt":"Delivery","descr":"Damek hat erfahren, dass im Hause Chthon Amayaner getötet werden, um mit deren Blut das Aurora-Serum herstellen zu können. Wenn sein Exil nicht beendet und er nicht wieder in den Rat aufgenommen wird, droht er, das Aurora-Projekt und somit Charlotte zu verraten. Erfahren die anderen Häuser, dass das Haus Chthon mit Aurora auch am Tage agieren könne, würden sie sich sofort zum Kampf rüsten. Krista weigert sich derweil, ihrer an Leukämie erkrankten Mutter Knochenmark zu spenden. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457960","hoster":"VOE"},{"path":"/redirect/8322679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-8","name":"Tödliche Heilung","epNo":8,"alt":"Sacrifice","descr":"Während Blade Nachforschungen über das Virus anstellt, das Vanessa injiziert wurde, erfährt er von dem Mord an Flannigan, einem Polizisten, der sich um ihn gekümmert hatte, als Blade aufwuchs. In Rückblenden wird offenbart, dass Blades Vater Abraham Whistler zu Rate zog, als er sich nicht länger in der Lage sah, Blades Hunger zu stillen. Währenddessen macht sich Krista große Sorgen um den Gesundheitszustand ihrer Mutter und greift zu drastischen Maßnahmen, um sie zu retten. (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457962","hoster":"VOE"},{"path":"/redirect/8322683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-9","name":"Alte Liebe","epNo":9,"alt":"Turn Of the Screw","descr":"Nach der Transplantation ist Kristas Mutter gewandelt und lechzt nach Opfern. Krista gelingt es nicht, sie mit Blades Serum zu behandeln. Um sie von der Blutjagd abzuhalten, bleibt ihr nur eine Wahl: Sie muss ihre Mutter töten! Marcus schickt Chase mit einem Auftrag nach Las Vegas. Dort trifft sie ihren reinblütigen Ex-Freund. Der liebt Chase noch immer und will sie Marcus abkaufen. Doch dann landet er in der Aurora-Versuchsstation, aus der er nicht mehr lebend herauskommt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457959","hoster":"VOE"},{"path":"/redirect/9942259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-10","name":"Vertraute Feinde","epNo":10,"alt":"Angels And Demons","descr":"Der Tod ihrer Mutter wirft Krista in ein tiefes Loch. Um den Schmerz einigermaßen zu lindern, will sie sich in einer Bar betrinken. Dort wird Krista von Chase aufgefangen und zu Marcus gebracht. Sie erfährt nun von Marcus, dass Damek ihm vor hundert Jahren seine Frau gewaltsam entrissen hat. Jetzt will sich Marcus rächen. Agent Collins entdeckt am Handgelenk seines Vorgesetzten das Chthon-Zeichen. Er vertraut sich Jessica Ellis an, die bereits mehr über Vampire weiß, als er ahnt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457966","hoster":"VOE"},{"path":"/redirect/9942269","hoster":"Doodstream"},{"path":"/redirect/8322684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-11","name":"Der Weiße Prinz","epNo":11,"alt":"Hunters","descr":"Nach einer gemeinsamen Nacht mit Blade droht Krista zum Vollvampir zu werden. Da sie sich auch weigert, ihr Serum zu nehmen, sperrt Blade sie ein. Später hilft er Shen bei der Suche nach Bethanys Schwester. Sie kommen bald auf die Spur des Weißen Prinzen, der alle neunzehn Jahre aktiv wird und sich in dieser Zeit möglichst viele weibliche Opfer sucht. Blade und Shen wollen Bethany als Köder benutzen, um den Weißen Prinzen zu stellen. Als sie zurückkommen, hat sich Krista befreit. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457967","hoster":"VOE"},{"path":"/redirect/9942274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-12","name":"Monster","epNo":12,"alt":"Monsters","descr":"Marcus lässt Charlottes Flugzeug abstürzen, doch es gelingt ihr, sich in eine Schule zu retten. Agent Collins und Blade fahren gemeinsam zur Absturzstelle und hoffen, dort irgendwelche Informationen über den Standort eines Konklaves zu finden, welches Marcus einberufen hat. Collins und Blade kommen auch zu der Schule, an der Charlotte bereits ihr Unwesen treibt. Sie kann Collins zum Vampir wandeln, wird aber anschließend von Blade getötet. Und auch Collins fleht nach dem Tod. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8457968","hoster":"VOE"},{"path":"/redirect/9942289","hoster":"Doodstream"},{"path":"/redirect/8322688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-die-jagd-geht-weiter/staffel-1/episode-13","name":"Das Konklave","epNo":13,"alt":"Conclave","descr":"In Toronto beginnt das Konklave der Reinblüter aus dem Hause Chthon. Marcus hat Chase damit beauftragt, das für die Reinblüter tödliche Aurora-Gift an die Klimaanlage anzuschließen. Doch als er triumphierend den Auslöser für die Giftleitung drückt, geschieht nichts. Chase hat ihn verraten. Der Anführer der Reinblütler, Lord Rusk, will Marcus aus Rache töten. Doch da stürmt Blade den Saal – im Gepäck das tödliche Gift. Es kommt zu einem erbitterten Kampf zwischen Marcus und Blade. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382370","hoster":"VOE"},{"path":"/redirect/9942279","hoster":"Streamtape"}]}]}]}]}