{"path":"/serie/stream/blade-of-the-immortal","name":"Blade of the Immortal (2019)","descr":"Die Edo-Zeit, als es noch Krieger gab ... Der unsterbliche Manji, genannt `Hundert-Mann-Mörder`, trifft auf Rin, die ihre ermordeten Eltern rächen will. Sie bittet Manji, ihr Leibwächter zu sein. Erst will Manji ablehnen, doch dann erinnert Rin ihn an seine tote Schwester. Ihre Gegner sind eine Gruppe von Schwertkämpfern - die Itto-Ryu. Es beginnt ein Kampf, der selbst Manji an Grenzen bringt.","seasons":[{"path":"/serie/stream/blade-of-the-immortal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-1","name":"","epNo":1,"alt":"Act One - Meeting","descr":"Der Ronin Manj (auch der Hunderttöter genannt) ist in Edo untergetaucht, denn Er hat seinen Herrn, Fürst Shigenobu, sowie hundert seiner Gefolgsmänner aus moralischen Gründen umgebracht. Dieser hatte Manji wehrlose Bürger töten lassen, die es gewagt hatten, gegen den Fürsten aufzubegehren. Bald trifft Manji in Edo einen seiner Verfolger. Erst als Dieser tot ist bemerkt Manji, das es sich dabei um seinen Schwager handelte Manji ist darauf hin des Lebens müde. Zu gern würde er einfach sterben, doch in ihm hausen Würmer, so genannte Kessenchu, die ihn am Leben erhalten und seine Wunden immer wieder schließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286743","hoster":"VOE"},{"path":"/redirect/8286741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-2","name":"","epNo":2,"alt":"Act Two - Founding","descr":"Rin verkündet dem Maler Sori, einem Freund ihres Vaters, dass sie sich auf die Reise macht, um Rache zu nehmen. Sori kann dabei nicht helfen, bietet ihr aber Geld an. Mit vollem Geldbeutel, doch ohne jegliche Spur, entdeckt Rin zufällig bei einem Schwertschleifer das gestohlene Schwert ihres Vaters. Sein jetziger Besitzer ist jedoch Taito Magatsu, ein Schwertkämpfer der Itto-Ryu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286747","hoster":"VOE"},{"path":"/redirect/8286745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-3","name":"","epNo":3,"alt":"Act Three - Dream Pangs","descr":"Manji wartet auf Rin, als eine Prostituierte erscheint. Er folgt ihr, durchschaut jedoch ihre Falle. Die Frau, Makie Otonotachibana, behauptet, Kämpferin der Itto-Ryu zu sein, doch dafür ist sie eigentlich zu schwach. Manji lässt sie laufen, doch mit verändertem Blick und Haar taucht sie erneut vor ihm auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286754","hoster":"VOE"},{"path":"/redirect/8561717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-4","name":"","epNo":4,"alt":"Act Four - Rin at Odds","descr":"Um stärker zu werden, trainiert Rin mit Manji. Dochdiese ist weit davon entfernt, es mit ihm aufnehmen zu können, ganz zu schweigen mit der Itto-Ryu. Angelockt durch ein Geräusch, entdeckt die bedrückte Rin einen Mann, der allein trainiert. \"So gut möchte ich auch werden\", denkt Rin. Da sieht sie sein Gesicht und fährt zusammen: Es ist Kagehisa Anotsu, Anführer der Itto-Ryu und ihr Feind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12172921","hoster":"VOE"},{"path":"/redirect/8286760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-5","name":"","epNo":5,"alt":"Act Five - Song of the Bugs","descr":"Nach ihrer Begegnung mit Kagehisa ist Rins Selbstvertrauen erschüttert. Da taucht vor der brütenden Rin und dem über ihr wachenden Manji ein Wandermönch auf. Er nennt sich Eiku Shizuma von der Itto-Ryu, kreuzt mit Manji die Schwerter und wird sofort getötet. Doch er steht von den Toten wieder auf, seine Wunden schließen sich. Denn Shizuma hat einen unsterblichen Körper, genau wie Manji.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13004190","hoster":"VOE"},{"path":"/redirect/8286764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-6","name":"","epNo":6,"alt":"Act Six - Wing Roots","descr":"Bei einem Fest begegnet Rin einem frechen Jungen, Renzo. Am Maskenstand kommt es derweil zu Feindseligkeiten zwischen Manji und Araya, doch die Ankunft von Renzo, Arayas Sohn, löst die spannungsgeladene Situation auf. Araya und Rinzo gehen. Rin jedoch, die das Ganze versteckt hinter Manjis Rücken verfolgt hat, sieht Araya bestürzt und mit hasserfülltem Blick nach.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286770","hoster":"VOE"},{"path":"/redirect/8286771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-7","name":"","epNo":7,"alt":"Act Seven – Evil\u0027s Shadow","descr":"Die Itto-Ryu wird gebeten, Lehrer für eine Militärakademie der Regierung zu stellen. Das würde die Schwertkunst der Itto-Ryu bekannt machen. Taito Magatsu verlässt Kagehisa Anotsu, wünscht ihm aber viel Erfolg. Währenddessen beginnen überall Angriffe auf Führer der Itto-Ryu. Die Klingen richten sich auch gegen Magatsu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332706","hoster":"VOE"},{"path":"/redirect/8286778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-8","name":"","epNo":8,"alt":"Act Eight - Mugai-ryu","descr":"Um Kagehisa Anotsu zu töten, verbünden sich Rin und Manji mit vier Leuten von der Mugai-Ryu, die im Besitz von Informationen über Kagehisa sind. Als sie an einer der Strassen, die aus Edo führen, auf der Lauer liegen, hängen Rin und Shira durch das Wissen, über das nur Rin verfügt, die anderen ab und folgen Kagehisa.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286781","hoster":"VOE"},{"path":"/redirect/8286784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-9","name":"","epNo":9,"alt":"Act Nine - Gathering","descr":"Rin erfährt von Giichi den Aufenthaltsort von Kagehisa, doch sie und Manji werden wegen Mordes steckbrieflich gesucht. Verbrecher kommen nicht durch die Grenzstationen. Doch Rin hat von einer Hure in einer Grenzstation eine Möglichkeit erfahren, und macht sich allein auf den Weg in ein Dorf, wo Menschen Hilfe beim Grenzübertritt finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286787","hoster":"VOE"},{"path":"/redirect/8286790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-10","name":"","epNo":10,"alt":"Act Ten - Animal","descr":"Manji will Rin folgen, hat jedoch keinen Passierschein. Da tauchen vor ihm Sori und Magatsu auf. Sori behauptet, er könne Manji so viele Passierscheine besorgen, wie er nur wolle. Doch er hat eine Bedingung ... Währenddessen erscheint Shira, der einen Arm verloren hat und dessen Haar weiss geworden ist, bei Hyakurin und Shinriji, die erneut Pläne zur Ermordung Kagehisas schmieden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286795","hoster":"VOE"},{"path":"/redirect/8286797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-11","name":"","epNo":11,"alt":"Act Eleven – Fall Frost","descr":"Magatsu und Manji, aus ihren jeweiligen Gründen zu Reisegefährten geworden, werden von glatzköpfigen Männern angegriffen. Da schlägt auch noch der von hinten kommende Shira dem vor Schmerz stöhnenden Manji den Arm ab. Shira, der seinen Körper umgebildet hat, sucht den Kampf mit Manji. Doch es ist Magatsu, dessen Mädchen Shira getötet hat, der sich ihm entgegenstellt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286803","hoster":"VOE"},{"path":"/redirect/8286805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-12","name":"","epNo":12,"alt":"Act Twelve – Blood of Finality","descr":"Als Rin, auf ihrer Suche nach Kagehisa unterwegs nach Kaga, auf der Strasse zusammenbricht, wird sie von ebendiesem Kagehisa gerettet. Kagehisa wird von der Shingyoto-Ryu verfolgt und Rin ist gezwungen, zusammen mit ihm zu agieren. Dabei begegnet sie ihrem Feind Kagehisa das erste Mal von Mensch zu Mensch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286807","hoster":"VOE"},{"path":"/redirect/8286808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-13","name":"","epNo":13,"alt":"Act Thirteen - Twilight","descr":"Die Regierung hat Mitglieder der Itto-Ryu ermordet. Kagehisa ruft heimlich seine verbliebenen Leute zusammen und schwört Rache. Manji wird von Giichi aufgefordert, zur Mugai-Ryu zu kommen, lehnt ab, und es kommt zum Kampf auf Leben und Tod. Nachdem Manji Giichis Waffe zerstört hat, stellen sie den Kampf ein, und Manji beschliesst, den Kopf der Mugai-Ryu, Habaki, zu treffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286815","hoster":"VOE"},{"path":"/redirect/8286819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-14","name":"","epNo":14,"alt":"Act Fourteen – Ammendments","descr":"Durch Habakis List ist Manji in einem Verliess gelandet. Mit Hilfe des Arztes Ayame Burando will Habaki das Rätsel seiner Unsterblichkeit lösen. Um des Fortschritts der Medizin willen macht sich Burando daran, das Skalpell in Manjis Körper zu senken. Zugleich beginnt Rin, die auf Manjis Rückkehr wartet, ein seltsames Zusammenleben mit Doa und Isaku, die nach einem Unterschlupf gesucht haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286828","hoster":"VOE"},{"path":"/redirect/8286833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-15","name":"","epNo":15,"alt":"Act Fifteen – Acquisition of Guts","descr":"Burando gelingt es, Manjis rechten Arm Dewanosuke zu transplantieren. Nach diesem Durchbruch glückt ihm ein Experiment nach dem anderen. Doch Habaki drängt auf ein Ergebnis, und sein Schwert bedroht den noch nicht ganz unsterblich gewordenen Dewanosuke. Auf ihrer Suche nach Manji hat sich Rin mit Doa und Isaku zusammengetan. Da stossen sie auf Gendarmen, die Doa einst geschlagen hatte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286836","hoster":"VOE"},{"path":"/redirect/8286838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-16","name":"","epNo":16,"alt":"Act Sixteen – Altered Limb","descr":"Nach Dewanosuke erlebt Burando nur Misserfolge. Schliesslich lässt Habaki ihn in eine Zelle werfen, wo er verrückt wird. Doch der Wahn führt ihn zu einer wichtigen Erkenntnis: dass der Mensch eigentlich fast wie ein Fischotter ist. Währenddessen schmieden Rin und Doa Pläne, ins Schloss von Edo einzudringen, um Manji und Isaku zu befreien.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286840","hoster":"VOE"},{"path":"/redirect/8286843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-17","name":"","epNo":17,"alt":"Act Seventeen – Ceremonial Bond","descr":"Rin und Manji treffen sich endlich wieder. Doch im unterirdischen Verliess wollen, angefangen mit Habaki, starke Gegner ihre Flucht verhindern. Da kommen ihnen Doa und der totgeglaubte Isaku zu Hilfe. Das Verliess beginnt einzubrechen. Vor Rin und Manji, fast schon entkommen, erscheint jemand Unglaubliches.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12382378","hoster":"VOE"},{"path":"/redirect/8286848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-18","name":"","epNo":18,"alt":"Act Eighteen – Banshee\u0027s Cries","descr":"Nach seinem Versagen im Schloss von Edo wurde Habaki als Wachkommandant abgesetzt. Doch an der Spitze der Rokki-Dan macht er sich daran, die Itto-Ryu zu vernichten. Der neue Wachkommandant, Hanabusa, einigt sich jedoch mit der Itto-Ryu auf ihren Abzug aus Edo. Um sicherzugehen, dass Habaki die Vereinbarung nicht unterläuft, nimmt er dessen Frau und Kind als Geiseln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286850","hoster":"VOE"},{"path":"/redirect/8322716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-19","name":"","epNo":19,"alt":"Act Nineteen – Massacre","descr":"Die von Habaki angeführte Rokki-Dan verfolgt die Itto-Ryu. Als sie davon erfahren, beschließen auch Rin und Manji, der Itto-Ryu nachzusetzen. Alles und jeder scheint der Itto-Ryu bei ihrem Auszug aus Edo zu folgen, doch weder Kagehisa Anotsu noch die anderen drei Kommandeure sind bei ihr. Spät am Abend finden sich die vier am Ote-Tor des Schlosses von Edo ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286858","hoster":"VOE"},{"path":"/redirect/8286860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-20","name":"","epNo":20,"alt":"Act Twenty – Unending","descr":"Rin und Manji verfolgen Kagehisa, als Shira Rin überfällt und verschleppt. Manji, der zu ihrer Rettung eilt, trifft nicht nur auf Shira, sondern begegnet auch Renzo wieder. Um Rin zu retten, kämpft Manji mit Shira. Doch unbegreiflicherweise führt Shira mit seinem linken Arm, den er doch verloren hatte, das Schwert gegen ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286863","hoster":"VOE"},{"path":"/redirect/8286865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-21","name":"","epNo":21,"alt":"Act Twenty One – Trap","descr":"Nach dem Kampf gegen Shira hütet Manji das Bett. Renzo will ihn töten, doch Rin und die anderen können ihn davon abbringen. Währenddessen tobt Habaki über den Angriff auf das Schloss von Edo. Er will die Itto-Ryu weiter verfolgen, auch wenn ihre Anführer nicht unter ihnen sind. Einer von der Itto-Ryu begibt sich in ein Bergdorf. Um ihrem Vater zu helfen, will ihn Habakis Tochter Ryo besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332707","hoster":"VOE"},{"path":"/redirect/8286874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-22","name":"","epNo":22,"alt":"Act Twenty Two – Ten Final Pushes","descr":"Arashino, Hasshu und Murasaki, die Vorhut der Rokki-Dan, stoßen mit der Itto-Ryu zusammen. Seine Leute sorgen jedoch dafür, dass Abayama, der wichtigste unter ihnen, entkommt. Doch dann stellen sich Abayama Giichi und Hyakurin entgegen, die Habaki unterstützen wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286878","hoster":"VOE"},{"path":"/redirect/8286880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-23","name":"","epNo":23,"alt":"Act Twenty Three – 100 Spectacular Dances","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286885","hoster":"VOE"},{"path":"/redirect/8286884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blade-of-the-immortal/staffel-1/episode-24","name":"","epNo":24,"alt":"Final Act – Blade of the Immortal","descr":"Einer nach dem anderen der Versammelten haucht sein Leben aus. Wer noch steht, ist von Wunden übersät. Und doch ziehen sie ihr Schwert und gehen voller Überzeugung aufeinander los. Der Letzte, der noch steht, ist ... Und das Ziel der Rache ... Der Vorhang schließt sich nach dieser Geschichte des Mannes, dessen Leben endlos ist, und derjenigen, die ihre endliche Zeit voll Leidenschaft lebten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8286890","hoster":"VOE"},{"path":"/redirect/8286892","hoster":"Streamtape"}]}]}]}]}