{"seriesId":"blassreiter","name":"Blassreiter","descr":"In der nahen Zukunft treten in einer deutschen Stadt eine Reihe von mysteriösen Zwischenfällen auf. Tote Körper stehen wieder auf und verwandeln sich in groteske Monster, die Menschen angreifen. Die Einwohner bekommen Panik und schieben die Schuld auf Teufel. Zur gleichen Zeit tauchen lebende Leute auf, die sich ebenfalls in Monster verwandeln können. Sie werden beschuldigt Teufel zu sein, aber sie können ihre Kräfte bei vollen Bewusstsein benutzen. Manche benutzen ihre Power für Gerechtigkeit, manche um ihre Ziele zu erreichen und manche um sich zu rächen. Was auch immer ihre Wünsche sein mögen, ihnen wurde ein hartes Schicksal auferlegt. Ein großes zwischen diesen Leuten, die zu Teufeln wurden, bei dem sie ihr Leben aufs Spiel setzen.Sie benutzen ihre Kräfte, um zu überleben und ihre Ziele zu erreichen. Jedoch während sie fortfahren ihre Kräfte zu benutzen, frisst sich die Power in ihren Verstand und schließlich...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Prelude to Despair","descr":"Nachdem ein Demoniac-Angriff Gerd im Rollstuhl zurücklässt, wird der Champion von einer mysteriösen Frau angesprochen, die behauptet, sie könne zurückgeben, was er verloren hat.","versions":[{"lang":3,"streams":[{"redirect":8286905,"hoster":"VOE"},{"redirect":8286904,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Price of Glory","descr":"Nachdem der transformierte Gerd die Menschen vor einem Amalgam beschützt, umarmen ihn die Menschen als Helden. Sein Leben scheint aufzublicken - es sei denn, eine Voicemail von seinem Ex ruiniert sein Comeback.","versions":[{"lang":3,"streams":[{"redirect":8286908,"hoster":"VOE"},{"redirect":8286909,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Infection Spreads","descr":"Amanda vermutet eine Verbindung zwischen Joseph und dem Blassreiter, die mit Gerd gekämpft hat. Währenddessen ist der XAT Zeuge einer plötzlichen Veränderung der Opfer, die dem Amalgam-Angriff ausgesetzt waren.","versions":[{"lang":3,"streams":[{"redirect":8286917,"hoster":"VOE"},{"redirect":8286914,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Under Siege","descr":"XAT-Mitglied Herman hat das Amalgam gesucht, das auf der Rennstrecke aufgetaucht ist. Als er herausfindet, dass der Mann, den er sucht, Joseph ist, sucht er ihn aus und bringt ihn in Verlegenheit.","versions":[{"lang":3,"streams":[{"redirect":8286919,"hoster":"VOE"},{"redirect":8286923,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Disdained","descr":"Joseph ist während seiner knappen Flucht vor XAT schwer verletzt und bricht aus seinen Wunden zusammen. Als er das Bewusstsein wiedererlangt, findet er sich in einem Mülllager wieder.","versions":[{"lang":3,"streams":[{"redirect":8286926,"hoster":"VOE"},{"redirect":8286925,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Song that Pities the Demon","descr":"Gerd ist in seiner neuen Verfassung instabil und gequält und greift Joseph an. In der Zwischenzeit plant Herman, mit Malek Gerd aufzuhalten.","versions":[{"lang":3,"streams":[{"redirect":8457992,"hoster":"VOE"},{"redirect":8322718,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"At the End of Hatred","descr":"Joseph macht sich Sorgen um Malek und versucht, in der Nähe zu bleiben und in der Stadt zu bleiben. Aber wenn Mitglieder von XAT eine von einer Überwachungskamera erfasste Transformation ausspähen, brauen sich ernsthafte Probleme zusammen.","versions":[{"lang":3,"streams":[{"redirect":8457995,"hoster":"VOE"},{"redirect":8322720,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Weak No Longer","descr":"Nachdem Maleks Verzweiflung ihn veranlasst hat, sich angesichts seiner Schläger zu verwandeln und sich zu rächen, treffen die XAT-Agenten ein und bereiten sich auf einen gewalttätigen Angriff vor.","versions":[{"lang":3,"streams":[{"redirect":8457998,"hoster":"VOE"},{"redirect":8322721,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Price and the Meaning of Power","descr":"Um Malek zu retten, macht sich Amanda mit Herman auf die Suche. Währenddessen erscheint in einer verlassenen Kirche Josephs langjähriges Verfolgungsziel.","versions":[{"lang":3,"streams":[{"redirect":12172928,"hoster":"VOE"},{"redirect":8322719,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Inside the Conspiracy","descr":"Amanda übernimmt die Verantwortung für Joseph und beginnt, seine Daten zu analysieren. Während ihrer Recherche stößt sie auf einen streng geheimen Bericht mit dem Codenamen \"Blassreiter\".","versions":[{"lang":3,"streams":[{"redirect":8458001,"hoster":"VOE"},{"redirect":8322723,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Prelude to Apocalypse","descr":"Nach einer ominösen Welle von Krankheiten wird XAT von Amalgamen infiltriert, was zu einem erbitterten Kampf zwischen Agenten führt.","versions":[{"lang":3,"streams":[{"redirect":8458000,"hoster":"VOE"},{"redirect":8322725,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Judgment Day","descr":"Angesichts der furchtbaren Gefahr verpflichten sich Al und Brad, Amanda und Herman zu beschützen, bis sie sich sicher außerhalb des XAT-Geländes befinden.","versions":[{"lang":3,"streams":[{"redirect":8458002,"hoster":"VOE"},{"redirect":8322729,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Distant Memories","descr":"Amanda erfährt die Wahrheit über Josephs schmerzhafte Vergangenheit als \"Außenseiter\", eine Realität, die härter ist, als man es sich vorstellen kann.","versions":[{"lang":3,"streams":[{"redirect":8458013,"hoster":"VOE"},{"redirect":8322732,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"A Saintly Decision","descr":"In der Vergangenheit traf Joseph einen freundlichen jungen Arzt und half ihm bei seinen Aktivitäten. Als sein Freund nach einem Angriff eines gewalttätigen Mobs in ein Krankenhaus gebracht wird, trifft Joseph eine Frau namens Sasha.","versions":[{"lang":3,"streams":[{"redirect":8458010,"hoster":"VOE"},{"redirect":8322731,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Millenary Knights of God","descr":"Joseph und Amanda beobachten, wie die Apokalypse-Ritter die Amalgam-Horde niederreißen, die XAT zuvor eine so schwere Zeit bereitet hatte.","versions":[{"lang":3,"streams":[{"redirect":8458004,"hoster":"VOE"},{"redirect":8322733,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Reunion","descr":"Sasha arbeitet immer noch mit Zwölf zusammen und ist fest entschlossen, Xargin mit ihren eigenen Händen niederzulegen, um Josephs Leiden zu beenden.","versions":[{"lang":3,"streams":[{"redirect":8458008,"hoster":"VOE"},{"redirect":8322736,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Bellow of the Beast","descr":"Nachdem er das Hauptquartier von Zwölf angegriffen hat, flieht Herman mit Triple Six. Amanda ist entschlossen, ihn nicht aufzugeben. In der Zwischenzeit beginnen Sasha und die Apocalypse Knights ihren eigenen Angriff.","versions":[{"lang":3,"streams":[{"redirect":8458009,"hoster":"VOE"},{"redirect":8322740,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Fourth Apocalypse","descr":"Als Amanda und Herman gegen Wolf antreten, erscheint Joseph am Tatort und beginnt, die Demoniacs zu schlachten.","versions":[{"lang":3,"streams":[{"redirect":8458011,"hoster":"VOE"},{"redirect":8322739,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Quondam Affections","descr":"Während Joseph Demoniacs tötet, verfolgt Herman den entkommenen Wolf. Amanda folgt dem Beispiel, trifft aber auf dem Weg ein Mädchen, das sich verändert hat, nachdem es Josephs Blut ausgesetzt war.","versions":[{"lang":3,"streams":[{"redirect":9573105,"hoster":"VOE"},{"redirect":8322741,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Legion from the Netherworld","descr":"Während Amanda versucht, das Hauptquartier von Zwölf zu infiltrieren, führt Xargin ein Bataillon von Demoniacs an, um es zu zerstören.","versions":[{"lang":3,"streams":[{"redirect":9573106,"hoster":"VOE"},{"redirect":8322742,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Phantom Rider","descr":"Xargin und die Demoniacs greifen das Hauptquartier von Zwölf an, während Amanda und Herman nach Malek suchen.","versions":[{"lang":3,"streams":[{"redirect":8458019,"hoster":"VOE"},{"redirect":8322748,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Drifting Hearts","descr":"Herman kämpft gegen Beatrice, um Amanda zu beschützen, die von Sasha die Daten von Isis erhalten hat.","versions":[{"lang":3,"streams":[{"redirect":8458020,"hoster":"VOE"},{"redirect":8322749,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Scorched Earth","descr":"Ausländische Regierungen greifen deutsche Gebiete an und Mei-Fongs Gruppe versucht, die Raketen abzufangen. Eine einzelne Figur tritt gegen Xargin an, um Zeit zu gewinnen, bis Isis fertig ist.","versions":[{"lang":3,"streams":[{"redirect":9573108,"hoster":"VOE"},{"redirect":8322750,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Promised Land","descr":"Der durch die Isis verstärkte Joseph kämpft gegen Xargin, und ein gewisser Untergang droht allen, als Sasha und Mei-Fong verzweifelt versuchen, die ICBMs abzufangen, die zur Zerstörung des deutschen Territoriums eingesetzt wurden.","versions":[{"lang":3,"streams":[{"redirect":8286899,"hoster":"VOE"},{"redirect":8286897,"hoster":"Streamtape"}]}]}]}]}