{"seriesId":"bleak-house","name":"Bleak House","descr":"Von den Sümpfen der Armut in Londons Slums hin zur idyllischen Ruhe der ländlichen Gegenden: Die mehrfach ausgezeichnete BBC-Adaption von Charles Dickens fabelhaftem Roman \"Bleak House\" erzählt pointiert und prägnant die Tragödien, Intrigen und Liebesbeziehungen seiner Hauptfiguren im viktorianischen England.Im Mittelpunkt steht die Geschichte der Lady Dedlock. Kalt und berechnend versteckt sie ein dunkles Geheimnis, das der ruchlose Jurist Tulkinghorn unter allen Umständen herausfinden will und das ihr aller Leben für immer ändern wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kapitel 1","epNo":1,"alt":"Episode 1","descr":"Die Waise Esther Summerson hat gerade erst ihre Ziehmutter verloren. Am Londoner Kanzleigericht soll sie ihren neuen Vormund kennenlernen. Als ob die neue Situation sie nicht schon genug überfordern würde, verwirrt sie das zufällige Aufeinandertreffen mit dem Gerichtsberichterstatter Nemo. Wie nur unschwer zu erkennen, ist er opiumabhängig. Trotz aller Abneigung gegen den seltsamen Mann erfasst Esther ein seltsamer Schauder, so, als würde sie Nemo schon länger kennen.  Das Mädchen ist froh, als sie Richard Carstone und Ada Clare kennenlernt. Die beiden sind Mündel von John Jarndyce, der auch als Esthers neuer Vormund vorgesehen ist. Außerdem sind sie in den berüchtigten Familienprozess Jarndyce gegen Jarndyce involviert, in dem es in erster Linie um zwei widerstreitende Testamente geht.  Nach einer Nacht im bizarren Haushalt der Jellyby-Familie beginnt für Ada, Richard und Esther die Reise nach Bleak House, dem Anwesen von John Jarndyce. Dort werden sie freundlich in Empfang genommen und den Freunden des Hauses, Harold Skimpole und Mrs. Pardiggle vorgestellt. Esther lernt auch den jungen Rechtspfleger Guppy kennen, der ihr direkt anbietet, seine Frau zu werden. Peinlich berührt lehnt Esther den Antrag ab.  Währenddessen droht auf dem benachbarten Landsitz der Delocks, Chesney Wold, ein lange gehütetes Geheimnis ans Tageslicht zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8458075,"hoster":"VOE"},{"redirect":8322957,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel 2","epNo":2,"alt":"Episode 2","descr":"Der Gerichtsschreiber Nemo ist ums Leben gekommen. Tulkinghorn, der Familienanwalt der Delocks, ruft einen Arzt, um die Todesursache feststellen zu lassen. Der Doktor Allan Woodcourt vermutet eine Überdosis Opium. Bei der Armenbestattung fällt Tulkinghorn ein Straßenkehrer auf, der mit Nemo zu tun gehabt haben soll. Er fragt den jungen Mann, der Jo heißt, was er über seinen Freund wusste.  Auf Bleak House bahnt sich derweil eine Romanze an. Richard und Ada haben ihre Gefühle füreinander entdeckt. Jarndyce hat mit Richard allerdings andere Pläne. Er soll studieren. Für Richard steht schnell fest, dass er Arzt werden will.  Jarndyce arrangiert ein Treffen mit einem alten Freund, der Richards Mentor werden soll. Bei einem gemeinsamen Essen mit dessen Frau trifft Esther auf den Arzt Allan Woodcourt. Schnell merken beide, dass sie Gefallen aneinander gefunden haben.  Auf Chesney Wold verschieben sich währenddessen die Sympathien. Lady Dedlock favorisiert das neue Hausmädchen Rosa, was ihr bisheriges Mädchen Hortense erzürnt. Als Lady Dedlock von Nemos Tod erfährt, ist der kleine Zank aber erst einmal vergessen.  Krook, der als Tulkingshorns Assistent für die Dedlocks arbeitet, findet derweil etwas Interessantes heraus.","versions":[{"lang":1,"streams":[{"redirect":8458071,"hoster":"VOE"},{"redirect":8322956,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel 3","epNo":3,"alt":"Episode 3","descr":"Ada vertraut Esther an, dass sie sich in Richard verliebt hat und die beiden sich verloben wollen. Als Jarndyce davon Wind bekommt, setzt er alles daran, seinen Mündeln diese Flausen aus dem Kopf zu jagen, da er einen solchen Schritt für verfrüht hält. Richard setzt sein Studium zu. Er sattelt auf Jura um. Seine Verbindungen zum Fall Jarndyce gegen Jarndyce machen aus beginnendem Interesse für die Materie eine regelrechte Besessenheit. Bei Esther läuft alles prächtig: Sie und Woodcourt haben sich ineinander verliebt. Als er allerdings einen lukrativen Job als Chirurg an Bord eines Schiffes annimmt, steht fest, dass die beiden sich lange nicht sehen werden. Esther gibt die Hoffnung auf eine gemeinsame Zukunft auf. Als sie Blumen erreichen, die Woodcourt vor seiner Abreise bestellt hat, fasst sie jedoch neuen Mut. Als Jarndyce von seinem Freund Skimpole erfährt, dass dessen langjähriger Widersacher Neckett gestorben ist, macht er sich auf den Weg, um dessen Familie zu kondolieren. Jarndyce muss feststellen, dass Necketts Tochter Charley nun die alleinige Verantwortung für sich und ihre Geschwister hat. Er beschließt, sich um die Familie in Not zukümmern. Lady Dedlock verlangt von ihrem Familienanwalt Tulkinghorn, seine Ermittlungen in Sachen Nemo einzustellen. Gleichzeitig beauftragt sie einen Detektiv, den Straßenkehrer Jo zu finden. Dieser war mit Nemo befreundet und zeigt Lady Dedlock Nemos letzte Bleibe und seine Ruhestätte. Als sie sein Grab besucht, bricht Lady Dedlock weinend zusammen.","versions":[{"lang":1,"streams":[{"redirect":8458069,"hoster":"VOE"},{"redirect":8322958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel 4","epNo":4,"alt":"Episode 4","descr":"Ada und Esther begleiten Jarndyce zu einem alten Freund. In der Kirche seines Wohnorts begegnet Esther einer beeindruckenden Frau, Lady Dedlock. Beide haben das seltsame Gefühl, einander schon einmal gesehen zu haben.\rAuf dem Heimweg müssen Ada, Esther und Jarndyce sich vor einem Unwetter in Sicherheit bringen. Sie suchen in der gleichen Herberge Unterschlupf wie Lady Dedlock. Diese ist immer noch verwirrt von der Nähe, die sie zu Esther verspürt und beginnt, Jarndyce über das Mädchen auszufragen. Dabei erfährt sie, dass Esther eine Waise ist.\u0026lt;br /\u0026gt;\rAuch Jarndyce erfährt bei dem unfreiwilligen Halt etwas, das ihm missfällt: Esther erzählt Ada von ihren Gefühlen für Woodcourt. Jarndyce packt die Eifersucht, da er in den vergangenen Wochen selbst gemerkt hat, dass er sich in Esther verliebt hat.\u0026lt;br /\u0026gt;\rIn London hat Richard begonnen, in einer Kanzlei zu arbeiten. Weiterhin zeigt er eine ungesunde Obsession für den Gerichtsfall Jarndyce gegen Jarndyce.\u0026lt;br /\u0026gt;\rEinem Polizisten fällt am Verhalten des jungen Straßenkehrers Jo auf, dass etwas seltsam ist. Er findet bei ihm eine Stange Geld. Woher er das kleine Vermögen hat, will Jo nicht preisgeben. Tulkinghorn schaltet sich ein ? mit unangenehmen Folgen für Lady Dedlock.","versions":[{"lang":1,"streams":[{"redirect":12919354,"hoster":"VOE"},{"redirect":8322959,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel 5","epNo":5,"alt":"Episode 5","descr":"Richard strapaziert gehörig Jarndyces Nerven, als er ankündigt, seine Jura-Karriere an den Nagel zu hängen und stattdessen in die Armee einzutreten. Jarndyce warnt ihn, dass das beruflich endgültig seine letzte Entscheidung gewesen sein muss.\rUm Esther einen Gefallen zu tun, stellt Jarndyce ein neues Hausmädchen für Esther ein, doch diese ist alles andere als begeistert von ihrem neuen Schatten.\rTulkinghorn hat mittlererweile herausgefunden, dass Nemo in Wirklichkeit Captain Hawdon hieß. Während seiner Zeit in der Armee soll er eng mit Sergeant George befreundet gewesen sein, der mittlerweile ein Fechtzentrum betreibt, in dem auch Richard trainiert. Tulkinghorn versucht, George unter Druck zu setzen, um an einen Brief von Captain Hawdon zu kommen. Doch George weigert sich.","versions":[{"lang":1,"streams":[{"redirect":8458074,"hoster":"VOE"},{"redirect":8322960,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel 6","epNo":6,"alt":"Episode 6","descr":"An George beißt Tulkinghorn sich die Zähne aus. Ein Schuldeneintreiber bietet ihm an, George weiter unter Druck zu setzen, aber Tulkinghorn ordnet an, sich zunächst ruhig zu verhalten. Zurück im Fechtzentrum bricht aus George erstmals die Angst heraus, durch seine Weigerung zu helfen, seine Existenz aufs Spiel gesetzt zu haben. Guppy, der junge Rechtspfleger, der sich vom Fleck weg in Esther verliebt hat, findet heraus, wie Esthers wahrer Nachname lautet. Er stattet Lady Dedlock einen Besuch ab und erzählt ihr, was in Nemos Briefen stand. Gleichzeitig kündigt sich auf Chesney Wold ein Gast an – Mr. Rouncewell, der Sohn des Haushälters, der zu viel Geld gekommen ist. Er findet Gefallen an Rosa, dem Hausmädchen von Lady Dedlock und bietet ihr an, sie mitzunehmen, um ihr eine gute Ausbildung zu ermöglichen. Sir Leicester Dedlock fasst dieses Ansinnen als Affront gegen den guten Ruf seines Hauses auf. Lady Dedlock fürchtet, Rosa zu verlieren, da sie starke Muttergefühle für das Mädchen entwickelt hat. Auch Bleak House erhält unerwarteten Besuch. Woodcourts Mutter hat sich auf den Weg gemacht, um Esther persönlich zu sagen, wie unpassend sie die Verbindung mit ihrem Sohn findet.","versions":[{"lang":1,"streams":[{"redirect":8458076,"hoster":"VOE"},{"redirect":8322961,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel 7","epNo":7,"alt":"Episode 7","descr":"Die Bewohner von Bleak House wundern sich, wo Jo abgeblieben sein könnte. Er war schwer krank. Sie ahnen nicht, dass Tulkinghorn seine Finger im Spiel hat.\rEsther erkrankt an den Windpocken. Ihr Zustand verschlechtert sich stündlich, es steht ernst um sie.\rSnagsby und Miss Flite stellen einen seltsamen Geruch fest, der aus Krooks Haus kommt. Was sie entdecken, verschlägt ihnen den Atem\rGuppy teilt Lady Dedlock mit, dass er nicht an Nemos Briefe herangekommen ist. Tulkinghorn belauscht das Gespräch – und entscheidet, dass es Zeit ist, Seargant George daran zu erinnern, dass er ihm etwas schuldet.","versions":[{"lang":1,"streams":[{"redirect":8458077,"hoster":"VOE"},{"redirect":12481693,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel 8","epNo":8,"alt":"Episode 8","descr":"Esther vertraut Jarndyce an, dass sie wegen der bleibenden Schäden ihrer Krankheit Angst hat, Woodcourt zu verlieren – ohne zu ahnen, dass Jarndyce vor Eifersucht fast platzt.\rTulkinghorn erhält von Seargant George ein Original-Schriftstück von Nemo.\rBei einem Besuch auf Chesney Wold erfährt Esther etwas, das ihr Leben völlig verändert. Noch schlimmer ist allerdings, dass sie dazu verpflichtet wird, über das Geheimnis Stillschweigen zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":8458080,"hoster":"VOE"},{"redirect":8322965,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kapitel 9","epNo":9,"alt":"Episode 9","descr":"Esther und Ada nutzen Jarndyces Abwesenheit, um einen Abend im Pub zu verbringen. Dort treffen sie auf Richard. Ada muss mit Erschrecken feststellen, dass Richard mittlerweile keinen klaren Gedanken mehr fassen kann, weil er sich vollkommen in den Rechtsfall Jarndyce gegen Jarndyce verbissen hat. Mit Rechtsanwalt Vholes hat er sich einen Verbündeten gesucht. Esther erkennt Vholes wahre Absichten sofort.\rTulkinghorn ist am Ziel: Er stattet Lady Dedlock und ihrem Mann einen Besuch ab und erzählt den beiden die Geschichte von zwei Liebenden, die ein Kind bekamen – und es weggaben. Lady Dedlock ist klar, dass Tulkinghorn Bescheid weiß, Sir Leicester ist angewidert. Als sie allein sind, macht Tulkinghorn Lady Dedlock klar, dass er sie in der Hand hat.","versions":[{"lang":1,"streams":[{"redirect":8458081,"hoster":"VOE"},{"redirect":8322967,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel 10","epNo":10,"alt":"Episode 10","descr":"Tulkinghorn triumphiert, weil er glaubt, Lady Dedlock in der Hand zu haben. Doch sie hat bereits Vorkehrungen getroffen. Esther reist in Begleitung von Ada nach London – in erster Linie, um Guppy bei einem privaten Gespräch davon zu überzeugen, die Ermittlungen über Nemo ruhen zu lassen. Als Guppy Esthers vernarbtes Gesicht sieht, willigt er sofort ein. Seine Hoffnung, dass sie seine Gefühle doch noch erwidern könnte, wächst wieder. Richards Probleme werden immer größer, Ada scheint machtlos. Auch in Bleak House überstürzen sich die Ereignisse. Esther weiht Jarndyce in ihr Geheimnis ein. Der fasst allen Mut zusammen und macht ihr einen Heiratsantrag. Seargant George steht derweil vor dem Ruin, weil Tulkinghorn sich nicht an die Abmachung gehalten hat.","versions":[{"lang":1,"streams":[{"redirect":8458082,"hoster":"VOE"},{"redirect":8322968,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kapitel 11","epNo":11,"alt":"Episode 11","descr":"Richard hat sich verschuldet. Ada bietet ihm an, sich ihr Erbe auszahlen zu lassen, doch der Vorschlag kommt bereits zu spät. Als Ada und Esther enttäuscht nach Hause fahren wollen, werden sie auf eine Schlägerei in einem nahegelegenen Pub aufmerksam. Im Getümmel trifft Esther auf Woodcourt, ihr Aufeinandertreffen verläuft wenig herzlich. Als die beiden aber den verwahrlosten Jo durch die Straßen irren sehen, vergessen sie ihre Differenzen zunächst – denn Woodcourt erkennt, dass es bei Jo um Leben und Tod geht. Tulkinghorn findet heraus, dass Lady Dedlock hinter seinem Rücken einen Plan verfolgt. Er macht ihr unmissverständlich klar, dass er ihr Geheimnis ausplaudern wird – wann und wo wisse er noch nicht. Am Abend wird auf ihn geschossen …","versions":[{"lang":1,"streams":[{"redirect":8458083,"hoster":"VOE"},{"redirect":8322969,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel 12","epNo":12,"alt":"Episode 12","descr":"Auf Tulkinghorn wurde geschossen. Die Ermittlungen beginnen. Es stellt sich heraus, dass Sergeant George am betreffenden Abend in der Nähe des Tatorts gesehen wurde. Esther und Woodcourt entdecken in ihrer Sorge um einen geliebten Menschen ihre Gefühle füreinander wieder. Als Ada das bemerkt, muss Esther ihr von ihrer heimlichen Verlobung mit Jarndyce erzählen. Ada ist gekränkt, dass sie nicht eingeweiht wurde. Sergeant George wird verhaftet. Und eine andere Person lässt endgültig erkennen, wie kaltblütig sie vorgehen kann, um ihre Interessen zu wahren.","versions":[{"lang":1,"streams":[{"redirect":8458084,"hoster":"VOE"},{"redirect":8322974,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel 13","epNo":13,"alt":"Episode 13","descr":"Obwohl er mit Sergeant George bereits einen Tatverdächtigen inhaftiert hat, lässt Ermittler Bucket der Fall Tulkinghorn nicht los. Er findet heraus, dass Lady Dedlock einen Grund gehabt haben könnte, Tulkinghorn aus dem Weg zu räumen. Woodcourt vertraut Richard an, dass er Esther bitten will, seine Frau zu werden. Von ihrer Verlobung mit Jarndyce weiß er immer noch nicht. Esther erlebt währenddessen eine herbe Enttäuschung: Ada eröffnet ihr, dass sie Richard heimlich geheiratet hat und sie zu ihm nach London zieht. Bucket stößt auf brisantes Beweismaterial. Eine weitere Person wird daraufhin festgenommen.","versions":[{"lang":1,"streams":[{"redirect":8458087,"hoster":"VOE"},{"redirect":8322976,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel 14","epNo":14,"alt":"Episode 14","descr":"Stunde der Wahrheit in Bleak House: Esther teilt Jarndyce mit, dass Ada und Richard heimlich geheiratet haben. Woodcourt wiederum erzählt Esther, wie sehr er sich um Richard sorgt – nicht nur wegen dessen Gesundheitszustand, sondern auch wegen Skimpoles schlechtem Einfluss. Sergeant George wird aus dem Gefängnis entlassen und erhält von Sir Leicester ein Jobangebot, das er nicht ablehnen kann. Smallweed erpresst Lady Dedlock. Weil sie endgültig nicht mehr weiter weiß, flüchtet sie in die Nacht. Esther und Bucket machen sich auf die Suche nach ihr – und finden sie dort, wo Esther sie von Anfang an vermutet hat.","versions":[{"lang":1,"streams":[{"redirect":8458093,"hoster":"VOE"},{"redirect":8322977,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel 15: Wer zu spät kommt …","epNo":15,"alt":"Episode 15","descr":"Ada ist verzweifelt: Richards Gesundheitszustand wird von Tag zu Tag schlechter. Auch Woodcourt ist machtlos. Um ihn aus dem Weg zu haben, fädelt Jarndyce für ihn eine lukrative Stelle in Yorkshire an. Überzeugt, Esther endlich das Leben bieten zu können, das sie seines Erachtens verdient, macht er seiner großen Liebe einen Antrag – und erhält eine erschütternde Antwort. Smallweed findet in den Dokumenten, die Krook hinterlassen hat, ein Schriftstück, das den komplizierten Rechtsfall Jarndyce gegen Jarndyce mit einem Mal löst. Doch für den rechtmäßigen Erben kommt der Geldsegen zu spät.","versions":[{"lang":1,"streams":[{"redirect":8458090,"hoster":"VOE"},{"redirect":8322979,"hoster":"Streamtape"}]}]}]}]}