{"path":"/serie/stream/bleib-cool-scooby-doo","name":"Bleib cool, Scooby-Doo!","descr":"Nachdem sie die Highschool abgeschlossen haben, beschließen die Mitglieder der Scooby-Doo-Gang, gemeinsam die Sommerferien zu verbringen und zu verreisen. Dabei geraten sie natürlich von einem Abenteuer ins nächste.","seasons":[{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-1","name":"Geheimnis 101","epNo":1,"alt":"Mystery 101","descr":"Velma hat es zu einem Bewerbungsgespräch an der altehrwürdigen Kingston Universität geschafft, die bekanntermaßen die strengsten Aufnahmekriterien an den Tag legt. Der einzige Haken an der Sache: Der Dekan will, dass sie und der Rest ihres Detektivteams herausfinden, wieso der Geist von Elias Kingston, dem Gründer der Universität, in den büchergefüllten Hallen spukt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458092","hoster":"VOE"},{"path":"/redirect/8322978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-2","name":"Hühnerspiel","epNo":2,"alt":"Game Of Chicken","descr":"Fred erhält einen Hilferuf von Chuck, einem guten Freund von ihm, der ein echter Draufgänger ist. Der neue Auftrag führt die Hobbydetektive auf eine Rettungsmission tief in die Ruinen einer antiken Zivilisation. Vor Ort erfahren die Freunde das wahre Geheimnis: Der Geist eines Stammeskriegers beschützt die Ruine vor Außenstehenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458094","hoster":"VOE"},{"path":"/redirect/8322982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-3","name":"Alle Pfoten an Deck","epNo":3,"alt":"All Paws On Deck","descr":"Die Freunde begeben sich auf eine Kreuzfahrt, die von Freds Cousin durchgeführt wird. Obwohl Velma großen Respekt vor dem Wasser hat und die anderen nicht begleiten wollte, ist ihre Phobie vor dem Wasser wohl noch das kleinste Problem der Freunde. Denn wie aus dem Nichts werden sie auf dem offenen Wasser plötzlich von einem furchterregenden Seemonster angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458095","hoster":"VOE"},{"path":"/redirect/8322984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-4","name":"Pudeljustiz","epNo":4,"alt":"Poodle Justice","descr":"Scoobys größter Traum wird wahr, als seine Freunde den Drehort seiner Lieblingsfernsehserie besuchen und er den Star der Sendung kennenlernen darf: Eine Hundedame, die auf der Leinwand eine Detektivin spielt. Nun muss er nur noch den Mut aufbringen, mit ihr zu sprechen, während die Detektive gleichzeitig ein Monster suchen, das die Produktion stört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458098","hoster":"VOE"},{"path":"/redirect/8322985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-5","name":"Der große Betrug","epNo":5,"alt":"Grand Scam","descr":"Shaggy führt seine Freunde in das Baseballstadion seiner Jugend, nur um zu erfahren, dass es geschlossen werden soll. Der Geist eines Baseballspielers erschreckt die Fans, sodass diese fernbleiben. Nun bleibt Shaggy nichts anderes übrig, als seine Angst zu überwinden, um seine Lieblingsmannschaft zu retten. Wird Scooby an der Seite seines Freundes bleiben, der nun gar nicht mehr ängstlich ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458100","hoster":"VOE"},{"path":"/redirect/8322987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-6","name":"Zwei Mal Spürnasen","epNo":6,"alt":"Trading Chases","descr":"Ein neuer Fall führt die Freunde ins Museum. Angeblich treibt dort eine alte ägyptische Krokodil-Gottheit ihr Unwesen und versetzt die Besucher in Angst und Schrecken. Um die Ermittlungen voranzutreiben, tauschen Fred und Jeff, ein Museumsführer, die Rollen. Das einzige Problem: Fred ist eifersüchtig auf Jeff und versucht, den Fall auf eigene Faust zu lösen, bevor dies Jeff gelingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458102","hoster":"VOE"},{"path":"/redirect/8322988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-7","name":"Bitte, Ruhe!","epNo":7,"alt":"Be Quiet, Scooby-Doo!","descr":"Die Freunde haben einen neuen Fall: In einer Höhle soll sich ein fledermausartiges Monster herumtreiben. Die Situation wird dadurch erschwert, dass die Freunde nicht miteinander sprechen dürfen, während sie im Höhlenlabyrinth unterwegs sind, da selbst das kleinste Geräusch dazu führen kann, dass Kristalle von der Decke fallen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458103","hoster":"VOE"},{"path":"/redirect/8322995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-8","name":"Feiern wie im Jahr 1899","epNo":8,"alt":"Party Like It’s 1899","descr":"Daphne schleppt ihre Freunde zu einer Krimiveranstaltung im viktorianischen Stil. Alle Besucher sollen sich verkleiden und im Laufe des Abends eine Spukgeschichte aufklären. Doch als der tatsächliche kopflose Graf damit beginnt, Leute zu entführen, müssen die Freunde ihre Tarnung aufrechterhalten, während sie versuchen, dem echten Gauner auf die Schliche zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458106","hoster":"VOE"},{"path":"/redirect/8322996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-9","name":"Die Screamadonna","epNo":9,"alt":"Screama Donna","descr":"Die Freunde müssen sich als Rockband ausgeben, um ihren neuesten Fall zu lösen. Ein Geist spukt regelmäßig in einer Konzerthalle und versetzt die Zuschauer in Panik. Das einzige Problem: Werden die Freunde den Fall lösen, bevor Velma tatsächlich auf die Bühne muss, um zu singen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458105","hoster":"VOE"},{"path":"/redirect/8322997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-10","name":"Kalte Küche!","epNo":10,"alt":"Kitchen Frightmare","descr":"Shaggy und Scooby können ihr Glück kaum fassen: Ihr Lieblingskoch eröffnet endlich sein eigenes Restaurant! Als jedoch ein furchteinflößender Yeti droht, die große Eröffnungsfeier zu torpedieren, müssen die Freunde schnell handeln. Sie müssen das Monster aufhalten und gleichsam Shaggy und Scooby davon abhalten, das ganze Essen zu verspeisen, das eigentlich für die Gäste gedacht ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12172924","hoster":"VOE"},{"path":"/redirect/8322998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-11","name":"Der Butler 3000","epNo":11,"alt":"Me, Myself, And A.l.","descr":"Als eine künstliche Intelligenz das Gebäude eines hochmodernen Technologiekonzerns übernimmt, müssen die Freunde das computergesteuerte Geheimnis aufklären. Zudem müssen sie lernen, dass man sich von der modernen Technik nicht allzu sehr abhängig machen sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458108","hoster":"VOE"},{"path":"/redirect/8322999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-12","name":"Neben dem Sperrgebiet","epNo":12,"alt":"Area 51 Adjacent","descr":"Daphne hat immer schon davon geträumt, einem Außerirdischen zu begegnen, doch dieser Traum verwandelt sich in einen Albtraum, als die Freunde in ihr neuestes Abenteuer geraten. Die Hobbydetektive sind nämlich auf ein schreckliches Alienmonster gestoßen und werden schließlich zur Area 53 gebracht, einer Regierungseinrichtung, die so geheim ist, dass sie zwei Nummern höher ist als die Area 51!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458112","hoster":"VOE"},{"path":"/redirect/8323003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-13","name":"Wo ein Wille ist, ist auch ein Geist","epNo":13,"alt":"Where There’s A Will, There’s A Wraith","descr":"Ein vermögender Mann, dem Scooby einst das Leben gerettet hat, vermacht dem Hund etwas in seinem Testament. Um den Teil des Vermögens zu bekommen, müssen die Freunde eine Nacht in der Geister-Villa des alten Mannes verbringen, in dem ein gespenstisches Phantom wohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458113","hoster":"VOE"},{"path":"/redirect/8323002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-14","name":"Hinter dicken Mauern","epNo":14,"alt":"If You Can’t Scooby-Doo The Time, Don’t Scooby-Doo The Crime","descr":"Fred ist extrem neugierig darauf, ein Hochsicherheitsgefängnis sehen zu dürfen, aus dem noch nie ein Verbrecher fliehen konnte. Doch als der Geist von Stealing Stan ein Gefangener, der immer behauptete, unschuldig verurteilt worden zu sein das Gefängnis terrorisiert, muss Fred das Geheimnis lüften und seine Einschätzung über die Justiz neu überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458116","hoster":"VOE"},{"path":"/redirect/8323007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-15","name":"Gruselige Weihnachten","epNo":15,"alt":"Scary Christmas","descr":"Es ist Weihnachten und Fred ist bereit, ein Weihnachtsrätsel zu lösen. Leider wird ausgerechnet die Stadt, in der die Freunde eben angekommen sind, von einem Pterodaktylus angegriffen, und der scheint keinesfalls etwas mit Weihnachten zu tun zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458114","hoster":"VOE"},{"path":"/redirect/8323008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-16","name":"Ein Kobold im Flugzeug","epNo":16,"alt":"Gremlin On A Plane","descr":"Die Freunde haben das große Glück, dass sie auf dem größten Passagierflugzeug mitfliegen dürfen, das je gebaut wurde. Weniger glücklich ist allerdings, dass sich ein Monster an Bord geschlichen hat, das den Flug sabotieren will. Können die Freunde das Rätsel über den Wolken aufklären? Dabei müssen sie mit einem noch viel beängstigenderem Gedanken auskommen: Daphne fliegt das Flugzeug!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458117","hoster":"VOE"},{"path":"/redirect/8323010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-17","name":"Der Zaubersnackschreck","epNo":17,"alt":"Sorcerer Snack Scare","descr":"Shaggy und Scooby finden ein neues Lieblingsessen, während ihre Freunde damit beschäftigt sind, das Geheimnis eines schrecklichen Zauberers aufzudecken, der in einer Süßigkeitenfabrik sein Unwesen treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919358","hoster":"VOE"},{"path":"/redirect/8323014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-18","name":"Versumpft","epNo":18,"alt":"Saga Of The Swamp Beast","descr":"Der Ausflug an einen See wird von einem dort umherwandelnden Moor-Monster gestört, das jeden davonjagt, der es wagt, seine sumpfige Heimat aufzusuchen und seine Ruhe zu stören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458118","hoster":"VOE"},{"path":"/redirect/14417233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-19","name":"Eiskalt, Scooby-Doo!","epNo":19,"alt":"Be Cold, Scooby-Doo","descr":"Bei einem Winterurlaub stoßen unsere Freunde auf ein schreckliches Schneeungeheuer, das die Gäste vertreibt und Angst und Schrecken verbreitet. Bei aufregenden Verfolgungsjagden durch den Schnee sind sie dem Monster auf den Fersen, aber werden sie es auch besiegen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458124","hoster":"VOE"},{"path":"/redirect/14417236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-20","name":"Ein Riesenproblem","epNo":20,"alt":"Giant Problems","descr":"Daphne nimmt die Freunde mit nach Irland, wo sie ein altes Familienschloss der Familie Blake besuchen. Während die Freunde sich von der magischen Grünen Insel verzaubern lassen, bringt sie ein verärgerter, tobender Riese dazu, nochmals darüber nachzudenken, wie wundervoll die alten Mythen und Legenden in Wirklichkeit sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458122","hoster":"VOE"},{"path":"/redirect/14417235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-21","name":"Die Vogelscheuche","epNo":21,"alt":"Eating Crow","descr":"Die Freunde besuchen eine Farm, auf der eine Vogelscheuche ihr Unwesen treibt. Fred, der die Tochter des Bauernhofs von seinen Fähigkeiten als Detektiv überzeugen will, hat jedoch ein Problem: Bei diesem Fall scheint es wie verhext zu sein, die Freunde kommen bei ihren Ermittlungen einfach nicht weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458126","hoster":"VOE"},{"path":"/redirect/8323020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-22","name":"Der Geist der Klippenbraut","epNo":22,"alt":"I Scooby Dooby Do","descr":"Die Freunde haben die Ehre, an der Hochzeit zweier enger Freunde teilnehmen zu dürfen. Doch können der Trauzeuge Shaggy und die Brautjungfer Daphne den perfekten Tag ihrer Freunde retten, bevor er von einer tragischen Geisterbraut ruiniert wird, die wie von Sinnen ist und alles daran setzt, jedem glücklichen Paar diesen besonderen Moment zu verderben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458127","hoster":"VOE"},{"path":"/redirect/8323022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-23","name":"El Bandito","epNo":23,"alt":"El Bandito","descr":"Die Freunde machen einen Ausflug zu einem Festival. Vor Ort erfahren sie, dass der Geist des legendären Verbrechers El Bandito zurückgekehrt ist und nun die Einheimischen terrorisiert. Fred ist fest entschlossen, das Geheimnis zu lüften, um so ebenfalls Teil der Legende um El Bandito zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458123","hoster":"VOE"},{"path":"/redirect/8323025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-24","name":"In der Höhle des Spinners","epNo":24,"alt":"Into The Mouth Of Madcap","descr":"Daphne erklärt sich bereit, auf das Kind ihrer Freunde aufzupassen und überzeugt Fred, gemeinsam mit ihr und dem kleinen Wayne in einen Freizeitpark zu fahren. Natürlich hatte sie keine Ahnung, dass der Park von einem teuflischen Clown heimgesucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458130","hoster":"VOE"},{"path":"/redirect/8323026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-25","name":"Das Geheimnis der Wikinger","epNo":25,"alt":"The Norse Case Scenario","descr":"Die Freunde machen gemeinsam einen Campingausflug, obwohl sie sich nicht recht darauf einigen können, warum eigentlich. Freds Wunsch, dass die Freunde ihre natürlichen Instinkte und Fähigkeiten schärfen, verwandelt sich in ein knallhartes Jobtraining, als ein alter Wikingergeist angreift und versucht, die Freunde zu vertreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458132","hoster":"VOE"},{"path":"/redirect/8323028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-1/episode-26","name":"Ein schwieriger Fall","epNo":26,"alt":"The People Vs. Fred Jones","descr":"Der arme Fred findet sich auf der Anklagebank wieder: Ihm wird zur Last gelegt, der Kopf hinter den Geheimnissen zu sein, die er und seine Freunde gelöst haben. Mithilfe seiner Verteidigerin Daphne lassen wir einen alten Fall Revue passieren: In einer Stadt, die in den 50er Jahren wegen eines Chemieunfalls verlassen wurde, terrorisiert ein Mutant alle, die es wagen, der Stadt zu nahe zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458138","hoster":"VOE"},{"path":"/redirect/8323029","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-1","name":"Fred braucht ’ne Pause","epNo":1,"alt":"Some Fred Time","descr":"Fred braucht nach vielen geklärten Fällen mal ’ne Pause und entspannt sich bei Daphne im Strandhaus, während die anderen versuchen, Fred nicht merken zu lassen, dass sie langsam, aber sicher in ein neues Abenteuer hineingezogen werden, bei dem ein unzufriedener Hai eine große Rolle spielt. Ohne Fred fällt den Freunden das Rätsellösen schwer, um so besser, dass Fred sich die ganze Zeit nicht nur ausgeruht hat, sondern den Fall am Ende sogar im Alleingang löst!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004195","hoster":"VOE"},{"path":"/redirect/8919348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-2","name":"Ein Werwolf geht um","epNo":2,"alt":"There Wolf","descr":"Daphne verkleidet sich als Pantomimin, was der Bande nicht gefällt. Vor allem nicht dem guten Scooby Doo, dem es richtig schlecht wird. Die Freunde bringen Scooby schleunigst in ein Tierkrankenhaus und finden dort heraus, dass angeblich ein Werwolf sein Unwesen treibt. Alsbald machen sie sich auf Spurensuche und finden heraus, dass es nicht um einen Werwolf geht, sondern um einen geldgierigen Tierpfleger, der ein Kätzchen entwenden wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919351","hoster":"VOE"},{"path":"/redirect/8919352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-3","name":"Der Renaissance-Schreck","epNo":3,"alt":"Renn Scare","descr":"Die Freunde fahren alle zusammen auf ein großes Renaissance-Fest, bei dem Velma als Beraterin des Organisators handelt. Bei diesem Fest geht es vor allem um Authentizität, damit die Besucher wirklich das Gefühl haben, im Jahre 1398 angekommen zu sein. Leider wird das große Bankett durch einen Hofnarren gefährdet, der plötzlich auftaucht und droht, den König umzubringen. Die Freunde nehmen also verschiedene Aufgaben an, denen sie mehr oder weniger gewachsen sind, um nach Spuren zu suchen. Nachdem sie schon beschuldigt wurden, dass sie die Zukunft der Veranstaltung auf dem Gewissen haben, fällt ihnen aber schlussendlich doch noch die Lösung ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919356","hoster":"VOE"},{"path":"/redirect/8919347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-4","name":"Ersatz für Scooby und Shaggy","epNo":4,"alt":"How To Train Your Coward","descr":"Nach einer Mission bei der Shaggy und Scooby mal wieder übel zugerichtet wurden, beschließen die beiden, aus der Truppe auszusteigen. Sie sorgen für Ersatz und bringen Morly und Bumpy ihre Aufgaben näher. Diese dürfen sich alsbald bei einem klassischen \"Vampir in seinem Gruselschloss – Fall\" unter Beweis stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919355","hoster":"VOE"},{"path":"/redirect/8919353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-5","name":"Die Hundeschau","epNo":5,"alt":"Worst In Show","descr":"Scooby Doo und seine Freunde fahren nach New York um sich eine Hundschau anzusehen. Doch dort taucht plötzlich ein Monster auf und vertreibt sämtliche Teilnehmer. Um den Fall zu lösen und Zutritt zum kompletten Gelände zu bekommen, nimmt Scooby schließlich an dem Hundewettbewerb teil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919358","hoster":"VOE"},{"path":"/redirect/8919357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-6","name":"Ein Zug voller Monster","epNo":6,"alt":"Mysteries On The Disorient Express","descr":"Die Scooby – Gang verreist in einem Zug. Leider wird Scooby ins Gepäckabteil verbannt. Da hilft nur, sich verkleidet wieder unter die anderen Reisenden zu mischen. Aber er ist nicht der einzig verkleidete Fahrgast. Acht Monster aus aller Welt versuchen den Passagieren Angst und Schrecken einzujagen. Ihr Ziel ist es, den Zug zum Anhalten zu bringen, um in aller Ruhe nach einem geheimen Chip zu suchen. Das versucht die Gang zu verhindern, da noch weitere kostbare Fracht an Bord ist – ein Nasenloch, das dringendst zu einem Patienten gebracht werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919362","hoster":"VOE"},{"path":"/redirect/8919361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-7","name":"Halloween","epNo":7,"alt":"Halloween","descr":"Fred hatte als Kind zu Halloween ein merkwürdiges Erlebnis, das ihn so beeindruckt hat, dass er beschließt, an Halloween keine Fälle mehr zu lösen. Als es dann allerdings an Halloween ein Rätsel um eine kinderhassende Hexe gibt, muss Fred seine Position überdenken, denn diese Hexe bedroht den Fortbestand dieses Feiertages … Wird es den Freunden gelingen, die gemeine Alte zu besiegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919364","hoster":"VOE"},{"path":"/redirect/8919363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-8","name":"Der Fluch des Kaniaku","epNo":8,"alt":"The Curse Of Kaniaku","descr":"Die fünf Freunde sind zu Besuch in Japan, wo Velma seit ihrem letzten Besuch total angesagt ist. Zusammen versuchen sie das 700 Jahre alte Rätsel des Kaniaku zu lösen, eines riesigen Krabbendämons, der ganze Viertel Tokios terrorisiert. Beim Lösen des Falls stoßen sie auf so manche Ungereimtheit und finden schließlich heraus, dass das Rätsel gar nichts mit einer verfluchten Krabbe zu tun hat … .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919368","hoster":"VOE"},{"path":"/redirect/8919366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-9","name":"Wählt Velma","epNo":9,"alt":"Vote Velma","descr":"In Littlefield, einer Kleinstadt, wird Velma zur Bürgermeister-Kandidatin, als das die einzige Möglichkeit zu sein scheint, einen Geist zu schnappen, der jeden Herausforderer von Bürgermeister Putnam vertreibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919369","hoster":"VOE"},{"path":"/redirect/8919371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-10","name":"Scroogey Doo","epNo":10,"alt":"Scroogey Doo","descr":"Velma wird von einem Geist ihr vergangenes, jetziges und zukünftiges Leben aufgezeigt und das, was sie da sieht, gefällt ihr nicht besonders. Laut dieser Visionen, wird Velma durch ihre Mitarbeit bei der Lösung von Fällen, in ihrer beruflichen Entwicklung behindert und wird am Ende zu einer frustrierten, kriminellen Alten. Doch vielleicht kommt es ja doch nicht so …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919374","hoster":"VOE"},{"path":"/redirect/8919373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-11","name":"Im Weltall","epNo":11,"alt":"In Space","descr":"Scooby und seine Freunde finden sich diesmal im Weltraum wieder, nachdem Fred versehentlich die Mystery-Maschine auf der Ladefläche eines Raumschiffs abgestellt hat. Dort werden sie auch gleich mit einem geheimnisvollen Fall konfrontiert. Ein Teil der Besatzung eines anderen Raumschiffs ist nach einer ansteckenden Infektion verschwunden, was ist hier passiert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919377","hoster":"VOE"},{"path":"/redirect/8919376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-12","name":"Bitte nicht stören","epNo":12,"alt":"Doo Not Disturb","descr":"Während eines Schneesturms flüchten die Freunde in ein Hotel, in dem sich höchst merkwürdige Dinge abspielen. Der Rezeptionist ist seltsam, bestimmte Teile der Herberge sind gesperrt und man hört verdächtige Geräusche. Schließlich kommen Fred und seine Mitstreiter einem sehr merkwürdigen Geschehen auf die Spur, bei dem eine Mutter eine wichtige Rolle spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919379","hoster":"VOE"},{"path":"/redirect/8919380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-13","name":"Ein abgedrehter Typ","epNo":13,"alt":"Silver Scream","descr":"Archie Barnes war ein berühmter Stummfilm-Regisseur, dessen letzter Film verhunzt wurde. Als ein noch unbekanntes Werk von Barnes auftaucht und vom Archivar vor der Premiere restauriert werden soll, erscheint der Geist von Archie und attackiert ihn. Shaggy und seine Freunde versuchen herauszufinden, wie ein längst Verstorbener noch Einfluss auf die Veröffentlichung seines Films nehmen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919381","hoster":"VOE"},{"path":"/redirect/8919382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-14","name":"Fauler Zauber","epNo":14,"alt":"Fright Of Hand","descr":"Die Freunde fahren zum Hokuspokus-Palast, einem Schloss, in dem ein Zauberer-Verein residiert. Dort verbreitet ein Mutanten-Kaninchen Angst und Schrecken. Um herauszufinden, was hinter dieser Sache steckt, verkleidet sich Fred als Zauberer Freddy Odernicht und schon bald passieren wirklich äußerst merkwürdige Dinge …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919386","hoster":"VOE"},{"path":"/redirect/8919384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-15","name":"Ein antiker Fall","epNo":15,"alt":"Greece Is The Word","descr":"Diesmal geraten unsere Freunde ins antike Griechenland, wo nach der Hochzeit zwischen Prinzessin Velmonia und Prinz Shlemielius, eine Allianz zwischen den beiden Städten Athen und Antagonos geschlossen werden soll. Bei dieser Hochzeit gibt es allerdings einige Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919388","hoster":"VOE"},{"path":"/redirect/8919389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-16","name":"Ganz in Schwarz","epNo":16,"alt":"American Goth","descr":"Shaggy trifft auf eine alte Freundin und ist erstaunt, was aus ihr geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919390","hoster":"VOE"},{"path":"/redirect/8919392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-17","name":"Nie wieder Frühstück","epNo":17,"alt":"Omelettes Are Forever","descr":"Die Freunde der Mystery-Gang finden sich in einem internationalen Spionage- und Intrigenspiel wieder, als sie der britischen Geheimagentin Jenny Vex über den Weg laufen. Fred, Daphne, Velma, Shaggy und Scooby müssen ihr helfen, eine gefährliche Mission zu beenden und ein Söldner-Monster namens Minus aufzuhalten, bevor es ihm gelingt, das Frühstück auf der Erde ein für alle Mal abzuschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919395","hoster":"VOE"},{"path":"/redirect/8919393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-18","name":"Ein ferngesteuerter Geist","epNo":18,"alt":"Ghost In The Mystery Machine","descr":"Freds schlimmster Alptraum wird wahr, als ein böser Geist seinen geliebten Van übernimmt und das Gefährt in ein erbarmungsloses Monster verwandelt. Der Wagen hat nun nur noch ein Ziel: Fred und die anderen Mitglieder der Mystery-Gang zu vernichten, bevor sie das Rätsel, das dahintersteckt, lösen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919398","hoster":"VOE"},{"path":"/redirect/8919396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-19","name":"Der Mann aus dem Eis","epNo":19,"alt":"Naughty Or Ice","descr":"Daphne bringt ihre Freunde in einem schicken Eishotel unter, das ihrer Familie gehört. In Kürze soll dort eine Ausstellung mit Artefakten aus der Eiszeit eröffnet werden. Doch als ein Mann aus dem Eis auftaut und im Hotel randaliert, ist bald keinem im Hotel mehr sonderlich kalt. Was steckt dahinter und welche Motive hatte Daphne, als sie ihre Freunde in das Hotel ihrer Eltern einlud?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919399","hoster":"VOE"},{"path":"/redirect/8919400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-20","name":"Eine stolze Omi","epNo":20,"alt":"Night Of The Upsetting Shorts","descr":"Shaggys geliebte Großmutter hat sich in Florida zur Ruhe gesetzt. Als die Mystery-Gang erfährt, dass die ältere Dame und ihre Freunde dort seit einiger Zeit von einem verrückten Affenmann in Angst und Schrecken versetzt werden, machen sich Fred und die anderen auf den Weg zu ihr. Während Shaggy vorgibt, der Anführer der Gruppe zu sein, braucht er einen Plan, wie er den Affenmann überführen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919402","hoster":"VOE"},{"path":"/redirect/8919404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-21","name":"Die Hunde von der Müllhalde","epNo":21,"alt":"Junkyard Dogs","descr":"Scooby-Doo läuft Axel, einem ehemaligen Bekannten aus dem Tierheim, über den Weg. Der ist inzwischen ein ausgebildeter Polizeihund und bildet sich schrecklich viel darauf ein. Als er Scooby von oben herab behandelt, will Herrchen Shaggy es Axel so richtig zeigen und gemeinsam mit seinem geliebten Vierbeiner als Erster den Fall eines Müllmonsters aufklären, das unschuldige Menschen angreift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12172927","hoster":"VOE"},{"path":"/redirect/8919406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-22","name":"Protein Titanen (2)","epNo":22,"alt":"Protein Titans 2","descr":"Ein sehr erfolgreiches Unternehmen für Videospiele versucht, einen von Velmas alten Algorithmen zu kaufen. Doch damit nicht genug, am liebsten würde man die kluge Velma auch direkt einstellen. Kurz darauf ist die Mystery-Gang in einen neuen Fall verwickelt, denn anscheinend ist ein Verbrecher aus einem der Videospiele zum Leben erwacht und treibt nun in der realen Welt sein Unwesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251805","hoster":"VOE"},{"path":"/redirect/8919410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-23","name":"Die Welt der Hexen","epNo":23,"alt":"World of Witchcraft","descr":"Die Mystery Gang macht sich auf den Weg nach Massachusetts, wo ein Historienspiel aufgeführt wird. Vor Ort müssen die Freunde feststellen, dass sich die Geschichte wohl wiederholt, denn ein Dämon ist in der Stadt unterwegs und verbreitet Angst und Schrecken. Angeblich wurde er von einer Hexe zum Leben erweckt, die sich für die Hexenjagd rächen will, die es im 17. Jahrhundert in Salem gab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919412","hoster":"VOE"},{"path":"/redirect/8919411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-24","name":"Professor Häh? (1)","epNo":24,"alt":"Professor Huh? Part 1","descr":"Fred und die Gang werden gebeten, bei der Lösung des Geheimnisses des entflohenen Bösewichts Professor Huh? Erschwerend kommt hinzu, Professor Huh? Ist berüchtigt dafür, keine Hinweise zu hinterlassen und so schwer fassbar und verwirrend wie möglich zu sein. Die Gang versucht, ihr bisher schwierigstes Rätsel zu lösen, während sie dabei etwas Schockierendes über Fred erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919414","hoster":"VOE"},{"path":"/redirect/8919415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-25","name":"Professor Häh? (2)","epNo":25,"alt":"Professor Huh? Part 2","descr":"Freds alter Freund Rose macht die Bande zu Hauptverdächtigen im Professor Huh? Flucht, und sie sind gezwungen, vor der Polizei zu fliehen. Nachdem sie nur knapp einer Rakete und Professor Huh? entkommen sind, versucht die Bande, inkognito zu gehen, um das Rätsel zu lösen. Eine schnelle Verfolgungsjagd durch die Polizei folgt schnell und die Gang erkennt, dass der Professor Huh? Das Geheimnis geht viel tiefer, als sie sich jemals hätten vorstellen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919419","hoster":"VOE"},{"path":"/redirect/8919418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-26","name":"Pizza O’Possum","epNo":26,"alt":"Pizza O’Possum’s","descr":"Die Gang geht in eine Spielhalle, die Shaggy in seiner Kindheit besucht hat, um endlich Pizza Pup zu bekommen, einen Stoffhundpreis, den er seit seiner Kindheit begehrt. Was sie jedoch nicht wissen, ist, dass das deaktivierte Roboter-Maskottchen der Spielhalle, Pizza O\u0027Possum, zum Leben erwacht ist und alle von der Spielhalle verscheuchen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919422","hoster":"VOE"},{"path":"/redirect/8919420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bleib-cool-scooby-doo/staffel-2/episode-27","name":"Der Fluch von Halbbarts Meerbusen","epNo":27,"alt":"The Curse of Half-Beard’s Booty","descr":"Shaggy besucht gemeinsam mit seinen Freunden eine Spielhalle, in der er als Kind gerne war. Jetzt möchte er endlich den Preis zu gewinnen, den er schon als kleiner Junge haben wollte. / In einem Restaurant trifft die Gang auf Captain Cutler, den Fred ein für alle mal hinter Schloss und Riegel sehen will. Doch Cutler erklärt den Freunden, dass er seine kriminelle Karriere aufgegeben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10729276","hoster":"VOE"},{"path":"/redirect/8919427","hoster":"Streamtape"}]}]}]}]}