{"seriesId":"blind-ermittelt","name":"Blind ermittelt","descr":"Ein blinder Ex-Chefinspektor und ein Taxifahrer mit Berliner Schnauze treffen im nächtlichen Wien aufeinander. Aus dieser kuriosen Zufallsbegegnung entsteht ein ungleiches Ermittlerduo, das sich unversehens mitten in einem Mordfall wiederfindet …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die toten Mädchen von Wien","epNo":1,"alt":"","descr":"Der ehemalige Wiener Chef-Inspektor Alexander Haller (Philipp Hochmair) trägt eine schwere seelische Last: Er gibt sich die Schuld am Tod seiner Lebensgefährtin, der Staatsanwältin Kara Hoffmann (Anna Rot), die vor zwei Jahren bei einem Sprengstoffanschlag ums Leben kam. Über das schreckliche Attentat, bei dem Haller sein Augenlicht und damit auch seinen Beruf verlor, kommt er nicht hinweg. Dass sich Haller aus Verzweiflung das Leben nimmt, verhindert der Taxifahrer Nikolai Falk (Andreas Guenther) eines Nachts in letzter Minute. Für einen neuen Sinn sorgt ausgerechnet der für Karas Ermordung verurteilte Udo Strasser (Stipe Erceg). Hallers Erzfeind ist ausgebrochen, um seine Unschuld zu beweisen. Dass der blinde Ex-Kommissar – unterstützt von Nikolai als Fahrer – nun selbst ermittelt, missfällt seiner Nachfolgerin Laura Janda (Jaschka Lämmert) ebenso wie seinem früheren Chef Pohl (Johannes Silberschneider). Schon bald stößt Haller nicht nur auf die Fährte eines brutalen Mädchenhändlerrings, dem eine junge Weißrussin (Barbara Prakopenka) entkommen ist, sondern auch auf Merkwürdigkeit in der Polizeiarbeit. Seinen Nachteil, nicht sehen zu können, beginnt Haller zu einem Vorteil zu machen: Seine Gegner unterschätzen ihn. Mit unkonventionellen Mitteln versucht er, die Täter und den Kopf der Verbrecherbande zur Rechenschaft zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":8458295,"hoster":"VOE"},{"redirect":8517883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die verlorenen Seelen von Wien","epNo":2,"alt":"","descr":"In zweiten Teil des Österreichkrimi begibt sich TV-Serienliebling Philipp Hochmair abermals als ehemaliger Chef-Inspektor Haller in Wien auf Spurensuche. Doch diesmal ist die Sache persönlich, Hallers Schwester Sophie wurde entführt! Alexander Haller sieht es gar nicht gerne, dass sein Assistent Niko seine Schwester zu einem Konzertbesuch ausführt. Sophie hingegen freut sich riesig. Aber dann ist plötzlich alles anders, als Sophie aus der Oper entführt wird. Niko versucht noch die Täter aufzuhalten und schießt auf einen von ihnen, aber mit Sophie im ihrer Gewalt gelingt denen die Flucht. Trotz seiner Blindheit will Haller alleine in dem Fall ermitteln und keine Polizei einschalten. Zunächst vermuten sie, dass Nikos Wettschulden etwas mit der Entführung zu tun haben. Aber schon bald zeigt ist, dass die Entführer sehr gut über Halles Leben und seine Familie Bescheid wissen.","versions":[{"lang":1,"streams":[{"redirect":8458304,"hoster":"VOE"},{"redirect":8323160,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Feuerteufel von Wien","epNo":3,"alt":"","descr":"Philipp Hochmair ermittelt undercover in einem Wiener Elite-Internat. Aenne Schwarz steht ihm dort als Lehrerin zur Seite, um sich in dem Gebäude zurechzufinden. Während sich die beiden näher kommen, stößt er mit seinem Team auf ein dunkles Geheimnis nach dem anderen. Kommissarin Laura Janda setzt bei der Aufklärung eines bizarren Falles auf die Hilfe ihres ehemaligen Chefs Alexander Haller. Der pensionierte Direktor eines Wiener Elite-Internates ist in den Privaträumen seiner Schule verbrannt aufgefunden worden. Viele scheinen ein Motiv zu haben, denn das Haus scheint etliche dunkle Geheimnisse zu verbergen. Alexander lässt sich als Musiklehrer einschleusen. Die Lehrerin Lotta Behrbach ist ihm behilflich, sich im Schulgebäude zurechtzufinden. Nach dem schmerzlichen Verlust von Kara lässt sich Alexander mit Lotta zum ersten Mal wieder auf ernste Gefühle ein.","versions":[{"lang":1,"streams":[{"redirect":12919370,"hoster":"VOE"},{"redirect":8323161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tod im Fiaker","epNo":4,"alt":"","descr":"Sophie besucht mit ihrem Bruder Alexander Haller eine barrierefreie Ausstellung in der Privatbank Schachner, die von ihrer guten Freundin und Bankiersfrau Solveig kuratiert wird. Als deren Mann Romanus auftaucht, bricht er vor ihren Augen tot zusammen. Auch Sophie wird vergiftet, als sie Erste Hilfe leistet. Eindeutig ist Zyankali im Spiel. Da Niko beobachtet hat, dass sich der Bankier davor bei einem Kutscher Kokain besorgt hat, wird er in die Fiaker-Szene eingeschleust. Zudem hat Haller das Gefühl, dass der Prokurist Dr. Hohmann und die junge Witwe Solveig etwas zu verbergen haben.","versions":[{"lang":1,"streams":[{"redirect":8769825,"hoster":"VOE"},{"redirect":8769821,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lebendig begraben","epNo":5,"alt":"","descr":"Kommissarin Laura Janda ruft Alexander Haller und Niko zu einem neuen Tatort. Rechtsanwalt Dr. Wild ist in seinem Büro erstochen aufgefunden worden. Auf einem Block des Toten wurde der 17. Oktober 2017 notiert. Jener Tag, an dem Haller bei einer Explosion Verlobte und Augenlicht verloren hat. Damals war er dem Mörder der Schülerin Lisa Ebner auf der Spur. Nachdem sich der Verdächtige Max Brandner in der U-Haft das Leben genommen hatte, wurde der Fall geschlossen. Jetzt, vier Jahre später, bekommen es Haller und Niko mit einem Serienmörder zu tun. Die Liste der Opfer des rachsüchtigen Täters wird immer länger. Doch wie hängen die Fälle zusammen?","versions":[{"lang":1,"streams":[{"redirect":8769823,"hoster":"VOE"},{"redirect":8769830,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod im Prater","epNo":6,"alt":"","descr":"In die ebenso schillernde wie zwielichtige Welt der Prater-Schausteller tauchen Philipp Hochmair als frisch ernannter Sonderermittler und sein Partner Andreas Guenther im sechsten \"Wien-Krimi\" ein. Um den Mord an einem auffällig erfolgreichen Geschäftsmann aufzuklären, muss das gegensätzliche Duo nicht nur dessen Geheimnisse ans Licht bringen, sondern auch einen verschworenen Kreis von Verdächtigen zum Sprechen bringen. Regisseurin Katharina Mückstein legt gekonnt nach einem raffinierten Drehbuch des Autorenduos Bastian Zach und Matthias Bauer die losen Enden einer Tätersuche aus. Der schwarzhumorige Dialogwitz und die brillante Bildgestaltung mit spektakulären Aufnahmen des weltberühmten Vergnügungsparks zeichnen \"Tod im Prater\" aus.","versions":[{"lang":1,"streams":[{"redirect":13032670,"hoster":"VOE"},{"redirect":13032669,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die nackte Kaiserin","epNo":7,"alt":"","descr":"In \"Die nackte Kaiserin\" dient der Sissi-Mythos als Ausgangspunkt für einen Wien-Krimi, der einen rätselhaften Kriminalfall mit einem unheilvollen Fluch verbindet. Während sich Philipp Hochmair alias Ex-Kommissar Haller auf seine Ermittlerinstinkte verlässt, muss sein Partner Andreas Guenther irrationale Ängste überwinden. Drehbuchautor Nils-Morten Osburg nutzt die Verehrung für die Habsburger Monarchin, die sich aus Eitelkeit jahrzehntelang nicht hat ablichten lassen, als Hintergrund für eine raffinierte Geschichte um eine Fotografie, die niemals hätte gemacht werden dürfen. Mit einem prachtvollen K. u. k.-Kostümball bietet der siebte Fall von \"Blind ermittelt\" ein bildgewaltiges Finale, das in eine queere Nostalgiewelt der Verehrung für Sissi und König Ludwig führt.","versions":[{"lang":1,"streams":[{"redirect":13032672,"hoster":"VOE"},{"redirect":13032673,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod im Weinberg","epNo":8,"alt":"","descr":"Krimi-Spannung in Grinzing! Philipp Hochmair, Andreas Guenther und Jaschka Lämmert starten in den Wiener Weinbergen eine fieberhafte Suche nach dem entführten 22-jährigen Sohn einer Winzerfamilie. Fritz Karl stellt als Onkel das Lösegeld in Millionenhöhe auf, Nina Kronjäger will als Mutter die Polizei heraushalten. Mit Martin Leutgeb als Weinhauer und einer wilden Motorrad-Gang wird der Kreis der Verdächtigen immer größer. Paul, der 22-jährige Sohn der Heurigen-Dynastie Rauch, wird nachts auf offener Straße in Grinzing entführt. Sein Onkel Heinrich erklärt sich bereit, das geforderte Lösegeld über zwei Millionen aufzubringen. Wie Pauls Mutter Sonja bittet er, die Polizei herauszuhalten. Kommissarin Laura Janda beauftragt daher Haller und Falk mit dem Fall. Bei den Recherchen stoßen die beiden auf ein Netz familiärer Verstrickungen, zumal mit Weinhauer Tomasek und dem Motorrad-Club um Rita und Leo Decker der Kreis der Verdächtigen immer weiter wird.","versions":[{"lang":1,"streams":[{"redirect":14007449,"hoster":"VOE"},{"redirect":14007450,"hoster":"Doodstream"},{"redirect":14007448,"hoster":"Streamtape"}]}]}]}]}