{"seriesId":"blinded","name":"Blinded","descr":"Im Stockholmer Finanzsektor wird die junge Reporterin Bea Farkas (Julia Ragnarsson; \"Midsommar\", \"Springflut\") auf ein großes und recht fragwürdiges Bankgeschäft aufmerksam. Als sie beginnt, für ihre Recherche Fragen zu stellen, findet sie sich plötzlich mitten in einer gewaltigen Verschwörung wieder. Erschwerend kommt hinzu, dass sie eine Affäre mit dem verheirateten Chef der betroffenen Bank hat, Peder Rooth (Matias Varela, \"Narcos\").","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Drittes Quartal","epNo":1,"alt":"Q3","descr":"Bea Farks ist eine aufstrebende Finanzreporterin bei der Daily Post, die sich trotz anfänglicher Bedenken auf eine Liaison mit dem verheirateten Peder Rooth einlässt, dem CEO der ST Bank. Als sie dann jedoch über einen Insider erfährt, dass das Kreditinstitut einige ernstzunehmende Probleme verschleiern soll, merkt sie, dass Berufliches und Privates nur schwer miteinander zu vereinen sind.","versions":[{"lang":1,"streams":[{"redirect":8458306,"hoster":"VOE"},{"redirect":12985422,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Verrat","epNo":2,"alt":"MMV","descr":"Bea verfolgt die Spur des anonymen Tipps und erfährt, dass dieser direkt aus der ST Bank stammt. Sie ist nun hin und her gerissen, ob sie tiefer in die Materie einsteigen oder das Ganze lieber ad acta legen soll. Doch ihr starker Drang, der Wahrheit auf die Spur zu kommen, überwiegt und so begibt sie sich auf ungewisses Terrain. Nicht ganz ohne Folgen: Peder findet nämlich heraus, dass Bea hinter seinem Rücken recherchiert.","versions":[{"lang":1,"streams":[{"redirect":12251810,"hoster":"VOE"},{"redirect":8323163,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"All in","epNo":3,"alt":"All in","descr":"Peder ist erbost über einen Plauderer unter seinen eigenen Leuten. Bea nutzt das zu ihrem eigenen Vorteil und versucht, einem Mitarbeiter der ST Bank so viele Geschäftsgeheimnisse wie möglich zu entlocken. Doch sie hat ein Problem: Da sie ihrem Informanten verspricht, anonym zu bleiben, kann ihr Chef die Informationen ohne Quellenangaben nicht nutzen. Somit droht ihr ein Rückschritt in ihrer Karriere.","versions":[{"lang":1,"streams":[{"redirect":8458310,"hoster":"VOE"},{"redirect":8323164,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Farkas","epNo":4,"alt":"Farkas","descr":"Da Peder und Bea ihre Beziehung beendet haben, hält sie nichts mehr davon ab, ihr Wissen an die Öffentlichkeit zu bringen. Damit wäre ein böses Ende vorprogrammiert, denn die Informationen, die sie hat, könnten die ST Bank in den Ruin treiben. Außerdem treibt Peders Sohn seltsame Dinge mit seinem Freund Viktor, dessen Eltern ihr Geld mit schmutzigen Geschäften verdienen.","versions":[{"lang":1,"streams":[{"redirect":13095875,"hoster":"VOE"},{"redirect":8323165,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Jagd","epNo":5,"alt":"Jakten","descr":"Bea beschließt, ihre Recherchen auf eigene Faust zu veröffentlichen, auch wenn sie damit auf großen Widerstand trifft. Daraufhin überschlagen sich die Ereignisse und das Kartenhaus aus Lügen und Verschleierungen droht, zusammenzubrechen.","versions":[{"lang":1,"streams":[{"redirect":8458325,"hoster":"VOE"},{"redirect":8323166,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"48 Stunden","epNo":6,"alt":"48 Timmar","descr":"Peder versucht verzweifelt, die Bank vor einem bevorstehenden Konkurs zu bewahren – das muss ihm während des 48-stündigen Ultimatums gelingen. Um die Ereignisse genauestens beobachten zu können, nistet sich Bea in einer gegenüberliegenden Wohnung ein. Dort wird sie Zeugin dramatischer Szenen …","versions":[{"lang":1,"streams":[{"redirect":8458330,"hoster":"VOE"},{"redirect":8323167,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abschied","epNo":7,"alt":"Avsked","descr":"Nach dem Tod von Adam findet Bea nicht in den Alltag zurück und überlegt, ihre Karriere als Journalistin zu beenden. Peder versucht währenddessen, seine Haut zu retten und verstrickt sich dadurch immer mehr in ein Netz aus Lügen","versions":[{"lang":1,"streams":[{"redirect":8458335,"hoster":"VOE"},{"redirect":8323169,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die großen Fische","epNo":8,"alt":"Elefanterna","descr":"Durch den angeblichen Selbstmord von Henrik Beijer fängt Bea wieder mit dem Recherchieren an. Sie glaubt an Mord, diesen muss sie jetzt nur noch beweisen. In der Zwischenzeit kauft Sven-Ivan Segerfält die ST Bank zu einem Spottpreis auf.","versions":[{"lang":1,"streams":[{"redirect":8466846,"hoster":"VOE"},{"redirect":8702268,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Easy","epNo":1,"alt":"","descr":"Bea ist auf Malta und arbeitet an einem Artikel über die fragwürdige Kreditfirma \"Easy\", als sie überraschend auf Peder trifft. Letzterer ist auf der Insel, um sich bei einem Konzern vorzustellen, der mit personenbezogenen Daten handelt. Die Journalistin Bea hat sich durch ihre Recherchen zur ST Bank inzwischen einen Namen gemacht und eine Autobiografie rausgegeben, mit der sie dem Ruf vieler Leute geschadet hat – auch dem von Peder.","versions":[{"lang":1,"streams":[{"redirect":10934674,"hoster":"VOE"},{"redirect":10934673,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Dilemma","epNo":2,"alt":"","descr":"Mit einem unguten Gefühl veröffentlicht Bea ihren ersten Artikel über \"Easy\". Sie würde gerne mehr über die fragwürdige Kreditfirma aufdecken, wird von den Betreibern jedoch mundtot gemacht: Die Journalistin hat ein unangenehmes Detail über Louise, eine der Chefinnen des Konzerns herausgefunden. Laut der Daily Post soll sie die Tochter eines Vergewaltigers sein. Bea soll sich zurückhalten, setzt ihre Recherchen aber trotzdem fort. Peder nimmt derweil einen Job als CEO an.","versions":[{"lang":1,"streams":[{"redirect":10934671,"hoster":"VOE"},{"redirect":10934670,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Malta","epNo":3,"alt":"","descr":"Bea trifft Jonas’ Mutter Susanne und erfährt, dass sie die Kreditfirma Easy daran hindern wollte, ihrem Sohn Geld zu leihen – leider ohne Erfolg. Außerdem deckt die Journalistin eine Gruppe hoffnungsloser Glücksspieler auf, die sich bei Easy regelmäßig einen Kredit geben lassen. Die Erkenntnisse, die Bea dabei macht, werden immer beunruhigender und bringen schließlich auch Peder ins Schwitzen.","versions":[{"lang":1,"streams":[{"redirect":10953198,"hoster":"VOE"},{"redirect":10953199,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Manöver","epNo":4,"alt":"","descr":"Peder lädt Bea zum Segeln mit seinem Sohn ein. Er hofft darauf, mehr über die Recherchen der attraktiven Journalistin herauszufinden und schnüffelt in ihren privaten Sachen herum. Dabei stößt er auf Dinge, die ihm das Blut in den Adern gefrieren lassen. Er ist sich bewusst, dass er unbedingt verhindern muss, dass diese Informationen an die Öffentlichkeit geraten. Gleichzeitig flammt seine Leidenschaft für die hübsche Reporterin wieder auf und Peder ringt mit seinem Gewissen.","versions":[{"lang":1,"streams":[{"redirect":10953201,"hoster":"VOE"},{"redirect":10953202,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erwischt","epNo":5,"alt":"","descr":"Nach einem Interview mit Bjarne Rasmussen wir sich Bea bewusst, dass auch Peder in die betrügerischen Machenschaften der Firma Easy involviert ist. Peder muss derweil zu seinem Entsetzen feststellen, dass seine Investmentidee von einem alten Rivalen gestohlen worden ist. Er trifft sich mit Bea zu einem romantischen Dinner und beide legen die Karten offen auf den Tisch. Doch der Frieden zwischen ihnen ist nicht von langer Dauer","versions":[{"lang":1,"streams":[{"redirect":11001168,"hoster":"VOE"},{"redirect":11001166,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Entführung","epNo":6,"alt":"","descr":"Beas Nachforschungen über die Betrugsfälle der Firma Easy haben sie ins Gefängnis von Malta gebracht. Auch ihr Arbeitgeber, die Daily Post, ist dadurch in eine schwierige Lage geraten. Peder erfährt von Beas Inhaftierung und kämpft mit seinem Gewissen. Er weiß, dass die unangenehmen Recherchen der Journalistin nun vorerst gestoppt sind. Doch seine Gefühle für die attraktive Bea sind stärker und er versucht sie schließlich, durch Bestechung aus der Haft zu befreien.","versions":[{"lang":1,"streams":[{"redirect":11001171,"hoster":"VOE"},{"redirect":11001172,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Entlarvung","epNo":7,"alt":"","descr":"Bea erfährt, dass ihr Mentor Rapp eine Affäre mit ihrer Verlegerin Nina hat. Nina war für den Artikel über den vermeintlichen Vergewaltiger und Geschäftsmann Aksel Bonnesen verantwortlich und hatte damit der Zeitung geschadet. Bonnesen zwingt Peder derweil, sämtliche personenbezogenen Daten an China zu verkaufen, um den Betrug seiner Firma zu verschleiern. Und Beas Ex-Kollege Thulin, der jetzt bei Easy arbeitet, verschwindet spurlos.","versions":[{"lang":1,"streams":[{"redirect":11030036,"hoster":"VOE"},{"redirect":11030037,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Veröffentlichung","epNo":8,"alt":"","descr":"Bea sucht verzweifelt nach Thulin, der plötzlich von der Bildfläche verschwunden ist. Peder hat zunehmend mit dem schlechten Gewissen zu kämpfen, da er weiß, dass er für Thulins Verschwinden mitverantwortlich ist…","versions":[{"lang":1,"streams":[{"redirect":11030042,"hoster":"VOE"},{"redirect":11030040,"hoster":"Streamtape"}]}]}]}]}