{"seriesId":"blind-frog-ranch-die-schatzsucher-von-utah","name":"Blind Frog Ranch - Die Schatzsucher von Utah","descr":"[Mystery at Blind Frog Ranch] Die Reality-Doku-Serie \"Blind Frog Ranch – Die Schatzsucher von Utah\" stellt den Goldgräber Duane Ollinger in den Mittelpunkt, der in bergigen Landschaft des US-Bundesstaates eine riesige Ranch betreibt. Ollinger hat dieses Anwesen gekauft, weil er vermutet, dass hier enorme Mengen an Gold verborgen sind. Doch dies ist nicht die einzige Besonderheit des Ortes: Die Blind Frog Ranch liegt im Uinta-Becken, das dafür bekannt ist, dass hier übernatürliche Erscheinungen und Außerirdische gesichtet wurden. Bei der Suche nach dem Edelmetall muss sich der Schatzsucher und sein Team auf einige seltsame Vorkomnisse vorbereiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Was im Verborgenen liegt","epNo":1,"alt":"What Lies Beneath","descr":"2018 hat Duane Ollinger im Uinta-Becken im US-Bundesstaat Utah eine 65 Hektar große Ranch gekauft. Denn es gibt Hinweise, dass dort in einem unterirdischen Höhlensystem wertvolle Reichtümer verborgen liegen. Die Suche nach dem Gold ist aufwendig und gefährlich. Um die Region ranken sich zudem viele Legenden. Aber von unheimlichen Geschichten über seltsame Fabelwesen, Raumschiffe und paranormale Aktivitäten lässt sich der Landbesitzer nicht abschrecken. Duane Ollinger ist fest entschlossen und entnimmt auf dem Gelände mit seinen Mitstreitern Bodenproben.","versions":[{"lang":1,"streams":[{"redirect":12919359,"hoster":"VOE"},{"redirect":9645236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510405,"hoster":"VOE"},{"redirect":9645254,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tauchgang im Höhlensystem","epNo":2,"alt":"Submerged Treasure","descr":"Bevor Duane Ollinger und seine Crew in das Höhlensystem auf der \"Blind Frog Ranch\" hinabtauchen, müssen die Männer im US-Bundesstaat Utah einen mit Schlamm verstopften Schacht freilegen. Was die Abenteurer in der Tiefe erwartet, ist ungewiss. Und es gibt noch ein Detail, dass die Truppe beunruhigt. Duane und seine Mitstreiter haben auf dem Grundstück ein kopflosen Tierkadaver mit aufgeschlitztem Bauch entdeckt. Wer oder was hat das Reh so zugerichtet? Die Sache ist mysteriös, deshalb stellt Ex-Polizist Charlie Snider weitere Nachforschungen an","versions":[{"lang":1,"streams":[{"redirect":9645234,"hoster":"VOE"},{"redirect":9645232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510406,"hoster":"VOE"},{"redirect":9645257,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Gold der Mormonen","epNo":3,"alt":"Mormon Gold","descr":"Ein Goldnugget, Münzen und eine große Kiste: Die Liste der Entdeckungen auf der \"Blind Frog Ranch\" im US-Bundesstaat Utah wird immer länger. Und das ist möglicherweise erst der Anfang, denn die Funde deuten darauf hin, dass unter der Erdoberfläche weitere Schätze verborgen liegen. Aber bei Chad Ollingers Erkundungstauchgang ist dessen Luftschlauch an einem Felsen hängen geblieben und der Abenteurer musste umkehren. Wenn die Glücksritter das Geheimnis der Ranch lüften wollen, müssen sie einen anderen Zugang in das drei Kilometer lange Höhlensystem finden.","versions":[{"lang":1,"streams":[{"redirect":12251807,"hoster":"VOE"},{"redirect":9645230,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510407,"hoster":"VOE"},{"redirect":9645260,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine vielversprechende Spur","epNo":4,"alt":"Someone Was Here","descr":"Insektenlarven weisen Chad Ollinger und seinen Mitstreitern den Weg. Die Truppe sucht auf der \"Blind Frog Ranch\" einen trockenen Eingang zu einem Höhlensystem, in dem möglicherweise kostbare Schätze verborgen liegen. Bei einer Erkundungstour stößt das Team auf Felszeichnungen. Handelt es sich dabei um eine Markierung? Oder haben die Männer eine Grabstätte der Ureinwohner entdeckt? Die Abenteurer recherchieren im US-Bundesstaat Utah, wem das Land früher gehörte und studieren alte Dokumente. In den Unterlagen finden sie weitere spannende Hinweise.","versions":[{"lang":1,"streams":[{"redirect":9645239,"hoster":"VOE"},{"redirect":9645240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510408,"hoster":"VOE"},{"redirect":9645263,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eindringlinge","epNo":5,"alt":"Trespassers","descr":"Legenden enthalten immer ein Körnchen Wahrheit: Nach dieser Devise fügen Chad Ollinger und seine Gefährten auf der \"Blind Frog Ranch\" Puzzleteile zu einer Schatzkarte zusammen. Aztekengold aus dem 16. Jahrhundert könnte vor langer Zeit in den US-Bundesstaat Utah gelangt sein und ein Mann namens Thomas Rhoades fand heraus, wo es versteckt lag. So lautet die Theorie. Aber die Aktivitäten des Teams bleiben auf der Ranch nicht unentdeckt. Die Abenteurer werden auf dem Gelände beobachtet. Will man den Männern dort kostbare Reichtümer streitig machen?","versions":[{"lang":1,"streams":[{"redirect":9645243,"hoster":"VOE"},{"redirect":9645241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510414,"hoster":"VOE"},{"redirect":9645267,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Antworten","epNo":6,"alt":"Answers","descr":"Ein mysteriöses Energiefeld bereitet Chad Ollinger und seinen Gefährten auf der \"Blind Frog Ranch\" Kopfzerbrechen. Drohnen, Kameras und das Bodenradar: Immer wieder fallen auf dem Areal technische Geräte aus. Wer oder was löst die elektromagnetischen Störungen aus? Bodenproben sollen auf diese Frage eine Antwort liefern. Und bei der Analyse des Materials macht das Team eine spannende Entdeckung. Die Männer sind bei der Schatzsuche möglicherweise auf Iridium gestoßen. Das Edelmetall ist seltener als Gold und wird auf dem Markt zu exorbitanten Preisen gehandelt.","versions":[{"lang":1,"streams":[{"redirect":9645245,"hoster":"VOE"},{"redirect":9645246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510416,"hoster":"VOE"},{"redirect":9645269,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Neuer im Team","epNo":1,"alt":"No Dyin\u0027 Tryin\u0027 Today","descr":"Duane Ollinger und seine Gefährten nehmen auf der \"Blind Frog Ranch\" wieder die Arbeit auf. Vor sechs Monaten sind die Männer im Uinta Basin auf Iridium gestoßen. Das Edelmetall wird auf dem Markt zu hohen Preisen gehandelt. Und was hat es mit der Holzkiste auf sich, die das Team in einem unterirdischen Höhlensystem entdeckt hat? Wenn die Box tatsächlich von den Azteken stammt, liegt in dem überfluteten Hohlraum möglicherweise","versions":[{"lang":1,"streams":[{"redirect":10806596,"hoster":"VOE"},{"redirect":10806597,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510409,"hoster":"VOE"},{"redirect":9645248,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die geheime Kamera","epNo":2,"alt":"Aztec or Not?","descr":"Die Schatzsucher haben auf der \"Blind Frog Ranch\" im US-Bundesstaat Utah eine Überwachungskamera entdeckt. Duane Ollinger und seine Mitstreiter können nicht fassen, dass man sie bei der Arbeit ausspioniert. Die Truppe stellt Nachforschungen an, um herauszufinden, wer das Hightech-Gerät installiert hat. Denn es steht sehr viel auf dem Spiel. Die Hinweise, dass auf dem 65 Hektar großen Areal kostbare Reichtümer verborgen liegen,","versions":[{"lang":1,"streams":[{"redirect":10806595,"hoster":"VOE"},{"redirect":10806598,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510420,"hoster":"VOE"},{"redirect":9645251,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Operation Presslufthammer ","epNo":3,"alt":"Diving Blind","descr":"Die Abenteurer wollen auf der \"Blind Frog Ranch\" in Utah eine Holzkiste bergen. Das Objekt der Begierde befindet sich in einem schwer zugänglichen Höhlensystem. Duane Ollingers Sohn Chad soll zu der Box hinabtauchen und daran eine Kette befestigen. Aber die Aktion wird kein Selbstläufer, denn die Sicht unter Wasser ist extrem schlecht. Deshalb muss sich der Schatzsucher blind auf die Anweisungen seines Vaters verlassen.","versions":[{"lang":1,"streams":[{"redirect":10901529,"hoster":"VOE"},{"redirect":10901527,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Solo für Eric","epNo":4,"alt":"What`s Inside The Box?","descr":"Die Holzkiste, in der die Schatzsucher kostbare Reichtümer vermuten, steckt in einem Tunnel des Höhlensystems fest. Die Truppe hat immer noch keinen freien Zugang zu der Box. Aber Duane Ollingers Sohn Chad konnte beim letzten Tauchgang metallhaltige Gesteinsproben einsammeln. Während Eric Drummond das Material chemisch untersucht, versucht Sicherheitschef Charlie Snider einen mysteriösen Sachverhalt aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":10899418,"hoster":"VOE"},{"redirect":10899391,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwei neue Optionen","epNo":5,"alt":"Radioactive Rocks","descr":"Die Gesteinsproben aus dem Höhlensystem enthalten Gallium. Das silberweiße Metall wurde 1875 von einem französischen Chemiker entdeckt. Der Fund gibt Duane Ollinger und seinem Team auf der \"Blind Frog Ranch\" im US-Bundesstaat Utah Rätsel auf. Wie kamen die metallhaltigen Steine in eine Kiste, die laut Radiokarbondatierung rund 500 Jahre alt ist? Den Azteken war das Metall doch unbekannt.","versions":[{"lang":1,"streams":[{"redirect":10925220,"hoster":"VOE"},{"redirect":10925219,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wenn die Sicherung durchbrennt","epNo":6,"alt":"The Void","descr":"Die Schatzsucher haben im Uinta Basin mehrere Feuerstellen entdeckt, die aussehen wie Meiler. In solchen Schmelzern wurde im US-Bundesstaat Utah um das Jahr 1870 Gold, Silber und Zink verhüttet. Das bedeutet, bei dem unterirdischen Höhlensystem könnte es sich um ein Bergwerk handeln. Aber wo befindet sich der Eingang?","versions":[{"lang":1,"streams":[{"redirect":10960799,"hoster":"VOE"},{"redirect":10960857,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Weg nach unten ","epNo":7,"alt":"Down To The Center Of The Earth","descr":"Duane Ollinger und seine Mitstreiter sind mit einem Stangenbohrer bis in eine Tiefe von 25 Metern vorgedrungen. Und die Erwartungen der Schatzsucher bestätigen sich. Unter der Erdoberfläche befindet sich eine trockene Höhle. Bevor die Männer dort hinabsteigen, müssen sie das Loch verschalen","versions":[{"lang":1,"streams":[{"redirect":11008866,"hoster":"VOE"},{"redirect":11008868,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Höllentrip","epNo":8,"alt":"Darkness, Danger and Death","descr":"Die Abenteurer wagen sich mit Schutzanzügen in das unterirdische Labyrinth hinab. Atemschläuche versorgen sie dabei mit Sauerstoff. Für das Filmteam wäre der Abstieg zu gefährlich, deshalb dokumentieren Duane Ollinger und sein Team ihre Expedition im US-Bundesstaat Utah mit Helmkameras.","versions":[{"lang":1,"streams":[{"redirect":11059474,"hoster":"VOE"},{"redirect":11059473,"hoster":"Doodstream"},{"redirect":11059472,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Frischer Wind","epNo":1,"alt":"$3 Billion Heist","descr":"Als Duanes Sohn Chad und seine Leute mit der Arbeit auf der Blind Frog Ranch beginnen, müssen sie feststellen, dass Unbefugte illegal einen Tunnel gegraben haben, der in Richtung ihres Suchgebiets führt. Offensichtlich wollen auch sie den Azteken-Schatz finden, der im Höhlensystem der Ranch versteckt sein soll. Duane ist inzwischen nach Mexiko gereist, um den Altertums-Experten James Keenan zu treffen. Der ist überzeugt, dass es zwischen dem untergegangenen Königreich der Azteken und der Blind Frog Ranch eine Verbindung gibt. Wenn Keenan Recht hat, könnte in den Höhlen Gold im Wert von drei Milliarden Dollar versteckt sein.","versions":[{"lang":1,"streams":[{"redirect":13874524,"hoster":"VOE"},{"redirect":13874523,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Sprengkommando","epNo":2,"alt":"Underground Tsunami","descr":"Zum Schatzsucher-Team um Duane Ollinger ist jetzt auch Altertums-Experte James Keenan gestoßen. Kurz zuvor wurde die 65 Hektar große Ranch gescannt und dabei ein Bereich mit ungewöhnlichen Phänomenen entdeckt. Darunter eine schlüssellochförmige Höhle, in der der Schatz der Azteken versteckt sein könnte. Duanes Sohn Chad vermutet, dass ihr Eingang einst von den Azteken verschlossen wurde und findet per Luftaufnahme eine entsprechende Vertiefung, die das Team nun inspiziert. Da hier tonnenweise Erdreich aufgeschüttet ist, will er den vermeintlichen Zugang mit einer Ladung Dynamit aufsprengen.","versions":[{"lang":1,"streams":[{"redirect":13874528,"hoster":"VOE"},{"redirect":13874529,"hoster":"Vidoza"},{"redirect":13882313,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Derzeit nicht verfügbar]","epNo":3,"alt":"Aztec Evidence","descr":"Die Schatzsucher wollten sich Zugang zu einer unterirdischen Höhle verschaffen. Doch die Sprengung löste eine Überflutung aus. Der Zugang steht unter Wasser, dort können Duane Ollinger und seine Mitstreiter nicht weitergraben. Deshalb versuchen die Männer ihr Glück an einer anderen Stelle. Dort haben sie Perlen gefunden, die von den Ureinwohnern stammen könnten. Ein Experte bestätigt diese Theorie. Und möglicherweise liegen auf dem Areal noch weitere Artefakte verborgen. Das Team hebt eine Grube aus und untersucht das Erdreich mit einem Metalldetektor.","versions":[{"lang":1,"streams":[{"redirect":13887167,"hoster":"VOE"},{"redirect":13887168,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mosby Sink","epNo":4,"alt":"The Mormon Wagon Trail","descr":"Duane Ollinger und seine Mitstreiter haben auf der 65 Hektar großen \"Blind Frog Ranch\" Goldbarren gefunden. Um herauszufinden, wer das Edelmetall dort deponiert hat, studiert das Team im Zentrum für Geschichte alte Landkarten. Die Männer suchen nach Transportwegen für Kutschen und topografischen Besonderheiten. Dabei stoßen sie auf eine Verbindung, die von der \"Perlenstelle\" zu einem rund zwei Kilometer entfernten Stollen führt. Diese Entdeckung könnte im US-Bundesstaat Utah das fehlende Puzzleteil sein bei der Suche nach einer sagenumwobenen Mine.","versions":[{"lang":1,"streams":[{"redirect":13874522,"hoster":"VOE"},{"redirect":13874521,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neue Hoffnung","epNo":5,"alt":"Into The Mormon Eye","descr":"Die Eindringlinge lassen nicht locker. Auf der \"Blind Frog Ranch\" treiben seit mehreren Wochen unbekannte Personen ihr Unwesen. Sie graben im Schutz der Dunkelheit nach dem Schatz. Duane Ollinger und seine Mitstreiter finden regelmäßig neue Spuren. Deshalb ruft der Landbesitzer die Behörden zu Hilfe. Chad macht sich unterdessen im US-Bundesstaat Utah bereit für eine riskante Klettertour. Duanes Sohn will sich an einer Klippenwand abseilen, um in eine Höhle zu gelangen. Findet das Team dort Hinweise zum genauen Standort der verlassenen Rhoades-Mine?","versions":[{"lang":1,"streams":[{"redirect":13906680,"hoster":"VOE"},{"redirect":13906679,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das tote Tier","epNo":6,"alt":"Back To The Energy Zone","descr":"Duane Ollingers Sohn Chad startet auf der \"Blind Frog Ranch\" im US-Bundesstaat Utah eine Infrarot-Drohne, um den genauen Standort der Eindringlinge zu ermitteln, die auf dem Land nach dem Schatz graben. Das Team will die Trittbrettfahrer auf frischer Tat ertappen und dem illegalen Treiben ein Ende setzen. Bei ihren Nachforschungen entdecken die Männer einen Kadaver mit ungewöhnlichen Bissspuren. Das Wild wurde dem Anschein nach nicht von einem Säugetier getötet. Deshalb stellt sich die Frage: Welche andere Spezies ist für die Attacke verantwortlich?","versions":[{"lang":1,"streams":[{"redirect":13906681,"hoster":"VOE"},{"redirect":13906683,"hoster":"Vidoza"},{"redirect":13906682,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Außerirdisch","epNo":7,"alt":"Battle Of The Black Rock","descr":"Die Schatzsucher bringen nach einem Gewitter im US-Bundesstaat Utah ihr Bohrgerät in Position. Damit wollen Duane Ollinger und seine Mitstreiter auf der \"Blind Frog Ranch\" in einen unterirdischen Hohlraum vordringen. In 30 Meter Tiefe stößt das Team auf eine Lehmschicht mit rätselhaften Metallsplittern. Und darunter macht extrem hartes Gestein dem Equipment zu schaffen. Dort kommen die Männer nur langsam voran. Deshalb tauschen sie die abgenutzten Flachzähne des Bohrwerkzeugs aus. Gelingt ihnen mit frischem Elan beim zweiten Anlauf der Durchbruch?","versions":[{"lang":1,"streams":[{"redirect":13940752,"hoster":"VOE"},{"redirect":13940757,"hoster":"Vidoza"},{"redirect":13940753,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zugang","epNo":8,"alt":"Into The Cavern","descr":"Liegt unter der Erdoberfläche ein riesiger Meteorit, der die Schlüssellochhöhle auf der \"Blind Frog Ranch\" im Bundesstaat Utah wie eine Kuppel bedeckt? Das würde erklären, warum das Bohrgerät in fast 40 Meter Tiefe kapitulierte. Denn die Gesteinsbrocken aus dem Weltall haben häufig Eisen- und Nickelanteile und eine hohe Dichte. Und die indigenen Ureinwohner haben an der Einschlagstelle möglicherweise eine heilige Stätte errichtet. Wenn diese Theorie der Schatzsucher zutrifft, sind in dem unterirdischen Hohlraum möglicherweise kostbare Reichtümer verborgen.","versions":[{"lang":1,"streams":[{"redirect":13940755,"hoster":"VOE"},{"redirect":13940759,"hoster":"Vidoza"},{"redirect":13940756,"hoster":"Streamtape"}]}]}]}]}