{"seriesId":"blocco-181","name":"Blocco 181","descr":"Ein maroder Wohnblock in einem Mailänder Vorort: Zwischen den \"Misas\", einer Gruppe südamerikanischer Einwanderer, und den italienischen Jungs des Viertels kommt es zu brutalen Auseinandersetzungen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Im Schlachthaus","epNo":1,"alt":"Il Blocco","descr":"Mailand . Das Randgebiet von Block 181 wird von den Jungen des Blocks unter der Leitung von Chef Nicola Rizzo kontrolliert; Die Ankunft der \"Pandilleros\" der Misa stört jedoch das Gleichgewicht und führt zum Kampf um die Vorherrschaft auf dem Territorium in einer immer größer werdenden Rivalität: Die Südamerikaner schlagen Roman und Rizzos Männer antworten, indem sie mit ihren Sturmhauben in eine Sturmhaube einbrechen. ihre Partei. Währenddessen landet Bea, die Schwester von Ricardo, dem Chef von Misa, der jetzt im Gefängnis ist, nach einer Nacht in der Disco im Bett von Ludovico, einem der Kuriere im Dienst des Kokainlords Lorenzo Curzi. Bea kollidiert mit Mahdi, Ludos Freund und Nicola Rizzos Neffen, und kurz darauf stiehlt einer der Misa Ludos Moped, in dem mehrere Dosen Kokain versteckt sind, die er hätte liefern sollen.","versions":[{"lang":1,"streams":[{"redirect":14518413,"hoster":"VOE"},{"redirect":14430843,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefährliche Beute","epNo":2,"alt":"Due","descr":"Ludo und Mahdi schaffen es dank Bea, ihr Moped zurückzubekommen, und alle drei beginnen, Kokain in die Stadt zu liefern, um die verlorene Zeit aufzuholen. Rizzo versucht, Lorenzo und Snake in Bezug auf ihr Geschäft zu beruhigen und hat ihr Lagerhaus, das Curzis Restaurant ist, unter Kontrolle. Die Jungs sind auf den Geschmack gekommen und als Ludo von Snake verfolgt wird, beschließen sie, ihr eigenes Unternehmen zu gründen, indem sie Drogen aus Lorenzos Lagerhaus stehlen.","versions":[{"lang":1,"streams":[{"redirect":14518542,"hoster":"VOE"},{"redirect":14480201,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Victors Rache","epNo":3,"alt":"Tre","descr":"Die gestohlenen Drogen richten im Block Chaos an. Lorenzo ist deshalb außer sich. Gemeinsam mit Snake stellt er Rizzo zur Rede. Bea, Mahdi und Ludo suchen auf einer Party nach potentiellen Kunden.","versions":[{"lang":1,"streams":[{"redirect":14518636,"hoster":"VOE"},{"redirect":14480204,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein blutiges Opfer","epNo":4,"alt":"Quattro","descr":"Während das Trio die ersten Aufträge abwickelt, sucht Snake im Viertel nach den neuen, unbekannten Drogendealern. Rizzo will den Misas einen Denkzettel verpassen, doch die Aktion läuft aus dem Ruder.","versions":[{"lang":1,"streams":[{"redirect":14518678,"hoster":"VOE"},{"redirect":14480203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Aufmarsch","epNo":5,"alt":"Cinque","descr":"","versions":[{"lang":1,"streams":[{"redirect":14518409,"hoster":"VOE"},{"redirect":14480207,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feinde oder Partner","epNo":6,"alt":"Sei","descr":"","versions":[{"lang":1,"streams":[{"redirect":14518638,"hoster":"VOE"},{"redirect":14480212,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Stellvertreterin","epNo":7,"alt":"Sette","descr":"Bea ersetzt Victor bei den Misa, doch Ludo ist nicht damit einverstanden. Ricardo wird aus dem Gefängnis entlassen und findet einen neuen Verbündeten.","versions":[{"lang":1,"streams":[{"redirect":14518520,"hoster":"VOE"},{"redirect":14300638,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abrechnung","epNo":8,"alt":"Otto","descr":"Ein maroder Wohnblock in einem Mailänder Vorort: Zwischen den \"Misas\", einer Gruppe südamerikanischer Einwanderer, und den italienischen Jungs des Viertels, kommt es zu brutalen Auseinandersetzungen.","versions":[{"lang":1,"streams":[{"redirect":14518521,"hoster":"VOE"},{"redirect":14480210,"hoster":"Streamtape"}]}]}]}]}