{"path":"/serie/stream/blochin-die-lebenden-und-die-toten","name":"Blochin – Die Lebenden und die Toten","descr":"Blochin wurde einst für tot gehalten. Als 14-Jähriger ist er angeschossen worden und im Leichenschauhaus wieder aufgewacht. Mittlerweile arbeitet Blochin, der Mann ohne Vornamen, bei der Mordkommission 7 in Berlin und versucht noch immer, die Puzzleteile seiner Herkunft zusammenzusetzen. Dabei steht ihm sein Partner und Schwager Dominik zur Seite. Blochin ist mit Dominiks Schwester Inka verheiratet, die an Multipler Sklerose erkrankt ist. Während die zwei Ermittler, die gegensätzlicher nicht sein könnten, versuchen, sich mit ihrer beruflichen Zwangsgemeinschaft zu arrangieren, führt sie ein Mordfall in die Tiefen des Berliner Drogensumpfs – für Blochin kein unbekanntes Terrain, da er vor seiner Polizeikarriere auf der anderen Seite des Gesetztes aktiv war...","seasons":[{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/filme/film-1","name":"Das letzte Kapitel","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944067","hoster":"VOE"},{"path":"/redirect/9944066","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1/episode-1","name":"Kapitel 1","epNo":1,"alt":"","descr":"Blochin wollte immer ein guter Polizist sein. Doch seine Vergangenheit im Drogenmilieu holt ihn immer wieder ein. Sein Schwager und Vorgesetzter Dominik Stözner hält seine schützende Hand über ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944044","hoster":"VOE"},{"path":"/redirect/9944039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1/episode-2","name":"Kapitel 2","epNo":2,"alt":"","descr":"Blochin will den Mord an Toto, den er gut kennt aufklären und muss den Erpresser Garbo stoppen. Dominik Stötzner sein Kollege und Schwager ist der Einzige, an den er sich noch wenden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944041","hoster":"VOE"},{"path":"/redirect/9944043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1/episode-3","name":"Kapitel 3","epNo":3,"alt":"","descr":"Katrin Steinbrenner vermutet, Blochin könnte mit David Simons Gefängnisausbruch zu tun haben. Doch Blochin glaubt an eine Entführung und versucht auf eigene Faust, seinen Freund zu finden. Die Spuren führen ihn zu David Simons Anwalt Dr. Nogly, der ihm alles andere als vertrauenswürdig erscheint. Aber auch privat setzt Blochin alle Hebel in Bewegung, um nach dem Gefängnisaufenthalt für seine Familie da zu sein. Doch Inka will nicht mit ihm in eine neue Wohnung ziehen. Sie lebt mit der gemeinsamen Tochter Grille inzwischen bei ihrem Bruder Dominik und ist immer öfter bei der MS-Gemeinschaft am See zu Besuch. Blochin fühlt sich abgewiesen und sucht Trost bei Conchita, seiner ehemaligen Geliebten. Dominik gerät inzwischen unter Druck, als ein unliebsamer Zeuge auftaucht, der sowohl ihn als auch Blochin im Mordfall Garbo belasten will. Es kommt zu einem dramatischen Zwischenfall: Bei einem Empfang politischer Flüchtlinge aus Afghanistan explodiert eine Bombe. Auch Katrin befindet sich unter den Gästen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944050","hoster":"VOE"},{"path":"/redirect/9944049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1/episode-4","name":"Kapitel 4","epNo":4,"alt":"","descr":"Katrin will sich nach dem Bombenanschlag von Dominik lösen, um für ihre Familie da zu sein. Doch da eröffnen sich für sie beruflich neue Möglichkeiten: Ihr wird ein neues Amt angeboten. Doch während Katrin zögert, weil sie nicht weiß, welches Spiel im Verteidigungsministerium gespielt wird, ist Blochin in Rage: Er macht Nogly für die tragischen Ereignisse um David Simon verantwortlich und will ihn zur Rechenschaft ziehen – mit fatalen Folgen. Mit der Hilfe eines Zeugen gelingt es Blochin allmählich, Licht in den Fall zu bringen: Arian aus Kabul glaubt zu wissen, wer hinter dem Bombenanschlag steckt. Blochin versucht, ihn zu schützen und versteckt ihn bei seiner alten Freundin Doreen. Gleichzeitig finden Blochin und Dominik in Katrin eine Verbündete, die ihnen bei der weiteren Aufklärung helfen will. Der Mord an Garbo ist immer noch nicht aufgeklärt. Ein Zeuge macht gegenüber Dominiks Mitarbeitern verdächtige Aussagen und beschuldigt Polizisten \"aus den eigenen Reihen\". Als Kollege Dankwart auch noch versucht, Blochin zu erpressen, eskaliert die Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944056","hoster":"VOE"},{"path":"/redirect/9944059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blochin-die-lebenden-und-die-toten/staffel-1/episode-5","name":"Kapitel 5","epNo":5,"alt":"","descr":"Die Ereignisse spitzen sich dramatisch zu: Neue Beweise im Fall Garbo treiben Dominik in die Enge, während Blochin weiter versucht, den Mord an David Simon aufzuklären. Katrin kämpft sich derweil in ihrem neuen Posten im Ministerium durch. Sie versteht nicht, welche Rolle sie in den politischen Verstrickungen spielt. Schließlich weiht sie ihr Vorgesetzter Dr. Klingner in seine Pläne ein und eröffnet ihr überraschende Möglichkeiten. Bei einem Staatsempfang greift Blochin den zwielichtigen Anwalt Nogly an, als dieser Blochin bedroht. Inka zieht sich in der Zwischenzeit immer mehr in die Gemeinschaft am See zurück. Ihr geht es dort gut, aber sie weiß nicht, ob sie sich ein Leben ohne Blochin vorstellen kann. Während Dominik damit beschäftigt ist, den Fall Garbo unter Kontrolle zu halten, verliert Blochin seinen Kampf gegen Nogly und dessen Handlanger auf dramatische Weise. Jetzt hat er nichts mehr zu verlieren und schwört Rache. Dabei findet er einen Verbündeten, mit dem er niemals gerechnet hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9944064","hoster":"VOE"},{"path":"/redirect/9944065","hoster":"Streamtape"}]}]}]}]}