{"seriesId":"blood-water","name":"Blood \u0026 Water","descr":"Ein junge Teenagerin muss sich durch den komplizierten Alltag an einer südafrikanischen High School navigieren und deckt außerdem das dunkle Geheimnis ihrer Familie auf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fiksiert","epNo":1,"alt":"Fiksation","descr":"Seit dem Verschwinden ihrer Schwester ist ein weiteres Jahr vergangen. Puleng will der Trauer ihrer Eltern auf einer Party entkommen – und erlebt eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11749877,"hoster":"VOE"},{"redirect":11749876,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Interview","epNo":2,"alt":"The Interview","descr":"Mit Diskretion und strategischem Vorgehen gewappnet, sucht Puleng weiterhin nach Antworten. Mit einem besonderen Projekt kann sie sich Fiks und deren Mitschülern nähern.","versions":[{"lang":1,"streams":[{"redirect":12925214,"hoster":"VOE"},{"redirect":11749881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Propaganda","epNo":3,"alt":"Propaganda","descr":"Fiks trifft bei ihrer Kandidatur um die Auszeichnung auf Widerstand. Puleng muss nun entscheiden, ob sie Wade von ihrer Mission erzählen oder die Suche beenden soll.","versions":[{"lang":1,"streams":[{"redirect":12917840,"hoster":"VOE"},{"redirect":11749882,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vergeltung ist eine B*tch","epNo":4,"alt":"Payback’s A B*tch","descr":"Als in der Schule ein Skandal um Puleng ausbricht, wendet sich das Blatt. Einige Zeit später geht sie mit Wade einer neuen Spur nach. Fiks hat Beziehungsprobleme.","versions":[{"lang":1,"streams":[{"redirect":11749890,"hoster":"VOE"},{"redirect":11749886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Beste Feindinnen","epNo":5,"alt":"Frenemy No. 1","descr":"Nach Wendys Enthüllung hat Puleng mit Reuegefühlen zu kämpfen … und kommt KB näher. Fiks schmeißt eine Poolparty und hat mit einem verheerenden Rückschlag zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":11749901,"hoster":"VOE"},{"redirect":11749897,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Paranoid","epNo":6,"alt":"Trippin’","descr":"Auf einer Party mit KBs Familie und Freunden steigen die Spannungen. Puleng bereitet sich auf den Prozess ihres Vaters vor. Die Enthüllungen werden ihr Leben verändern.","versions":[{"lang":1,"streams":[{"redirect":11749874,"hoster":"VOE"},{"redirect":11749873,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Neue-Schüler-Syndrom","epNo":1,"alt":"New Kid Syndrome","descr":"Eine schmerzhafte Vergangenheit trifft auf eine ungewisse Gegenwart, während Fiks mit ihrer Identität kämpft. Unterdessen droht eine schockierende Anfrage Pulengs Fortschritt zu behindern.","versions":[{"lang":1,"streams":[{"redirect":11749900,"hoster":"VOE"},{"redirect":11749899,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13496359,"hoster":"VOE"},{"redirect":8879822,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"SOS","epNo":2,"alt":"Mayday","descr":"Während Fiks mit einer persönlichen Entscheidung ringt, wägt Reece Risiko und Chance einer neuen Nebenbeschäftigung ab. Puleng plant mit Hilfe eines treuen Freundes eine Party.","versions":[{"lang":1,"streams":[{"redirect":11749917,"hoster":"VOE"},{"redirect":11749903,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13496360,"hoster":"VOE"},{"redirect":8879825,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Quelle","epNo":3,"alt":"The Source","descr":"Nach einem Rückschlag bittet Puleng um einen Gefallen. KB erhält große Neuigkeiten und sieht sich einem harten Kritiker gegenüber. Eine Schulaufgabe weckt unternehmerisches Interesse.","versions":[{"lang":1,"streams":[{"redirect":11749908,"hoster":"VOE"},{"redirect":11749910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018630,"hoster":"VOE"},{"redirect":8879829,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spiyoyo","epNo":4,"alt":"Spiyoyo","descr":"Die Spannungen zwischen Puleng und Wade steigen, eine üppige Teeparty nimmt Gestalt an, Reece erhöht den Einsatz ihres Spiels und Fiks erlebt eine süße Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11749924,"hoster":"VOE"},{"redirect":11749923,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918504,"hoster":"VOE"},{"redirect":8879831,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Puleng gegen die Welt","epNo":5,"alt":"Puleng Vs. The World","descr":"Fiks und Puleng jagen einer neuen Spur nach... und kümmern sich um die Konsequenzen. Reece stimmt einer neuen Verantwortung zu und KB bereitet sich auf einen Auftritt vor.","versions":[{"lang":1,"streams":[{"redirect":11749926,"hoster":"VOE"},{"redirect":11749928,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13496365,"hoster":"VOE"},{"redirect":8879832,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dunkle Zeiten","epNo":6,"alt":"Dark Times","descr":"Ein Ausbruch verändert Pulengs und Fikiles nächste Schritte. An anderer Stelle stellt sich KB nach einer Schurkenentscheidung der Musik und Reece erreicht ihre Belastungsgrenze.","versions":[{"lang":1,"streams":[{"redirect":11749930,"hoster":"VOE"},{"redirect":11749932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8879816,"hoster":"VOE"},{"redirect":8879819,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familienangelegenheiten","epNo":7,"alt":"Family Matters","descr":"Fiks erhält nach mehreren einschneidenden Entwicklungen weitere Neuigkeiten. Puleng überdenkt ihr Liebesleben. Während einer Party ereignet sich eine schockierende Wende.","versions":[{"lang":1,"streams":[{"redirect":11749931,"hoster":"VOE"},{"redirect":11749938,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Neuorientierung","epNo":1,"alt":"Re-Orientation","descr":"Auf der Suche nach Antworten besucht Fiks mit Puleng die Khumalos und es wird emotional. Die Behörden ermitteln gegen die Molapos. Siya geht jetzt auf die Parkhurst High.","versions":[{"lang":1,"streams":[{"redirect":11749962,"hoster":"VOE"},{"redirect":11749952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Bewerberin","epNo":2,"alt":"The Recruit","descr":"KB konfrontiert eine Überraschungsbesucherin und auch Fiks hat Besuch. An der Schule gerät ein Mobbing-Fall außer Kontrolle. Chris mietet zu seinem 18. eine Jacht.","versions":[{"lang":1,"streams":[{"redirect":11749958,"hoster":"VOE"},{"redirect":11749963,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der blinde Fleck","epNo":3,"alt":"Blind Spot","descr":"In den Wochen nach der Tragödie scharen sich Bekannte und Verwandte um die Khumalos, aber Puleng wird das Gefühl nicht los, dass es kein Unfall war.","versions":[{"lang":1,"streams":[{"redirect":11749934,"hoster":"VOE"},{"redirect":11749942,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Aus dem Schatten","epNo":4,"alt":"Out of the Shadows","descr":"Nach einer Polizeirazzia bei einem Rave ergreifen Wade und Fiks drastische Maßnahmen, um die vermisste Puleng zu finden. Chris erhält schlechte Nachrichten von Wendy.","versions":[{"lang":1,"streams":[{"redirect":11749945,"hoster":"VOE"},{"redirect":11749944,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mayfair","epNo":5,"alt":"Mayfair","descr":"Pulengs Situation wird immer gefährlicher. Während die Behörden sich weiter in Schweigen hüllen, nehmen Wade und sein Team die Sache selbst in die Hand.","versions":[{"lang":1,"streams":[{"redirect":11749948,"hoster":"VOE"},{"redirect":11749949,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Geschichte zweier Schwestern","epNo":6,"alt":"A Tale of Two Sisters","descr":"Bei den Molapos kommt es zum blutigen Showdown und Puleng schmiedet einen neuen Fluchtplan. Werden die Urheber des Leids ihre gerechte Strafe erhalten?","versions":[{"lang":1,"streams":[{"redirect":11749947,"hoster":"VOE"},{"redirect":11749956,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Was verborgen ist","epNo":1,"alt":"Beware of Things Buried","descr":"Den Molapos wird der Prozess gemacht, doch die traumatischen Erlebnisse lassen Puleng und Sam nicht los. Ein Austauschprogramm der Parkhurst High bringt neue Gesichter zum neuen Semesterbeginn, darunter Iván, den Puleng in einer feucht fröhlichen Partynacht kennenlernt. Das hat ungeahnte Folgen, als sie kurz darauf anonyme Nachrichten von einem Erpresser erhält. Unterdessen macht sich Chris zu KBs Musikmanager und versucht, Wendy nach ihrer Rückkehr seine Geschichte mit Lunga zu verheimlichen. Zwischen Wade und der ehrgeizigen Schwimmerin Asanda funkt es und Prüfungsergebnisse setzen Tahira unter Druck.","versions":[{"lang":1,"streams":[{"redirect":14515454,"hoster":"VOE"},{"redirect":14467663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14515430,"hoster":"VOE"},{"redirect":14467659,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ticktack, B*tch","epNo":2,"alt":"Tick Tock Bitch","descr":"Wade und Asanda kommen sich näher. Nach ihrer Rückkehr ins Team hadert Fiks mit ihrer Schwimmleistung und gerät mit ihrem Vater in Streit über die Teilnahme an Wettkämpfen und die Einbindung ihrer leiblichen Eltern. Auch zwischen ihr und Sam kriselt es. Der Erpresser schickt Puleng indes auf die Suche nach einem gewissen Gregory, doch Fiks hat ihre Gründe, sie davon abzuhalten. Zusammen mit Wade versucht Puleng stattdessen, den Erpresser zu identifizieren. Das riskante Management von Chris bringt KBs Musikkarriere voran, aber brockt ihm unerwartet heftigen Ärger ein.","versions":[{"lang":1,"streams":[{"redirect":14511440,"hoster":"VOE"},{"redirect":14477833,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512381,"hoster":"VOE"},{"redirect":14477836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Falsche Entscheidungen","epNo":3,"alt":"Bad Decisions","descr":"Fiks konfrontiert den mysteriösen Gregory, mit dem sie ein düsteres Geheimnis teilt und hadert mit ihrer Geheimhaltung. Tahira verbündet sich mit dem Trio um Pauline, um die Prüfungslösungen bei der jährlichen Sommergala zu stehlen. Als KB und Chris, die verzweifelt Geld auftreiben müssen, von diesen Plänen erfahren, mischen sie sich ein. Zwischen Asanda und Wade wird es ernster und Puleng gesteht ihrer Mutter das Sexvideo. Der Erpresser erhöht den Druck und sie versucht mehr über Gregory zu erfahren. Dabei wird sie von Fiks Verhalten irritiert, die selbst an ihre Grenzen stößt.","versions":[{"lang":1,"streams":[{"redirect":14512438,"hoster":"VOE"},{"redirect":14067485,"hoster":"Doodstream"},{"redirect":14519808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512443,"hoster":"VOE"},{"redirect":14519807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verhalt dich normal","epNo":4,"alt":"Just Act Normal","descr":"Das Sexvideo von Puleng wird veröffentlicht und sie sinnt auf Vergeltung. Thandeka und Anthony reden über ihre Vergangenheit. Während Tahira panisch wird, dass der Prüfungsbetrug auffliegen könnte, nutzen Chris und KB die Chance, um den gewalttätigen Ruff bezahlen zu können. Chris Lügen sorgen für Ärger mit Wendy und haben ungeahnte Folgen. Wade hat damit zu kämpfen, dass Asanda ihre Beziehung geheim halten möchte und hilft Puleng, das Geheimnis von Gregory zu enthüllen. Dabei erfahren sie auch von Fiks Verwicklung, der die Zeit davonläuft. Als der Prüfungsbetrug ans Licht kommt, drohen schwere Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":14512498,"hoster":"VOE"},{"redirect":14467665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14488135,"hoster":"VOE"},{"redirect":14467660,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Es ist leider zu spät","epNo":5,"alt":"Too Little, Too Late","descr":"Fiks wurde brutal entführt und ihre besorgten Liebsten begeben sich auf die Suche nach ihr. Die Nähe zwischen Thandeka und Anthony verärgert Siya. Puleng hadert mit Fiks Taten, greift aber dennoch mit ihren Freunden zu harten Methoden, um ihrer Schwester zu helfen und riskiert dabei viel. Auch Chris und KB stecken in der Klemme. Wendy überschreitet Grenzen und zeigt ihren Grips, um die beiden vor dem exzentrischen Buff zu retten. In Gefangenschaft wird Fiks mit vergangenen Fehlern konfrontiert und die Beweggründe des Erpressers kommen ans Licht.","versions":[{"lang":1,"streams":[{"redirect":14515427,"hoster":"VOE"},{"redirect":14477837,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14515445,"hoster":"VOE"},{"redirect":14477834,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was auch kommen mag","epNo":6,"alt":"Trippin\u0027","descr":"Die Lage für Fiks und Puleng wird immer gefährlicher, während sie versuchen, sich gegenseitig zu schützen. Es kommt zu einer dramatischen Geiselnahme und die Polizei versucht die Lage unter Kontrolle zu bekommen. Das Leben von Fiks, Puleng und Gregory steht auf dem Spiel und tiefvergrabenen Spannungen zwischen den Schwestern kommen an die Oberfläche. Bald droht die Geiselnahme zu eskalieren. Die Teenager müssen sich den Konsequenzen ihrer Taten und letzten Konflikten stellen, während Neuanfänge in greifbare Nähe rücken, als der Abschlussjahrgang der Parkhurst High ihren Abschied feiert.","versions":[{"lang":1,"streams":[{"redirect":14496299,"hoster":"VOE"},{"redirect":14519810,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512507,"hoster":"VOE"},{"redirect":14519809,"hoster":"Streamtape"}]}]}]}]}