{"seriesId":"blood-free","name":"Blood Free","descr":"[Jibaejong] Es ist das Jahr 2025. Anstatt Tiere für Fleisch zu schlachten, nutzt das Unternehmen BF seine Bio-Technologie, um die Welt mit In-vitro Fleisch zu versorgen. Yun Jayu ist eine Geschäftsfrau, die BF erfolgreich in ein globales Unternehmen verwandelt hat. Doch die Zahl derer, die es auf sie und ihr Unternehmen abgesehen haben, nimmt zu, und sie wird immer wieder mit Morddrohungen und Attentaten konfrontiert. Daraufhin stellt BF zu ihrem Schutz Woo Chaewoon ein, einen ehemaligen Kommissar. Seltsamerweise schafft es Chaewoon, alle Probleme, mit denen Jayu konfrontiert wird, mit perfektem Timing aus dem Weg zu schaffen. Ist er wirklich nur ein Bodyguard? Die Geheimnisse und Verdächtigungen rund um BF und zwischen den beteiligten Personen nehmen zu. Was verbergen sie, und was sind ihre Motive?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Es ist Heiligabend des Jahres 2025. BF stellt sein neues Produkt vor. Alle loben Jayu, den CEO, aber die Primärindustrie leidet unter BF. Am selben Tag ereignen sich zwei weitere Vorfälle. Ein Viehzüchter fällt auf Jayus Fahrzeug.","versions":[{"lang":3,"streams":[{"redirect":13951879,"hoster":"VOE"},{"redirect":13951884,"hoster":"Vidoza"},{"redirect":13951878,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Chaewoon wird Jayus Leibwächter. Sie versuchen, den Hackerangriff zu beheben, erkennen jedoch, dass staatliche Macht erforderlich ist. Jayu bittet Seonu Jae, den Premierminister, um Hilfe. Ein BF-Chefforscher gerät in einen Autounfall. Jayu vermutet, dass es sich um solche Vorfälle handelt.","versions":[{"lang":3,"streams":[{"redirect":13951880,"hoster":"VOE"},{"redirect":13951881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Es besteht der Verdacht, dass es sich bei dem Hackerangriff um einen Insider-Job gehandelt haben könnte. Könnte der Täter in der Nähe sein? Jayu beschäftigt sich mit Chaewoons Vergangenheit. Sie findet heraus, dass er bei dem Terroranschlag, an dem der Präsident vor einigen Jahren beteiligt war, an ihrer Seite war.","versions":[{"lang":3,"streams":[{"redirect":13951882,"hoster":"VOE"},{"redirect":13951883,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Seonu Geun, der Vorsitzende der DORSON Group und Seonu Jaes leiblicher Vater, schlägt Jayu vor, ihm ihre Technologie für kultiviertes Fleisch zu verkaufen. Unterdessen wird der Hacker tot aufgefunden. Jayu wird verdächtigt, dafür verantwortlich zu sein.","versions":[{"lang":3,"streams":[{"redirect":13951887,"hoster":"VOE"},{"redirect":13951886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Es geht um Leben und Tod, als Chaewoon in ein verstecktes Labor im Keller von BF gebracht wird.","versions":[{"lang":2,"streams":[{"redirect":13965545,"hoster":"VOE"},{"redirect":13965549,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14211818,"hoster":"VOE"},{"redirect":14211815,"hoster":"Vidoza"},{"redirect":14211814,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Chaewoon denkt, er hätte eine Spur, wird aber mit einer noch größeren Tragödie konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":13965552,"hoster":"VOE"},{"redirect":13965551,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14211816,"hoster":"VOE"},{"redirect":14211819,"hoster":"Vidoza"},{"redirect":14211817,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Die Polizei nimmt Chaewoon als Mordverdächtigen fest, aber er widersetzt sich und zeigt seine übermenschlichen Kräfte. Als Seonu Jae davon hört, reagiert er seltsam. Jayu geht zur Polizeiwache, um Chaewoon zu sehen. Chaewoon erkennt, dass sie nicht hinter dem Bombenanschlag auf den ehemaligen Präsidenten steckt und beschließt, ihr die Wahrheit zu sagen, sobald er freigelassen wird. Er erzählt ihr von seinem Verdacht, dass es in ihrem Unternehmen einen Spion geben könnte. Seonu Jae möchte an die künstlichen Organe von BF kommen, um unsterblich zu werden.","versions":[{"lang":2,"streams":[{"redirect":13982359,"hoster":"VOE"},{"redirect":13982360,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14211821,"hoster":"VOE"},{"redirect":14211828,"hoster":"Vidoza"},{"redirect":14211820,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Um die Identität des Spions zu enthüllen, den Seonu Jae und sein Vater bei BF eingepflanzt haben, erzählt Chaewoon Jayu den wahren Grund dafür, warum er zu BF gekommen ist. Jayu fühlt sich betrogen und feuert ihn. Chaewoon bittet sie jedoch, ihn, als seine letzte Mission bei BF, Hoseungs Mörder fangen zu lassen. Seonu Jae und sein Vater erfahren von dem heimlichen Organkultivierungs-Projekt. Jayu fühlt sich völlig in die Enge getrieben und lässt vor der ganzen Welt eine Bombe platzen, um ihre Firma zu retten.","versions":[{"lang":2,"streams":[{"redirect":13982372,"hoster":"VOE"},{"redirect":13982371,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14211822,"hoster":"VOE"},{"redirect":14211830,"hoster":"Vidoza"},{"redirect":14211823,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Chaewoon findet heraus, wer für den Terroranschlag verantwortlich ist, und begibt sich ins Ausland, um konkrete Beweise zu finden. Besorgt über die Bombe, die Jayu hat platzen lassen, bittet er sie, sich nicht operieren zu lassen, und verlässt Korea.","versions":[{"lang":3,"streams":[{"redirect":14211824,"hoster":"VOE"},{"redirect":14211832,"hoster":"Vidoza"},{"redirect":14211825,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Jayu kann ihr Versprechen gegenüber Chaewoon nicht einhalten; im Keller wird operiert.","versions":[{"lang":3,"streams":[{"redirect":14211827,"hoster":"VOE"},{"redirect":14211829,"hoster":"Streamtape"}]}]}]}]}