{"path":"/serie/stream/blood-drive","name":"Blood Drive","descr":"In einer nicht zu weit entfernten, dystopischen Zukunft hat der ehemalige Polizist Arthur Bailey (Alan Ritchson) den Dienst quittiert und arbeitet nun für eine private Sicherheitsfirma. Eigentlich steckt Bailey noch die Polizisten-Ehre im Blut, er will den Menschen helfen. Im Gegensatz dazu werden die sozialen Verhältnisse immer schlimmer, und sein Arbeitgeber ermutigt die eigenen Sicherheitskräfte, mit brachialer Gewalt vorzugehen. Schließlich wird Bailey in ein Blood Drive verstrickt, ein Untergrund-Rennen, bei dem die Fahrzeuge mit menschlichem Blut angetrieben werden. Seine Partnerin im Job und im Rennen ist die Femme Fatale Grace (Christina Ochoa), die eigenen Plänen folgt.","seasons":[{"path":"/serie/stream/blood-drive/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/blood-drive/staffel-1/episode-1","name":"Auf die Plätze – Fertig – Fuck","epNo":1,"alt":"The F-cking Cop","descr":"Der Polizist Arthur Bailey (die gesamte Polizei wurde von einem Privatunternehmen namens \"Heart\" übernommen) und sein Partner treffen bei einem Einsatz auf ein illegales Straßenrennen- der \"Blood Drive\". Als Sie versuchen den Start zu verhindern und den extrovertierten und scheinbar etwas verrückten Veranstalter sowie die Teilnehmer, die aus ebensfalls sehr finsteren Gestalten, wie einem schwarz bemalten \"killer\" Clown oder den \"Gentleman\", der einen zurückgebliebenen Partner hat (der aber ein exzellenter Autoingenier ist und an dem er sich ab und zu gelangweilt vergreift) bestehen, zu verhaften, wird der Partner verletzt und verliert sein Bewusstsein dabei.\rArthur will die sexy Teilnehmerin Grace verhaften und geriet dabei zwischen die Fronten. Dabei bemerkt er auch dass das absolut kein \"normales\"- illegales Straßenrennen ist, denn die Autos fahren mit Blut anstatt mit Benzin und haben einen Schredder eingebaut in den man ganze Körper zu \"Treibstoff\" umwandeln kann.\rStatt aber den Polizisten töten zu lassen, lässt sich der Veranstalter etwas anderes einfallen. Er verpasst ihm einen Chip, den die Teilnehmer auch haben und der im Kopf platziert wird, und programmiert ihn so, dass Grace und Arthur sich nicht weit weg von einander bewegen dürfen, weil sonst der Chip explodiert. Das passiert nebenbei auch noch wenn Sie eine der Regeln brechen. Wie z.B. einen anderen Fahrer zu töten, die man aber wegen der \"Action\" toleriert und dessen bruch nicht unbedingt zum eigenem tode führen muss.\r Die wichtigste aller Regeln ist aber dass wenn man als letzter im Ziel ankommt, einem, im wahrsten Sinne, \"der Kopf platzt\". \rDie Chips haben nur einen Fehler- Wenn man genug Adrenalin erzeugt, dann wird das Signal gestört und man überlebt es, was zu einem der besten Szenen in der ersten Folge führt. Da Arthur und Grace nun gezwungen sind gemeinsam zu fahren um nicht den Kopf zu verlieren, müssen sie so schnell wie möglich miteinander auskommen. Da die beiden aber aus verschiedenen \"Schichten\" stammen und sie  der Ingenieur vom \"Gentleman\" reinlegt kommen Sie als letzter ins Ziel. Aber sie schaffen es zu überleben in dem sie ihren Adrenalinspiegel durch Sex während der fahrt, wobei Grace Arthur dazu motiviert sogar den \"HIntereingang\" zu benutzen! Natürlich wird das ganze Spektakel vom Anfang bis zum Ende gefilmt und scheinbar sind die Zuschauer von dem neuen \"Paar\" begeistert und der Veranstalter lässt die beiden am Leben. Aber nur dieses mal, denn das Rennen geht weiter, natürlich erst nachdem man auf der \"Mayhem Party\" sehr ausgelassen gefeiert, gesoffen und gef\u0026%t hat. Jeder will die 10.000, was in dieser distopischen Welt viel Wert ist, als Belohnung ! Wilkommen im bis jetzt brutalsten Rennspektakel in Serie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458874","hoster":"VOE"},{"path":"/redirect/14145612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-2","name":"Willkommen in Pixie Swallow","epNo":2,"alt":"Welcome To Pixie Swallow","descr":"Grace (Christina Ochoa) und Arthur (Alan Ritchson) erreichen die erste Raststätte, das \"Pixie Swallow Motel \u0026amp; Diner\". Dort ist äußerste Vorsicht geboten. Die beiden laufen Gefahr, auf der Speisekarte für kannibalische Trucker zu landen. Und während Julian Slink (Colin Cunningham), der Leiter des blutigen Autorennens, ein Mitarbeitergespräch bei Heart Enterprise hat, versucht Christopher Carpenter (Thomas Dominique), der sich in den Händen des dubiosen Unternehmens befindet, Kontakt zu Arthur aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458875","hoster":"VOE"},{"path":"/redirect/8518002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-3","name":"Dämmerung in Steel City","epNo":3,"alt":"Steel City Nightfall","descr":"Während Christopher (Thomas Dominique) bei Heart Enterprise von dem gestörten Sex-Bot Aki (Marama Corlett) gefoltert und einer Gehirnwäsche unterzogen wird, nehmen Grace (Christina Ochoa) und Arthur (Alan Ritchson) eine gefährliche Abkürzung. Die bringt sie nach Steel City, wo die unheimlichen Einwohner nachts auf die Jagd nach menschlicher Beute gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458870","hoster":"VOE"},{"path":"/redirect/8518008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-4","name":"Der Wahnsinn von Kane Hill","epNo":4,"alt":"In The Crimson Halls Of Kane Hill","descr":"Auf der Suche nach Informationen über den Aufenthaltsort von Graces Schwester gelangen Grace (Christina Ochoa) und Arthur (Alan Ritchson) auf einem riskanten Umweg in eine unheimliche psychiatrische Klinik. Währenddessen foltert Aki (Marama Corlett) Christopher (Thomas Dominique) weiterhin durch die Extraktion verschiedener Körperflüssigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458876","hoster":"VOE"},{"path":"/redirect/8518011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-5","name":"Die Sex-Pest","epNo":5,"alt":"The Fucking Dead","descr":"Ein von Krankheitserregern verseuchtes Duo infiziert die Rennfahrer mit einem Virus, das sie in tobende Sex-Zombies verwandelt. Arthur (Alan Ritchson) und Grace (Christina Ochoa) erfahren mehr über den Masterplan von Heart Enterprise. Indes lässt sich Christopher (Thomas Dominique) als Sicherheitsbeamter von Heart Enterprise anstellen, in der Hoffnung, undercover an Informationen zu kommen, mit denen er Arthur helfen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458877","hoster":"VOE"},{"path":"/redirect/13560240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-6","name":"Wer bremst, verliert!","epNo":6,"alt":"Booby Traps","descr":"Durch einen gefährlichen Rennabschnitt, der \"Das wilde Land\" genannt wird, erreichen Grace (Christina Ochoa) und Arthur (Alan Ritchson) einen Stamm von Amazonen, die einen Hinweis auf den Verbleib von Graces Schwester haben könnten. Währenddessen beschäftigt sich Christopher (Thomas Dominique) mit seinen bizarren romantischen Gefühlen seinem Sex-Bot-Kidnapper gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458878","hoster":"VOE"},{"path":"/redirect/8518017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-7","name":"[E04 ?] Das Gentleman Agreement","epNo":7,"alt":"The Gentleman’s Agreement","descr":"Der \"Gentleman\" (Andrew Hall), der frisch gekürte Zeremonienmeister des Blood-Drive-Rennens, will Arthur (Alan Ritchson) und Grace (Christina Ochoa) töten. Um ihm zu entkommen, müssen die beiden eng zusammenarbeiten. Derweil versucht Slink (Colin Cunningham), sich an dem \"Gentleman\" zu rächen, indem er einen der bösesten Dämonen von Heart Enterprise auf ihn loslässt. Christopher (Thomas Dominique) reagiert mit Gewalt, als Aki (Marama Corlett) ihn eifersüchtig macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8555479","hoster":"VOE"},{"path":"/redirect/8518020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-8","name":"Für eine Handvoll Blut","epNo":8,"alt":"A Fistful Of Blood","descr":"Arthur (Alan Ritchson) hilft einem Sheriff, seine Stadt von rebellischen Outlaws zurückzuerobern. Leider muss er feststellen, dass er auf der falschen Seite gekämpft hat. Grace (Christina Ochoa) und Slink (Colin Cunningham) stehen sich derweil in ihrem ultimativen Showdown gegenüber. Christopher (Thomas Dominique) entkommt schließlich Heart Enterprise und muss erfahren, dass die Welt draußen nicht die Welt ist, an die er sich erinnert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458894","hoster":"VOE"},{"path":"/redirect/8518028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-9","name":"Das Chopsocky Spezial","epNo":9,"alt":"The Chopsocky Special","descr":"Grace (Christina Ochoa) versucht verzweifelt, Arthurs (Alan Ritchson) Leben zu retten, und gerät dabei an den Besitzer eines geheimnisvollen chinesischen Restaurants. Der schwer verletzte Arthur hat eine Vision, die ihn in vergangene und gegenwärtige Abenteuer führt und ihn schließlich seinem dunkelsten Geheimnis gegenübertreten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458901","hoster":"VOE"},{"path":"/redirect/8518027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-10","name":"Die Fata Morgana","epNo":10,"alt":"Scar Tissue","descr":"Grace (Christina Ochoa) folgt Arthur (Alan Ritchson) in das Wunderland von Cronenburgh, ein Paradies, das zu schön scheint, um wahr zu sein. Slink (Colin Cunningham) wird von Heart Enterprise entlassen und versucht, sein Rennen vor dem oberen Management zu schützen. Aki (Marama Corlett) und Christopher (Thomas Dominique) machen sich auf den Weg, um das böse Unternehmen zu Fall zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919380","hoster":"VOE"},{"path":"/redirect/8518030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-11","name":"Der neue Primo","epNo":11,"alt":"Rise Of The Primo","descr":"Es ist ein Kampf gegen den Tod im \"Blood Drive Battle Dome\". Die Rennfahrer aus der ganzen Welt vergießen Ströme von Blut, während Slink (Colin Cunningham) in einen reinen Willenskampf mit Old Man Heart (Sean Cameron Michael) verstrickt ist. Christopher (Thomas Dominique) ist zwischen seinem Partner und dem Sex-Bot, den er liebt, hin- und hergerissen. Grace (Christina Ochoa) sieht sich indes einer erschütternden Enthüllung über das wahre Übel von Heart Enterprise gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458904","hoster":"VOE"},{"path":"/redirect/8324264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-12","name":"Die Primo-Tribut-Zeremonie","epNo":12,"alt":"Faces Of Blood Drive","descr":"Slink (Colin Cunningham) plant, Arthur (Alan Ritchson) während der größten Party, die das Blood-Drive-Rennen je gesehen hat, zu töten. In der Zwischenzeit muss sich Grace (Christina Ochoa) mit Christopher (Thomas Dominique) zusammentun, um Arthurs Leben zu retten. Das endet in einem gewaltigen Kampf um seine Seele.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8458896","hoster":"VOE"},{"path":"/redirect/8518036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/blood-drive/staffel-1/episode-13","name":"Das Finale","epNo":13,"alt":"Finish Line","descr":"Auf ihrem Rachefeldzug gegen das böse Unternehmen, das ihre Hoffnungen und Träume zerstört hat, fallen Arthur (Alan Ritchson), Grace (Christina Ochoa) und Slink (Colin Cunningham) bei Heart Enterprise ein. In den mysteriösen Nischen des Gebäudes lauern ihre größten und tiefsten Ängste auf sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/4966015","hoster":"Vidoza"},{"path":"/redirect/7145199","hoster":"Streamtape"}]}]}]}]}