{"seriesId":"blood-lad","name":"Blood Lad","descr":"Staz ist ein Vampir, der einen Bezirk in der Dämonenwelt vollständig unter Kontrolle hat. Er hat eigentlich kein Interesse an menschlichem Blut, ist aber sehr an menschlichen Erfindungen, wie auch an der japanischen Kultur interessiert. Fuyumi Yanagi ist ein Mädchen aus der realen Welt, das zufällig durch ein Portal in die Dämonenwelt und somit in Staz`s Bezirk gekommen ist. Während Staz sich mit Yanagi über Mangas unterhält, werden seine Leute von einem Feind angegriffen, der das Territorium übernehmen will. Staz verlässt das Mädchen für kurze Zeit, um den Gegner zu besiegen und als er zurückkommt, wird Yanagi von einem Monster gefressen. Da Yanagi aber in der Dämonenwelt zum Zeitpunkt ihres Todes war, wird sie als Geist wiedergeboren. Staz versucht nun alles, damit sie wieder menschlich wird und ihre \"Anziehungskraft\" zurückbekommt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alles nur Knochen","epNo":1,"alt":"She\u0027s a Skeleton Now","descr":"Der einflussreiche Vampir Staz trifft in der Dämonenwelt auf die menschliche Fuyumi. Durch ein Missgeschick fällt sie einer fleischfressenden Pflanze zum Opfer und wandelt anschließend als Geist durch die Welt von Staz. Der will sich mit diesem Schicksal nicht abfinden und sie wiederbeleben. Außerdem fasziniert ihn der Gedanke, Fuyumis Welt der Menschen selbst zu sehen.","versions":[{"lang":1,"streams":[{"redirect":8458890,"hoster":"VOE"},{"redirect":8324261,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wieder zu Hause, aber irgendwie auch nicht","epNo":2,"alt":"Back Home, But Not Really","descr":"Nachdem er Fuyumis Welt der Menschen betreten hat, ist der Vampir Staz sofort davon begeistert. Er fasst den Plan, sich als Gastschüler in ihrer High School anzumelden. Probleme löst er vor allem mit einem Spray, welches das Verhalten der Menschen beeinflussen kann. Doch dann treffen beide eine merkwürdige Frau – und sie erfahren, dass es nur einen Weg gibt, um Fuyumi wieder zum Leben zu erwecken.","versions":[{"lang":1,"streams":[{"redirect":8458906,"hoster":"VOE"},{"redirect":8324265,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Du hattest es die ganze Zeit","epNo":3,"alt":"You Had It All Along","descr":"Um an das Buch zu gelangen, dass den Weg zu Fuyumis Auferstehung ebnen soll, will Staz Wolf auf seine Seite ziehen. Doch der lässt sich nur auf einen Deal ein: Wenn Staz einen Kampf gegen Wolf gewinnt, hilft er ihm bei der Suche nach dem Buch. Gewinnt jedoch Wolf, bekommt er Fuyumi! Der Einsatz könnte also größer kaum sein...","versions":[{"lang":1,"streams":[{"redirect":8458903,"hoster":"VOE"},{"redirect":8324263,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In die Welt des Ruhms","epNo":4,"alt":"To Demon World Acropolis","descr":"Staz hat es geschafft, an das \"Buch der Auferstehung\" zu gelangen. Er braucht jedoch Hilfe, um es dechiffrieren zu können. Kurzerhand reist er zum Palast der Dämonenwelt und trifft dort auf seinen älteren Bruder Vlad. D. Bloods, den Autor des Werkes … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458907,"hoster":"VOE"},{"redirect":8324267,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unidentifizierbares dämonisches Objekt","epNo":5,"alt":"Unidentified Demon Object","descr":"Staz wird von seiner Schwester Liz im Kerker festgehalten. Als ihn sein Bruder besucht, macht dieser ihm ein Angebot: Staz erfährt, wie man einen Menschen wiederauferstehen lassen kann, doch dafür muss er ein Monster töten, das die Dämonenwelt in Angst und Schrecken versetzt.","versions":[{"lang":1,"streams":[{"redirect":8458912,"hoster":"VOE"},{"redirect":8324269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das ist Freundschaft","epNo":6,"alt":"That\u0027s Friendship","descr":"Staz trifft in der nördlichen Dämonenwelt auf Wolf, der sich gerade mitten im Kampf gegen den künstlichen Dämonen Akim Papradon befindet. Staz hilft Wolf und tritt anstelle seines geschwächten Freundes dem Monster entgegen und greift auf seine wiederhergestellten magischen Fähigkeiten zurück. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458913,"hoster":"VOE"},{"redirect":8324270,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liz, Zum Ersten Mal","epNo":7,"alt":"Liz, For the First Time","descr":"Bloods entnimmt Fuyumi eine Probe ihrer magischen Kräfte. Er benötigt diese, um Fuyumi als Menschen wiederauferstehen zu lassen. Als er in den Palast der Dämonenwelt zurückkehrt, lässt er Liz in der Obhut von Staz zurück. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458911,"hoster":"VOE"},{"redirect":8324272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwei von Denen","epNo":8,"alt":"Two is a Treasure","descr":"Als Liz zum Palast der Dämonenwelt zurückkehrt, stößt sie direkt auf Velos, ein Mitglied der Palast-Polizei, die Bloods festnehmen will, weil er unrechtmäßig den Palast verlassen hat. Unterdessen trifft Staz auf den Mann, der Fuyumi entführt hat … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458914,"hoster":"VOE"},{"redirect":8324275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sünden des Vierauges","epNo":9,"alt":"Sins of the Eye Glasses","descr":"Bloods wird von der Palast-Polizei zum Verhör zum König der Dämonenwelt gebracht, während Fuyumi zum Hydra-Palast befördert wird. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458917,"hoster":"VOE"},{"redirect":8324274,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Dunkle Held erhebt sich","epNo":10,"alt":"The Dark Hero Rises","descr":"Staz erfährt von Heads, dem Herrscher über den Subraum Hydra, von einem Vorfall, der bereits viele Jahre zurückliegt und Fuyumis Leben nachhaltig beeinflusst hat. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":8458916,"hoster":"VOE"},{"redirect":8324276,"hoster":"Streamtape"}]}]}]}]}