{"seriesId":"bluff-city-law","name":"Bluff City Law","descr":"Eine Anwaltsfirma aus Memphis, Tennessee hat sich darauf spezialisiert, Bürgerrechtsfälle vor Gericht zu vertreten.Geleitet wird die Firma vom legendären Anwalt Elijah Strait und seine brillanten Tochter Sydney Keller, die sich den härtesten Fällen als auch ihrer komplizierten Beziehung zueinander stellen müssen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neuanfang","epNo":1,"alt":"Episode 1","descr":"Die Anwältin Sydney wird nach der Beerdigung ihrer Mutter von ihrem Vater gebeten, sich wieder seiner Kanzlei anzuschließen, die sie vor drei Jahren verlassen hatte. Obwohl die Beziehung zu ihm schwierig ist, nimmt Sidney das Angebot an, da sie mit seiner legendären Menschenrechtskanzlei in Memphis die Chance hat, gegen die größten Missstände im Land vorzugehen.","versions":[{"lang":1,"streams":[{"redirect":8460000,"hoster":"VOE"},{"redirect":9650402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familienbande","epNo":2,"alt":"You Don\u0027t Need A Weatherman...","descr":"Elijah und seine Tochter Sydney müssen ihre persönlichen Probleme zurückstellen, um einer Reihe von Bauern zu helfen, die von einem Saatmittelkonzern schwer unter Druck gesetzt werden und teilweise kurz davor stehen, ihre Farmen zu verlieren. Zudem bittet Sydney Emerson, nicht ihretwegen die Kanzlei zu verlassen, und Anthony hilft zwei Brüdern, die miteinander im Clinch liegen.","versions":[{"lang":1,"streams":[{"redirect":8460003,"hoster":"VOE"},{"redirect":8325165,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Videogeständnis","epNo":3,"alt":"25 Years To Life","descr":"Jake und Elijah bereiten sich auf die Neuaufnahme des Verfahrens gegen George vor und hoffen, seine Unschuld beweisen zu können. Beiden ist klar, dass sie nicht nur die bisherigen Zeugenaussagen in Misskredit bringen müssen, sondern auch das Geständnis von George selbst. Sydney und Anthony erhalten indes eine ungewöhnliche Bitte ihres ehemaligen Jura-Professors, der ihre Hilfe benötigt.","versions":[{"lang":1,"streams":[{"redirect":7433861,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13095899,"hoster":"VOE"},{"redirect":12481709,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Söhne des Lichts","epNo":4,"alt":"Fire in a Crowded Theater","descr":"Nachdem die Jurastudentin Ashley Webster beim Protest gegen eine rechtsgerichtete Gruppe erschossen wird, beauftragen die Eltern der jungen Frau Elijah und fordern, dass er den Gründer der Gruppe auf 20 Millionen Dollar Schmerzensgeld verklagt. Della bittet indes Sydney, ihr bei einer schwierigen Entscheidung zu helfen, und George kämpft damit, keinerlei Einkünfte zu haben.","versions":[{"lang":1,"streams":[{"redirect":7433866,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Wenn alle Deiche brechen","epNo":5,"alt":"When the Levee Breaks","descr":"Die 12-jährige Erika bittet Sydney und ihren Vater um Hilfe, da sie die US-Regierung verklagen will, weil die Folgen des Klimawandels dazu geführt haben, dass ihre Heimatstadt überflutet wurde. Nachdem die Straits die Familie in dem heruntergekommenen Motel besucht haben, in dem Erika und ihre Angehörigen nun wohnen müssen, übernehmen die beiden den Fall und bereiten eine Klageschrift vor.","versions":[{"lang":1,"streams":[{"redirect":7444345,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":8348252,"hoster":"VOE"},{"redirect":8325155,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Lebenswerk","epNo":6,"alt":"The All-American","descr":"Der ehemalige Profi-Footballspieler Marcus Wright leidet an der unheilbaren Nervenkrankheit ALS und will mit Eiljahs Hilfe den Staat Tennessee verklagen: Aufgrund geltender Gesetze ist es Wright nicht möglich, selbstbestimmt und in Würde aus dem Leben zu scheiden. Elijah weiß nicht, ob er den Fall annehmen soll und wendet sich schließlich hilfesuchend an seinen Pastor.","versions":[{"lang":1,"streams":[{"redirect":12382473,"hoster":"VOE"},{"redirect":8325163,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine amerikanische Epidemie","epNo":7,"alt":"American Epidemic","descr":"Die Ehefrau von Jason Glassmann, der früher für Elijah gearbeitet hat und inzwischen als Staatsanwalt tätig ist, stirbt an einer Medikamenten-Überdosis. Daraufhin gehen Elijah und Sydney gegen die Klink vor, die Kate die Medikamente verschrieben hat. Jake will indes George dabei helfen, sein Leben nach der Zeit im Gefängnis in die richtige Spur zu bringen und Elijah lernt eine Frau kennen.","versions":[{"lang":1,"streams":[{"redirect":7471759,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":8348256,"hoster":"VOE"},{"redirect":8325159,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte Liebe, neuer Fall","epNo":8,"alt":"Need to Know","descr":"Als Elijah sich bereiterklärt, Emersons Mutter zu helfen, reißt das alte Wunden auf und stellt insbesondere Sydney auf eine harte Probe. Della bringt indes ihren Vater Buzz dazu, die Mehrheit an der Destillerie auf Eric zu überschreiben. Bei der Überarbeitung seiner Unterlagen möchte der alte Herr noch weitere Veränderungen vornehmen. Jake kommt indes dem wahren Mörder immer weiter auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":7471764,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":9573183,"hoster":"VOE"},{"redirect":8325162,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ave Maria","epNo":9,"alt":"Ave Maria","descr":"Elijah und Sydney vertreten die ehemalige Lehrerin Ava Fuller. Ava wurde von ihrem kirchlichen Arbeitgeber entlassen, nachdem bekannt wurde, dass sie sich künstlich befruchten lassen hatte. Anthony kümmert sich indes um den Fall von Brianas Neffen Maceo, der wegen seiner Dreadlocks nicht in die Wrestling-Mannschaft aufgenommen wird.","versions":[{"lang":1,"streams":[{"redirect":8460005,"hoster":"VOE"},{"redirect":8325168,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das neue Perfekt","epNo":10,"alt":"Perfect Day","descr":"Sydneys ehemalige Klassenkameradin Layla Hosmani, die inzwischen als Journalistin arbeitet, bittet die Anwältin um Hilfe: Ihr Heimatland Saudi-Arabien fordert ihre sofortige Auslieferung, nachdem Layla einen Enthüllungsbericht veröffentlichen wollte. Beim Versuch, die junge Frau zu beschützen, gerät nicht nur Sydney in höchste Gefahr. Jake wird zudem wegen George von der Polizei kontaktiert.","versions":[{"lang":1,"streams":[{"redirect":8460010,"hoster":"VOE"},{"redirect":14071978,"hoster":"Streamtape"}]}]}]}]}