{"seriesId":"blutige-anfnger","name":"Blutige Anfänger","descr":"Praxissemester an der Polizeifachhochschule Halle/Saale: Endlich raus aus den Seminarräumen und rein in`s echte Leben - was für die Studenten bedeutetet: echte Mordfälle. Mit Unterstützung ihrer Ausbilder in der Mordkommission werden sie diese lösen müssen. Dabei schießen die Anfänger manches Mal über das Ziel hinaus, machen Fehler und müssen neu dazulernen auf ihrem Weg zu fertigen Kriminalbeamten. In jeder Folge wird zwischen Hochschule und wahrem Leben ein Fall seziert, diskutiert und gelöst, während auch private Verwicklungen der Studenten, Dozenten und Ausbilder nicht zu kurz kommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Selfie, Mord und Totschlag","epNo":1,"alt":"","descr":"Semesterbeginn an der Polizeifachhochschule Halle. Die Polizeistudenten Inka, AC, Kilian und Marc werden zufällig Zeugen eines Mordes in einem Kino und rutschen so direkt in die Ermittlungen. Das Opfer ist ein Student, der unbemerkt während einer Vorstellung brutal niedergestochen wurde. Vieles deutet auf den Kinovorführer Sören als Täter. Auch die Freundin des Opfers, Michelle, und deren Bruder Dominik geraten ins Visier der Ermittler. Die vier Rookies Inka, AC, Kilian und Marc können zur Aufklärung des Falles beitragen und erhoffen sich, ihr Praxissemester in der Mordkommission absolvieren zu dürfen. Niemand ahnt, dass während der feierlichen Verkündung der Praxisstellen ein Mord an der Polizeifachhochschule geschieht.","versions":[{"lang":1,"streams":[{"redirect":8460011,"hoster":"VOE"},{"redirect":8325171,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Affäre","epNo":2,"alt":"","descr":"Der Dekan der Polizeifachhochschule, Professor Daniel Goldenbogen, wird erschlagen in seinem Büro aufgefunden. Verdächtigt wird die Studentin Leonie Ruska, die eine Affäre mit ihm hatte. Einzig Inka, Leonies Freundin und Mitbewohnerin, glaubt an deren Unschuld. Eine weitere Verdächtige ist die 18-jährige Elisa, die Goldenbogen dafür verantwortlich macht, dass sich ihr Vater im Gefängnis das Leben nahm. Dieser war aufgrund eines Gutachtens von Goldenbogen als Mörder seiner Mutter verurteilt worden. Tatsächlich haben sich in der Zwischenzeit neue Anhaltspunkte ergeben, und der Fall wird neu aufgerollt. Als Inka in Leonies Sachen den Pokal findet, mit dem Goldenbogen erschlagen wurde, will sie Leonie überreden, sich den Fragen der Polizei zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8460013,"hoster":"VOE"},{"redirect":8325172,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abserviert","epNo":3,"alt":"","descr":"Die Anwältin Dr. Schmied wird nachts in ihrer Villa ermordet. Die Verzweiflungstat ihres Ex-Mannes Gregor oder die ihres Sohnes Hugo, die nach der Scheidung eiskalt ausgemustert wurden? Die zerschlagene Scheibe deutet auf einen Einbrecher hin. Die Spur führt zu Sebastian Rasmussen, einem Geschichtsstudenten, der den fragwürdigen Umgang der Anwältin mit jüdischen Alteigentümern nobler Villen in Halle publik machen wollte. Auch Marcs Vater, der Landespolizeidirektor Justus Abel, wurde vor einigen Jahren von der Kanzlei Schmied in einer derartigen Sache vertreten. Der Einbrecher kann Hinweise auf den Mörder geben. Inka glaubt indessen nicht, dass Leonie den Dekan Goldenbogen umgebracht hat. Sie hat deren Kommilitonin Caro in Verdacht, die zuletzt als Goldenbogens Assistentin gearbeitet hat. Im Plenum will Inka ein Geständnis von Caro erzwingen.","versions":[{"lang":1,"streams":[{"redirect":12251829,"hoster":"VOE"},{"redirect":8325175,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schokoladenseite","epNo":4,"alt":"","descr":"Eine junge Frau wird erschossen im Wald gefunden. Als die Kripo den Tatort untersucht, findet Marc noch eine weitere Leiche, ebenfalls eine junge Frau, die schon viele Jahre dort liegt. Hängen die beiden Funde zusammen? Die Spur führt zu Thomas Tambori, der mit seiner Schwester Tanja die Schokoladenfabrik Tambori leitet. Er hat eine Erbkrankheit, die Psyche und Organe angreifen kann. Hat er die beiden Frauen im Wahn getötet? Leonie ist weiterhin auf der Flucht. Sie gilt als die Hauptverdächtige im Mordfall Goldenbogen. Inka ist beunruhigt, als ihre kleine Tochter Luna unbeirrbar behauptet, Leonie sei bei ihnen in der Wohnung gewesen.","versions":[{"lang":1,"streams":[{"redirect":8460016,"hoster":"VOE"},{"redirect":8325180,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sandgräfin","epNo":5,"alt":"","descr":"In einem Autohaus wird die ehrgeizige Mitarbeiterin Thamina Issa erschlagen aufgefunden. Zum Entsetzen Maloufs gerät sein eigener Sohn Bassam unter Mordverdacht. Bassam, der in dem Autohaus seine Ausbildung absolviert, wird zudem vorgeworfen, Ersatzteile gestohlen zu haben. Wurde er dabei erwischt und hat zugeschlagen? Die Obduktion ergibt, dass Thamina schwanger war. Doch es ist unklar, ob ihr Freund Adil der Vater ist. Adil gibt schließlich zu, dass Thamina noch eine andere Beziehung mit einem unbekannten Mann geführt hat und dieser der Vater des ungeborenen Kindes sein könnte. Leonie, die flüchtige Tatverdächtige im Fall Goldenbogen, taucht überraschend bei Inka auf und bittet um Unterschlupf. Sie ist davon überzeugt, dass sie die wahre Mörderin von Dekan Goldenbogen mit Inkas Hilfe überführen kann. Sie beschuldigt die Person, die am meisten von seinem Tod profitiert hat: Julia Salomon.","versions":[{"lang":1,"streams":[{"redirect":8460019,"hoster":"VOE"},{"redirect":8325182,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trigger","epNo":6,"alt":"","descr":"Der Immobilienentwickler Sebastian Kleine wird in einem Hotel brutal ermordet. Gezielte Faustschläge haben ihn traktiert. Der ehemalige Boxweltmeister Marcel John gerät unter Verdacht. John hat Boxerdemenz und bewohnt ein Zimmer im Hotel. Er war viele Jahre von der Bildfläche verschwunden, nachdem er wegen Totschlags zu einer Haftstrafe verurteilt worden war. Der Fall von damals ähnelt dem von heute auf verblüffende Weise. Leonie hält sich weiterhin bei Inka versteckt. Sie will unbedingt beweisen, dass Julia Salomon den Dekan Professor Goldenbogen umgebracht hat. Dafür stellt sie Julia Salomon eine grausame Falle.","versions":[{"lang":1,"streams":[{"redirect":8460018,"hoster":"VOE"},{"redirect":8325184,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nachtwache","epNo":7,"alt":"","descr":"Die Altenpflegerin Martina Kirsch wurde niedergeschlagen. Alles deutet auf einen Mordanschlag hin. Sie lebt von ihrem Mann, Andreas Kirsch, getrennt, der als gewalttätig gilt. Es gab Streit um das Sorgerecht für den gemeinsamen Sohn Niklas. Niklas öffnet sich gegenüber AC und liefert einen entscheidenden Hinweis. Die Beamten entdecken Lücken im Dienstplan von Martina und stoßen auf fragwürdige Machenschaften des Pflegedienstes. Inka kann Kilian nicht verzeihen, dass er sie und Marc wegen Leonie beinahe bei Malouf verraten hätte. Sie will die Beziehung beenden. Nach Leonies Überfall auf Julia ist Malouf überzeugt davon, dass Leonie Goldenbogen getötet hat. Julia hingegen zweifelt an Leonies Schuld. Wird Malouf die Ermittlungen im Fall Goldenbogen wieder aufnehmen?","versions":[{"lang":1,"streams":[{"redirect":8460017,"hoster":"VOE"},{"redirect":11391479,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im rechten Licht","epNo":8,"alt":"","descr":"Ein junger Mann aus Afghanistan, Nuri Kohzad, wird nachts erstochen. Die Ermittlungen führen zu Helge Schweiger, der keinen Hehl aus seiner ausländerfeindlichen Gesinnung macht. Als Marc und Kilian Helge festnehmen wollen, ergreift er die Flucht. Ein Artikel in der Tageszeitung behauptet, Marc habe Helge absichtlich laufen lassen. Marc glaubt, dass Kilian, der sich von ihm und Inka gemobbt fühlt, einen Reporter dazu angestiftet hat. Zu Leonies großer Freude nimmt Malouf die Ermittlungen im Fall Goldenbogen wieder auf. Er bindet allerdings nicht Inka mit ein, sondern AC. Sie findet einen Hinweis darauf, dass Daniel Goldenbogen in den Semesterferien nicht, wie behauptet, in Griechenland war, sondern in Australien. Was hat er dort gemacht?","versions":[{"lang":1,"streams":[{"redirect":8460022,"hoster":"VOE"},{"redirect":11391489,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wunschkind","epNo":9,"alt":"","descr":"Die Museumsangestellte Isabell Schütz wird in ihrem Büro erdrosselt. Ihr 18-jähriger Sohn Samuel gerät unter Verdacht. Er hat sie bereits wenige Monate zuvor angegriffen. Regina, die Mutter des Opfers, erklärt, dass ihr Enkel an Schizophrenie leidet. Sie selbst beteuert seine Unschuld. Doch dann greift Samuel den Direktor des Museums Prof. Dr. Holzmann an. Er hatte ein Verhältnis mit Isabell, von dem auch dessen Ehefrau wusste. Während Leonie weiter in U-Haft sitzt, finden Ann-Christin und Julia heraus, dass Daniel Goldenbogen wirklich in Australien war, um dort nach seiner Schwester Helene zu suchen. Julia schreibt Helene eine Mail, die überraschend mit einem Foto von sich antwortet. Sie verbittet sich weitere Kontaktversuche. Doch Julia erkennt an einem Detail, dass es sich um ein älteres Foto handelt. Versucht jemand anderes den Eindruck zu erwecken, Helene gehe es gut?","versions":[{"lang":1,"streams":[{"redirect":8460020,"hoster":"VOE"},{"redirect":11391480,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frauenmörder","epNo":10,"alt":"","descr":"Der mehrfache Frauenmörder Hannemann ist aus dem Gefängnis ausgebrochen. Kelting ist alarmiert. Er hat ihn vor mehreren Jahren mit großem Polizeiaufgebot festnehmen lassen. Zeitgleich wird in einem Park die Leiche von Jost Giering gefunden. Die Befragung seiner Lebensgefährtin Esther ergibt, dass Jost am Tatabend seine Ex-Frau Anna Giering aufgesucht hat. Diese bestätigt, dass er bei ihr war, ihre Wohnung aber noch lebend verlassen hat. Die Beamten entdecken eine interessante Verbindung zwischen Hannemann und Anna, die als Zahnärztin auch Häftlinge behandelt. Julia und AC finden heraus, dass eine Fremde, Verena Spahr, regelmäßig Blumen auf Goldenbogens Grab legt und stellen sie zur Rede. Verena behauptet, sie sei in den Wochen vor Goldenbogens Tod seine Geliebte gewesen. Hatte Goldenbogen neben Leonie noch eine weitere Affäre oder ist Verena einem Hochstapler aufgesessen? Könnte er Goldenbogen getötet haben, weil der ihm auf die Spur gekommen ist?","versions":[{"lang":1,"streams":[{"redirect":8460021,"hoster":"VOE"},{"redirect":8325191,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gnadenlos","epNo":11,"alt":"","descr":"Ein Richter wird vor dem Gericht skrupellos von einem Auto überfahren. Er war berüchtigt für seine strengen Urteile. Erst kürzlich hatte ein verurteilter Iraker ihm eindeutig gedroht. Die Ermittlungen führen in dessen WG, wo zu Maloufs Erschütterung inzwischen auch sein Sohn Bassam lebt. Bei den Ermittlungen im Fall des Richters kristallisiert sich seine Lebensgefährtin Monique als Verdächtige heraus. Sie war überzeugt, er würde sie betrügen. Professor Goldenbogens Schwester Helene, von der man bisher annahm, sie habe sich nach Australien abgesetzt, ist dort nie angekommen. Ihre Lebenszeichen von dort können nicht der Wahrheit entsprechen. Möglicherweise ist sie einem Verbrechen zum Opfer gefallen. Das veranlasst die Mordkommission, die Ermittlungen in diesem Fall wieder aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":12382482,"hoster":"VOE"},{"redirect":8325193,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Blinder Fleck","epNo":12,"alt":"","descr":"Es wird immer klarer, dass der Mord an Dekan Daniel Goldenbogen und der an seiner Schwester Helene zusammenhängen. Goldenbogen hatte herausgefunden, dass Helene niemals in Australien war. Bevor er sein Wissen teilen konnte, wurde er umgebracht. Die Verbindung der Fälle macht es unwahrscheinlich, dass Leonie die Täterin ist – für ihre Freunde ein Grund zu feiern. Nach einer wilden Partynacht schnappt Ann-Christin sich eine Jacke aus Inkas Garderoben-Chaos und macht sich auf den Weg zu Julia, die in Goldenbogens Wohnung nach Indizien zu Helenes Verbleib sucht. Zeitgleich befragen die Kollegen den Bauunternehmer Götz. Hat er Goldenbogen aus dem Weg geräumt, um seinen Mord an Helene zu vertuschen? Unter Druck gibt Götz den Namen des wahren Täters preis. Zum Entsetzen aller stammt dieser aus den eigenen Reihen.","versions":[{"lang":1,"streams":[{"redirect":8460024,"hoster":"VOE"},{"redirect":8325194,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Winzerblut","epNo":1,"alt":"","descr":"Alexandra Springer, die Juniorchefin eines großen Weingutes, wird nachts in den Weinbergen erstochen. Ihr Vater Claus, ihr Bruder Andre und ihr Verlobter Julian stehen unter Schock. Kelting teilt AC und Kilians Vertretung Robin für die Ermittlungen ein. Sie stoßen auf eine geheimnisvolle Unbekannte, die vor dem Mord einen üblen Streit mit Alexandra hatte. Es ist Elena, eine ehemalige Geliebte von Julian. Warum hat sie Alexandra aufgesucht? Kilian ist aus dem Krankenhaus entlassen und zurück bei Inka – doch nichts ist wie vor seinem Unfall, und das spürt er. Ulla Nowak, die Polizeiarchivarin, scheint in Schwierigkeiten zu sein, kommt eines Morgens sogar mit einem Veilchen zur Arbeit. In ihrer Not wendet sie sich an Marcs Vater, Justus Abel. Sie macht Andeutungen, dass er ihr etwas schuldig sei. Kilian wird unfreiwillig Zeuge einer heftigen Auseinandersetzung zwischen den beiden.","versions":[{"lang":1,"streams":[{"redirect":8943877,"hoster":"VOE"},{"redirect":8943879,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Raubkatze","epNo":2,"alt":"","descr":"Ulla Nowak liegt tot im Polizeiarchiv. Erschossen. Kilian berichtet, dass er am Vorabend einen heftigen Streit zwischen Marcs Vater Justus und Ulla im Archiv mitbekommen habe. Im Zuge der Ermittlungen kommt der Verdacht auf, dass Justus in einem früheren Mordfall Ullas Aussage gekauft hat und jetzt von ihr erpresst wurde. Malouf lässt den alten Fall noch mal aufrollen, der zum inhaftierten Juwelendieb Ricardo Röckel führt. In der Moko ahnt keiner, dass Battiato und Inka ein heimliches Paar sind. Malouf teilt die beiden für Ermittlungen im Fall Ulla Nowak ein. Sie bringen in Erfahrung, dass Ulla eine Geliebte hatte – und es in der Beziehung oft brutale Auseinandersetzungen gab. Ist sie die Mörderin von Ulla?","versions":[{"lang":1,"streams":[{"redirect":8943881,"hoster":"VOE"},{"redirect":8943882,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Systemschwimmer","epNo":3,"alt":"","descr":"Nach dem Schwimmtraining entdecken die Polizei-Studenten eine Leiche im Becken. Es handelt sich um Dr. Jan Carstens, einen renommierten Sportarzt, der einen Wettkampf betreuen sollte. Ins Visier der Ermittlungen gerät der Trainer eines angereisten Teams. Seine Mutter, die Ex-Leistungsschwimmerin Kathrin Pauly, wurde zu DDR-Zeiten von Carstens an die Stasi verraten. Daraufhin erhielt sie einen Medikamenten-Mix, der ihr Herz dauerhaft schädigte. Die Lebenspartnerin der ermordeten Ulla Nowak taucht auf: Lysanne Römer. Mit ihrer gewalttätigen Vergangenheit und Berichten über schlimme Streits mit Ulla steht sie als Mordverdächtige ganz oben auf der Liste. Durch die Befragungen der Beamten in die Enge getrieben, stürzt sie sich vor einen Lkw. Gleichzeitig bekennt Justus Abel, dass er Ulla Nowak damals zu einer Falschaussage gedrängt habe, um einen Ermittlungserfolg präsentieren zu können. Der heutige Oberstaatsanwalt Wieslau, der ebenfalls davon profitierte, hatte ein belastendes Dossier über Ulla anfertigen lassen. Justus stellt dieses für die Ermittlungen zur Verfügung – wohl wissend, dass ihn das seine Karriere kosten kann.","versions":[{"lang":1,"streams":[{"redirect":8965326,"hoster":"VOE"},{"redirect":11391487,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Luftwaffe","epNo":4,"alt":"","descr":"Jens Wehrberg wird auf offener Straße in seinem Cabrio erschossen. Marek Roth hat die Tat direkt vor seinem Lokal beobachtet. Die Beamten sind überrascht: Die Tatwaffe war eine Drohne. Es wird klar, dass Mareks Restaurant das Ziel der Drohnenattacke war. Vor einigen Monaten hatten Kriminelle versucht, Schutzgeld zu erpressen. War der Angriff ein Einschüchterungsversuch und das Opfer ein Kollateralschaden? Oberstaatsanwalt Wieslau leugnet, dass er ein Dossier über Ulla Nowak hat anlegen lassen, um sie zusammen mit Justus Abel zu einer Falschaussage zu zwingen. Marc kann nicht fassen, dass Wieslau im Gegensatz zu seinem Vater ungeschoren davonkommen soll. Er stellt ihn zur Rede. Hätte er nicht dasselbe Motiv gehabt, Ulla zum Schweigen zu bringen, wie sein Vater? Eine Vernehmung von Lysanne Römer im Krankenhaus eskaliert. Battiato will Inka verbieten, Lysanne ein weiteres Mal zu befragen. Inka reagiert sauer, sie möchte nicht, dass Battiato sie anders behandelt als ihre Kollegen – nur weil sie beide jetzt ein Paar sind.","versions":[{"lang":1,"streams":[{"redirect":8943887,"hoster":"VOE"},{"redirect":8943886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Durchbohrt","epNo":5,"alt":"","descr":"Moritz Zeisig wird auf dem Hof seines Co-Working-Büros von dem Pfeil einer Armbrust durchbohrt. Der Verdacht fällt auf den bizarren Mittelalterfreak Matthias Luther. Kilian und Kelting wollen ihn stellen, doch er ist unauffindbar. In seiner Wohnung entdecken die Beamten zahlreiche mittelalterliche Waffen. Im Zuge der Ermittlungen kommt heraus, dass es auch zwischen Moritz und den Kollegen im Co-Working-Space Spannungen gab. Leonie taucht plötzlich wieder auf! Als sei es das Selbstverständlichste der Welt, quartiert sie sich bei Inka ein. Leonie arbeitet inzwischen als Bodyguard für eine Influencerin, aber sie trauert ihrer Polizeikarriere nach, die sie so gründlich an die Wand gefahren hat. Dekanin Julia Salomon findet Zugang zu der verschlossenen Lysanne. Die berichtet von ihrer Beziehung zu Ulla und gibt preis, dass diese immer eine Waffe bei sich getragen habe, die seit dem Mord verschwunden sei. Wurde Ulla mit ihrer eigenen Waffe erschossen?","versions":[{"lang":1,"streams":[{"redirect":8943890,"hoster":"VOE"},{"redirect":8943889,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fashion Kills","epNo":6,"alt":"","descr":"Das Profil der erfolgreichen Influencerin Iggy Malone sorgt für Entsetzen: Leblos liegt sie auf einer Couch in einem blutigen Kleid. Wurde sie brutal ermordet? Der öffentliche Druck ist groß, die Moko nimmt sich des Falles an. Leonie, die als Iggys Personenschützerin angeheuert war, ist mit Maloufs Erlaubnis bei den Ermittlungen dabei. Am Tatort fehlt von Iggy jede Spur. Leonie gerät ins Zwielicht: Kennt sie die Wahrheit? Lysanne Römer entwickelt eine fast manische Zuneigung für Julia. Julia weiß, sie spielt mit dem Feuer, als sie sich darauf einlässt, zu ihr ins Auto zu steigen und zu einem Ausflug ins Ungewisse aufzubrechen. Lysanne lockt mit Infos zum Fall Nowak, und Julia kann der Hoffnung, diesen Mord aufzuklären, nicht widerstehen.","versions":[{"lang":1,"streams":[{"redirect":8943848,"hoster":"VOE"},{"redirect":8943849,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lieferstatus: tot","epNo":7,"alt":"","descr":"Im Lieferwagen eines Paketdienstes wird die Leiche von Alim Fahmy gefunden. Der Paketfahrer kam erst vor wenigen Monaten in der Hoffnung auf ein besseres Leben nach Deutschland.","versions":[{"lang":1,"streams":[{"redirect":8943853,"hoster":"VOE"},{"redirect":8943852,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nazi-Opa","epNo":8,"alt":"","descr":"Dietmar Zingst, der Großvater der rechten Szene in Halle, liegt morgens tot in seinem Krankenhausbett. Ein Brief auf dem Nachttisch belastet seine Krankenschwester Britta Malouf.","versions":[{"lang":1,"streams":[{"redirect":11643874,"hoster":"VOE"},{"redirect":8943854,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Meine Mama Stefan","epNo":9,"alt":"","descr":"In einer Bar der LGBT-Szene wird an einem Karaokeabend ein Mann hinter der Bühne erschlagen. Es handelt sich um Stefan Brenner, der noch vor wenigen Jahren als Frau lebte.","versions":[{"lang":1,"streams":[{"redirect":8943858,"hoster":"VOE"},{"redirect":8943859,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hahn im Korb","epNo":10,"alt":"","descr":"Der attraktive Pascal Dreißig taumelt über die Straße, wählt mit letzter Kraft den Notruf. Dann fällt er tot um. Eine Einstichstelle im Nacken deutet auf eine Vergiftung.","versions":[{"lang":1,"streams":[{"redirect":8943870,"hoster":"VOE"},{"redirect":8943869,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bruderkrieg","epNo":11,"alt":"","descr":"Kilian ist überrumpelt, als ihm am Abend völlig unangekündigt sein Halbbruder Yannik auf dem Campus einen Besuch abstattet. Yannik verfolgt einen tückischen Hintergedanken.","versions":[{"lang":1,"streams":[{"redirect":8943872,"hoster":"VOE"},{"redirect":8943871,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Babyshopping","epNo":12,"alt":"","descr":"Inka vermutet, dass Sofia wegen ihrer Lebertransplantation gar nicht Alessios leibliche Mutter sein kann. Battiato will seine Schwester heimlich in Sicherheit bringen.","versions":[{"lang":1,"streams":[{"redirect":8943876,"hoster":"VOE"},{"redirect":8943875,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Cop - Killer","epNo":1,"alt":"","descr":"Schüsse bei einem Fußballturnier an der Polizeifachhochschule. Ein Kollege wird tödlich getroffen. Der Täter kann fliehen. Der tote Kollege Dirk Mikulla hatte als verdeckter Ermittler im Rockermilieu gearbeitet, bis ihn jemand auffliegen ließ. Ist sein Tod die Rache der Rocker für das Eindringen in ihr Revier? Oder hatte Mikulla noch weitere Feinde? Die Spuren am Tatort in der Turnhalle alarmieren Malouf und sein Team – sollte noch jemand anderes getroffen werden?","versions":[{"lang":1,"streams":[{"redirect":9673314,"hoster":"VOE"},{"redirect":9673316,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Weggeworfen","epNo":2,"alt":"Episode 2","descr":"Vor einem Supermarkt wird die Leiche von Selina Serdar gefunden. Selina jobbte als Sicherheitsfrau und sollte verhindern, dass dort illegal containert wird. AC ermittelt unter den strengen Augen ihrer neuen Vorgesetzten, Hauptkommissarin Konrad, in dem Fall. Der Supermarktbesitzer versucht, Indizien zu vernichten, und auch Selinas Umfeld zeigt sich auffallend abweisend den Ermittlern gegenüber. Kilian ist zum Innendienst verdonnert, für ihn ist es draußen zu gefährlich geworden.","versions":[{"lang":1,"streams":[{"redirect":9673319,"hoster":"VOE"},{"redirect":9673318,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Samenraub","epNo":3,"alt":"Episode 3","descr":"Sporttrainerin Nicole wird auf ihrer Joggingstrecke am Saaleufer erstochen aufgefunden. Der Kinderwagen neben ihr ist leer, von ihrem Baby Max fehlt jede Spur. Aylin, die neue Praktikantin in der Moko, darf nun gemeinsam mit Marc und AC ermitteln. Als Vater des Kindes wird der junge Sportler Samory Konde identifiziert. Er und seine Freundin Tessa dementieren, etwas mit der Tat zu tun zu haben. Die Sorge um Baby Max wächst.","versions":[{"lang":1,"streams":[{"redirect":9673320,"hoster":"VOE"},{"redirect":9673321,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alkoholleiche","epNo":4,"alt":"Episode 4","descr":"In einer Whiskey-Destillerie wird ein Toter gefunden. Die Betreiberinnen der Destillerie, das Ehepaar Lou und Ella, gehen von einem Unfall aus. Dr. Steinebach jedoch vermutet einen Mord, Kommissarin Konrad und Marc ermitteln und können eine Verbindung des Opfers zur Destillerie herstellen. Dort stoßen sie auf ein Familiengeflecht voller Geheimnisse.","versions":[{"lang":1,"streams":[{"redirect":9673324,"hoster":"VOE"},{"redirect":9673323,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Serientod","epNo":5,"alt":"Episode 5","descr":"Die Leiche der Schauspielerin Alena Stern wird nach einem Brand in ihrer Wohnung zu Dr. Steinebach in die Pathologie geliefert. Eine Kopfwunde macht Steinebach allerdings stutzig. Komissarin Konrad und Aylin nutzen ihr Hintergrundwissen als Fans der Serie \"Light of Love\" für ihre Ermittlungen am Set. Dass Julia Salomon und Steinebach in großer Gefahr schweben, erfahren sie erst, als es schon fast zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":11643800,"hoster":"VOE"},{"redirect":9673328,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vater, Mutter, Killer","epNo":6,"alt":"Episode 6","descr":"Kilian muss eine weitere Kränkung seiner Familie hinnehmen: Dr. Max Engler, der Firmenanwalt der Bordemanns, bietet ihm Geld, damit er von einem Vaterschaftest absieht. Kilian jagt Engler zum Teufel. Wenig später jedoch wird Engler erschossen. Für die Mordkommission nun ein Anlass, auch die Bordemanns selbst unter die Lupe zu nehmen. Denn ein Zusammenhang zwischen dem Mord an Engler und dem Attentat auf Kilian liegt nahe.","versions":[{"lang":1,"streams":[{"redirect":9673297,"hoster":"VOE"},{"redirect":9673295,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stirb zweimal","epNo":7,"alt":"Episode 7","descr":"Ein Toter auf einem Friedhof – brutal erschlagen mit einem Spaten. Er hat einen Ausweis dabei, der ihn als Stefan Koch ausweist. Doch das Dokument ist eine Fälschung. Nadine Eriksen kann das Opfer als Peer Röbling identifizieren. Peer Röbling war Nadine Eriksens Lebenspartner und Ersatz-Papa für ihren Sohn. Röbling ist angeblich vor 10 Jahren bei einem Fährunglück im Ausland ums Leben gekommen. Die 300 000 Euro, die Nadine Eriksen Röbling für ein Bauprojekt geliehen hatte, sind seitdem au","versions":[{"lang":1,"streams":[{"redirect":9673298,"hoster":"VOE"},{"redirect":9673296,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verzockt","epNo":8,"alt":"Episode 8","descr":"Der Programmierer Jasper ist gerade dabei den High Score in einem Onlinespiel zu knacken, als er im Livestream tot vom Stuhl fällt. Tausende Notrufe seiner Fans werden abgesetzt! Die Obduktion ergibt, dass der Tote vergiftet wurde. Die Ermittlungen führen zur Rekordhalterin des Highscores, die sich jedoch als Ermittlerin der Cybercrime-Einheit des LKA erweist. Könnte sie die Täterin sein?","versions":[{"lang":1,"streams":[{"redirect":9673300,"hoster":"VOE"},{"redirect":9673299,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Toxisch","epNo":9,"alt":"Episode 9","descr":"In einem jungen, aufstrebenden Architekturbüro in Halle wird die Leiche des Gründers von seinen Kollegen aufgefunden. Koko, Kilian und Marc ermitteln vor Ort. Ein Computer fehlt, ansonsten gibt es keine Spur. Allerdings berichten die Kollegen von einem Streit mit einem Konkurrenten am Vorabend der Tat. War es Beschaffungskriminalität oder ein gezielter Mord? AC hat den Anschlag überlebt und liegt im künstlichen Koma im Krankenhaus. Marvin Bäcker und sein Vater geraten in den Fokus der Ermittler und werden vernommen. Als Marvin aussagt, dass er Aylin an dem Abend des Anschlags auf dem Campus getroffen hat, ist insbesondere Kilian alarmiert. Er warnt Aylin vor Marvin, doch Aylin deutet seine Sorge als Eifersucht und lässt ihn wütend stehen. Schon bald ist Aylins Leben in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9673303,"hoster":"VOE"},{"redirect":9673302,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Giftfrösche","epNo":10,"alt":"Episode 10","descr":"Julia Salomon nimmt an einer Yoga-Sitzung im Studio der Soulacademy teil. Mitten in die Entspannung platzt eine junge Frau, Sakine. Sie bricht zusammen und stirbt. Warum hatte das vermeintlich harmlose Froschgift der rituellen Kambo-Zeremonie tödliche Folgen für Sakine? Sakines Freund Paul aus der soulacademy und ihr Ehemann Ferhat beschuldigen und belasten sich gegenseitig. Julia Salomon recherchiert undercover in der soulacademy. Sie versucht durch die Leiterin der soulacademy, Annika Zoey Winter, an mehr Infos über Sakines Leben zu kommen. Malouf sorgt sich nach dem Anschlag auf Aylin sehr um die Sicherheit seiner Rookies, hat aber gegen den vermeintlichen Attentäter Marvin Bäcker nichts in der Hand. Kaum hat Aylin mit Kilian ein süßes Geheimnis geteilt, ziehen schon wieder dunkle Wolken am Horizont von Halle auf.","versions":[{"lang":1,"streams":[{"redirect":9673306,"hoster":"VOE"},{"redirect":9673307,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Love Boat","epNo":11,"alt":"Episode 11","descr":"Marc und Julia finden auf dem Boot der Abels, das seit Monaten ungenutzt vor Anker liegt, einen Toten, in dessen Brust ein Harpunenpfeil steckt. Der Tote ist Marcel Schüle, ein Mitglied des Segelclubs. Die Ermittler fassen mehrere Verdächtige ins Auge. War es ein Mord aus Eifersucht? Marcel Schüle scheint keinen Flirt ausgelassen zu haben- so berichtet es jedenfalls David Noris, Ex-Polizist und Segler. Für AC und Aylin erhärtet sich der Verdacht, dass Hausmeister Eugen Porst hinter den Anschlägen auf sie steckt. Malouf zitiert Porst in sein Büro und konfrontiert ihn mit den Vorwürfen. Porst hat auf alles eine Antwort und bleibt äußerlich cool. Ist er unschuldig oder eine tickende Zeitbombe?","versions":[{"lang":1,"streams":[{"redirect":9673308,"hoster":"VOE"},{"redirect":9673309,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Halle forever","epNo":12,"alt":"Episode 12","descr":"Eine falsche Leiche auf dem Campus ist der Auftakt zu einer Reihe von Scherzen, mit denen die Studenten den Beginn ihrer Abschlussprüfungen einleiten. Ein anonymer Anrufer teilt Kelting mit, dass er Malouf in seiner Gewalt habe. Kelting nimmt den Anrufer nicht ernst - es ist wohl ein weiterer Streich der Studenten. Als Marc und Kilian eine große Blutlache in Maloufs Haus finden, ist die gesamte Polizei alarmiert. Alles deutet darauf hin, dass der Hausmeister Eugen Porst Malouf entführt hat. Porst will die Polizei zum Narren halten und genießt seine vermeintliche Überlegenheit. Aus den Studenten sind jedoch hervorragende Ermittler geworden. Dank ihres Einsatzes können die Rookies gemeinsam mit Malouf ein rauschendes Abschiedsfest feiern. Was die Zukunft wohl bringen wird? Halle forever?","versions":[{"lang":1,"streams":[{"redirect":9673311,"hoster":"VOE"},{"redirect":9673312,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Willkommen in der Moko","epNo":1,"alt":"","descr":"Der Lkw-Fahrer Khuong Nguyen liegt tot in seinem Führerhaus. Unfall oder Mord? Wo ist der flüchtige Anhalter, der bis zum Rastplatz mitgefahren ist? Die Polizeistudenten Anastasia, Charlotte, Bruno und Umut feiern ihren Erfolg mit einer rauschenden Party: Sie haben mit hervorragenden Leistungen das begehrte Praktikum in der Moko ergattert. Jetzt müssen sich die vier Neuen beweisen. Anastasia und Charlotte ermitteln in ihrem ersten Fall unter Keltings strenger Aufsicht an der Raststätte, an der die Leiche gefunden wurde. Johann Uhlig, der den Toten entdeckt hat, steht unter Schock. Ein Hinweis führt die Ermittler jedoch in einen Hallenser Puff – was Anastasia dort entdeckt, wird eine Lawine ins Rollen bringen.","versions":[{"lang":1,"streams":[{"redirect":11407654,"hoster":"VOE"},{"redirect":11407653,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die tote Tante","epNo":2,"alt":"","descr":"Die Streifenpolizei findet die betagte Brigitte tot in ihrer Badewanne. Es wäre naheliegend, ein tödliches Missgeschick zu vermuten. Aber wer suchet, der findet. Der Polizeischüler Phillip lässt sich nicht blenden und entdeckt Hinweise auf ein Fremdverschulden. Anastasias Rauswurf aus der Moko ist vom Tisch – solange sie sich tadellos verhält und die Finger vom neu aufgerollten Fall ihres verschwundenen Vaters lässt. Anastasia darf mit Umut im Fall der alten Dame ermitteln. Sowohl Carla Grünwald, die Nichte des Opfers, als auch der Nachbar Yusuf Beiram scheinen die Möglichkeit zur Tat gehabt zu haben. Die Rookies müssen lernen, dass sie den Fall nur als Team knacken können.","versions":[{"lang":1,"streams":[{"redirect":11466047,"hoster":"VOE"},{"redirect":11466051,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Henkersmahlzeit","epNo":3,"alt":"","descr":"Gerade aus der Haft entlassen, wird der verurteilte Vergewaltiger Steffen Piatek ermordet – niedergestreckt mit einem einzigen Schlag. Viele haben ihn gehasst, viele wollten ihn tot sehen. Wie weit gehen Menschen, deren Leben zerstört wurde? Anastasia befragt unter Keltings Aufsicht Piateks Opfer. Hilfe bekommen sie von Bruno und von Manuela Kramm, einer Kollegin bei der Sitte. Wessen hasserfüllte Hand hat den tödlichen Schlag ausgeführt? Die Ermittler tappen im Fall von Anastasias verschwundenem Vater weiter im Dunkeln. Zeugen können nichts berichten, was nicht schon bekannt ist. Doch Kommissarin Madeleine Konrad, \"Koko\", lässt sich nicht beirren – im Tandem mit Charlotte entlockt sie Tankwart Böhm einige Details, die diesen selbst schwer belasten.","versions":[{"lang":1,"streams":[{"redirect":11522832,"hoster":"VOE"},{"redirect":11522833,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fußballgöttin","epNo":4,"alt":"","descr":"Eine Party der Frauenfußballmannschaft \"Concordia Halle\" endet für Leo tödlich. Der Freund des Fußballtalents Mira wird neben der Tribüne aufgefunden – er wurde in den Tod gestoßen. Charlotte und Anastasia ermitteln im Umfeld des Vereins. Mira ist sprachlos vor Schmerz. Ihr ehrgeiziger Vater Hardy Dehoff übernimmt das Wort in der Befragung. Sagt er die Wahrheit, oder will er seine Tochter schützen? Bruno hat richtig Ärger – ausnahmsweise nicht mit Kelting, sondern mit seiner besten Freundin Anastasia. Denn die wichtige Zeugin im Fall von Anastasias verschwundenem Vater, Nehir Osman, ist weg – dabei hat Bruno sich doch wirklich nur ganz kurz von einem schönen Mann ablenken lassen","versions":[{"lang":1,"streams":[{"redirect":11542813,"hoster":"VOE"},{"redirect":11542820,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tod in Acryl","epNo":5,"alt":"","descr":"Starmaler Lupo Marx wird in seinem Atelier erstochen. Am Tatort finden die Ermittler eine Frau in einer Kammer – blutverschmiert und mit einem Messer in der Hand. Die Frau ist Trisha Leupold, Marx’ Galeristin und Lebenspartnerin. Die Beweise gegen sie sind erdrückend. Motive, Lupo umzubringen, gab es viele: Er war ein Egomane mit unzähligen Affären. Doch Trisha kann sich an nichts erinnern. Bruno wacht nach wildem Sex im Bett von Kai Reese auf. Kai wurde als Zeuge im Zusammenhang mit dem Verschwinden von Anastasias Vater befragt. Ein rechtsradikales Tattoo auf Kais Po versetzt Bruno in Alarmbereitschaft und rückt Kai in den Fokus der Ermittlungen. Bruno steht Ärger ins Haus: Sex mit einem Verdächtigen – ein No-Go und Kündigungsgrund.","versions":[{"lang":1,"streams":[{"redirect":11584745,"hoster":"VOE"},{"redirect":11584750,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Treibjagd","epNo":6,"alt":"","descr":"Hendrik von Abschatz, der Verdächtige im Fall von Anastasias verschwundenem Vater, ist nicht aufzufinden. Und jetzt ist auch Nehir Osman, die einzige mögliche Zeugin, verschwunden. Während Kommissarin Konrad Hendriks Komplizen Kai Reese vernimmt, geraten Sami Malouf und seine Rookies Umut, Charlotte und Anastasia in eine lebensgefährliche Situation. Ein Kugelhagel ist entfacht. Wird Koko Kai Reese in der Vernehmung knacken? Trifft Malouf vor Ort die richtige Entscheidung? Werden großer Mut und unbedingter Einsatz am Ende belohnt? Und was ist mit Anastasias verschwundenem Vater passiert?","versions":[{"lang":1,"streams":[{"redirect":11617681,"hoster":"VOE"},{"redirect":11615379,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abgestürzt","epNo":7,"alt":"","descr":"Ein grausamer Anblick erschüttert Malouf, Koko und die Rookies zutiefst: ihr Kollege und Ausbilder Kelting liegt tot vor einem Wohnhaus. Die Ermittler analysieren Spuren und Hinweise: Es handelt sich ganz klar um Mord. Malouf stürzt sich in Keltings alte Fälle – wer könnte Rachegedanken hegen? Ein benachbartes Urban Gardening Projekt macht sich verdächtig – offensichtlich war Kelting hier bekannt. Und warum macht Keltings Lebensgefährte Steinebach keine Aussage? Auch Umut verhält sich undurchsichtig: War die Nacht mit Anastasia ein Ausrutscher? Ist Anastasia nur sein ego boost oder hat er ernsthafte Gefühle für sie? Viel Zeit für Privates bleibt jedoch nicht, denn weitere Menschenleben geraten in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11690030,"hoster":"VOE"},{"redirect":11690026,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Meine Freundin Ana","epNo":8,"alt":"","descr":"In einer Klinik für essgestörte Teenager wird die Therapeutin Farida Höfer erstickt in ihrem Bett aufgefunden. Die Angestellten und Patienten stehen unter Schock. Als die beiden Patientinnen Chiara und Lilli sich prügeln, wird die Moko auf sie aufmerksam. Aus Chiaras Chatverläufen mit ihrem Freund Dirk geht hervor, dass er ihren Abnehmwahn angeheizt und gegen ihre Therapeutin gewettert hat. Hat er Chiara zum Mord angestiftet? Charlotte holen die Erinnerungen an ihre eigene Vergangenheit ein. Auch sie hatte während ihrer Internatszeit mit Essstörungen zu kämpfen und war deshalb in Therapie. Umut tröstet sie liebevoll. Sie ahnt nicht, dass er wegen seines One-Night-Stands mit Anastasia ein schlechtes Gewissen hat. Umut steht zwischen beiden Frauen, und es zerreißt ihm das Herz.","versions":[{"lang":1,"streams":[{"redirect":11735128,"hoster":"VOE"},{"redirect":11735126,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Monsterjagd","epNo":9,"alt":"","descr":"Ein Monster auf dem Campus sorgt bei Anastasia und Bruno für schlaflose Nächte. Wovon werden die Polizeischüler nachts heimgesucht und verfolgt? Gleichzeitig gilt es, einen Mord aufzuklären. Moses Stanicek liegt tot in seiner Gartenlaube, die Leiche ist übel zugerichtet. Der junge Mann war bei seinen Nachbarn im Viertel berüchtigt und gefürchtet. Koko ermittelt mit den Rookies im privaten Umfeld des Opfers. Moses war ein gewalttätiger Kleinkrimineller, der seine Freunde rücksichtslos mit in den Abgrund gerissen hat. Moses’ schwangere Freundin Danielle und seine Mutter Soraya sind schockiert und trauern. Wer hat das stärkste Motiv für den Mord an Moses? Auch privat geht es turbulent zu: Charlotte rächt sich für Umuts Betrug, Dr. Steinebach spielt den empörten Ehemann, und ein Strauß roter Rosen kommt Malouf in die Quere.","versions":[{"lang":1,"streams":[{"redirect":11749571,"hoster":"VOE"},{"redirect":11749575,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sündenfall","epNo":10,"alt":"","descr":"Eine junge Frau liegt tot auf dem Friedhof der Mauritius-Gemeinde. Es ist Celeste Rudolf, eine ambitionierte Theologiestudentin, die sich intensiv in der Gemeinde engagierte. Anastasia und Charlotte ermitteln mit Kommissarin Konrad in der Gemeinde und im Umfeld des Opfers. Ihre Ermittlungen legen ein toxisches Geflecht aus enttäuschter Liebe, Leidenschaft und tiefem Glauben frei. Warum musste Celeste sterben? Die Stimmung unter den Rookies ist aufgeheizt: Charlotte sprüht vor Wut auf Anastasia und Umut, denn der Betrug der beiden hat sie tief verletzt. Brunos angekratztes Ego verleitet ihn zu einer Gemeinheit gegenüber Phillip. Im Chaos der Gefühle hat Umut sich nicht mehr Griff. Nur Julia und Malouf harmonieren in ungeahnter Weise.","versions":[{"lang":1,"streams":[{"redirect":11773263,"hoster":"VOE"},{"redirect":11773267,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Niemand ist sicher","epNo":11,"alt":"","descr":"Die junge Bestattungsunternehmerin Peggy Lindner wird auf einem einsamen Waldparkplatz überfallen und mit einer Plastiktüte erstickt. Ihre Leiche wird erst am nächsten Tag entdeckt. Das Moko-Team wundert sich, dass Peggys Ehemann Daniel sie nicht als vermisst gemeldet hat. Stattdessen feiert er mit seiner Angestellten Sylvia, dass ihm das Unternehmen nun allein gehört. Hat er Peggy kaltblütig umgebracht? Hat Sylvia ihn dazu angestiftet?","versions":[{"lang":1,"streams":[{"redirect":11904074,"hoster":"VOE"},{"redirect":11904075,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Atemlos","epNo":12,"alt":"","descr":"Der schöne Fitnesstrainer Max Langschild verunglückt tödlich in seinem Fitnessstudio. Offenbar starb er an der gefährlichen Vermengung mehrerer Putzmittel. Ein Unfall oder ein Mord? Schnell wird klar, dass es sich nicht um ein Versehen handelt, sondern jemand die Putzmittel umgefüllt haben muss. Die Moko vermutet den Täter im Umfeld des Opfers. Max führte eine polyamouröse Beziehung mit Katharina Baum, die auch mit Faraz Shadi zusammen ist. Die offene Beziehung der drei scheint nicht so konfliktfrei gewesen zu sein, wie Katharina und Faraz vorgeben. Sofie, eine Ex-Freundin des Opfers, bestätigt, dass es häufig zu Streit gekommen war, und liefert Beweise, die Faraz belasten. Während Julia und Malouf im siebten Himmel schweben, sorgt ein Einbruch auf dem Polizeigelände für Verunsicherung. Malouf kümmert sich persönlich um die Sache. Er findet heraus, wer auf dem Gelände herumschleicht. Dennoch gerät Julia in die Fänge des mysteriösen Mannes.","versions":[{"lang":1,"streams":[{"redirect":11909968,"hoster":"VOE"},{"redirect":11909917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Blutlinie","epNo":1,"alt":"","descr":"Charlotte ist schockiert, als sie ihren Cousin Valentin tot auf dem Familienanwesen entdeckt: getötet durch einen Schuss ins Herz. Charlotte wird von den Ermittlungen ausgeschlossen. Bei Julia, die selbst in tiefer Trauer ist, sucht sie Hilfe. Die Ermittlungen im Fall bringen die zerrüttenden Familienverhältnisse der von Merseburgs ans Licht: Charlotte bricht mit ihren Eltern und zieht aus. Koko versucht indessen, das Team der Mordkommission als stellvertretende Leiterin zusammenzuhalten. Doch ihre Hoffnung auf den ersehnten Führungsposten wird enttäuscht, als sich Torsten Kaiser als neuer Chef der Abteilung vorstellt.","versions":[{"lang":1,"streams":[{"redirect":13644921,"hoster":"VOE"},{"redirect":13644925,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wut","epNo":2,"alt":"","descr":"Gerichtsvollzieherin Michelle Listing stirbt vor den Augen der Nachbarschaft am Steuer ihres Autos. Offenbar wurde sie vergiftet. Die Ermittlungen führen zu Schuldner Emil Franke. Er wurde wenige Wochen zuvor von Michelle zwangsgeräumt. Wie ist er an das seltene Gift gekommen? Mit Torsten als neuem Chef müssen sich Koko und die Rookies umgewöhnen. Er fordert Höchstleistungen von seinem Team, während er selbst sich ständig aus dem Fall zieht. Als Koko ihn zur Rede stellt, lüftet Torsten das Geheimnis um seine Abwesenheit. Nach ihrem Auszug aus dem Elternhaus kämpft Charlotte mit ihrer Selbstständigkeit. Bei einem Besuch bei ihrer Mutter Sybille fällt ihr auf einem alten Familienvideo ein Umstandskleid auf. Sybille bestreitet jedoch, nach Charlotte erneut schwanger geworden zu sein.","versions":[{"lang":1,"streams":[{"redirect":13644932,"hoster":"VOE"},{"redirect":13644933,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Babyalarm","epNo":3,"alt":"","descr":"Torsten kümmert sich weiter um Baby Celina, leitet nebenbei die Mordkommission. Zwischen Tatort und Vernehmungsraum überträgt er diese Aufgabe an Umut, der zum kreativen Babysitter wird. Profiskater Björn Witte wird leblos unter einer Brücke an der Saale gefunden. Schnell ist klar, dass er nicht bei einem seiner Tricks umkam, sondern durch Fremdverschulden. Kurz vor Björns Tod war es zum Streit mit seiner Managerin und Geliebten Almut Berger gekommen. Diese berichtet von einem panischen Anruf seiner Schwester Jenny. Was wollte sie von ihm? Doch auch Björns Freund Sven schien eine Rechnung mit ihm offen zu haben und taucht pöbelnd bei Björns Vater Gerd auf. Charlotte findet derweil schockiert heraus, dass sie einen kleinen Bruder hat, und stellt ihre Eltern zur Rede: Wo ist er, und wieso wurde sie ein Leben lang belogen?","versions":[{"lang":1,"streams":[{"redirect":13644943,"hoster":"VOE"},{"redirect":13644950,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angst","epNo":4,"alt":"","descr":"Ein skrupelloser Mord in Halle-Neustadt erschüttert die Mordkommission, und Polizeischüler Umut gerät zwischen die Fronten. Seine Vergangenheit holt ihn ein, und er könnte alles verlieren. Steve Kauper, Anführer einer kriminellen Bande, wurde am helllichten Tag erschossen und dabei mit seinem Handy gefilmt. Offensichtlich hatte er die Mafia um Geld betrogen. Umut kennt ihn aus Jugendzeiten. Auch seine Schwester Elif wird von der Mafia bedroht. Torsten holt Dörte Pfeiffer als Spezialistin für Organisierte Kriminalität dazu. Was er nicht weiß – Umut hat bereits heimlich Kontakt zum Hauptverdächtigen Eric Casteels aufgenommen. Doch Koko kommt ihm auf die Schliche. Überrascht findet sie heraus, dass ihr Bruder Karl zwei Jahre alt wurde. Ihre Eltern hatten behauptet, er sei kurz nach der Geburt gestorben. Wo war er die ganze Zeit, und wie starb er?","versions":[{"lang":1,"streams":[{"redirect":13644955,"hoster":"VOE"},{"redirect":13644958,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kinder der Nacht","epNo":5,"alt":"","descr":"Moritz Breckle war Urban Explorer und Internet-Star. Jetzt liegt er tot vor einer alten Fabrikhalle. Charlotte will den Fall aufklären – so sehr, dass sie polizeiliche Grenzen überschreitet. Silan Markovic findet die Leiche und verschweigt, dass er Moritz am Vorabend in einem Livestream gesehen hat. Dieser brach ab, als Moritz von einem Mann ertappt wurde. Die Beschreibung passt auf den zwielichtigen Hallenbesitzer Bernd Schmirgler. Charlotte und Bruno können Moritz’ Kamera in Schmirglers Halle orten. Entgegen der Dienstvorschrift steigt Charlotte in die Halle ein, um das Beweismittel zu sichern, und kassiert dafür eine Standpauke von Torsten. Die Wiederherstellung des Videos zeigt, dass neben Moritz seine Ex-Freundin Marina Oppermann mit am Tatort war – entgegen ihrer Aussage. Doch dann gerät plötzlich Marina selbst in große Gefahr, und jede Sekunde zählt.","versions":[{"lang":1,"streams":[{"redirect":13644960,"hoster":"VOE"},{"redirect":13644964,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stiller Alarm","epNo":6,"alt":"","descr":"Phillip wollte immer nur eines: ein guter Polizist sein. Im Einsatz riskiert er Leib und Leben und wird von Räubern angefahren. Wird er durchkommen? Vera Stolze wird während eines bewaffneten Überfalls auf ein Juweliergeschäft zur Geisel. Die beiden Täter fordern Schmuck und Uhren. Als Besitzer Brehna stillen Alarm auslöst, fällt ein Schuss, und einer der Männer bricht zusammen. Nun beginnt eine Flucht mit Vera als Geisel. Kurz darauf wird ihr Wagen von Phillips Streifenwagen gestoppt. Die Täter lassen Vera frei, dann geben sie Gas, und Phillip wird angefahren. Während die Rookies um sein Leben bangen, stirbt der Angeschossene wenig später im Krankenhaus. Brehna ist erschüttert. Er hat aus Notwehr gehandelt, nun wird gegen ihn ermittelt. Hat er sich vielleicht bestehlen lassen, um die Versicherungssumme zu kassieren? Eine weitere Spur führt zu Brehnas spielsüchtigem Sohn Matteo. Hat er seinen Vater aus Geldnot ausgeraubt? Wo ist die Beute, und wer sind die Komplizen?","versions":[{"lang":1,"streams":[{"redirect":13644967,"hoster":"VOE"},{"redirect":13644968,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pferdeflüsterer","epNo":7,"alt":"","descr":"Aus einem Auto wird die verbrannte Leiche eines Mannes geborgen. Offenbar handelt es sich um \"Pferdeflüsterer\" Henk Winter. Die Ermittlungen führen die Mordkommission auf den Pferdehof. Charlotte kennt den einfühlsamen Pferdepfleger Henk von früher und ist tief betroffen. Doch so rein war seine Weste nicht. Das vergangene Jahr saß Henk wegen Betrugs im Gefängnis. Davor wurde ihm sein Job gekündigt. Gestütbesitzer Stockmann hatte ihn entlassen, weil er nicht nur ein Händchen für Pferde hatte, sondern auch für verheiratete Kundinnen. Auch Stockmanns enge Mitarbeiterin Lisa Wohlleben war mit Henk enger vertraut, als sie vorgibt. All das erscheint schlagartig in einem neuen Licht, als Henk auf einmal vor Charlotte steht und die Situation für sie brandgefährlich wird.","versions":[{"lang":1,"streams":[{"redirect":13644971,"hoster":"VOE"},{"redirect":13644975,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Todestanz","epNo":8,"alt":"","descr":"Bei einer Tanzperformance im Park bricht Frontmann Djamal zusammen. Erschossen von der 13-jährigen Tänzerin Frida. Umut und Charlotte werden Zeugen der Tat. Schockiert lässt Frida die Waffe fallen. Als die Mordkommission am Tatort eintrifft, ist die Pistole verschwunden. Alles deutet darauf hin, dass sie Frida anstelle einer Dekowaffe untergeschoben wurde. In Verdacht gerät Theo Mittelstaedt, der die Flucht ergreift. Für die Mordkommission ist es eine besondere Situation. Der Schutz der schuldunfähigen Frida steht an oberster Stelle. Auch wenn sie Djamal erschossen hat, ist sie in dem Fall nur eine Beteiligte und keine Beschuldigte. Trotzdem muss die Mordkommission aufklären, wie es dazu kam. Kurz nach seiner Entlassung aus dem Krankenhaus spürt Phillip seine Beine nicht mehr. Er muss erneut unters Messer. Die Rookies sind besorgt, denn es bleibt ungewiss, ob er nach der OP wieder laufen kann.","versions":[{"lang":1,"streams":[{"redirect":13644979,"hoster":"VOE"},{"redirect":13644981,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spiel, Satz und Mord","epNo":9,"alt":"","descr":"Der Tennistrainer Tobias Müller wird erschlagen auf dem Platz seines Vereins gefunden. Am Tatort hat Anastasia jedoch nur Augen für ihren neuen Kollegen Antek. Im Tennisklub war das Mordopfer Tobias offenbar beliebt. Nur sein Schüler Kevin Holm berichtet, wie er unter dessen Trainingsmethoden gelitten habe. Hat er ihn aus Wut getötet? Oder war es die Vereinspräsidentin Regine Knobelsdorf, gegen die Tobias kandidieren wollte? Phillip ist aus dem Krankenhaus zurück und bedankt sich bei Bruno für dessen Unterstützung. Unter den Freunden Anastasia und Bruno kriselt es hingegen. Nach dem letzten gemeinsamen Einsatz kann Anastasia ihm nicht mehr vertrauen. Bruno sucht die Aussprache, doch Anastasia hat keine Zeit. Sie ist schockverliebt in den neuen Assistenzarzt der Gerichtsmedizin.","versions":[{"lang":1,"streams":[{"redirect":13644983,"hoster":"VOE"},{"redirect":13644988,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bingo Jürgen","epNo":10,"alt":"","descr":"Bingo Jürgen ist der absolute Star im Seniorenheim! Die Bewohnerinnen lieben seine Events und liegen ihm zu Füßen. Bis es eine Tote gibt... Während einer Bingoveranstaltung bricht Stationsleiterin Carmen Guardiol zusammen und stirbt. Todesursache ist ein Cocktail aus Medikamenten. Schnell gerät Heimleiter Severin Spanger in Verdacht, der süchtig nach Opiaten ist. Ist Carmen hinter das Geheimnis ihres Chefs gekommen und wollte das melden? Auch Bingo Jürgen hätte ein Motiv. Carmen hat ihn angezeigt, weil er den Rentnern trickreich das Geld abzieht. Es stellt sich die Frage, ob der Angriff möglicherweise nicht Carmen, sondern Bingo Jürgen galt. Hat er Severin mit dem Wissen um seine Sucht erpresst, damit seine Betrugsmasche nicht auffliegt? Privat geht es bei den Rookies gefühlvoll zu. Während Anastasia mit Antek auf Wolke 7 schwebt, bahnt sich auch zwischen Phillip und Bruno ein neues romantisches Abenteuer an.","versions":[{"lang":1,"streams":[{"redirect":13644990,"hoster":"VOE"},{"redirect":13644989,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tödliche Nachbarn","epNo":11,"alt":"","descr":"Julia Salomon beobachtet einen Einbruch im Haus ihrer Nachbarin. Als die Polizei eintrifft, findet sie eine weibliche Leiche. Vom Einbrecher fehlt jede Spur. Julia erkennt die Tote sofort. Es handelt sich um Jasmin Preuss, eine Anwohnerin aus der Nachbarschaft. Hausbesitzerin Sabrina verweilte zur Tatzeit in Portugal. Die Moko prüft die These, ob die Tat sich gegen Sabrina richtete und taucht ein in eine Nachbarschaft voller Lügen und Geheimnisse. Koko ist wieder da! Doch sie stößt ihre Kollegen mit ihrem schroffen Verhalten vor den Kopf. Offenbar hat die Zeit als verdeckte Ermittlerin bei ihr eine Identitätskrise ausgelöst. Die Rookies wollen ihr helfen, doch Koko blockt alle Versuche ab.","versions":[{"lang":1,"streams":[{"redirect":13644998,"hoster":"VOE"},{"redirect":13644995,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wasserleichen lügen nicht","epNo":12,"alt":"","descr":"Anastasia verrennt sich in den Ermittlungen zu einem spektakulären Mordfall und gerät dabei selbst in Lebensgefahr! Irmgard Erler entdeckt beim Angeln eine männliche Wasserleiche. Der Tote hat schon mehrere Wochen im See gelegen. Blutspuren auf dem Steg und ein Skalpellschnitt am Hals deuten auf Mord. Die Ermittlung der Identität des Mannes stellt die Moko vor ein Rätsel. Mehrere Spuren deuten auf den Medizinstudenten Vincent Richter. Anastasia findet heraus, dass ihr Freund Antek mit Vincent studiert hat. Während sich die anderen Ermittler auf Antek einschießen, versucht Anastasia seine Unschuld zu beweisen. Als das der Mörder schließlich überführt scheint, gerät Anastasia in Lebensgefahr!","versions":[{"lang":1,"streams":[{"redirect":13644903,"hoster":"VOE"},{"redirect":13644908,"hoster":"Streamtape"}]}]}]}]}