{"seriesId":"bm-die-geschichte-des-comics","name":"BÄM! Die Geschichte des Comics","descr":"BÄM! erzählt die Comicgeschichte von Deutschland, den USA, Frankreich ; Belgien und Japan und begleitet vier gescheiterte Comicfiguren, denen in einem Kurhotel ein unerwartetes Abenteuer bevorsteht. Ob Asterix, Superman, Naruto, Akira, One Piece, Tim und Struppie oder Dragonballs – jede Generation hat ihre Comic-Helden. In Form einer Comic-Story beleuchtet die Animationsserie \"BÄM! – Die Geschichte des Comics\"","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Von Werner Abrafaxen und bewegten Männern","epNo":1,"alt":"","descr":"\"Max und Moritz\" war der erste Welterfolg der deutschen Comicgeschichte – es sollte nicht der letzte sein. Und im Kurhotel wird das Leben von Dr. Seyffert vom Fiesen Fritz heftig aus der Bahn geworfen.","versions":[{"lang":1,"streams":[{"redirect":13146402,"hoster":"VOE"},{"redirect":13146399,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von Batman Spider-Man und Yellow Kids","epNo":2,"alt":"","descr":"Superman, Marvel, MAD-Magazin, Graphic Novels, Zeitungskrieg – in den USA hat die Entwicklung des Comics weltweit wichtige Weichen gestellt. Und Captain Arrow und der Fiese Fritz haben eine explosive Auseinandersetzung.","versions":[{"lang":1,"streams":[{"redirect":13146406,"hoster":"VOE"},{"redirect":13146407,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Tim \u0026amp; Struppi Asterix und den Schlümpfen","epNo":3,"alt":"","descr":"Das Franko-Belgische Comic ist schon seit dem 19. Jahrhundert bekannt für Figuren wie Astérix oder Tintin. Und Amelié will das Problem mit dem Fiesen Fritz auf ihre eigene Art lösen – mit ungeahnten Folgen.","versions":[{"lang":1,"streams":[{"redirect":13146412,"hoster":"VOE"},{"redirect":13146415,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von One Piece Akira und Dragonballs","epNo":4,"alt":"","descr":"Dragon Ball, Sailor Moon, One Piece und Death Note eroberten als Manga die Welt und ihr globaler Erfolg hält bis heute an. Und Sachiko hat eine unkonventionelle Idee, die alle Regeln der Realität in Frage stellt.","versions":[{"lang":1,"streams":[{"redirect":13146414,"hoster":"VOE"},{"redirect":13146417,"hoster":"Streamtape"}]}]}]}]}