{"seriesId":"boardwalk-empire","name":"Boardwalk Empire","descr":"Atlantic City, 1920: Das Seebad hat sich längst zur heimlichen Vergnügungshauptstadt der USA entwickelt. Stadtkämmerer Enoch Thompson (Steve Buscemi) hat nicht vor, sich die Geschäfte durch die Prohibition verderben zu lassen. Der korrupte Politiker übernimmt die Kontrolle über Alkoholschmuggel, Glückspiel und Prostitution und muss sich dabei bald mit Mafia und FBI herumschlagen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Boardwalk Empire","epNo":1,"alt":"Boardwalk Empire","descr":"Zu Beginn der Prohibition im Januar 1920 denkt sich der Kämmerer von Atlantic City, Enoch \"Nucky\" Thompson, einen Plan aus, mit dem er und seine einflussreichen Partner durch den Verkauf von illegal hergestelltem Alkohol reich werden sollen. Nucky wird von der schwangeren Margaret Schroeder aufgesucht, die von ihm Hilfe benötigt, um einen Job für ihren Ehemann zu finden. Jimmy Darmody, Nuckys ehemaliger Schützling, kehrt aus dem Ersten Weltkrieg zurück und hat zugleich ehrgeizige Ideen über seine Zukunft. Er schmiedet eine ungleiche Allianz, die ihn und Nucky in ernsthafte Schwierigkeiten bringen könnte.","versions":[{"lang":1,"streams":[{"redirect":14379622,"hoster":"VOE"},{"redirect":13602067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395490,"hoster":"VOE"},{"redirect":13602061,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Elfenbeinturm","epNo":2,"alt":"The Ivory Tower","descr":"Nucky bekommt Besuch von dem Agenten Nelson van Alden, der spürt, dass Nucky ein Verbrechen einem Sündenbock angehängt hat. Nucky bittet seinen Bruder, Sheriff Elias Thompson, bei der Schadensbekämpfung um Hilfe. Bevor er abends in die Stadt geht, trifft sich Nucky heimlich mit Margaret, die Hilfe wegen ihrer Kinder benötigt. Nach einem Zwischenfall mit Al Capone und einem Reporter in Chicago bespricht Nucky die bevorstehende Wahl mit seinem Berater Louis Kaestner.","versions":[{"lang":1,"streams":[{"redirect":14351743,"hoster":"VOE"},{"redirect":13602066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351781,"hoster":"VOE"},{"redirect":13602062,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Endstation Chicago","epNo":3,"alt":"Broadway Limited","descr":"Nucky geht einen Deal mit dem afroamerikanischen Gangster Chalky White ein, damit sich dieser um die Neuverpackung und den Vertrieb des geschmuggelten Whiskys kümmert. Margaret bekommt durch Nucky einen Job in einer Boutique und trifft dort seine Geliebte Lucy. Agent van Alden erfährt durch brutale Verhörmethoden, dass Jimmy bei der Schießerei im Wald dabei war, eine Entdeckung die Nucky zwingt, eine Entscheidung über Jimmys Zukunft in Atlantic City zu treffen.","versions":[{"lang":1,"streams":[{"redirect":14365316,"hoster":"VOE"},{"redirect":14386480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365604,"hoster":"VOE"},{"redirect":14386427,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Anastasia","epNo":4,"alt":"Anastasia","descr":"Jimmy und Al Capone fangen an, sich in Chicago als Gangster zu etablieren. Nach dem Mord an einem Schwarzen lässt Nucky seinen Bruder gegen den örtlichen Ku-Klux-Klan vorgehen, um es sich nicht mit der schwarzen Bevölkerung wegen anstehender Wahlen und seinem Geschäftspartner Chalky White zu verscherzen. Anschließend begeht ein angespannter Nucky mit einem rauschenden Fest, bei dem er Kontakte mit hochrangigen Politikern pflegt, seinen Geburtstag.","versions":[{"lang":1,"streams":[{"redirect":14364732,"hoster":"VOE"},{"redirect":14359968,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351782,"hoster":"VOE"},{"redirect":14366251,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Irische Nächte","epNo":5,"alt":"Nights in Ballygran","descr":"Das von Nucky anlässlich des St. Patrick’s Days veranstaltete Bankett, das \"Celtic Dinner\", wird von van Alden, dem sich Margaret als Informantin angedient hat, aufgelöst. Elias Thompson wird zunehmend eifersüchtig auf seinen älteren Bruder. In Chicago begeht Pearl, Jimmys Prostituierte und Liebschaft, Selbstmord, nachdem ihr Gesicht von einem Gangster zerschnitten wurde. Jimmy verfällt dem Opium. Die Gefühle zwischen Nucky und Margaret, der langsam Nuckys Rolle beim Alkoholschmuggel dämmert, werden offenkundig.","versions":[{"lang":1,"streams":[{"redirect":14364738,"hoster":"VOE"},{"redirect":14366255,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351731,"hoster":"VOE"},{"redirect":14366250,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Familienplanung","epNo":6,"alt":"Family Limitation","descr":"Einer von Nuckys Geldeintreibern wird von einer italienisch-stämmigen Gaunerbande, den D\u0027Alessio-Brüdern, beraubt. Nucky macht fälschlicherweise Lucky Luciano dafür verantwortlich, der mit Jimmys Mutter intim wird. In Chicago liquidieren Al Capone und Jimmy die Mitglieder einer konkurrierenden Gangsterbande, wodurch Jimmy in Torrios Achtung stark steigt. Nucky besorgt seiner neuen Geliebten Margaret, die in der Boutique \"La belle femme\" kündigt, eine weitaus bessere neue Bleibe im Wohnviertel der Konkubinen.","versions":[{"lang":1,"streams":[{"redirect":13642776,"hoster":"VOE"},{"redirect":13646489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13642775,"hoster":"VOE"},{"redirect":13646479,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vergangenheit und Zukunft","epNo":7,"alt":"Home","descr":"Nuckys und Elias\u0027 Vater wird zum Pflegefall, wodurch Nucky seine leidvolle und gewalttätige Kindheit in Erinnerung gerufen wird. In Chicago lernt Jimmy, der wegen seiner Kriegsverletzung in medizinischer Behandlung ist, einen im Gesicht schwer verstümmelten anderen Veteranen kennen, der schließlich als Scharfschütze den Gangster tötet, der Pearl das Gesicht zerschnitt. Lucky Luciano geht eine Zusammenarbeit mit den D\u0027Alessio-Brüdern ein, um Nucky zu schaden. Nucky steckt das Haus seiner Kindheit in Brand, um mit der Vergangenheit abschließen zu können.","versions":[{"lang":1,"streams":[{"redirect":14365360,"hoster":"VOE"},{"redirect":14386479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377987,"hoster":"VOE"},{"redirect":14386426,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vertreibung aus dem Paradies","epNo":8,"alt":"Hold Me in Paradise","descr":"Auf dem Parteitag der Republikaner in Chicago gelingt es Nucky, Warren G. Harding als Präsidentschaftskandidat der Partei für die Wahl 1920 durchzusetzen. Elias, der Nucky vertritt, wird bei einem Raubüberfall der D\u0027Alessio-Brüder auf eines von Nuckys Casinos angeschossen. Nucky, der spürt, dass sich etwas gegen ihn zusammenbraut, bittet Jimmy, nach Atlantic City zurückzukehren. Margaret kann schwarz auf weiß lesen, dass Nucky eine zentrale Figur im Alkoholschmuggel darstellt.","versions":[{"lang":1,"streams":[{"redirect":14351780,"hoster":"VOE"},{"redirect":14366256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351799,"hoster":"VOE"},{"redirect":14366253,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Belle Femme","epNo":9,"alt":"Belle Femme","descr":"Arnold Rothstein und die D\u0027Alessio-Brüder besiegeln offiziell ihre Zusammenarbeit zu dem Zweck, eine neue Alkoholschmuggel-Organisation aufzubauen und Nucky als deren wahrscheinliches Hindernis auszuschalten. Bevor Jimmy Nuckys Auftrag, die D\u0027Alessios zu eliminieren, ausführen kann, wird er von van Alden wegen des Massakers im Wald verhaftet. Allerdings wird van Aldens Hauptbelastungszeuge gegen Jimmy, dessen einstiger Komplize, von van Aldens Untergebenem, Agent Sebso, ermordet, der offensichtlich in Nuckys Diensten steht. Auf dem Boardwalk wird ein Mordanschlag auf Nucky verübt, der von dessen Butler Eddie vereitelt werden kann. Allerdings kommt eine unbeteiligte Frau ums Leben.","versions":[{"lang":1,"streams":[{"redirect":14377976,"hoster":"VOE"},{"redirect":14386481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365428,"hoster":"VOE"},{"redirect":14386428,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Smaragdstadt","epNo":10,"alt":"The Emerald City","descr":"Nuckys einstiger Partner Mickey Doyle läuft zu Nucky über und informiert diesen über die Pläne Arnold Rothsteins, mithilfe der D\u0027Alessio-Brüder Nucky aus dem Alkoholgeschäft in Atlantic City herauszudrängen. Jimmy schlägt beinahe den Fotografen Robert Dietrich tot, da er ihm eine Affäre mit seiner Frau Angela unterstellt, nicht wissend, dass seine Frau ihn tatsächlich mit Dietrichs Gattin Mary betrügt. Beide Frauen planen, nach Paris zu ziehen. Nachdem bundesweit das Frauenwahlrecht beschlossen wurde, spannt Nucky die eloquente Margaret zu dem Zwecke ein, die Stimmen der Frauen zur Wahl des nächsten Bürgermeisters zu erhalten. Nucky und Chalky White verfolgen einen Plan, die D\u0027Alessios und Rothstein auszuschalten, der allerdings nur teilweise aufgeht.","versions":[{"lang":1,"streams":[{"redirect":13642667,"hoster":"VOE"},{"redirect":13575383,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13642654,"hoster":"VOE"},{"redirect":13575372,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dem Ende nah","epNo":11,"alt":"Paris Green","descr":"Nucky hat emotional belastete Unterhaltungen mit Eli und Margaret wegen seiner Geschäfte einerseits und der Ermordung von Margarets Ehemann andererseits. Diese führen zu dramatischen Umbesetzungen in seinem persönlichen und politischen Umfeld. Jimmy trifft sich mit seinem vermeintlich sterbenden Vater zum ersten Mal seit Jahren, und dies führt dazu, dass er seine Bindungen zu Nucky und beiden Elternteilen neu bewertet. Van Aldens und Agent Sebsos Zusammenarbeit wird durch Van Aldens Verdächtigungen belastet, die nach einer endgültigen Konfrontation bei einer Taufe an einem Fluss endet. Angela bereitet sich darauf vor, vor Jimmy nach Paris zu fliehen, doch muss sie erkennen, dass ihre Unterstützung nicht so stark ist wie sie dachte.","versions":[{"lang":1,"streams":[{"redirect":14365365,"hoster":"VOE"},{"redirect":14386482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365503,"hoster":"VOE"},{"redirect":14386430,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rückkehr zur Normalität","epNo":12,"alt":"A Return to Normalcy","descr":"Nuckys Bemühungen zahlen sich aus, da die Republikaner sowohl die Wahl für den Bürgermeister von Atlantic City als auch die des Präsidenten der Vereinigten Staaten für sich entscheiden (beide wurden von Nucky unterstützt). Rothstein muss Frieden mit Nucky schließen, da er dessen politische Kontakte dringend braucht und gibt ihm dafür neben einer Million Dollar den Aufenthaltsort der D\u0027Alessios, die sämtlich ermordet werden. Margaret erfährt von Nuckys im Alter von sechs Tagen gestorbenen Sohn. Nuckys ständige Machtspiele erzürnen sowohl seinen Bruder Elias als auch seinen ehemaligen Schützling Jimmy so sehr, dass diese sich nun mit Nuckys geheimem Gegner, dem \"Commodore\" Louis Kaestner - Nuckys Vorgänger - gegen ihn verbünden.","versions":[{"lang":1,"streams":[{"redirect":14365507,"hoster":"VOE"},{"redirect":14386484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365417,"hoster":"VOE"},{"redirect":14386431,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"21","epNo":1,"alt":"21","descr":"Nucky sorgt sich nicht länger nur um Schützling Jimmy, sondern auch um Margarets Sohn Teddy. Chalkys Pläne gehen nicht auf. Er und seine Männer werden von Mitgliedern des Ku-Klux-Klans überrascht.","versions":[{"lang":1,"streams":[{"redirect":14365353,"hoster":"VOE"},{"redirect":14386485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365341,"hoster":"VOE"},{"redirect":14386432,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nur wir allein","epNo":2,"alt":"Ourselves Alone","descr":"Margaret erfährt, dass Nucky verhaftet wurde und macht sich auf den Weg ins Ritz. Nachdem Nucky auf Kaution freigelassen wurde, muss er feststellen, dass sein Geheimfach mit dem Geld geplündert wurde.","versions":[{"lang":1,"streams":[{"redirect":14365555,"hoster":"VOE"},{"redirect":14386483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365483,"hoster":"VOE"},{"redirect":14386434,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein gefährliches Mädchen","epNo":3,"alt":"A Dangerous Maid","descr":"Lucy möchte nicht länger in ihrem goldenen Käfig eingesperrt sein. Nucky hat weiterhin Schwierigkeiten, seine Geschäfte durchzuführen. Bei einem Abendessen im Babette\u0027s trifft er auf den Commodore.","versions":[{"lang":1,"streams":[{"redirect":14365475,"hoster":"VOE"},{"redirect":14386487,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377949,"hoster":"VOE"},{"redirect":14386433,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was die Biene tut","epNo":4,"alt":"What Does the Bee Do?","descr":"Chalky wird durch Nuckys Hilfe aus dem Gefängnis entlassen. Der Commodore erleidet einen Schlaganfall und ist ans Bett gefesselt. Eli ist besorgt, ob sie Nucky so noch zu Fall bringen können.","versions":[{"lang":1,"streams":[{"redirect":14365291,"hoster":"VOE"},{"redirect":14386489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365446,"hoster":"VOE"},{"redirect":14386436,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie man in den Wald hineinruft","epNo":5,"alt":"Gimcrack and Bunkum","descr":"Richard will sich im Wald erschießen, wird aber abgelenkt. Eli sieht seine Felle davonschwimmen und bittet Nucky um Vergebung, der ihn jedoch nur auslacht. Ihr Gespräch artet in eine Schlägerei aus.","versions":[{"lang":1,"streams":[{"redirect":14365333,"hoster":"VOE"},{"redirect":14386488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365342,"hoster":"VOE"},{"redirect":14386435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unrein","epNo":6,"alt":"The Age of Reason","descr":"Lucy ist allein zuhause, als bei ihr die Wehen einsetzen. Margaret beschließt, die Beichte abzulegen, ist aber unschlüssig, worüber sie mit dem Pfarrer sprechen will. Das macht Nucky leicht unruhig.","versions":[{"lang":1,"streams":[{"redirect":13097430,"hoster":"VOE"},{"redirect":14376997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365343,"hoster":"VOE"},{"redirect":14386443,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwischen Fremden","epNo":7,"alt":"Peg of Old","descr":"Nucky riecht in der Übertragung von Sportereignissen im Radio eine große neue Verdienstmöglichkeit, während Jimmy versucht sich als neuer Chef des Komplotts in Atlantic City zu etablieren.","versions":[{"lang":1,"streams":[{"redirect":14365334,"hoster":"VOE"},{"redirect":14376998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14379618,"hoster":"VOE"},{"redirect":14386437,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Malum in se","epNo":8,"alt":"Two Boats and a Lifeguard","descr":"Obwohl er das Attentat überlebt, macht sich Nucky ensthafte Gedanken. Er intensiviert sein Verhältnis zu Margaret und bietet dem Commodore und Jimmy seinen Rücktritt an – doch wie ernst meint er es?","versions":[{"lang":1,"streams":[{"redirect":14379612,"hoster":"VOE"},{"redirect":14386490,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365344,"hoster":"VOE"},{"redirect":14386439,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kampf des Jahrhunderts","epNo":9,"alt":"Battle of the Century","descr":"Nucky reist nach Belfast um seinen verstorbenen Vater zu beerdigen. Während seines Aufenthaltes trifft er John McGarrigle, doch dieser überlegt mit den Briten Geschäfte zu machen, anstatt mit Nucky.","versions":[{"lang":1,"streams":[{"redirect":14365335,"hoster":"VOE"},{"redirect":14386491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365484,"hoster":"VOE"},{"redirect":14386438,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ehrlicher Lohn für ehrliche Arbeit","epNo":10,"alt":"Georgia Peaches","descr":"Nuckys Whiskey-Deal in Irland trägt Früchte. Derweil sorgt ein Streik schwarzer Arbeiter für Aufregung, der hart und kompromisslos beendet werden soll. Nuckys Anwalt Ginsburg findet keine Mittel gegen die Untersuchung und Anklage von Staatsanwältin Esther Randolph vorzugehen. Nucky ist empört und entzieht ihm das Mandat.","versions":[{"lang":1,"streams":[{"redirect":13097434,"hoster":"VOE"},{"redirect":14386493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365601,"hoster":"VOE"},{"redirect":14386440,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der einsamste Mensch auf Erden","epNo":11,"alt":"Under God\u0027s Power She Flourishes","descr":"Nuckys neuer Anwalt Fallon geht mit ihm die Fakten der Anklage durch. Sowohl Deputy Halloran als auch Agent Van Alden wollen gegen ihn aussagen. Doch der Hoteldiener Harlan erinnert sich an Van Aldens Mord an seinem Kollegen Sebso, der von ihm während einer Taufe in einem Fluss ertränkt wurde. Diese Tatsache kann nun ein Trumpf in den Händen Fallons werden.","versions":[{"lang":1,"streams":[{"redirect":14379613,"hoster":"VOE"},{"redirect":14386494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365485,"hoster":"VOE"},{"redirect":14386446,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf die Verlorenen","epNo":12,"alt":"To the Lost","descr":"Jimmy Darmody und Richard Harrow stürmen bewaffnet in eine Versammlung des Klu-Klux-Klan. Sie erschießen zwei Männer und verlangen die Namen derjenigen, die Chalky Whites Lagerhaus überfallen haben. In Philadelphia verhandelt Nucky Thompson mit Manny Horvitz. Beide suchen die endgültige Abrechnung mit Jimmy. Unterdessen möchte Jimmy die immer stärker wachsende und gefährliche Feindschaft beenden.","versions":[{"lang":1,"streams":[{"redirect":14365336,"hoster":"VOE"},{"redirect":14386495,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365486,"hoster":"VOE"},{"redirect":14386448,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Gute Vorsätze","epNo":1,"alt":"Resolution","descr":"Nucky gibt eine rauschende Silvesterparty - und muss sogleich eine heikle Entscheidung treffen. Damit kommt er bei dem empfindlichen Gangster Gyp Rossetti gar nicht gut an. Unterdessen baut sich Gillian nach Jimmy Darmodys Tod eine neue Existenz auf und Prohibitions-Agent Van Alden gerät in eine Auseinandersetzung, die seiner Karriere eine neue Wendung gibt.","versions":[{"lang":1,"streams":[{"redirect":14365384,"hoster":"VOE"},{"redirect":14376999,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365294,"hoster":"VOE"},{"redirect":14386445,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spaghetti mit Kaffee","epNo":2,"alt":"Spaghetti \u0026 Coffee","descr":"Nucky bekommt Ärger mit Gaston Means, einem Sonderermittler mit besten Verbindungen zum Generalstaatsanwalt. Margaret stößt unterdessen in St. Theresa mit ihren guten Absichten auf Widerstand bei Patienten und bei einem idealistischen Doktor. Gyp Rosetti verlängert seinen Aufenthalt in Tabor Heights, einer kleinen Stadt auf halbem Weg zwischen New York und Atlantic City. Dort plant er einen strategischen Stützpunkt zu errichten.","versions":[{"lang":1,"streams":[{"redirect":14365566,"hoster":"VOE"},{"redirect":14386492,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365487,"hoster":"VOE"},{"redirect":14386447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Buona Fortuna","epNo":3,"alt":"Bone for Tuna","descr":"Ein Alptraum wühlt Nucky derart auf, dass er einem Wunsch Margarets endlich nachkommt: Gemeinsam mit ihr soll er von der Kirche geehrt werden. Mit Gyp vereinbart Nucky einen einmaligen Deal für eine Schnapslieferung. Aber die wahren Ziele des Gangsters bleiben für Nucky weiterhin im Dunkeln. Unterdessen versucht Agent Van Alden seine Kollegen etwas besser kennenzulernen - und bereut dies schon wenig später.","versions":[{"lang":1,"streams":[{"redirect":14377967,"hoster":"VOE"},{"redirect":14386497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365560,"hoster":"VOE"},{"redirect":14386449,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In der Falle","epNo":4,"alt":"Blue Bell Boy","descr":"Gerade als die Mafiosi Nucky und Owen einen jungen Schnapsdieb schnappen, kommt ihnen das FBI in die Quere. Jetzt sitzen die beiden gemeinsam mit dem vorlauten Täter eine Nacht lang \"In der Falle\". Unterdessen eskaliert in Chicago der Streit zwischen Al Capone und Dion O\u0027Banion.","versions":[{"lang":1,"streams":[{"redirect":13097432,"hoster":"VOE"},{"redirect":11599505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365346,"hoster":"VOE"},{"redirect":14386450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein böser Mensch","epNo":5,"alt":"You’d Be Surprised","descr":"Arnold Rothstein macht gegenüber Nucky seinem Ärger wegen der Schwierigkeiten beim Alkoholschmuggel Luft. Und er schickt eine unmissverständliche Nachricht an Gyp Rossetti. Agent Van Alden und Sigrid erhalten unterdessen unerwarteten Besuch. Gillian macht sich Sorgen, wie sie das Geschäft nach Jimmys Tod wieder flott bekommt und Margaret gerät im Krankenhaus in eine höchst unangenehme Situation.","versions":[{"lang":1,"streams":[{"redirect":14377970,"hoster":"VOE"},{"redirect":11599520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365345,"hoster":"VOE"},{"redirect":14386452,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pfadfinderlehre","epNo":6,"alt":"Ging Gang Goolie","descr":"Nachdem er von Harry Daughertys Handlangern in Washington festgehalten wurde, bittet Nucky seine ehemalige Erzfeindin Esther Randolph um Hilfe. Zudem macht Justizermittler Gaston Means ihm ein allzu verlockendes Angebot. In Atlantic City untersucht Owen unterdessen einen verdächtigen Brand und Gillian Darmody findet endlich Ersatz für den verstorbenen Jimmy.","versions":[{"lang":1,"streams":[{"redirect":14365476,"hoster":"VOE"},{"redirect":14386498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377950,"hoster":"VOE"},{"redirect":14386451,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sonntagsgesichter","epNo":7,"alt":"Sunday Best","descr":"Ostersonntag in Atlantic City: Eli nutzt das Familientreffen der Thompsons, um wieder Nuckys Gunst zu erringen. Während Richard und Tommy den ganzen Tag bei den Sagorskys zu Gast sind, bringt Gillian zu Haus ein Opfer für ihre Zukunft. Unterdessen sucht Gyp Rosetti in New York Joe Masseria auf.","versions":[{"lang":1,"streams":[{"redirect":14365436,"hoster":"VOE"},{"redirect":14386496,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365347,"hoster":"VOE"},{"redirect":14386453,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Pony","epNo":8,"alt":"The Pony","descr":"Gillian macht endlich ihren Frieden mit Jimmys Tod, allerdings nicht mit Nucky, der für seinen Tod verantwortlich ist. Da taucht Gyp Rossetti auf und bietet sich ihr als Verbündeter an. Um seine Schuld gegenüber Dion O\u0027Banion abzutragen, nimmt Agent Van Alden an einem Treffen zwischen Al Capone und Johnny Torrio teil. Unterdessen bietet Nucky Finanzminister Mellon ein Geschäft an.","versions":[{"lang":1,"streams":[{"redirect":8460257,"hoster":"VOE"},{"redirect":8325306,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8575973,"hoster":"VOE"},{"redirect":8575967,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles Glück der Welt","epNo":9,"alt":"The Milkmaid’s Lot","descr":"Nucky kämpft noch immer mit den Folgen von Gyp Rossettis letzter Attacke. Er schwört, seinen Erzfeind ein für alle Mal aus dem Weg zu räumen und schmiedet dazu eine Koalition mit seinen Geschäftspartnern. In Washington bringt unterdessen die Festnahme eines hochkarätigen Schwarzhändlers Harry Daugherty and Jess Smith in ernste Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14365556,"hoster":"VOE"},{"redirect":14386499,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377951,"hoster":"VOE"},{"redirect":14386455,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Liebe ist Sieger","epNo":10,"alt":"A Man, A Plan…","descr":"Nucky bietet Gaston Means seine Unterstützung an, um Jess Smith in Washington ruhig zu stellen. Zudem will er Gyp Rossettis Allianz mit Joe Masseria in New York etwas entgegensetzen und wirbt deshalb Owen Slater an. Margaret sinniert unterdessen über ihre Zukunft nach - im Krankenhaus und zuhause. Und Agent Van Alden bekommt Probleme mit seinen Nebengeschäften.","versions":[{"lang":1,"streams":[{"redirect":14365408,"hoster":"VOE"},{"redirect":14377000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365438,"hoster":"VOE"},{"redirect":14386456,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf Messers Schneide","epNo":11,"alt":"Two Imposters","descr":"Gyp Rossetti macht seinen nächsten Zug in Atlantic City und zwingt Nucky und Eddie dazu, bei Chalky White Zuflucht zu suchen. Während ihr Artemis Club von Rossettis Leuten in Beschlag genommen wird, denkt Gillian über ihre geschäftliche Zukunft nach, die eventuell auch einen unwillkommenen Partner einschließt. Lucky Luciano lässt sich auf einen Deal ein, den er schon wenig später bereuen wird.","versions":[{"lang":1,"streams":[{"redirect":14365565,"hoster":"VOE"},{"redirect":14377001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365295,"hoster":"VOE"},{"redirect":14386457,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jeder stirbt irgendwann","epNo":12,"alt":"Margate Sands","descr":"Nucky versucht fieberhaft, die Allianz zwischen Gyp Rossetti und Joe Masseria zu zerstören und die Kontrolle über Atlantic City zurückzufordern. Aber dazu muss er Arnold Rothstein eine seiner lukrativsten Einkommensquellen überlassen. Unterdessen stellen Chalky White and Al Capone ihre Streitigkeiten zurück, so lange sie es mit Masserias Leuten aufnehmen müssen.","versions":[{"lang":1,"streams":[{"redirect":14377968,"hoster":"VOE"},{"redirect":14377003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365348,"hoster":"VOE"},{"redirect":14386459,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"New York Sour","epNo":1,"alt":"New York Sour","descr":"Nachdem er den Krieg mit Gyp Rossetti überlebt hat, richtet Nucky Thompson (Steve Buscemi) ein Friedensangebot an Joe Masseria (Ivo Nandi). Chalky White (Michael Kenneth Williams) bereitet mittlerweile die Eröffnung des Onyx Clubs am Boardwalk vor. Gillian Darmody (Gretchen Mol) will das Sorgerecht für ihren Enkel erhalten, während sie versucht, ihren Club am Laufen zu halten. Al Capone (Stephen Graham) heuert unterdessen seine Brüder an, um seine Geschäfte in einem Vorort von Chicago auszubauen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14379614,"hoster":"VOE"},{"redirect":14386501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365302,"hoster":"VOE"},{"redirect":14386458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Diener und Könige","epNo":2,"alt":"Resignation","descr":"Ex-Agent Van Alden arbeitet in Cicero für Dean O’Banion und soll Al Capone im Auge behalten. Valentin Narcisse, der mächtigste Gangster Harlems, trifft in Atlantic City ein und gerät mit Nucky Thompson und Chalky White aneinander. Während sich in Florida für Nucky neue Geschäftsmöglichkeiten abzeichnen, braut sich in Washington mit dem neuen \"Bureau of Investigation\" eine weitere Bedrohung zusammen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365477,"hoster":"VOE"},{"redirect":14386502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365488,"hoster":"VOE"},{"redirect":14386460,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Silberstreifen am Horizont","epNo":3,"alt":"Acres of Diamonds","descr":"Nucky Thompson (Steve Buscemi) plagen in Tampa erhebliche Zweifel, ob er sich auf den von Bill McCoy eingefädelten Grundstücksdeal einlassen soll. Unterdessen freundet er sich mit der Flüsterkneipen-Wirtin Sally Wheet (Patricia Arquette) an, die beste Beziehungen zur lokalen Unterwelt pflegt. In Atlantic City sorgt Valentin Narcisse (Jeffrey Wright) erneut für Ärger, indem er Dunn Purnsleys Loyalität gegenüber Chalky White auf die Probe stellt. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365292,"hoster":"VOE"},{"redirect":14386500,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365296,"hoster":"VOE"},{"redirect":14386461,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Volles Risiko","epNo":4,"alt":"All In","descr":"Nucky Thompson (Steve Buscemi) dient sich ein unerwarteter Partner für seine Grundstücksgeschäfte in Tampa an. Unterdessen muss Al Capone (Stephen Graham) in Cicero die Tour eines seiner Eintreiber selbst übernehmen. Kurzerhand nötigt er Ex-Agent Van Alden (Michael Shannon), ihn zu begleiten. Während eines Besuchs in Harlem versucht derweil Valentin Narcisse (Jeffrey Wright), Chalkys Handlanger Dunn Purnsley (Erik LaRay Harvey) abzuwerben. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365557,"hoster":"VOE"},{"redirect":14386503,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377952,"hoster":"VOE"},{"redirect":14386462,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erlkönig","epNo":5,"alt":"Erlkonig","descr":"Nucky muss nach Philadelphia, um die Folgen von Willies vermasseltem Schnaps-Deal zu bereinigen. Unterdessen nimmt Agent Knox Nuckys Assistenten Eddie in die Mangel, um ihm Informationen über Nuckys Organisation zu entlocken. In Cicero heuert Al Capone Ex-Agent Van Alden an: Er soll am Wahltag widerspenstige Fabrikarbeiter dazu bringen, für den Kandidaten der Capones zu stimmen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365479,"hoster":"VOE"},{"redirect":14386505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377953,"hoster":"VOE"},{"redirect":14386464,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Polarstern","epNo":6,"alt":"The North Star","descr":"Nucky trifft in New York City auf Margaret und allmählich nähern sich die beiden wieder an. Doch dann erfordern die Grundstücksgeschäfte in Florida seine Anwesenheit. Während Nucky mit Bill McCoy die Details aushandelt, nimmt er wieder Kontakt zu Sally Wheet auf. Unterdessen muss sich Agent Knox etwas Neues einfallen lassen, um das Vertrauen von Nuckys Bruder Eli zu erringen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365478,"hoster":"VOE"},{"redirect":14386506,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377954,"hoster":"VOE"},{"redirect":14386463,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"William Wilson","epNo":7,"alt":"William Wilson","descr":"Nachdem Willie eine fragwürdige Entscheidung getroffen hat, wird Nucky (Steve Buscemi) deshalb von seinem Bruder Eli (Shea Whigham) zur Rede gestellt. Al Capone (Stephen Graham) ist wegen dem Tod seiner Bruders noch immer außer sich. Er versucht Johnny Torrio (Greg Antonacci) dazu zu bringen, sich endlich seinen Rivalen Dean O’Banion vorzuknöpfen. Gillian (Gretchen Mol) will unterdessen mit Hilfe von Roy Phillips von ihrer Heroinsucht loskommen. Und Valentin Narcisse (Jeffrey Wright) dehnt seine Kontrolle über die Northside aus. – Gefeierte Mafiaserie von \"Sopranos\"-Mastermind Terence Winter. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365337,"hoster":"VOE"},{"redirect":14386512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377955,"hoster":"VOE"},{"redirect":14386466,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das alte Schiff nach Zion","epNo":8,"alt":"The Old Ship of Zion","descr":"Nucky Thompson erhält endlich die lange erwartete Lieferung aus Florida. Allerdings mit unerwartetem Inhalt. Sein Bruder Eli wird unterdessen von Agent Knox mächtig unter Druck gesetzt, nachdem der weitere dunkle Flecken auf der Weste der Thompsons entdeckt hat. Chalky White denkt gar nicht daran, seinen Anspruch auf die Northside aufzugeben und fordert damit Valentin Narcisse heraus. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365600,"hoster":"VOE"},{"redirect":14377002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365410,"hoster":"VOE"},{"redirect":14386465,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die rechte Hand des Herrn","epNo":9,"alt":"Marriage and Hunting","descr":"Der Konflikt zwischen Chalky White und Valentin Narcisse nimmt an Heftigkeit zu. Aber Nucky Thompson weigert sich, seinem alten Geschäftspartner Chalky beizustehen. Julia muss unterdessen ihre Möglichkeiten abwägen, denn Gillian bringt den Sorgerechtsstreit um Tommy vor Gericht. In Cicero bietet Van Alden derweil Al Capone die Stirn und packt gegenüber O’Banion aus. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14379615,"hoster":"VOE"},{"redirect":14386504,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377956,"hoster":"VOE"},{"redirect":14386468,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feindliche Übernahme","epNo":10,"alt":"White Horse Pike","descr":"Nach einem Hinweis von Sally Wheet beauftragt Nucky Thompson seinen Bruder Eli und Agent Knox, sich die Lieferungen aus Florida etwas genauer anzusehen. Margaret erwägt, sich auf einen Deal mit Arnold Rothstein einzulassen, um das Leben ihrer Familie etwas angenehmer zu gestalten. Unterdessen wächst Al Capones Misstrauen gegenüber Johnny Torrio immer weiter. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14377960,"hoster":"VOE"},{"redirect":14386507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365561,"hoster":"VOE"},{"redirect":14386467,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hafen der Gnade","epNo":11,"alt":"Havre De Grace","descr":"Nucky Thompson erhält eine Warnung, dass sich ein Verräter in seinen Reihen befindet und muss deshalb eine Bestandsaufnahme machen. Chalky White ist nach einem Anschlag gemeinsam mit Daughter Maitland auf der Flucht und findet Unterschlupf außerhalb von Wilmington bei seinem ehemaligen Mentor. Gillian Darmody überlegt derweil, ihr Anwesen zu verkaufen und mit Roy Phillips ein neues Leben zu beginnen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14379616,"hoster":"VOE"},{"redirect":14386511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377957,"hoster":"VOE"},{"redirect":14386469,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Tochter für eine Tochter","epNo":12,"alt":"Farewell Daddy Blues","descr":"Während Agent Knox seinen Plan in Gang setzt, Nucky zu Fall zu bringen, bereitet sich Nuckys Bruder Eli auf das Schlimmste vor. In Cicero beenden unterdessen Al Capone und Johnny Torrio ihren Streit und kommen zu einer neuen Übereinkunft. Richard Harrow gibt sich endlich einen Ruck, um den kleinen Tommy zu retten – allerdings auf Gillians Kosten. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14365443,"hoster":"VOE"},{"redirect":14386508,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365297,"hoster":"VOE"},{"redirect":14386470,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das durstigste Land der Welt","epNo":1,"alt":"Golden Days for Boys and Girls","descr":"Atlantic City, 1931: Nucky Thompson hängt Erinnerungen an den Beginn seiner kriminellen Karriere nach, wie er 1884 als Straßenjunge erstmals den Commodore traf. Unterdessen beschäftigen ihn auch ganz aktuelle Probleme: In Kuba will er gemeinsam mit Sally Wheet einen Deal mit der Bacardi Corporation vorantreiben. In New York beginnt Lucky Luciano derweil einen kühnen Plan umzusetzen, dessen Auswirkungen auch Nucky auf Kuba zu spüren bekommt.","versions":[{"lang":1,"streams":[{"redirect":14365338,"hoster":"VOE"},{"redirect":14386510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365415,"hoster":"VOE"},{"redirect":14386474,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Wert eines Mannes","epNo":2,"alt":"The Good Listener","descr":"Zurück aus Kuba, pflegt Nucky Thompson alte Geschäftsbeziehungen:   Johnny Torrio, der sich inzwischen zur ruhe gesetzt hat, soll für ihn ein Treffen mit dem neuen \"Boss der Bosse\", Salvatore Maranzano, arrangieren. In Chicago erhalten unterdessen Nuckys Bruder Eli und Van Alden einen brisanten Auftrag. Sie müssen eine riesige Summe Geld wiederbeschaffen, die Prohibitionsagent Eliot Ness bei einer Razzia beschlagnahmt hatte.","versions":[{"lang":1,"streams":[{"redirect":14365558,"hoster":"VOE"},{"redirect":14386509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365411,"hoster":"VOE"},{"redirect":14386471,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vermächtnisse","epNo":3,"alt":"What Jesus Said","descr":"Nucky Thompson muss sich um einen potentiellen und potenten neuen Geschäftspartner aus Boston kümmern. Keine leichte Aufgabe. Lucky Luciano trifft sich mit Valentin Narcisse, um ihm zu versichern, dass die Geschäfte wie gewohnt weiterlaufen werden. Doch er trifft auf unerwarteten Widerstand. In New York bringt Margaret derweil der Umgang mit Arnold Rothstein in ein Dilemma.","versions":[{"lang":1,"streams":[{"redirect":14365352,"hoster":"VOE"},{"redirect":14386513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365489,"hoster":"VOE"},{"redirect":14386475,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Cuánto","epNo":4,"alt":"Cuanto","descr":"Nucky Thomspon und Margaret stehen vor demselben Dilemma – und finden dadurch überraschenderweise zu neuen Gemeinsamkeiten. Bei einem Meeting mit Al Capone trifft Lucky Luciano unterdessen in Chicago auf einen alten Gegner. Sally Wheet ist besorgt, dass ein drohender Aufstand in Cuba ihre Geschäfte gefährdet.","versions":[{"lang":1,"streams":[{"redirect":14365480,"hoster":"VOE"},{"redirect":14377004,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365567,"hoster":"VOE"},{"redirect":14386473,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der König von Norwegen","epNo":5,"alt":"King of Norway","descr":"Chalky White kehrt nach Atlantic City zurück und trägt sich mit düsteren Racheplänen. Unterdessen macht sich Nucky Thompson Sorgen über die Pläne von Lucky Luciano, die Mafia neu zur organisieren. Er beruft ein Treffen mit Salvatore Maranzano in New York ein. Margaret trifft derweil mit Carolyn Rothstein eine weitreichende Vereinbarung.","versions":[{"lang":1,"streams":[{"redirect":14365339,"hoster":"VOE"},{"redirect":14386515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377958,"hoster":"VOE"},{"redirect":14386472,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pakt mit dem Teufel","epNo":6,"alt":"Devil You Know","descr":"Chalky White trifft in Harlem seinen Erzrivalen Dr. Narcisse in der Hoffnung, Daughter Maitland befreien zu können. Unterdessen werden Eli und Van Alden von Bundesagenten angeheuert, die gegen Al Capones Organisation vorgehen wollen. Nucky Thompson muss einen schmerzlichen Verlust verkraften und versucht seinen Kummer im Alkohol zu ertränken.","versions":[{"lang":1,"streams":[{"redirect":14377969,"hoster":"VOE"},{"redirect":14386514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365562,"hoster":"VOE"},{"redirect":14386477,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Kind der Sünde","epNo":7,"alt":"Friendless Child","descr":"Zwischen Nucky Thompson und Lucky Luciano herrscht mittlerweile erbitterte Feindschaft. Das zwingt Nucky dazu, sich auf seine Geschäfte in Atlantic City zu konzentrieren. Auch Nuckys Bruder Eli und sein Neffe Willie werden in die Auseinandersetzung hineingezogen. Unterdessen erhält Nucky überraschende Post: einen Brief von Gillian Darmody aus dem Sanatorium.","versions":[{"lang":1,"streams":[{"redirect":14365293,"hoster":"VOE"},{"redirect":14386516,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377959,"hoster":"VOE"},{"redirect":14386476,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eldorado","epNo":8,"alt":"Eldorado","descr":"Nach einer chaotischen Zeit verlässt Nucky Thompson Atlantic City und setzt sich nach Manhattan ab. Dort knüpft er wieder Kontakt zu Margaret, die es prompt schafft, ihn zu beeindrucken. Lucky Luciano muss sich unterdessen um unerledigte Geschäfte kümmern. Und um die Gründung eines Komitees aller Bosse, mit der er die Mafia neu organisieren will. Willie offenbart derweil dem Justizminister brisante Details aus der kriminellen Unterwelt.","versions":[{"lang":1,"streams":[{"redirect":14365340,"hoster":"VOE"},{"redirect":11599513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14365490,"hoster":"VOE"},{"redirect":14386478,"hoster":"Streamtape"}]}]}]}]}