{"seriesId":"bob-hearts-abishola","name":"Bob Hearts Abishola","descr":"Geschäftsmann Bob (Billy Gardell) verdient seine Donuts im Socken-Business, erleidet eines Tages jedoch einen Herzinfarkt. Er fühlt sich zu seiner Krankenschwester Abishola (Folake Olowofoyeku) hingezogen, die aus Nigeria eingewandert war. Nun tut er alles dafür, dass sie ihm eine Chance gibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Bob, ein Geschäftsmann für Kompressionsstrümpfe mittleren Alters aus Detroit, verliebt sich unerwartet in seine Herzschwester Abishola, eine nigerianische Einwanderin, während er sich von einem Herzinfarkt erholt und sie für sich gewinnen will.","versions":[{"lang":2,"streams":[{"redirect":14493418,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Nigerians Don\u0027t Do Useless Things","descr":"Während Bob darauf wartet, dass Abishola den nächsten Schritt macht, machen es ihre Tante Olu und Onkel Tunde ihr schwer, indem sie ihn verfolgen.","versions":[{"lang":2,"streams":[{"redirect":13099695,"hoster":"VOE"},{"redirect":14515234,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Bird May Love A Fish","descr":"Bob versucht, mehr über die nigerianischen Bräuche zu erfahren, während Abishola sich mit Klatsch und Tratsch über ihre Beziehung zu Bob herumschlagen muss.","versions":[{"lang":2,"streams":[{"redirect":14118849,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Square Hamburger, Round Buns","descr":"Nachdem Abishola die Sache mit Bob abgesagt hat, stellt ihre Tante Olu sie einem nigerianischen Apotheker zur Seite, und Bob versucht, sich online zu verabreden.","versions":[{"lang":2,"streams":[{"redirect":14118850,"hoster":"VOE"},{"redirect":14515239,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Whacking the Mole","descr":"Nachdem Abishola einen romantischen Traum von Bob hat, versucht sie, ihre Gefühle für ihn zu unterdrücken und zahlt den Preis.","versions":[{"lang":2,"streams":[{"redirect":13099693,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Ralph Lauren and Fish","descr":"Bob und Abishola haben endlich ein richtiges Date, welches durch Dotties medizinischen Notfall unterbrochen wird.","versions":[{"lang":2,"streams":[{"redirect":14118821,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tough Like A Laundromat Washing Machine","descr":"Bob beauftragt Abishola, sich in seiner Wohnung um Dottie zu kümmern, während sie sich erholt. Außerdem tut sich Dottie schwer, mit ihren Einschränkungen umzugehen, und macht Abishola fertig.","versions":[{"lang":2,"streams":[{"redirect":14118822,"hoster":"VOE"},{"redirect":14515236,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Useless Potheads","descr":"Bob (Billy Gardell), Douglas (Matt Jones) und Christina (Maribeth Monroe) haben Probleme sich um Dottie (Christine Ebersole) zu kümmern, als Abishola (Folake Olowofoyeku) nur zeitweise aushelfen kann.","versions":[{"lang":2,"streams":[{"redirect":14493329,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"We Were Beggars, Now We Are Choosers","descr":"Nachdem Abishola (Folake Olowofoyeku) ihrem alten Verehrer, ein nigerianischer Apotheker (Tony Tambi), eine zweite Chance gegeben hat, warnt Onkel Tunde (Barry Shabaka Henley) den ahnungslosen Bob (Billy Gardell), dass er Konkurrenz bekommen hat. Doch was hält Tante Olu (Shola Adewusi) davon?","versions":[{"lang":2,"streams":[{"redirect":14118851,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Ice Cream For Breakfast","descr":"Bob (Billy Gardell) muss sein Selbstbewusstsein zurückgewinnen und will um Abishola (Folake Olowofoyeku) kämpfen, die wiederum auf ein weiteres Date mit Chukwuemeka geht. Onkel Tunde (Barry Shabaka Henley) schließt indes ein neue, unerwartete Freundschaft, nachdem er sich mit Tante Olu (Shola Adewusi) gezankt hat.","versions":[{"lang":2,"streams":[{"redirect":14493544,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Splitting The Hairs","descr":"Bob (Billy Gardell), Douglas (Matt Jones) und Christina (Maribeth Monroe) versuchen Dottie (Christine Ebersole) dazu zu bewegen ein Testament zu verfassen. Außerdem wird Abisholas (Folake Olowofoyeku) und Kemis (Gina Yashere) Freundschaft auf die Probe gestellt, nachdem Abishola Kemi bei einer Lüge erwischt.","versions":[{"lang":2,"streams":[{"redirect":14493510,"hoster":"VOE"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"There’s My Nigerians","descr":"Während Bob (Billy Gardell) und Abishola (Folake Olowofoyeku) Probleme damit haben einer depressiven Dottie (Christine Ebersole) zu helfen, werden sie von Tante Olu (Shola Adewusi) und Onkel Tunde (Barry Shabaka Henley) besucht, die sie aufheitern wollen.","versions":[{"lang":2,"streams":[{"redirect":14118842,"hoster":"VOE"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Canadians Of Africa","descr":"Abishola (Folake Olowofoyeku) weiß es nicht zu schätzen, wenn Bob (Billy Gardell) ihr unaufgefordert Erziehungsratschläge über ihren \"unglücklichen Sohn\" gibt.","versions":[{"lang":2,"streams":[{"redirect":14118852,"hoster":"VOE"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Full-frontal Dottie","descr":"Aufgeregt durch ihre Fortschritte in der Physiotherapie, besteht Dottie (Christine Ebersole) darauf, dass sie bereit ist, zu MaxDot zurückzukehren, sehr zur Bestürzung von Bob (Billy Gardell), Douglas (Matt Jones) und Christina (Maribeth Monroe).","versions":[{"lang":2,"streams":[{"redirect":14492323,"hoster":"VOE"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Black Ice","descr":"Es ist Valentinstag und es geht wie so oft um große Gesten der gegenseitige Liebe. Bob (Billy Gardell) und Abishola (Folake Olowofoyeku) versuchen sich ebenfalls daran, müssen sich jedoch auf halber Strecke entgegenkommen.","versions":[{"lang":2,"streams":[{"redirect":14118854,"hoster":"VOE"},{"redirect":8325359,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Where’s Your Other Wives, Tunde?","descr":"Dottie (Christine Ebersole), Tante Olu (Shola Adewusi) und Onkel Tunde (Barry Shabaka Henley) müssen einen Weg finden, sich zu versöhnen, als sie zu einem gemeinsamen Dinner gezwungen werden. Außerdem haben Bob (Billy Gardell) und Abishola (Folake Olowofoyeku) unterschiedliche Meinungen über den Fortschritt ihrer Beziehung.","versions":[{"lang":2,"streams":[{"redirect":14118853,"hoster":"VOE"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"A Big, White Thumb","descr":"Abishola (Folake Olowofoyeku) bringt ihre Beziehung zu Bob (Billy Gardell) auf die nächste Stufe als sie ihn in einen intimen Bereich ihres Lebens einlädt: die Kirche. Kemi (Gina Yashere) streitet sich mit Ogechi (Kimberly Scott) darum Chukwuemekas (Tony Tambi) Liebling zu sein.","versions":[{"lang":2,"streams":[{"redirect":14493511,"hoster":"VOE"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sock Wife!","descr":"Bobs Vergangenheit und Gegenwart kollidieren, als seine Ex-Frau Lorraine (Nicole Sullivan) in Abisholas Krankenhaus eingeliefert wird. Außerdem rekrutiert Christina Kofo für ein Projekt zur Umbenennung der Sockenfarben.","versions":[{"lang":2,"streams":[{"redirect":14118826,"hoster":"VOE"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Angry, Happy, Same Face","descr":"Abishola muss die Grenze ziehen, als Bobs Ex-Frau Lorraine (Nicole Sullivan) versucht, ihren Weg zurück in Bobs Leben zu finden. Goodwin ist auch besorgt, als Christina Kofo romantisch ins Visier nimmt.","versions":[{"lang":2,"streams":[{"redirect":14118828,"hoster":"VOE"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Randy\u0027s a Wrangler","descr":"Dottie stellt eine unerwartete Verbindung her, als sie bei der Physiotherapie einen anderen Schlaganfall-Überlebenden namens Hank trifft. Außerdem versuchen Bob und Douglas, Christina im Auge zu behalten, während sie in einem emotionalen Wellness-Spa ist.","versions":[{"lang":2,"streams":[{"redirect":14118856,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Auf der Bank eines Toten","epNo":1,"alt":"On A Dead Guy’s Bench","descr":"Bob bittet Tunde um Hilfe beim Kauf eines Verlobungsrings, aber seine Pläne, Abishola einen Vorschlag zu machen, werden durch ihre Überzeugung auf den Kopf gestellt, dass eine traditionelle Ehe mehr Ärger macht als es wert ist.","versions":[{"lang":1,"streams":[{"redirect":14118872,"hoster":"VOE"},{"redirect":14172034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460337,"hoster":"VOE"},{"redirect":8325379,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Paris ist was für Liebende, nicht für Mütter","epNo":2,"alt":"Paris is for Lovers, Not Mothers","descr":"Kemi stützt sich nach einem Streit mit Chukwuemeka auf Abishola und stört sie und Bobs Verlobungsfeier. Außerdem gibt Dottie Douglas einen neuen Job bei MaxDot.","versions":[{"lang":1,"streams":[{"redirect":14118836,"hoster":"VOE"},{"redirect":14129664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460339,"hoster":"VOE"},{"redirect":8519189,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Direkt aus Lagos","epNo":3,"alt":"Straight Outta Lagos","descr":"Um Bobs Gesundheit willen versuchen Bob und Abishola, Stress abzubauen, indem sie gemeinsam einen Tag frei nehmen. Christina ist die Chefin des Tages bei MaxDot. Gloria tritt ein, um sich um Dottie zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":14118837,"hoster":"VOE"},{"redirect":14128992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460344,"hoster":"VOE"},{"redirect":8519193,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Camp Ballaballa","epNo":4,"alt":"Camp Bananas","descr":"Um Bobs Gesundheit willen versuchen Bob und Abishola, Stress abzubauen, indem sie gemeinsam einen Tag frei nehmen. Christina ist die Chefin des Tages bei MaxDot. Gloria tritt ein, um sich um Dottie zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":14118873,"hoster":"VOE"},{"redirect":14129667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460342,"hoster":"VOE"},{"redirect":8325381,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Saugroboter","epNo":5,"alt":"Sleeping Next To An Old Boat","descr":"Abishola befürchtet, dass Bobs privilegierter Lebensstil sich allmählich auf Dele auswirkt. Auch ein neues Robotervakuum macht Tunde Freude, aber Olu fühlt sich unsicher.","versions":[{"lang":1,"streams":[{"redirect":14118874,"hoster":"VOE"},{"redirect":14129666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460347,"hoster":"VOE"},{"redirect":8519195,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Wahrheit, nichts als die Wahrheit","epNo":6,"alt":"A Tight Ass Is A Wonderful Thing","descr":"Dank Abisholas brutaler Ehrlichkeit befindet sich Bob in einer Fehde mit Kemi; Nachdem Douglas im Lager einen großen Fehler gemacht hat, hasst sich Goodwin dafür, wegzuschauen.","versions":[{"lang":1,"streams":[{"redirect":14118835,"hoster":"VOE"},{"redirect":14129665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460341,"hoster":"VOE"},{"redirect":8519196,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der falsche Adebambo","epNo":7,"alt":"The Wrong Adebambo","descr":"Als Abisholas Ehemann einen Überraschungsbesuch macht, sieht Bob dies als perfekte Gelegenheit für Abishola, eine Scheidung zu beantragen. Abishola ist überrascht, als vergangene Gefühle für ihren Ehemann auftauchen.","versions":[{"lang":1,"streams":[{"redirect":14118839,"hoster":"VOE"},{"redirect":14128446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8460346,"hoster":"VOE"},{"redirect":8519197,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Scheidung auf nigerianisch","epNo":8,"alt":"Honest Yak Prices","descr":"Nachdem Abisholas Pastor und ihre Mutter, Ebunoluwa, beide auf Tayos Seite stehen und sich weigern, sich scheiden zu lassen, beschließt Bob, hart zu spielen und stellt den mächtigen Anwalt Arnie Goldfischer ein. Tayo kontert, indem er ankündigt, dass er einen ebenso mächtigen Anwalt engagieren wird, den Arnie gut kennt. Angesichts der fast unmöglichen Aufgabe, Tayo dazu zu bringen, seine Meinung zu ändern, beschließen Bob und Abishola, ein Leben zu führen, als wären sie verheiratet, auch wenn es nicht offiziell ist.","versions":[{"lang":1,"streams":[{"redirect":14403029,"hoster":"VOE"},{"redirect":14417261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403028,"hoster":"VOE"},{"redirect":14417253,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tunde, der Kinderpharao","epNo":9,"alt":"Tunde the Boy King","descr":"Nach einer zufälligen Begegnung verstehen sich Abishola (Folake Olowofoyeku) und Christina (Maribeth Monroe) als zukünftige Schwägerinnen unerwartet gut. Auch bei \"MaxDot\" gibt Douglas (Matt Jones) den Arbeitern einen dringend benötigten Moralschub, fühlt sich aber unter Druck gesetzt, als Bob (Billy Gardell) ihn als natürliche Führungskraft lobt.","versions":[{"lang":1,"streams":[{"redirect":14118841,"hoster":"VOE"},{"redirect":14129669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13000296,"hoster":"VOE"},{"redirect":13000298,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Cheerleader-König","epNo":10,"alt":"The Cheerleader Leader","descr":"Nachdem Tayo Dele (Travis Wolfe Jr.) das Tanzen verboten hat, bittet Abishola (Folake Olowofoyeku) Bob (Billy Gardell) um Hilfe, um mit Dele über seine Gefühle zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":14118879,"hoster":"VOE"},{"redirect":14129671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13000304,"hoster":"VOE"},{"redirect":13000307,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Teenagersorgen ","epNo":11,"alt":"I Did Not Raise Him to be a Teenager","descr":"Als Abishola(Folake Olowofoyeku) entscheidet, dass Dele (Travis Wolfe Jr.) nicht mit seinem Vater nach Nigeria gehen wird, rebelliert er das erste Mal gegen sie.","versions":[{"lang":1,"streams":[{"redirect":14118880,"hoster":"VOE"},{"redirect":14128445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":7918753,"hoster":"VOE"},{"redirect":13000316,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"We Don\u0027t Rat on Family","descr":"Bob (Billy Gardell) bereitet sich darauf vor, Abisholas (Folake Olowofoyeku) Mutter zu treffen doch als er Tundes (Barry Shabaka Henley) Hilfe in Anspruch nimmt um einen guten Eindruck zu machen. Abishola überlegt mit der nigerianischen Tradition zu brechen indem sie eine kleine Hochzeit feiert.","versions":[{"lang":2,"streams":[{"redirect":14118898,"hoster":"VOE"},{"redirect":14129614,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"A Big African Bassoon","descr":"Als Gloria im Urlaub ist, übernimmt Abishola (Folake Olowofoyeku) deren Aufgaben. Doch der Job fällt ihr schwerer als gedacht, denn er verlangt Sozialkompetenz. Während Abishola viel im Krankenhaus zu tun hat, versuchen die Wheelers mit ihrer Abwesenheit umzugehen.","versions":[{"lang":2,"streams":[{"redirect":13000319,"hoster":"VOE"},{"redirect":14129615,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"A Tough Old Bird","descr":"Bob (Billy Gardell) und Abishola (Folake Olowofoyeku) versuchen einer traurigen Kemi (Gina Yashere) beizustehen, die nach ihrer Trennung von Chukwuemeka befürchtet, dass ihre glücklichsten Tage vorbei sind.","versions":[{"lang":2,"streams":[{"redirect":13000328,"hoster":"VOE"},{"redirect":14129616,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Tlc: Tunde’s Loving Care","descr":"Abishola (Folake Olowofoyeku) beginnt sich auf das Medizinstudium vorzubereiten und beleidigt Gloria (Vernee Watson-Johnson) mit einem unsensiblen Kommentar über deren Versuch, Medizin zu studieren.Tunde (Barry Shabaka Henley) bringt Bob (Billy Gardell) über Reparaturen im Haus bei als er ihm hilft, den Geschirrspüler zu reparieren.","versions":[{"lang":2,"streams":[{"redirect":13000334,"hoster":"VOE"},{"redirect":13000335,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Sights And Bites","descr":"Abishola (Folake Olowofoyeku) ist nervös wegen Deles (Travis Wolfe Jr.) Reise nach Nigeria mit seinem Vater. Bob (Billy Gardell) bastelt ihm einen Reiseführer über Nigeria.","versions":[{"lang":2,"streams":[{"redirect":13000339,"hoster":"VOE"},{"redirect":13000342,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Devil\u0027s Taste Buds","descr":"Während Dele (Travis Wolfe Jr.) mit seinem Vater in Afrika ist, weiß Abishola (Folake Olowofoyeku) nicht, was sie mit ihrer Freizeit anfangen soll, also erinnern sie Bob (Billy Gardell), Gloria (Vernee Watson-Johnson) und Kemi (Gina Yashere) daran, wie man locker lässt.Dottie (Christine Ebersole) benötigt Christinas (Maribeth Monroe) Hilfe und Olu (Shola Adewusi) und Tunde (Barry Shabaka Henley) versuchen mit ihren nigerianischen Gast Schritt zu halten.","versions":[{"lang":2,"streams":[{"redirect":13000348,"hoster":"VOE"},{"redirect":14129618,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"God Accepts Venmo","descr":"Während sie ihre vollen Terminkalender abgleichen, fällt Abishola (Folake Olowofoyeku) und Bob (Billy Gardell) auf, dass das perfekte Hochzeitsdatum schon in drei Wochen wäre. Also setzen sie ihre Freunde und Familie in Bewegung um ihren großen Tag zu planen.","versions":[{"lang":2,"streams":[{"redirect":13000241,"hoster":"VOE"},{"redirect":13000244,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Welcome to Lagos","descr":"Nachdem Bob und Abishola in Lagos gelandet sind, beeilen sie sich, Dele aus dem Haus seines Vaters zu retten, und sind ein wenig überrascht, was sie nach ihrer Wiedervereinigung vorfinden. Außerdem erkunden Tante Olu und Onkel Tunde ihre alten Revier und stellen fest, dass sich die Dinge seit ihrem letzten Besuch in Nigeria geändert haben.","versions":[{"lang":2,"streams":[{"redirect":14118830,"hoster":"VOE"},{"redirect":14129619,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bowango","descr":"Als sich die Hochzeit nähert, erfährt Bob, dass er eine Wunschliste für Abisholas Vater erfüllen muss, um sich das Recht zu verdienen, sie nach nigerianischer Tradition zu heiraten. In der gleichen nigerianischen Tradition, die vorschreibt, dass es bei einer Hochzeit mehr um die Mutter der Braut geht, versucht Ebunoluwa, Abisholas Erfolg und ihren zukünftigen Bräutigam alle Ehre zu machen, und weigert sich, die Beiträge ihrer Schwester Olu anzuerkennen. Am Ende werden Bob und Abishola in einer wunderschönen Zeremonie geheiratet.","versions":[{"lang":2,"streams":[{"redirect":14118831,"hoster":"VOE"},{"redirect":14129172,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dud","descr":"Nachdem sie von ihrer Hochzeit in Nigeria nach Hause zurückgekehrt ist, zieht Abishola in Bobs Haus ein, und mit seinem Segen richtet sie es neu ein, um es zu ihrem eigenen zu machen. Bei ihrer Einweihungsparty geben ihre Freunde und Familie ihre Meinung zu Abisholas Geschmack bekannt.","versions":[{"lang":2,"streams":[{"redirect":14118858,"hoster":"VOE"},{"redirect":14129173,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Old Strokey","descr":"Als Bob und Abishola sich in das Eheleben einleben, fühlt sich Dottie beiseite geschoben und beschließt, von zu Hause wegzulaufen. Außerdem bringen Goodwin und Kofo einen häuslichen Streit zu MaxDot.","versions":[{"lang":2,"streams":[{"redirect":14118859,"hoster":"VOE"},{"redirect":14129175,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Greasy Bage Of Honor","descr":"Nach einem luxuriösen Mädchentag mit Dottie und Christina macht sich Abishola Sorgen, dass sie den Anschluss an ihre bescheidenen nigerianischen Wurzeln verliert. Außerdem fühlt sich Goodwin bedroht, als Kofo ein Pitch-Meeting mit Bob bekommt.","versions":[{"lang":2,"streams":[{"redirect":14118832,"hoster":"VOE"},{"redirect":14129174,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Devil\u0027s Throuple","descr":"Abishola ist mittendrin, als Morenike zustimmt, das \u0027Plus eins\u0027 in der Beziehung zwischen Kemi und Chukwuemeka zu sein. Als Bob sich weigert, Douglas\u0027 Dienstwagen zu bezahlen, lernt er, wie es ist, mit einem begrenzten Budget zu leben.","versions":[{"lang":2,"streams":[{"redirect":14118860,"hoster":"VOE"},{"redirect":14129176,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Fumble in the Dark","descr":"Abishola und Kemi sind sich nicht sicher, wie sie mit Morenike umgehen sollen, nachdem sie ihnen ihr tiefstes Geheimnis anvertraut hat. Als Bob Christinas Idee für eine Twitter-Marketingkampagne zuerkannt wird, überlegt sie, MaxDot zu verlassen","versions":[{"lang":2,"streams":[{"redirect":14118861,"hoster":"VOE"},{"redirect":14129179,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Light Duty","descr":"Abishola und Kemi bringen die orientierungslose Christina zu einem Yoruba-Priester, wo sie erfährt, dass ihre toxische Beziehung zu ihrer Mutter ihre Entwicklung hemmt. Außerdem muss sich Bob mit den Folgen seiner Beförderung von Kofo gegenüber Goodwin auseinandersetzen, als Goodwin bei der Arbeit eine Panikattacke hat.","versions":[{"lang":2,"streams":[{"redirect":14118833,"hoster":"VOE"},{"redirect":14129177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I\u0027m Not Edsel","descr":"Abishola erlebt die Überraschung ihres Lebens, als sie erfährt, dass Bob in Dele und ihre Mutter Ebun aus Nigeria eingeflogen ist. Die Freude wird jedoch zunichte gemacht, als Ebuns ständige Kritik Bob seinen Erfolg als Geschäftsmann in Frage stellen lässt.","versions":[{"lang":2,"streams":[{"redirect":14118862,"hoster":"VOE"},{"redirect":14129180,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Tunde123","descr":"Als Abishola herausfindet, dass Tayo,  Dele eine Kreditkarte gegeben hat, macht sie sich Sorgen, dass er verwöhnt wird und wird strenger mit ihm. Außerdem befürchtet Bob, dass sie zu hart ist, und geht hinter Abisholas Rücken, um etwas Besonderes für Dele zu tun","versions":[{"lang":2,"streams":[{"redirect":14118863,"hoster":"VOE"},{"redirect":14129178,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cats In A Bathtub","descr":"Als Bob versehentlich enthüllt, dass Morenike schwul ist, sind Abishola und Kemi gezwungen, sie gegen ihre Kirche und sogar ihre eigenen Familien zu verteidigen. Douglas macht Olivia klar, dass er nicht arm ist.","versions":[{"lang":2,"streams":[{"redirect":14118865,"hoster":"VOE"},{"redirect":14129182,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Your Beans Are Flatlining","descr":"Abishola absolvierte den MCAT und erhielt 519 Punkte (von 528 auf der realen Skala des Tests), aber Ebunoluwa und sogar Dele sind von den Ergebnissen unbeeindruckt, da Ebunoluwa sagt, dass Abishola ein Versager sein wird, wenn sie nicht in die beste Medizin kommt Schule: Johns\u0027 Hopkins in Baltimore. Abishola schlägt später auf Bob ein, weil er zu unterstützend ist, und sagt ihm, dass \"ihre\" Pläne beinhalten, dass sie Detroit verlässt, um nach Baltimore zu ziehen, wenn sie bei JH ankommt, und dass er seine Zeit bei MaxDot beendet, bevor er zu ihr nach Baltimore kommt. Bob lässt seinen Frust bei der Arbeit an Kofo aus und entschuldigt sich später über Goodwin. Abishola beginnt Alpträume zu haben, weil sie nicht in der Lage ist, Ebunoluwas brutale Standards als beste angehende Medizinstudentin zu erfüllen.","versions":[{"lang":2,"streams":[{"redirect":14118864,"hoster":"VOE"},{"redirect":14129181,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"One Man, No Baby","descr":"Als Bob und Abishola der überheblichen gemeinsamen Anwesenheit von Ebunoluwa und Dottie in ihrem Haus überdrüssig werden, bittet Bob die Mütter unverblümt, ihm und Abishola eine Nacht pro Woche Privatsphäre zu gewähren. Leider gehen alle, von den Müttern über Bobs Geschwister bis hin zu Goodwin und Kofo und Kemi \u0026 Gloria davon aus, dass die Wheelers diese Zeit für sich haben wollen, um ein Kind zu zeugen. Und die Sache ist, dass sie in Abisholas Fall völlig falsch liegen (weil sie kein weiteres Kind haben möchte) und vielleicht nicht in Bobs Fall (weil er eindeutig gerne ein Kind mit Abishola haben würde). Nach einigem Stress flieht Abishola in eine Weinbar, wo Bob sie aufspürt.","versions":[{"lang":2,"streams":[{"redirect":14118847,"hoster":"VOE"},{"redirect":14129660,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Every Subpoena Is a Tiny Hug","descr":"Als Christina einen neuen Job bei einem Socken-Startup bekommt, unterstützt die Familie sie, bis sie herausfindet, dass das neue Unternehmen erfolgreicher ist als MaxDot.","versions":[{"lang":2,"streams":[{"redirect":14118866,"hoster":"VOE"},{"redirect":14129624,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Compress to Impress","descr":"Bob ist sich nicht sicher ob seine Familie für den kleinen Bildschirm geeignet ist als er beschließt, einen Werbespot für MaxDot zu drehen und Marion, die Regisseurin, möchte das die Wheelers im Mittelpunkt des Spots stehen.","versions":[{"lang":2,"streams":[{"redirect":14118867,"hoster":"VOE"},{"redirect":14129622,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"I\u0027ll Sleep When I\u0027m Dead","descr":"Dottie und Goodwin zweifeln an Bobs Fähigkeit unter Druck zu führen und Abishola ist sich nicht sicher ob Bobs neuer Erfolg es wert ist, wenn er nie zu Hause ist.","versions":[{"lang":2,"streams":[{"redirect":14118896,"hoster":"VOE"},{"redirect":14129620,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Inappropriate Nakedness","descr":"Als Ebunoluwa beginnt, Bobs Gästezimmer zu renovieren, stellen Bob und Abishola fest, dass ihre Mutter nicht mehr willkommen ist. Abishola und Kemi hecken einen Plan aus, um einen Geist aus dem Jenseits zu Ebunoluwa sprechen zu lassen.","versions":[{"lang":2,"streams":[{"redirect":14118868,"hoster":"VOE"},{"redirect":14129621,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Greasy Underdog","descr":"Als Bob, Abishola und Kemi erfahren, dass Morenikes Familie sie verstoßen hat, weil sie homosexuell ist, tun sie, was sie können, um ihr zu helfen, die Schule zu bezahlen und in Amerika zu bleiben.","versions":[{"lang":2,"streams":[{"redirect":14118869,"hoster":"VOE"},{"redirect":14129623,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Who Raised You","descr":"Douglas ist endlich bereit, Olivia seiner Familie vorzustellen, aber er stellt einige Grundregeln auf, um sicherzustellen, dass Dottie nett spielt.","versions":[{"lang":2,"streams":[{"redirect":14118834,"hoster":"VOE"},{"redirect":14129625,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Wrangling a Greased Pig","descr":"Als Abishola Dele zu sich ins Krankenhaus holt, muss sie feststellen, dass ihr Traum, dass er Arzt wird, vielleicht nicht in Erfüllung geht. Kemi und Chukwuemekas Mutter freunden sich an, als Ogechi in der Badewanne ausrutscht.","versions":[{"lang":2,"streams":[{"redirect":14118870,"hoster":"VOE"},{"redirect":14129628,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"A Little Slap and Tickle","descr":"Nachdem Dele seinen Traum, Arzt zu werden, aufgegeben hat, bemühen sich Bob, Abishola, Tayo und der Rest der Familie darum, einen neuen beruflichen Weg für ihn zu finden - doch als der Druck immer größer wird, wendet sich Dele an eine überraschende Quelle, die ihm Ratschläge im Umgang mit seiner Familie gibt.","versions":[{"lang":2,"streams":[{"redirect":14118871,"hoster":"VOE"},{"redirect":14129626,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Beard in Her Pulpit","descr":"Als ein neuer charismatischer Pastor in die Gemeinde kommt, ist Abishola begeistert, dass Bob sich wieder für die Kirche interessiert, aber weniger begeistert, als ihre Mutter ein neues Interesse an dem Pastor entwickelt. Und als Dottie Boni an das obere Management verteilt, muss Bob aufpassen, dass er seinen besten Mitarbeiter nicht verliert.","versions":[{"lang":2,"streams":[{"redirect":14118897,"hoster":"VOE"},{"redirect":10513973,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Touched by a Holy Hand","descr":"Abishola und Kemi hecken einen Plan aus, um den Flirt zwischen Ebun und dem neuen Pastor zu verhindern; Bob gerät aus dem Konzept, als Goodwin MaxDot verlässt, um einen besseren Job in Christinas Firma anzunehmen.","versions":[{"lang":2,"streams":[{"redirect":14118875,"hoster":"VOE"},{"redirect":14129627,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bibles to Brothels","descr":"Bob überdenkt seine Zukunft bei MaxDot und sucht Rat bei einer unerwarteten Quelle, während Abishola Bobs unberechenbares Verhalten hinterfragt.","versions":[{"lang":2,"streams":[{"redirect":14118876,"hoster":"VOE"},{"redirect":14129629,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Americans and Their Dreams","descr":"Nachdem Bob sich von seinem geschäftigen Arbeitsleben zurückgezogen hat, beschließt er, ein Boot zu kaufen, um es in seiner Freizeit zu genießen. Eine Zeitung kommt zu MaxDot, um Goodwin zu interviewen.","versions":[{"lang":2,"streams":[{"redirect":14352365,"hoster":"VOE"},{"redirect":14366257,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Inner Boss Bitch","descr":"Nachdem sie ihre Familie verschmäht hat, als sie MaxDot verlassen hat, wendet sich Christina an Abishola, als sie von Toesey Woesies gefeuert wird; Bob und Onkel Tunde gehen angeln.","versions":[{"lang":2,"streams":[{"redirect":14450392,"hoster":"VOE"},{"redirect":14449927,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Kicked Outta the Dele Club","descr":"Bob lässt Dele einen neuen Haarschnitt machen und findet sich zwischen einer wütenden Abishola und einem überraschend sturen Dele wieder; Dottie gerät in Schwierigkeiten mit dem Vorstand von MaxDot.","versions":[{"lang":2,"streams":[{"redirect":14118838,"hoster":"VOE"},{"redirect":14129633,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Two Rusty Tractors","descr":"Abishola ist begeistert, als Bob wieder an die Arbeit geht und mit Goodwin einen spontanen Roadtrip unternimmt.","versions":[{"lang":2,"streams":[{"redirect":14118881,"hoster":"VOE"},{"redirect":14129635,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Your Father`s Kingdom","descr":"Abishola wendet sich an Gloria und Kemi, als Bob ihr Haus verpfändet, um eine neue Fabrikfläche zu bezahlen; Kemi macht sich Sorgen, dass sie und Chukwuemeka ihren Funken verlieren.","versions":[{"lang":2,"streams":[{"redirect":14384782,"hoster":"VOE"},{"redirect":14417254,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Estée Lauder and Goat Meat","descr":"Bob bittet Tunde um Hilfe bei der Renovierung der Fabrik; Abishola versucht, Ebunoluwa mit einer Party aufzuheitern, nachdem sie schlechte Nachrichten aus Nigeria erhalten hat.","versions":[{"lang":2,"streams":[{"redirect":14118883,"hoster":"VOE"},{"redirect":14129634,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Idle Nigerians","descr":"Abisholas Besuch in der Sockenfabrik während eines Streiks der Krankenschwestern übt noch mehr Druck auf Bob aus, die Fabrik zum Erfolg zu führen.","versions":[{"lang":2,"streams":[{"redirect":14118884,"hoster":"VOE"},{"redirect":14129638,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"An Afro and a Peugeot","descr":"Abishola und Bob sind sich uneins darüber, ob Dele sich ans Steuer setzen soll; Christina bietet Doug Arbeitsberatung an und sieht dann zu, wie er Anerkennung für ihre Ideen beansprucht.","versions":[{"lang":2,"streams":[{"redirect":14357288,"hoster":"VOE"},{"redirect":14377005,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Twerk O\u0027 Clock","descr":"Dottie greift ein, um zu versuchen, Bobs Freundschaft mit einem langjährigen Freund zu retten. Unterdessen versucht Abishola, ihr Unbehagen in den Griff zu bekommen, während sie mit Olu und Morenike an einem Drag-Brunch teilnimmt.","versions":[{"lang":2,"streams":[{"redirect":14372660,"hoster":"VOE"},{"redirect":14391348,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"My Successful Lawyer Son","descr":"Während Bob sich auf den Tag der Auslieferung in der neuen Sockenfabrik vorbereitet, hat er Schwierigkeiten, sich gegenüber seiner rechthaberischen Familie durchzusetzen. Außerdem bekommt Abishola eine Kostprobe von Kemis neuer Persönlichkeit, als ihr erfolgreicher Anwaltssohn zu Besuch kommt.","versions":[{"lang":2,"streams":[{"redirect":14118888,"hoster":"VOE"},{"redirect":14129637,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Happy People Are Lazy","descr":"Als Bob sich auf den Liefertag in der neuen Sockenfabrik vorbereitet, hat er Mühe, mit seiner rechthaberischen Familie Fuß zu fassen. Außerdem bekommt Abishola einen Vorgeschmack auf Kemis neue Persönlichkeit, als ihr erfolgreicher Anwaltssohn zu Besuch kommt.","versions":[{"lang":2,"streams":[{"redirect":14118889,"hoster":"VOE"},{"redirect":14129640,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Put that Toe on Ice","descr":"Bob und Abishola versuchen, inmitten ihres vollen Terminkalenders Zeit füreinander zu finden. Außerdem bringt Goodwins Führungstaktik Kofo aus dem Konzept.","versions":[{"lang":2,"streams":[{"redirect":14118890,"hoster":"VOE"},{"redirect":14129641,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Every Character Is the Villain","descr":"Bob macht die Sache noch schlimmer, nachdem er sich in Goodwins und Kofos andauernden Streit eingemischt hat; Abishola setzt ihren Stolz aufs Spiel, als ihr klar wird, dass sie eine unaufmerksame Freundin von Kemi war.","versions":[{"lang":2,"streams":[{"redirect":14118891,"hoster":"VOE"},{"redirect":14129642,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Mmm, Fresh Baked Sock!","descr":"Abishola muss eine jahrzehntealte Wunde heilen, als sie gezwungen ist, an der Beerdigung einer unsympathischen Tante teilzunehmen. Außerdem kämpft Bob in der Fabrik mit der ersten Charge Socken, bevor er Unterstützung von einer überraschenden Quelle erhält.","versions":[{"lang":2,"streams":[{"redirect":14118892,"hoster":"VOE"},{"redirect":14129646,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"I`ll Never Play Banjo Again","descr":"Eine zwiespältige Abishola sträubt sich gegen ihre nigerianischen Wurzeln, als sie Dele ihre Vergangenheit offenbart; Bob versucht, eine emotionale Kluft zu Douglas zu überbrücken.","versions":[{"lang":2,"streams":[{"redirect":14433542,"hoster":"VOE"},{"redirect":14446845,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"A Hundred CCs of Handsome","descr":"Als Abishola erfährt, dass Bob Chukwuemeka überredet hat, Kemi einen Heiratsantrag zu machen, nimmt sie es auf sich, die Situation zu bereinigen.","versions":[{"lang":2,"streams":[{"redirect":14118893,"hoster":"VOE"},{"redirect":14129645,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Keep That Under Your Gele","descr":"Bob und Kofo sind beide auf der Suche nach Freiraum: Bob vor der allgegenwärtigen Dottie, die es sich in der Kirche von Abisholas Familie gemütlich macht, und Kofo vor dem neuen Vermieter, der zwischen ihm und der vollen Nutzung seiner eigenen Wohnung steht.","versions":[{"lang":2,"streams":[{"redirect":14450394,"hoster":"VOE"},{"redirect":14446846,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"My Successful Lawyer Son","descr":"Während Bob sich auf den Tag der Auslieferung in der neuen Sockenfabrik vorbereitet, kämpft er damit, seiner rechthaberischen Familie gegenüber ein Machtwort zu sprechen; Abishola bekommt einen Eindruck von Kemis neuer Persönlichkeit, als ihr erfolgreicher Anwaltssohn zu Besuch kommt.","versions":[{"lang":2,"streams":[{"redirect":14450391,"hoster":"VOE"},{"redirect":14446844,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Take Two Yellows and Go to Bed","descr":"Bobs große Eröffnungsparty für die Sockenfabrik wird durch einen Streit zwischen Abishola und ihrer Schwägerin gestört.","versions":[{"lang":2,"streams":[{"redirect":14118845,"hoster":"VOE"},{"redirect":14129649,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Uncharted Waters of Mediocrity","descr":"Während Abishola darauf wartet, dass sie an der medizinischen Fakultät in Baltimore angenommen wird, machen sich Zweifel breit. Bob kämpft mit seinem Unterbewusstsein.","versions":[{"lang":2,"streams":[{"redirect":14118895,"hoster":"VOE"},{"redirect":14129648,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Dead Eyes of a Respectful Son","descr":"Abishola macht sich Gedanken darüber, ob Dele es nach Harvard geschafft hat (und verflucht die Idee, dass er auf so minderwertige Schulen wie Northwestern oder Duke geht), doch als sie die Universität anruft, um seine Bewerbung zu prüfen, gesteht Dele seiner Mutter, dass er sich nie an Harvard beworben hat alles und wurde tatsächlich in seinen Traum aufgenommen: das Tanzprogramm bei Julliard. Abishola ist wütend und wirft Dele schließlich raus, weil er sich ihr widersetzt hat. Olu und Tunde lassen Dele bei sich, aber um zu beweisen, dass sie nicht die \"weichgekochten Eier\" ​​sind, die Abishola und Ebun ihnen vorwerfen, lassen sie ihn alle ihre Aufgaben erledigen. Olu findet Dele vor, der über die Trennung von seiner Mutter weint, und erzählt ihm, dass er einen schwierigen Weg verfolgt, aber über den Verstand und die Ausdauer verfügt, ihn zu erreichen. Nach einigem Coaching von Bob über den Glauben sagt Abishola (mit Mühe) ihrem Sohn entschieden, dass sie ihn unterstützt, und Ebun schockiert Dele, indem sie ihm sagt, dass sie möchte, dass er eines Tages eine Rolle in Les Miserables bekommt. Als Dele das spektakuläre Tanzvideo zeigt, das ihn zu Julliard gebracht hat, sind alle beeindruckt – obwohl Abishola sagt, dass sie möchte, dass er Zahnmedizin als Nebenfach belegt, sobald er dort eingeschrieben ist.","versions":[{"lang":2,"streams":[{"redirect":14483600,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Kill the Cat","descr":"Nachdem Tunde einen Autounfall hat, überreden Bob und Abishola ihn, sich eine Brille zu besorgen. Doch es stellt sich heraus, dass seine Probleme möglicherweise über sein Sehvermögen hinausgehen.","versions":[{"lang":2,"streams":[{"redirect":14498221,"hoster":"VOE"},{"redirect":14494336,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Devil\u0027s Hot Tub","descr":"Abishola und Kemi streiten sich, weil Kemi eine Hochzeit in Las Vegas veranstalten möchte, anstatt der nigerianischen Tradition zu folgen; Bob und die Wheelers müssen einen Streik bei MaxDot abwenden, bevor er das Familienunternehmen ruiniert.","versions":[{"lang":2,"streams":[{"redirect":14498429,"hoster":"VOE"},{"redirect":14500787,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Heart Attack Boys","descr":"Bob und Abishola besprechen die Möglichkeiten, ein weiteres Kind zu bekommen; Christina beginnt ihre IVF-Reise.","versions":[{"lang":2,"streams":[{"redirect":14483580,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tayo Time","descr":"Deles Vater Tayo macht Abishola wütend, indem er verkündet, dass er von Lagos nach Detroit zieht.","versions":[{"lang":2,"streams":[{"redirect":14516064,"hoster":"VOE"},{"redirect":14494337,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Tablespoon of Dad","descr":"Bob streitet mit Dottie über die Asche seines Vaters. Goodwin lässt Douglas und Kofo gegeneinander antreten, um herauszufinden, wem er Dotties altes Büro überlassen soll, nachdem sie sich aus dem Unternehmen zurückgezogen hat.","versions":[{"lang":2,"streams":[{"redirect":14498103,"hoster":"VOE"},{"redirect":14500803,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Worth the Cooties","descr":"Bob überredet Goodwin und Kofo, eine Pause von der Arbeit einzulegen und in einem Restaurant zu essen. Dottie und Abishola treffen sich nach dem Einkauf bei einem Immobilienverkauf. Christina ruft Douglas um Hilfe.","versions":[{"lang":2,"streams":[{"redirect":14498199,"hoster":"VOE"},{"redirect":14494346,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"My Michelle Obama","descr":"Olu und Ebun geraten in eine Pattsituation darüber, wer besser kocht. Tunde wird für einen Tag Diakon seiner Kirche.","versions":[{"lang":2,"streams":[{"redirect":14483611,"hoster":"VOE"},{"redirect":14494348,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sad Cupcakes","descr":"Als Bob das Angebot erhält, MaxDot aufzukaufen, zögert er sehr, das von seinem Vater gegründete Unternehmen zu verkaufen. Abishola und Gloria sind frustriert, nachdem sie eine Woche lang Doppelschichten im Krankenhaus absolviert haben.","versions":[{"lang":2,"streams":[{"redirect":14493528,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Diamonds Are Made to Sparkle","descr":"Die Verhandlungen von Bob und Goodwin mit den japanischen Kaufinteressenten von MaxDot verlaufen nicht so reibungslos wie geplant.","versions":[{"lang":2,"streams":[{"redirect":14511386,"hoster":"VOE"},{"redirect":14389739,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":11,"alt":"Find Your Bench","descr":"Die Hochzeit von Kemi und Chukwuemeka steht an.","versions":[{"lang":2,"streams":[{"redirect":14516280,"hoster":"VOE"},{"redirect":14480232,"hoster":"Streamtape"}]}]}]}]}