{"path":"/serie/stream/body-of-proof","name":"Body of Proof","descr":"Dr. Megan Hunt (Dana Delany) ist eine ebenso ambitionierte wie brillante Neurochirurgin, der eine große Zukunft vorhergesagt wird. Doch nach einem schweren Autounfall fallen diese Pläne in sich zusammen, denn sie muss feststellen, dass sie ihren Beruf nicht mehr ausüben kann. So kehrt sie zu ihrem früheren Job als Leichenbeschauerin zurück, wo sie der Polizei hilft, offene Mordfälle aufzuklären. Dort überschreitet sie oft ihre Befugnisse und mischt sich in Fälle ein, die sie selbst in Gefahr bringen ..","seasons":[{"path":"/serie/stream/body-of-proof/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/body-of-proof/staffel-1/episode-1","name":"Die Rechtsmedizinerin","epNo":1,"alt":"Pilot","descr":"Dr. Megan Hunt war bis zu einem Autounfall eine erfolgreiche Neurochirurgin. Aufgrund einer irreversiblen Sensibilitätsstörung an den Händen muss sie das Fachgebiet wechseln und wird Rechtsmedizinerin - immer auf der Suche nach der Wahrheit. Der Mord an einer Joggerin scheint schnell aufgeklärt. Ihr gerade erst aus der Haft entlassener Exfreund hat ein Motiv und wandert in Untersuchungshaft. Aber die Leiche von Angela Swanson erzählt Megan etwas anderes...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798661","hoster":"VOE"},{"path":"/redirect/8798665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-2","name":"Ein Meer aus Tränen","epNo":2,"alt":"Letting Go","descr":"Dave Piaseki und seine Ex-Freundin Linda Chapman werden tot aufgefunden. Die Polizei geht von Selbstmord aus, doch Megan ist anderer Meinung: Die Hornhaut an Daves linker Hand und die Brieftasche in der linken Hosentasche deuten darauf hin, dass er Linkshänder war. Die Waffe wurde allerdings in seiner rechten Hand gefunden. Und als bei der Autopsie zwei Projektile aus seinem Schädel geholt werden, ist eindeutig, dass es sich um einen Doppelmord handeln muss ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798751","hoster":"VOE"},{"path":"/redirect/8798762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-3","name":"Die helfende Hand","epNo":3,"alt":"Helping Hand","descr":"Eine gut gekleidete Frau wird tot in einem billigen Motelzimmer gefunden. Als Megan die Leiche untersucht, entdeckt sie, dass sich die Frau vor sechs Jahren einer Hirnoperation unterzogen hat - die von Megan durchgeführt wurde...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798659","hoster":"VOE"},{"path":"/redirect/8798668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-4","name":"Das menschliche Puzzle","epNo":4,"alt":"Talking Heads","descr":"Auf einem Feldweg werden eine Hand und ein Fuß einer zerstückelten Leiche gefunden. Megan versucht fieberhaft herauszufinden, wer das Opfer ist und wo sich der Rest der Leiche befindet. Durch ein künstliches Kniegelenk in einem im Müll entdeckten Knie kann die Person identifiziert werden. In dessen Wohnung findet man fast alle Leichenteile im Tiefkühlfach. Doch die Person, die schließlich gesteht, den Mann zerstückelt zu haben, hat ihn angeblich bereits tot vorgefunden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798655","hoster":"VOE"},{"path":"/redirect/8798651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-5","name":"Mord im OP","epNo":5,"alt":"Dead Man Walking","descr":"Ein Mann stirbt kurz nach seiner Entlassung aus dem Krankenhaus, wo ihm die Gallenblase entfernt wurde. Megan öffnet die Leiche und stellt fest, dass der Bauchraum voller Blut ist. Sie verdächtigt den Chirurgen und verlangt von der Leiterin, mit der sie einmal befreundet war, Einsicht in Akten und Videos... Ethan und Curtis untersuchen indes den plötzlichen Tod einer anscheinend gesunden jungen Frau, die an einem großen Blutgerinnsel starb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798654","hoster":"VOE"},{"path":"/redirect/8798652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-6","name":"Maden lügen nicht","epNo":6,"alt":"Society Hill","descr":"Daphne Zimmer, die erfolgreiche Herausgeberin eines Magazins, wird tot in ihrem Swimmingpool aufgefunden. Sowohl einige ihrer unter Stress stehenden Mitarbeiter als auch Persönlichkeiten, deren Ruf durch ihre Artikel beschädigt wurde, sind verdächtig. Megan macht sich keine Freunde, als sie in der besseren Gesellschaft nach dem Mörder sucht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798653","hoster":"VOE"},{"path":"/redirect/8798656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-7","name":"Blut ist dicker als Wasser","epNo":7,"alt":"All in the Family","descr":"Ed Russell wird von seiner Frau Jen tot aufgefunden, als sie mittags nach Hause kommt, um das Baby zu füttern. Sie gerät unter Verdacht, wie auch der Sohn.Aber dann entdeckt Megan an der Leiche Hautschuppen, die dem Fall eine überraschende Wendung geben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798662","hoster":"VOE"},{"path":"/redirect/8798667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-8","name":"Die Hand des Mörders","epNo":8,"alt":"Buried Secrets","descr":"Megans Team untersucht den Tod eines Kollegen, der offenbar Opfer eines Unfalls mit Fahrerflucht wurde. Detective Joe Salernos Tod setzt vor allem Sam sehr zu, die mit ihm auf der Polizeiakademie war. Megan stellt bei der Autopsie aber fest, dass Joe schon tot war, als er überfahren wurde. Bud findet indessen heraus, dass Joe auf eigene Faust in einem alten Fall ermittelt hat: Vor einem Jahr wurde die Studentin Lizzie Adler getötet, doch der Hauptverdächtige Chuck Foster konnte nicht überführt werden. Megan möchte daher Lizzies Leiche exhumieren lassen und bittet ihre Mutter, die Richterin Joan Hunt, um Hilfe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919445","hoster":"VOE"},{"path":"/redirect/8798768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-1/episode-9","name":"Armes reiches Mädchen","epNo":9,"alt":"Broken Home","descr":"Megan und Todd werden von Laceys Direktor in die Schule bestellt. Lacey hat sich in der Schule Fotos der toten Nikki Parkson auf dem Handy angesehen. Die Tochter der reichen Familie war schwer krank und soll an den Folgen ihrer Krankheit gestorben sein, doch Megan entdeckt auf den Bildern Hinweise für ein Verbrechen. Doch wer hätte Nikki umbringen sollen? Wird Megan durch die Obduktion der Leiche des Mädchens den Täter ermitteln können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798666","hoster":"VOE"},{"path":"/redirect/8798670","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/body-of-proof/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/body-of-proof/staffel-2/episode-1","name":"Nette Nachbarn","epNo":1,"alt":"Love Thy Neighbor","descr":"Megan stellt fest, dass Daniel Davidson nicht wie zunächst vermutet bei einem Autounfall ums Leben kam, sondern dass er vorher ermordet wurde. Die Untersuchungen ergeben, dass Davidson durch ein tödliches Gift starb. Bei den Ermittlungen kommt ans Licht, dass Davidson, wie seine Nachbarn, Mitglied eines Swinger-Clubs war. Schon bald gibt es eine Verdächtige …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916919","hoster":"VOE"},{"path":"/redirect/8798743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-2","name":"Schüsse im Wald","epNo":2,"alt":"Hunting Party","descr":"Als Martin Loebs Frau bei einem Jagdausflug ums Leben kommt, wird Megan als Expertin hinzugezogen. Sie ist sofort davon überzeugt, dass Loeb seine Frau ermordet hat. Der Verdächtige verfügt jedoch über politische Beziehungen und erwirkt, dass Megan der Fall entzogen wird. Der Forensikerin wird nun der Mordfall Patrick Deline zugeteilt. Prompt stellt Megan fest, dass Delines Tod mit dem Mord an Loebs Frau in Verbindung steht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460715","hoster":"VOE"},{"path":"/redirect/8325717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-3","name":"Das größte Opfer","epNo":3,"alt":"Missing","descr":"Megan und ihr Team untersuchen den Tod einer jungen Nanny, die überfahren wurde. Der Täter beging anschließend Fahrerflucht. Doch Megan findet heraus, dass es sich nicht um einen Unfall gehandelt hat, denn das Kind, auf das die Nanny aufgepasst hat, ist seit dem Vorfall verschwunden. Da das Kind zudem regelmäßig Medikamente braucht, drängt die Zeit umso mehr, den Kidnapper aufzuspüren. Bei der Suche wird Megan von dem FBI-Agenten Derek Ames unterstützt. Ein Verdächtiger ist bald gefunden, aber als Bud bei der Befragung die Kontrolle verliert, scheint keine Chance mehr zu bestehen, den Jungen zu finden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460722","hoster":"VOE"},{"path":"/redirect/8798740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-4","name":"Auferstanden von den Toten","epNo":4,"alt":"Lazarus Man","descr":"Ethan untersucht die Leiche von Alex Grant, der angeblich an einer Überdosis starb, aber auch eine Schusswunde aufweist. Als er kurz den Untersuchungsraum verlässt, verschwindet die Leiche spurlos. Megan entdeckt Alex schließlich schlafend im Pausenraum. Als sie ihn fragt, was passiert ist, behauptet er, sein Mitbewohner Paul Crawford habe auf ihn geschossen. Doch Paul wird kurz darauf tatsächlich tot aufgefunden. Da am Fundort der Leiche auch Alex\u0027 DNS entdeckt wird, gilt er als Hauptverdächtiger. Aber dann stellt sich heraus, dass Paul für eine Stadträtin gearbeitet hat und dabei einem Politskandal auf die Spur kam...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460719","hoster":"VOE"},{"path":"/redirect/8325718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-5","name":"Die Schildkröte","epNo":5,"alt":"Point of Origin","descr":"Peter wird zufällig Zeuge eines Hausbrands und rettet eine junge Frau aus den Flammen, noch bevor die Feuerwehr eintrifft. Doch der Gesundheitszustand der Frau ist kritisch. Offenbar hatte sie versucht, sich mit ihrem biologischen Vater auszusöhnen, wurde von ihm aber schroff zurückgewiesen. Als Megan die Brandstätte untersucht, entdeckt sie ein Opfer, das in dem Feuer umkam. Peter ist bestürzt, weil er nicht geahnt hat, dass sich in dem Haus zwei Menschen befanden. Megan versucht herauszufinden, wie genau das Opfer starb, doch der für den Fall zuständige Brandexperte mischt sich dauernd in ihre Ermittlungen ein ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460720","hoster":"VOE"},{"path":"/redirect/8325723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-6","name":"Vier Pferde","epNo":6,"alt":"Second Chances","descr":"Die Profi-Reiterin Bryn Walker wurde ermordet. Die Suche nach dem Täter führt Megan und ihre Kollegen zu einem Gefängnis. Denn Bryn hatte dort ein Rehabilitationsprogramm für die jugendlichen Häftlinge ins Leben gerufen, bei dem der Umgang mit Pferden im Mittelpunkt stand. Verdächtig wirkt vor allem die junge Zoe Brant, die aufgrund von Drogenproblemen mit dem Gesetz in Konflikt geriet und an Bryns Programm teilgenommen hat. Während der Ermittlungen muss sich Megan zudem mit ihrem Ex-Mann Todd auseinandersetzen, der ihre gemeinsame Tochter Lacey mit auf eine Reise mit seiner neuen Freundin nehmen will...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460723","hoster":"VOE"},{"path":"/redirect/8798749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-7","name":"Unschuldig Schuldig","epNo":7,"alt":"Hard Knocks","descr":"Der 17-jährige Trent Brady hat offenbar nach dem Besuch eines Rave den Notruf gewählt. Doch als die Polizei eintrifft, findet sie den Teenager nur noch tot auf. Megan und ihr Team werden mit dem Fall betraut. Als sie Bradys Eltern befragt, wird Megan aber schnell klar, dass diese ein Bild von ihrem vermeintlich perfekten Sohn im Kopf haben, an dem sie nicht rütteln lassen wollen. Sie bestreiten auch kategorisch, dass Brady Drogen genommen hat, obwohl Megan in seinem Körper Spuren davon nachgewiesen hat. Um die Art der Drogen zu bestimmen, braucht sie jedoch erneut die Unterstützung des FBI-Agenten Curtis Ames...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460725","hoster":"VOE"},{"path":"/redirect/8798750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-8","name":"Keine Tropfen","epNo":8,"alt":"Love Bites","descr":"Megan untersucht den Tod der Pharma-Referentin Amy Green, die tot aus einem Fluss gezogen wurde. Die Leiche weist zwar keine größeren Verletzungen auf, ist aber komplett ausgeblutet. Um die Todesursache feststellen zu können, müssen die Ermittler unbedingt den eigentlichen Tatort finden. Potentielle Mordverdächtige gibt es genug, von denen darüber hinaus viele Zugang zu diversen Medikamenten haben. Offenbar hat Amys Freundin Molly versucht, ein paar ihrer Kunden abzuwerben. Außerdem hatte Amy eine Affäre mit einem verheirateten Kardiologen. Bei der zweiten Autopsie entdeckt Megan an Amys Leiche winzige Bissspuren, die sie auf die entscheidende Spur bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460731","hoster":"VOE"},{"path":"/redirect/8325729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-9","name":"Die falsche Leiche","epNo":9,"alt":"Gross Anatomy","descr":"Die Medizinstudentin Dora Mason stellt entsetzt fest, dass auf ihrem Sektionstisch die Leiche einer jungen Frau liegt, die offenbar ermordet wurde. Megan soll den Fall untersuchen, gerät aber mit Dr. Cameron Fischer aneinander, der eine Mordermittlung für absurd hält. Er glaubt, dass die Leiche durch ein Versehen der Klinik bei Dora gelandet ist. Doch Megan setzt sich durch und identifiziert die Tote als Jackie Johnson. Kate hält Fischer für verdächtig. Denn sie kennt ihn vom Studium und weiß aus Erfahrung, dass er auf blonde junge Frauen wie Jackie steht. Indessen findet Megan heraus, dass Jackie kurz vor ihrem Tod ein Kind geboren hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460728","hoster":"VOE"},{"path":"/redirect/8325731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-10","name":"Glück und Geld","epNo":10,"alt":"Your Number`s Up","descr":"Während Ethan den Tod von Kimberly Gleason untersucht, die nach einer Blinddarmoperation in der Klinik an einer bakteriellen Infektion starb, befassen sich Megan und Peter mit einem mutmaßlichen Mordfall: Walter Brown arbeitete in einem Kohlekraftwerk, bis er vor kurzem plötzlich 50 Millionen im Lotto gewann. Nun wurde er in seiner Wohnung erstochen aufgefunden, während ein Großteil des Geldes aus dem Fenster auf die Straße flatterte. Da Walters unverhoffter Reichtum ferne Verwandte, Bekannte und Neider auf den Plan gerufen hat, gibt es viele Verdächtige. Aber bei der Autopsie macht Megan eine überraschende Entdeckung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460729","hoster":"VOE"},{"path":"/redirect/8798730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-11","name":"Maiglöckchen","epNo":11,"alt":"Falling for You","descr":"Kurz vor ihrer Trauung stürzt Melissa Waxman vom Balkon der Hochzeits-Suite in den Tod. Obwohl die Spuren vor Ort für Selbstmord sprechen, vermutet Morris, dass Melissa ermordet wurde, und zwar vom Bräutigam Marc Freston. Doch Marc behauptet, Melissa seit dem Vorabend nicht mehr gesehen zu haben, und er weiß angeblich auch nicht, woher sie das blaue Auge hatte, das Megan bei der Autopsie entdeckt hat. Die Autopsie beweist aber, dass Melissa über die Brüstung gestoßen wurde. Finanziell profitiert Melissas Vater von ihrem Tod, aber auch Melissas Ex-Freund Zack gerät in Verdacht, der die Hochzeit offenbar unbedingt verhindern wollte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460732","hoster":"VOE"},{"path":"/redirect/8325736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-12","name":"Trauerspiel","epNo":12,"alt":"Shades of Blue","descr":"Der Drogendealer Johnny Vasquez wird durch einen Kopfschuss regelrecht exekutiert. Als Peter Nachforschungen über Vasquez anstellt, taucht plötzlich sein früherer Partner, Detective Charlie Meeks, auf und eröffnet ihm, dass Vasquez in Wahrheit ein Undercovercop war, der im Drogenmilieu ermittelt hat. Vasquez echter Name war Eddie Castillo und Charlie war sein Partner. Da die Beweise dafür sprechen, dass der Täter ein Cop war, gerät schließlich Charlie selbst in Tatverdacht. Peter ist aber von seiner Unschuld überzeugt und bittet Megan ihm dabei zu helfen, Charlie zu entlasten. Megan hat eine Idee, wie man den wahren Täter durch einen Trick überführen könnte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460730","hoster":"VOE"},{"path":"/redirect/8325738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-13","name":"Die Leiche hat immer Recht","epNo":13,"alt":"Sympathy for the Devil","descr":"Megans Mutter Joan Hunt ist die Richterin in dem Verfahren gegen Hillary Stone, die ihren Sohn ermordet haben soll. Als der Prozess mit einem Freispruch endet, ist die Öffentlichkeit empört, da viele von Hillarys Schuld überzeugt sind. Einen Tag später wird Hillarys Leiche auf einer Baustelle entdeckt und Megan mit der Untersuchung betraut. Während bei der Polizei unzählige Geständnisse von Leuten eingehen, die sich rühmen wollen, Amerikas meistgehasste Frau getötet zu haben, sucht Megan nach Hinweisen auf den wahren Täter. Verdächtig wirken vor allem Hillarys Ex-Mann und die Sensationsreporterin Sheila Temple, die in ihrer TV-Show regelrecht zur Jagd auf Hillary aufgerufen hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460735","hoster":"VOE"},{"path":"/redirect/8325740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-14","name":"Kaltes Blut","epNo":14,"alt":"Cold Blooded","descr":"Joe Sanella, der Besitzer eines beliebten italienischen Restaurants, wird im Kühlraum des Lokals ermordet aufgefunden. Die Suche nach der genauen Todesursache erweist sich jedoch als ungewöhnlich kompliziert, was auch die Ermittlung erschwert. Bud sucht daher zunächst unter den Verwandten des Opfers nach einem Verdächtigen, da finanzielle Probleme der Familie für Streit gesorgt haben sollen. Dann entdeckt Peter am Tatort blutige Schuhabdrücke, die zu Joes Schwager Henry führen, der über dem Restaurant wohnt. Doch als die Ermittler Henry befragen, wirkt er sehr verwirrt. Laut Joes Frau Maria leidet er an Alzheimer...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460738","hoster":"VOE"},{"path":"/redirect/8325741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-15","name":"Die Leiche im Kofferraum","epNo":15,"alt":"Occupational Hazards","descr":"Als die Polizei zu einem Autounfall gerufen wird, entdeckt sie im Kofferraum des einen Wagens eine Leiche. Das Opfer wird als Kyle Harrison identifiziert. Harrison war Architekt, wurde von seinem Chef Harvey Brandt aber schon vor über einem Jahr gekündigt. Doch Harrisons Frau ahnte nicht, dass ihr Mann arbeitslos war, denn alle Rechnungen wurden weiterhin pünktlich bezahlt. Megan findet bei der Autopsie ein Blatt einer teuren Zigarre an der Leiche, die zu Teddy Gorman führt. In dessen Haus entdeckt die Polizei die in eine Wand eingemauerte Leiche von Gormans Ex-Freundin Lisa. Doch Gorman beteuert, weder Lisa noch Harrison ermordet zu haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460740","hoster":"VOE"},{"path":"/redirect/8325744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-16","name":"Die perfekte Familie","epNo":16,"alt":"Home Invasion","descr":"Mike und Robyn Lux werden in ihrem Haus ermordet. Wegen der Spuren glaubt die Polizei an einen Raubmord. Bei der Autopsie stellt Megan fest, dass sich die Wut des Täters vor allem gegen Mike Lux gerichtet hat. Als Hauptverdächtiger gilt ein Klempner, der für die Lux und zwei andere Familien gearbeitet hat, die Opfer von Überfällen wurden. Doch Megan findet an den Opfern DNS-Spuren, die zeigen, dass ein Verwandter in die Ermordung der Lux\u0027 verwickelt war - ihr Sohn Greg war zur Tatzeit aber im Kino. Da stellt sich heraus, dass Greg einen älteren Bruder hat, der vor vier Jahren von daheim weglief, weil sein Vater die ganze Familie misshandelte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460742","hoster":"VOE"},{"path":"/redirect/8325743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-17","name":"Beste Freundinnen","epNo":17,"alt":"Identity","descr":"Donna Whirley und Keri Grayson werden nach einem Autounfall schwer verletzt ins Krankenhaus eingeliefert, doch für Donna kommt jede Hilfe zu spät. Megan wird bei der Autopsie aber klar, dass das falsche Mädchen für tot erklärt wurde. Sie identifiziert die Tote als Keri und findet außerdem heraus, dass Keri nicht durch den Unfall starb. Wie sich herausstellt, hat jemand auf die beiden Mädchen im Auto geschossen und so den Unfall verursacht. Verdächtigt wird zuerst ein Mann, der Keri seit längerem gestalkt hat. Aber Megan findet Hinweise darauf, dass es sich bei dem Schützen um eine Frau handelt, und stellt ihr eine Falle...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798706","hoster":"VOE"},{"path":"/redirect/8325747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-18","name":"Das Virus (1)","epNo":18,"alt":"Going Viral (1)","descr":"Während Dani in einem Club auf Peter wartet, akzeptiert sie einen Drink von einem Fremden. Minuten später wankt sie orientierungslos auf die Straße und wird von einem herannahenden Auto überfahren. Kurz darauf bricht auch der Mann, der Dani den Drink ausgab, tot zusammen, und in den Krankenhäusern tauchen immer mehr Patienten mit ähnlichen Symptomen auf. Megan sucht fieberhaft nach der Ursache, aber dann übernimmt Dr. Charlie Stafford von der Seuchenschutzbehörde die Ermittlung. Obwohl Megan darüber nicht glücklich ist, zwingt sie die stetig wachsende Zahl der Todesopfer zur Zusammenarbeit mit Stafford...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798759","hoster":"VOE"},{"path":"/redirect/8325750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-19","name":"Das Virus (2)","epNo":19,"alt":"Going Viral (2)","descr":"Immer mehr erkranken an dem Virus, das innerhalb von 72 Stunden zum Tod führt, darunter auch Kate. Während Peter und die Polizei nach dem Verantwortlichen suchen, der den Erreger in Umlauf gebracht hat oder ihn vielleicht noch immer freisetzt, versuchen Megan und Stafford das Virus zu identifizieren. Als sie schließlich herausfinden, dass es sich um das Marburg-Virus handelt, spitzt sich die Lage zu, da es dagegen bis heute kein offizielles Gegenmittel gibt. Doch Megan weiß, dass die Seuchenschutzbehörde an einem Impfstoff arbeitet und versucht Stafford dazu zu bringen, das noch nicht zugelassene Mittel an Kate zu testen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460745","hoster":"VOE"},{"path":"/redirect/8325751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-2/episode-20","name":"Der Ägyptische Haken","epNo":20,"alt":"Mind Games","descr":"Niki Shumaker nimmt an dem Aufnahmeritual einer Studentenverbindung teil und wird am Morgen danach tot aufgefunden. Bei der Autopsie stellt Megan auffällige Parallelen zu einer Mordserie von vor drei Jahren fest. Damals wurde aufgrund ihres Gutachtens Wilson Polley wegen mehrfachen Mordes zu lebenslänglich verurteilt. Haben sie es nun mit einem Nachahmungstäter zu tun oder wurde mit Polley damals ein Unschuldiger verhaftet? Obwohl die aktuellen Beweise Polley zu entlasten scheinen, ist Megan überzeugt, damals den Richtigen überführt zu haben. Aber Polley flieht aus dem Gefängnis und bringt Megan in seine Gewalt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8460748","hoster":"VOE"},{"path":"/redirect/8325754","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/body-of-proof/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/body-of-proof/staffel-3/episode-1","name":"Trauma (1)","epNo":1,"alt":"Abducted - Part 1","descr":"Megan glaubt über Peters Tod hinweg zu sein und kehrt nach mehreren Monaten der Trauer zurück an die Arbeit. Dort wird ihr ein neuer Kollege zur Seite gestellt, mit dem sie eine gemeinsame Vergangenheit verbindet: Detective Tommy Sullivan … Als Team sind sie auf der Spur eines Serienkillers, der es auf Kriegsveteranen abgesehen hat. Kurz vor der Ergreifung erhält Megan einen Anruf: Der grausame Mörder hält ihre Tochter Lacey gefangen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798577","hoster":"VOE"},{"path":"/redirect/8798582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-2","name":"Trauma (2)","epNo":2,"alt":"Abducted, Part 2","descr":"Megan weiß inzwischen, wer Wallace bei den Morden geholfen hat, wagt aber mit niemandem darüber zu reden, weil ihre Tochter Lacey in der Gewalt der Komplizin ist. Während sie ihren Kollegen am Institut auszuweichen versucht, lässt sich Tommy nicht täuschen. Als sie ihn am Fundort einer weiteren Leiche trifft, ahnt er, dass Megan ihm etwas verschweigt. Da Tommy droht, seine Vorgesetzten zu informieren, sollte sie ihm nicht die Wahrheit sagen, erzählt Megan ihm schließlich alles: wer Wallaces Komplizin ist, dass sie Lacey entführt hat und diese zu töten droht, sollte Megan ihr nicht helfen, ein Flugzeug in die Luft zu sprengen ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915635","hoster":"VOE"},{"path":"/redirect/8798576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-3","name":"Verlorene Seelen","epNo":3,"alt":"Lost Souls","descr":"Megan und Tommy untersuchen den Tod der 17-jährigen Rebecca Banks, die scheinbar unter Drogen stehend in eine Klinik kam, dort wild um sich schlug und Sätze in Latein von sich gab. Der behandelnde Arzt, Dr. Jeff Dante, versuchte sie zu retten, konnte aber nur noch ihren Tod feststellen. Rebeccas Eltern scheinen über den Tod ihrer Tochter nicht sehr schockiert zu sein. Der Vater hatte sie wegen ihrer Drogenprobleme vor die Tür gesetzt, ist aber im Grunde davon überzeugt, dass Rebecca vom Teufel besessen war. Megan und Tommy finden heraus, dass er sogar einen Priester beauftragt hatte, einen Exorzismus an Rebecca vorzunehmen. Doch die skeptische Megan findet letztlich eine weit weltlichere Erklärung für Rebeccas Tod ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798572","hoster":"VOE"},{"path":"/redirect/8798579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-4","name":"Die Jagd endet nie","epNo":4,"alt":"Mob Mentality","descr":"Megan und Tommy ermitteln im Mord an Nick Russo, dem Sohn des mächtigen New Yorker Mafioso Daniel Russo. Russo taucht sofort in Philadelphia auf und droht Megan, den Mörder seines Sohnes selbst zu richten. Tatsächlich wird wenig später ein erster Tatverdächtiger kurz nach seinem Verhör erschossen. Tommy, der in seiner Zeit bei der New Yorker Polizei lange vergeblich versucht hat, Russo hinter Gitter zu bringen, ist überzeugt, dass der Mafioso hinter dem Tod des Verdächtigen steckt. Megan konzentriert sich dagegen auf Nick Russos Mörder und findet an der Tatwaffe Blutspuren, die beweisen, dass der Killer mit Nick verwandt ist ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798570","hoster":"VOE"},{"path":"/redirect/8798575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-5","name":"Kein Wort","epNo":5,"alt":"Eye for an Eye","descr":"Als die Polizei und Megan in eine Tiefgarage gerufen werden, in der Freddie Delgado erschossen worden ist, entdeckt Tommy im Auto des Toten das Foto eines Mädchens. Wie sich herausstellt, wurde das Kind versehentlich während eines Raubüberfalls getroffen, den Delgado vor ein paar Jahren verübt hatte. Daher gerät zunächst der Vater der Kleinen, Paul Winters, in Verdacht. Aber Winters hat ein Alibi. Kurz darauf wird eine Frau durch einen Säureangriff getötet. Da sie in Haft war, weil sie auf dieselbe Art jemanden angegriffen hatte, vermuten Megan und Tommy, dass ein selbsternannter Rächer in der Stadt sein Unwesen treibt und Selbstjustiz übt ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798569","hoster":"VOE"},{"path":"/redirect/8798568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-6","name":"Der Name der Anderen","epNo":6,"alt":"Fallen Angel","descr":"Kate verliebt sich während eines politischen Empfangs im Royal Hotel in den charmanten Sergei und verbringt die Nacht mit ihm. Aber als am Morgen danach in der Nähe des Hotels die Leiche einer jungen Frau gefunden wird, lassen die Ermittlungsergebnisse Kate bald vermuten, dass Sergei in den Fall verstrickt ist. Als sie in seinem Zimmer ein blutiges Hemd entdeckt, steckt sie es ein und vergleicht das Blut mit der DNS des Opfers. Das Blut stimmt tatsächlich überein. Doch nun muss sie das Hemd ins Hotel zurückschmuggeln, damit Tommy es mit Durchsuchungsbefehl sicherstellen und als Beweis vor Gericht verwenden kann. Sergei ertappt Kate aber bei dem Versuch, das Hemd zurückzulegen ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798561","hoster":"VOE"},{"path":"/redirect/8798581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-7","name":"Haut und Knochen","epNo":7,"alt":"Skin and Bones","descr":"Megan und Tommy untersuchen den Mord an Melanie Summers, deren Leiche übel zugerichtet wurde. Der Mörder hat sich bei der Flucht verletzt. Als Tommy der Blutspur folgt, wird er von dem Killer plötzlich attackiert und gebissen, ehe er den Mann in Notwehr erschießt. Megan stellt fest, dass der Mann die Tollwut hatte. Als kurz darauf noch ein Mann stirbt, der die Tollwut hatte, schaltet Kate Dr. Charles Stafford ein, der dem Team schon bei einem anderen Fall einer drohenden Epidemie geholfen hat. Da die beiden Toten in keinerlei Kontakt standen, suchen Megan und Charles fieberhaft nach Patient Null, der beide Männer infiziert hat und weitere Menschen gefährdet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332762","hoster":"VOE"},{"path":"/redirect/8798560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-8","name":"Bauchgefühl","epNo":8,"alt":"Doubting Tommy","descr":"Als Tommy unter Mordverdacht gerät, wird Megans Beziehung zu ihm ernsthaft auf die Probe gestellt. Das Opfer ist Skylar Green, und ausgerechnet Megan hatte Tommy am Abend vor dem Mord zusammen mit der jungen Frau gesehen. Zudem sprechen alle Beweise gegen Tommy: Er wurde in der Nähe des Tatorts mit blutiger Kleidung gefunden, seine DNS war am Tatort und Skylar wurde mit seinem Gürtel erwürgt. Tommy kann sich an die Nacht des Mordes nicht erinnern und ist überzeugt, betäubt worden zu sein. Doch die erste Blutuntersuchung widerspricht dem. Trotzdem glaubt Megan seinen Unschuldsbeteuerungen und versucht den wahren Täter aufzuspüren ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798559","hoster":"VOE"},{"path":"/redirect/8798563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-9","name":"Die Kunst des Verschwindens","epNo":9,"alt":"Disappearing Act","descr":"Tommy und Adam können nicht verhindern, dass der Investment Manager Gerry Roberts, der seine Investoren um Milliardenbeträge betrogen hat, vor dem Gerichtsgebäude inmitten einer Menge wütender Demonstranten von maskierten Männern entführt wird. Als kurz darauf ein Video auftaucht, das Roberts’ Ermordung zeigt, keimt in Tommy der Verdacht auf, dass der seinen Tod nur vorgetäuscht hat, um mit dem erbeuteten Geld zu verschwinden. Aber dann wird eine verkohlte Leiche entdeckt, die aufgrund der Zahndaten als Roberts identifiziert wird. Doch Megan findet an den Überresten eine Spur, die Tommys Theorie zu bestätigen scheint ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798557","hoster":"VOE"},{"path":"/redirect/8798562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-10","name":"Verrückte Wahrheit","epNo":10,"alt":"Committed","descr":"Die 15-jährige Renee Caldwell wurde in einer psychiatrischen Klinik ermordet. Da ihre Leiche in der Dusche gefunden wurde, sieht Megan kaum eine Chance, noch verwertbare Spuren an ihr zu entdecken. Laut des verantwortlichen Arztes, Dr. Derrick Malcolm, litt Renee an paranoider Schizophrenie. Malcolm ist über die Ermittlungen offenbar nicht sehr glücklich und weigert sich, Megan und Tommy mit den Patienten sprechen zu lassen, ohne dass er dabei ist. Doch der jungen Patientin Darby Stone gelingt es trotzdem, Megan allein zu treffen. Darby behauptet nicht nur, den Mörder gesehen zu haben, sondern auch, dass sie sein eigentliches Ziel sei ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798587","hoster":"VOE"},{"path":"/redirect/8798594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-11","name":"Die gestohlene Leiche","epNo":11,"alt":"Dark City","descr":"Ein Date zwischen Megan und Charlie endet abrupt, als ein Flugzeug in der Nähe von Philadelphia abstürzt und für einen flächendeckenden Stromausfall sorgt. Am Unglücksort werden Megan und Charlie mit vielen Verletzten und Toten konfrontiert. Der Absturz wurde offenbar dadurch verursacht, dass ein Air Marshal an Bord eine Waffe abgefeuert hat, aber auch er hat den Absturz nicht überlebt. Obwohl die Untersuchungen durch den Stromausfall behindert werden, findet Megan heraus, dass der Marshal unter Drogen gesetzt wurde und dadurch die Nerven verloren hat. Megans Team sucht nach einer Frau, an der der Marshal interessiert schien. Doch auch sie kam ums Leben und ihre Leiche wurde gestohlen ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798585","hoster":"VOE"},{"path":"/redirect/8798591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-12","name":"Bezahlte Schuld","epNo":12,"alt":"Breakout","descr":"Der wegen Mordes verurteilte Robert Riley flüchtet während eines Gefangenentransports. Laut Aussage eines Mithäftlings will sich Riley an allen rächen, die ihn ins Gefängnis gebracht haben. Dies scheint sich zu bewahrheiten, als schon wenig später einer der Zeugen ermordet wird, der vor Gericht gegen Riley ausgesagt hatte. Da Megan für den Fall damals zuständig war, möchte Tommy sie sofort unter Polizeischutz stellen. Aber Riley gelingt es trotzdem, Megan in seine Gewalt zu bringen. Zu ihrer Überraschung sinnt er jedoch nicht auf Rache, sondern bittet sie, ihm dabei zu helfen, seine Unschuld zu beweisen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8798586","hoster":"VOE"},{"path":"/redirect/8798590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/body-of-proof/staffel-3/episode-13","name":"Die letzte Zeugin","epNo":13,"alt":"Daddy Issues","descr":"Im Park wird eine Leiche gefunden: Die Hände des Toten wurden abgetrennt, das Gesicht ist verstümmelt – eine Identifizierung ist unmöglich. Die Ermittler versuchen, dem Opfer mit einer Gesichtsrekonstruktion näher zu kommen. Unterdessen lässt Megan ihren Vater exhumieren, doch sein Sarg ist leer. Auch in alten Patientenakten aus dem Archiv der Uniklinik ist sein Name nicht mehr zu finden. Schließlich bringt ein kleiner Schlüssel die Gerichtsmedizinerin auf eine heiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919446","hoster":"VOE"},{"path":"/redirect/8798595","hoster":"Streamtape"}]}]}]}]}