{"seriesId":"bokutachi-no-remake","name":"Bokutachi no Remake","descr":"[Remake our Life!] In \"Bokutachi no Remake\", einer Adaption der gleichnamigen Light Novel aus der Feder von Nachi Kio, verbringt der 28-jährige Spieleentwickler Kyouya Hashiba ein wenig zufriedenstellendes Arbeitsleben. Die Verkaufszahlen der Firma sind miserabel, der planlose Firmenchef scheucht ihn täglich herum und als Regisseur ist es an ihm, die Fehler anderer auszubaden. Als besagter Chef eines Tages spurlos verschwindet und kurz darauf die Firma als Sicherheit für Geldschulden beschlagnahmt wird, steht Kyouya plötzlich ohne Beschäftigung da. In den sozialen Medien wird er obendrein noch damit konfrontiert, welchen Erfolg andere Spieleentwickler seines Alters derzeit erleben.Geschlagen kehrt er in seine Heimat zurück und findet dort, als er sein altes Zimmer aufräumt, ein Zertifikat der renommierten Oonaka-Kunstakademie wieder, die als Talentschmiede für die Unterhaltungsbranche gilt. Vor zehn Jahren nahm Kyouya erfolgreich an der dortigen Aufnahmeprüfung teil, entschied sich jedoch dagegen, die Akademie zu besuchen. Voll Reue denkt er an jene Zeit zurück und wünscht sich, damals doch nur einen anderen Weg eingeschlagen zu haben.Während er so in Gedanken versunken ist, stürmt plötzlich seine kleine Schwester, die eigentlich 24 Jahre alt sein sollte, in Schuluniform zur Tür herein und Kyouya muss feststellen, dass er tatsächlich zehn Jahre in der Zeit zurückgereist ist. Fest entschlossen, dieses Mal etwas aus sich zu machen, schreibt er sich an der Oonaka-Kunstakademie ein und beginnt mit den anderen Bewohnern seines Studentenwohnheims ein anstrengendes, aber erfüllendes Studentenleben ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Nothing Was Working Out","descr":"Im Walter Park wüten die Monster und als diese fusionieren, scheint jede Hoffnung verloren. Doch dann treten drei unerschrockene Lehrer in Aktion, die den Tag retten sollen","versions":[{"lang":3,"streams":[{"redirect":8461106,"hoster":"VOE"},{"redirect":8520284,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ten Years Back in Time","descr":"Kyoya und die anderen aus dem Sharehouse Kitayama bekommen die Aufgabe, einen Kurzfilm gemeinsam zu drehen. Doch da ergeben sich gleich erste Meinungsunterschiede über das Drehbuch","versions":[{"lang":3,"streams":[{"redirect":8461108,"hoster":"VOE"},{"redirect":8520292,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Just Who Am I?","descr":"Team Kitayamas Kurzfilm wird zusammen mit den anderen Filmen aufgeführt. Wie haben sie es geschafft, ohne Filmkamera rechtzeitig einen Film zu produzieren? Und wie wird er gegen Kawasegawas harte Konkurrenz ankommen?","versions":[{"lang":3,"streams":[{"redirect":8461114,"hoster":"VOE"},{"redirect":8520311,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Thinking About What You Can Do","descr":"Team Kitayama haben einen neuen Kurzfilm, diesmal mit Kawasegawa gemeinsam, gedreht. Doch Nanakos Schauspiel kommt nicht so gut an. Da konfrontiert Kawasegawa sie damit, warum sie ihrer wahren Leidenschaft, dem Singen, nicht folgt","versions":[{"lang":3,"streams":[{"redirect":8242517,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Reveal Your Feelings","descr":"Das Unifest beginnt und Kyoya und die anderen vom Klub der feinen Künste betreiben ein Maidcafé. Doch da ergibt sich auf einmal eine Chance für Nanako, vor Publikum aufzutreten. Kann sie ihre Angst überwinden und das Publikum mit ihrem Gesang beeindrucken?","versions":[{"lang":3,"streams":[{"redirect":8324346,"hoster":"VOE"},{"redirect":8324342,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I\u0027ll Try to Somehow","descr":"Tsurayuki hat Probleme, seine Studiengebühren zu bezahlen. Da beschließen Kyoya und die anderen, das dafür notwendige Geld mit dem Verkauf eines Dojin-Spiels zu verdienen","versions":[{"lang":3,"streams":[{"redirect":8429880,"hoster":"VOE"},{"redirect":8429878,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tackling Awkward Situations","descr":"Tsurayukis Verlobte Sayuri ist auf einmal im Sharehouse Kitayama aufgetaucht und sorgt für Probleme bei der Entwicklung des Dojin-Spiels. Doch auch Kyoya hat Probleme mit Nanako und Shinoaki, die sich beide um ihn streiten ...","versions":[{"lang":3,"streams":[{"redirect":8604981,"hoster":"VOE"},{"redirect":8604982,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Produce Results","descr":"Kyoya und die anderen vom Team Kitayama arbeiten hart daran, ihre Visual Novel vor der Deadline fertig zu entwickeln. Da muss Kyoya, um den Zeitplan einzuhalten, die anderen darum bitten, Kompromisse einzugehen ...","versions":[{"lang":3,"streams":[{"redirect":8626308,"hoster":"VOE"},{"redirect":8626306,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Showing Off","descr":"Kyoya findet sich auf einmal in der Welt von 2018 wieder. Doch diese Welt hat sich nach seinem Zeitsprung in die Vergangenheit stark verändert. Er ist mit Shinoaki verheiratet und hat sogar ein Kind. Doch noch weiß er nicht, welchen Preis die anderen für sein Glück zahlen mussten ...","versions":[{"lang":3,"streams":[{"redirect":8710582,"hoster":"VOE"},{"redirect":8710576,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Learn Lessons","descr":"Kyoya gewöhnt sich nach und nach an sein Leben in 2018 und entscheidet, seine Fehler vor zehn Jahren nicht zu wiederholen. Doch als das Projekt in seiner Firma, das von Kawasegawa geleitet wird, nicht gut läuft, steht er vor einer Entscheidung ...","versions":[{"lang":3,"streams":[{"redirect":12919479,"hoster":"VOE"},{"redirect":8762578,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Be Prepared","descr":"Nachdem Kyoya entschieden hat, seine passive Haltung aufzugeben, nimmt er die Probleme mit dem Projekt selbst in die Hand. Doch damit begeht er vielleicht wieder einen großen Fehler ...","versions":[{"lang":3,"streams":[{"redirect":8849231,"hoster":"VOE"},{"redirect":8849239,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Facing Forward Again","descr":"Keiko bietet Kyoya an, noch einmal in die Vergangenheit zu reisen und seine Zukunft und die der anderen zu verändern. Da muss sich Kyoya entscheiden, ob er sein Glück in der jetzigen Welt wegwerfen will, um noch einmal seine Vergangenheit und Zukunft neu zu gestalten.","versions":[{"lang":3,"streams":[{"redirect":8883422,"hoster":"VOE"},{"redirect":8883430,"hoster":"Streamtape"}]}]}]}]}