{"seriesId":"bokura-ga-ita","name":"Bokura ga Ita","descr":"Nanami Takahashi hat ihr erstes Jahr in der Highschool vor sich. Ihr Plan: So viele Freunde wie möglich zu finden. Natürlich muss man dafür erst neue Leute kennen lernen.Dadurch erfährt sie, dass viele Mädchen über einen Jungen namens Motoharu Yano reden; er soll ein echter Frauneschwarm sein.Am Tag der Klassensprecherwahl will sie ihre Freundin Mizuguchi vorschlagen, hat aber ihren Namen vergessen und fragt daher einen Jungen aus ihrer Klasse den sie auf dem Flur trifft. Ohne zu wissen, dass es Yano ist, welcher ihr einen falschen Namen gibt. Das wiederum führt zu einer peinlichen Situation während der Klassensprecherwahl. Nanami ist zuerst sauer auf Yano. Doch mit der Zeit erfährt sie mehr über ihn und seiner traurigen Vergangenheit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode One","descr":"Es ist Nanami Takahashis zweiter Tag an ihrer neuen Highschool und fast sobald die Schule anfängt, findet sie schnell zwei neue Freunde in ihrer Klasse, wie die ungesellige Yuri. Ein Mädchen aus der Asahi-Mittelschule erzählt ihr von einem Jungen namens Motoharu Yano, der bei den Mädchen sehr beliebt war und zufällig in derselben Klasse war. Yuri erklärt, dass sie Yano hasst. Dies späht Nanamis Interesse an ihm an und es dauert nicht lange, bis sie sich in ihn verliebt.","versions":[{"lang":3,"streams":[{"redirect":14424180,"hoster":"VOE"},{"redirect":14436033,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode Two","descr":"Auf einer Klassenreise wird Yuri krank. Nanami und Yano unterhalten sich über seine Vergangenheit, und Gerüchte verbreiten sich, dass Yano mit Yuris älterer Schwester ausgeht, und alle Mädchen sind jetzt daran interessiert. Eines der Mädchen in ihrer Klasse bringt ein altes Jahrbuch mit, und sogar Nanami hat Interesse daran, aber sie wird von Yano erwischt, der sich das Asahi-Jahrbuch ansieht. Ohne nachzudenken, gesteht Nanami ihm, erhält aber keine ganz klare Antwort. Der Beginn eines inneren Kampfes, der in Nanami viel Selbstbewusstsein hervorruft.","versions":[{"lang":3,"streams":[{"redirect":14424221,"hoster":"VOE"},{"redirect":14436036,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode Three","descr":"Es sind Sommerferien und die ganze Klasse geht zur Schule für die Theaterproben, aber Nanami hat sich schon darauf gefreut, wieder zur Schule zu gehen und sie ist ziemlich genervt, dass Motoharu zu keinem von ihnen auftaucht, sie wollte ihn sehen. Selbst beim Sommerfest, bei dem sich alle Mädchen, einschließlich Nanami, verkleiden, taucht er nicht auf. Also kommt Nanami auf die Idee, zu ihm nach Hause zu gehen und ihn zu sehen. Yano ertappt sie beim Streit mit sich selbst, ob sie an der Tür klingeln soll oder nicht. Einmal drinnen, erinnern sich Nanami und Yano mit seiner verstorbenen Ex-Freundin an seine Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":14424140,"hoster":"VOE"},{"redirect":14436035,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode Four","descr":"Das Kulturfestival, das alle für die Veranstaltung einstudiert haben, rückt näher und alle Schüler bereiten sich intensiv auf die Veranstaltung vor. Währenddessen scheint Yano ziemlich distanziert von Nanami zu sein und sie versteht nicht warum, was sie sehr besorgt macht. Dann kommt der Tag des Kulturfestivals. Alles läuft reibungslos und das Spiel ist ein Erfolg. Eine Tradition des Festivals ist es, dass junge Liebhaber ihre Liebe zueinander bekennen, und Yano nutzt die Gelegenheit, um seine Liebe zu Nanami zu bekennen.","versions":[{"lang":3,"streams":[{"redirect":14424219,"hoster":"VOE"},{"redirect":14436037,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode Five","descr":"Nach Motoharus Geständnis während des Kulturfestivals ist Nanami von dem Kuss so begeistert, dass sie letzte Nacht überhaupt nicht schlafen konnte. Am nächsten Tag entdecken ihre Freunde, was zwischen ihnen passiert ist. Aufgrund von Nanamis Schlafmangel fällt es ihr schwer, mit all den bevorstehenden Ereignissen Schritt zu halten. Yano hilft ihr, sich an alles zu erinnern, indem sie sie nach ihm wiederholen lässt. Er macht beiläufig ein Filmdate für die beiden, ohne dass Nanami es merkt. Kurz darauf spürt Namami, als sie es bemerkt, eine solche Erleichterung, dass sie den Rest des Tages schläft. Nanami schläft so fest, dass...","versions":[{"lang":3,"streams":[{"redirect":14424138,"hoster":"VOE"},{"redirect":14436038,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode Six","descr":"Nanami denkt über die Dinge nach, die sie mit Motoharu genossen hat, aber \"die Grenze überschreiten\" ist das Einzige, was sie immer noch nicht kann. Eines Tages treffen sich die beiden zum Shoppen, als sie auf Takeuchis ältere Schwester treffen, die Ladenangestellte ist. Einen Tag nach der Schule, während Motoharu auf Nanami wartet, hat er einen Run-In mit Yuri.","versions":[{"lang":3,"streams":[{"redirect":14424137,"hoster":"VOE"},{"redirect":14436039,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode Seven","descr":"Yano bittet Nanami um ein Date, aber sie läd ihn aus um Zeit mit ihren Freunden zu verbringen, aber es ist kein großes Geheimnis, weil er ihr folgt. Yano macht sich Sorgen, weil sie gelogen hat, wohin sie wollte und mit wem Yano\u0027s Freund Takeuchi da war, um zu helfen. Am nächsten Tag ist Yano ein bisschen sauer auf sie, aber sie können sich nach dem Austausch von Geschenken wieder versöhnen. Die Dinge sehen gut aus zwischen ihnen, Nanami ist in der Lage, ihre tieferen Gefühle für ihn zu erkennen. Yano hat weiterhin Rückblenden, die den Betrachter dazu bringen, die Vergangenheit zwischen ihm und Yuri in Frage zu stellen. In der Klasse gibt es einen Sitzplatzwechsel und dies lässt Nanami noch mehr hinterfragen.","versions":[{"lang":3,"streams":[{"redirect":14424167,"hoster":"VOE"},{"redirect":14436040,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode Eight","descr":"Nanami lädt Yano am Sonntag zu sich nach Hause ein, damit sie etwas Zeit miteinander verbringen können. Zuerst lehnt Yano ab, weil ihre Mutter da sein wird und das ist \"nicht gut\", aber sobald sie in ihrem Zimmer ist, nutzt Nanami diese Gelegenheit, um Yano nacÄndernh seiner Vergangenheit mit Yuri zu fragen und es dauert einige Zeit, bis er ihre Antwort gibt. Als Yano geht, fühlt sich Nanami beruhigt von dem, was er ihr gesagt hat, aber sie hat immer noch die Vorstellung, dass es möglicherweise nicht die ganze Wahrheit in ihrem Hinterkopf ist. Es stellt sich heraus, dass...","versions":[{"lang":3,"streams":[{"redirect":14424160,"hoster":"VOE"},{"redirect":14436043,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode Nine","descr":"Als sie und Motoharu endlich allein in seinem Haus sind, macht sich Nanami an die Arbeit. Alles ist verträumt ... bis seine Mutter früh nach Hause kommt. Danach beschließt er, etwas Geld zu sparen und vielleicht ein Zimmer zu bekommen ...","versions":[{"lang":3,"streams":[{"redirect":14424174,"hoster":"VOE"},{"redirect":14436041,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode Ten","descr":"Als Yuris Tasche umgeworfen wird, stiehlt Nanami zusammen mit Yuri impulsiv ein altes Foto von Motoharu und weiß jetzt nicht, was sie tun soll. Doch als Motoharu das Bild in Nanamis Notizbuch findet, beschließt er, es Yuri selbst zurückzugeben.","versions":[{"lang":3,"streams":[{"redirect":14424141,"hoster":"VOE"},{"redirect":14436044,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode Eleven","descr":"Die Lernsitzung von Nanami und Motoharu wird unterbrochen, als Yuri mit wichtigen Neuigkeiten über ihre Schwester vor Motoharus Haustür auftaucht. Natürlich ist Nanami nicht begeistert und die beiden geraten in einen Streit ...","versions":[{"lang":3,"streams":[{"redirect":14424142,"hoster":"VOE"},{"redirect":14436042,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode Twelve","descr":"Motoharu gesteht Nanami endlich seine Zeit mit Yuri ... und jetzt kann sie ihn nicht einmal ansehen. Aber wenn sie sich endlich versöhnen, beschließen sie, zusammen an den Strand zu gehen. Schlechte Idee?","versions":[{"lang":3,"streams":[{"redirect":14424143,"hoster":"VOE"},{"redirect":14436045,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode Thirteen","descr":"Es ist vorbei zwischen Nanami und Motoharu und eine Woche ist bereits vergangen. Takeuchi, der es einfach nicht zulassen kann, lädt Nanami ein, sie aufzuheitern. In der Zwischenzeit beginnt Motoharu zu bereuen, was passiert ist ...","versions":[{"lang":3,"streams":[{"redirect":14424123,"hoster":"VOE"},{"redirect":14436047,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Episode Fourteen","descr":"Da die Beziehung zwischen Motoharu und Nanami zum Stillstand gekommen ist, beschließt Takeuchi, die Initiative zu ergreifen ... aber sein Timing könnte nicht schlechter sein. Oder könnte es?","versions":[{"lang":3,"streams":[{"redirect":14424162,"hoster":"VOE"},{"redirect":14436046,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Episode Fifteen","descr":"Vor dem jährlichen Kulturfestival sind alle beschäftigt, aber die Dinge zwischen Nanami, Motoharu und Takeuchi sind regungslos. Während sich Motoharu mit seinen Gefühlen für Nanami befasst, plant Takeuchi etwas und zwar bald!","versions":[{"lang":3,"streams":[{"redirect":14424218,"hoster":"VOE"},{"redirect":14436049,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Episode Sixteen","descr":"Während alle gespannt auf das Hauptereignis des Schulfestivals warten, plant Takeuchi gleichzeitig mit Motoharu sein Geständnis bei Nanami! Nanami fühlt sich überwältigt und beschließt zu fliehen.","versions":[{"lang":3,"streams":[{"redirect":14424164,"hoster":"VOE"},{"redirect":14436048,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Episode Seventeen","descr":"Endlich beschließt Nanami, sich wieder mit Motoharu zu treffen - unter einer Bedingung: Er muss ihr alles über seine erste Liebe erzählen, Nana. Wenn sie ausgehen, bringt Nanami Takeuchi mit und hofft, dass er Motoharu dazu bringt, den Tee zu verschütten.","versions":[{"lang":3,"streams":[{"redirect":14424136,"hoster":"VOE"},{"redirect":14436051,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Episode Eighteen","descr":"Motoharu beschließt, Nanami alles zu erzählen, und lädt sie zu einem Gespräch ein, das sich bald eher wie ein Date anfühlt. Aber es wird ernst, als er sich endlich öffnet ... und Nanami will es nicht hören.","versions":[{"lang":3,"streams":[{"redirect":14424139,"hoster":"VOE"},{"redirect":14436050,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Episode Nineteen","descr":"Nanami und Motoharu sind endlich wieder zusammen und sie sind zu ihrem normalen Schulalltag zurückgekehrt. Aber mit Nanami in der Mitte von Motoharu und Takeuchis Rivalität sind die Dinge immer noch super umständlich!","versions":[{"lang":3,"streams":[{"redirect":14424075,"hoster":"VOE"},{"redirect":14436052,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Episode Twenty","descr":"Motoharu ist wütend, als Takeuchi mit seiner Klassenkameradin ausgeht, obwohl er sie nicht mag. Später haben Nanami und Motoharu einen tollen Tag auf einem Date ... bis Yuri auftaucht. Aber spielt es wirklich noch eine Rolle?","versions":[{"lang":3,"streams":[{"redirect":14424222,"hoster":"VOE"},{"redirect":14436054,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Episode Twenty-One","descr":"Da Nanamis Eltern nicht in der Stadt sind, nutzt sie die Gelegenheit, Motoharu zu einer Übernachtung einzuladen. Der begeisterte Motoharu ist begeistert, bis er einen Anruf von einem verärgerten Yuri erhält. Unterdessen ist Takeuchi auf einem Date und Nanami ist in seinen Gedanken.","versions":[{"lang":3,"streams":[{"redirect":14424158,"hoster":"VOE"},{"redirect":14436053,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Episode Twenty-Two","descr":"Nanami wartet immer noch auf Motoharu, aber Takeuchi gibt seinen Gefühlen nach und bietet an, sie nach Hause zu bringen. Als Motoharu endlich dort ankommt, sind die beiden schon lange weg. Später versucht er sich zu entschuldigen, bevor er an einer Erkältung erkrankt.","versions":[{"lang":3,"streams":[{"redirect":14424165,"hoster":"VOE"},{"redirect":14437050,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Episode Twenty-Three","descr":"Motoharu und Takeuchi haben beide große Neuigkeiten ... füreinander! Nanami ist sich wirklich unsicher darüber, was zwischen ihr und Motoharu passiert, besonders nachdem Yuri und Takeuchi involviert waren. Könnte es wirklich vorbei sein zwischen ihnen?","versions":[{"lang":3,"streams":[{"redirect":14424122,"hoster":"VOE"},{"redirect":14436055,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Episode Twenty-Four","descr":"Mit Weihnachten vor der Tür ist Nanami mit Geschenken beschäftigt, obwohl sie sich nicht mit Motoharu versöhnt hat, während Motoharu überlegt, mit seiner Mutter nach Tokio zu ziehen. Was wird passieren, wenn es Zeit fürs College ist?","versions":[{"lang":3,"streams":[{"redirect":14424166,"hoster":"VOE"},{"redirect":14436057,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Episode Twenty-Five","descr":"Nanami lernt wie verrückt nach den Aufnahmeprüfungen für die Universität, aber sie hat allmählich Zweifel an ihren Chancen, akzeptiert zu werden. Um sie noch nervöser zu machen, hat Motoharu ihr immer noch keine Antwort auf Tokio gegeben. Aaaaaargh !!!","versions":[{"lang":3,"streams":[{"redirect":14424181,"hoster":"VOE"},{"redirect":14436056,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Episode Twenty-Six","descr":"In diesem bittersüßen Saisonfinale ist Weihnachten nur noch wenige Wochen entfernt. Nachdem Motoharu verblüffend angekündigt hat, dass er nach Tokio zieht, verbringen er und Nanami vor den Ferien so viel Zeit miteinander ... und ihre Zukunft getrennt.","versions":[{"lang":3,"streams":[{"redirect":14424159,"hoster":"VOE"},{"redirect":14436058,"hoster":"Streamtape"}]}]}]}]}