{"seriesId":"boom-boom-bruno","name":"Boom Boom Bruno","descr":"Bruno (Ben Becker) ist nicht nur irgendein Polizist, er ist Boom Boom Bruno, der Cowboy in seinem Revier. Hier hat er alles im Griff: Seine Verbrecher, seine Nutten, seinen Chef. Dann erhält er eines Tages einen neuen Partner zugeteilt: Mark (Vincent zur Linden). Der junge Polizist ist genau das Gegenteil von Bruno, der sich riesig auf seinen neuen Partner freut – kann er doch diesem unsicheren Jungen beibringen, ein richtiger Kerl zu sein. Doch als im Kiez eine Dragqueen tot aufgefunden wird, müssen beide gegen eigene Vorurteile und Widerstände von allen Seiten ankämpfen, um den Fall zu lösen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"It\u0026#039;s a Man\u0026#039;s World","epNo":1,"alt":"","descr":"Bruno ist mit sich und der Welt zufrieden. Was nicht passt, wie Pimmelkrebs, wird ignoriert. Noch besser wird’s, als er einen neuen Partner bekommt: Mark. Mark hält Bruno für ein Schwein – das denkt auch Brunos Flamme, die Stripperin Alice. Bruno will aus dem jungen Polizisten einen echten Kerl machen. Läuft auch wie am Schnürchen, bis in Brunos Revier eine Dragqueen ermordet wird. ","versions":[{"lang":1,"streams":[{"redirect":14365500,"hoster":"VOE"},{"redirect":13601115,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Titten, Trophäen und schrille Tanten","epNo":2,"alt":"","descr":"Bruno hat schlechte Laune. Nicht nur, dass ihm die tote Dragqueen Ärger macht, die lebendige Queen, Lady Lovelyn, scheint irgendwas zu wissen. Bruno bekommt immer mehr das Gefühl, dass diese schrille Tante etwas mit dem Mord zu tun haben könnte. Privat läuft es gut bei den Jungs: Bruno hat sich ein Date mit Alice erpresst und Mark hat Mikky, einen American-Football-Spieler, kennengelernt. ","versions":[{"lang":1,"streams":[{"redirect":14365525,"hoster":"VOE"},{"redirect":14386584,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Love Is in the Air","epNo":3,"alt":"","descr":"Bruno und Mark wollen Lady Lovelyn nachweisen, dass sie die Dragqueen umgebracht hat. Langsam wachsen Bruno und sein Mark zu einem Team zusammen und auch Alice bemerkt, dass Bruno vielleicht doch kein so riesiges Arschlosch ist. Doch gerade als es so aussieht, als würde alles gut gehen, kommt es anders. Bruno versaut es auf allen Ebenen und sein Pimmelkrebs macht ihm Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14365550,"hoster":"VOE"},{"redirect":13601116,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sturer Bock","epNo":4,"alt":"","descr":"Bruno will sich nicht eingestehen, dass er einer falschen Spur gefolgt ist und will nun mit allen Mitteln beweisen, dass er es noch drauf hat und noch nicht zum alten Eisen gehört. Dabei übergeht er aber die Gefühle anderer Menschen und verkackt es mit Mark. Der sagt ihm nicht nur die Meinung, sondern outet sich auch vor ihm und bringt sich auf der Jagd nach dem Mörder selbst in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":14377993,"hoster":"VOE"},{"redirect":14377057,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lonesome Cowboy","epNo":5,"alt":"","descr":"Bruno ist auf sich allein gestellt, zerfressen von Wut und Rachegefühlen. Blind vor Zorn begibt sich der Hüter der Straßen in höchste Gefahr. Denn der Mörder ist viel näher als er denkt und ein nervenaufreibendes Katz- und Mausspiel beginnt. Bruno setzt alles daran, den Täter zu überführen und als Sieger vom Platz zu gehen, auch wenn das bedeutet, dass ihn das an den Abgrund treibt.","versions":[{"lang":1,"streams":[{"redirect":14365376,"hoster":"VOE"},{"redirect":14386576,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vier Fäuste für ein Hallelujah!","epNo":6,"alt":"","descr":"Bruno hat alles verloren, was ihm jemals etwas bedeutet hat. Aber aufgeben kommt für einen Boom Boom Bruno nicht in Frage. Der lonesome Cowboy begreift, dass er gar nicht so lonesome sein will und Unterstützung braucht, um den Mörder zu schnappen. In einem großen Showdown stehen sich Bruno und der Mörder endlich gegenüber …","versions":[{"lang":1,"streams":[{"redirect":14365473,"hoster":"VOE"},{"redirect":14366268,"hoster":"Streamtape"}]}]}]}]}