{"path":"/serie/stream/boomtown","name":"Boomtown","descr":"Los Angeles ist ein gefährliches Pflaster. Immer wieder erschüttern Gewalttaten die Metropole, und jeder hat seine eigene Sicht auf die Geschehnisse: die Opfer, die Polizei, die Presse und die Politiker. Durch Schüsse aus einem vorbeifahrenden Wagen wird ein Teenager ermordet und ein kleines Mädchen schwer verletzt. Polizist Joel Stevens und sein Partner Bobby \"Fearless\" Smith ermitteln. Unterdessen versucht Staatsanwalt David McNorris, aus dem Fall seinen Nutzen zu ziehen.","seasons":[{"path":"/serie/stream/boomtown/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/boomtown/staffel-1/episode-1","name":"Fluss ohne Wiederkehr","epNo":1,"alt":"Pilot","descr":"Los Angeles ist ein gefährliches Pflaster. Immer wieder erschüttern Gewalttaten die Metropole, und jeder hat seine eigene Sicht auf die Geschehnisse: die Opfer, die Polizei, die Presse und die Politiker. Durch Schüsse aus einem vorbeifahrenden Wagen wird ein Teenager ermordet und ein kleines Mädchen schwer verletzt. Polizist Joel Stevens und sein Partner Bobby ‚Fearless‘ Smith ermitteln. Unterdessen versucht Staatsanwalt David McNorris, aus dem Fall seinen Nutzen zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462331","hoster":"VOE"},{"path":"/redirect/8326928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-2","name":"Rollenspiel","epNo":2,"alt":"Possession","descr":"Joel Stevens und sein unerschrockener Partner Bobby ‚Fearless‘ Smith verfolgen einen Mann, der unter Verdacht steht, einen Mord begangen zu haben. Wie es scheint, plant der Verbrecher, eine weitere Person umzubringen. Währenddessen vermutet die Frau von Staatsanwalt David McNorris, dass ihr Mann eine Affäre hat. Tatsächlich trifft er sich mit der Reporterin Andrea Little.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095932","hoster":"VOE"},{"path":"/redirect/8326930","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-3","name":"In die Enge getrieben","epNo":3,"alt":"The Squeeze","descr":"Der berühmte Rechtsanwalt Robert Colson steht unter Mordverdacht. Doch die Vorwürfe gegen ihn werden in einer ersten Anhörung als nichtig abgetan. Die Polizisten Joel Stevens und Bobby ‚Fearless‘ versuchen Druck auf Colsons Bruder und dessen Familie auszuüben, um an Beweise für die Schuld des Anwaltes zu gelangen. Reporterin Andrea Little hat ein großes persönliches Interesse an dem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462336","hoster":"VOE"},{"path":"/redirect/13037257","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-4","name":"Mord verjährt nicht","epNo":4,"alt":"Reelin’ in the Years","descr":"Vor 26 Jahren wurde der Partner von Toms Turcottes Vater Paul bei einem Banküberfall erschossen. Die Polizist Joel und Bobby rollen den Fall nach all der Zeit wieder auf. Doch dazu benötigen sie dringend die Unterstützung von Tom. Der muss sich nun mit den unangenehmen Erinnerungen auseinandersetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095933","hoster":"VOE"},{"path":"/redirect/8326932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-5","name":"Alles Böse zu Halloween","epNo":5,"alt":"All Hallow’s Eve","descr":"Es ist Halloween: In der Notfallambulanz wird die Sanitäterin Teresa von einem Verbrecher bedroht: Sie soll das Leben seines Bruders retten, der während eines Überfalls schwer verwundet wurde. Falls ihr das nicht gelingt, droht er, sie zu töten. Unterdessen ermitteln Ray und Tom undercover, um ein diebisches Trio dingfest zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462334","hoster":"VOE"},{"path":"/redirect/12481748","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-6","name":"Das Versprechen","epNo":6,"alt":"The Freak","descr":"Ein kleines Mädchen hat als Einzige beobachtet, wie ein Mann bei einem Überfall getötet wurde. ‚Fearless‘ bleiben nur zwei Möglichkeiten: Entweder zwingt er das Mädchen zur Aussage und gefährdet damit ihr Leben oder er lässt den Mörder entkommen. Unterdessen untersuchen Ray und Tom den Mord an einer Leiche, die in einem Whirlpool gefunden wurde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462337","hoster":"VOE"},{"path":"/redirect/12481747","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-7","name":"Das Comeback","epNo":7,"alt":"Insured by Smith \u0026amp","descr":"Zwei Unbekannte haben ein Sportgeschäft überfallen und alle Kunden als Geiseln genommen. Joel und David versuchen, mit den bewaffneten Gangstern zu verhandeln. Als Ray erfährt, dass ein ehemaliger TV-Star unter den Geiseln ist, den er immer verehrt hat, hält ihn nichts mehr. Er beschließt, als Sanitäter getarnt, sich in die Hände der Verbrecher zu begeben. Doch seine Rettungsaktion schlägt fehl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462346","hoster":"VOE"},{"path":"/redirect/8326937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12286683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-8","name":"Crash","epNo":8,"alt":"Crash","descr":"Joel und Bobby ‚Fearless‘ ermitteln diesmal in einem Autounfall mit tödlichem Ausgang. Während ihrer Nachforschungen stoßen sie auf eine interessante Spur, die sie zu einem Verbrecherring führt. Dessen Mitglieder verdienen ihr Geld mit Versicherungsbetrug. Doch außer ihnen ermittelt noch jemand in dem Fall: Bobbys Ex-Freundin, die bei der Versicherung arbeitet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462345","hoster":"VOE"},{"path":"/redirect/8326938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-9","name":"Die David-McNorris-Show","epNo":9,"alt":"The David McNorris Show","descr":"Nachdem ein asiatisches Mädchen im Haus eines reichen Hollywood-Produzenten tot aufgefunden wird, fällt der Verdacht auf den Sohn des Hauses. Sein Vater reagiert sofort und versucht, den Staatsanwalt David McNorris zu bestechen: mit einer Beförderung. Doch auch Joel und ‚Fearless‘ stellen ihre Nachforschungen an und stoßen dabei auf ein Familiengeheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462353","hoster":"VOE"},{"path":"/redirect/8326939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-10","name":"Der Kojote","epNo":10,"alt":"Coyote","descr":"Joel und ‚Fearless‘ haben es mit einem verzwickten Fall zu tun. Eine Jugendliche wurde missbraucht und entführt. Der einzige Zeuge ist ein geistig verwirrter Mann, der glaubt ein Kojote zu sein. Die beiden Polizisten holen sich nicht nur die Unterstützung eines Psychiaters, sondern auch von Reporterin Andrea Little, die früher mit dem Zeugen auf einer Schule war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462351","hoster":"VOE"},{"path":"/redirect/8326940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-11","name":"Alkohol","epNo":11,"alt":"Monster’s Brawl","descr":"Ein Obdachloser stirbt an den Folgen eines brutalen Überfalls. Sofort sind Joel und ‚Fearless‘ am Tatort und vernehmen die Zeugen. Bald gibt es einen Hauptverdächtigen, doch dann erhalten die beiden einen hilfreichen Tipp von Teresa. Der vermeintliche Täter wurde scheinbar von zwei Filmemachern gezwungen, die diese ganz bestimmte Szene für ein Schwarzmarktvideo benötigten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462360","hoster":"VOE"},{"path":"/redirect/13037258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-12","name":"Blutrache","epNo":12,"alt":"Sinaloa Cowboys","descr":"Während einer Explosion in einem Medizinlabor ist jemand ums Leben gekommen. Ray und Tom untersuchen den Fall. Die beiden Cops vermuten ein zerstrittenes Paar hinter dem Anschlag. Doch dann wird einer der Verdächtigen in der Nähe des Polizeireviers gefunden: tot. Ray und Tom müssen daraufhin ihre Ermittlungen vollkommen umstellen. Währenddessen entwickelt Teresa Gefühle für Joel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462355","hoster":"VOE"},{"path":"/redirect/8326950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-13","name":"Der Feind in deinem Haus","epNo":13,"alt":"Home Invasion","descr":"Bereits zwei Familien wurden im Schlaf ermordet und ausgeraubt. Wie es scheint, hatten beide einen ganz bestimmten Reinigungsdienst engagiert. Die Polizisten Joel und ‚Fearless‘ ermitteln zusammen mit ihrem Kollegen Daniel Ramos. Sie sind überzeugt, dass es bald weitere Opfer geben wird und arbeiten mit Hochdruck an dem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095931","hoster":"VOE"},{"path":"/redirect/13037259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-14","name":"Exekution","epNo":14,"alt":"Execution","descr":"Kurz vor seiner Hinrichtung stellt ein heimtückischer Verbrecher David ein Ultimatum: Entweder der Staatsanwalt rettet ihm das Leben oder ein entführter Cop wird sterben. Ray lässt seine Kontakte spielen und findet schon bald den Ort heraus, wo der Polizist gefangen gehalten wird. Doch die Retter kommen zu spät. – Diese Folge inszenierte Jon Avnet, der Regisseur von ‚Grüne Tomaten‘ und ‚Red Corner‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462365","hoster":"VOE"},{"path":"/redirect/13037263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-15","name":"Der Verräter","epNo":15,"alt":"Storm Watch","descr":"Am Tatort eines Überfalls findet Ray eine grausame Szenerie vor: Zwei seiner Kollegen wurden von den Verbrechern erschossen. Schnell steht für ihn fest, dass jemand aus seinem Revier die Gangster gewarnt hat. Während das FBI daraufhin die Dienststelle schließt, soll Joel den Maulwurf ausfindig machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462363","hoster":"VOE"},{"path":"/redirect/13993344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-16","name":"Schlechte Erinnerungen","epNo":16,"alt":"Fearless","descr":"Bei einer Schießerei kommt ein Drogendealer ums Leben. Auch ‚Fearless‘ wird an den Tatort gerufen. Als er den Tod genauer untersucht, sieht sich der Cop plötzlich mit schlechten Erinnerungen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462364","hoster":"VOE"},{"path":"/redirect/8326958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-17","name":"Blackout","epNo":17,"alt":"Blackout","descr":"David McNorris erwacht in seinem Wagen und kann sich nicht mehr an die letzten Stunden erinnern. Im Radio hört er von einem Unfall mit Fahrerflucht. Da sich an seinem Auto Blutspuren befinden und ein Scheinwerfer demoliert ist, gerät David in Panik. Währenddessen sollen Ray und Tom in einem Entführungsfall ermitteln. Die beiden Cops finden einen Alzheimer-Patienten vor, der an sein Bett gefesselt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462373","hoster":"VOE"},{"path":"/redirect/8326957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-1/episode-18","name":"Babyraub","epNo":18,"alt":"Lost Child","descr":"Joel und ‚Fearless‘ werden auf einen Fall angesetzt, bei dem ein Baby gekidnappt wurde. Eine heiße Spur führt die beiden Cops zu einer Gruppe von Hebammen, die offenbar neugeborene Babys ehemaliger Drogenabhängiger stiehlt. Privat haben Joel und seine Frau Kelly ganz andere Sorgen: Sie fühlen sich für den Tod ihrer Tochter verantwortlich","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095935","hoster":"VOE"},{"path":"/redirect/8326961","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/boomtown/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/boomtown/staffel-2/episode-1","name":"Die Liebe zum Geld","epNo":1,"alt":"The Love of Money","descr":"Joel und ‚Fearless‘ holen sich Unterstützung in einem kniffligen Fall: Zwei ihrer Kollegen wurden ermordet. Sie vermuten, dass der Gangster John Donadoni darin verwickelt ist. Sofort nehmen die Polizisten Ray und Tom dessen Spur auf, doch das geht schief. Dann werden die beiden Cops auf Sabrina Fithian aufmerksam, die offenbar etwas über die Ereignisse weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097470","hoster":"VOE"},{"path":"/redirect/13037266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-2/episode-2","name":"Wie der Vater, so der Sohn","epNo":2,"alt":"Inadmissible","descr":"David McNorris kehrt aus der Entzugsklinik zurück. Gerade als die Ermittlungen gegen John Donadoni und Sabrina Fithian auf Hochtouren laufen. Zusätzlich wird er auf eine harte Probe gestellt: Sein Vater taucht unerwartet auf und hat beunruhigende Neuigkeiten für ihn","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095934","hoster":"VOE"},{"path":"/redirect/8326963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-2/episode-3","name":"Der Möchtegern-Polizist","epNo":3,"alt":"Wannabe","descr":"Auf einer Polizeiakademie wurde eine Leiche gefunden. Joel und ‚Fearless‘ machen sich auf den Weg dorthin und nehmen die Ermittlungen auf. Zur Überraschung der beiden Cops treffen sie dort auf ihre gute Bekannte Teresa, die auch die Leiche entdeckt hat. Unterdessen sind Ray und Tom zusammen mit Katherine einem Verbrecherring auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462381","hoster":"VOE"},{"path":"/redirect/8326969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-2/episode-4","name":"Teresas Feuerprobe","epNo":4,"alt":"Haystack","descr":"Während eines Banküberfalls gelingt es den Tätern, in ein Einkaufszentrum zu fliehen. Dort nehmen sie mehrere Geiseln. Unter den Gefangenen befindet sich auch Teresa. Nun kann sie umsetzen, was sie in ihren ersten Stunden an der Polizeiakademie gelernt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095940","hoster":"VOE"},{"path":"/redirect/8326970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-2/episode-5","name":"Der Tote in der Wand","epNo":5,"alt":"The Hole-in-the-Wall Gang","descr":"Bei den Renovierungsarbeiten des ehemaligen Hauses einer Studentenverbindung werden die Überreste eines Toten gefunden. David McNorris sucht Hilfe bei Joel, ‚Fearless‘ und Katherine. Die drei versuchen, unter den Mitgliedern der Bruderschaft einen Verdächtigen ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8462383","hoster":"VOE"},{"path":"/redirect/8326972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/boomtown/staffel-2/episode-6","name":"Die letzte Chance","epNo":6,"alt":"The Big Picture","descr":"Tom wird von Gewissensbissen geplagt. Auf einen Anruf wegen Ruhestörung ist er nicht seinem Instinkt gefolgt und hat nicht vor Ort nach dem Rechten gesehen. Nun wird eine Frau vermisst und wenig später für tot erklärt. Mit Katherine will der Cop das Verschwinden aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095939","hoster":"VOE"},{"path":"/redirect/13037267","hoster":"Streamtape"}]}]}]}]}