{"seriesId":"boomer-der-streuner","name":"Boomer, der Streuner","descr":"Der streunende Mischlingshund Boomer zieht durch die Gegend und macht immer bei Menschen in Schwierigkeiten Halt, um ihnen zu helfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Molly, die Ausreißerin","epNo":1,"alt":"Molly","descr":"Die kleine verträumte Molly verliert beim Besuch eines Volksfestes ihre Klasse. Sie schliesst Freundschaft mit dem streunenden Hund Boomer, der nicht nur dafür sorg, dass Molly bald wieder nach Hause kommt, sondern auch ihre Eltern von der Sorge befreit, dass ihre Tochter geistig zurückgeblieben ist.","versions":[{"lang":1,"streams":[{"redirect":8346819,"hoster":"VOE"},{"redirect":8343548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sein großer Auftritt","epNo":2,"alt":"Me and my shadow","descr":"Der Künstler Archie Hale fristet sein Leben mit Auftritten in heruntergekommenen Lokalen und trauert seinem vergangenen Erfolg hinterher. Als Boomer ihn davor bewahrt, ausgeraubt zu werden, freundet sich Archie mit dem Hund an. Endlich scheint er wieder Glück zu haben.","versions":[{"lang":1,"streams":[{"redirect":8346500,"hoster":"VOE"},{"redirect":8343580,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hundediebe","epNo":3,"alt":"Jailbreak","descr":"Drei Hundediebe treiben ihr Unwesen. Selbst Boomer entkommt ihnen nur mit knapper Not. Als er miterlebt, wie Buster, der Beste Freund des Jungen Jesse, entführt wird, machen sich Boomer und der Junge auf die Jagd nach den skrupellosen Ganoven.","versions":[{"lang":1,"streams":[{"redirect":8346497,"hoster":"VOE"},{"redirect":8343605,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Einsiedler","epNo":4,"alt":"The vigil","descr":"Boomer schließt Freundschaft mit einem Einsiedler und seinem Hund Elly. Als der alte Mann stirbt, soll Elly ins Tierheim. Aber Boomer hat einen anderen Plan.","versions":[{"lang":1,"streams":[{"redirect":8346518,"hoster":"VOE"},{"redirect":8343609,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Ausflug","epNo":5,"alt":"Overboard","descr":"Boomer schliesst sich einer Familie an, die zum Zelten an einen See fährt. Schon der erste Angelausflug der Kinder endet verhängnisvoll.","versions":[{"lang":1,"streams":[{"redirect":8346510,"hoster":"VOE"},{"redirect":8343610,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alles Reklame","epNo":6,"alt":"Tell themBoomer sent you","descr":"Boomer soll Werbung für Hundefutter machen und ein ganz grosser Star werden. Glücklicherweise findet er im Sohn des Fotografen einen Verbündeten, der genau weiss, was einem Hund gut tut und was nicht.","versions":[{"lang":1,"streams":[{"redirect":8346456,"hoster":"VOE"},{"redirect":8343611,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"George und Emma","epNo":7,"alt":"George and Emma","descr":"Emma Parks soll nach 37 Jahren aus ihrer Wohnung ausziehen, weil das Haus abgerissen wird. Sie wehrt sich mit Verzweiflung gegen den Umzug in einen Betonklotz und Boomer unterstützt sie dabei nach allen Kräften.","versions":[{"lang":1,"streams":[{"redirect":8346448,"hoster":"VOE"},{"redirect":8343613,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Privatdetektiv","epNo":8,"alt":"Private eye","descr":"Privatdetektiv Kolodnys erster Auftrag besteht darin, die Hochzeitsgeschenke der wohlhabenden Familie Caldwell zu bewachen. Doch bereits vor der Trauung verschwindet ein wertvolles Schmuckstück. Der Dieb kann erst mit Boomers Unterstützung entlarvt werden.","versions":[{"lang":1,"streams":[{"redirect":8346469,"hoster":"VOE"},{"redirect":8343622,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Stalljunge (1)","epNo":9,"alt":"Stableboy I","descr":"Der Junge Benny Henderson träumt davon, ein ebenso berühmter Jockey wie sein Vater zu werden. Eines Tages erhält er die Chance, als Stallbursche auf einem Pferdegut zu arbeiten. Doch Trainer Cody macht ihm das Leben schwer.","versions":[{"lang":1,"streams":[{"redirect":8346486,"hoster":"VOE"},{"redirect":8343626,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Stalljunge (2)","epNo":10,"alt":"Stableboy II","descr":"Nachdem Benny Henderson wieder bei Mr. Wyngate arbeiten darf und Trainer Cody entlassen wurde, scheint die Welt wieder in Ordnung zu sein. Doch Cody schmiedet einen Racheplan nach dem anderen.","versions":[{"lang":1,"streams":[{"redirect":8346472,"hoster":"VOE"},{"redirect":8343551,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Freundschaftsspiel","epNo":11,"alt":"Boomer and the bucketeers","descr":"Robbie Johnsons Basketballkarriere endet nach einem schweren Autounfall. Der Junge sitzt im Rollstuhl und will vom Leben nichts mehr wissen. Doch Boomer bringt Robbie dazu, sich wieder für Basketball zu begeistern.","versions":[{"lang":1,"streams":[{"redirect":8346790,"hoster":"VOE"},{"redirect":8343556,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rocker Boomer","epNo":12,"alt":"Boomer’s east side story","descr":"Joey und seine Freunde leiden unter den Schikanen einer Jugendbande. Sie beschliessen, gemeinsam mit Boomer auch eine gefährliche Bande zu gründen und sich Respekt zu verschaffen.","versions":[{"lang":1,"streams":[{"redirect":8346786,"hoster":"VOE"},{"redirect":8343555,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Frankensteins Spukhaus","epNo":13,"alt":"Camityville’s Boomer","descr":"Peter und Bonnie Greene geraten zufällig in das Haus von Dr. Frankenstein. Schnell wird es ihnen dort unheimlich. Doch eine Flucht schein unmöglich zu sein. Doch Boomer hilft den beiden.","versions":[{"lang":1,"streams":[{"redirect":8346800,"hoster":"VOE"},{"redirect":8343557,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Seine große Chance","epNo":14,"alt":"Good Looking","descr":"Gary Walker will sich und seiner Umwelt beweisen, was ein blinder Mensch leisten kann. Doch der plötzliche Tod seines Blindenhundes Bobby macht seine ehrgeizigen Pläne zunichte. Doch Boomer weiß Rat.","versions":[{"lang":1,"streams":[{"redirect":8346794,"hoster":"VOE"},{"redirect":8343560,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Muss Boomer sterben?","epNo":15,"alt":"Boomer in the pound","descr":"Boomer wird fälschlicherweise beschuldigt, einen Mann gebissen zu haben. Herrenlose Hunde werden in diesem Fall eingeschläfert. Auch die Bemühungen des Tierpflegers Phil, Boomer zu retten, scheinen umsonst zu sein.","versions":[{"lang":1,"streams":[{"redirect":8346762,"hoster":"VOE"},{"redirect":8343561,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zwei Sieger","epNo":16,"alt":"Boomer goes for the gold","descr":"Boomer freundet sich mit dem Pechvogel Steve an, der sein Taxi zu Schrott fährt, als er einem Jungen auf der Straße ausweicht. Für den mutlosen jungen Mann meldet sich Boomer zu einer Dressurprüfung für Rassenhunde an und zeigt Steve dadurch, wie viel man im Leben doch erreichen kann.","versions":[{"lang":1,"streams":[{"redirect":8346757,"hoster":"VOE"},{"redirect":8343573,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Komiker","epNo":17,"alt":"Make ’em laugh","descr":"Cosmo Valetti träumt davon, eines Tages ein großer Komiker zu werden und imitiert fleißig alle seine Vorbilder. Doch niemand lacht bei seinen Aufführungen. Doch als er zusammen mit Boomer nach Hollywood fährt, ändert sich das.","versions":[{"lang":1,"streams":[{"redirect":8346764,"hoster":"VOE"},{"redirect":8343575,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Testament","epNo":18,"alt":"Prince and the Boomer","descr":"Mrs. Parkington verfügt in ihrem Testament, dass im Falle ihres Todes ihr Hund mit ihr begraben werden soll. Als sie tatsächlich stirbt, versuchen ihre Hausangestellten Vicky und David, den kleinen Hund Chaucey zu retten. Boomer ist dabei behilflich, ohne dass jemand etwas davon merkt.","versions":[{"lang":1,"streams":[{"redirect":14071993,"hoster":"VOE"},{"redirect":8343574,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Piratenschatz","epNo":19,"alt":"Boomer and the musket cove treasure","descr":"Boomer ist unter die Seeleute und Schatzsucher gegangen. Er unterstützt Kapitän O’Connell dabei, den berühmten Piratenschatz von Flint zu heben. Doch der Traum vom Reichtum ist nur von kurzer Dauer.","versions":[{"lang":1,"streams":[{"redirect":8346769,"hoster":"VOE"},{"redirect":8343576,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Schönheitswettbewerb (1)","epNo":20,"alt":"Boomer and Miss 21st century I","descr":"Boomers neue Freundin Jenny schwärmt für Detektiv Geschichten und hat eine blühende Phantasie. Als sie tatsächlich Zeugin einer Entführung wird, glaubt ihr niemand. Nun muss sie mit Boomer den Fall auf eigene Faust lösen.","versions":[{"lang":1,"streams":[{"redirect":8346858,"hoster":"VOE"},{"redirect":8343592,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Schönheitswettbewerb (2)","epNo":21,"alt":"Boomer and Miss 21st century II","descr":"Nachdem Jenny und Boomer den Zwillingsbruder von Milo entdeckt haben, werden sie gekidnappt. Mit Boomers Hilfe können sie sich befreien. Werden sie den Schwindel auf dem Schönheitswettbewerb rechtzeitig aufklären können?","versions":[{"lang":1,"streams":[{"redirect":12332771,"hoster":"VOE"},{"redirect":8343591,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Fassadenkletterer","epNo":22,"alt":"Flatfoots","descr":"Boomer schließt sich zwei Polizisten an und unterstützt sie bei ihrer Arbeit. Doch beim nächsten größeren Einsatz kann auch er nur zuschauen, als Fortunato eine gefährliche Klettertour wagt.","versions":[{"lang":1,"streams":[{"redirect":8346874,"hoster":"VOE"},{"redirect":8343594,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Boomer’s Weihnachtsfest (1)","epNo":23,"alt":"A Christmas for Boomer I","descr":"Boomer hat sein Herz an eine Cockerspaniel Dame aus besserem Hause verloren. Leider ist ihre Eigentümerin gegen diese Verbindung und will Boomer in ein Tierheim bringen lassen. Aber ihr Diener Jack setzt in einfach aus.","versions":[{"lang":1,"streams":[{"redirect":13504608,"hoster":"VOE"},{"redirect":8343593,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Boomer’s Weihnachtsfest (2)","epNo":24,"alt":"A Christmas for Boomer II","descr":"Boomer rettet trotz aller Widerstände seiner großen Liebe, der Cockerspaniel Hündin Daisy das Leben. Familie Sinclair findet den Ausreißer schließlich wieder und so steht einem glücklichen Weihnachtsfest nichts mehr im Wege.","versions":[{"lang":1,"streams":[{"redirect":12332772,"hoster":"VOE"},{"redirect":8343596,"hoster":"Streamtape"}]}]}]}]}