{"seriesId":"bordertown-us","name":"Bordertown (US)","descr":"\"Bordertown\" wirft einen satirischen Blick auf die kulturellen Unterschiede innerhalb Amerikas. Im Mittelpunkt des neuen Projekts stehen zwei Familien, die in einer fiktiven Wüstenstadt an der Grenze zwischen den Vereinigten Staaten und Mexiko leben. Bud Buckwald und Ernesto Gonzales sind beide verheiratete Familienväter. Bud arbeitet als Grenzschutzagent, der sich von den kulturellen Veränderungen durch die Einwanderer in seiner Nachbarschaft bedroht fühlt, während der mexikanische Zuwanderer Ernesto stolz darauf ist, es in den USA zu etwas gebracht zu haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verliebt, verlobt, verbannt","epNo":1,"alt":"The Engagement","descr":"Bud ist außer sich vor Wut, als er herausfindet, dass seine Tochter Becky mit J.C. verlobt ist, dem Neffen von Ernesto, der gerade erst seinen Hochschulabschluss gemacht hat. Unterdessen wird ein strenges Immigrationsgesetz verabschiedet, was zur Deportation von J.C. führt - sehr zum Wohlwollen von Bud.","versions":[{"lang":1,"streams":[{"redirect":8462400,"hoster":"VOE"},{"redirect":8326981,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tunnel im Gästeklo","epNo":2,"alt":"Borderwall","descr":"Bud (Hank Azaria) setzt sich für den Bau einer Grenzmauer ein und will dafür konfisziertes Drogengeld verwenden. Als die Mauer schließlich steht, erkennt er, dass er damit seinen eigenen Job als Grenzschützer überflüssig gemacht. Als er tatsächlich arbeitslos wird, beginnt er ironischerweise damit, seine Brötchen als Schmuggler von Einwanderern zu verdienen.","versions":[{"lang":1,"streams":[{"redirect":8462402,"hoster":"VOE"},{"redirect":8326980,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Um Himmels Willen","epNo":3,"alt":"Megachurch","descr":"Der Reverend der örtlichen Megachurch bittet sein Schäfchen Bud (Hank Azaria) darum, dessen Nachbarn Ernesto (Nicholas Gonzalez), den wohl großzügigsten Kirchenspender der Stadt, zum Eintritt in die Gemeinde zu überreden. Ernesto lässt sich schließlich vom Prunk der Megachurch verführen. Außerdem verspricht ihm der Reverend, dass er sich dafür einsetzen wolle, dass noch mehr Mexikaner ins Land kommen können, was für Bud den blanken Horror bedeutet. Die beiden Nachbarn tun sich letztendlich zusammen, um den Status Quo wiederherzustellen, doch das macht das Ganze nur noch schlimmer.","versions":[{"lang":1,"streams":[{"redirect":8462403,"hoster":"VOE"},{"redirect":8326984,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Trainerstress","epNo":4,"alt":"High School Football","descr":"Bud wird der neue Footballtrainer und entdeckt eine geheime Waffe damit sein Team gewinnt - einen illegalen Immigranten, der graziös und gekonnt über die Grenze sprintet. Doch der Jugendliche ist zufällig der mexikanische Drogenkurier Nummer Eins.","versions":[{"lang":1,"streams":[{"redirect":8462405,"hoster":"VOE"},{"redirect":8713213,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ab ins Reservat","epNo":5,"alt":"Groundhog Day","descr":"Als Marias Schwester ihr Kind zur Welt bringt, wandelt sich die weiße Mehrheit in eine lateinamerikanische. Also beschließt Bud, dass er und Janice nun auch ein Kind zeugen müssen, um das Gleichgewicht wiederherzustellen.","versions":[{"lang":1,"streams":[{"redirect":8462406,"hoster":"VOE"},{"redirect":8326991,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der vergeigte Streik","epNo":6,"alt":"J.c. Strikes","descr":"Ernesto ist frustriert darüber, dass J.C. immer noch keinen Job hat, und stellt ihn deshalb als Gärtner an. Als sich die Arbeit als zu schwierig herausstellt, gründet J.C. mit den anderen Arbeitern eine Gewerkschaft und tritt in den Streik.","versions":[{"lang":1,"streams":[{"redirect":8462407,"hoster":"VOE"},{"redirect":8326998,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In den Fängen des Barracuda","epNo":7,"alt":"Drug Lord","descr":"Die Buckwalds werden von ihren Nachbarn zum Grillen eingeladen. Dort erfährt Gert, dass es einen Mann in Mexifornia gibt, der berühmt ist und einen Tiger besitzt. Den will Bucks jüngste Tochter unbedingt kennenlernen. Dummerweise handelt es sich bei ihm um einen kriminellen Drogenbaron.","versions":[{"lang":1,"streams":[{"redirect":8462410,"hoster":"VOE"},{"redirect":8326999,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vom Winde verdreht","epNo":8,"alt":"Santa Ana Winds","descr":"Die Santa Ana Winde wirbeln durch die Stadt und bringen jede Menge Ärger und mysteriöse Ereignisse mit sich: So lässt Bud sogar einen illegalen Einwanderer die Grenze passieren. J.C. ist alarmiert und entwickelt einige Verschwörungstheorien.","versions":[{"lang":1,"streams":[{"redirect":8462411,"hoster":"VOE"},{"redirect":8327000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Herz für Gert","epNo":9,"alt":"Heart Attack","descr":"Gert erleidet einen Herzinfarkt, jedoch kann sich Budd die wichtige Operation nicht leisten, weshalb er sie nach Mexiko bringt, wo er günstiger an Hilfe kommt. In der Zwischenzeit sind Ernesto und Maria nicht besonders glücklich über Pepitos Entwicklung aufgrund der Medikation, die er bekommt.","versions":[{"lang":1,"streams":[{"redirect":6540932,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"Feuer und Flamme","epNo":10,"alt":"Wildfire","descr":"Die Einwohner werden befehligt, Mexifornia zu verlassen, als es von einem Feuer bedroht wird. Bud verweigert sich jedoch, weshalb er von Ernesto gerettet werden muss, nachdem sein Haus Feuer gefangen hat.","versions":[{"lang":1,"streams":[{"redirect":6540939,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"Wer zuletzt lacht …","epNo":11,"alt":"La Fiesta Noche Show","descr":"Ernesto und Placido sind aufgeregt, weil sie herausgefunden haben, dass ihre Lieblingsfernsehsendung in Mexifornia dreht, woraufhin die Buckwalds und die Gonzalezs Karten für die Aufnahmen besorgen.","versions":[{"lang":1,"streams":[{"redirect":8462416,"hoster":"VOE"},{"redirect":8327004,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hola Dolly","epNo":12,"alt":"American Doll","descr":"Janice nimmt heimlich den Maximalkredit auf, um eine American Gal-Puppe plus Accessoires zu kaufen. Hernach nimmt sie einen Job als Ernestos Haushaltshilfe an.","versions":[{"lang":1,"streams":[{"redirect":8462413,"hoster":"VOE"},{"redirect":8327011,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Viva Coyote","epNo":13,"alt":"Viva Coyote","descr":"El Coyote hat Bud mal wieder reingelegt und eine Menge illegaler Einwanderer über die Grenze in die USA geschmuggelt. Um seinen Erfolg zu feiern, postet er ein Video, in dem er Bud sogar dankt. Die Ehre des Grenzpolizisten ist dadurch derart angegriffen, dass er auf Rache sinnt.","versions":[{"lang":1,"streams":[{"redirect":8462418,"hoster":"VOE"},{"redirect":8327016,"hoster":"Streamtape"}]}]}]}]}