{"seriesId":"borgia","name":"Borgia","descr":"Die Handlung der Serie Borgia spielt im Jahre 1492 und setzt dann ein, als der Papst Innozenz VIII. gerade im Sterben liegt und deshalb ein neues Oberhaupt des Vatikans gewählt werden muss. Der spanische Kardinal Rodrigo Borgia versucht alles, um dieses Amt zu ergattern und spinnt dafür ein Netz aus Intrigen. Als es ihm tatsächlich gelingt, an die Macht zu kommen, verschafft er seinen Kindern Cesare, Lucrezia und Juan hohe Ämter im Vatikan, der von nun an von Mord, Vergewaltigung und Inzest geprägt ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"1492","epNo":1,"alt":"1492","descr":"Kardinal Rodrigo Borgia ist Vizekanzler von Papst Innozenz VIII., der schwer erkrankt ist. Rodrigos Ziel ist es, den Stuhl Petri zu beerben. Mit großem politischem Instinkt laviert Rodrigo zwischen den verfeindeten Königshäusern von Mailand und Neapel sowie zwischen den einflussreichen römischen Familien der Colonna und Orsini.Als Rodrigo die Nachricht vom Tod seines Erstgeborenen Pedro Luis erhält, sammelt er seine nicht legitimierten Kinder Juan, Cesare und die junge Lucrezia um sich. Juan soll eine militärische und Cesare eine kirchliche Laufbahn einschlagen. Doch Cesare ist mit der Karriere, die Rodrigo für ihn im Sinn hat, nicht einverstanden.Rodrigo holt Giulia Farnese in seinen Haushalt. Die Schwiegertochter seiner Haushälterin Adriana wird seine Geliebte. Beide Frauen sollen Lucrezia auf ihre spätere Rolle als Ehefrau vorbereiten, doch ständige Streitereien zwischen Lucrezia und der fast gleichaltrigen Giulia stellen Rodrigos Geduld auf die Probe.Juan und Cesare sollen Rodrigos Interessen unterstützen und das Misstrauen der Orsini und der Colonna auf Kardinal Della Rovere lenken. Cesare lässt sich provozieren und gerät mitMarcantonio Colonna in Streit. Juan dagegen ist erfolgreich und sichert Rodrigo die Loyalität der Orsini. Als Belohnung wird Juan Herzog von Gandia. Auf lange Sicht will Rodrigo den Anspruch der Familie Borgia auf den spanischen Thron sichern.Rodrigo erwartet eine Delegation aus Neapel unter der Führung von Kardinal Carafa, aber die Männer sind auf dem Weg nach Rom von Mailändern überfallen worden. Die Friedensverhandlungen werden ausgesetzt. Die Situation droht zu eskalieren, als Juan ein Verhältnis mit einer verheirateten Orsini anfängt.Rodrigo gewährt dem osmanischen Prinzen Cem Aufnahme in seinen Palast, um ihn gegebenenfalls als strategisches Faustpfand einzusetzen.Bei der Verlobungsfeier zwischen Lucrezia und dem spanischen Grafen Don Gaspar kommen Juan und Cesare einer Verschwörung auf die Spur: Der verarmte Graf Castanea plant, den Brunnen des Apostolischen Palastes zu vergiften, um so all seine Bewohner einschließlich Papst Innozenz zu töten.In der sommerlichen Hitze fordert eine Fieberepidemie zahlreiche Opfer, Vannozza, die Mutter von Juan, Cesare und Lucrezia, ist erkrankt. Cesare lässt eine Hexe holen, die zu einem bizarren Heilmittel greift.Rodrigo erhält die Nachricht vom bevorstehenden Tod des Papstes. Juan und Cesare bereiten die Verteidigung gegen mögliche Angriffe des Pöbels auf den Palast ihres Onkels vor. Am Totenbett des Papstes streiten die Kardinäle um die Anerkennung des Testaments.","versions":[{"lang":1,"streams":[{"redirect":8462481,"hoster":"VOE"},{"redirect":8327813,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Hitzewelle","epNo":2,"alt":"Ondata di Calore","descr":"Nach dem Tod von Papst Innozenz ordnet Rodrigo sein Privatleben, um seine Aussichten beim bevorstehenden Konklave zu erhöhen: Seine Geliebte Giulia muss zu ihrem Mann aufs Land reisen. Juan kehrt nach Spanien zurück, um dort Prinzessin Maria Enriques de Luna, die Nichte von Königin Isabella, für sich zu gewinnen. Rodrigo will sich so die Unterstützung Spaniens sichern. Cesare soll seine theologischen Studien in Pisa fortsetzen.Lucrezia, schwer erkrankt am Fieber, wird in ein Kloster gebracht. Zu ihrer Heilung bestellt Adriana einen Exorzisten. Vannozza entführt daraufhin ihre Tochter, um sie zu schützen.Intrigen und Bestechung bestimmen die Papstwahl. Das Konklave ist stets uneins. Um eine Entscheidung zu erzwingen, ruft Kardinal Carafa die Truppen Neapels herbei, die von der römischen Bevölkerung zurückgeschlagen werden. Rodrigo ist entschlossen, als Papst aus dem Konklave zu gehen. Da monetäre Bestechung nicht mehr wirkt, verspricht er bei entsprechendem Wahlverhalten Grundbesitz und Ämter. Als das Konklave mit nur einer Mahlzeit am Tag versorgt wird, lässt Rodrigo für jeden Kardinal ein gebratenes Hühnchen einschmuggeln - gefüllt mit einem schriftlichen Vorschlag zur gütlichen Einigung in seinem Sinne.Cesare ist verzweifelt: Rodrigo hat vor Gott geschworen, dass Cesare Geistlicher werden und ein Leben ohne Sünde führen wird. Doch seine Geliebte Fiametta hat ihmeinen Sohn geboren. Cesare sieht Rodrigos Pakt gebrochen und fürchtet nun um die Rache Gottes. Voller Schmerz ist er bereit, seinen Sohn Gott als Opfer darzubringen und legt den Neugeborenen auf einem Felsen nieder.Unterdessen schmiedet Rodrigo im Konklave ein Bündnis mit Kardinal Ascanio Sforza: Sforza soll Vizekanzler werden und sein Cousin, der verwitwete Giovanni, Lucrezia heiraten. Als Rodrigo erneut knapp bei der Wahl scheitert, bietet er dem greisen Kardinal Gherardo für seine Stimmabgabe ein wirkungsvolles Mittel: zwei Stücke Marzipan.Endlich steigt weißer Rauch auf. Der neue Papst, Rodrigo Borgia, nennt sich von nun an Alexander VI.. Als sich die Kardinäle vor ihm verneigen, können einige ihren Zorn kaum verbergen.","versions":[{"lang":1,"streams":[{"redirect":8462479,"hoster":"VOE"},{"redirect":8327815,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein heiliger Schwur","epNo":3,"alt":"A Sacred Vow","descr":"Nach dem Tod von Papst Innozenz ordnet Rodrigo sein Privatleben, um seine Aussichten beim bevorstehenden Konklave zu erhöhen: Seine Geliebte Giulia muss zu ihrem Mann aufs Land reisen. Juan kehrt nach Spanien zurück, um dort Prinzessin Maria Enriques de Luna, die Nichte von Königin Isabella, für sich zu gewinnen. Rodrigo will sich so die Unterstützung Spaniens sichern. Cesare soll seine theologischen Studien in Pisa fortsetzen.Lucrezia, schwer erkrankt am Fieber, wird in ein Kloster gebracht. Zu ihrer Heilung bestellt Adriana einen Exorzisten. Vannozza entführt daraufhin ihre Tochter, um sie zu schützen.Intrigen und Bestechung bestimmen die Papstwahl. Das Konklave ist stets uneins. Um eine Entscheidung zu erzwingen, ruft Kardinal Carafa die Truppen Neapels herbei, die von der römischen Bevölkerung zurückgeschlagen werden. Rodrigo ist entschlossen, als Papst aus dem Konklave zu gehen. Da monetäre Bestechung nicht mehr wirkt, verspricht er bei entsprechendem Wahlverhalten Grundbesitz und Ämter. Als das Konklave mit nur einer Mahlzeit am Tag versorgt wird, lässt Rodrigo für jeden Kardinal ein gebratenes Hühnchen einschmuggeln – gefüllt mit einem schriftlichen Vorschlag zur gütlichen Einigung in seinem Sinne.Cesare ist verzweifelt: Rodrigo hat vor Gott geschworen, dass Cesare Geistlicher werden und ein Leben ohne Sünde führen wird. Doch seine Geliebte Fiametta hat ihmeinen Sohn geboren. Cesare sieht Rodrigos Pakt gebrochen und fürchtet nun um die Rache Gottes. Voller Schmerz ist er bereit, seinen Sohn Gott als Opfer darzubringen und legt den Neugeborenen auf einem Felsen nieder.Unterdessen schmiedet Rodrigo im Konklave ein Bündnis mit Kardinal Ascanio Sforza: Sforza soll Vizekanzler werden und sein Cousin, der verwitwete Giovanni, Lucrezia heiraten. Als Rodrigo erneut knapp bei der Wahl scheitert, bietet er dem greisen Kardinal Gherardo für seine Stimmabgabe ein wirkungsvolles Mittel: zwei Stücke Marzipan.Endlich steigt weißer Rauch auf. Der neue Papst, Rodrigo Borgia, nennt sich von nun an Alexander VI.. Als sich die Kardinäle vor ihm verneigen, können einige ihren Zorn kaum verbergen.","versions":[{"lang":1,"streams":[{"redirect":12919554,"hoster":"VOE"},{"redirect":9168721,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Weisheit des heiligen Geistes","epNo":4,"alt":"Wisdom of the Holy Spirit","descr":"Lucrezia liegt im Delirium, sodass Adriana einen Exorzisten bestellt. Vannozza fürchtet, dass ihre Tochter die Prozedur nicht überleben würde. Sie schafft ihre Tochter heimlich zurück nach Rom. Um eine Entscheidung im Konklave zu erzwingen, ruft Kardinal Carafa die Truppen Neapels herbei, die von der römischen Bevölkerung zurückgeschlagen werden. Rodrigo ist entschlossen, die Wahl für sich zu entscheiden. Er verspricht bei entsprechendem Wahlverhalten Grundbesitz und Ämter. Für jeden Kardinal lässt er ein gebratenes Hühnchen einschmuggeln – gefüllt mit einem schriftlichen Vorschlag zur Einigung in seinem Sinne. Vor allem schmiedet Rodrigo ein Bündnis mit Kardinal Ascanio Sforza: Sforza wird Vizekanzler und sein Cousin, der verwitwete Giovanni, soll Lucrezia heiraten. Endlich steigt weißer Rauch auf. Der neue Papst, Rodrigo Borgia, nennt sich von nun an Alexander VI.. Unterdessen kehrt Cesare reumütig auf den Berggipfel zurück, um das Schicksal seines Sohnes zu erfahren. Doch der Felsen ist leer, sein Sohn wurde offenbar gerettet. Lucrezia erwacht aus ihrem Fieber und offenbart ihrer Mutter ihre neueste Erkenntnis: Sie will Nonne werden.","versions":[{"lang":1,"streams":[{"redirect":12173000,"hoster":"VOE"},{"redirect":9168724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Bund der Ehe","epNo":5,"alt":"The Bonds of Matrimony","descr":"Rodrigo Borgia, Papst Alexander VI., wird in sein Amt eingeführt. Rodrigo greift durch. Korrupte Amtsträger werden kurzerhand entlassen","versions":[{"lang":1,"streams":[{"redirect":9168725,"hoster":"VOE"},{"redirect":9168729,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Legitimität","epNo":6,"alt":"Legitimacy","descr":"Um den Papst vor einer Verschwörung zu warnen, kehrt Cesare nach Rom zurück. Er will Rodrigo warnen, doch dieser zeigt sich wenig dankbar. Unterdessen nähert sich die neapolitanische Flotte Rom, dessen Häfen von Kardinal della Rovere, einer Marionette Frankreichs, abgeriegelt sind. Um sowohl gegenüber ausländischen Feinden als auch den mächtigen italienischen Königreichen bestehen zu können, schmiedet Rodrigo als Oberhaupt des Kirchenstaats eine Allianz mit den italienischen Stadtstaaten. Zur Sicherung des Friedens zwischen Neapel und Rom wird Rodrigos jüngster Sohn, der elfjährige Goffredo, mit Kronprinzessin Sancia verlobt. Der Frieden in der Ewigen Stadt bleibt brüchig, und so macht Rodrigo den Orsini gegenüber Zugeständnisse. Aber nicht nur die Männer schmieden Allianzen: Vannozza und Giulia sind vereint im Hass auf Adriana de Mila. Vannozza sorgt sich um Lucrezia, und Giulia möchte sich sowohl von ihrer Schwiegermutter als auch von ihrem eifersüchtigen Ehemann befreien. Als Giulia, die ein Kind von Rodrigo erwartet, von Unbekannten angegriffen und verletzt wird, sucht Rodrigo rasend vor Wut nach dem Schuldigen. Zugleich besinnt er sich auf Menschen, die ihm nahe stehen, und ernennt Cesare und Alessandro zum Kardinal. Während der Zeremonie bekennt Rodrigo öffentlich die Vaterschaft seiner Kinder. Lucrezia will die Feierlichkeiten nutzen, um endlich ihren Ehemann heimlich lieben zu dürfen, doch die beiden werden überrascht.","versions":[{"lang":1,"streams":[{"redirect":12269316,"hoster":"VOE"},{"redirect":9168730,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schachzüge","epNo":7,"alt":"Maneuvers","descr":"Lucrezia verlangt von Rodrigo, endlich die Ehe vollziehen zu dürfen, doch Rodrigo verweigert ihr aus politischen Gründen diesen Wunsch. Von Kardinal Sforza ermuntert, widersetzt sie sich ihrem Vater, doch Giovanni ist impotent.Die schwangere Prinzessin Maria Enriques de Luna erscheint ohne ihren Ehemann Juan im Palast, der sich in den Bordellen Roms vergnügt.Rodrigo erfährt, dass Adrianas Sohn Migliorati den Angriff auf Giulia in Auftrag gegeben hat und möchte Vergeltung. Doch mit Adrianas Hilfe gelingt Migliorati die Flucht. Adriana wird verbannt. Anstatt den Frieden zu wahren, gibt Rodrigo Giulias Drängen nach und greift zu den Waffen. Juan wagt gegen den Rat seines Kommandanten Montefeltro einenAngriff auf die Festung der Orsini. Juans Plan schlägt fehl, eine tiefe Demütigung. Unterdessen fällt die französische Streitmacht in Italien ein, und Frankreichs König Karl VIII. erhebt nach dem Tod von König Ferrante von Neapel Ansprüche auf das süditalienische Königreich.Unter Cesares Leitung wird die verfallene Festung der Familie Farnese in Orvieto wieder instand gesetzt. Cesare erweist sich dabei als brillanter Stratege. Rodrigo ernennt Cesare daraufhin zum Präfekten von Orvieto, was Cesare den Zorn seines Freundes Alessandro einbringt. Rodrigo offenbart Cesare, dass er sein Nachfolger auf dem Stuhl Petri werden soll. Doch zunächst soll er nach Neapel reisen und seinen Bruder Goffredo mit Alfonsos Tochter Sancia trauen. Juan begleitet Cesare. Anstelle des elfjährigen Bräutigams verbringt Juan die Nacht mit Sancia.Um Lucrezia auszuspionieren und ihre eigene Position zu stärken, stellt Giulia ihr dieZofe Penthesilea zur Seite. Da Rodrigo Lucrezia die Scheidung von Giovanni Sforza verweigert, schmieden Lucrezia und Penthesilea den Plan, Giovanni zu vergiften. Lucrezias Liebhaber Alfonso d’Este verabschiedet sich in den Krieg.Die politische Situation spitzt sich dramatisch zu. Unter dem Kommando von Marcantonio erobern die Colonna den römischen Hafen Ostia und hissen die französische Flagge. Der Papst befiehlt daraufhin Marcantonios Exkommunikation. Vizekanzler Sforza unterbreitet Rodrigo einen Plan, der Frieden schaffen könnte: Cesare soll seinem Erzfeind Marcantonio als Geisel ausgeliefert werden. Rodrigo stimmt früh, trotz heftiger Proteste, dem Plan von Vannozza und Lucrezia zu. Cesare, der weiß,wie schwer seinem Vater diese Entscheidung fällt","versions":[{"lang":1,"streams":[{"redirect":9168735,"hoster":"VOE"},{"redirect":9168736,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vorboten der Apokalypse","epNo":8,"alt":"Prelude to an Apocalypse","descr":"Um Lucrezia auszuspionieren und ihre eigene Position zu sichern, stellt Giulia ihr die Zofe Penthesilea zur Seite. Da Rodrigo Lucrezia die Scheidung von Giovanni Sforza verweigert, verfallen Lucrezia und Penthesilea auf den Plan, Giovanni zu vergiften. Die politische Situation spitzt sich gefährlich zu. Unter dem Kommando von Marcantonio erobern die Colonna den römischen Hafen Ostia und hissen die französische Flagge. Der Papst befiehlt daraufhin Marcantonios Exkommunikation. Vizekanzler Sforza unterbreitet Rodrigo einen Plan, der Frieden schaffen könnte: Cesare soll seinem Erzfeind Marcantonio als Geisel ausgeliefert werden. Rodrigo stimmt entgegen der heftigen Proteste von Vannozza und Lucrezia zu. Cesare beugt sich und erträgt auf der Colonna-Festung die Demütigungen des Marcantonio. Die hochschwangere Giulia gerät auf dem Weg nach Orvieto in französische Gefangenschaft, wird aber nach wenigen Tagen freigelassen. Als die französischen Truppen unmittelbar vor Rom stehen, lässt Rodrigo den Apostolischen Palast evakuieren. Er zieht sich mit seiner Familie in die Engelsburg zurück.","versions":[{"lang":1,"streams":[{"redirect":9168691,"hoster":"VOE"},{"redirect":9168693,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Invasion von Rom","epNo":9,"alt":"The Invasion of Rome","descr":"Rodrigo, (Papst Alexander VI.) und seine Familie flüchten vor den anrückenden Franzosen in die Engelsburg, wo Giulia ihre Tochter Laura zur Welt bringt. Die Franzosen besetzen die Ewige Stadt, plündern und vergewaltigen. Rodrigo will mit König Karl verhandeln. Ein politisches Tauziehen beginnt. Rodrigo offeriert Karl freies Geleit durch Rom, wenn Cesare aus der Gefangenschaft entlassen wird. Rodrigos Plan geht auf, und Cesare kommt frei. Zurück in Rom vermittelt er zwischen Rodrigo und König Karl.Juan, der sich nach seiner militärischen Niederlage versteckt gehalten hat, kehrt heimlich zurück. Cesare stellt seinen Bruder zur Rede. Rodrigo muss die streitbaren Brüder auseinanderbringen.Lucrezia erfährt, dass ihre Ehe mit Giovanni Sforza geschieden wird. Giovanni muss öffentlich machen, dass seine Impotenz der Grund ist, sein Ruf ist ruiniert.Auf eigenen Wunsch begleitet Cesare König Karl nach Neapel, um ihn zum König zu krönen, doch die Streitmacht muss wegen schlechten Wetters pausieren. König Karl wähnt sich in Freundschaft mit Rodrigo, doch er sammelt die Kardinäle um sich. Gemeinsam mit Spanien und den Herrschern des Römischen Reiches soll ein Bund geschlossen werden, der Frankreich für alle Zeiten aus Italien verbannt. Der verängstigte achtjährige Prinz Ferdinand von Habsburg, Neffe von Kaiser Maximilian, wird Taufpate der kleinen Laura.Cem stirbt während des Aufenthalts in Velletri. Die Franzosen verdächtigen Cesare, seinen Freund, ihn vergiftet zu haben. Cesare flieht nach Orvieto.Unterdessen verhilft Lucrezia Juans schwangerer Frau Maria zur Flucht nach Spanien. Juan will sich an Lucrezia rächen, die ihn aber verhöhnt.Rodrigo verlässt Rom und reist nach Orvieto, um König Karl nicht begegnen zu müssen. Juan soll ihn vertreten. Juan verführt die jungfräuliche Rosalina, die sichdaraufhin vor Lucrezias Augen das Leben nimmt.Rodrigo kehrt mit Cesare nach Rom zurück. Gemeinsam mit den spanischen Streitmächten wird der Sieg gefeiert. Während der Feierlichkeiten wirft Lucrezia ihrem Vater vor, sie als politisches Instrument benutzt zu haben. Rodrigo reagiert barsch. Lucrezia wendet sich von ihrem Vater ab und sucht mit ihrer Zofe Zuflucht im Kloster San Sisto.","versions":[{"lang":1,"streams":[{"redirect":9168695,"hoster":"VOE"},{"redirect":12515648,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wunder","epNo":10,"alt":"Miracles","descr":"Auf dem Weg nach Neapel sitzt die französische Streitmacht fest. Der osmanische Prinz Cem, der gemeinsam mit Cesare die Reise angetreten hatte, erkrankt und stirbt im Feldlager. Von den Franzosen verdächtigt, den Prinzen getötet zu haben, flieht Cesare nach Orvieto. Zur Bekräftigung des Bündnisses zwischen dem Papst und dem deutschen Kaiser wird dessen Neffe Ferdinand Taufpate von Rodrigos Tochter Laura. Der achtjährige Prinz verrät die eigene Agenda, die der deutsche Kaiser im Norden Italiens verfolgt. Unterdessen verhilft Lucrezia Juans schwangerer Frau Maria zur Flucht vor ihrem brutalen Ehemann nach Spanien. Juan will sich an Lucrezia rächen, die ihn aber verhöhnt. Der französische General D’Allegre sucht in Rom nach Cesare und deutet an, dass auch Giulia den französischen Gewahrsam genossen hat. Rodrigo verbannt Giulia. Doch sie weiß die Sache wiedergutzumachen und darf zurückkehren. Sie begleitet Papst Alexander nach Orvieto, der auf diese Weise König Karl aus dem Weg gehen will. Als der Sieg über Frankreich gefeiert wird, erinnert der spanische Gesandte Rodrigo an sein Versprechen, die Juden aus Rom zu vertreiben. Lucrezia wirft Rodrigo vor, sie als politische Hure benutzt zu haben und sucht Zuflucht in einem Kloster.","versions":[{"lang":1,"streams":[{"redirect":9168699,"hoster":"VOE"},{"redirect":9168701,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gottes Ungeheuer","epNo":11,"alt":"God’s Monster","descr":"Bei einem Essen im Apostolischen Palast wird diskutiert, wer zukünftig die Herrschaft in Neapel übernehmen soll. Rodrigo schlägt Juan vor, aber für seinen Vorschlag findet sich keine Mehrheit.Lucrezia und Penthesilea werden im Kloster San Sisto Zeuge der Stigmatisierung von Schwester Lucia, wodurch Lucrezia in ihrem Wunsch, Nonne zu werden, bestärkt wird. Rodrigo ist damit nicht einverstanden und entsendet den jungen spanischen Soldaten Pedro Caldes, Lucreziaumzustimmen.Juan, der beweisen will, dass er der Krone Neapels würdig ist, will die Juden zu einer Massentaufe zwingen. Rodrigo stimmt zu und bittet Juan, die Beichte abzulegen. Juan gesteht, dass er seinen Halbbruder Pedro Luis ermorden ließ. Er weiß nicht, dass es Cesare ist, der die Beichte entgegennimmt. Cesares Hass wächst. Juan plant Cesares Ermordung.Juan erhält die Nachricht, dass seine Frau Maria Enriques bei der Geburt ihrer Zwillinge gestorben ist. Als Lucrezia vom Tod Marias erfährt, gibt sie ihren Wunsch Nonne zu werden, auf und gibt sich dem bäuerlichen Soldaten Pedro hin.Cesare sucht nach Beweisen für Juans Mord an Pedro Luis und trifft dabei im Gasthaus auf seine ehemalige Geliebte Fiametta. Als Cesare erkennt, dass sein tot geglaubter Sohn lebt, bricht er mit seinem besten Freund Alessandro, der die ganze Zeit davon wusste.Kardinal Carafa übergibt Rodrigo ein Dokument, welches belegt, dass Juan weder von Seiten der Politik noch von den kirchlichen Würdenträgern anerkannt wird. Rodrigo muss sich dem Wunsch beugen und zusagen, persönlich die Krönung von Federigo D’Aragona in Neapel vorzunehmen.Der geflohene Virginio Orsini wird gefasst und der erfolgreiche General Cordova ausgezeichnet. Juan bittet seinen Vater, ihm die Bestrafung des Gefangenen zu überlassen. Rodrigo willigt ein, doch Juan plant, Kardinal Orsini zu erpressen.Cesare hat genug von den Machenschaften seines Bruders. Betrunken lauert er Juan auf. Es kommt zum Streit. Am nächsten Morgen kehrt Juans Pferd allein zurück. Juans Körper wird gefesselt, geknebelt und erstochen aus dem Tiber gezogen. Cesare beginnt, verzweifelt nach dem Mörder zu suchen, während Rodrigo in schmerzlicher Kasteiung allem Weltlichen entsagt. Giulia muss den Palast verlassen.Rodrigo verstößt auch Cesare, der die Wahrheit über Juans Tod ans Licht bringen will. Von Lucrezia erfährt Cesare, wer Juan gerichtet hat. Hemmungslos richtet er vor den Augen des Papstes ein Blutbad an.Rodrigos Kräfte schwinden angesichts der neuen entfesselten Gewalt, die seinen Namen trägt: Borgia.","versions":[{"lang":1,"streams":[{"redirect":9168704,"hoster":"VOE"},{"redirect":9168705,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Schlange erhebt sich","epNo":12,"alt":"The Serpent Rises","descr":"Juans Erzfeind Virginio Orsini wird gefasst und sein Häscher, General Cordova, ausgezeichnet. Juan bittet seinen Vater, ihm die Bestrafung des Gefangenen zu überlassen. Rodrigo willigt ein, doch Juan plant, Kardinal Orsini zu erpressen. Cesare hat genug von den Machenschaften seines Bruders. Betrunken lauert er Juan auf. Es kommt zum Streit. Cesare ist kurz davor, seinen Bruder zu töten. Am nächsten Morgen kehrt Juans Pferd allein zurück. Juans Körper wird gefesselt, geknebelt und erstochen aus dem Tiber gezogen. Um Gewissheit zu erlangen, nicht den eigenen Bruder ermordet zu haben, sucht Cesare verzweifelt nach dem Mörder. Unterdessen versinkt Rodrigo in seinem Schmerz. Nach drei Tagen der Kasteiung will er allem Weltlichen entsagen, Giulia muss den Palast verlassen. Rodrigo stößt auch Cesare von sich, als dieser ihm von Juans Mord an Pedro Luis berichtet. Lucrezia gesteht Cesare schließlich, gemeinsam mit Pedro den Bruder ermordet zu haben. Rasend vor Zorn tötet Cesare Pedro vor den Augen des Papstes und der Kardinäle. Rodrigos Kräfte schwinden angesichts der neuen, entfesselten Gewalt, die seinen Namen trägt: Borgia.","versions":[{"lang":1,"streams":[{"redirect":9168707,"hoster":"VOE"},{"redirect":9168709,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Zeit des süßen Verlangens","epNo":1,"alt":"The Time Of Sweet Desires","descr":"Nach dem Tod seines Sohnes Juan entgleitet Rodrigo Borgia die Macht. Um ihn zu stärken, verschafft sein Sekretär Gacet ihm die Droge Vitriolo.Am Hof von Neapel sehnt sich Cesare Borgia unterdessen nach weltlicher Macht. Er liebt Carlotta, deren Herz Guy de Leval gehört. Lucrezia lebt versteckt bei ihrer Mutter Vanozza. Ihre Schwangerschaft muss geheim bleiben, damit Rodrigo sie wieder verheiraten kann. Rodrigos ehemalige Geliebte Giulia drängt ihren Bruder Alessandro, beim Papst ihre Rückkehr nach Rom durchzusetzen. Dort schafft Rodrigo einen Ausgleich mit den Kardinälen, indem er die ihnen verhassten spanischen Truppen in den Kampf gegen die Osmanen schickt. Doch Kardinal della Rovere verfällt auf eine weitere Intrige: In seinem Auftrag bezichtigt Kardinal Flores Gacet, ihn belästigt zu haben. Rodrigo ist gezwungen, seinen Sekretär verhaften zu lassen. Bald schon überführt Rodrigo Flores jedoch der Lüge, Gacet kommt frei.Unterdessen überzeugt Alessandro Rodrigo, Giulia zurückzuholen. Sie wird sich als Mutter von Lucrezias Kind ausgeben mit Rodrigo als Vater, Lucrezia könnte wieder verheiratet werden. Lucrezia lehnt den Plan zunächst ab, bis ihre Halbschwester Isabella ihr klarmacht, dass sie mit einem unehelichen Kind von Rodrigo verstoßen werde würde. Lucrezia lenkt ein, leidet aber, als sie ihren neugeborenen Sohn Giovanni fortgeben muss.In Neapel bereiten Carlotta und Guy ihre Abreise nach Frankreich vor. Cesare hält nun nichts mehr dort, er folgt dem Ruf seines Vaters nach Rom. Vergebens versuchen Alfonso di Calabria und dessen Schwester Sancia, Cesare mit einem blutigen Plan an sich zu binden. Als Cesare nach Rom aufbricht, schließt sich der zum Prinzen erhobene di Calabria ihnen an. Rodrigo will seine Tochter Lucrezia mit ihm vermählen.","versions":[{"lang":1,"streams":[{"redirect":9168811,"hoster":"VOE"},{"redirect":9168812,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aschermittwoch","epNo":2,"alt":"Ash Wednesday","descr":"In Rom macht Rodrigo Cesare zum Vizekanzler und sichert sich die Stimmenmehrheit im Kardinalskollegium, indem er spanische Verwandte zu Kardinälen ernennt, darunter den ehrgeizigen Lanzol.Lanzol erfährt, dass Giulias Sohn Giovanni Lucrezias Kind ist. Um zu verhindern, dass dies bekannt wird, überzeugt Lanzol Rodrigo, das Kind zu Adriana de Mila zu geben, doch Lucrezia verfolgt eigene Pläne.Unterdessen soll Cesare den Dominikanermönch Savonarola zur Raison bringen, der in Florenz ein fundamentalistisches Regime errichtet hat. Savonarola durchschaut Cesare und macht sich dessen Zweifel zu Nutze. Er verdammt Rom und Rodrigo: Lieber würde er als Märtyrer sterben, als sich zu unterwerfen.Cesare findet in Niccolo Machiavelli einen Verbündeten. Ein Gottesurteil soll beweisen, ob der Mönch im Besitz der Wahrheit ist. Savonarola nimmt die Herausforderung an, fordert aber Cesare auf, ebenfalls auf den Scheiterhaufen zu steigen. Er selbst wird sich von einem Ordensbruder vertreten lassen, Cesares Stelle nimmt ein Franziskaner ein. Als Savonarola Gottes Beistand erfleht, löscht ein Regenschauer die Flammen.Lucrezia hat ihren Sohn entführen lassen, um ihn Adriana de Mila zu entziehen. Unterdessen hält der Erzbischof von Canterbury für den dreijährigen Henry VIII. um Lucrezias Hand an, doch Lucrezia will nur einen erwachsenen italienischen Fürsten heiraten.Alfonso D’Este trifft mit seiner Frau in Rom ein. Die Leidenschaft zwischen D’Este und Lucrezia flammt erneut auf. D’Este verlängert seinen Aufenthalt in der Ewigen Stadt und lässt sein Verhältnis mit Lucrezia aufleben.Cesare droht den Kampf gegen Savonarola zu verlieren, doch inspiriert von Machiavelli wiegelt er die Florentiner auf. Das Volk stürzt Savonarola, der unter der Folter seine Verfehlungen gesteht. Savonarola wird verbrannt, seine Asche im Arno verstreut. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":9168807,"hoster":"VOE"},{"redirect":9168809,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Palmsonntag","epNo":3,"alt":"Palm Sunday","descr":"In Rom macht Rodrigo Cesare zum Vizekanzler und sichert sich die Stimmenmehrheit im Kardinalskollegium, indem er spanische Verwandte zu Kardinälen ernennt, darunter den ehrgeizigen Lanzol.Lanzol erfährt, dass Giulias Sohn Giovanni Lucrezias Kind ist. Um zu verhindern, dass dies bekannt wird, überzeugt Lanzol Rodrigo, das Kind zu Adriana de Mila zu geben, doch Lucrezia verfolgt eigene Pläne.Unterdessen soll Cesare den Dominikanermönch Savonarola zur Raison bringen, der in Florenz ein fundamentalistisches Regime errichtet hat. Savonarola durchschaut Cesare und macht sich dessen Zweifel zu Nutze. Er verdammt Rom und Rodrigo: Lieber würde er als Märtyrer sterben, als sich zu unterwerfen.Cesare findet in Niccolo Machiavelli einen Verbündeten. Ein Gottesurteil soll beweisen, ob der Mönch im Besitz der Wahrheit ist. Savonarola nimmt die Herausforderung an, fordert aber Cesare auf, ebenfalls auf den Scheiterhaufen zu steigen. Er selbst wird sich von einem Ordensbruder vertreten lassen, Cesares Stelle nimmt ein Franziskaner ein. Als Savonarola Gottes Beistand erfleht, löscht ein Regenschauer die Flammen.Lucrezia hat ihren Sohn entführen lassen, um ihn Adriana de Mila zu entziehen. Unterdessen hält der Erzbischof von Canterbury für den dreijährigen Henry VIII. um Lucrezias Hand an, doch Lucrezia will nur einen erwachsenen italienischen Fürsten heiraten.Alfonso D’Este trifft mit seiner Frau in Rom ein. Die Leidenschaft zwischen D’Este und Lucrezia flammt erneut auf. D’Este verlängert seinen Aufenthalt in der Ewigen Stadt und lässt sein Verhältnis mit Lucrezia aufleben.Cesare droht den Kampf gegen Savonarola zu verlieren, doch inspiriert von Machiavelli wiegelt er die Florentiner auf. Das Volk stürzt Savonarola, der unter der Folter seine Verfehlungen gesteht. Savonarola wird verbrannt, seine Asche im Arno verstreut.","versions":[{"lang":1,"streams":[{"redirect":12915640,"hoster":"VOE"},{"redirect":9168805,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pax Vobiscum","epNo":4,"alt":"Pax Vobiscum","descr":"Savonarola wurde vom Papst Alexander VI. Zum Tode verurteilt, nachdem er unter Folter ketzerische Handlungen eingestanden hatte. Er benutzt seinen letzten Atemzug, um Cesare Borgia und die ganze Familie im Namen Gottes zu verfluchen. Später nehmen Cesare an der Mitternachtsmesse teil und Ostern zündet das traditionelle Feuerwerk Florentiner Feuerwerk an.","versions":[{"lang":1,"streams":[{"redirect":9168801,"hoster":"VOE"},{"redirect":9168800,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Christi Himmelfahrt","epNo":5,"alt":"Ascension","descr":"Den Sieg über Savonarola sieht Cesare als einen Wendepunkt seines Schicksals. Er will seine kirchlichen Ämter niederlegen, Carlotta von Aragon heiraten und König von Neapel werden.Rodrigo besteht auf einem einstimmigen Votum, doch zunächst verweigern die Kardinäle ihre Zustimmung für Cesares Rücktritt als Kardinal. Bestechung, Erpressung und Mord erweisen sich als bewährte Mittel, um selbst Cesares ärgste Widersacher Riario Sansoni und della Rovere umzustimmen.Mit Bedauern akzeptiert Rodrigo Cesares Ausscheiden aus dem Amt. Doch der König von Neapel verweigert Cesare nach wie vor die Zustimmung zur Vermählung mit seiner Tochter Carlotta.Dem Wunsch seiner Geliebten Giulia folgend, überträgt Rodrigo ihrem Bruder Alessandro ein neues Amt. Die Position als Schatzmeister verspricht viel Arbeit, wenig Einfluss und wenig Aussicht auf Erfolg. Dennoch stürzt Alessandro sich in die Arbeit.Unterdessen muss Lucrezia ihren Geliebten Alfonso D’Este gehen lassen: Seine Frau erwartet ein Kind. Trotz Cesares Warnung heiratet Lucrezia Alfonso di Calabria. Die Frischvermählten vollziehen die Ehe vor den Augen von Rodrigo und Kardinal Carafa.Dem Vitriolo verfallen, ist Rodrigo abhängig von seinem Sekretär Gacet. Dieser macht sich Kardinal Riario Sansoni zu seinem Verbündeten, um eine Intrige von Kardinal della Rovere zu durchkreuzen, über die Rodrigo sein Papstamt verlieren könnte. Zum Dank lässt Gacet Riario Sansoni zum Vizekanzler ernennen.Bevor Cesare nach Lyon aufbrechen darf, verlangt Rodrigo, dass er die Entführung von Lucrezias Sohn Giovanni aufklärt. Cesare entdeckt, dass Lucrezia selbst die Entführung eingefädelt hat, um ihren Sohn Adriana de Mila zu entziehen. Cesare vertuscht ihre Tat geschickt und übergibt Giovanni wieder seiner leiblichen Mutter. Cesares Abreise nach Lyon steht nun nichts mehr im Wege.","versions":[{"lang":1,"streams":[{"redirect":9168795,"hoster":"VOE"},{"redirect":9168797,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pfingsten","epNo":6,"alt":"Pentecost","descr":"Ein heftiger Regensturm fiel auf Rom. Rodrigo Borgia, Papst Alexander VI., Macht Sex mit seiner Geliebten, Giulia Farnese, als die Decke der päpstlichen Kammer auf sie einstürzt. Rodrigo, der lebend unter den Trümmern gefunden wurde, steht unter Schock. Wie die Apostel begann er in verschiedenen Sprachen zu sprechen und glaubte, dass der Heilige Geist in ihm ist.","versions":[{"lang":1,"streams":[{"redirect":9168791,"hoster":"VOE"},{"redirect":9168793,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Heilige Dreifaltigkeit","epNo":7,"alt":"The Blessed Trinity","descr":"Vollends dem Vitriolo verfallen, macht Rodrigo insgeheim eine Entziehungskur. Vergebens ruft er nach Giulia, die sich aufs Land zurückgezogen hat.Schweren Herzens verlässt Alfonso D’Este Rom. Doch Lucrezia findet einen Weg, ihren Geliebten zurückzuholen: Sie lässt ihn zum Präfekten der Päpstlichen Archive ernennen.Unterdessen zieht Cesare in Lyon ein mit dem Ziel, Carlotta von Aragon für sich zu gewinnen. König Karl fordert Cesare zu einer Partie im Jeu de Paume heraus. Sollte Cesare gewinnen, will Karl Carlottas Verlobten Guy bitten, sie freizugeben. Cesare gewinnt, doch nach dem Spiel verletzt Karl sich schwer. Er verliert das Bewusstsein, bevor er mit Guy sprechen kann, und stirbt.Um den Thronfolger Ludwig von Orleans an sich zu binden, verspricht Cesare ihm, bei Rodrigo die Aufhebung von Ludwigs Ehe mit Jeanne durchzusetzen, damit er die Königinwitwe Anne heiraten kann. Im Gegenzug verlangt Cesare die Hand von Carlotta.Tatsächlich erringt Cesare bei Jeanne ein Einverständnis zur Aufhebung der Ehe mit Ludwig, doch Ludwig löst seinen Teil des Versprechens nicht ein.Unterdessen ist Rodrigo nach seiner Entziehungskur genesen und beweist bei einem inszenierten Attentatsversuch neue Stärke. Giulia kehrt zurück zu ihm nach Rom, doch sie verlangt nach einem Ehemann, um ihre Existenz über Rodrigos Tod hinaus zu sichern. Rodrigos Wahl fällt auf den grobschlächtigen Fabrizio Colonna. Wider Erwarten findet Giulia Gefallen an ihm, was Rodrigos Eifersucht weckt.Lucrezia entdeckt, dass Alfonso di Calabria sie betrügt, und weist ihren Mann in die Schranken. Als Rodrigo einen Nachfolger für den entlassenen Statthalter von Spoleto sucht, macht Alfonso di Calabria sich Hoffnungen. Doch Rodrigo besetzt den Posten mit seiner Tochter.","versions":[{"lang":1,"streams":[{"redirect":9168787,"hoster":"VOE"},{"redirect":9168789,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Mysterienspiel","epNo":8,"alt":"A Morality Play","descr":"Anlässlich dieser Feier organisiert Kardinal Riario Sansoni die Moral, in der er die Geschichte von Alexis erzählt. Weit entfernt von diesen Sorgen setzt Cesare die Verhandlungen fort, um zu versuchen, eine Armee zu gründen und einen Titel und eine Frau zu bekommen. Umgekehrt bittet Lanzol, Rom zu verlassen und Intrigen zu unternehmen, um sich selbstbewusster Christus zu widmen.","versions":[{"lang":1,"streams":[{"redirect":9168783,"hoster":"VOE"},{"redirect":9168785,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Verklärung Christi","epNo":9,"alt":"Transfiguration","descr":"Cesare bittet den französischen König Ludwig, eine Armee für ihn aufzustellen, um die italienischen Provinzen zum Gehorsam gegenüber dem Papst zu zwingen. Als Gegenleistung will Cesare für Ludwig Mailand erobern.Mit ihrem Bruder Goffredo im Gefolge zieht Lucrezia als Statthalterin in Spoleto ein. Als sie von der Fehde zwischen Spoleto und der Stadt Terni erfährt, setzt sie ein Bogenturnier an. Goffredo erringt den Sieg für Spoleto, doch bald schon droht ein neuer Konflikt mit Terni. Lucrezia stiftet Frieden, indem sie sich einen Aberglauben zu Nutze macht. Doch als sie aufgrund ihrer erneuten Schwangerschaft nach Rom zurückkehren muss, droht die Fehde wieder aufzuflammen.In Lyon kommt es zu einer Annäherung zwischen Cesare und Carlotta, die Cesares Antrag annimmt. Vergebens erwartet Cesare seine Braut, die in letzter Minute von Kardinal Briconnet mit Guy de Leval verheiratet wurde.Cesare bereitet seine Rache vor, indem er Bischof d’Amboise, einen Freund Ludwigs, zum Kardinal erheben lässt. Damit schwindet Briconnets Macht, doch Cesare schlägt Verachtung am Hof entgegen. Um Cesares Temperament zu beschwichtigen, bietet Briconnet ihm seine Cousine Charlotte zur Frau an, in die Cesare sich sofort verliebt.Unterdessen plant Giulia, Virginio Orsini zu heiraten. Eifersüchtig nimmt Rodrigo Rache an ihrem Bruder Alessandro und streicht dessen Gehalt. Unter einem Vorwand lässt Rodrigo Virginio verhaften und das gesamte Vermögen seiner Familie konfiszieren. Giulia erkennt, dass Rodrigo sie niemals gehen lassen wird.Rodrigo erreicht die Nachricht, dass Cesare und Ludwig eine Doppelhochzeit in Lyon gefeiert haben. Wegen seiner außerordentlichen Manneskraft darf Cesare von nun an die französische Lilie im Wappen führen. Rodrigo ist stolz auf seinen Sohn.","versions":[{"lang":1,"streams":[{"redirect":9168779,"hoster":"VOE"},{"redirect":9168780,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mariä Himmelfahrt","epNo":10,"alt":"The Assumption","descr":"Cesare und der König von Frankreich organisieren nacheinander ihre Hochzeit, den Tag der Himmelfahrt, ein Datum, an dem es regelmäßig regnet. Kardinal Orsini ist sehr krank und hat Angst vor dem, was ihn nach seinem Tod erwartet, wenn er über seine Beziehungen zu Freunden und Feinden des Papstes nachdenkt.","versions":[{"lang":1,"streams":[{"redirect":9168774,"hoster":"VOE"},{"redirect":9168777,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Schmerzen Mariens","epNo":11,"alt":"The Seven Sorrows","descr":"Cesare genießt die Ehe mit Charlotte und schmiedet ein schlagkräftiges französisches Heer. Erst als Cesare verspricht, allein mit seinen Männern Mailand für König Ludwig einzunehmen, schickt Ludwig ihn in den Kampf.Die Eroberung Mailands gelingt ohne Blutvergießen. Herzog Ludovico und sein Bruder, Kardinal Ascanio Sforza, werden verhaftet. Eigenhändig setzt Cesare Ludwig die Krone auf. Er hat einen großen Sieg errungen, empfindet aber keine Befriedigung.Im Zeichen der Versöhnung gibt Lucrezia ihren Liebhaber Alfonso D’Este frei. Auch innerhalb ihrer Familie ist sie um Harmonie bedacht. Sie lebt bei ihrer Halbschwester Isabella, die von Rodrigo verstoßen wurde. Lucrezia entdeckt Isabellas Geheimnis und sorgt für eine Versöhnung zwischen Vater und Tochter. Doch Lucrezias Mission ist erst beendet, als Cesares frühere Geliebte Fiametta ihren zweijährigen Sohn im Kreis der Familie taufen lässt und als Rodrigo lernt, sich selbst zu vergeben.Unterdessen beschließt Rodrigo, die Herrscher der Provinzen, die ihre Steuern nicht zahlen, abzusetzen. Vizekanzler Riario Sansoni bittet um Milde gegenüber seiner Cousine Caterina, Herzogin von Forli und Imola, doch als Caterinas Anschlag auf Rodrigo nur knapp vereitelt wird, stehen die Zeichen auf Krieg. Cesare soll Caterina vernichten.Mit einer List gewinnt Cesare Imola und sichert sich die Unterstützung von Caterinas Truppen. Cesare bietet ihr das Leben ihres Sohnes gegen das Herzogtum an, doch Caterina lehnt ab. Dennoch schont Cesare Ottavianos Leben aus Freude über die Nachricht von Charlottes Schwangerschaft.Rodrigo bricht endgültig mit Giulia, vergibt aber ihrem Bruder Alessandro und zieht sich in ein Kloster zurück. Die Amtsgeschäfte in Rom übergibt er an diejenige, die er am meisten schätzt: Lucrezia.","versions":[{"lang":1,"streams":[{"redirect":9168771,"hoster":"VOE"},{"redirect":9168772,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer ist wie Gott?","epNo":12,"alt":"Who is Like God?","descr":"Alessandro Farnese, Schatzmeister des Vatikans, gibt bekannt, dass die Unterschriften von Imola und Forli ihre Steuern nicht bezahlt haben. Der Papst ruft dann die Regentin Caterina Sforza und ihren Sohn, den Erben dieser Fürstentümer, herbei. Caterina ist wütend, weil sie hohe Steuern zahlen muss, und plant, den Papst zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":9168767,"hoster":"VOE"},{"redirect":9168770,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"1495","epNo":1,"alt":"1495","descr":"Während Lucrezia die Geschäfte im Vatikan leitet, zieht Rodrigo sich mehr und mehr aus der Öffentlichkeit zurück. Er versucht nun ein gottesfürchtiges Leben zu führen und seine Gefühle für seine ehemalige Geliebte Giulia und seine eigene Tochter zu unterdrücken. Aber selbst abgeschottet von allen Versuchungen fällt es Rodrigo schwer, sein Verlangen zu zügeln.","versions":[{"lang":1,"streams":[{"redirect":9168815,"hoster":"VOE"},{"redirect":9168817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"1496","epNo":2,"alt":"1496","descr":"Lucrezia muss ihre Stellung als Regentin aufgeben, als Rodrigo in den Vatikan zurückkehrt. Als Papst Alexander Vl. besitzt er die uneingeschränkte Macht und scheut sich nicht seine Feinde gewohnt grausam zu behandeln.","versions":[{"lang":1,"streams":[{"redirect":12332781,"hoster":"VOE"},{"redirect":9168765,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"1497","epNo":3,"alt":"1497","descr":"Cesare setzt seinen Eroberungszug in Rimini fort, wo er Dorotea Malatesta nicht nur zu seiner Gefangenen, sondern auch zu seiner neuen Mätresse macht. Das nicht ganz freiwillige Verhältnis der beiden droht einen diplomatischen Zwischenfall hervorzurufen.","versions":[{"lang":1,"streams":[{"redirect":9168757,"hoster":"VOE"},{"redirect":9168760,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"1498","epNo":4,"alt":"1498","descr":"Als einer von Cesares Generälen ohne Erlaubnis eine Stadt einnimmt, muss der Papstsohn Zugeständnisse machen, um den Frieden zu wahren. Eine Unzumutbarkeit für Cesare. König Ludwig Xll. greift in Cesares Feldzug gegen die Stadtstaaten ein. Zu Rodrigos Ärger ist Cesare gezwungen, sich Ludwig zu unterwerfen und ihm freies Geleit durch den Kirchenstaat zu gewähren.","versions":[{"lang":1,"streams":[{"redirect":9168753,"hoster":"VOE"},{"redirect":9168758,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"1499","epNo":5,"alt":"1499","descr":"Während Rodrigo sich delikaten politischen Angelegenheiten widmet, bietet Leonardo Da Vinci Cesare eine mächtige Waffe an.","versions":[{"lang":1,"streams":[{"redirect":9168751,"hoster":"VOE"},{"redirect":9168752,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"1500","epNo":6,"alt":"1500","descr":"Zutiefst getroffen vom neuesten Verrat ihrer eigenen Familie hat Lucrezia sich nach Nepi aufs Land zurückgezogen, wo sie wie eine Einsiedlerin lebt. Doch viel Zeit zum Trauern bleibt ihr nicht, da bereits die Pläne für ihre nächste Verbindung geschmiedet wurden …","versions":[{"lang":1,"streams":[{"redirect":9168747,"hoster":"VOE"},{"redirect":9168748,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"1501","epNo":7,"alt":"1501","descr":"Cesare überzeugt Lucrezia, nach Rom zurückzukehren und Alfonso D’Este zu heiraten. Trotzdem Lucrezia Gefühle für ihren neuen Mann hat, fällt doch ein Schatten über die Hochzeit: Sie darf nur ihren jüngeren Sohn Rodrigo nach Ferrara mitnehmen. Ihren Verdacht, er habe ihren Ehemann Di Calabria getötet, kann Alfonso D’Este zerstreuen.","versions":[{"lang":1,"streams":[{"redirect":12382534,"hoster":"VOE"},{"redirect":9168745,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"1502","epNo":8,"alt":"1502","descr":"Die Hochzeit von Lucrezia Borgia und Alfonso D’Este wird von üblen Machenschaften überschattet: Cesares abtrünnige Generäle planen eine Rebellion gegen ihren Anführer, während gleichzeitig auch Rodrigos Gegner eine Verschwörung gegen den Papst vorhaben.","versions":[{"lang":1,"streams":[{"redirect":9168737,"hoster":"VOE"},{"redirect":9168741,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"1503 (1)","epNo":9,"alt":"1503 (1)","descr":"In Folge 9 spitzen sich die Ereignisse dramatisch zu. Wütende Aufständische versuchen zur Familie Borgia durchzudringen. Cesares Syphiliserkrankung ist weiter fortgeschritten. Zusammen mit Goffredo und Agapito muss er sich vor den Rebellen verschanzen.","versions":[{"lang":1,"streams":[{"redirect":9168839,"hoster":"VOE"},{"redirect":9168841,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"1503 (2)","epNo":10,"alt":"1503 (2)","descr":"Nach dem Tod seines Vaters versucht der immer noch schwer kranke Cesare alles, um die Macht der Borgia zu erhalten. Vor dem Konklave ringt er den widerstreitenden Parteien Zugeständnisse ab. Rodrigos Nachfolger wird der greise Piccolomini, der jedoch nur einen Monat später stirbt. In seiner Not sieht Cesare keinen anderen Ausweg, als sich ausgerechnet mit Giuliano Della Rovere zu verbünden …","versions":[{"lang":1,"streams":[{"redirect":9168835,"hoster":"VOE"},{"redirect":9168836,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"1504","epNo":11,"alt":"1504","descr":"In Ferrara stirbt der greise Ercole D’Este und Alfonso wird als neuer Herzog akklamiert. Della Rovere zeigt als neuer Papst Julius ll. schnell sein wahres Gesicht. Lucrezias Versuche, Cesare zu unterstützen, laufen ins Leere: Della Rovere lässt ihn in den Kerker werfen. Um in Ferrara aktzeptiert zu werden, muss Lucrezia ihren gesamten Einfallsreichtum aufwenden.","versions":[{"lang":1,"streams":[{"redirect":12919561,"hoster":"VOE"},{"redirect":9168832,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"1505","epNo":12,"alt":"1505","descr":"In Rom wird Cesare der Prozess gemacht. Sein Befürworter Niccolo Machiavelli fungiert dabei als sein Verteidiger. Trotz des brillianten Plädoyers des Diplomaten befindet Julius ll. Cesare für schuldig.","versions":[{"lang":1,"streams":[{"redirect":13916925,"hoster":"VOE"},{"redirect":9168829,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"1506","epNo":13,"alt":"1506","descr":"Nach dem Tod ihres neugeborenen Sohns ist Lucrezias Stellung in Ferrara schwächer denn je. Wenn sie die Scheidung von Alfonso D’Este verhindern will, muss sie ihm so schnell wie möglich einen neuen Erben schenken.","versions":[{"lang":1,"streams":[{"redirect":12919573,"hoster":"VOE"},{"redirect":9168825,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"1507","epNo":14,"alt":"1507","descr":"Während Giulia in Rom die Zukunft der Familie Farnese sichert, stiftet Lucrezia Frieden zwischen ihrem Mann Alfonso D’Este und dessen Halbbruder Giulio.","versions":[{"lang":1,"streams":[{"redirect":9168819,"hoster":"VOE"},{"redirect":9168821,"hoster":"Streamtape"}]}]}]}]}