{"seriesId":"boston-legal","name":"Boston Legal","descr":"Denny Crane und Alan Shore, gespielt von William Shatner Star Trek) und James Spader (Stargate) führen eine Riege hoch bezahlter Anwälte einer Bostoner Anwaltskanzlei an, die sich hauptsächlich mit dem Zivilrecht befasst. Die Serie befasst sich sowohl mit dem professionellen Leben, als auch mit dem Privatleben der Anwälte, was sich nicht immer genau trennen lässt. Kollegin von Shore und Crane ist Shirley Schmidt (gespielt von der fünffachen Emmy-Gewinnerin Candice Bergen), die von New York nach Boston in das Stammhaus zurückgerufen worden ist, um in dem Chaosladen für Ordnung zu sorgen. Erschwerend kommt hinzu, dass Shirley früher ein Verhältnis mit Denny hatte, ihn jedoch für den Verteidigungsminister verließ. Dies hat Denny ihr bis heute nicht verziehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Revierkämpfe","epNo":1,"alt":"Head Cases","descr":"Die renommierte Bostoner Anwaltskanzlei \"Crane, Poole \u0026 Schmidt\" stürzt in eine mittelschwere Krise, als Seniorpartner Edwin Poole sich bei einem der üblichen Morgenmeetings äußerst seltsam gebärdet. Mit der Diagnose \"Nervenzusammenbruch\" landet Poole im Handumdrehen in einer Nervenheilanstalt. Nun muss Juniorpartner Brad Chase, der eigentlich das Büro in Washington führt, seinen Aufenthalt in Boston auf unbestimmte Zeit ausdehnen, denn irgendjemand muss den reichlich unkonventionellen und halb-senilen anderen Seniorpartner Denny Crane daran hindern, die Kanzlei völlig zu ruinieren.Alan Shore übernimmt derweil den Fall einer afroamerikanischen Mutter, die die Produzenten der Musical-Tournee von \"Annie\" verklagen will. Sie beschuldigt die Verantwortlichen, ihre Tochter, die an einem Casting für die Show teilgenommen hat, nur abgewiesen zu haben, weil sie Afroamerikanerin ist. Gleichzeitig vertritt Junganwältin Lori Colson Groß-Klienten Ernie Dell in einer äußerst prekären Angelegenheit. Sie soll für Dell herausfinden, mit wem ihn seine junge und äußerst attraktive Frau betrügt. Zu dumm, dass es sich bei dem Ehebrecher ausgerechnet um Denny Crane handelt...","versions":[{"lang":1,"streams":[{"redirect":9752630,"hoster":"VOE"},{"redirect":9752641,"hoster":"Doodstream"},{"redirect":8535316,"hoster":"Vidoza"},{"redirect":8328482,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Durchgedreht","epNo":2,"alt":"Still Crazy After All These Years","descr":"Alan soll seiner Ex-Freundin Christine Pauley dabei helfen, aus der psychiatrischen Klinik entlassen zu werden. Kurios, denn sie landete in der geschlossenen Abteilung, nachdem sie versucht hatte, Alan mit ihrem Wagen zu überfahren. Dennoch bemüht sich der smarte Anwalt darum, dass Christine wieder auf freien Fuß gesetzt wird. Doch damit tut er sich selbst keinen großen Gefallen.Da Denny Crane sich immer seltsamer verhält, wollen die Partner der Kanzlei herausfinden, ob er für die Firma überhaupt noch tragbar ist. Also schanzen sie ihm und Brad einen kniffligen Fall zu: Eine Frau verklagt ein Krankenhaus, weil sie sich vom Personal unzureichend betreut fühlte, nachdem ihr Mann während einer Behandlung plötzlich gestorben war. Als Denny dahinter kommt, dass der Ausgang dieses Prozesses über sein weiteres Schicksal in der Kanzlei entscheiden soll, beschließt er, den anderen ein Schnippchen zu schlagen.Lori ist um das Seelenheil ihrer jungen Kollegin Sally besorgt. Sie befürchtet, dass Sally von Alan ausgenutzt wird, weil er zu einer festen Beziehung gar nicht fähig ist. Darum nimmt sie Sally zur Seite und redet ihr ins Gewissen...","versions":[{"lang":1,"streams":[{"redirect":8462583,"hoster":"VOE"},{"redirect":9752651,"hoster":"Doodstream"},{"redirect":8328483,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vertrauter Feind","epNo":3,"alt":"Catch and Release","descr":"Crane, Poole \u0026 Schmidt vertreten einen ihrer größten Klienten, der ein gigantisches Einkaufszentrum in eine Gegend bauen will, in der Wildlachse laichen. Die Gegenseite ist eine Umweltschutzorganisation, die den Bau mit allen Mitteln verhindern will. Sie wird unterstützt von dem jungen Anwalt Donny Crane - Denny Cranes Sohn, der sich vor langer Zeit von seinem Vater abgewendet hat.Während Sally Heep erstmals einen Klienten vor Gericht vertritt, kümmern sich Alan und Lori um einen Fall von sexueller Belästigung am Arbeitsplatz. Alan ist recht unwohl zumute, als er erfährt, dass es sich bei der gegnerischen Anwältin ausgerechnet um seine Ex-Freundin Christine handelt. Es ist ihr erster Einsatz vor Gericht seit sie die Psychiatrie verlassen hat. Und passend zum Thema ihres Falls fühlt Alan sich mehr und mehr von Christine belästigt...","versions":[{"lang":1,"streams":[{"redirect":9752657,"hoster":"VOE"},{"redirect":9752660,"hoster":"Doodstream"},{"redirect":8328491,"hoster":"Vidoza"},{"redirect":8328487,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Anwalt entlaufen!","epNo":4,"alt":"Change of Course","descr":"Seniorpartner Edwin Poole flieht aus der Nervenheilanstalt, um die Pflichtverteidigung für einen jungen Mann zu übernehmen, der des Polizistenmordes beschuldigt wird. Da Lori Colson früher als Staatsanwältin gearbeitet hat, überredet Brad Chase sie dazu, Edwin bei seinem Mordprozess mit ihrem reichen Erfahrungsschatz beizustehen. Wird Pooles lädiertes Nervenkostüm der Belastung durch die Verhandlung gewachsen sein?Paul Lewiston betraut Alan Shore mit dem Auftrag, eine ihrer wichtigsten Klientinnen vor der Verurteilung wegen Diebstahls zu bewahren. Doch um die Frau zu entlasten, muss Alan zu unsauberen Mitteln greifen. Dabei bittet er Sally um Hilfe - und stellt ihre Beziehung auf eine harte Belastungsprobe.","versions":[{"lang":1,"streams":[{"redirect":8462582,"hoster":"VOE"},{"redirect":9752672,"hoster":"Doodstream"},{"redirect":8328492,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlag auf Schlag","epNo":5,"alt":"An Eye for an Eye","descr":"Alan und Tara landen zusammen mit einer Prostituierten vor Gericht: als Batman, Robin und Catwoman verkleidet. Die drei haben sich dabei erwischen lassen, wie sie einen Streifenwagen einseiften.Am nächsten Tag knistert es wieder gewaltig zwischen Alan und seiner hübschen Kollegin Tara, und nun arbeiten sie auch noch eng zusammen: Sie vertreten einen Hypochonder, der seinen Arzt wegen einer angeblichen Fehlbehandlung verklagen will.Lori und Sally übernehmen die Verteidigung von Jason Binder, der einen Mann, der ihn vor vier Jahren nachweislich zusammengeschlagen hat, mit einem Taekwondo-Schlag gegen den Hals getötet haben soll. Als einzige Zeugin für Binders gutmütigen und einwandfreien Charakter erscheint seine Mutter vor Gericht. Allerdings macht die gute Frau selbst nicht den besten Eindruck, denn sie trägt ein Glasauge, das ihr immer aus der Augenhöhle fällt, wenn sie aufgeregt ist.Denny Crane muss einen äußerst verzwickten Fall von seinem Kollegen Edwin Poole übernehmen. Er soll eine Pharmafirma vertreten, die beschuldigt wird, unzählige alte Leute um ihr Erspartes betrogen zu haben. Eine Riesensumme und das Ansehen der Kanzlei stehen auf dem Spiel, doch Denny hatte nicht genug Zeit, sich auf den brisanten Fall vorzubereiten, und bittet um eine Fristverlängerung. Leider trifft er dabei auf einen äußerst übellaunigen Richter, der ihm seine Bitte schlichtweg verweigert. Am nächsten Tag beginnt die Verhandlung...","versions":[{"lang":1,"streams":[{"redirect":8462585,"hoster":"VOE"},{"redirect":8328493,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bis aufs Blut","epNo":6,"alt":"Truth Be Told","descr":"Als Bürgermeisterkandidat Jack Fleming wenige Tage vor der Wahl durch schmutzige Gerüchte zu Fall gebracht werden soll, wendet sich seine Frau Samantha Hilfe suchend an ihren alten Studienfreund Alan Shore. Der kann seiner alten Flamme keinen Wunsch abschlagen und legt sich darum - sehr zum Unwillen seines Kollegen Paul Lewiston - mit den Mächtigen der Stadt an. Aber dann findet er etwas über Fleming heraus, das selbst ihn in einen Gewissenskonflikt bringt...Während Denny fieberhaft und mit steigender Verzweiflung auf die Ergebnisse seines Alzheimer-Tests wartet, vertritt Lori den an Leukämie erkrankten Richard Kirkland. Er verlangt von seiner Ex-Frau Marcy die Herausgabe des Nabelschnurblutes ihres gemeinsamen Sohnes. Das Blut wurde nach dessen Geburt im Krankenhaus eingelagert und könnte Kirklands letzte Chance auf Rettung sein. Marcy weigert sich jedoch, ihm das Gewünschte auszuhändigen. Erst im Verlauf des Rechtsstreits wird der wahre Grund dafür deutlich, und dann liegt es ausgerechnet an Lori, ihren Mandanten mit ein paar schmerzhaften Wahrheiten zu konfrontieren.","versions":[{"lang":1,"streams":[{"redirect":9752542,"hoster":"VOE"},{"redirect":8328495,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tief getroffen","epNo":7,"alt":"Questionable Characters","descr":"Als Lori noch bei der Staatsanwaltschaft gearbeitet hat, war Michael Shea einer ihrer Informanten. Jetzt braucht er ihre Hilfe, denn er soll wegen eines Überfalls auf einen Lebensmittelladen angeklagt werden. Das einzige Beweismittel gegen ihn steckt in seinem Körper: Es ist die Kugel, die der Ladenbesitzer auf den Dieb abgefeuert hat. Natürlich weigert Shea sich deshalb, die Kugel entfernen zu lassen. Doch als Lori erfährt, dass dadurch sein Leben in Gefahr ist, steckt sie in einem juristischen und moralischen Dilemma.Alan Shore gerät heftig mit einem Richter aneinander, als der sich bei der Verurteilung seines Klienten Walter Mack einige - wie Shore findet - äußerst demütigende Auflagen überlegt, um Mack zu schikanieren. Als Denny sich in das Geschehen einmischt, handelt er sich damit eine Klage wegen Bestechung ein. Doch er kann den Ärger ausgleichen, indem er der Kanzlei einen lukrativen Mandanten sichert.","versions":[{"lang":1,"streams":[{"redirect":8462586,"hoster":"VOE"},{"redirect":9752557,"hoster":"Doodstream"},{"redirect":9752550,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schweigen ist Gold","epNo":8,"alt":"Loose Lips","descr":"Aus persönlichen Gründen zieht sich Denny aus einem Fall zurück und übergibt ihn an Allen: Er soll Gil Furnald vertreten, der seinen Job als Weihnachtsmann in einem großen Supermarkt verloren hat, weil er ein Transvestit ist. Brad geht sofort eine Wette ein, dass Alan diesen Fall nur verlieren kann. Der legt sich nun mächtig ins Zeug und greift sogar zu Zaubertricks, um seinem Mandanten zu helfen.Lori gerät in einen schweren Gewissenskonflikt, als ihr Therapeut Dr. Allen Konigsberg ihr gegenüber seine Schweigepflicht bricht, indem er ihr von einem Patienten erzählt, der damit gedroht hat, seine Frau umzubringen. Nun erhofft er sich von ihr rechtlichen Beistand. Lori greift zu extremen Mitteln, um Dr. Konigsberg zu unterstützen. Doch auf die Folgen ihres Handelns war sie nicht gefasst...","versions":[{"lang":1,"streams":[{"redirect":8462587,"hoster":"VOE"},{"redirect":8328501,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bittere Pillen","epNo":9,"alt":"A Greater Good","descr":"Denny und Alan vertreten einen Pharmakonzern, der von Marybeth Hewitt, einer seiner ehemaligen Versuchspersonen, verklagt wird. Diese wurde aus dem Versuchsprogramm für ein neues Medikament ausgeschlossen, das ihre Krankheit hätte heilen können. Während ihrer Zusammenarbeit stoßen die Anwälte auf einige Ungereimtheiten und auf dunkle Geheimnisse des Konzerns. Schließlich geraten sie jedoch in einen Streit darüber, wie sie mit ihrem gewonnenen Wissen verfahren sollen.Lori ist entsetzt: Zwar hat Tara genau die richtigen Beweise erbracht, mit deren Hilfe sie ihren aktuellen Fall gewinnen könnten, doch die Art, wie sie sie beschafft hat, hätte Lori eher Alan Shore zugetraut. Soll sie ihre und Taras Karriere aufs Spiel setzen und die Beweise tatsächlich verwenden?","versions":[{"lang":1,"streams":[{"redirect":8462589,"hoster":"VOE"},{"redirect":8328507,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In flagranti","epNo":10,"alt":"Hired Guns","descr":"Lori und Brad übernehmen die Verteidigung von Susan May, die ihren Ehemann mit einer Geliebten in flagranti erwischt und daraufhin beide getötet haben soll. Die Beschuldigte behauptet jedoch, die beiden bei ihrer Rückkehr nach Hause bereits tot vorgefunden zu haben. Gegen ihre Aussage spricht, dass Susan über eine Stunde gebraucht hat, um die Polizei zu verständigen. Auch weiß sie nicht mehr, was in dieser Zeit passiert ist. Der Spezialist Dr. Herbert Waylon diagnostiziert eine post-traumatische Amnesie, doch er kann nicht ausschließen, dass Susan die Tat begangen hat.Auf der Weihnachtsparty im Büro lernt Alan die attraktive Carmen Flores kennen, die ihm erzählt, ihr Ex-Mann Julio habe die gemeinsamen Kinder entführt, um sie nach Peru zu verschleppen. Als Alan die Polizei einschalten will, tun die Beamten den Vorfall als häuslichen Ehestreit ab und weigern sich einzugreifen. Doch Shore zwingt sie dazu, die Entführung als Verbrechen zu behandeln. Wenig später lauert ihm der völlig durchgedrehte Julio auf. Rasend vor Wut, weil der Anwalt dafür gesorgt hat, dass plötzlich die Polizei hinter ihm her ist, zückt er eine Waffe und droht Alan zu erschießen...","versions":[{"lang":1,"streams":[{"redirect":9752568,"hoster":"VOE"},{"redirect":9752587,"hoster":"Doodstream"},{"redirect":8328510,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schmidt Happens","epNo":11,"alt":"Schmidt happens","descr":"Wirbel in der Kanzlei: Seniorpartnerin Shirley Schmidt wechselt von der New Yorker in die Bostoner Filiale, um dort die Zügel in die Hand zu nehmen und das angebliche Chaos in geordnete Bahnen zu lenken. Damit ist sie Alan Shore von Anfang an ein Dorn im Auge. Hinzu kommt, dass sie ihm in Sachen Schlagfertigkeit in nichts nachsteht. Auch Denny Crane ist nicht gerade erfreut über Shirleys Auftauchen. Immerhin hatte er vor Jahren eine heiße Affäre mit ihr, bevor sie ihn sang- und klanglos sitzen ließ. Da sind Spannungen vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":8462590,"hoster":"VOE"},{"redirect":8328513,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alte Schule","epNo":12,"alt":"From Whence We Came","descr":"Als Sally einen Fall verliert, weil sie ihn nicht sorgfältig genug vorbereitet hat, wird sie von Shirley Schmidt gefeuert. Sally ist außer sich und bittet Brad um Hilfe. Doch anstatt ihr beizustehen, schlägt er ihr vor, die Kanzlei ohne großen Ärger zu verlassen. Lori und Shirley übernehmen derweil die Verteidigung von Walter Fife. Der Schulleiter wurde von zwei Biologie-Lehrerinnen verklagt, weil er sie entlassen hatte, als sie sich weigerten, die biblische Schöpfungsgeschichte zu lehren.Shore ist entsetzt, als er erfährt, dass ein Nachbar seines ehemaligen Klienten Bernard Ferrion erschlagen wurde. Er spricht Ferrion darauf an, und der streitet nicht ab, den Mann auf dem Gewissen zu haben. Im Gegenteil: Er bittet Alan, ihn vor Gericht zu vertreten, sollte er angeklagt werden. Doch Shore lehnt ab und schickt Ferrion zu Tara. Die ist überrascht, als Ferrion ihr erklärt, er wolle unbedingt vor Gericht, um seine Unschuld in dem Fall zu beweisen. Dabei wird Ferrion gar nicht der Tat beschuldigt! Nur mit viel Geduld und Einfühlungsvermögen kann sie ihn davon überzeugen, die Sache auf sich beruhen zu lassen. Doch Shore ist felsenfest von Ferrions Schuld überzeugt - und er ist sicher, dass der Mann wieder töten wird.Shirley Schmidt wirft Alan vor, seine Assistentin Nora sexuell zu belästigen. Nach einem Gespräch mit Nora kommt er zu dem Schluss, dass es einfach in seiner Natur liegt, anzügliche Dinge zu attraktiven Frauen zu sagen - und dass er sich nach einer neuen Assistentin umsehen muss. Unter den Bewerberinnen trifft er überraschend eine alte Bekannte wieder...","versions":[{"lang":1,"streams":[{"redirect":8462591,"hoster":"VOE"},{"redirect":9752591,"hoster":"Doodstream"},{"redirect":8328516,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dicke Luft","epNo":13,"alt":"It Girls and Beyond","descr":"Lewistons Alarmglocken schrillen, als er erfährt, dass Crane einen Fall ganz alleine übernehmen will. Flugs verdonnert Shirley ausgerechnet Alan dazu, ein Auge auf Crane zu haben und ihn - auch gegen seinen Willen - bei der Verteidigung des praktischen Arztes Dr. Robert McLean zu unterstützen. McLean steht vor Gericht, weil er einem übergewichtigen Patienten ein noch nicht zugelassenes Medikament verordnet hat. Seine Begründung lautet, dass es bei dem Mann um Leben und Tod ging und ihm keine andere Möglichkeit mehr blieb, um das Leben des Patienten zu retten. Im Verlauf der Verhandlungen ist Alan sehr erstaunt über Cranes Brillanz und ungewohnte geistige Klarheit. Da stimmt doch irgendetwas nicht...Brad vertritt die junge PR-Expertin Tracey Green, die von ihrer ehemaligen Geliebten Stephanie Rogers verklagt wird, weil sie angeblich nur vorgetäuscht hat, lesbisch zu sein, um einen Job in Stephanies Agentur zu bekommen. Sie erschlich sich damit Stephanies Liebe und Vertrauen und klaute ihr danach die Kunden. Schon bald schwelt in Brad der Verdacht, dass Tracey tatsächlich nur vorgibt lesbisch zu sein. Allerdings vermutet Lori, dass bei Brad der Wunsch Vater des Gedankens ist, da er sich stark zu seiner attraktiven Klientin hingezogen fühlt.","versions":[{"lang":1,"streams":[{"redirect":8462592,"hoster":"VOE"},{"redirect":9752599,"hoster":"Doodstream"},{"redirect":9752593,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Mann sieht rot","epNo":14,"alt":"Til We Meat Again","descr":"Alan Shore erweist sich einmal mehr als das Enfant Terrible der Kanzlei, als er eine Kneipenschlägerei anzettelt und deshalb verhaftet wird. Tara, die ebenfalls mit Shore in der Bar war und von seinem Verhalten mehr als angewidert ist, vertritt ihn vor Gericht. Sie hofft, eine Anklageerhebung umgehen zu können, doch der Richter stellt Shore vor die Wahl: Entweder er bekennt sich direkt schuldig - oder es kommt zum Prozess.Shirley Schmidt und Denny Crane vertreten den Steakhaus-Besitzer Dominick Ryan, dessen Lokal in Summersport, Massachusetts, geschlossen werden soll, weil der Publicity-hungrige Bürgermeister rotes Fleisch wegen der vermeintlichen BSE-Gefahr verboten hat. Glücklicherweise kennt Denny die Schwachstelle des Richters: Obwohl nicht besonders maskulin, will er um jeden Preis wie ein echter Kerl wirken. Und ist es nicht schrecklich unmännlich, kein rotes Fleisch zu essen?","versions":[{"lang":1,"streams":[{"redirect":8462595,"hoster":"VOE"},{"redirect":8328520,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Im Eifer des Gefechts","epNo":15,"alt":"Tortured Souls","descr":"Shirley Schmidt zwingt Alan Shore dazu, ihr bei ihrem aktuellen Fall zu helfen: Der Polizist Wayne Kirkland hat dem Bruder eines Kindesentführers den Arm gebrochen, um herauszufinden, wo sich der Verdächtige mit dem gekidnappten Kind aufhält. Dummerweise ist die Beweislage eindeutig, denn das fragliche Verhör wurde auf Video aufgenommen. Alan entwickelt daraufhin eine geschickte Strategie, die allerdings auch nach hinten losgehen könnte.Denny Crane und die junge Anwältin Chelina Hall vertreten Frannie Huber, die ihren Verlobten Michael verklagt, weil er sie einfach vor dem Altar sitzen ließ. Dennys Vorgehen ist Chelina jedoch nicht geheuer: Er verspricht Frannie fünf Millionen Dollar Schadensersatz - und das, obwohl der Ausgang des Prozesses mehr als ungewiss ist und Chelina ihrer Klientin deshalb lieber dazu raten würde, die bei einem außergerichtlichen Vergleich angebotenen 175.000 Dollar zu akzeptieren. Erschwerend kommt hinzu, dass ausgerechnet Dennys Sohn Donny die Gegenseite vertritt.","versions":[{"lang":1,"streams":[{"redirect":8462593,"hoster":"VOE"},{"redirect":8328527,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auf Eis gelegt","epNo":16,"alt":"Let Sales Ring","descr":"Dennys alter Freund und Kollege Milton Bombay wendet sich mit einem außergewöhnlichen Anliegen an die Kanzlei: Er möchte per Gerichtsbeschluss erzwingen, dass er in einem Kryonik-Institut eingeschläfert und eingefroren wird, um in der Zukunft \"wiederauferstehen\" zu können. Seine Begründung, dass er sein \"juristisches Vermächtnis\" in das nächste Jahrhundert tragen will, hält Shirley jedoch für vorgeschoben. Wie recht sie mit ihrer Vermutung hat, zeigt sich wenig später: Milton leidet unter Amyotropher Lateralsklerose und hofft, einem langwierigen und schmerzhaften Tod aus dem Weg gehen und irgendwann in der Zukunft geheilt werden zu können. Alan Shore vertritt derweil den Schüler Stuart Milch. Der Junge will seinen Schulleiter Steven Harper verklagen, weil dieser einen rechtslastigen Fernsehsender, der Intoleranz predigt, auf allen TV-Geräten der Schule zensiert.","versions":[{"lang":1,"streams":[{"redirect":8462596,"hoster":"VOE"},{"redirect":8328522,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Auf Leben und Tod","epNo":17,"alt":"Death Be Not Proud","descr":"Chelina wendet sich mit einer Bitte an Alan Shore: Er soll ihr bei einem alten Fall helfen. Bevor sie nach Boston kam, hat sie in Texas zum Tode verurteilte Straftäter vertreten. Einer ihrer Fälle steht vor der letzten Berufung, der Angeklagte Zeke Borns soll in 72 Stunden hingerichtet werden. Shore fliegt mit Chelina nach Texas, um den geistig zurückgebliebenen Mann, den Chelina für unschuldig hält, im Berufungsverfahren zu vertreten. Trotz seines engagierten Einsatzes und einer absolut unklaren Beweislage gelingt es aber auch ihm nicht, die starrsinnigen texanischen Richter davon abzubringen, einen möglicherweise unschuldigen Mann hinzurichten. Shore kann sich einige bissige Bemerkungen zum texanischen Rechtssystem nicht mehr verkneifen.Shirley Schmidt und Denny Crane werden mit einem delikaten Fall konfrontiert: Miriam Watson, eine alte Freundin der beiden, mit der Crane einst ein Techtelmechtel hatte, wurde angeklagt, für Sex bezahlt zu haben. Da es sich nicht um einen einmaligen Ausrutscher handelt, sondern um mehrere hundert Male, will Shirley vor Gericht auf krankhafte Nymphomanie plädieren. Cranes Strategie ist eine andere: Er suggeriert Richter Brown, der noch \"Jungfrau\" ist, dass Miriam ihm bei diesem Problem helfen könnte. Sein Plan geht auf, doch der Fall bringt ihm einige Schwierigkeiten ein: Shirley ist entsetzt über sein Vorgehen und will ihn nun mehr denn je loswerden, und Lori, der gegenüber er während der Beratungen eine unanständige Bemerkung gemacht hatte, klagt ihn wegen sexueller Belästigung an.","versions":[{"lang":1,"streams":[{"redirect":9578082,"hoster":"VOE"},{"redirect":8328530,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Schwarze Witwe","epNo":1,"alt":"The Black Widow","descr":"Die Kanzlei hat einen spektakulären Fall an Land gezogen: Die schöne Kelly Nolan wird angeklagt, ihren wesentlich älteren, steinreichen Ehemann Joel vergiftet zu haben. Alan Shore soll ihre Verteidigung vor Gericht übernehmen, was sich jedoch als äußerst knifflig herausstellt, da alle Fakten gegen die \"Schwarze Witwe\" sprechen: Kelly hatte einen Liebhaber, und Joel hatte laut Aussage der Haushälterin Frances damit gedroht, sie zu enterben. Zudem zettelt Shore einen Streit mit dem Richter an und setzt damit die ohnehin geringen Erfolgschancen aufs Spiel.Shirley Schmidt und Tara vertreten den Arzt Dr. Adam Carter, der von der stummen Cellistin Mary Bradley beschuldigt wird, sie sexuell belästigt zu haben. Ein heikler Fall für Tara, denn Marys Rechtsbeistand ist ausgerechnet ihr Ex-Freund Malcolm Holmes, der keine Gelegenheit auslässt, sich wieder an Tara heranzumachen. Während zwischen den beiden die Funken fliegen, macht Mary vor Gericht eine unkonventionelle Aussage, indem sie die Antworten auf ihrem Cello spielt. Tara gewinnt den Fall dennoch, obwohl sie durch die neu aufkeimenden Gefühle für Malcolm mehr als abgelenkt ist. Unterdessen erfährt Shore zufällig, dass Malcolm und Tara einst ein Paar waren, und wundert sich doch sehr darüber, dass Tara ihm diese Tatsache bisher verschwiegen hat...","versions":[{"lang":1,"streams":[{"redirect":8462594,"hoster":"VOE"},{"redirect":8328534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11255526,"hoster":"VOE"},{"redirect":11255531,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schadenfreude","epNo":2,"alt":"Schadenfreude","descr":"Malcolm bittet Tara, ihn bei einem Fall zu unterstützen: Der Sänger Johnny Damon klagt gegen einen Nachtclub, weil der Besitzer ihm verboten hat, dort seinen Antikriegssong \"War\" zu singen und er dieses Verbot als Einschränkung der Meinungsfreiheit betrachtet. Tara stürzt sich mit Feuereifer in die Arbeit, doch Malcolm geht es dabei eigentlich nur um Eines: Er will Tara zurückerobern - und scheint damit tatsächlich Erfolg zu haben.Denise erhält unliebsamen Besuch von ihrem Noch-Ehemann Tim und dem Anwalt und Reverend Donald Diddum, die von ihr als Alimente die gewaltige Summe von 625.000 Dollar fordern. Empört bittet Denise ihre Kollegen Garrett und Sara um Hilfe und stellt sich auf einen langen Prozess ein. Eine Entdeckung von Garrett könnte diesen jedoch überflüssig machen: Der Reverend wurde wiederholt wegen sexueller Belästigung angeklagt - und dieses Wissen soll die attraktive Sara nun in Denises Sinn ausnutzen. Unterdessen befürchtet Shores Sekretärin Catherine, dass Bernard Ferrion erneut einen Mord begehen könnte. Als er ihr wieder einmal von dem Gefühl beim Töten vorschwärmt, greift sie deshalb zu einer drastischen Maßnahme...","versions":[{"lang":1,"streams":[{"redirect":8462597,"hoster":"VOE"},{"redirect":8328535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11255609,"hoster":"VOE"},{"redirect":11255619,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Natur pur","epNo":3,"alt":"Finding Nimmo","descr":"Shore ist am Boden zerstört, als Tara ihre Beziehung beendet. Um ihn aufzuheitern, lädt Denny seinen Kollegen zu einem Angelausflug nach Nimmo Bay in Kanada ein. Das bereut er jedoch schon bald, denn während bei ihm kein einziger Fisch anbeißt, angelt Shore einen nach dem anderen aus dem Wasser. Schließlich ist Denny so genervt, dass er eine Pistole zieht und einen Fisch erschießt. Shore dagegen erliegt der Faszination der Wildnis immer mehr und stimmt schließlich sogar zu, dem kanadischen Umweltanwalt Peter Barrett in einem Prozess gegen Fischfarmen beizustehen. Während er noch in Anglerkleidung ein leidenschaftliches Plädoyer vor einem kanadischen Gericht hält, geht es zu Hause in der Kanzlei drunter und drüber: Catherine hat ihrer Chefin Shirley Schmidt den Mord an Ferrion gestanden und nun sind alle vollauf damit beschäftigt, ihre Verteidigung vorzubereiten...","versions":[{"lang":1,"streams":[{"redirect":8462600,"hoster":"VOE"},{"redirect":9752787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11255736,"hoster":"VOE"},{"redirect":11255730,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schnüffeleien","epNo":4,"alt":"A Whiff and a Prayer","descr":"Shirley Schmidt soll den Kongress-Abgeordneten Raymond Jacobs vertreten. Jacobs wird angeklagt, sein Wahlversprechen, sich für ein Schusswaffenverbot einzusetzen, nicht eingelöst zu haben. Nach reiflicher Überlegung kommt Shirley zu dem Schluss, dass Waffennarr Denny Crane für diesen Fall am besten geeignet ist. Voller Zuversicht betritt sie deshalb am letzten Tag der Verhandlung den Gerichtssaal, doch Denny taucht nicht auf...Während Alan Shore Kanzlei-Assistentin Catherine vor einer Verurteilung wegen Mordes an Bernard Ferrion zu bewahren versucht, stecken Sara und Garrett in Schwierigkeiten: Reverend Diddum droht damit, ihren Versuch, ihm eine sexuelle Belästigung anzuhängen, an die Öffentlichkeit zu bringen. Er wäre allerdings auch zum Stillschweigen bereit, doch das hätte seinen Preis: getragene Unterwäsche von Sara!","versions":[{"lang":1,"streams":[{"redirect":8462599,"hoster":"VOE"},{"redirect":8328541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919584,"hoster":"VOE"},{"redirect":11256046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unsittlich","epNo":5,"alt":"Men to Boys","descr":"Denise muss vor Gericht einen Fall verhandeln, der drei Jahre in der Schublade lag. Ihr Klient ist ein Mann, der einen Autohersteller verklagt, da eines der Fahrzeuge plötzlich in Flammen aufgegangen und seine Frau bei diesem Brand ums Leben gekommen war. Denise hält ein emotionales Eingangsplädoyer und überzeugt so die Gegenseite schon zu Beginn des Prozesses davon, sich auf einen großzügigen Vergleich einzulassen.Augrund seiner anzüglichen Scherze bekommt Denny unterdessen ein echtes Problem: Seine Mitarbeiterin Lori Colson will ihn wegen sexueller Belästigung anzeigen - und seine hilflosen Entschuldigungsversuche tragen nicht gerade zur Entspannung der Situation bei. Als sich auch noch Shore bei einem Date mit Sara unmöglich benimmt und Garrett beim Sex mit Cassie, der Assistentin eines gegnerischen Anwalts, erwischt wird, beginnt Shirley, sich ernsthafte Sorgen über den Sittenverfall in ihrer Kanzlei zu machen.","versions":[{"lang":1,"streams":[{"redirect":9752817,"hoster":"VOE"},{"redirect":8328540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256270,"hoster":"VOE"},{"redirect":11256286,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Halloween","epNo":6,"alt":"Witches of Mass Destruction","descr":"Shirley Schmidt und Denise Bauer müssen sich mit einem skurrilen Fall beschäftigen: Zwei Elternpaare, das eine christlich, das andere Anhänger der Naturreligion Wicca, klagen gegen den Halloween-Mummenschanz an der Grundschule ihrer Kinder. Die beiden Anwältinnen sollen nun erreichen, dass das bunte Treiben zu Halloween an dieser Schule ein Ende findet, doch leicht fällt ihnen das nicht.Garrett bringt Anwaltsgehilfin Cassie mit einem Anliegen zu Alan Shore: Er soll in Cassies Auftrag die Regierung wegen des Todes ihres Bruders im Irak-Krieg verklagen. Alan übernimmt den Fall zwar, setzt dabei aber seine Freundschaft zu Denny Crane aufs Spiel, der als strammer Republikaner allergisch auf jede Art von Kritik an der Regierung reagiert. Auch die Halloween-Party der Kanzlei gerät in Gefahr, denn das Highlight sollte ein gemeinsamer Auftritt der beiden Streithähne im Flamingo-Kostüm sein...","versions":[{"lang":1,"streams":[{"redirect":8462601,"hoster":"VOE"},{"redirect":9752830,"hoster":"Doodstream"},{"redirect":8328546,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256118,"hoster":"VOE"},{"redirect":11256102,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Letzter Ausweg","epNo":7,"alt":"Truly, Madly, Deeply","descr":"Denny Crane weigert sich, eine Pflichtverteidigung zu übernehmen, weil ihm der Angeklagte, ein zynischer AIDS-Kranker, der ein 13-jähriges Mädchen vergewaltigt und getötet hat, ganz und gar zuwider ist. Auch eine Ordnungsstrafe kann ihn nicht dazu bringen, seiner Pflicht als Anwalt nachzugehen. Im Gegenteil: Er will den Fall sogar so dringend loswerden, dass er schließlich auf den unerwünschten Mandanten schießt...Alan Shore und Brad Chase vertreten einen Fernsehsender, der seinen Clown Zozo entlassen hat, weil dieser seine kleinen Zuschauer mit Umweltproblemen konfrontiert hat. Für Alan ist dieser Prozess jedoch der reine Horror: Er hat große Angst vor Clowns - ein Kindheitstrauma? - und ist während der Befragung nicht in der Lage, Zozo in die Augen zu sehen. Ein noch größeres Problem hat Shirley Schmidt: Ein alter Freund bittet sie, gegen den Antrag seiner Frau auf Annullierung ihrer 23-jährigen Ehe vorzugehen. Die Gründe der Ehefrau sind allerdings durchaus berechtigt und stürzen Shirley in einen Gewissenskonflikt.","versions":[{"lang":1,"streams":[{"redirect":8462602,"hoster":"VOE"},{"redirect":8328549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11255881,"hoster":"VOE"},{"redirect":11255896,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dicke Lippe","epNo":8,"alt":"The Ass Fat Jungle","descr":"Alan hat ein Problem: Zum ersten Mal seit langer Zeit quälen ihn wieder Panikattacken, die unter anderem dazu führen, dass er Gefahr läuft, sich schlafwandelnd vom Balkon zu stürzen. In ernsthafter Sorge um sein Leben bittet er deshalb seine neue Sekretärin Melissa, ihn nachts zu \"bewachen\". Melissa hält das Ganze zwar für eine plumpe Anmache, lässt sich aufgrund eines finanziellen Engpasses aber dennoch darauf ein.Beinahe ebenso große Sorgen hat Denise: Sie soll zwei Frauen in einer Klage gegen einen prominenten Schönheitschirurgen vertreten, der ihnen Fett aus seinem eigenen Hintern in die Lippen gespritzt haben soll. Das Pikante daran: Auch Denise hat die Dienste dieses Chirurgen in Anspruch genommen und muss nun befürchten, selbst eine Portion seines Hinterteils im Gesicht zu tragen. Unterdessen will Denny untersuchen lassen, ob er an Rinderwahn erkrankt ist, und Shirley muss eine an Alzheimer erkrankte Zeugin hart ins Gericht nehmen, um ihren Fall zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8462603,"hoster":"VOE"},{"redirect":8328550,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256014,"hoster":"VOE"},{"redirect":11256004,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unter Beschuss","epNo":9,"alt":"Gone","descr":"Denny und Alan werden von einem Obdachlosen angebettelt, den Denny so geflissentlich ignoriert, dass er ihm einen Stein an den Hinterkopf wirft. Waffennarr Denny zieht daraufhin seine Paintball-Pistole und schießt auf den Bettler. Nun will dieser ihn verklagen, findet aber keinen Anwalt, der ihn gegen die Kanzlei Crane, Poole \u0026 Schmidt vertreten will. Schließlich ist es ausgerechnet Alan, der dem Mann seine Hilfe anbietet. Sein Gerechtigkeitssinn geht ihm immer noch über die Freundschaft mit Denny - das glaubt er zumindest am Anfang...Denise ist Zeugin, als der fünfjährige Sohn ihrer Haushälterin entführt wird. Um den Jungen nicht zu gefährden, schaltet sie nicht die Polizei ein, sondern ermittelt zusammen mit Brad auf eigene Faust. Dabei erhalten die Hobby-Detektive unerwartete Schützenhilfe vom FBI: Ein Agent stattet die beiden mit Dienstmarken aus, so dass sie wesentlich mehr Handlungsspielraum haben. Die Tatsache, dass Brad in seiner Rolle als Agent voll aufgeht und so auch ab und an über das Ziel hinausschießt, führt jedoch schließlich zu Verwicklungen, die darin gipfeln, dass ein Priester durch einen Axtschlag drei Finger verliert...","versions":[{"lang":1,"streams":[{"redirect":9752859,"hoster":"VOE"},{"redirect":8328553,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256142,"hoster":"VOE"},{"redirect":11256162,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Allerhand","epNo":10,"alt":"Legal Deficits","descr":"Brad muss sich vor Gericht verantworten, weil er bei dem Versuch, ein entführtes Kind zu retten, dem Priester Michael Ryan drei Finger abgehackt hat. Da es bei diesem Fall nicht nur um Brads persönliches Schicksal, sondern auch um den guten Ruf der Kanzlei geht, werden schwere Geschütze aufgefahren: Shirley und Denny verteidigen Brad gemeinsam. Über die Strategie sind sie sich allerdings nicht ganz einig, denn Shirley hält Dennys Ansatz für zu banal. Schließlich muss sie jedoch einsehen, dass Denny wieder einmal genau den richtigen Ton trifft. Alan will seiner Sekretärin Melissa aus einer misslichen Lage helfen: Sie hat im Laufe der letzten Jahre über 50.000 Dollar Schulden angehäuft und ist darüber vollkommen verzweifelt. Wie sich herausstellt, beruht die hohe Summe aber zum größten Teil auf den horrenden Gebühren und Zinsen der Kreditkartengesellschaft. Alan beschließt deshalb kurzerhand, die Gesellschaft zu verklagen.","versions":[{"lang":1,"streams":[{"redirect":8462604,"hoster":"VOE"},{"redirect":8328557,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14426746,"hoster":"VOE"},{"redirect":11255840,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Partnersuche","epNo":11,"alt":"The Cancer Man Can","descr":"Bei einer Wohltätigkeitsveranstaltung lernt Denny die attraktive Beverly Bridge kennen. Der alte Schwerenöter ist zutiefst beeindruckt von seiner neuen Bekanntschaft, nicht zuletzt, weil es schnell zu einem Tête-á-Tête in der Garderobe kommt. Danach ist Denny sogar so begeistert, dass er - zum Entsetzen seiner Kanzlei-Partner - über eine Heirat nachdenkt.Der Lungenkrebs-Patient Daniel Post wurde von einem anderen Krebspatienten verklagt. Er soll sich bei einem Medikamententest einen Vorteil erschlichen haben, indem er sicherstellte, dass er das Medikament und nicht das bei einer anderen Gruppe von Patienten eingesetzte Placebo bekommt. Denise betreut den heiklen Fall, gerät aber schon bald in Schwierigkeiten, weil sie sich mehr und mehr in ihren schwerkranken Mandanten verliebt.Unterdessen ist die Stimmung in der Kanzlei äußerst angespannt, denn die Bekanntgabe des neuen Seniorpartners steht kurz bevor. Brad Chase gilt als Favorit, doch er selbst rechnet sich aufgrund der Tatsache, dass er Father Ryan drei Finger abgeschnitten hat, keine großen Chancen aus. Alan versucht derweil, sich bei Shirley, Denny und Paul für seinen Kollegen Jerry Espenson stark zu machen. Der beweist jedoch spätestens, als er abgelehnt wird, dass er nicht gerade große soziale Kompetenzen hat: Er greift zu einem Messer und bedroht Shirley...","versions":[{"lang":1,"streams":[{"redirect":9752883,"hoster":"VOE"},{"redirect":9752882,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919585,"hoster":"VOE"},{"redirect":11256216,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Alleingang","epNo":12,"alt":"Helping Hands","descr":"Denny hat sich dazu entschieden, Beverly zu heiraten. Paul und Shirley sind in größter Sorge, denn sie befürchten, dass Beverly es, genau wie die fünf Ehefrauen zuvor, allein auf Dennys Geld abgesehen hat. Während Shirley deshalb Beverly auf den Zahn zu fühlen versucht, setzt Paul einen bombensicheren Ehevertrag für Denny auf. Denny ist von dieser Einmischung seiner Kanzlei-Partner allerdings nicht gerade begeistert.Denise hat ein Verhältnis mit ihrem krebskranken Klienten Daniel Post angefangen. Nun wendet Daniel sich mit einer Bitte an sie: Er möchte einmal in seinem Leben einen Fall vor Gericht verhandeln. Da Daniel über eine juristische Ausbildung verfügt, hat Crane keine Einwände und gestattet ihm, Denise in ihrem aktuellen Fall als zweiter Jurist beizustehen. Es geht um die Lehrerin Traci Carpenter, die von den Eltern ihrer Schülerin Rachel Gering tagtäglich mehrmals mit Fragen über den Entwicklungsstand des Mädchens bombardiert wird. Daniel will eine einstweilige Verfügung gegen George und Gigi Gering erwirken und zeigt vor Gericht erstaunliches Charisma und Talent.Alan will Jerry Espenson verteidigen. Der ehemalige Anwalt der Kanzlei Crane, Poole \u0026 Schmidt hatte Shirley mit einem Küchenmesser bedroht, weil sie ihn nicht zum Seniorpartner machen wollte. Shirley ist zwar einverstanden mit Alans Mandat, unternimmt jedoch alles, damit er innerhalb der Firma isoliert wird und in diesem Fall auf sich alleine gestellt ist. Alan findet dennoch einen Weg, um Espensons Kopf aus der Schlinge zu ziehen: Offenbar leidet dieser nämlich unter dem Asperger Syndrom, einer speziellen Form des Autismus. Espenson weigert sich jedoch, ein psychiatrisches Gutachten erstellen zu lassen, denn er befürchtet, dass ihm dieser Makel sein Leben lang anhaften wird.","versions":[{"lang":1,"streams":[{"redirect":9752891,"hoster":"VOE"},{"redirect":9752900,"hoster":"Doodstream"},{"redirect":9752896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256396,"hoster":"VOE"},{"redirect":11256676,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schutzlos","epNo":13,"alt":"Too Much Information","descr":"Alan und Denise haben einen komplizierten Fall übernommen: Die 19-jährige Emily Hayden klagt gegen ihre Krankenversicherung, da diese die Daten der Versicherten nicht genug geschützt hat. So ist es Emilys gewalttätigem Vater Ned gelungen, ihre Mutter Jackie, die sich anonym in ein Frauenhaus geflüchtet hatte, aufzuspüren und zu ermorden. Die Versicherung bietet Emily einen außergerichtlichen Vergleich in Höhe von 20.000 Dollar an, doch Shore findet dieses Angebot aufgrund der schrecklichen Geschehnisse geradezu beleidigend. Ihm schwebt da eher eine Summe in Millionenhöhe vor, die er erst recht durchzusetzen versucht, als er sich in Emilys Bekannte Irma Levine, die Leiterin des Frauenhauses, verliebt. Doch der Fall ist nicht Alans einziges Problem: Seine ehemalige Assistentin Catherine Piper hat seit ihrer Kündigung bei \"Crane, Poole \u0026 Schmidt\" bereits mehrere Geschäfte überfallen. Alan ist ratlos, erkennt dann aber, dass Catherine auf diese Weise lediglich seine Aufmerksamkeit erregen will. Beverly macht sich in der Kanzlei mehr als unbeliebt, als sie Denny dazu überredet, den Sandwich-Verkäufer Stan zu feuern. Schmidt ist in größter Sorge wegen des wachsendes Einflusses von Beverly, und Brad macht der Dame ein großzügiges Angebot, das sie für einen Moment ins Grübeln zu bringen scheint: Sie soll 500.000 Dollar erhalten, wenn sie für immer aus Dennys Leben verschwindet. Unterdessen bricht der krebskranke Daniel Post jeden Kontakt zu Denise ab, um sich im Krankenhaus einer Chemotherapie zu unterziehen. Denise beschließt jedoch, sich darüber hinwegzusetzen und für ihre Liebe zu kämpfen...","versions":[{"lang":1,"streams":[{"redirect":9752677,"hoster":"VOE"},{"redirect":9752674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256638,"hoster":"VOE"},{"redirect":11256670,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ansichtssache","epNo":14,"alt":"Breast in Show","descr":"Alan verabredet sich mit Irma Levine und verrät ihr, dass sie die eine oder andere sexuelle Fantasie in ihm weckt. Da gesteht ihm Irma, dass auch sie eine Fantasie bezüglich Alan hat: Sie wünscht ihn sich als Rechtsbeistand. Glücklicherweise ist der Fall ganz nach Alans Geschmack, geht es doch um entblößte Frauenbrüste, und zwar die von Irma und 200 ihrer Mitstreiterinnen, die mit dieser Aktion auf die Nachteile der Neuverteilung der Wahlbezirke aufmerksam machen wollten. Nun wurde Irma jedoch wegen unsittlichen Benehmens in der Öffentlichkeit verklagt, was sie bei einer Verurteilung zu einer Sexualstraftäterin machen würde. Das muss in den Augen von Alan, der an nackten Frauenbrüsten selbstverständlich nichts gesetzwidrig findet, unbedingt verhindert werden...Der todkranke Daniel lädt Denise zu seiner eigenen Trauerfeier ein. Dieses Fest hat er für sich und seine Freunde organisiert, um sich von ihnen zu verabschieden. Während dabei alle gute Miene zum bösen Spiel machen, kann sich Denise mit Daniels nahendem Tod einfach nicht abfinden. Sie beschließt, sich von ihm zu trennen, doch Daniel kommt ihr zuvor, indem er ihr mitteilt, dass er sich in der Schweiz einer neuartigen Krebstherapie unterziehen will. Tränenreich verabschieden sich die beiden, denn sie wissen nur zu gut, dass es ein Abschied für immer ist. Catherine Piper hat unterdessen Stans Sandwichverkauf übernommen und Garrett Wells\u0027 Büro besetzt. Unfähig, sich gegenüber Catherine zur Wehr zu setzen, muss der Junganwalt seine Arbeit nun in einer Ecke unter der Treppe erledigen...","versions":[{"lang":1,"streams":[{"redirect":9752688,"hoster":"VOE"},{"redirect":9752692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256694,"hoster":"VOE"},{"redirect":11256697,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schlecht behandelt","epNo":15,"alt":"Smile","descr":"Die 18-jährige Amelia Warner wurde nach einer Vergewaltigung in ein katholisches Krankenhaus eingeliefert, wo man ihr die \"Pille danach\" aus ethischen Gründen verweigert hatte. Nun ist Amelia schwanger und will die Klinik auf Schadenersatz verklagen. Das Krankenhaus beruft sich jedoch auf eine Rechtsklausel, nach der es keine Behandlungsmethoden durchführen muss, die gegen seine religiösen Grundsätze verstoßen. Ein harter Brocken für Shirley und Denise, die Amelia vor Gericht vertreten.Brad ist entsetzt über den Fall, mit dem Denny ihn betraut: Er soll ausgerechnet Beverly vor Gericht vertreten. Deren Kater Barry Manilow liegt im Koma und wird nur durch künstliche Beatmung am Leben erhalten. Nun klagt Bevs Mann Howard darauf, dass die lebenserhaltenden Geräte abgeschaltet werden, und Beverly will das um jeden Preis verhindern. Brad kann nicht glauben, dass er seine juristischen Fähigkeiten für eine Katze einsetzen soll, aber wegen seines vorangegangenen Versuchs, Beverly zu einer Trennung von Denny zu drängen, hat er keine andere Wahl. Unterdessen versucht Alan, der siebenjährigen Marissa den Besuch einer elitären Privatschule zu ermöglichen. Das Institut hat Marissa trotz ausreichender geistiger Fähigkeiten die Aufnahme verweigert, und Marissas Mutter Phyllis geht davon aus, dass der Grund für die Ablehnung Marissas Behinderung ist: Seit einem Unfall, bei dem ihre Nerven verletzt wurden, kann Marissa nicht mehr lächeln. Phyllis will den Fall jedoch nicht vor Gericht bringen, und Shore sieht sich wieder einmal zu reichlich unkonventionellen Maßnahmen gezwungen...","versions":[{"lang":1,"streams":[{"redirect":12915648,"hoster":"VOE"},{"redirect":9752707,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919589,"hoster":"VOE"},{"redirect":11256688,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pakt mit dem Tod","epNo":16,"alt":"Live Big","descr":"Shirley bekommt Besuch von ihrem Ex-Mann Ivan. Das alte Schlitzohr steht kurz vor seiner sechsten Hochzeit, macht Shirley aber erneut einen Heiratsantrag und behauptet, dass nur sie seine Vermählung mit seiner halb so alten Verlobten Missy verhindern könne. Trotz des kurzen Aufflackerns der romantischen Gefühle von damals, beschließt Shirley jedoch, Ivans Antrag nicht anzunehmen und stattdessen lieber seine Trauzeugin zu spielen.Shore und Crane vertreten Ryan Myerson, der seiner schwer alzheimerkranken Frau mittels einer erhöhten Morphindosis zum Selbstmord verholfen hat. Da die Beweislage eindeutig ist, scheint Myerson nicht um eine Verurteilung herumzukommen. Durch seine geschickte Verhandlungsführung und ein ergreifendes Schlussplädoyer gelingt es Shore jedoch, die Geschworenen auf seine Seite zu ziehen. Umso schockierender ist für ihn ein kleines Detail, das er erst nach dem Prozess erfährt: Myerson hat ein Verhältnis mit Jody Young, der Krankenpflegerin seiner Frau. Ist der Mann vielleicht doch nicht so unschuldig wie angenommen?Crane geht dieser Fall aufgrund seiner eigenen Alzheimererkrankung sehr nahe. Bei einem Drink nehmen er und Shore sich gegenseitig das Versprechen ab, für das Ableben des anderen zu sorgen, wenn es denn nötig sein sollte. Lewiston widmet sich unterdessen seinen familiären Problemen: Zum ersten Mal seit langer Zeit besucht er seine drogenabhängige Tochter Rachel - und stellt dabei fest, dass er bereits seit drei Jahren Großvater ist...","versions":[{"lang":1,"streams":[{"redirect":9752714,"hoster":"VOE"},{"redirect":9752719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256526,"hoster":"VOE"},{"redirect":11256529,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Feurige Hochzeit","epNo":17,"alt":"There\u0027s Fire!","descr":"Denny und Beverly sind den von allen anderen befürchteten Schritt gegangen und vor den Traualtar getreten. Als Beverly bei der anschließenden Hochzeitsfeier jedoch verkündet, dass sie sich wünscht, Denny würde die Firma verlassen und mit ihr nach Hawaii ziehen, beschleichen diesen erste Zweifel an seiner Entscheidung. Doch Denny wäre nicht Denny, wenn er sein aufkommendes Unwohlsein nicht zu bekämpfen wüsste - und zwar durch ein Schäferstündchen mit der Cocktailkellnerin, das leider nicht unentdeckt bleibt.Nur wenige Stunden nach Eheschließung befinden sich Beverly und Denny im Scheidungskrieg. Dennys Kanzleipartner sind sehr besorgt, da Beverly nicht nur die Hälfte von Dennys Privatvermögen fordert, sondern auch die Hälfte seiner Anteile an der Kanzlei. Die Anwälte überlegen die verschiedensten Strategien, doch sie scheitern alle an Dennys Vorsatz, die Ehe trotz allem weiterzuführen. Unterdessen lernt Shore vor dem Bürogebäude Joan Rubin kennen, eine ehemalige Angestellte einer benachbarten Firma, die gefeuert wurde, weil sie trotz wiederholter Aufforderung ihres Chefs Kurt Loomis nicht mit dem Rauchen aufgehört hatte. Siegessicher zieht Shore deshalb wegen Diskriminierung vor Gericht, doch er erleidet eine unerwartete Bruchlandung...","versions":[{"lang":1,"streams":[{"redirect":9752724,"hoster":"VOE"},{"redirect":9752725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256691,"hoster":"VOE"},{"redirect":11256693,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schocktherapie","epNo":18,"alt":"Shock and Oww!","descr":"Denny ist frustriert wegen des abrupten Endes seiner Ehe und liegt tatenlos zu Hause im Bett. Ein Fernsehbericht reißt ihn jedoch aus seiner Lethargie: Hausbesitzer Russell Blayney hat den Einbrecher Miguel Dominguez mit einer selbstgebauten Elektrofalle schwer verletzt und soll nun wegen versuchten Mordes angeklagt werden. Für Denny eine bodenlose Frechheit. Selbstverständlich will er den aufrechten amerikanischen Hausbesitzer gegen den kriminellen Abschaum verteidigen. Mit neu erwachter Leidenschaft setzt er alles daran, den Fall zu gewinnen...Während Lewiston weiterhin den Verdacht hegt, dass seine Tochter Rachel noch immer Drogen nimmt, bekommt Shirley ein pikantes Problem: Als 19-Jährige hatte sie dem heute berühmten Fotografen Karl Hause Modell gestanden. Nun ist Hauser verstorben, und die Bilder aus seinem Nachlass, darunter auch die von Shirley, sollen versteigert werden. Um ihren guten Ruf nicht zu gefährden, versucht Shirley, rechtliche Schritte gegen die Versteigerung einzuleiten. Die Tatsache, dass ausgerechnet Karls Witwe Marguerite die Bilder versteigern will, macht die Angelegenheit für Shirley jedoch nicht gerade einfach, denn sie war damals nicht nur das Modell, sondern auch die Geliebte des Fotografen...","versions":[{"lang":1,"streams":[{"redirect":9752736,"hoster":"VOE"},{"redirect":9752733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256678,"hoster":"VOE"},{"redirect":11256681,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Verzettelt","epNo":19,"alt":"Stick It","descr":"Alans frühere Sekretärin Melissa hat ein Problem: Sie wurde verhaftet, weil sie ihre Steuern nicht bezahlt und auf ihre Steuererklärung auch noch den Vermerk \"Leck mich\" geklebt hat. Grund dafür war, wie Alan schon bald erfährt, ihre Wut über die Antiterrorpolitik der Regierung. Da das natürlich voll und ganz Alans moralischer Marschrichtung entspricht, übernimmt er mit Feuereifer Melissas Verteidigung. Doch Steuerhinterziehung ist trotz allem strafbar... Paul beschließt unterdessen, seine drogenabhängige Tochter notfalls mit Gewalt in eine Entzugsklinik einzuliefern und während der Therapie auf seine dreijährige Enkelin Fiona aufzupassen. Als es tatsächlich dazu kommt, ist Rachel außer sich vor Wut. Schließlich sieht sie jedoch ein, dass sie sich erst wieder richtig um ihre Tochter kümmern kann, wenn sie ihre Drogensucht überwunden hat. Denise ist so verzweifelt auf der Suche nach einem Mann, dass sie sogar schon von einem Schäferstündchen mit Denny Crane träumt. Shirley will Abhilfe schaffen und organisiert für Denise ein Date mit ihrem Neffen Michael, doch der gemeinsame Abend ist ein Desaster. Da kommt Denise der freundliche Polizist Scott, der sie auf dem Heimweg wegen eines Verkehrsdelikts anhält, gerade recht. Unversehens landet sie mit ihm im Bett und ist am nächsten Tag der Überzeugung, endlich einem anständigen und aufrechten Mann begegnet zu sein. Ein Anruf von Scott holt Denise aber schon schnell zurück auf den Boden der Tatsachen: Scott wurde verhaftet, weil er nur vorgetäuscht hat, ein Polizist zu sein...","versions":[{"lang":1,"streams":[{"redirect":9752744,"hoster":"VOE"},{"redirect":9752747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919590,"hoster":"VOE"},{"redirect":12978123,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Sündhaft Teuer","epNo":20,"alt":"Chitty Chitty Bang Bang","descr":"Shirley vertritt Clifford Cabot, der einen kuriosen Scheidungskrieg mit seiner Frau Natalie führt. Im Mittelpunkt des Streits steht eine Sammlung viktorianischer Erotika, bestehend aus alten Fotos und Schriften sowie einigen obskuren Maschinen aus dem 19. Jahrhundert. Für Shirley ist der Fall besonders pikant, denn ihr Exmann Ivan Tiggs hat die Vertretung der Gegenseite übernommen und stellt ihr schamlos nach.Catherine Piper gerät erneut mit dem Gesetz in Konflikt. Ihr wird vorgeworfen, Adele Freeman aus einem Altersheim entführt zu haben. Alan setzt sich für Catherine ein und erfährt, dass Adele eine Freundin von ihr ist, die gegen ihren Willen in dem Heim festgehalten wird. Als Alan auch noch entdeckt, dass Adeles Vormund Donald Wharton sich am Vermögen der alten Dame bedient, greift er wieder einmal zu reichlich unorthodoxen Mitteln, um der Gerechtigkeit zum Sieg zu verhelfen.Paul kümmert sich um seine dreijährige Enkeltochter Fiona und zieht sich mehr und mehr aus dem Geschäftsleben zurück. Seine Aufgaben werden unter den Partnern aufgeteilt, doch in der Kanzlei geht es drunter und drüber. Schmerzlich wird Denny bewusst, wer die Firma all die Jahre im Hintergrund geleitet hat...","versions":[{"lang":1,"streams":[{"redirect":9755964,"hoster":"VOE"},{"redirect":9755965,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256679,"hoster":"VOE"},{"redirect":11256686,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ohne Worte","epNo":21,"alt":"Word Salad Days","descr":"Mitten in einem Plädoyer verheddert sich Alan plötzlich fürchterlich und beginnt, unverständliches Kauderwelsch zu sprechen. Besorgt sucht er einen Neurologen auf, der nach eingehender Untersuchung eine Sprachverwirrung aufgrund von Stress diagnostiziert. Denny will seinem Freund helfen und schleppt ihn in ein Wellness-Hotel. Dort wird die Freundschaft zwischen den beiden jedoch auf eine harte Probe gestellt.Ray Richardson wurde wegen Polygamie angeklagt. Denise übernimmt seinen Fall und erfährt, dass seine beiden Frauen Alena und Evette mit dieser Situation durchaus glücklich sind und ein zufriedenes Leben führen. Denise kann die Jury aber dennoch nicht überzeugen: Ray wird wegen Polygamie zu einer Gefängnisstrafe verurteilt. Denise gelingt es schließlich zwar, den Staatsanwalt auf eine Bewährungsstrafe herunterzuhandeln, doch dafür müsste Ray seine Ehen auflösen.Brads alter College-Freund Chris Mott bittet ihn, seine Firma vor Gericht zu vertreten. Der Computerspiele-Hersteller wurde von Stephanie Beller verklagt, weil eines seiner Spiele so süchtig macht, dass ihr Sohn nach 36 Stunden ohne Essen, Trinken und Schlaf tot vor dem Rechner zusammengebrochen ist. Brad übernimmt den Fall zwar, doch das Schicksal der verzweifelten Mutter bewegt ihn zutiefst...","versions":[{"lang":1,"streams":[{"redirect":9755969,"hoster":"VOE"},{"redirect":9755975,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256455,"hoster":"VOE"},{"redirect":11256509,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Treuegarantie","epNo":22,"alt":"Ivan the Incorrigible","descr":"Nach langem Hin und Her lässt Shirley sich auf ein Techtelmechtel mit ihrem Exmann Ivan Tiggs ein. Am nächsten Tag bekommt sie überraschenden Besuch von Ivans neuer Frau Missy, die befürchtet, dass Ivan sie betrügt und Shirley deshalb bittet, mit ihm zu reden. Shirley ist außer sich, weil Ivan ihr den Eindruck vermittelt hatte, er habe sich von Missy getrennt. Um ihm eins auszuwischen, setzt sie für Missy einen Ehevertrag auf, der es in sich hat: Sollte Ivan jemals wieder fremdgehen, würde er nicht nur viel Geld verlieren, sondern auch sein Boot, seine Football-Saisontickets und alles andere, was ihm heilig ist.Alan bekommt Besuch vom ehemaligen Kanzlei-Angestellten Jerry Espenson, der zum ersten Mal einen Kriminalfall übernommen hat. Es geht um den senegalesischen Busfahrer Ande Mkeba, der versucht hat, den Mörder seines Sohnes zu Tode zu prügeln. Jerry plädiert auf Unzurechnungsfähigkeit, doch er stellt sich so ungeschickt an, dass Alan nichts anderes übrig bleibt, als Mkeba zur Flucht zu raten. Brad lernt unterdessen die Anwaltsgehilfin Audrey kennen und verbringt ein paar heiße Nächte mit ihr. Die Tatsache, dass sie ständig von ihrer Vagina spricht, macht ihm jedoch schon bald schwer zu schaffen...","versions":[{"lang":1,"streams":[{"redirect":9755976,"hoster":"VOE"},{"redirect":9755973,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256672,"hoster":"VOE"},{"redirect":11256673,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kuss und Schuss","epNo":23,"alt":"Race Ipsa","descr":"Denny gerät bei seinem Psychiater in eine unangenehme Situation: Als er, wie schon so oft, seinen Therapeuten mit einer Waffe bedroht, zieht dieser ebenfalls eine Pistole und zwingt Denny, einen Schuss auf ihn abzugeben. Nun soll Denny deshalb der Prozess gemacht werden, und es sieht gar nicht gut für ihn aus, denn er ist kein unbeschriebenes Blatt, was das Anschießen von Menschen angeht. Langsam aber sicher beginnen seine Kanzlei-Partner sich ernsthaft zu fragen, ob Denny für die Firma überhaupt noch tragbar ist. Alan vertritt den Farbigen Dennis Pryor, der angeblich nur wegen seiner Hautfarbe von der Polizei angehalten wurde und sich deshalb der Überprüfung seiner Personalien widersetzt hat. Als Alan zufällig auf Chelina Hall trifft, mit der er bereits bei einem früheren Fall zusammengearbeitet hatte, engagiert er sie vom Fleck weg als Assistenten. Dabei geht es ihm jedoch nicht nur darum, dass Chelina als Afroamerikanerin die Jury positiv beeinflussen könnte, sondern auch darum, die alte Romanze wieder aufflackern zu lassen. Fast am Ziel muss Alan jedoch einsehen, dass er sich zwar von Chelina angezogen fühlt, aber Tara von ganzem Herzen liebt.Brad hat ein ernsthaftes Problem: Seine Freundin hat ihn verlassen, weil er \"der mieseste Küsser in der Geschichte des Planeten\" sei. Hilfe suchend wendet er sich an Denise, die ihm zu erklären versucht, was einen guten von einem schlechten Kuss unterscheidet. Da ihr das in der Theorie jedoch sehr schwer fällt, gehen die beiden schon bald zum praktischen Teil über...","versions":[{"lang":1,"streams":[{"redirect":9755983,"hoster":"VOE"},{"redirect":9755980,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256722,"hoster":"VOE"},{"redirect":11256724,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Verrückt zurück","epNo":24,"alt":"Deep End of the Poole","descr":"Gründungspartner Edwin Poole kehrt angeblich geheilt aus der Psychiatrie in die Kanzlei zurück. Seine Kanzlei-Partner erkennen jedoch schon bald, dass seine Heilung alles andere als vollkommen ist: Er will sofort spektakuläre Prozesse führen und rekrutiert den übergewichtigen Computertechniker Phil Mickle als Mandanten. In seinem Namen will Poole nun einen der größten Lebensmittelkonzerne der USA verklagen, weil dessen Mini-Törtchen angeblich für Phils Diabetes verantwortlich sind. Shirley versucht zu retten, was zu retten ist, indem sie das Angebot macht, die Klage zurückzuziehen. Dabei tritt die gegnerische Anwältin Vivian Marino ihr gegenüber jedoch so arrogant auf, dass Shirley beschließt, ihr eins auszuwischen - und zwar vor Gericht.Während Alan verhaftet wird, weil er einem Mandanten zur Flucht geraten hat, versuchen Brad und Denise herauszufinden, welche Bedeutung ihr Techtelmechtel für sie hat. Da Denise sich nicht auf eine Affäre mit einem Kollegen einlassen will, gibt sie Brads Werben zunächst nicht nach. Als Brad sich deshalb zurückzieht, bemerkt sie jedoch, dass sein durchtrainierter Körper durchaus anziehend auf sie wirkt. Kurzerhand bietet sie ihm deshalb eine \"erweiterte Freundschaft\" an, die auch gelegentliche Tête-à-Têtes nicht ausschließt...","versions":[{"lang":1,"streams":[{"redirect":9755989,"hoster":"VOE"},{"redirect":9755990,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256702,"hoster":"VOE"},{"redirect":11256704,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Zickenalarm","epNo":25,"alt":"Squid Pro Quo","descr":"Der aufrechte Patriot Denny Crane vertritt die Vereinigten Staaten in einem brisanten Fall: Eine nepalesische Frau hat ihr Kind verloren, weil die amerikanische Regierung die Finanzhilfen für das einzige Krankenhaus in ihrer Nähe gestrichen hat und die Klinik deshalb geschlossen wurde. Besonders brisant: Der Vertreter der Gegenseite ist kein Geringerer als Dennys vermeintlicher Sohn Donny, der seinen \"Vater\" vor Gericht ziemlich alt aussehen lässt. Denny gerät vollkommen ins Rudern und muss schließlich Alan einspannen, um doch noch einen Sieg für die USA zu erringen.Während ihre männlichen Kollegen mehr als begeistert über die attraktive neue Kollegin Marlene Stanger sind, hat Denise massive Schwierigkeiten mit der kämpferischen jungen Frau, die sich ihren Spitznamen offenbar redlich verdient hat: \"Tintenfisch\" - das einzige Tier, das in der Lage ist, einen Hai zu töten. Hinter Denises Rücken hat Marlene sich ihren aktuellen Klienten Derek geschnappt und bereits neue Gespräche mit der Gegenseite angesetzt. Nun sitzt Denise gezwungenermaßen in einem Boot mit Marlene, die mit einer fragwürdigen Taktik die doppelte Vergleichssumme herausschlägt. Auch Alan bekommt Marlenes Bissigkeit schon bald zu spüren: Nach einem Annäherungsversuch droht sie mit einer Klage wegen sexueller Belästigung...","versions":[{"lang":1,"streams":[{"redirect":9755997,"hoster":"VOE"},{"redirect":9755998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256727,"hoster":"VOE"},{"redirect":11256728,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Frühlingsgefühle","epNo":26,"alt":"Spring Fever","descr":"Shirleys Klient Professor Clifford Cabot wurde in flagranti mit einer Prostituierten erwischt und muss sich nun vor Gericht dafür verantworten. Er behauptet, lediglich Recherchen für seine aktuelle Studie betrieben zu haben, doch die Tatsache, dass die Prosituierte bei seiner Verhaftung nackt war und er ihr Liebesspiel auch noch mit seiner Videokamera aufgenommen hat, spricht dagegen, dass es sich hier um eine rein akademische Feldforschung handelt. Denise findet dennoch einen Weg, um Cabots Kopf aus der Schlinge zu ziehen, doch Marlene stiehlt ihre Idee und hinterlässt damit großen Eindruck bei Shirley. Wird nun nicht Denise, sondern Marlene die neue Partnerin in der Kanzlei?","versions":[{"lang":1,"streams":[{"redirect":9756039,"hoster":"VOE"},{"redirect":9756006,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Anträge","epNo":27,"alt":"BL: Los Angeles","descr":"Nach ihrem Schuss auf einen Paparazzo wird TV-Star Courtney Reese in Los Angeles wegen versuchten Mordes angeklagt. Denny ist nach wie vor hingerissen und bombardiert Courtney mit Heiratsanträgen. Courtney ignoriert ihn jedoch hartnäckig und bittet Alan, ihre Verteidigung zu übernehmen. Doch für Denny kommt es noch schlimmer, denn offensichtlich hat Courtney auch außerhalb des Gerichtssaals Interesse an Alan.","versions":[{"lang":1,"streams":[{"redirect":9752755,"hoster":"VOE"},{"redirect":9752760,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Puppenspieler","epNo":1,"alt":"Can\u0027t We All Get a Lung?","descr":"Kurz nach seiner Verlobung mit Denise steckt Daniel Post in der Klemme: Der krebskranke Millionär hat das Schicksal selbst in die Hand genommen und kurzerhand einen Lungenflügel von seinem unheilbar an einem Gehirntumor erkrankten Freund Tom Raulston gekauft. Ein Verstoß gegen das Organspendegesetz? Die Staatsanwaltschaft sieht das jedenfalls so und lässt Daniel Post verhaften.","versions":[{"lang":1,"streams":[{"redirect":9817358,"hoster":"VOE"},{"redirect":9817357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256699,"hoster":"VOE"},{"redirect":11256709,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Größenwahn","epNo":2,"alt":"New Kids on the Block","descr":"Die Kanzlei Crane, Poole \u0026 Schmidt bekommt Verstärkung aus der New Yorker Filiale: die jungen Anwälte Jeffrey Coho und Claire Simms. Für die männlichen Kollegen avanciert Coho schnell zu einer Bedrohung, denn er ist nicht nur ein hervorragender Jurist, sondern auch ein echter Herzensbrecher. Hatte er in New York sogar eine Affäre mit Shirley? Die erotische Spannung zwischen den beiden ist jedenfalls kaum zu übersehen. Claire dagegen findet an ihrem neuen Arbeitsplatz alles widerwärtig - insbesondere Dennys plumpe sexistische Anmache. Dann muss sie auch noch ausgerechnet zusammen mit Alan Shore, den sie für eine \"geile Kröte\" hält, einen Fall übernehmen. Es geht um den Transvestit Clarence/Clarice Bell, der entlassen wurde, weil er Mutterschaftsurlaub genommen hatte.","versions":[{"lang":1,"streams":[{"redirect":9817365,"hoster":"VOE"},{"redirect":9817364,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256713,"hoster":"VOE"},{"redirect":11256715,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rosenkrieg","epNo":3,"alt":"Desperately Seeking Shirley","descr":"Ivan Tiggs will sich von Missy scheiden lassen, doch Shirley hat im Ehevertrag kein Hintertürchen offen gelassen: Eine Scheidung würde Ivan sein gesamtes Vermögen kosten. Um nicht als armer Schlucker zu enden, wendet Ivan sich hilfesuchend an Alan Shore. Zum Entsetzen seiner Kollegen plant der nun, Shirley zu verklagen und die Auflösung des Vertrages zu erwirken.","versions":[{"lang":1,"streams":[{"redirect":9817362,"hoster":"VOE"},{"redirect":9817360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256730,"hoster":"VOE"},{"redirect":11256731,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Knockout","epNo":4,"alt":"Fine Young Cannibal","descr":"Während die Ermittlungen im Mordfall Marcia Hooper nur schleppend vorangehen, haben die Medien längst Jeffreys Mandanten Scott Little als Täter auserkoren und eine regelrechte Hetzjagd gestartet. Doch Jeffrey, Denise und Claire haben mittlerweile mindestens zwei weitere Verdächtige ins Auge gefasst: Marcias gehörnten Ehemann Brian und den voyeuristischen Nachbarn Lincoln Meyer. Ein großes Problem ist jedoch weiterhin die der Staatsanwaltschaft zugespielte Aufnahme der Therapiesitzung, in der Scott über seine Mordfantasien gegenüber Marcia und ihrem Mann spricht.","versions":[{"lang":1,"streams":[{"redirect":9817370,"hoster":"VOE"},{"redirect":9817369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919594,"hoster":"VOE"},{"redirect":11256708,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlammschlacht","epNo":5,"alt":"Whose God is it anyway?","descr":"Während Denny und Bethany sich langsam näherkommen und der schockierte Paul die junge Anwältin unter Dennys Schreibtisch erwischt, sorgt der Mordprozess gegen Scott Little weiterhin für Medienwirbel. Im Interesse der Firma und des Mandanten opfert sich Denny für ein Tête-à-Tête mit Gracie Jane, der schlimmsten der Reporterhyänen. Doch auch dieser selbstlose Einsatz nützt nichts. Scott wird in den Medien weiterhin mit Dreck beworfen, und nun ist auch noch Bethany sauer.","versions":[{"lang":1,"streams":[{"redirect":12919606,"hoster":"VOE"},{"redirect":9817373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256725,"hoster":"VOE"},{"redirect":11256719,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Urteil","epNo":6,"alt":"The Verdict","descr":"Der Mordprozess gegen Scott Little scheint in einem Desaster für Jeffrey zu enden, denn alles sieht danach aus, als würde Scott verurteilt. Schließlich nimmt der Prozess jedoch eine überraschende Wendung und endet mit einem sensationellen Urteil. Die jüngsten Entwicklungen werfen aber auch neue Fragen auf: Sind Scott und seine Mutter Barbara ein Liebespaar? Und hat Barbara etwas mit dem Mord an Marcia Hooper zu tun?","versions":[{"lang":1,"streams":[{"redirect":9817377,"hoster":"VOE"},{"redirect":9817376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256711,"hoster":"VOE"},{"redirect":11256710,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vom Winde verweht","epNo":7,"alt":"Trick or Treat","descr":"Im Hause Crane, Poole \u0026 Schmidt laufen die Vorbereitungen für die Halloweenparty auf Hochtouren. Shirley probiert die Wirkung ihres Sensemann-Kostüms aus und Alan, Denny und Claire planen, als Lennon-Sisters zu erscheinen. Mitten im Vorbereitungstrubel erreicht Denise Bauer die Nachricht, dass ihr Verlobter Daniel in Brasilien während der Transplantation eines Lungenflügels gestorben ist. Alan begleitet Denise ins Leichenschauhaus, wo sie sich von Daniels sterblicher Hölle verabschieden möchte. Die beiden erleben eine makabre Überraschung: Anstelle von Daniels Leichnam wird ihnen ein einzelner Fuß präsentiert.","versions":[{"lang":1,"streams":[{"redirect":9817381,"hoster":"VOE"},{"redirect":12339220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256759,"hoster":"VOE"},{"redirect":11256758,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schlagende Argumente","epNo":8,"alt":"Lincoln","descr":"Alan Shore wird von Jerry Espenson um juristische Unterstützung gebeten. Jerrys Freundin Erica Dolenz wird beschuldigt, ihre Ex-Geliebte erhängt zu haben. Erica ist verzweifelt, denn sie kann nicht ausschließen, tatsächlich die Mörderin zu sein: Sie leidet an psychischen Blackouts und hat keinerlei Erinnerung daran, wo sie während der Tatzeit war. Plötzlich taucht Renee Winger auf, eine mysteriöse Blondine, die ebenfalls eine Liebesbeziehung zur Ermordeten pflegte. Rein zufällig ist Renee ebenfalls Anwältin und erweist sich bei der Befragung durch Alan als abgebrühte und kaltschnäuzige Gesprächspartnerin, die einen bestimmten Plan zu verfolgen scheint.","versions":[{"lang":1,"streams":[{"redirect":9817387,"hoster":"VOE"},{"redirect":9817385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256737,"hoster":"VOE"},{"redirect":11256736,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf der Kippe","epNo":9,"alt":"On the Ledge","descr":"Jerry Espenson und Alan Shore beschäftigen sich weiterhin gemeinsam mit einem Fall: Erica Dolenz, eine Freundin von Jerry Espenson, wurde des Mordes an ihrer Ex-Geliebten bezichtigt. Alan und Jerry raten ihr, auf Unzurechnungsfähigkeit aufgrund ihrer psychisch bedingten Blackouts zu plädieren und sie stimmt zu. Vor Gericht bemüht sich Jerry aufzuzeigen, inwiefern andere Personen finanzielle Vorteile durch den Mord gehabt haben könnten. Als Spezialist in Sachen Erbschaftsrecht ist Jerry in seinem Element und lässt sein juristisches Genie aufblitzen...","versions":[{"lang":1,"streams":[{"redirect":9817390,"hoster":"VOE"},{"redirect":9817389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256751,"hoster":"VOE"},{"redirect":11256750,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Partykracher","epNo":10,"alt":"The Nutcrackers","descr":"Shirley überträgt Alan einen Fall: Er soll eine rassistische Mutter gegen ihre Schwester vertreten, die versucht, ihr wegen ihrer militanten Erziehungsmethoden das Sorgerecht für ihre singenden Zwillingstöchter entziehen zu lassen. Der joviale Alan - wie immer sicher, dass er den Fall gewinnen wird - geht mit Shirley eine Wette ein: Falls er vor Gericht verlieren sollte, wird er auf der bevorstehenden Weihnachtsparty ein Häschenkostüm tragen. Andernfalls wird Shirley in dieser Verkleidung das Kanzleifest besuchen.","versions":[{"lang":1,"streams":[{"redirect":11833463,"hoster":"VOE"},{"redirect":9817395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256732,"hoster":"VOE"},{"redirect":11256738,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Todesengel","epNo":11,"alt":"Angel of Death","descr":"Vanessa Walker, eine Rechtsanwältin aus New Orleans, bittet die Kanzlei \"Crane, Poole \u0026 Schmidt\" um Hilfe: Sie muss die Ärztin Dr. Follette vertreten, der vorgeworfen wird, in fünf Fällen illegal Sterbehilfe geleistet zu haben. Infolge des Hurrikans \"Katrina\" war das Krankenhaus, in dem Dr. Follette arbeitete, von jeglicher Strom- und Wasserzufuhr abgeschnitten, so dass mehreren schwerkranken Patienten ein qualvoller Tod durch Verdursten drohte. Dr. Follette, eine der wenigen Ärztinnen, die bei den Patienten blieb und nicht flüchtete, wollte den Patienten dieses Schicksal ersparen und gab ihnen Beruhigungs- und Schmerzmittel in so hoher Dosis, dass diese zum Tode von fünf Patienten führte.","versions":[{"lang":1,"streams":[{"redirect":9817397,"hoster":"VOE"},{"redirect":9817396,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12382576,"hoster":"VOE"},{"redirect":11256768,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Denny macht Terror","epNo":12,"alt":"Nuts","descr":"Denny ist außer sich. Da hat er sich so auf einen Liebesurlaub mit Bella auf Hawaii gefreut, und dann hindert ihn der Heimatschutz am Betreten des Flugzeugs. Aus unerfindlichen Gründen steht er auf einer Liste potenzieller Terroristen. In seiner Not und Wut wendet er sich an Alan. Zunächst versuchen die beiden, sich gütlich mit der Behörde zu einigen - vergeblich. Also schleppt Alan den Heimatschutz vor ein Bundesgericht und bekommt es mit den äußerst engstirnigen und vertrockneten Vertretern der Behörde zu tun...","versions":[{"lang":1,"streams":[{"redirect":9817401,"hoster":"VOE"},{"redirect":9817402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256873,"hoster":"VOE"},{"redirect":11256904,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bella Blue","epNo":13,"alt":"Dumping Bella","descr":"Auf dem Weg in ihre Kosmetikfirma wird Bella von einem Tierschützer angegriffen - und von Kopf bis Fuß mit blauer Farbe eingesprüht. Empört stürmt sie in die Kanzlei Crane, Poole \u0026 Schmidt und verlangt von Denny und Shirley, ihr zu helfen. Sie will ein Verfahren einleiten, um den Tierschützer per Gerichtsbeschluss von sich fernzuhalten. Zu Dennys und ihrem eigenen Schrecken stellt sich vor Gericht jedoch heraus, dass der Übeltäter von ihrer Tochter Bethany vertreten wird. Diese nutzt die Verhandlung als willkommene Gelegenheit, mit Denny und ihrer Mutter ein Hühnchen zu rupfen - aus Wut auf das Verhältnis der beiden. Denny, der immer noch zwischen Mutter und Tochter hin- und hergerissen ist, wird im Verlauf des Prozesses klar, wem sein Herz gehört.","versions":[{"lang":1,"streams":[{"redirect":9817406,"hoster":"VOE"},{"redirect":9817405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256776,"hoster":"VOE"},{"redirect":11256777,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Sex liegt in der Luft","epNo":14,"alt":"Selling Sickness","descr":"Richter Brown erscheint völlig aufgebracht in der Kanzlei Crane, Poole \u0026 Schmidt. Er hatte sich vor einiger Zeit Hilfe suchend an ein Institut gewandt, das ihm versprach, ihn von seiner Homosexualität zu \"heilen\". Für diese Leistung bezahlte der Richter 40.000 Dollar - ohne dass sich allerdings ein Erfolg einstellte: Er ist immer noch scharf auf Männer und kann sich an den knackigen Hintern der jungen Kanzleiangestellten nicht satt sehen. Darum will er nun das Institut verklagen und Denny und Alan sollen ihn vertreten. Zu Alans Überraschung ist die Richterin des Prozesses eine alte Flamme von ihm und die Verhandlung nimmt einen mehr als aufregenden Verlauf...","versions":[{"lang":1,"streams":[{"redirect":9817412,"hoster":"VOE"},{"redirect":9817413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256829,"hoster":"VOE"},{"redirect":11256835,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fettverbrennung","epNo":15,"alt":"Fat Burner","descr":"Der heimliche Wunsch von Clarence, endlich einen eigenen Fall zu übernehmen, geht in Erfüllung. Er stellt sich als Pflichtverteidiger zur Verfügung. Doch dann stellt sich heraus, dass er einen Mordfall an Land gezogen hat","versions":[{"lang":1,"streams":[{"redirect":9817409,"hoster":"VOE"},{"redirect":9817410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919592,"hoster":"VOE"},{"redirect":11257119,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nicht von dieser Welt","epNo":16,"alt":"The Good Lawyer","descr":"Alan Shore muss Doppeldienst im Gericht schieben und als sei das noch nicht genug, sind beide ihm anvertrauten Fälle auch noch ziemlich obskur: Zum einen verteidigt er eine Frau, die den plastinierten Körper ihres verstorbenen Vaters aus einem Museum gestohlen hat. Ihre Mutter hatte sehr zum Missfallen der Tochter den Leichnam zu Ausstellungszwecken zur Verfügung gestellt. Zum anderen muss Alan einen Verhaltenstherapeuten vertreten, der seine fristlose Kündigung anfechten will: Er ist sich absolut sicher, dass er ein UFO gesehen hat und versucht darum seit geraumer Zeit, seine Patienten von der Existenz Außerirdischer zu überzeugen - ein Verhalten, das nach Meinung seines Arbeitgebers untragbar ist.","versions":[{"lang":1,"streams":[{"redirect":9817416,"hoster":"VOE"},{"redirect":9817417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256780,"hoster":"VOE"},{"redirect":11256782,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ganz in Rot","epNo":17,"alt":"The Bride Wore Blood","descr":"Alan steht im Gericht plötzlich seiner Exflamme und Exkollegin Renata Hill gegenüber: Sie rennt in einem blutüberströmten Brautkleid und mit einer Schere in der Hand durchs Gerichtsgebäude und verlangt ihn als Verteidiger: Sie ist wegen Mordes angeklagt. Alan tut ihr den Gefallen - ohne zu ahnen, auf was er sich eingelassen hat. Denn die Fakten sind eindeutig nicht auf Renatas Seite: Ihr Verlobter ist mit einer Schere erstochen worden, während sie mit ihm allein im Zimmer war. Doch Renata behauptet steif und fest, unschuldig zu sein und vertraut Alan an, während der Tat ohnmächtig auf dem Boden gelegen zu haben.","versions":[{"lang":1,"streams":[{"redirect":9817420,"hoster":"VOE"},{"redirect":12980155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13053479,"hoster":"VOE"},{"redirect":11256762,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Geisel der Vergangenheit","epNo":18,"alt":"Son of the Defender","descr":"Als Alan morgens das Haus verlassen will, belauscht er unfreiwillig einen heftigen Streit. Neugierig wie er ist, geht er der Sache auf den Grund und erlebt eine Überraschung: Seine Nachbarin Jenna ist wegen Prostitution festgenommen worden. Ihr \"Kunde\" ist ein Senator, der nun große Angst vor einem Skandal hat. Alan erklärt sich bereit, Jennas Verteidigung zu übernehmen. Doch vor Gericht bekommt er sich dermaßen mit dem Richter in die Haare, dass dieser kurzerhand Alan samt der Angeklagten und dem Politiker ins Gefängnis verfrachtet. Nun muss Alan sein ganzes diplomatisches Geschick aufbringen, um seine Klienten und sich selbst aus der verfahrenen Situation zu befreien.","versions":[{"lang":1,"streams":[{"redirect":9817428,"hoster":"VOE"},{"redirect":9817427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256770,"hoster":"VOE"},{"redirect":11256771,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Geheime Kräfte","epNo":19,"alt":"Brotherly Love","descr":"Als Alan morgens die Kanzlei betritt, wartet bereits ein neuer Mandant auf ihn. Es handelt sich um einen Anwalt, der wegen Behinderung von Ermittlungen und Unterdrückung von Beweisen angeklagt ist: Er hatte seinem Bruder geholfen, den Mord an dessen eigener Ehefrau zu vertuschen. Alan, der eigentlich vor keiner Herausforderung zurückschreckt, lehnt das Mandat ab - es scheint ihm unmöglich, den Fall zu gewinnen. Doch als der Anwalt verzweifelt erzählt, er habe sich nur aus Liebe zu seinem Bruder so verhalten, wird Alan weich. Gemeinsam mit Denny entwickelt er einen Schlachtplan für die Gerichtsverhandlung.","versions":[{"lang":1,"streams":[{"redirect":9817425,"hoster":"VOE"},{"redirect":9817426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256747,"hoster":"VOE"},{"redirect":11256749,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Puppen vor Gericht","epNo":20,"alt":"Guise\u0027n\u0027Dolls","descr":"Alan Shore wird mit einer undankbaren Aufgabe konfrontiert. Seine alte Freundin Kaye bittet ihn, sie bei einer Klage gegen ein Kaufhaus zu vertreten, das pornographisch anmutende Puppen verkauft. Diese seien ihrer Meinung nach jugendgefährdend und sollten darum aus den Verkaufsregalen verschwinden. Alan weiß, dass er im Grunde keine Chance hat, den Fall zu gewinnen, erklärt sich aber seiner Freundin zuliebe bereit, ein Gespräch mit dem Anwalt des Kaufhauses zu führen. Zu seinem Schrecken steht er alsbald Jerry Espenson gegenüber, der das Kaufhaus vertritt. Mit Jerry liegt Alan seit geraumer Zeit im Clinch: Alan hatte ihn in einem früheren Prozess mit unlauteren Einschüchterungstaktiken so aus der Façon gebracht, dass Jerry den Fall verloren hatte. Jerry ist nun wenig geneigt, sich auf einen Vergleich einzulassen - im Gegenteil: Er will Rache im Gerichtssaal. Als wäre für Alan nicht schon alles kompliziert genug, sitzt auf dem Richterstuhl ausgerechnet Gloria Weldon, mit der Alan einmal eine Affäre hatte.","versions":[{"lang":1,"streams":[{"redirect":12382587,"hoster":"VOE"},{"redirect":9817433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919595,"hoster":"VOE"},{"redirect":11256755,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wunderheilung","epNo":21,"alt":"Tea and Sympathy","descr":"Alans Ex-Flamme, Richterin Gloria Weldon, bittet Alan um Hilfe: Ihr droht eine Klage wegen Rauschgiftimports und -besitzes. Als sich Alan mit dem zuständigen Staatsanwalt trifft, entpuppt sich dieser als sein Erzfeind Ginsberg. Doch scheint er wenig gegen Gloria in der Hand zu haben: Die einzige Zeugenaussage stammt von einem debilen Mann. Hinzu kommt, dass der zuständige Bezirksstaatsanwalt früher mit Gloria eine Beziehung hatte - es sieht gut aus für Alan und seine Mandantin. Und so fordert Alan als Bezahlung für seine Dienste ein Date mit Gloria. Doch dann mischt sich Denny ein - auch er ist scharf auf die attraktive Richterin...","versions":[{"lang":1,"streams":[{"redirect":9817436,"hoster":"VOE"},{"redirect":9817437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256773,"hoster":"VOE"},{"redirect":11256772,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Hose runter","epNo":22,"alt":"Guantanamo by the Bay","descr":"Als Shirley Schmidt morgens die Kanzlei betritt, wartet eine Überraschung auf sie: Jerry Espenson, der früher bereits bei Crane Poole \u0026 Schmidt angestellt war, möchte seinen alten Job zurück. Da Jerry Shirley vor längerer Zeit einmal mit einem Messer bedroht hatte, als er nicht wie erwartet der neue Seniorpartner der Kanzlei wurde, ist Shirley von dieser Idee wenig begeistert - erst Recht, weil Jerry am Asperger-Syndrom leidet, dessen Symptome er allerdings fast losgeworden zu sein scheint. Shirley verspricht trotz allem, zu tun, was sie kann, um Jerrys Bitte nachzukommen.","versions":[{"lang":1,"streams":[{"redirect":9817440,"hoster":"VOE"},{"redirect":9817441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256743,"hoster":"VOE"},{"redirect":11256742,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ente gut, alles gut","epNo":23,"alt":"Duck and Cover","descr":"Endlich ist es soweit: Brad und die hochschwangere Denise finden sich vor dem Traualtar ein. Doch die feierliche Atmosphäre der Hochzeit wird jäh unterbrochen, als plötzlich FBI-Beamte in die Kirche stürmen und die Hochzeit platzen lassen, noch bevor sich das Paar das Ja-Wort geben kann. Zur Überraschung aller Anwesenden packt Pfarrer McClinton Alan am Arm und flüchtet mit ihm in den Keller. Hektisch erklärt der Geistliche, dass er illegale Einwanderer, eine mexikanische Mutter und ihren Sohn, versteckt halte und darum dringend Rechtsbeistand benötige. Just in dem Moment bricht das FBI die Kellertür auf und verhaftet McClinton.","versions":[{"lang":1,"streams":[{"redirect":9817444,"hoster":"VOE"},{"redirect":9817446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11256788,"hoster":"VOE"},{"redirect":11256802,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Nichts geht mehr","epNo":24,"alt":"Trial of the Century","descr":"Alan und Denny widmen sich gemeinsam einem verzwickten Fall: Die beiden halbwüchsigen Brüder Edward und Michael Scanlon werden verdächtigt, ihren Vater ermordet zu haben. Obwohl die Jungen ihre Unschuld beteuern - und auch ihre Mutter Dorothy von der Unschuld ihrer Söhne überzeugt ist - erweist sich die Verteidigung als kompliziert. Nicht nur, dass Richterin Phyllis Tamber Denny für senil und inkompetent hält und dass die Indizien am Tatort gegen die Mandanten sprechen - auch ein Psychologe hält die beiden Minderjährigen für schuldig. Darum lässt Alan sich eine besonders gewiefte Strategie einfallen: Er macht mit Michael und Edward aus, dass sie sich im Kreuzverhör gegenseitig beschuldigen sollen. Der Effekt im Gerichtssaal ist verblüffend...","versions":[{"lang":1,"streams":[{"redirect":9817451,"hoster":"VOE"},{"redirect":9817449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257005,"hoster":"VOE"},{"redirect":11256947,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Neue und das Biest","epNo":1,"alt":"Beauty and the Beast","descr":"Alan Shore und Denny Crane absolvieren ein Abendprogramm ganz nach ihrem Geschmack: ein Dinner in attraktiver weiblicher Begleitung. Leider nimmt der Abend für Denny eine unerfreuliche Wendung. In seliger Erwartung einer heißen Nacht sitzt er mit seiner Herzensdame im Auto, als diese sich plötzlich als Edelprostituierte entpuppt - eigentlich nichts, was den Schwerenöter schocken könnte. So bezahlt der lüsterne Denny anstandslos die geforderte Summe, nur um anschließend erfahren zu müssen, dass er es mit einer verdeckten Ermittlerin der Sittenpolizei zu tun hat. Alan, der unbedingt Denny aus der Patsche helfen will, ist gar nicht erfreut, als er von Shirley Schmidt dazu verdonnert wird, sie vor Gericht zu vertreten.","versions":[{"lang":1,"streams":[{"redirect":9823709,"hoster":"VOE"},{"redirect":9823708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257514,"hoster":"VOE"},{"redirect":11257511,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Berechtigte Zweifel","epNo":2,"alt":"The Innocent Man","descr":"Die blutjunge und unerfahrene neue Anwältin bei Crane, Poole \u0026 Schmidt, Katie Lloyd, hat bei ihrem ersten Fall sofort eine harte Nuss zu knacken: Sie muss die Verteidigung des wegen Vergewaltigung vorbestraften Joseph Washington übernehmen, dem nun der kaltblütige Mord an der Frau eines wohlhabenden und angesehenen Mediziners vorgeworfen wird. Die Chancen für Washington stehen äußerst schlecht.","versions":[{"lang":1,"streams":[{"redirect":9823726,"hoster":"VOE"},{"redirect":9823713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257517,"hoster":"VOE"},{"redirect":11257518,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hahnenkämpfe","epNo":3,"alt":"The Chicken and the Leg","descr":"Seit die attraktive Lorraine Weller bei Crane, Poole \u0026 Schmidt als Anwältin arbeitet, fällt es Alan sehr schwer, sich auf seine Arbeit zu konzentrieren. Die sexuelle Anziehungskraft herrscht auf beiden Seiten: Bei jeder passenden oder unpassenden Gelegenheit fallen die beiden übereinander her, am liebsten jedoch im Fahrstuhl des Gerichtsgebäudes. Selbst Dennys altes, todsicheres Hausmittel gegen Liebestollheit - Kaugummikauen - versagt, als Shirley Alan und Lorraine einen Auftrag erteilt, den die beiden gemeinsam übernehmen sollen.","versions":[{"lang":1,"streams":[{"redirect":12382600,"hoster":"VOE"},{"redirect":9823720,"hoster":"Doodstream"},{"redirect":9823718,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257479,"hoster":"VOE"},{"redirect":11257507,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wortsalat","epNo":4,"alt":"Do Tell","descr":"Denny und Shirley sind sehr erfreut, dass sie ihr gemeinsamer Freund Mark Fitzgerald in der Kanzlei besucht. Doch als Mark, ein angesehener und hochdekorierter General, sein Anliegen unterbreitet, verschluckt sich der homophobe Denny fast an seinem Whiskey: Der hochrangige Militär ist vom Dienst suspendiert worden, nachdem er sich als schwul geoutet hat. Nun möchte er die Armee verklagen. Während Denny nur angewidert darüber sinniert, dass er also ganz offensichtlich schon einmal mit einem Homosexuellen gemeinsam unter der Dusche stand, konzentriert Shirley sich auf ihre Verteidigungsstrategie.","versions":[{"lang":1,"streams":[{"redirect":9823722,"hoster":"VOE"},{"redirect":9823721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257516,"hoster":"VOE"},{"redirect":11257521,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Racheengel","epNo":5,"alt":"Hope and Gory","descr":"Alan ist fasziniert und schockiert zugleich, als seine neue Mandantin Patrice Kelly ihm ihr Anliegen unterbreitet. Vor wenigen Monaten wurde ihre Tochter von einem erfolgreichen Geschäftsmann mit einer Wodka-Flasche zu Tode geprügelt. Da der Mörder vermögend und einflussreich ist, konnte er sich die besten Anwälte leisten. Diese plädierten auf Unzurechnungsfähigkeit und der Mann wurde freigesprochen. Patrice Kelly will nun ihrerseits den Mörder ihrer Tochter umbringen und später vor Gericht aufgrund von Unzurechnungsfähigkeit freigesprochen werden.","versions":[{"lang":1,"streams":[{"redirect":9823728,"hoster":"VOE"},{"redirect":9823725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257372,"hoster":"VOE"},{"redirect":11257385,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Objekt der Begierde","epNo":6,"alt":"The Object of my Affection","descr":"Alan hat sich entschieden, einen besonders schwierigen Fall zu übernehmen. Seine Mandantin Patrice Kelly ist wegen Mordes angeklagt - sie hat den Mörder ihrer Tochter erschossen. Dieser war, obwohl er Patrices Tochter erschlagen hatte, vor wenigen Monaten wegen Unzurechnungsfähigkeit freigesprochen worden. Alan plädiert nun seinerseits auf Unzurechnungsfähigkeit, weiß allerdings selbst nicht so recht, ob er damit wirklich das Richtige tut. Denny hingegen ist vollkommen davon überzeugt, recht zu handeln, als er Nancy Wilding, eine langjährige Angestellte bei Crane, Poole \u0026 Schmidt, feuert.","versions":[{"lang":1,"streams":[{"redirect":9823730,"hoster":"VOE"},{"redirect":9823731,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257417,"hoster":"VOE"},{"redirect":11257434,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fettnapf","epNo":7,"alt":"Attack of the Xenophobes","descr":"Whitney und Katie übernehmen gemeinsam die Verteidigung von Jeffrey Bass, einem Polizisten, der wegen Mordes angeklagt ist. Er hatte im Glauben, sein Gegenüber halte eine Pistole in der Hand, während des Dienstes einen unbewaffneten Afroamerikaner erschossen. Die Chancen stehen schlecht für Bass, da die zuständige Richterin ein Beweisstück zulässt, das den Angeklagten schwer belastet. Es handelt sich um einen Scan der Hirnströme von Jeffrey, der eindeutig zu beweisen scheint, dass er ein hasserfüllter Rassist ist. Alan hat sich dazu durchgerungen, Lorraine die Ernsthaftigkeit seiner Gefühle für sie zu gestehen.","versions":[{"lang":1,"streams":[{"redirect":9823733,"hoster":"VOE"},{"redirect":9823732,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257337,"hoster":"VOE"},{"redirect":11257368,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schwer bekömmlich","epNo":8,"alt":"Oral Contracts","descr":"Denny steckt wieder in Schwierigkeiten - dieses Mal allerdings völlig unverschuldet. Seine Verdauungsprobleme zwingen ihn zu einem etwas peinlichen Auftritt in der öffentlichen Toilette des Gerichtsgebäudes. Er ahnt nicht, dass zwei verdeckte Ermittler ebenfalls anwesend sind, die ihn plötzlich wegen unzüchtigen Verhaltens festnehmen. Sie unterstellen ihm, er habe versucht, seinem Toilettennachbarn ein unmissverständliches sexuelles Angebot zu machen - ein Graus für den homophoben Denny. Nun versucht Alan, seinen Freund aus dem ganzen Schlamassel herauszupauken ...","versions":[{"lang":1,"streams":[{"redirect":9823737,"hoster":"VOE"},{"redirect":9823736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257510,"hoster":"VOE"},{"redirect":11257509,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gehirnmangel","epNo":9,"alt":"No Brains Left Behind","descr":"Denny ist stinksauer, als er sich bei seinem Lieblingsitaliener eine Pizza genehmigen möchte und feststellen muss, dass das Restaurant einer Flutkatastrophe zum Opfer gefallen ist. Kurzerhand verklagt er den unschuldigen Italiener, der daraufhin völlig verzweifelt und aufgebracht in der Kanzlei erscheint. Alan kommt jedoch auf eine glorreiche Idee, wie man die Situation retten könnte: Eigentlich wäre es die Aufgabe der Nationalgarde gewesen, die Zivilbevölkerung vor der Flut zu beschützen - was sie allerdings versäumt hat. Warum also nicht die staatliche Organisation auf unterlassene Hilfeleistung verklagen? Leider hat in der gerichtlichen Verhandlung der konservative und ultra-patriotische Richter Brown den Vorsitz, den Alans Klage total auf die Palme bringt ...","versions":[{"lang":1,"streams":[{"redirect":9823741,"hoster":"VOE"},{"redirect":9823739,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257160,"hoster":"VOE"},{"redirect":11257157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Grüne Weihnachten","epNo":10,"alt":"Green Christmas","descr":"Denny ist im Weihnachtsfieber, er schmückt die Kanzlei mit tausend Lichterketten und trägt selbst ein künstliches, blinkendes Elchgeweih. Es gibt allerdings einen, der Dennys Vorfreude nicht teilen kann: sein alter Freund Walt Bonner, der ein engagierter Umweltschützer ist und für die Organisation \u0027Green People\u0027 arbeitet. Ihm ist nicht nur die Energieverschwendung der aufwendigen Weihnachtsbeleuchtung ein Dorn im Auge. Crane, Poole \u0026 Schmidt ist seiner Meinung nach auch sonst nicht umweltfreundlich geführt. Ein Unding, da \u0027Green People\u0027 die Kanzlei nur ausgewählt hat, da sie angeblich besonders \u0027grün\u0027 sei.","versions":[{"lang":1,"streams":[{"redirect":9823743,"hoster":"VOE"},{"redirect":9823744,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257555,"hoster":"VOE"},{"redirect":11257557,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Stolperfalle","epNo":11,"alt":"Mad About You","descr":"Auf dem Weg ins Büro wird Dennys Chauffeur von einem Menschenauflauf am Weiterfahren gehindert. Polizei und Krankenwagen stehen vor der Tür von Penelope Kimball, einer Nachbarin von Denny. Auf dem Gehweg liegt Penelopes Ehemann: erschlagen mit einer Gartenschaufel. Denny, der schon lange scharf auf die attraktive Dame ist, bietet Penelope - mit einer Hand auf ihrem knackigen Hintern - seine Hilfe als Anwalt an, denn die Polizei verdächtigt Penelope, ihren Mann umgebracht zu haben. Die anderen Mitglieder der Kanzlei sind geschockt, als sie hören, dass Denny die Verteidigung in einem Mordfall übernommen hat. Da sein Gedächtnis nicht mehr das Beste ist und er seit vielen Jahren seine Zeit hauptsächlich mit Whiskeytrinken, Zigarrerauchen und schönen Frauen verbringt, traut ihm als Anwalt niemand mehr etwas zu.","versions":[{"lang":1,"streams":[{"redirect":9823746,"hoster":"VOE"},{"redirect":9823747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257539,"hoster":"VOE"},{"redirect":11257538,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Samenraub","epNo":12,"alt":"Roe v. Wade, The Musical","descr":"Zu ihrem großen Schreck bekommt Shirley in der Kanzlei Besuch von einer alten Bekannten. Es handelt sich um die aufgekratzte Missy Tiggs, die jedem mit ihrer piepsigen Stimme und ihrer naiven Art auf den Wecker fällt. Missy war einmal mit Shirleys Exmann Ivan verheiratet. Nun hat sie die Scheidung hinter sich - ist aber überglücklich, schwanger von einem Mann zu sein, den sie total anhimmelt. Leider ist der werdende Vater, Terrence Maxwell, alles andere als begeistert - aus gutem Grund: Missy ist es in einem fragwürdigen Manöver gelungen, an Terrences Sperma zu kommen, um sich damit anschließend künstlich befruchten zu lassen. Terrence strengt nun eine Klage gegen Missy an und Shirley soll sie verteidigen.","versions":[{"lang":1,"streams":[{"redirect":9823702,"hoster":"VOE"},{"redirect":9823678,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257549,"hoster":"VOE"},{"redirect":11257547,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Nächste, bitte!","epNo":13,"alt":"Glow in the Dark","descr":"Andrea Michele, eine Freundin von Shirley, verklagt ihre Heimatstadt, da diese den Bau eines Atomkraftwerkes zulassen will. Doch die Abneigung gegen atomare Energiegewinnung und deren Risiken ist nur vordergründig Andreas Interesse. Sie hat Klagen zu ihrem Hobby gemacht, da sie sich nach eigenen Angaben als Klägerin sexy fühlt - und geil. Dass sie bei Crane, Poole \u0026 Schmidt damit an der richtigen Adresse ist, merkt sie schnell, als Denny ihr über den Weg läuft. Doch er bleibt nicht der Einzige, den Andrea im Laufe des Prozesses vernascht ...","versions":[{"lang":1,"streams":[{"redirect":9823691,"hoster":"VOE"},{"redirect":9823676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257564,"hoster":"VOE"},{"redirect":11257560,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Baden gegangen","epNo":14,"alt":"Rescue Me","descr":"Shirleys alte Freundin Andrea Michele taucht abermals bei Crane, Poole \u0026 Schmidt auf. Dieses Mal begehrt die promiskuitive Andrea Carl als Anwalt - und als Mann. Carl soll gegen eine Firma zu Feld ziehen, die die Asche von Andreas verstorbener Mutter in einen Diamanten verwandeln sollte. Das ungewöhnliche Experiment ging allerdings schief und Andrea erhielt einen höchst unwürdigen Ersatz der sterblichen Überreste ihrer Mutter. Unterdessen bemühen Denny und Alan sich mit eher mäßigem Erfolg um die Aufnahme bei der Küstenwache, während die anderen Kanzleimitglieder alle Hände voll zu tun haben.","versions":[{"lang":1,"streams":[{"redirect":9823681,"hoster":"VOE"},{"redirect":9823682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257534,"hoster":"VOE"},{"redirect":11257535,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Liebe oder Leben","epNo":15,"alt":"Tabloid Nation","descr":"Alan übernimmt gemeinsam mit Jerry einen Fall, bei dem er auf seinen persönlichen Intimfeind, den Anwalt Melvin Palmer, trifft. Alan hält Palmer für einen berechnenden und geldgierigen Opportunisten ohne Ideale, der sein Fähnchen immer nach dem Winde dreht. Gleichzeitig quält Alan aber auch eine irrationale Furcht vor seinem Kollegen, so dass sein Mandat zu einer persönlichen Sache für ihn wird - er will um keinen Preis verlieren, was nicht einfach ist. Harry Beckham, sein Mandant, verklagt eine Fernsehgesellschaft, die von Palmer vertreten wird. Harrys Tochter war in einer Kuppelshow im Fernsehen aufgetreten und hatte den Heiratsantrag ihres gewalttätigen Exfreundes abgelehnt. Kurze Zeit darauf brachte dieser Harrys Tochter um - und Harry ist der Meinung, dass die Produzenten der Show zumindest eine Teilschuld am Tod seiner Tochter tragen. Doch wird Alan auch die Geschworenen davon überzeugen können?","versions":[{"lang":1,"streams":[{"redirect":9823685,"hoster":"VOE"},{"redirect":9823683,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257551,"hoster":"VOE"},{"redirect":11257553,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Bombenstimmung","epNo":16,"alt":"The Mighty Rogues","descr":"Carl Sack traut seinen Ohren nicht, als ein neuer Mandant, William Brewster, ihm sein Anliegen vorträgt: Er möchte vor Gericht im Namen der Insel Nantucket das Recht für den Bau einer Atombombe erkämpfen! Auf Nantucket leben fast ausschließlich Millionäre, die aus Angst um ihre Sicherheit diese extreme Sicherheitsmaßnahme ergreifen wollen. Carl lehnt den Auftrag nicht ab - vor allem, weil Crane, Poole \u0026 Schmidt in der letzten Zeit hauptsächlich Fälle verhandelt hat, die wenig oder überhaupt kein Geld einbrachten. Trotzdem fühlt er Brewster auf den Zahn, um den wahren Grund für das größenwahnsinnige Anliegen der Bewohner von Nantucket zu erfahren. Brewster gibt schließlich zu: Ihm sei klar, dass der Fall nicht zu gewinnen sei, aber darum ginge es ihm bei diesem extrem medienwirksamen Antrag auch eigentlich gar nicht ...","versions":[{"lang":1,"streams":[{"redirect":9823694,"hoster":"VOE"},{"redirect":9823687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257565,"hoster":"VOE"},{"redirect":11257562,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Höhepunkt","epNo":17,"alt":"The Court Supreme","descr":"Alan und Denny versuchen vor dem Obersten Bundesgericht einen geistig zurückgebliebenen Mann vor der Todesstrafe zu bewahren...","versions":[{"lang":1,"streams":[{"redirect":9823696,"hoster":"VOE"},{"redirect":9823692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257525,"hoster":"VOE"},{"redirect":11257524,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Fleischeslust","epNo":18,"alt":"Indecent Proposals","descr":"Als die attraktive Viehzüchterin Sunny Fields eines Tages die Kanzlei Crane, Poole \u0026 Schmidt betritt und Denny Crane als Anwalt verlangt, genügt diesem ein Blick - und er liegt der charmanten Farmerin zu Füßen. Sunny will die FDA, die staatliche Arzneimittelzulassungsstelle der USA, verklagen, da die Behörde plant, Fleisch von geklonten Rindern zu legalisieren und als ungefährlich zu deklarieren. Denny, der sich überhaupt nicht für die Gefahren des Klonens, um so mehr aber für die couragierte Viehzüchterin interessiert, bittet Carl, den Fall zu übernehmen, damit er mehr Zeit hat, Sunny zu umgarnen.","versions":[{"lang":1,"streams":[{"redirect":9823698,"hoster":"VOE"},{"redirect":9823697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257526,"hoster":"VOE"},{"redirect":11257527,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Denny for President","epNo":19,"alt":"The Gods Must Be Crazy","descr":"Denny traut seinen Ohren nicht, als sein alter Golfpartner Paul Cruickshank ihn in der Kanzlei besucht und ihm ein Angebot unterbreitet: Die Republikaner könnten sich Denny als Präsidentschaftskandidaten vorstellen! Im festen Glauben, dass Denny das Angebot sowieso ablehnen wird, macht Paul keinen Hehl daraus, dass er diesen Vorschlag für völlig verrückt hält. Denny hingegen fühlt sich geschmeichelt, geehrt, gerührt: Er sagt zu und beginnt bereits, von einem gemeinsamen Whiskey mit Alan auf dem Balkon des Weißen Hauses und seiner eigenen Atombombe zu träumen. Bei einem ersten Testgespräch mit Vertretern der Partei erweist Denny sich als waschechter Republikaner - er mag keine Schwulen, er hasst Demokraten und liebt Waffen - und so wird eine Benefizveranstaltung anberaumt, bei der Wahlkampfgelder gesammelt werden sollen.","versions":[{"lang":1,"streams":[{"redirect":9823700,"hoster":"VOE"},{"redirect":9823701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257541,"hoster":"VOE"},{"redirect":11257542,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bruderkrieg","epNo":20,"alt":"Patriot Acts","descr":"Alan übernimmt einen äußerst schwierigen Fall, der ihm von einem nicht minder schwierigen Mandanten angetragen wird: Ausgerechnet Harvey Cooper, ein strenger Richter, mit dem Alan schon öfter vor Gericht aneinander geraten ist, engagiert Alan im Auftrag seiner Gemeinde. Dieser Gemeinde ist die Regierung unter George Bush so zuwider, dass sie aus dem Bund der Vereinigten Staaten auszutreten wünscht. Alan soll die entsprechende Klage vorbereiten. Alan nimmt den Auftrag an, obwohl weder Shirley noch Carl dieses Mandat für sinnvoll halten.","versions":[{"lang":1,"streams":[{"redirect":9823706,"hoster":"VOE"},{"redirect":9823705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257533,"hoster":"VOE"},{"redirect":11257531,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Rauchzeichen","epNo":1,"alt":"Smoke Signals","descr":"Alan steht Bethany bei einem Fall gegen einen Tabakkonzern bei. Die gegnerische Anwältin ist eine seiner Exfreundinnen. Denny hat derweil Potenzprobleme.","versions":[{"lang":1,"streams":[{"redirect":9940687,"hoster":"VOE"},{"redirect":9940684,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11257675,"hoster":"VOE"},{"redirect":11257688,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überdosis","epNo":2,"alt":"Guardians and Gatekeepers","descr":"Denny kippt auf dem Flur des Büros zusammen - er hat zu viele Medikamente auf einmal geschluckt. Deswegen möchte er jetzt den Pharmakonzern, der seine Medikamente hergestellt hat, verklagen. Jerry und Cathy haben es währenddessen mit einem Prozess gegen ein Jugendgefängnis zu tun, in dem ihre Mandantin von einem Pfleger vergewaltigt wurde.","versions":[{"lang":1,"streams":[{"redirect":9940757,"hoster":"VOE"},{"redirect":9940740,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919598,"hoster":"VOE"},{"redirect":11257753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jagdsaison","epNo":3,"alt":"Dances with Wolves","descr":"Denny hat einen Mann angeschossen, der ihn berauben wollte. Nun wird er angeklagt, illegal Feuerwaffen besessen zu haben. Alan muss derweil die Sextherapeutin, die er einst Jerry empfahl, gegen ihren Ex-Mann verteidigen, weil der ihr das Sorgerecht für die gemeinsame Tochter aberkennen will. Dabei stellt sie bei Alan sexistische Äußerungen fest.","versions":[{"lang":1,"streams":[{"redirect":9940739,"hoster":"VOE"},{"redirect":9940738,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259292,"hoster":"VOE"},{"redirect":11259369,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mitten ins Herz","epNo":4,"alt":"True Love","descr":"Alans Ex-Freundin Phoebe braucht seine Hilfe: Ihr Ehemann wird des Mordes bezichtigt. Doch der Fall liegt anders, als es scheint...","versions":[{"lang":1,"streams":[{"redirect":9940735,"hoster":"VOE"},{"redirect":9941158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259356,"hoster":"VOE"},{"redirect":11259387,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geschwisterliebe","epNo":5,"alt":"The Bad Seed","descr":"","versions":[{"lang":1,"streams":[{"redirect":9940729,"hoster":"VOE"},{"redirect":9940785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259634,"hoster":"VOE"},{"redirect":11259655,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wild im Westen","epNo":6,"alt":"Happy Trails","descr":"Alan und Denny machen Ferien auf einer Ranch. Denny hat jedoch ein Auge auf eine der Mitreisenden geworfen und versucht sie des Nachts in ihrem Zelt abzufangen. Daraufhin werden die beiden angeklagt, doch erhalten Hilfe von unerwarteter Seite... In Boston muss Shirley derweil Cathrine Piper (gespielt von Betty White) erneut aus dem Gefängnis holen: Sie hatte das Zimmer ihres Arztes angezündet.","versions":[{"lang":1,"streams":[{"redirect":9940726,"hoster":"VOE"},{"redirect":9940727,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259508,"hoster":"VOE"},{"redirect":11259569,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rinderwahn","epNo":7,"alt":"Mad Cows","descr":"Alan und Denny übernehmen den Fall einer Rinderzüchterin, die von staats wegen dazu gezwungen werden soll, ihre Kühe nicht mehr alle auf BSE zu testen. Derweil kämpft Jerry darum, nun doch endlich Partner bei Crane, Poole und Schmidt werden zu dürfen.","versions":[{"lang":1,"streams":[{"redirect":9940723,"hoster":"VOE"},{"redirect":9940721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259468,"hoster":"VOE"},{"redirect":11259526,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glaubenskrieg","epNo":8,"alt":"Roe","descr":"Nachdem Jerry einen \"Schlagabtausch\" mit einem aufdringlichem Fremden hat, wird er für tätlichen Angriff angeklagt und besteht darauf sich selber zu verteidigen.Währendessen bekommt Alan einen neuen Fall bei dem eine schwangere Minderjährige eine richterliche-erlaubte Abtreibung trotz dem Verbot der Mutter. Der Fall wird mehr und mehr zu einem politischen-gesellschaftlich Konflikt zwischen Alan und Sherly...","versions":[{"lang":1,"streams":[{"redirect":9940717,"hoster":"VOE"},{"redirect":9940724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259552,"hoster":"VOE"},{"redirect":11259593,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hinrichtung","epNo":9,"alt":"Kill, Baby, Kill!","descr":"Diesmal erhält m US-Bundesstaat Virginia soll der Todeskandidat Dwayne Willis hingerichtet werden. Bei der Injektion der tödlichen Giftspritze wird gepfuscht und Willis leidet Höllenqualen. Der bei der Hinrichtung anwesende Officer Preston Holt kann Willis’ Schmerzensschreie schließlich nicht mehr ertragen und beendet dessen Leid durch einen gezielten Gnadenschuss. Für diese Tat wird Holt nun aber selbst an den Pranger gestellt und von der Staatsanwaltschaft des Mordes angeklagt. Seine Anwältin Jenny Pratt fühlt sich mit dem Fall überfordert und sucht Unterstützung bei Crane, Poole \u0026 Schmidt. Die findet sie in Carl – einem überzeugten Gegner der Todesstrafe. Denny begleitet Carl, allerdings nicht so sehr aus juristischem, sondern eher aus erotischem Interesse an der attraktiven Anwältin. Am Ende der hitzigen und schwierigen Verhandlungen ist es aber dann Dennys Rat, der Carl den entscheidenden Tipp für die Gestaltung des höchst überraschenden Schlussplädoyers gibt … In Boston vertreten Alan und Shirley eine alte Schulfreundin von Alan vor Gericht. Martha Headly glaubt, dass sie von ihrem Chef Donald Feldcamp aufgrund ihrer politischen Überzeugungen entlassen wurde – eigentlich ein klarer Verstoß gegen das Arbeitsrecht. Doch als Alan Feldcamp in seiner Firma aufsucht, um ihn über die Kündigung zu befragen, gibt dieser unumwunden zu, Martha nicht aus ideologischen Gründen, sondern wegen ihrer eklatanten Dummheit gefeuert zu haben …","versions":[{"lang":1,"streams":[{"redirect":9940712,"hoster":"VOE"},{"redirect":9940710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259579,"hoster":"VOE"},{"redirect":11259582,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Thanksgiving","epNo":10,"alt":"Thanksgiving","descr":"Thanksgiving steht vor der Tür. Carl und Shirley haben sich entschieden, den Abend in trauter Zweisamkeit bei einem traditionellen Essen zu verbringen - doch es kommt alles anders. Denn plötzlich taucht Edwin Poole, der dritte Teilhaber der Kanzlei, mit seinem kleinen Adoptivsohn Justin im Schlepptau auf. Shirley muss ihn darüber unterrichten, dass die Kanzlei vor dem Bankrott steht und bei dieser Gelegenheit lädt Edwin sich selbst zu Shirleys Thanksgivingfeier ein. Als Shirley gerade Carl gebeichtet hat, dass aus ihrem intimen Rendezvous nichts werden wird, steht Katie plötzlich vor ihnen und berichtet, dass sie keinen Flug mehr in ihre Heimatstadt London bekommen hat. Kurzerhand lädt Shirley sie und Jerry mit ein. Durch Zufall bekommen Alan und Denny das Gespräch mit und wollen nun auch dabei sein. Denny allerdings hat wohlweislich verschwiegen, dass er bereits mit Alans Erzfeind Melvin Palmer verabredet ist, der am Abend nun ebenfalls bei Shirley vor der Tür steht. Shirley als Gastgeberin dieser bunt zusammengewürfelten Runde ist nervös - zu Recht, wie sich schnell herausstellt. Denn ihre schlimmsten Befürchtungen bewahrheiten sich. Denny feuert rassistische Sprüche in Richtung Poole ab - dessen Adoptivsohn ist afroamerikanischer Herkunft. Alan spielt sich auf, als hielte er ein Plädoyer vor Gericht und Jerry fängt beinahe eine Schlägerei mit dem selbstgefälligen Melvin Palmer an. Als Denny dann sieht, wie Carl und Shirley sich in der Küche küssen, wird seine Alzheimer-Erkrankung offenbar. Er glaubt, dass er immer noch mit Shirley liiert sei und dass das Abendessen anlässlich seines Geburtstages stattfinde...","versions":[{"lang":1,"streams":[{"redirect":13992789,"hoster":"VOE"},{"redirect":9940709,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919600,"hoster":"VOE"},{"redirect":11259483,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf Droge","epNo":11,"alt":"Juiced","descr":"Denny unterzieht sich der routinemäßigen Kontrolluntersuchung wegen seiner Alzheimer-Erkrankung und erhält eine schockierende Diagnose: Die Krankheit ist nun tatsächlich ausgebrochen. Sein Arzt berichtet ihm, dass es zwar ein vielversprechendes Medikament aus Russland gebe, dieses aber auf dem amerikanischen Markt nicht zugelassen sei. Obwohl Denny bereit ist, alle Risiken allein zu tragen, kann der Mediziner ihm die Tabletten nicht verschreiben. Darum beschließen Alan und Denny, die Angelegenheit dort zu regeln, wo sie sich am besten auskennen: vor Gericht. Unterdessen schlägt Carl sich mit einem ungebetenen Gast herum. Shirley hat sich in eine Schönheitsfarm begeben, um bei ihrer Hochzeit im besten Licht zu erscheinen. Diese Gelegenheit nutzt Catherine Piper, eine ehemalige Angestellte von Crane, Poole \u0026 Schmidt, um sich wieder in die Kanzlei einzuschleichen. Die betagte, aber noch ausgesprochen rüstige Dame geht Carl schon nach kurzer Zeit so auf die Nerven, dass er ihrem Drängen nachgibt: Catherine ist einfach langweilig und sie möchte klagen - gegen irgendwen aus irgendeinem Grund. Und in einer Sache sind Carl und Catherine einer Meinung: Das Fernsehprogramm berücksichtigt kaum die Interessen älterer Menschen...","versions":[{"lang":1,"streams":[{"redirect":9940699,"hoster":"VOE"},{"redirect":9940701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259680,"hoster":"VOE"},{"redirect":11259695,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Feindliche Übernahme","epNo":12,"alt":"Made in China","descr":"Crane Poole \u0026 Schmidt steht vor dem Bankrott und es scheint nur noch eine Möglichkeit zu geben, die Pleite abzuwenden: Die Kanzlei muss verkauft werden. Allerdings gibt es nur einen Interessenten, eine chinesische Investmentfirma. Shirley ist strikt gegen diesen Deal und Denny, der ohnehin eine kommunistische Invasion fürchtet, beschießt die Delegation der Chinesen kurzerhand mit seiner Paintballpistole. Bei der anschließenden Abstimmung unter den Seniorpartnern stimmt jedoch eine deutliche Mehrheit für den Verkauf. Auch Shirleys Versuch, dies per Gerichtsbeschluss zu verhindern, scheitert. Hinzu kommt, dass die Chinesen alle Angestellten von Crane Poole \u0026 Schmidt sofort nach der Übernahme feuern wollen. Doch dann macht Alan seinen verblüfften Kollegen deutlich, dass er eine Kündigung nicht akzeptieren, sondern umgekehrt seine neuen chinesischen Chefs feuern wird... Neben diesen schwerwiegenden Problemen bereitet Shirley sich auch auf ihre Hochzeit mit Carl vor, während Katie und Jerry fieberhaft nach einem Präzedenzfall suchen, der Alan und Denny als juristische Grundlage für ihren Auftritt vor dem Supreme Court dienen könnte. Dort will Denny das Recht erstreiten, ein noch nicht zugelassenes russisches Medikament gegen Alzheimer nehmen zu dürfen. Doch obwohl Denny große Hoffnungen in die Wirkung dieses Präparats setzt, macht er sich ernsthafte Sorgen um seine Zukunft. Wer wird sich um ihn kümmern, wenn sein Gedächtnis mehr und mehr nachlassen wird? Wer soll sein Vermögen erben? Für Denny gibt es nur eine wirklich charmante Lösung für dieses Problem: Er möchte wieder heiraten - und zwar Alan...","versions":[{"lang":1,"streams":[{"redirect":9940693,"hoster":"VOE"},{"redirect":9940697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259426,"hoster":"VOE"},{"redirect":11259437,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kuss und Schluss","epNo":13,"alt":"Last Call","descr":"Doppelfolge mit vorheriger.","versions":[{"lang":1,"streams":[{"redirect":9940681,"hoster":"VOE"},{"redirect":9940686,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11259615,"hoster":"VOE"},{"redirect":11259621,"hoster":"Streamtape"}]}]}]}]}