{"seriesId":"boston-public","name":"Boston Public","descr":"Die Serie behandelt das Leben und die Probleme der Lehrer und Schüler an der Winslow High School in Boston. Leiter der Schule sind der durchsetzungsstarke Direktor Steven Harper und der cholerische stellvertretende Direktor Scott Guber. Unter anderem haben sie die Aufsicht über die Geschichtslehrerin Lauren Davis, den Englischlehrer Harry Senate, dessen unorthodoxe Lehrmethoden insbesondere bei den Eltern immer wieder für Aufregung sorgen, und die ehemalige Juristin Ronnie Cooke. Hinzu kommen der altersstarre Geschichtslehrer Harvey Lipschultz, der verklemmte Literaturlehrer Milton Buttle und die depressive Marla Hendricks.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Volle Breitseite","epNo":1,"alt":"Chapter One","descr":"Für Steven Harper, Rektor der Winslow Public School in Boston, beginnt der Arbeitstag wie immer mit Unannehmlichkeiten: Zuerst muss er sich mit Mr. Harrelson, einem erbosten Vater auseinandersetzen, dessen Sohn Jason zu Recht zwei Sechsen hat und deshalb nicht bei dem entscheidenden Footballspiel mitspielen darf, bei dem auch eine Reihe Talentsucher von Universitäten zugegen sein werden. Dann macht der leicht verwirrte Geschichtslehrer Harvey Lipschultz Ärger, weil ihn die Brüste der Schülerin Dana irritiert haben, während die manisch-depressive Lehrerin Marla Hendricks ihre Psychopharmaka nicht genommen hat und angesichts der randalierenden Schüler eine Nervenkrise bekommt. An der Tafel hat sie eine Nachricht für ihre Schäfchen hinterlassen: \"Werde mich umbringen. Seid ihr nun zufrieden?\" Es ist noch nicht einmal 10 Uhr morgens, und das war noch längst nicht alles, was Harper an diesem Vormittag graue Haare wachsen lässt: Literaturlehrer Buttle wird auf der Website der Schülerin Sheryl als Pferdearschkriecher verhöhnt, der schmächtige Schüler Anthony wurde in einem Spind verstaut, und Harrelson hat mittlerweile bereits einen Anwalt auf die Schule gehetzt.Für Gerüchte und Heiterkeitsstürme im Lehrerzimmer sorgt derweil Vize-Rektor Scott Gruber, der seine Kollegin Lauren Davis um ein Date gebeten hat. Er macht jedoch einen Rückzieher, nachdem er über Sheryls Website erfährt, dass Lauren sich lieber einer Wurzelbehandlung unterziehen würde, als mit ihm auszugehen. Unterdessen wird der junge Lehrer Harry Senate von Gruber dazu verdonnert, in der berüchtigten \"Hölle\", Mrs. Hendricks Klasse, zu unterrichten. Er versucht sein Bestes, sieht schließlich aber keine andere Möglichkeit, als die Schüler mit einer Pistole zur Räson zu bringen. Obwohl Gruber diesen Ausfall im Nachhinein geschickt als Anschauungsunterricht zu verkaufen versucht, fordert die empörte Elternschaft nun Senates sofortige Entlassung. Doch es kommt noch dicker: Als Harper erfährt, dass der arrogante Kraftprotz Malcolm den kleinen Anthony krankenhausreif geprügelt hat, rastet er aus und donnert den Jungen mehrfach gegen seinen Spind. Nun stellt die Schulinspektorin Mrs. Shinn, die Harper ohnehin auf dem Kieker hat, ihn nicht nur wegen des Vorfalls mit der Waffe, sondern auch wegen tätlichen Angriffs auf einen Schüler zur Rede …Jeder Tag ist ein Kampf – vor allem, wenn man Lehrer an einer öffentlichen High School ist. David E. Kelley gibt mit seiner tragikomischen Serie \"Boston Public\" Einblicke in das Leben einer Gruppe von Lehrern an der Winslow Public School in Boston. Dazu gehören unter anderem der durchsetzungsstarke und manchmal etwas furchteinflößende Direktor Steven Harper, die toughe Geisteswissenschaftlerin Lauren Davis, die sich nicht nur mit ihren Schülern, sondern auch mit den Avancen des ansonsten äußerst disziplinierten stellvertretenden Direktors Scott Gruber herumschlagen muss, und die schöne Musik-Lehrerin Marilyn Sudor, deren Erscheinung Lehrer wie Schüler zu allerlei Fantasien anregt. Dazu kommen der triebgesteuerte junge Geologie-Lehrer Harry Senate, dessen ungewöhnliche Lehrmethoden immer wieder für Trubel sorgen, der altersstarre Geschichtslehrer Harvey Lippschultz, der total verklemmte Literatur-Lehrer Milton Buttle und die manisch-depressive Lehrerin Marla Hendricks, die ohne ihren Psychopharmaka-Cocktail keinen Tag an der Schule übersteht.Diese Zuneigung für Außenseiter und Rappelköpfige ist typisch für Serienautor und -produzent David E. Kelley. Gab es schon in seiner ersten Serie \"L.A. Law\" kleinwüchsige Anwälte, das Tourette-Syndrom und allerlei Verwirrspiele mit den Geschlechterrollen, trieb er diese Freakshow mit \"Ally McBeal\" auf die Spitze. Dennoch bleiben seine Charaktere immer glaubhaft, die Themen in der Wirklichkeit verhaftet: stets bezieht sich auch das \"Spinnerte\" auf ein aktuelles gesellschaftliches Phänomen. Auch bei \"Boston Public\" greift Kelley immer wieder Reizthemen auf: die wachsende Gewalt an Schulen, Drogenkonsum von Schülern und Lehrern und die US-amerikanische Schulpolitik, die dafür sorgt, dass Lehrer ebenso überarbeitet wie unterbezahlt sind.Kelleys gelungener Drahtseilakt zwischen Drama und Komödie wurde dreifach für den Emmy nominiert und erhielt die Auszeichnung 2003 in der Kategorie \"Art Direction\". 2004 folgte unter anderem der GLAAD Media Award und der Image-Award für Loretta Devine, die letzteren für die Rolle der depressiven Marla Hendricks bereits zweimal gewonnen hatte.","versions":[{"lang":1,"streams":[{"redirect":8462609,"hoster":"VOE"},{"redirect":8328568,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nackte Tatsachen","epNo":2,"alt":"Chapter Two","descr":"Das BH-Problem, das Dana Pole ausgelöst hat, ist zu einer handfesten Krise ausgewachsen. Weil nun viele Schülerinnen keinen BH mehr tragen, hält Lipschultz auf Harpers Rat hin eine lange Rede, in der er die Mädchen zum Tragen eines BHs zu motivieren versucht. Seine Worte \"tragt einen BH zum Wohle des Landes\" lösen jedoch genau das Gegenteil aus: angeführt von Dana Pole legen alle Mädchen der Klasse ihre BHs ab. Andere Klassen folgen, und schon bald ist die ganze Schule mit Miederwaren übersät. Als Harper die Übeltäterin wenig später zur Rede stellt, bemerkt er, dass Dana gekifft hat. Er verlangt eine Urinprobe von ihr, doch sie weigert sich und erpresst Harry Senate, sich für sie einzusetzen. Unterdessen trifft die furchterregende Schulinspektorin Mrs Shinn ein, um die Schule nach den letzten Vorfällen ganz genau unter die Lupe zu nehmen …","versions":[{"lang":1,"streams":[{"redirect":8462614,"hoster":"VOE"},{"redirect":8328570,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alle für einen","epNo":3,"alt":"Chapter Three","descr":"Obwohl er mit den Vorbereitungen für die am Abend anstehende Versammlung der Schulaufsichtsbehörde schon vollkommen ausgelastet ist, muss Rektor Harper schon am Morgen einer unangenehmen Tatsache ins Auge blicken: Mitglieder der Footballmannschaft haben Anthony Ward kopfüber vom Dach herabbaumeln lassen. Wie sich herausstellt, hat der kleine Anthony zuvor einen Betrugsversuch vereitelt, an dem fast die gesamte Fußballmannschaft beteiligt war. Harper sagt deshalb kurzerhand den Rest der Fußballsaison ab.Im Football-Team geht es ebenfalls drunter und drüber: Der Linebacker Bobby Renfroe soll schwul sein, weshalb die anderen Spieler nicht mehr mit ihm duschen wollen. Coach Riley steht nun vor einem schweren Dilemma: Zwingt er die Mannschaft dazu, mit Bobby im selben Waschraum zu duschen, kann er sich auf eine Klage wegen sexueller Belästigung gefasst machen, grenzt er Bobby aus, droht eine Klage wegen Diskriminierung.Nachdem Schulinspektorin Mrs. Shinn in den letzten Tagen haarklein Buch über alle Verfehlungen von Harper und seinem Lehrkörper geführt hat, muss sich Harper vor der Schulaufsichtsbehörde verantworten und stellt sich in seiner Verteidigungsrede voll und ganz hinter sein Kollegium. Als er der Behörde anbietet, wegen der letzten Vorfälle dennoch seinen Hut zu nehmen, erhebt sich die gesamte Lehrerschaft der Winslow High und droht, ebenfalls zu kündigen. Die Aufsichtsbehörde zeigt sich beeindruckt, und Mrs. Shinn ist in die Schranken gewiesen – jedenfalls fürs erste …","versions":[{"lang":1,"streams":[{"redirect":8462610,"hoster":"VOE"},{"redirect":8328576,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"(M)oralapostel","epNo":4,"alt":"Chapter Four","descr":"Zufällig wird Lauren Zeugin des Oralverkehrs zwischen den Oberstufenschülern Susan Potter und Peter Nelson. Darüber wundert sie sich sehr, sind die beiden doch Gegner für den Posten des Schulsprechers. Dann stellt sich jedoch heraus, dass Susan ihrem Konkurrenten nur zu Diensten war, damit er von seinem Posten zurücktritt und seine Anhänger dazu auffordert, statt seiner Susan zu wählen. Nun soll Susan der Schule verwiesen werden, und Harper muss sich mit ihren fassungslosen Eltern auseinandersetzen.Während Marilyn mit einer Handvoll Schüler Songs und Lehrer-Parodien für die jährliche Charity-Show einstudiert, zieht die Betrugsaffäre in der Fußballmannschaft weitere Kreise: Der sensible Spitzenschüler John LeBlonde bewirbt sich um ein Stipendium bei einer Eliteuniversität, doch da er den Täuschungsversuch seiner Teamkollegen gedeckt hatte, weigert sich Harper, seinen Antrag zu unterschreiben. Vollkommen verzweifelt gesteht John wenig später Lauren seine Liebe und beißt dann einem Jungen, der ihn provoziert hat, ein Ohrläppchen ab. Entgegen des Rates von Schulpsychologe Bob Lick suspendiert Harper ihn daraufhin – und muss nur einige Stunden später erfahren, dass der Junge sich das Leben genommen hat …","versions":[{"lang":1,"streams":[{"redirect":8462615,"hoster":"VOE"},{"redirect":8328581,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Nahkampf","epNo":5,"alt":"Chapter Five","descr":"Obwohl Grubers Avancen ihr zunehmend auf die Nerven gehen, lädt Lauren den liebeskranken Kollegen zum Thanksgiving-Essen ein. Gruber fühlt sich geschmeichelt, doch als er feststellt, dass Lauren alle anderen Kollegen auch eingeladen und ihn nur aus reiner Höflichkeit gefragt hat, sagt er das Essen ab. Verzweifelt wendet er sich an Harper und gesteht ihm seine Liebe zu Lauren. Viel Hoffnung kann Harper ihm jedoch nicht machen – ganz im Gegenteil: Er weist Gruber darauf hin, dass Lauren seine immer aufdringlicheren Annährungsversuche als sexuelle Belästigung empfinden könnte.Die Schülerin Carol bitte Lauren um ein Gespräch unter vier Augen, in dem sie sich über Verhütungsmittel erkundigt. Lauren ist schockiert, denn die erst 14-Jährige will mit einem wesentlich älteren Schüler schlafen. Die Tatsache, dass das illegal wäre, ist dabei allerdings nicht das größte Problem: Lauren erfährt von Coach Riley, dass die älteren Schüler einen Club gegründet haben, in dem für das Verführen von besonders jungen Schülerinnen Punkte vergeben werden. Unterdessen hat Jason Harrelson seinen Mitschüler Malcolm White mit einem Selbstverteidigungsgriff den Arm gebrochen. Obwohl er es getan hat, um Anthony vor Malcolm zu beschützen, muss Harper ihn deshalb suspendieren. Nun wollen nicht nur die Whites, sondern auch die Harrelsons die Schule verklagen – und die Chancen für Harper stehen schlecht, hatte doch er höchstpersönlich dem kleinen Anthony den Selbstverteidigungsgriff beigebracht …In der Rolle des Malcolm White ist Zachary Ty Bryan zu sehen. Er spielte den Bradley Taylor in der Kultserie \"Hör mal, wer da hämmert\" (werktäglich um 19.15 und 19.45 Uhr bei VOX) und war unter anderem neben Dennis Hopper in \"Kidnapped – Tödlicher Sumpf\" und zusammen mit Kristen Dunst in \"Absturz in der Wildnis\" zu sehen.","versions":[{"lang":1,"streams":[{"redirect":8462611,"hoster":"VOE"},{"redirect":8328583,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod eines Lehrers","epNo":6,"alt":"Chapter Six","descr":"Mathematik-Lehrer Tim McMahon erleidet vor Harpers Augen einen Herzinfarkt und ist auf der Stelle tot. Das löst große Trauer und Bestürzung unter Lehrern wie Schülern aus, doch Harper trifft dieser Verlust besonders schwer, denn er war gut mit McMahon und dessen Frau Vicky befreundet. Umso überraschter ist er, als er erfährt, dass Vicky ihren Mann eine Woche zuvor verlassen hatte – wegen einer Affäre mit seiner Schülerin Karen, die er ihr gebeichtet und in seinem Tagebuch festgehalten habe. Nun bleibt Harper nichts anderes übrig, als der Sache nachzugehen und Karen dazu zu befragen. Das Mädchen streitet jedoch alles ab und ist geschockt über die Anschuldigungen. Dennoch überredet Harper ihre fassungslosen Eltern, Karen zu ihrem eigenen Wohlergehen auf eine andere Schule zu schicken. Kurz darauf erfährt er jedoch von McMahons Psychiater, dass dieser unter erotomanischen Wahnverstellungen gelitten und sich die ganze Geschichte nur eingebildet hat.Während sich Gruber und Harper mit der Lehrerin Marlene Walsh auseinandersetzen müssen, die ihre Schüler schlägt, hat Lauren Schwierigkeiten mit dem unverschämten Webster Henderson. Als er sie wiederholt beleidigt, lässt sie ihn für den weiteren Verlauf der Unterrichtsstunde in der Ecke stehen und demütigt ihn so vor der ganzen Klasse. Zur Vernunft bringt sie ihn damit allerdings nicht – ganz im Gegenteil: Bei einer weiteren Auseinandersetzung im Flur spuckt Webster ihr ins Gesicht. Lauren fordert daraufhin den sofortigen Schulverweis, da der Junge aber McMahon sehr nahe gestanden hat, entscheidet sich Harper lediglich für eine zweimonatige Suspendierung. Lauren setzt die ganz Sache so zu, dass sie unterdessen Trost bei Harry Senate sucht. Entwickelt sich hier eine Liebesbeziehung?","versions":[{"lang":1,"streams":[{"redirect":8462612,"hoster":"VOE"},{"redirect":8328588,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blind Date","epNo":7,"alt":"Chapter Seven","descr":"Lauren und Harry haben ihr erstes Date ausgerechnet in dem Restaurant, in dem an diesem Abend auch Gruber ein Rendezvous hat. Seine Verabredung mit Marcia ist ein Blind Date, das ihm von seinem Bruder George vermittelt wurde, damit Gruber die Feiertage nicht alleine verbringen muss. Doch auch das kann ihn kaum über die bittere Erkenntnis hinwegtrösten, dass Harry und Lauren nun ein Paar sind. Als Gruber dann auch noch erfährt, dass Marcia eine Prostituierte ist, die von seinem Bruder bezahlt wurde, platzt ihm endgültig der Kragen.Während Lauren von einem Brustimplantat am Kopf getroffen wird und ein blaues Auge davonträgt, geht Sheryl Holt auf ihrer Internetseite endgültig zu weit. Sie beleidigt Harvey Lipschultz derart, dass Harper nichts anderes übrig bleibt, als sie vom Unterricht auszuschließen. Sheryl droht daraufhin unverzüglich mit einer Unterlassungsklage und zitiert Harper vor Gericht. Das trifft sich gut, denn dort wird gleichzeitig die Unterlassungsklage von Marlene Walsh verhandelt. Sie wurde entlassen, weil sie Schüler mit einem Klopfer geschlagen und Lipschultz angeboten hatte, ebenjenen auch bei ihm zum Einsatz zu bringen …","versions":[{"lang":1,"streams":[{"redirect":8462613,"hoster":"VOE"},{"redirect":8328590,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Romeo und Julia","epNo":8,"alt":"Chapter Eight","descr":"Buttle lernt in einem Café die junge Lisa kennen, die seine Leidenschaft für Shakespeare teilt. Das ist Grund genug für ihn, sich trotz seiner Beziehung zu Louisa unsterblich in Lisa zu verlieben und sofort mit ihr ins Bett zu gehen. Er ist komplett vernarrt in das Mädchen und vernachlässigt wegen seiner sexuellen Eskapaden sogar seine Schüler. Nachdem er wegen ihr mit Louisa Schluss gemacht hat, muss er jedoch enttäuscht feststellen, dass Lisa eine Schülerin der Winslow High ist.Unterdessen redet Lipschultz vor seiner Klasse wirres Zeug und kippt plötzlich bewusstlos um. Während er im Krankenhaus untersucht wird, gesteht die Schülerin Kelly O’Toole, ihm eine Extasy-Pille in den Kaffee getan zu haben. Harper beschließt daraufhin, hart durchzugreifen und schaltet die Polizei ein, die die Spinde der Schüler durchsuchen soll. Dabei kommt nicht nur ein abgeschnittener Fuß zutage, den Jamaal von seiner Arbeit im Leichenschauhaus mitgebracht hat, sondern auch ein umfangreiches Pillendepot im Schrank von Marty Quinn. Quinn dealt in großen Mengen mit Drogen und Medikamenten, darunter auch die Abtreibungspille RU 4–86. Wegen Drogenbesitzes wird derweil auch Juan Figgis’ Mutter verhaftet. Da es nun Juan obliegt, sich um seine drei Geschwister zu kümmern, beschließt er, die Schule abzubrechen. Harry Senate will das um jeden Preis verhindern und schaltet das Jugendamt ein, richtet damit allerdings mehr Schaden als Nutzen an …","versions":[{"lang":1,"streams":[{"redirect":8462618,"hoster":"VOE"},{"redirect":8328592,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ausnahmezustand","epNo":9,"alt":"Chapter Nine","descr":"Die erste Stunde hat gerade begonnen, als Detective McGill in die Schule stürmt und Harper erklärt, in der Nachbarschaft habe es einen bewaffneten Raubüberfall mit einem Toten gegeben. Der Täter habe eine Jacke der Winslow High getragen und sei in die Schule geflohen, wobei er sich eine Handverletzung zugezogen habe. Während nun Sondereinheiten und Scharfschützen die Schule umstellen, nimmt sich eine Zeugin die Fotos aus den Jahrgangsbüchern vor und meint, Phil Robeson als den Täter zu erkennen. Nachdem Phil von der Polizei überwältigt wurde, stellt sich jedoch heraus, dass er ein hieb- und stichfestes Alibi für die Tatzeit hat. Unterdessen wird Lauren auf die blutige Hand ihres Schülers Neil Mavromates aufmerksam und folgert, dass er der Täter ist. Ihr Versuch, unauffällig eine Nachricht aus dem Klassenraum zu schicken, schlägt jedoch fehl: Neil zückt die Pistole und droht, Lauren umzubringen, wenn Harper ihm nicht die Flucht ermöglicht …","versions":[{"lang":1,"streams":[{"redirect":8462617,"hoster":"VOE"},{"redirect":8328601,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fettbacke","epNo":10,"alt":"Chapter Ten","descr":"Nachdem auf Sheryl Holts Internetseite ein Cartoon erschienen ist, der Milton und Lisa in eindeutig sexueller Pose zeigt, herrscht große Aufregung im Lehrerkollegium. Man versucht die Sache zu ergründen, doch Milton streitet beharrlich alles ab. Um sich dennoch weiterhin mit Lisa treffen zu können, gründet er kurzerhand einen Shakespeare-Club. Unterdessen versucht Gruber alles, um endlich Harvey Lipschultz entlassen zu können. Er hält den merkwürdigen alten Mann für einen Rassisten und drängt Harper deshalb zu einer Anhörung. Lauren erklärt sich daraufhin bereit, dabei ein gutes Wort für Harvey einzulegen, doch als sie sein bigottes Gefasel hört, fällt ihr nichts mehr ein, was sie zu seiner Verteidigung vorbringen könnte.Ein Schüler ist verprügelt worden und liegt benommen auf dem Gang. Obwohl der Junge niemals zugeben würde, von einem Mädchen verhauen worden zu sein, stellt sich bald heraus, dass die von allen nur \"Fettbacke\" genannte Schülerin Christine ihn so zugerichtet hat. Riley geht der Sache auf den Grund und überredet die frustrierte Außenseiterin, am Ringer-Turnier teilzunehmen – mit Erfolg: Christine gewinnt den Wettkampf. Unterdessen wird Marilyn, die ihre Schüler zum Schreiben von intimen Kurzgeschichten aufgefordert hat, von der Geschichte ihrer Schülerin Jody sehr überrascht: Aus ihrem Text geht hervor, dass Jody offenbar von ihrem Vater missbraucht wird. In langen Gesprächen versucht man sie daraufhin davon zu überzeugen, ihren Vater anzuzeigen, doch Jody hat Angst, mit diesem Schritt ihre Familie komplett zu zerstören …","versions":[{"lang":1,"streams":[{"redirect":8462616,"hoster":"VOE"},{"redirect":8328598,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dirty Dancing","epNo":11,"alt":"Chapter Eleven","descr":"Lauren hat ihr Traumhaus gefunden und möchte es kaufen. Da ihr Ex-Freund Joey als Kreditvertreter arbeitet, hofft sie, dass er grünes Licht für diesen Kauf gibt. Doch Joey muss den Darlehensantrag ablehnen, da Lauren als Lehrerin einfach nicht genug verdient. Harry kümmert sich unterdessen um Jamaal, der bei seinem Job in der Leichenhalle auf ein Suizid-Opfer gestoßen ist, das ein Mitschüler war. Jamaal ist völlig verwirrt, weil er nun selbst oft an Selbstmord denkt. Harry kommt daraufhin auf die Idee, einen Club zu gründen, in dem die Schüler über ihre Selbstmordgedanken reden können. Die meisten Eltern sind davon allerdings nur wenig begeistert.Während Gruber den für die Meisterschaften eintrainierten Tanz der Cheerleaderinnen viel zu anzüglich findet und deshalb Harper alarmiert, warnt Coach Riley seinen Freund Buttle einmal mehr davor, die Beziehung zu Lisa weiterzuführen. Doch als Buttle gesteht, sich der Anziehungskraft der Schülerin kaum widersetzen zu können, lüftet auch Riley ein Geheimnis: Er ist verliebt in Marilyn. Dummerweise wird ausgerechnet Marilyn Zeugin dieses Geständnisses, sie glaubt jedoch, es ginge um Marla, und erzählt ihrer Kollegin prompt davon. Marla blüht daraufhin förmlich auf und lässt sich eine schicke neue Frisur verpassen, doch die große Ernüchterung lässt nicht lange auf sich warten.","versions":[{"lang":1,"streams":[{"redirect":8462619,"hoster":"VOE"},{"redirect":8328602,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine verhängnisvolle Affäre","epNo":12,"alt":"Chapter Twelve","descr":"Die Gerüchte um Milton und Lisa sind mittlerweile bis ins Direktorium vorgedrungen. Während Harper erfolglos versucht, etwas aus Milton und seinen Kollegen herauszubekommen, geht Gruber einen anderen Weg: Er spricht mit Lisas Eltern, die fortan ein Auge auf ihre Tochter haben wollen – und sie prompt mit Milton im Bett erwischen. Harper bleibt nichts anderes übrig, als Milton sofort zu kündigen. Und auch Riley verliert seinen Job, weil er sich für Milton einsetzt und dabei gesteht, dass er schon seit Wochen von dem Verhältnis weiß.Christine feiert als Ringerin große Erfolge, sagt aber plötzlich die Teilnahme an einem wichtigen Wettkampf ab. Sie ist gerade von ihrem Freund verlassen worden und glaubt nun, er liebe sie nicht mehr, weil sie Ringerin sei. Erst eine ermutigende Standpauke von Harper bringt sie wieder zur Besinnung. Auf dem Weg zur Arbeit begegnet Harry unterdessen dem Schüler Tyronn, der von einer Gruppe anderer Jungendlicher bedroht wird. Es stellt sich heraus, dass Tyronn Mitglied einer Gang ist, die ihn nicht aussteigen lassen will – und unter dem Mantel der Verschwiegenheit gesteht Tyronn seinem Lehrer nach einer Weile zudem, vor kurzem ein Mitglied einer anderen Gang getötet zu haben. Harry ist zutiefst erschüttert und kann die Bürde dieses Wissens kaum tragen …","versions":[{"lang":1,"streams":[{"redirect":8462620,"hoster":"VOE"},{"redirect":8328606,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mit harten Bandagen","epNo":13,"alt":"Chapter Thirteen","descr":"Dicke Luft zwischen Harry und Lauren: Lauren findet, dass Harry sich nicht leidenschaftlich genug um die Vorbereitungen zum Valentinstag kümmert. Als sie dann auch noch herausfindet, dass er einst eine Affäre mit der schnippischen Englischlehrerin Jenna Miller hatte, ist eine Beziehungskrise vorprogrammiert.Die Stimmung zwischen Gruber und Harper ist ebenfalls angespannt. Harper ist wütend, weil Gruber Coach Riley ohne seine Zustimmung gefeuert hat, wohingegen Gruber es gründlich satt hat, immer der Buhmann zu sein, während Harper als der verständnisvolle Gutmensch dasteht.Kevin will seine Entlassung nicht auf sich sitzen lassen und beauftragt seine Freundin, die Anwältin Ellenor Frutt, ihn bei seiner Klage gegen die Schule zu vertreten. So steht der Winslow High ein harter Kampf bevor, denn Ellenor schreckt nicht davor zurück, vor Gericht schmutzige Wäsche zu waschen und alle Verfehlungen der Kollegen aufs Tapet zu bringen. Kevins Kündigung muss die Schule dennoch nicht zurücknehmen.\"Boston Public\" meets \"Practice – Die Anwälte\": Kevin Riley lässt sich von \"Practice\"-Anwältin Ellenor Frutt (Camryn Manheim) in seiner Klage gegen die Winslow High vertreten.","versions":[{"lang":1,"streams":[{"redirect":8462622,"hoster":"VOE"},{"redirect":8328609,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mit Pauken und Trompeten","epNo":14,"alt":"Chapter Fourteen","descr":"Nach der Entlassung von Coach Riley kündigen spontan sechs Lehrer auf einmal, und Harper muss feststellen, dass er seinen guten Ruf verspielt hat: Niemand glaubt mehr, dass er ein Rektor ist, der hinter seinem Kollegium steht. Ihm bleibt nichts anderes übrig, als nach besten Kräften mit den verbliebenen Lehrkräften zu jonglieren, trotzdem fallen Unterrichtsstunden aus. Als er schließlich erfährt, dass Lisa schon seit Monaten den Literaturkurs des alkoholkranken Lehrers Willis unterrichtet, überträgt er ihr kurzerhand diesen Posten. Das ruft allerdings Empörungsstürme bei Louisa und der tugendhaften Lauren hervor.Zur schlechten Stimmung in der Winslow High tragen auch die Extratouren und Keifereien von Marla und Harvey bei, die mit einer wachsenden manischen Depression beziehungsweise fortschreitendem Alzheimer zu kämpfen haben. Da hilft es auch nicht, dass der gedemütigte und stets unglückliche Konrektor Scott Gruber ausnahmsweise mal vollkommen aus dem Häuschen ist: Er hat bei einem Preisausschreiben gewonnen und darf die berühmten Bostoner Philharmoniker bei einem Stück seiner Wahl dirigieren. Nicht ohne sich sofort unsterblich in Marilyn zu verlieben, lässt er sich von ihr das Notwendige beibringen – und legt schließlich als Gastdirigent einen derart fulminanten vierten Satz von Dvoraks Neunter Symphonie hin, dass kein Auge trocken bleibt …","versions":[{"lang":1,"streams":[{"redirect":8462623,"hoster":"VOE"},{"redirect":8328613,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bandenkrieg","epNo":15,"alt":"Chapter Fifteen","descr":"Marilyn übt mit einigen Schülern, darunter auch der hochtalentierte Tyronn, einen Song für einen Gesangswettbewerb ein. Als sie Tyronn anschließend nach Hause fährt, nähert sich ihnen ein anderer Wagen, und eine Pistolenkugel durchschlägt Marilyns Seitenfenster. Glücklicherweise kommen sowohl Marilyn als auch Tyronn unbeschadet davon, doch der Schock sitzt tief. In einem Gespräch mit Harry wird klar, dass Tyronn in Boston seines Lebens nicht mehr sicher ist. Ganz offensichtlich hat die verfeindete Gang herausgefunden, dass Tyronn für den Tod eines ihrer Mitglieder verantwortlich ist. Nun kann ihm auch die Polizei nicht mehr helfen, denn wenn er sich stellt und ins Gefängnis kommt, wird ihm auch dort aufgelauert werden. Tyronn bleibt nichts anderes übrig, als die Stadt zu verlassen, doch weit kommt er nicht: Am Busbahnhof wird er erschossen.Nachdem Gruber sich wieder einmal mit Harvey angelegt und ihm einen psychologischen Check-up empfohlen hat, bekommt er Besuch von einem gewissen Mr. Strobel, der im Auftrag des Northhampton Sinfonie Orchesters erscheint und ihn bittet, die vakante Stelle des Dirigenten in Northhampton anzunehmen. Völlig außer sich nimmt Gruber sich daraufhin frei und fährt umgehend nach Northhampton, bei der angegebenen Adresse handelt es sich jedoch um einen heruntergekommenen Bauplatz, und ein Sinfonieorchester gibt es in der ganzen Gegend nicht. Wer hat Gruber diesen Streich gespielt? Ein Schüler? Der von ihm entlassene Milton? Oder vielleicht der gar nicht so senile Harvey Lipschultz? Unterdessen beschuldigt die Schülerin Annie ihre Cheerleading-Trainerin Tina der sexuellen Belästigung. Daraufhin wird Tina sofort suspendiert und in der ganzen Schule verhöhnt. Wenig später erfährt man über Annies Eltern jedoch, dass Annie schon mehrfach andere der sexuellen Belästigung bezichtigt hatte und bereits drei Psychologen an ihr gescheitert waren. Nun muss Harper in den sauren Apfel beißen und sich bei Tina entschuldigen, der Schaden, den Tina durch diese Verleumdung erlitten hat, ist allerdings nicht wieder gutzumachen …","versions":[{"lang":1,"streams":[{"redirect":8462624,"hoster":"VOE"},{"redirect":8328617,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vorsicht Kamera","epNo":16,"alt":"Chapter Sixteen","descr":"Harry Senate nimmt seinen \"Selbstmord-Club\" mit in ein Leichenschauhaus, um sich die Leiche eines Jugendlichen anzusehen, der sich eine Kugel in den Kopf geschossen hat. So will er seine Schüler mit dem Thema konfrontieren, denn Selbstmord ist die dritthäufigste Todesursache unter Jugendlichen. Die Elternschaft hat für diese drastischen Lehrmethoden jedoch keinerlei Verständnis und läuft Sturm. Unterdessen läuft es bei Harry auch privat nicht sonderlich gut: Lauren ist enttäuscht, dass er sich ihr gegenüber nicht öffnet und trennt sich von ihm. Kollege Gruber kann seine Schadenfreude kaum unterdrücken.Drastische Lehrmethoden ergreift auch Marla: Unaufmerksame Schüler werden direkt ins Büro des Direktors geschickt. So dauert es nicht lange bis Marlas gesamte Klasse vor Harpers Zimmer Schlange steht. Harper stellt Marla zur Rede, spricht schließlich aber auch die von ihr lang ersehnte Einladung zum Abendessen aus. Sicherheitschef Matthew Gordon wendet sich wenig später mit einem neuen Problem an Harper: Kürzlich wurden Überwachungskameras in der Schule installiert, und nun fehlt eines der Bänder. Harper ist außer sich, als er erfährt, dass es sich ausgerechnet um das Band aus der Mädchendusche handelt – zumal er die Installation einer Kamera in der Dusche nicht genehmigt hatte. Als auch noch klar wird, dass Lauren auf dem Band beim Duschen zu sehen ist, lässt Harper die Spinde der Schüler durchforsten. Dabei stößt man auf ein weiteres Problem: eine Art Tagebuch von Anthony Ward, indem der schmächtige Junge haarklein festgehalten hat, welche Schüler und Lehrer er in Zukunft töten will. Die Frage nach dem Videoband klärt sich derweil von alleine: Der Internetanbieter Mr. Delgado meldet sich bei Gruber, weil ein Schüler ihm das Band aus der Dusche zum Verkauf angeboten hat. Anhand der Schuljahrbücher soll er den Übeltäter nun identifizieren …","versions":[{"lang":1,"streams":[{"redirect":8462621,"hoster":"VOE"},{"redirect":8328618,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kein Pardon","epNo":17,"alt":"Chapter Seventeen","descr":"Während Harper sich mit Ms. Ronning herumschlagen muss, die sich Sorgen über die in die Schulbusse eindringenden Auspuffabgase macht, greift Gruber rigoros durch: Zunächst verweist er Patrick Connolly der Schule, der das Überwachungsband der Dusche entwendet und nicht alle Kopien zurückgegeben hatte. Anschließend suspendiert Gruber die unverbesserliche Sheryl Holt, die das Video, auf dem Lauren beim Duschen zu sehen ist, auf ihre Internetseite gestellt hatte. Sheryl lässt sich das jedoch nicht einfach gefallen und schaltet ihre Anwältin Ms. Abrams ein, mit der Gruber eine Absprache trifft: Er will Sheryl verschonen, wenn sie das Video umgehend aus dem Netz nimmt. Als das Video am nächsten Morgen aber immer noch auf der Internetseite zu sehen ist, suspendiert er Sheryl erneut, was wiederum Ms. Abrams auf den Plan ruft, die die Suspendierung wieder rückgängig macht. Doch Gruber hat mittlerweile Spaß an der ganzen Sache gefunden und suspendiert Sheryl wegen der aufrührerischen Kommentare auf ihrer Website ein drittes Mal – nicht ohne ihr zu erklären, dass er sie in Zukunft wegen jeder unangebrachten Äußerung auf ihrer Internetseite suspendieren wird und sie gerne jedes Mal ihre Anwältin einschalten könne. Doch was wird wohl ihr Vater sagen, wenn ihn jede ihrer Unverschämtheiten Tausende Dollar Anwaltshonorar kostet? Unterdessen erfährt der schockierte Harper von Tyronns Eltern die Hintergründe über Tyronns Tod – und dass Harry in die Geschichte eingeweiht war …","versions":[{"lang":1,"streams":[{"redirect":8462625,"hoster":"VOE"},{"redirect":8328620,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Striptease","epNo":18,"alt":"Chapter Eighteen","descr":"Nachdem ihre Schüler beim letzten Geschichtstest miserabel abgeschnitten haben, hält Marla ihnen eine Standpauke und prophezeit, dass sie es alle höchstens zum Hausmeister bringen werden, wenn sie ihre Einstellung nicht ändern. Deshalb muss die ganze Klasse nun zum Müll aufsammeln auf dem Schulhof antreten – eine Maßnahme, die wieder einmal die Elternschaft auf den Plan ruft. In Erklärungsnot gerät Marla allerdings erst, als der Vater ihres Schülers Michael Scott ihr erklärt, dass er trotz einer anständigen Schulbildung Hausmeister sei. Marla fühlt sich zutiefst gedemütigt und reicht ihre Kündigung ein, die Harper aufgrund des akuten Lehrermangels jedoch nicht annimmt.Während Senate erfährt, dass Dana Pole als Stripperin arbeitet, um sich in der Schule durch die richtigen Statussymbole Ansehen erkaufen zu können, legt Gruber sich mit dem Lehrer Darren Schofield an, der ausschließlich Einsen verteilt. Nach einem heftigen Streit feuert er Schofield, muss ihn aufgrund von Harpers Veto aber wieder einstellen. Der Frieden währt allerdings nicht lange: Als Gruber und Schofield sich aussprechen wollen, kommt es zu einem neuerlichen Streit, und Gruber kündigt dem jungen Lehrer ein zweites Mal. Für Harper ist es an der Zeit, ein ernsthaftes Wort mit seinem Konrektor zu reden.Christine Banks tritt beim großen Ringer-Wettkampf gegen den Titelverteidiger Paul Dorsey an und legt den Jungen scheinbar mühelos auf die Matte. Anschließend bricht sie jedoch bewusstlos zusammen und muss ins Krankenhaus gebracht werden, wo man einen Herzinfarkt diagnostiziert und sie reanimiert. Doch gerade als ihr Vater Dennis, Kevin und Marilyn sie besuchen, setzt Christines Herzschlag erneut aus …","versions":[{"lang":1,"streams":[{"redirect":8462627,"hoster":"VOE"},{"redirect":8328626,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Abschussliste","epNo":19,"alt":"Chapter Nineteen","descr":"Obwohl Grubers Debattier-Team die nationale Ausscheidung gewonnen hat, ist der Konrektor nicht zufrieden. Er ist der Auffassung, dass seine Schüler eine schlechte Leistung abgeliefert haben und hofft, dass der pfiffige Anthony Ward dem Club beitreten und das Niveau heben wird. Doch ausgerechnet jetzt wenden sich Sally Barnes und ihr Vater Douglas an Harper und fordern Anthonys Versetzung, da er Sally angeblich bedroht habe und wegen seiner Abschussliste genau in das Profil eines Amokläufers passe. Harper und Gruber wissen jedoch, dass Anthony nicht gefährlich ist und stellen sich hinter ihn. Gegen die unbarmherzige Schulinspektorin Mrs. Shinn kommen sie allerdings nicht an: Obwohl er nie jemandem auch nur ein Haar gekrümmt hat, muss Anthony die Schule verlassen.Jeremy Peters bittet Marilyn, einen Test wiederholen zu dürfen, für den er nur eine Zwei plus bekommen hat, obwohl er seiner Mutter eine Eins versprochen hatte. Als Marilyn ablehnt, übergibt er sich vor ihren Augen und erleidet eine Panikattacke. Auf der Krankenstation entdecken Marilyn und die Schulschwester mehrere Blutergüsse – offenbar wird der Junge misshandelt. Seine Mutter ist sich jedoch keiner Schuld bewusst, und auch Jeremy behauptet immer wieder, nicht von ihr misshandelt worden zu sein. Marilyn will den Fall jedoch nicht einfach auf sich beruhen lassen und schaltet das Jugendamt ein. Unterdessen trifft sich Lauren mit ihrem ehemaligen Schüler Daniel – und wird dabei sowohl von Harry als auch von Gruber kritisch beäugt …","versions":[{"lang":1,"streams":[{"redirect":8462626,"hoster":"VOE"},{"redirect":8328628,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schlagkräftige Argumente","epNo":20,"alt":"Chapter Twenty","descr":"Gruber gewinnt den hochtalentierten schwarzen Schüler Kevin Jackson für seinen Debattierclub. Mit ihm im Team, so hofft der Konrektor, wird es ein Leichtes, bei der nationalen Endausscheidung als Sieger hervorzugehen. An Grubers großem Tag kommt jedoch alles anders als erwartet: Das Thema der Debatte ist ausgerechnet AIDS in Afrika, und angesichts der ignoranten, geradezu kolonialistischen Grundhaltung seines Gegenredners rastet Jackson aus und verpasst dem Jungen einen Kinnhaken. Grubers Traumziel ist damit in weite Ferne gerückt.Jeremy wird in einen Unfall verwickelt und ruft statt seiner Mutter Marilyn an, die ihm gut zuredet und ihn nach Hause begleitet. Als er am nächsten Tag nicht in der Schule erscheint, stattet Marilyn den Peters einen Überraschungsbesuch ab und findet dabei heraus, dass Mrs. Peters ihren Sohn zur Disziplinierung regelmäßig in den Keller einsperrt. Wutentbrannt wendet sie sich an Harper, bei dem sich Mrs. Peters jedoch bereits über ihre Einmischung beschwert hat. Der besteht nun darauf, zunächst Beweise gegen Mrs. Peters zu sammeln, bevor Marilyn sich an die Polizei wendet.Lauren schwebt mit ihrem neuem Freund, dem Winslow High-Abgänger Daniel, auf Wolke Sieben. Als sie jedoch Marla gesteht, dass seine sexuelle Anziehungskraft für sie vor allem auf der Tatsache beruht, dass er einst ihr Schüler war, holt die neurotische Kollegin sie auf den Boden der Tatschen zurück und empfiehlt ihr, einen Psychiater aufzusuchen. Verliebt hat sich unterdessen auch Harper: Er beginnt eine leidenschaftliche Affäre mit Michelle Ronning, der Mutter der Schülerin Marie. Plötzlich benimmt sich das bisher so unauffällige Mädchen jedoch so aufsässig und unverschämt, dass Harper sie zur Rede stellt und so eine schockierende Neuigkeit erfährt: Michelle ist verheiratet und besucht zurzeit mit ihrem Mann eine Paartherapie, um ihre Ehe zu retten …","versions":[{"lang":1,"streams":[{"redirect":8462629,"hoster":"VOE"},{"redirect":8328634,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Besessen","epNo":21,"alt":"Chapter Twenty-One","descr":"Scott Gruber sieht die Erfüllung seines großen Traums in greifbarer Nähe: An der privaten Exeter-Akademie ist der Posten des Rektors vakant, und er ist in der engeren Auswahl. Die Kronrektorin von Exeter, die ehemalige Winslow High-Schülerin Holly, gibt ihm zu verstehen, dass seine Chancen bestens sind, vorausgesetzt, die Befragung seiner Schüler und Kollegen läuft positiv. Gruber befürchtet jedoch, dass Lipschultz ihn in die Pfanne hauen wird, ist sich allerdings einer äußerst positiven Bewertung durch seinen Freund Harper sicher. Doch es ist ausgerechnet Harper, der ihm die Tour vermasselt: Im Gespräch mit dem Aufsichtsrat von Exeter bescheinigt er Gruber zwar, ein hervorragender Administrator zu sein, gibt in einem Nebensatz aber auch zu verstehen, dass es ihm manchmal ein wenig an Herzensbildung fehle. Gruber ist zutiefst enttäuscht.Lauren entdeckt bei Daniel ein Fotoalbum mit unzähligen Schnappschüssen, die er ohne ihr Wissen von ihr gemacht hat. Sie realisiert, dass er sie seit Monaten verfolgt hat und bekommt es so mit der Angst zu tun, dass sie die Beziehung beendet. Doch Daniel lässt sich nicht so einfach abwimmeln: Er verfolgt sie, belästigt sie am Telefon und steht plötzlich unverhofft in ihrer Wohnung. Da die Polizei ihr nicht helfen kann, bevor nicht tatsächlich etwas passiert ist, sieht Lauren sich schließlich genötigt, sich zu ihrem Schutz eine Waffe zu besorgen.Marla macht sich Sorgen um eine 15-jährige Schülerin, weil sie mit dem älteren R.J. Saunders zum Abschlussball gehen will. Marla weiß, dass er wegen einer Vergewaltigung bei einem Date bereits einmal in Haft saß. Aufgrund der Gesetzeslage kann sie das Mädchen nicht explizit warnen, doch sie macht Andeutungen, um diese Verabredung zu verhindern. Das ruft jedoch lediglich R.J.s erbosten Vater auf den Plan. Jeremy hat sich unterdessen merklich verändert: Er kommt mit schlampiger Kleidung in die Schule und lacht den ganzen Tag. Als Marilyn ihn deshalb zu Hause besucht, findet sie in der Wohnung eine ungewöhnliche Unordnung vor, und Mrs. Peters scheint ausgeflogen zu sein. Jeremy behauptet, sie sei einkaufen – doch ist das auch die Wahrheit?","versions":[{"lang":1,"streams":[{"redirect":8462628,"hoster":"VOE"},{"redirect":8328632,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zum Abschluss freigegeben","epNo":22,"alt":"Chapter Twenty-Two","descr":"Kurz vor dem Abschluss ruhen sich viele Schüler auf ihren College-Zusagen aus und zeigen keinerlei Interesse mehr am Unterricht. Für Justin Hober geht diese Haltung allerdings nach hinten los: Marla lässt ihn in Geschichte durchfallen, so dass ihm der Highschool-Abschluss verwehrt wird und seine Harvard-Zulassung in Gefahr gerät. Da Justin aber der erste Schüler der Winslow High ist, der überhaupt von Harvard akzeptiert wurde, setzt Harper nun alles daran, ihm doch noch eine bessere Zensur zu verschaffen. Der Ärger mit Marla ist da natürlich vorprogrammiert.Lauren hat sich aus Angst vor ihrem Exfreund Daniel eine Pistole besorgt. Als er ihr auf dem Schulparkplatz wieder einmal nachstellt, zieht sie die Waffe und bedroht ihn damit. Kurz darauf erscheinen Daniels Eltern bei Harper und bitten Lauren um eine Aussage in einem Verfahren, durch das der unter Wahnvorstellungen leidende Daniel in eine therapeutische Einrichtung eingewiesen werden soll. Sie fallen jedoch aus allen Wolken, als sie erfahren, dass Daniels Geschichten von der Affäre der Lehrerin bis hin zu der Behauptung, dass sie ihn mit einer Waffe bedroht hat, allesamt wahr sind. Mindestens ebenso geschockt ist Gruber, der eine geladene Waffe auf dem Schulgelände einfach nicht akzeptieren kann und Lauren zwei Monate Zwangsurlaub verordnet.Marilyns Sorge um Jeremy wächst. Der Junge ist wie ausgewechselt – schlampig, aufsässig, faul – und alle Versuche seiner Mutter, mit ihm in Kontakt zu treten, werden von ihm geschickt abgeblockt. Marilyn befürchtet ein Verbrechen, doch der herbeigerufene Polizist erklärt ihr, dass er aufgrund bloßer Verdächtigungen keine Hausdurchsuchung durchführen kann. Unterdessen findet die große Feier des Abschlussjahrgangs statt, auf der Kevin Jackson eine anrührende Rede über die Leistungen der Lehrer hält und Gruber zum beliebtesten Pauker des Jahres gewählt wird. Der verklemmte Konrektor ist den Tränen nahe …","versions":[{"lang":1,"streams":[{"redirect":8462630,"hoster":"VOE"},{"redirect":8328635,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Club der Dicken","epNo":1,"alt":"Chapter Twenty-Three","descr":"Das neue Schuljahr hat gerade erst begonnen, und Marla ist schon wieder mit den Nerven am Ende: Sie wurde von vier stark übergewichtigen Schülerinnen gebeten, Schirmherrin des Clubs der dicken Mädchen zu werden. An für sich eine Ehre, frustriert diese Bitte Marla doch sehr, denn sie hält sich nicht für fettleibig, sondern für einen schlanken Menschen, der lediglich durch die Einnahme von Psychopharmaka ein paar Kilo zugenommen hat. Harry Senates Schulfreundin Ronnie Cooke, eine Anwältin für Zivilrecht, hält in \"der Hölle\" einen Vortrag über den Anwaltsberuf. Währenddessen eskaliert ein Konflikt zwischen einem schwarzen Schüler und einem Latino, die rivalisierenden Gangs angehören. Harry versucht, das Scharmützel zu unterbinden, befürchtet dann aber, die beiden Schüler könnten ihren Streit außerhalb des Schulgeländes mit Waffen austragen, und animiert sie zu einem Boxkampf im Klassenzimmer. Daraufhin prügeln die beiden mächtig aufeinander ein und trennen sich schließlich, wenn auch nicht als Freunde, so doch als einander respektierende Kontrahenten. Während Harper sich darüber gar nicht begeistert zeigt, ist Ronnie schwer beeindruckt – sogar so sehr, dass sie ihren Beruf an den Nagel hängt und sich der Winslow High als Lehrerin anbietet. Jeremy erscheint mit einer abgetrennten Hand im Einmachglas im Biologie-Unterricht und behauptet, er habe sie von einem befreundeten Medizinstudenten bekommen. Bei Marilyn schrillen die Alarmglocken, ist doch Mrs. Peters seit vergangenem Frühling in der Versenkung verschwunden. Als sie mit ihrem neuen Kollegen Danny das Haus der Peters aufsucht, bestätigt sich ihr Verdacht: Mrs. Peters ist zwar am Leben, doch ihr fehlt eine Hand. Sie behauptet jedoch, ihr sei lediglich ein dummer Kettensägen-Unfall passiert …","versions":[{"lang":1,"streams":[{"redirect":8462631,"hoster":"VOE"},{"redirect":8328640,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mit eiserner Hand","epNo":2,"alt":"Chapter Twenty-Four","descr":"Ronnie Cooke soll gleich an ihrem ersten Tag die schwer erziehbaren Schüler aus Raum 36 übernehmen und macht ihre Sache ganz gut. Die Tatsache, dass sie mit den Schülern Themen wie die Schöpfungsgeschichte und Reinkarnation durchnimmt, stößt bei den anderen Lehrern jedoch auf Unverständnis. Eine geheime Sitzung wird einberufen, in der diskutiert werden soll, ob Berufsfremde ohne richtige Lehrerausbildung an der Winslow High überhaupt unterrichten dürfen. Das betrifft auch Mrs. Peters, die mittlerweile als Assistenzlehrerin arbeitet. Gruber erlaubt ihr jedoch zu bleiben, wenn sie stets mit einem anderen Lehrer zusammen unterrichtet. Daraufhin gesteht Mrs. Peters ihm, was in den letzten Monaten zwischen ihr und ihrem Sohn Jeremy vorgefallen ist: Aus Rache für die vielen Demütigungen habe Jeremy sie gefesselt und in den Keller gesperrt, aus dem sie sich schließlich mit einer Kettensäge habe befreien wollen, wobei der Unfall mit der Hand passiert sei. Mittlerweile habe sie eingesehen, dass sie viele Fehler gemacht und mit einer Therapie begonnen habe, um wieder ein ganz normales Verhältnis zu ihrem Sohn aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":12382566,"hoster":"VOE"},{"redirect":12481744,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Anklage","epNo":3,"alt":"Chapter Twenty-Five","descr":"Zwischen Gruber und Mrs. Peters entwickelt sich eine zarte Romanze, doch Gruber traut sich nicht, seine Gefühle zu offenbaren. Als er Meredith nach einem Abendessen nach Hause bringt und wieder einmal mit sich ringt, ob er ihr in die Wohnung folgen soll, schlägt ein Blumentopf direkt neben ihm ein. Hat Jeremy etwas gegen das Verhältnis zwischen Gruber und seiner Mutter? Nur wenig begeistert davon ist jedenfalls Harper, der auf diesen Vorfall mit Unverständnis reagiert und Grubers Beziehung zu Mrs. Peters in keiner Weise unterstützt.","versions":[{"lang":1,"streams":[{"redirect":8462636,"hoster":"VOE"},{"redirect":8328648,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Mörderin","epNo":4,"alt":"Chapter Twenty-Six","descr":"Am Telefon teilt man Harper mit, dass seine Tochter Brooke an ihrer Privatschule einen Mord begangen hat. Sofort rast er zum Tatort, um dort erleichtert festzustellen, dass es sich bei dem Opfer um eine Ziege handelt, das Schulmaskottchen, das Brooke zu befreien versucht hatte. Doch die tote Ziege ist nur der Höhepunkt einer Reihe von Narrenpossen, die Brooke sich erlaubt hat. Deshalb zeigt sich der Rektor unerbittlich und verweist das aufmüpfige Mädchen der Schule. Nun kommt Brooke als Schülerin auf die Winslow High und macht auch dort mit mehreren eigenwilligen Streichen auf sich aufmerksam. Ein klärendes Gespräch zwischen Vater und Tochter ist unausweichlich.","versions":[{"lang":1,"streams":[{"redirect":8462632,"hoster":"VOE"},{"redirect":8328649,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bettgeflüster","epNo":5,"alt":"Chapter Twenty-Seven","descr":"Scott Gruber und Meredith Peters kommen sich immer näher. Als Mrs. Peters ihren Verehrer nach einem gemeinsamen Abendessen jedoch bittet, die Nacht mit ihr zu verbringen, macht Gruber erneut einen Rückzieher. Er war seit neun Jahren nicht mehr mit einer Frau zusammen und hat Angst, im entscheidenden Augenblick zu versagen.","versions":[{"lang":1,"streams":[{"redirect":8462634,"hoster":"VOE"},{"redirect":8328650,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Händchen für die Liebe","epNo":6,"alt":"Chapter Twenty-Eight","descr":"Die Polizei erscheint in Ronnies Klasse, um den 18-jährigen Schüler Marshall Fulton in Handschellen abzuführen. Er soll Sex mit der 15-jährigen Sarah Breen gehabt haben, und nun verlangt der Vater des Mädchens seine Verurteilung. Ronnie weiß jedoch, dass eine Verurteilung den weiteren Lebensweg des aus einer gestörten Familie stammenden Jungen sehr negativ beeinflussen würde, und setzt alles daran, ihm zu helfen. Doch obwohl Marshall und Sarah sich von ganzem Herzen lieben und Sarah aus freien Stücken mit Marshall ins Bett gegangen ist, will Mr. Breen sich nicht erweichen lassen.","versions":[{"lang":1,"streams":[{"redirect":8462635,"hoster":"VOE"},{"redirect":8328655,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Fest der Liebe","epNo":7,"alt":"Chapter Twenty-Nine","descr":"Harry macht sich große Sorgen um seinen Schüler Max, der einen ergreifenden Aufsatz über den Tod geschrieben hat. Davon ausgehend, es handle sich auch bei Max um einen Selbstmordkandidaten, sucht Harry deshalb dessen Familie auf und erfährt schockiert, dass Max leukämiekrank ist. Noch erschütternder ist für ihn allerdings, was Max ihm erzählt: Der Junge hat nur noch wenige Wochen zu leben, doch um seine Familie so kurz vor Weihnachten nicht mit der schrecklichen Tatsache zu belasten, lässt er sie in dem Glauben, er werde wieder gesund.","versions":[{"lang":1,"streams":[{"redirect":8462637,"hoster":"VOE"},{"redirect":8328657,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gewissensnöte","epNo":8,"alt":"Chapter Thirty","descr":"Harpers ehemaliger Schüler Wesley Poe hat den Direktor zu sich in die Todeszelle rufen lassen. Der junge Mann hatte im Drogenrausch ein Mädchen brutal vergewaltig und ermordet und soll nun hingerichtet werden. Harper kann sich noch nicht einmal an den Jungen erinnern, kommt aber dessen Bitte nach und besucht ihn ihm Gefängnis. Dort erklärt Poe ihm, dass er nicht alleine sterben möchte, aber niemanden hat, der sich um ihn kümmert. Harper sei ihm stets ein gutes Vorbild gewesen und soll ihm nun in seinen letzten Stunden beistehen. Harper sagt zu, doch als sich Charles Bailey, der Vater des ermordeten Mädchens, bei ihm meldet und ihn bittet, dem Mörder durch sein Erscheinen keine Absolution zu erteilen, gerät Harper in einen schweren Gewissenskonflikt.","versions":[{"lang":1,"streams":[{"redirect":8462639,"hoster":"VOE"},{"redirect":8328661,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein peinlicher Auftritt","epNo":9,"alt":"Chapter Thirty-One","descr":"Unter den Schulen des Landes soll ein großer Wettbewerb stattfinden, bei dem es ein Preisgeld von 250.000 Dollar zu gewinnen gibt. Jede Schule soll einen Lehrer entsenden, der vor einer ausgewählten Jury eine Rede hält. Um gerecht auszuwählen, wer vor der Jury sprechen darf, entscheidet sich Harper für das Losverfahren – und bereut seinen Entschluss schon bald: Ausgerechnet Harvey Lipschulz hat das große Los gezogen. Harveys militaristische und ausländerfeindliche Rede übertrifft dann auch Harpers schlimmste Befürchtungen und sorgt dafür, dass das komplette Kollegium vor Scham im Boden versinkt. Dennoch kommt Harvey ins Finale, da der Distrikt Boston zu wenige Lehrer ins Rennen geschickt hatte. Nun erhält er eine weitere Gelegenheit, die Winslow High zu blamieren.","versions":[{"lang":1,"streams":[{"redirect":8462642,"hoster":"VOE"},{"redirect":8328664,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Klartext","epNo":10,"alt":"Chapter Thirty-Two","descr":"Ronnie Cooke kümmert sich um die Schülerin Melissa, die sich kopfüber eine Treppe hinuntergestürzt hatte, um eine Fehlgeburt einzuleiten. Da sie beharrlich verschweigt, wer der Vater ist, wendet sich Ronnie an ihre Familie und erfährt Schockierendes: Melissa trägt als Leihmutter das künstlich gezeugte Kind ihrer Eltern aus, weil diese sich erhoffen, dass das Baby ein geeigneter Organspender für Melissas tödlich erkrankte Mutter sein wird. Nicht ohne schlechtes Gewissen schaltet Ronnie daraufhin die Jugendfürsorge ein.","versions":[{"lang":1,"streams":[{"redirect":12919597,"hoster":"VOE"},{"redirect":8328667,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlammschlachten","epNo":11,"alt":"Chapter Thirty-Three","descr":"Als Hanson und Ronnie spätabends die Schule verlassen, sehen sie auf dem Parkplatz einen Wagen mit beschlagenen Scheiben, in dem es heftig zur Sache zu gehen scheint. Hanson reißt die Tür auf und entdeckt im Wagen Harpers Tochter Brooke, die mit einem wesentlich älteren Jungen knutscht. Weil Brookes Verehrer Roland bereits 27 ist, sehen sich Ronnie und Hanson genötigt, Brooke bei ihrem Vater zu verpfeifen. Völlig außer sich wirft Harper daraufhin seinen rektorengemäßen Gleichmut über Bord und kündigt dem herbei geschleiften Roland an, ihn umzubringen, falls er die Finger nicht von seiner Tochter lässt. Brooke ist fuchsteufelswild und droht ihrem Vater, die Winslow High zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":8462641,"hoster":"VOE"},{"redirect":8328671,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein tragischer Unfall","epNo":12,"alt":"Chapter Thirty-Four","descr":"Ronnie begegnet dem völlig aufgedrehten Zack Delray, der sich auf sein erstes Date freut. Kurz darauf erfährt Harper, dass sich ein tödlicher Unfall ereignet hat, und dass sich unter den Opfern drei seiner Schüler befinden – darunter auch Zack. Schüler wie Lehrer sind am Boden zerstört.","versions":[{"lang":1,"streams":[{"redirect":8462643,"hoster":"VOE"},{"redirect":8328673,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bombenstimmung","epNo":13,"alt":"Chapter Thirty-Five","descr":"Die Eltern des an Kinderlähmung erkrankten Hunter bitten Danny Hanson, den Jungen an der Winslow High aufzunehmen, da er nicht mehr auf eine Sonderschule gehen möchte. Danny hat nichts dagegen, und auch Guber willigt im Vorbeigehen ein, so dass Hunter kurz darauf seinen ersten Schultag auf der Winslow High beginnt. Schon bald stellt sich jedoch heraus, dass Hunter dem Schulalltag absolut nicht gewachsen ist, und seine Eltern die Schule nur benutzt haben, um die staatliche Finanzierung einer Privatschule für Hunter zu erzwingen.","versions":[{"lang":1,"streams":[{"redirect":8462640,"hoster":"VOE"},{"redirect":8328676,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Sabotage","epNo":14,"alt":"Chapter Thirty-Six","descr":"Harrys Schüler Max leidet schon seit langem an Leukämie und wird nun wieder ins Krankenhaus eingewiesen, weil sich sein Zustand verschlechtert hat. Harry besucht ihn und macht ihm Mut, gegen die Krankheit anzukämpfen. Außerdem hat er Bewerbungsunterlagen mitgebracht und fordert von Max, dass er seine Schularbeiten macht. Max wehrt sich jedoch vehement dagegen und zieht es vor, \"Moby Dick\" zu lesen. Als der Junge schließlich stirbt, erkennt Harry, dass er die ganze Zeit versucht hat, ihm seinen Willen aufzwingen statt darauf zu achten, was Max gut tut. Daraufhin sieht er sich nicht mehr imstande, als Lehrer zu arbeiten, und reicht bei Harper die Kündigung ein. Wird Ronnie ihn noch umstimmen können?","versions":[{"lang":1,"streams":[{"redirect":8462645,"hoster":"VOE"},{"redirect":8328680,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Unwort","epNo":15,"alt":"Chapter Thirty-Seven","descr":"Ronnie macht sich sorgen um ihre Schülerin Natalie, die bei einer Razzia von der Polizei aufgegriffen wurde. Ronnie und Senate gehen der Sache auf den Grund und erfahren, dass Natalie mit ihrer Mutter unter Obdachlosen lebt. Der Versuch, Natalie zu helfen, endet jedoch im Jugendamt, dessen Leiterin sich nicht erweichen lässt, Mutter und Tochter zu unterstützen. Wütend und enttäuscht stellt Ronnie schließlich einen Scheck aus, damit Natalie und ihre Mutter wenigstens für eine Zeit in ein Motel ziehen können.","versions":[{"lang":1,"streams":[{"redirect":8462644,"hoster":"VOE"},{"redirect":8328679,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Fotos mit Folgen","epNo":16,"alt":"Chapter Thirty-Eight","descr":"Die Schülerin Marcie behauptet, während einer Auseinandersetzung mit Mrs. Peters von dieser geschlagen worden zu sein. Der verliebte Guber, der sich des Falles annimmt, glaubt dem Mädchen zunächst nicht, muss dann aber feststellen, dass an ihrer Aussage nicht zu rütteln ist. Nun bleibt ihm nichts anderes übrig, als seine Freundin auf der Stelle aus dem Schuldienst zu entlassen. Völlig außer sich knallt Meredith ihm daraufhin ihre künstliche Hand vor die Füße.","versions":[{"lang":1,"streams":[{"redirect":12915643,"hoster":"VOE"},{"redirect":8328687,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Sexfalle","epNo":17,"alt":"Chapter Thirty-Nine","descr":"Die beiden Schülerinnen Carly und Eve haben im Internet gechattet und von einem der Partner eine mehr als eindeutige E-Mail erhalten. Ein befreundeter Hacker identifiziert den Verfasser als Dr. Harris, seines Zeichens Lehrer an der Winslow High. Als Harper davon erfährt, stellt er ihn zur Rede und fordert ihn auf, die Schule zu verlassen. Doch Harris erscheint mit seinem Gewerkschaftsvertreter, der eindeutig klar macht, dass auch ein Lehrer ein Recht auf ein Privatleben habe und Harris sich nichts habe zu Schulden kommen lassen, da die Mädchen sich als volljährig ausgegeben hatten.","versions":[{"lang":1,"streams":[{"redirect":8462649,"hoster":"VOE"},{"redirect":8328686,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine dunkle Affäre","epNo":18,"alt":"Chapter Forty","descr":"Bei Harvey Lipschultz, der selten um einen rassistischen Spruch verlegen ist, taucht ein etwa 50-jähriger Schwarzer namens Lester auf und behauptet, sein Sohn zu sein. Harvey dämmert es: Vor langer Zeit hatte er eine kurze Affäre mit einer Schwarzen. Trotzdem streitet er zunächst alles ab und ist erst nach einem langen Gespräch mit Marla und Harper dazu bereit, sich der Sache zu stellen. Ohne zu ahnen, was ihn erwartet, macht sich der einsame Kauz auf den Weg zu seiner neuen Familie, die nicht nur einen Sohn, sondern auch noch ein erwachsenes Enkelkind und drei Urenkel umfasst. Von seinen Gefühlen überwältigt, kann Harvey seine Tränen nicht mehr verbergen.","versions":[{"lang":1,"streams":[{"redirect":8462650,"hoster":"VOE"},{"redirect":8328689,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Überraschungsparty","epNo":19,"alt":"Chapter Forty-One","descr":"Ronnie hat sich in Harry verliebt und organisiert zu dessen Geburtstag eine Überraschungsparty mit Guber, Harper und den befreundeten Kollegen. Die Stimmung ist jedoch von Anfang an mies, und sie wird nicht besser, als Harry mit Dana auftaucht und behauptet, er habe sie ganz zufällig in einem Café getroffen.","versions":[{"lang":1,"streams":[{"redirect":8462648,"hoster":"VOE"},{"redirect":8328694,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Ballkönigin","epNo":20,"alt":"Chapter Forty-Two","descr":"Im Vorfeld des alljährlichen Schulballs geht es an der Winslow High hoch her. Schon ganz aufgeregt ist Natalie, die von Jason zum Ball gebeten wurde. Als Ronnie ihr auch noch ein Kleid inklusive Geschmeide leiht, scheinen sich Natalies kühnste Träume zu erfüllen. Die große Enttäuschung folgt allerdings auf dem Fuße: Jason hat sie nur deshalb ausgewählt, weil er eine Wette darauf abgeschlossen hat, dass er mit dem hässlichsten Mädchen der Schule beim Ball aufkreuzen wird.","versions":[{"lang":1,"streams":[{"redirect":8462647,"hoster":"VOE"},{"redirect":8328698,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Amok","epNo":21,"alt":"Chapter Forty-Three","descr":"Um seine Aufnahme am Williams-College zu feiern, zieht Jamaal gutgelaunt mit seinem Bruder Amaad um die Häuser. Als die beiden sich in einem Schnapsladen mit Bier versorgen wollen, der Verkäufer aber einen Ausweis verlangt, rastet Amaad jedoch aus, zieht eine Waffe und erschießt ihn. Die Brüder fliehen, und Jamaal wendet sich Hilfe suchend an Harry, der die ehemalige Anwältin Ronnie hinzuzieht. Beide drängen darauf, dass Jamaal sich der Polizei stellt, um so eine Anklage wegen Mordes zu umgehen. Doch Jamaal ist nicht bereit, sich zu stellen, geschweige denn, seinen Bruder zu verraten.","versions":[{"lang":1,"streams":[{"redirect":12172957,"hoster":"VOE"},{"redirect":8328701,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Koma","epNo":22,"alt":"Chapter Forty-Four","descr":"Nachdem Amaad dreimal auf Harry eingestochen hat, findet Ronnie ihren Kollegen hilflos in einer riesigen Blutlache. Er wird ins Krankenhaus gebracht, doch die operierenden Ärzte können den wartenden Lehrern keine großen Hoffnungen machen: Harrys Hauptschlagader wurde durchtrennt, und die Prognosen sind schlecht.","versions":[{"lang":1,"streams":[{"redirect":12919599,"hoster":"VOE"},{"redirect":8328702,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Blinde Wut","epNo":1,"alt":"Chapter Forty-Five","descr":"Zu Beginn des neuen Schuljahres sind die Missstände an der Winslow High kaum mehr zu übersehen. Unter Führung von Rektorentochter Brooke, der rebellischen Cheyenne und des neuen Vertrauenslehrer Zach Fisher überlegen die Schüler deshalb, wie sie die Schulbehörde dazu bringen können, etwas gegen die Überfüllung der Klassen zu unternehmen und die veralteten Lehrbücher zu ersetzen. Harper versucht seiner Tochter klar zu machen, dass in der augenblicklich angespannten Situation jede Protestkundgebung in Chaos ausarten könnte, doch vergebens.","versions":[{"lang":1,"streams":[{"redirect":8462655,"hoster":"VOE"},{"redirect":8328708,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nach dem Sturm","epNo":2,"alt":"Chapter Forty-Six","descr":"Nach den Krawallen an der Winslow High versucht man zu klären, wie es zu einer derartigen Eskalation kommen konnte. Guber versammelt alle Verdächtigen und hält ihnen eine Moralpredigt, erhält dann jedoch einen schweren Dämpfer: Die ehrgeizige Schulreporterin Monica Peete hat herausgefunden, das Guber die Sportteams gegen die Demonstranten aufgewiegelt und so die Schlägerei überhaupt erst ausgelöst hatte. Einen Mitschnitt seiner Hetzrede und diverse Interviews mit den Sportlern hat sie sogleich an sämtliche Nachrichtensender geschickt. Harper befürchtet das Schlimmste.","versions":[{"lang":1,"streams":[{"redirect":8462653,"hoster":"VOE"},{"redirect":12481743,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vollgas","epNo":3,"alt":"Chapter Forty-Seven","descr":"Nach den Ausschreitungen an der Winslow High wird Guber in mehreren Fernsehberichten bloßgestellt, und Schulrätin Elizabeth Vasquez erwägt bereits, den Konrektor zu suspendieren. Harper versucht alles, um das zu verhindern, denn aufgrund der Personalknappheit kann er es sich einfach nicht leisten, einen weiteren Lehrer zu verlieren. Außerdem sieht er sich gezwungen, als Rektor die volle Verantwortung für den Vorfall zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":12251838,"hoster":"VOE"},{"redirect":8328711,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sex-Prozess","epNo":4,"alt":"Chapter Forty-Eight","descr":"Guber hat erfahren, dass einige Schüler einen Oberstufenlehrraum regelmäßig für gemütliche Schäferstündchen missbrauchen. Er sucht den Raum auf, wird davor aber von Henry Frears aufgehalten und in ein Gespräch verwickelt. Als er schließlich den Raum betritt, sieht dieser aus wie ein ganz normales Klassenzimmer. Dann stellt Guber jedoch fest, dass Henry eine Fernbedienung hat, mit der er seine Freunde warnen kann – und erwischt prompt zwei Schüler in einer verfänglichen Situation. Nun soll in einem Schülerprozess entschieden werden, ob Henry Frears von der Schule verwiesen wird.","versions":[{"lang":1,"streams":[{"redirect":8462656,"hoster":"VOE"},{"redirect":8328719,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Und Tschüss","epNo":5,"alt":"Chapter Forty-Nine","descr":"Harry Senate ist kaum noch in der Lage zu unterrichten. Nachdem er auch noch seine Klasse beleidigt hat und Ronnie bestätigt, dass es um seine geistige Verfassung derzeit nicht zum Besten bestellt ist, bleibt Harper nichts anderes übrig, als seinen Freund und Kollegen zu kündigen. Geknickt verabschiedet Harry sich von Schülern und Kollegen, kündigt aber an, irgendwann einmal an die Winslow High zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":8462657,"hoster":"VOE"},{"redirect":8328726,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarz auf weiß","epNo":6,"alt":"Chapter Fifty","descr":"Während einer Diskussion in Kimberlys Unterricht lässt Thomas McCain seinen rassistischen Vorurteilen freien Lauf und provoziert dadurch eine Schlägerei, bei der er verletzt wird. Wutentbrannt erscheint Thomas Vater Patrick in der Schule und äußerst ebenfalls unverhohlen rassistische Gedanken. Kurz darauf greift Thomas seine Lehrerin während des Nachhilfeunterrichts an, woraufhin sich Patrick McCain erneut an Harper wendet. Schon bald eskaliert das Gespräch jedoch, und McCain prügelt mit einem Kleiderständer auf den Direktor ein. Als Harper sich zu verteidigen versucht, rutscht McCain aus und schlägt unglücklich mit dem Kopf auf. Nun liegt er im Koma, und Harper wird unter Protest von Schülern und Lehrern wegen Körperverletzung verhaftet.","versions":[{"lang":1,"streams":[{"redirect":12172958,"hoster":"VOE"},{"redirect":8328721,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Am seidenen Faden","epNo":7,"alt":"Chapter Fifty-One","descr":"Nachdem PatrickMcCain an den Folgen der Auseinandersetzung mit Harper gestorben ist, wird der Direktor des Mordes angeklagt. Obwohl Ronnie ihn dazu drängt, sich auf einen Deal mit der Staatsanwaltschaft einzulassen und so nur der fahrlässigen Tötung angeklagt zu werden, weigert sich Harper und beharrt darauf, dass er unschuldig ist. Erst als seine Tochter Brooke ihm ihre Angst gesteht, dass er auf dem elektrischen Stuhl hingerichtet wird, lässt er sich umstimmen. Doch kurz bevor er auf den Deal eingehen will, kommt Ronnie mit der erlösenden Nachricht: Durch Zufall ist herausgekommen, dass McCain schon lange an einer Herzschwäche litt, und eine zweite Autopsie hat ergeben, dass er nicht an der Verletzung, sondern an Herzversagen gestorben ist.","versions":[{"lang":1,"streams":[{"redirect":8462659,"hoster":"VOE"},{"redirect":8328714,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Fest der Liebe","epNo":8,"alt":"Chapter Fifty-Two","descr":"Nachdem Danny Hanson erfahren hat, dass sein Schüler Joe, der nach seinem Selbstmordversuch noch immer im Krankenhaus liegt, von Pater Egan missbraucht wurde, steigen in ihm schreckliche Erinnerungen auf: Auch er wurde als junger Ministrant von Pater Egan missbraucht, hat die abscheuliche Tat über die Jahre allerdings verdrängt. Nun wird ihm jedoch bewusst, dass er damit vielen anderen Kindern geschadet hat. Obwohl er große Angst hat, entschließt er sich zu einer Anzeige.","versions":[{"lang":1,"streams":[{"redirect":8462660,"hoster":"VOE"},{"redirect":8328727,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Gesetz der Straße","epNo":9,"alt":"Chapter Fifty-Three","descr":"Kimberly sorgt sich um die hochbegabte Schülerin Arianna, die nur unregelmäßig zum Unterricht erscheint. Als sie sie auf der Straße mit einer Gruppe anderer Mädchen sieht und anspricht, reagiert Arianna äußerst gereizt. Im selben Moment wird auf die Gruppe geschossen, und eines der Mädchen stirbt im Kugelhagel. Wie sich herausstellt gehören die Mädchen zu einer Gang, und Arianna möchte gerne aussteigen, hat aber zuviel Angst. Ronnie redet ihr gut zu, woraufhin Arianna eine anrührende Grabrede für ihre tote Freundin Izzy hält, statt dem Ehrenkodex der Clique zu folgen und am Grab zu tönen, Izzy sei für eine große Sache gestorben. Daraufhin wird Arianna brutal zusammengeschlagen, und Kimberly wird sich darüber klar, dass sie nicht nur das Mädchen, sondern auch sich selbst in Lebensgefahr gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":8462661,"hoster":"VOE"},{"redirect":8328735,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Falsches Spiel","epNo":10,"alt":"Chapter Fifty-Four","descr":"Brooke hat sich in Russell Clarke, den neuen Star der Schul-Basketballmannschaft, verliebt – was Harper ein Dorn im Auge ist. Als der Verdacht aufkommt, Trainer Derek Williams habe Russell illegal von seiner alten Schule abgeworben, sieht der Rektor die Chance, den Jungen unauffällig loszuwerden. Bei genauerer Überprüfung erweist sich diese Anschuldigung zwar als falsch, aber Russells Tante Marilyn Sudor versorgt Harper mit neuer Munition: Um unter Coach Williams spielen zu können, hatte Russell auf dem Anmeldeformular für die Schule nicht seine, sondern ihre Adresse angegeben. So hat Harper endlich einen Grund, Russell zurück auf seine alte Schule zu schicken. Doch wird er auch dem Drängen und Bitten seiner Tochter standhalten können?","versions":[{"lang":1,"streams":[{"redirect":8462662,"hoster":"VOE"},{"redirect":8328729,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer dick wird, fliegt!","epNo":11,"alt":"Chapter Fifty-Five","descr":"Ronnie macht sich Sorgen um ihre aus Asien stammende Schülerin Sri, die im Unterricht ständig einschläft. Als Ronnie Nachforschungen anstellt, erfährt sie, dass Sri unter menschenunwürdigen Bedingungen in der Textilfabrik von Mr. Sam arbeitet. Der Vater des Mädchens ist auf der Überfahrt nach Amerika gestorben, und Sri muss nun die Schulden, die ihre Familie bei der Schlepperbande hat, bei Mr. Sam abarbeiten. Zusammen mit Danny holt Ronnie ihre Schülerin aus der Fabrik und versucht, ihr eine Aufenthaltserlaubnis zu beschaffen.","versions":[{"lang":1,"streams":[{"redirect":8462663,"hoster":"VOE"},{"redirect":8328736,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hoch gepokert","epNo":12,"alt":"Chapter Fifty-Six","descr":"Unter dem Druck seines Trainers Derek Williams hat sich Spitzen-Basketballer Russell Clarke dazu entschieden, an die renommierte SKU zu wechseln. Dann erhält er ein Angebot von Yale, das er kaum ausschlagen kann, und trifft sich zu einem klärenden Gespräch mit Williams, der sich verplappert und Russell seinen Deal mit der SKU verrät: Er wäre Assistenztrainer geworden, wenn Russell den Vertrag unterzeichnet hätte. Russell erkennt frustriert, dass er nur benutzt wurde, und versucht nun alles, um Brooke wieder zurück zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8462664,"hoster":"VOE"},{"redirect":8328741,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liebesnöte","epNo":13,"alt":"Chapter Fifty-Seven","descr":"Kimberly Woods hat Probleme mit ihrer Schülerin Sheila, die sich heftig in sie verliebt hat und vor der ganzen Klasse einen erotischen Traum vorträgt, in dem sie Kimberly vernascht. Als sie auch noch spätabends mit einem Strauß Rosen bei Kimberly auftaucht, weiß die Lehrerin sich nicht mehr selbst zu helfen. Sie wendet sich an Harper, der Sheila in eine andere Klasse versetzt. Daraufhin rastet das Mädchen aus und verwüstet Kimberlys Wohnung. Zu ihrem eigenen Schutz bleibt Harper nun nichts anderes übrig, als Kimberly an eine Schule außerhalb Bostons zu versetzen.","versions":[{"lang":1,"streams":[{"redirect":8462665,"hoster":"VOE"},{"redirect":8328743,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Coming Out","epNo":14,"alt":"Chapter Fifty-Eight","descr":"Weil er in der Schwimmstaffel versagt hat und obendrein schwul ist, wurde der Schüler Trevor von seinen Klassenkameraden zusammengeschlagen. Guber erkennt, dass etwas gegen die Vorurteile gegenüber Homosexuellen unternommen werden muss, und gründet die Schwulen-Herero-Gemeinschaft, bei deren Treffen die heterosexuellen Schüler mit den homosexuellen kommunizieren und diskutieren sollen. Zum ersten Treffen erscheinen jedoch lediglich ein schwuler Schüler und eine lesbische Schülerin.","versions":[{"lang":1,"streams":[{"redirect":8462666,"hoster":"VOE"},{"redirect":8328746,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Spionage","epNo":15,"alt":"Chapter Fifty-Nine","descr":"Seit Tagen hält sich hartnäckig das Gerücht, dass die Winslow High ausspioniert wird. Guber ist auf der Hut und verstärkt die Sicherheitsmaßnahmen, woraufhin er tatsächlich einen gewissen Mr. Fields erwischt. Wie sich herausstellt, ist Fields im Auftrag des Bürgermeisters unterwegs, der im Vorfeld seiner Wiederwahl mit einem hohen Bildungsniveau in seinem Bezirk glänzen möchte. Außerdem hat er eine gute Nachricht für Harper: Damit er nicht weiterhin in Arbeit erstickt, will der Bürgermeister Gelder für einen zweiten Konrektor bereitstellen. Begeistert von diesem Angebot entscheiden sich Harper und Guber schließlich für Marla als zweite Konrektoren.","versions":[{"lang":1,"streams":[{"redirect":8462667,"hoster":"VOE"},{"redirect":8328748,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Harter Entzug","epNo":16,"alt":"Chapter Sixty","descr":"Danny Hansons Schwester Joannie ist drogenabhängig. Als sie zum wiederholten Mal einen Entzug beginnt, setzt sie ihre Tochter Allison kurzerhand bei Danny ab und bittet ihn, sie bei einer Freundin abzuliefern. Danny hat zunächst Schwierigkeiten mit der Kleinen, schließt sie dann aber so ins Herz, dass er es nicht fertig bringt, sie bei Joannies wenig verantwortungsbewusst wirkender Freundin abzugeben.","versions":[{"lang":1,"streams":[{"redirect":8462668,"hoster":"VOE"},{"redirect":8328751,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Im Rampenlicht","epNo":17,"alt":"Chapter Sixty-One","descr":"Hanson und Claire haben Hansons Nichte Allison bei sich aufgenommen, während ihre Mutter Joannie eine Drogentherapie macht. Die drei geben eine reizende Familie ab, und als Joannie endlich clean ist, fällt es Hanson nicht gerade leicht, das Mädchen wieder abzugeben. Als er obendrein auch noch erfährt, dass Joannie mit Allison nach San Diego ziehen will, ist er am Boden zerstört.","versions":[{"lang":1,"streams":[{"redirect":8462669,"hoster":"VOE"},{"redirect":8328752,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Angeklagt","epNo":18,"alt":"Chapter Sixty-Two","descr":"Weil Allison bald Geburtstag hat, plant Claire ein riesiges Fest im Haus ihrer Eltern. Hanson rät zwar zur Bescheidenheit und versucht seiner Freundin wenigstens die Ponys für die Kinder auszureden, doch vergebens: Auf ihrer rauschenden Party findet Claire nicht nur Ponys zum Reiten vor, sondern auch jegliches Spielzeug, von dem Kinder träumen. Als Allisons Mutter auftaucht, traut sie ihren Augen kaum. Sie ist offenbar betrunken und beendet jäh die Party, indem sie ihre Tochter einfach mitnimmt.","versions":[{"lang":1,"streams":[{"redirect":8462670,"hoster":"VOE"},{"redirect":8328755,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Offene Worte","epNo":19,"alt":"Chapter Sixty-Three","descr":"Ronnie hat es geschafft: Innerhalb von vier Wochen hat sie die Ergebnisse der Winslow High stark verbessert. Das bringt ihr viel Ruhm und noch mehr Bewunderung von Dave Fields ein, der unübersehbar bis über beide Ohren in sie verknallt ist. Er schmeichelt Ronnie so sehr, das sie sich ihm nicht mehr länger entziehen kann und mit ihm zu flirten beginnt. Das führt allerdings zu Problemen mit Zach, der seinen Konkurrenten schließlich einfach niederschlägt.","versions":[{"lang":1,"streams":[{"redirect":8462672,"hoster":"VOE"},{"redirect":8328758,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Rabeneltern","epNo":20,"alt":"Chapter Sixty-Four","descr":"Hansons Nichte Allison lebt wieder bei ihrer Mutter Joannie, die nach einem mehrwöchigen Drogenentzug nach Hause zurückgekehrt ist. Doch plötzlich taucht Joannie erneut bei Hanson auf und bittet ihn, sich für einen Tag um Allison zu kümmern – allerdings soll Claire nicht dabei sein. Widerstrebend gibt Hanson nach und geht tags darauf mit Allison auf den Spielplatz. Dort findet er jedoch heraus, dass Joannie offenbar wieder drogensüchtig ist – ein Verdacht, der sich bestätigt, als er in ihrer Wohnung ein Spritzbesteck findet. Rat suchend wendet er sich an Claire, die ihn dazu überredet, das Jugendamt einzuschalten.","versions":[{"lang":1,"streams":[{"redirect":8462673,"hoster":"VOE"},{"redirect":8585001,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Shakespeare in Noten","epNo":21,"alt":"Chapter Sixty-Five","descr":"Weil Harper der zweiten Konrektorin Ronnie aufgetragen hat, über Einsparmaßnahmen an der Winslow High zu entscheiden, ist Guber zutiefst erschüttert – war die Verwaltung der Finanzen doch jahrelang seine Aufgabe. Verzweifelt wendet er sich an Lipschultz und vertraut seinem Kollegen bei dieser Gelegenheit auch gleich an, dass dessen Stelle gefährdet ist. Daraufhin brechen sämtliche Lehrer in Panik aus, und Harper fühlt sich von Guber ebenso verraten wie dieser sich von ihm. Als schließlich auch noch sein Schüler Darryl Quinones bei einer Schießerei stirbt, ist für Guber das Maß voll: Nach jahrzehntelanger Lehrertätigkeit schmeißt er seinen Job an der Winslow High.\u0026lt;br /\u0026gt;","versions":[{"lang":1,"streams":[{"redirect":8462671,"hoster":"VOE"},{"redirect":8328762,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zitterpartie","epNo":22,"alt":"Chapter Sixty-Six","descr":"Noch immer bedrohen einschneidende Budgetkürzungen die Winslow High. Harper ist mit seiner Weisheit am Ende und befürchtet, einige Lehrer entlassen zu müssen. Um das Schlimmste zu verhindern, lockt er Guber mit einem Trick zurück an die Schule und beauftragt ihn, zusammen mit seiner Erzfeindin Ronnie das Budget noch einmal zu überarbeiten. Unterdessen erfährt Hanson bei einem Essen mit Claires Vater, dass seine Angebetete schon zwei Verlobte vor dem Altar stehen ließ. Es kommt zu einem bitteren Streit zwischen Hanson und Claire, woraufhin die gemeinsame Zukunft plötzlich wieder in der Schwebe hängt.","versions":[{"lang":1,"streams":[{"redirect":8462674,"hoster":"VOE"},{"redirect":8328764,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Machtkämpfe","epNo":1,"alt":"Chapter Sixty-Seven","descr":"Als Ronnie spätabends die Schule verlässt, wird sie Zeugin eines Vergewaltigungsversuchs. Der Täter Joseph streitet jedoch alles ab, und auch das Opfer Marie behauptet, es habe sich um einvernehmlichen Sex gehandelt. Aber Ronnie weiß, dass Vergewaltigungsopfer aufgrund der Scham selten aussagen wollen, und beharrt darauf, den Jungen anzuzeigen. Erst als Marie ihr eröffnet, dass sie anatomisch gesehen ein Mann ist, entschließt sich Ronnie, ihre Aussage zurückzuziehen.","versions":[{"lang":1,"streams":[{"redirect":8462675,"hoster":"VOE"},{"redirect":8328767,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heiße Eisen","epNo":2,"alt":"Chapter Sixty-Eight","descr":"Guber ist entsetzt, weil seine Angebetete Marilyn offenbar mit Harper zusammen ist. Auf Ronnies Rat hin beschließt er jedoch, um seine Liebe zu kämpfen, und bringt Harper fortan bei jeder Gelegenheit in Misskredit. Bei Marilyn stößt er damit allerdings auf taube Ohren – und er riskiert mit dieser Strategie, gleich zwei Freunde auf einmal zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":8462676,"hoster":"VOE"},{"redirect":8328769,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unter Strom","epNo":3,"alt":"Chapter Sixty-Nine","descr":"Der Schüler Peter hat bei einem Diavortrag einen Stromstoß erlitten und ist seitdem völlig verwandelt: Er hält sich plötzlich für Jesus und bringt damit nicht nur seine Mitschüler, sondern auch seine Lehrer zur Verzweiflung. Ronnie empfiehlt, einen Psychologen hinzuzuziehen, doch Dr. Oxenberg kann bei Peter nichts Abnormes entdecken, und auch der herbeigerufene Geistliche Pater Donavan weiß keinen Rat.","versions":[{"lang":1,"streams":[{"redirect":8462681,"hoster":"VOE"},{"redirect":8328778,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auge um Auge","epNo":4,"alt":"Chapter Seventy","descr":"Jake ist nach wie vor als Drogenfahnder an der Winslow High und gaukelt Jenn etwas von Liebe vor, um an ihren mit Drogen dealenden Bruder John heranzukommen. Er steht kurz vor dem Zugriff, doch Jenn vermasselt die Aktion, weil sie heimlich ein paar Pillen aus Jakes Jackentasche geschluckt hat und nun mit ernsthaften Beschwerden in ein Krankenhaus gebracht werden muss.","versions":[{"lang":1,"streams":[{"redirect":8462677,"hoster":"VOE"},{"redirect":8328779,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bittere Erkenntnis","epNo":5,"alt":"Chapter Seventy-One","descr":"Hansons Schüler Julien verbringt auffällig viel Zeit in der Schule und nutzt jede Gelegenheit, sich Hansons Familie zu nähern. Hanson ist der Meinung, er müsse eine Grenze zwischen Beruf und Privatleben ziehen, und verbietet Julien trotz Claires vehementem Protest, ihn zu Hause zu besuchen. Dann stellt sich jedoch heraus, dass Julien von seinem Vater brutal misshandelt wird, weil dieser ihn für einen \"jämmerlichen\" Homosexuellen hält.","versions":[{"lang":1,"streams":[{"redirect":8462678,"hoster":"VOE"},{"redirect":8328786,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erpressung","epNo":6,"alt":"Chapter Seventy-Two","descr":"Hanson trainiert das junge Radsport-Ass Taylor Graham für ein Rennen, als dieser plötzlich stürzt und ins Krankenhaus eingeliefert werden muss. Dort stellen die Ärzte fest, dass Taylor an Muskelschwund leidet und vermutlich in spätestens zwei Jahren im Rollstuhl sitzen wird. Hanson schlägt dem Jungen daraufhin vor, die Schule zu schmeißen und das Leben zu genießen, stößt damit aber auf Unverständnis bei Harper.","versions":[{"lang":1,"streams":[{"redirect":8462679,"hoster":"VOE"},{"redirect":8328784,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In Nöten","epNo":7,"alt":"Chapter Seventy-Three","descr":"Charlie hat sich für die Teen-Hotline zur Verfügung gestellt, ist als Kummerkastentante jedoch nur wenig geeignet, weil er die Sorgen der jungen Leute einfach nicht ernst nimmt. Auch als ein Junge namens Oswald mit Suizid-Absichten bei ihm anruft, zeigt Charlie zu Ronnies Entsetzen kein bisschen Einfühlungsvermögen. In seiner raubeinigen Art gelingt es ihm aber dennoch, zu Oswald durchzudringen und sich mit ihm zu einem persönlichen Gespräch zu verabreden.","versions":[{"lang":1,"streams":[{"redirect":13053477,"hoster":"VOE"},{"redirect":8328791,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Agentin ohne Herz","epNo":8,"alt":"Chapter Seventy-Four","descr":"Nachdem Guber entdeckt hat, dass vom Bibliothekscomputer aus immer wieder eine bestimmte Terrorismus-Website angeklickt wird, bleibt Harper nichts anderes übrig, als das FBI einzuschalten. Daraufhin erscheint die toughe FBI-Agentin Monica Price und nimmt die beiden arabischen Schüler Khalid und Sabeen Mubarek unter die Lupe. Harper versucht alles, um die Untersuchung geheim zu halten, aber trotzdem sickern Gerüchte durch – und Khalid und Sabeen sehen sich einer gnadenlosen Hetzkampagne ausgeliefert.","versions":[{"lang":1,"streams":[{"redirect":12172971,"hoster":"VOE"},{"redirect":8328795,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mit Herz und Handschellen","epNo":9,"alt":"Chapter Seventy-Five","descr":"Die Justiz geht immer merkwürdigere Wege: Per richterlicher Verfügung wurden Marlas Schüler Eddie und sein Vater Big Ed mit Handschellen aneinandergekettet und müssen nun wohl oder übel eine ganze Woche miteinander verbringen. Ed bleibt daraufhin nichts anderes übrig, als zusammen mit seinem Sohn am Unterricht teilzunehmen. Dabei verliebt er sich prompt in Marla, die ihm auch nicht abgeneigt zu sein scheint. Eine Verabredung gestaltet sich unter diesen Umständen allerdings schwierig.","versions":[{"lang":1,"streams":[{"redirect":8462683,"hoster":"VOE"},{"redirect":8328797,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weihnachtsüberraschungen","epNo":10,"alt":"Chapter Seventy-Six","descr":"Die Winslow High trifft letzte Vorbereitungen für die alljährliche Weihnachtsfeier, bei der Spenden zugunsten musikalisch talentierter Kinder gesammelt werden sollen. Marla spricht kurzerhand einen Musiker an und bittet ihn, mit seiner Band auf der Feier zu spielen. Der Musiker willigt ein, doch Marla hat keine Ahnung, wen sie sich da an die Schule geholt hat: Es ist Michael Stipe, Sänger der Band R.E.M..","versions":[{"lang":1,"streams":[{"redirect":8462684,"hoster":"VOE"},{"redirect":8328801,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dunkle Vergangenheit","epNo":11,"alt":"Chapter Seventy-Seven","descr":"Die junge Schülerin Rainy, die in ihrem zarten Alter schon ein beachtliches Vorstrafenregister aufweisen kann, wird nach langer Zeit aus dem Erziehungsheim entlassen und kehrt an eine normale Schule – die Winslow High – zurück. Dort versucht man, Rainy die Wiedereingliederung so einfach wie möglich zu machen, doch als eines Tages einer der Schulcomputer fehlt, fällt der Verdacht natürlich sofort auf sie – zumal sie von ihrer Mitschülerin Marilee schwer belastet wird. Marla setzt sich jedoch für Rainy ein und findet heraus, dass nicht sie, sondern Marilee den Computer gestohlen hat.","versions":[{"lang":1,"streams":[{"redirect":12269317,"hoster":"VOE"},{"redirect":8328802,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schwarz und weiß","epNo":12,"alt":"Chapter Seventy-Eight","descr":"In einer Diskussion zum Thema der Minderheitenquote an Universitäten kommt es zu einem heftigen Streit zwischen den Schülern Lawrence und Alex, von dem alle Schüler mitgerissen werden. Wie sich jedoch herausstellt, ist die Auseinadersetzung zwischen den beiden eine ganz persönliche, da der Schwarze Lawrence in Harvard aufgenommen wurde, während sein ebenso begabter weißer Widersacher Alex mit einer weniger renommierten Universität vorlieb nehmen muss. Um die schwelenden Rassenunruhen in geordnete Bahnen zu lenken, organisiert Hanson schließlich eine Podiumsdiskussion. Dabei fällt Harper beinahe vom Glauben ab: Marilyn outet sich als Republikanerin!","versions":[{"lang":1,"streams":[{"redirect":8462687,"hoster":"VOE"},{"redirect":8328812,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sorgenkinder","epNo":13,"alt":"Chapter Seventy-Nine","descr":"Marla ist außer sich vor Freude: Schon der erste Versuch der künstlichen Befruchtung hat geklappt. Weniger Glück hat das Heimkind Rainy. Sie hat sich in ihren Mitschüler Troy verliebt, doch der traut sich selbst nach einer wilden Knutscherei im Auto nicht, sich vor seinen Freunden zu dem unkonventionellen Mädchen zu bekennen. Als sie daraufhin weinend im Waschraum sitzt, erlebt sie den nächsten Schock: Sie muss hilflos mit ansehen, wie Marla ihr Kind verliert. Die Situation scheint schließlich jedoch ein gutes Ende zu nehmen, denn die beiden freunden sich an, und Marla bietet Rainy an, die Pflegschaft für sie zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":8462685,"hoster":"VOE"},{"redirect":8328810,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Feldpost","epNo":14,"alt":"Chapter Eighty","descr":"Gerade als Harper mit seinen Kollegen die Wahl zum \"Rektor des Jahres\" feiert, erreicht ihn die Nachricht, dass sein ehemaliger Schüler Billy Deegan im Irak von Heckenschützen erschossen wurde. Harper versinkt in eine tiefe Trauer und lässt keinen seiner Freunde mehr an sich heran. Stattdessen schwelgt er in Erinnerungen an Billy, einen Jungen aus ärmsten Verhältnissen, dem Harper mit 16-Jahren das Lesen beigebracht und den er wie seinen eigenen Sohn ins Herz geschlossen hatte.","versions":[{"lang":1,"streams":[{"redirect":8462689,"hoster":"VOE"},{"redirect":8328819,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Krisenstimmung","epNo":15,"alt":"Chapter Eighty-One","descr":"Mit seinen unkonventionellen Methoden hat Kunstlehrer Henry Preston die Schüler in eine wahre Kunst-Euphorie versetzt. Marlas Pflegekind Rainy geht mit ihrer Kreativität allerdings ein bisschen zu weit und lässt im Schultreppenhaus Nacktfotos von sich machen. Als Marla auch noch mitbekommt, dass die Schüler dauernd Penisse zeichnen, platzt ihr endgültig der Kragen.","versions":[{"lang":1,"streams":[{"redirect":8462688,"hoster":"VOE"},{"redirect":8328818,"hoster":"Streamtape"}]}]}]}]}