{"seriesId":"boukensha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta","name":"Boukensha ni Naritai to Miyako ni Deteitta Musume ga S Rank ni Natteta","descr":"[My Daughter Left the Nest and Returned an S-Rank Adventurer] Das Leben eines Abenteurer ist nicht immer glamourös. Das erfährt Belgrieve am eigenen Leib, als eine tödliche Begegnung ihn seines Beins beraubt und ihn daran hindert, seinen Träumen von Ruhm und Reichtum nachzujagen. Aber das Schicksal ist mit dem Abenteurer im Ruhestand noch nicht fertig! Beim Kräutersammeln in der Wildnis entdeckt er ein ausgesetztes kleines Mädchen, dem er den Namen Angeline gibt und beschließt, es wie sein eigenes großzuziehen. Angeline wächst zu einer hochrangigen Abenteurerin heran, doch nachdem sie sich in die Welt hinauswagt und sich einen Namen gemacht hat, sind Ruhm, Reichtum und Macht für die erfolgreiche Abenteurerin mit dem S-Rang nicht mehr von Belang: Sie wünscht sich nichts sehnlicher, als ihren Vater wiederzusehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Angeline\u0027s melancholy","descr":"Der Abenteurer Belgrieve, der Rote Oger, verliert sein Bein durch ein Monster und muss sich zurückziehen. Er findet ein verlassenes Baby in der Nähe seines Hauses im Dorf Turnera und beschließt, es als seine Tochter Angeline großzuziehen. Als sie zwölf Jahre alt ist, beschließt Angeline, genau wie Belgrieve eine Abenteurerin zu werden, und obwohl er um ihre Sicherheit fürchtet, schickt Belgrieve sie nach Orphen, um der Gilde beizutreten. Nach fünf Jahren wird Angeline als Schwarzhaarige Walküre berühmt, die jüngste lebende S-Rang-Abenteurerin. Nachdem sie einen Drachen getötet hat, beschließt Angeline, in den Urlaub zu fahren, um Belgrieve zu besuchen, muss jedoch absagen, als der Gildenmeister ihr einen dringenden Auftrag aufdrängt, was Belgrieve enttäuscht zurücklässt. Wochen später bekommt sie endlich ihren Urlaub, aber auf Reisen rettet sie die edle Seren Bordeaux vor Banditen und ist gezwungen, Seren zu ihrem kranken Vater Graf Bordeaux zurückzugeben, was so lange dauert, bis ihr Urlaub abläuft. Belgrieve ist erneut enttäuscht und lenkt sich ab, indem er den Dorfkindern Abenteuerfähigkeiten beibringt. Angelines Gruppenmitglieder, Bogenschützin Anessa und Blitzmagierin Miriam, helfen ihr, sich besser zu fühlen. Sie bleibt fest entschlossen, Belgrieve in ihrem nächsten Urlaub wiederzusehen und schickt ihm viele Briefe, in denen sie ihre Abenteuer beschreibt.","versions":[{"lang":3,"streams":[{"redirect":13824738,"hoster":"VOE"},{"redirect":13835402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Belgrieve the Red Ogre","descr":"Belgrieve wird von Sasha Bordeax, Serens Schwester, besucht. Dank Angeline konnte Seren ihren Vater sehen, bevor er starb, aber als Angeline ihre Belohnung ablehnte, gab Sasha sie Belgrieve, 100 Gold. Da sie selbst eine Abenteurerin mit AA-Rang ist, fordert Sasha ein Duell und wird schnell von ihm besiegt. Überzeugt von seiner Größe verspricht sie, zurückzukehren, um mehr von ihm zu erfahren, was ihn verwirrt. Aufgrund zunehmender Monsterangriffe wird Angelines Urlaub erneut verweigert. Gerüchte verbreiten sich, dass 72 Dämonenkönige zurückkehren könnten, unsterbliche Homunkuli, die vom wahnsinnigen Zauberer Solomon erschaffen wurden. Belgrieve wird von Helvetica, Serens und Sashas älterer Schwester und nun Gräfin nach dem Tod ihres Vaters, besucht. Helvetica besteht darauf, dass er ihrer Familie als Krieger dient und droht, ihn zu entführen, wenn er sich weigert. Belgrieve bringt ihre Soldaten in Angst und Schrecken, sodass sie sich unterwerfen muss, und besteht stattdessen darauf, dass er sie heiratet. Seren ist an Helveticas kindische Mätzchen gewöhnt und bekommt sie unter Kontrolle, bevor sie Belgrieves Einladung annimmt, dass alle am Erntedankfest teilnehmen sollen. Aufgrund des Mangels an Abenteurern erwägt die Gilde, pensionierte Abenteurer zu bitten, ihre Arbeit wieder aufzunehmen, was Angeline Hoffnung gibt, dass sie und Belgrieve gemeinsam auf Abenteuer gehen könnten. An anderer Stelle manifestiert sich ein seltsames Wesen in einer Höhle auf der Suche nach seinem verlorenen Meister.","versions":[{"lang":3,"streams":[{"redirect":13824729,"hoster":"VOE"},{"redirect":13835415,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Welcome Home, Angeline","descr":"Mit der Ankunft des Winters weiß Belgrieve, dass Angeline sie erst im Frühling besuchen kann. Bei der Rückrufaktion pensionierter Abenteurer trifft Angeline auf ihre alten S-Rang-Freunde Cheborg, den Vernichter, Dortos, den Silbernen und Maria, die Drachenjägerin. Mit der Arbeitskraft, die er brauchte, ordnet der Gildenmeister eine Untersuchung der Ursache der zunehmenden Monsteraktivität an; ein möglicherweise wiederbelebter Dämonenfürst in einem nahegelegenen Verlies. Beim Betreten des Kerkers erscheint der Dämonenfürst als verdorbenes Kind namens Ba’al, das verzweifelt seinen Meister sucht und aus seiner Wut und seinem Elend Monster hervorbringt. Trotz seiner überwältigenden Kraft zerstört Angeline Ba’al, wird jedoch verletzt und fällt in Ohnmacht. Angeline wird dafür gefeiert, dass sie einen Dämonenfürsten besiegt hat. Unterdessen holt ein finsterer Zauberer die Überreste von Ba\u0027al zurück und hält Angeline für eine Bedrohung seiner Pläne. Angeline bekommt endlich ihren Urlaub und besucht Turnera mit Anessa und Miriam, wo sie schließlich wieder mit Belgrieve zusammentrifft, die sie zu Hause willkommen heißt.","versions":[{"lang":3,"streams":[{"redirect":13824730,"hoster":"VOE"},{"redirect":13835413,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Quiet Days in Turnera with the Occasional Family Spat","descr":"Der Zauberer wird von Feinden angegriffen, wodurch ein Teil von Ba’als Macht entweichen kann. Angelines Freunde sind überrascht, dass sie gegenüber Belgrieve wieder kindisches Verhalten an den Tag legt, sich wie ein Kleinkind an ihn klammert und schmollt. Dank Angelines Prahlerei erfährt Belgrieve, dass er als \"Roter Oger\" berühmt geworden ist, ein Titel, den sie erfunden hat, was ihm Unbehagen bereitet, da er das Gefühl hat, dass er diesen Ruhm nicht rechtmäßig verdient hat. Angeline fordert ein Duell, um seine Stärke zu beweisen, und Anessa und Miriam sind erstaunt, als Angeline im S-Rang mit einem einzigen Zug verliert. Belgrieve besteht darauf, dass Angeline aufhört, ihn Roter Oger zu nennen. Während des Abendessens zögert Miriam aufgrund ihrer Beast-Folk-Ohren, ihren Hut abzunehmen, da die meisten Menschen eine Voreingenommenheit gegen Beast-Folk haben. Deshalb ist sie überrascht und glücklich, als Belgrieve es nicht tut und ihr sogar den Kopf tätschelt. Belgrieve ist besorgt darüber, dass der vermeintliche Dämonenfürst, den Angeline besiegt hat, der Kreatur, die ihm das Bein genommen hat, bekannt vorkommt. Aus Angst um ihre Sicherheit verbietet Belgrieve Angeline ein weiteres Abenteuer, bis sie ihn besiegt, und verspricht sogar, sie zu verleugnen, wenn sie nicht gehorcht. Angeline ist zu einem ernsthaften Kampf gezwungen und besiegt ihn mit einem einzigen Zug, was beweist, dass ihre Fähigkeiten seine übertroffen haben. Dann zwingt sie ihn, sich für seine Gemeinheit zu entschuldigen. Nachdem sie seinen wilden Kriegergeist gesehen haben, denken Miriam und Anessa, dass Red Ogre perfekt zu Belgrieve passt.","versions":[{"lang":3,"streams":[{"redirect":13824700,"hoster":"VOE"},{"redirect":13835414,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Road to Bordeaux","descr":"Die Kultisten von Solomon, Byaku und Saintess, versuchen, Menschen um Geld zu betrügen, indem sie sich gegen Adlige aussprechen, und teleportieren sich dann weg, als sie von Cheborg und dem Gildenmeister konfrontiert werden. Belgrieve wird gebeten, einen Brief an Helvetica zu überbringen, in dem es um Reparaturen an Turneras Straßen geht. Deshalb verlangt Angeline, dass er Orphen auf derselben Reise mit ihr besucht. Als Belgrieve im Gebiet von Bordeaux ankommt, trifft er auf Saintess und erkennt an ihrer Kleidung, dass sie dem Wiener Kult aus der Stadt Lucrecia angehört. Belgrieve besucht Helvetica, begleitet von Angeline für den Fall, dass Helvetica versucht, Belgrieve erneut zu heiraten. Helvetica hilft Turnera gerne, aber Graf Malta von Hazel hält derzeit Arbeiter in seinem Territorium fest, da er Bordeaux verachtet und seit dem Tod des Grafen Bordeaux immer unvernünftiger wird. Ohne die Arbeiter kann nirgendwo in der Region etwas repariert werden, auch nicht in Turnera. Trotz Belgrieves Desinteresse an einer Verabredung besteht Angeline darauf, dass Helvetica nicht mütterlich genug ist, um ihre neue Mutter zu sein. Ash, ein Schwertkämpfer im Dienst der Bordeaux, lehnt Belgrieves Schwertkunst ab und besteht darauf, dass seine eigenen Fähigkeiten weit überlegen seien. Sasha verlangt, dass er es beweist, indem er sich mit Belgrieve duelliert. Malta beschließt, Bordeaux anzugreifen und Helvetica die Macht zu entreißen, ignoriert dabei Byakus Rat, zu warten, bis Belgrieve und Angeline gegangen sind.","versions":[{"lang":3,"streams":[{"redirect":13824731,"hoster":"VOE"},{"redirect":13835403,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Rebels Acting in Secret","descr":"Belgrieve gewinnt sein Duell gegen Ash aus Versehen, als seine Beinprothese im Schlamm ausrutscht und Ash mit seinem Schwert zu Boden fällt. Obwohl Belgrieve zugibt, dass es ein Unfall war, akzeptiert Ash seine Niederlage und entschuldigt sich aufrichtig für seine Arroganz. Malta befiehlt Saintess, Monster auf dem Gebiet von Bordeaux freizulassen. Saintess verachtet Malta, da er zum gleichen korrupten Adel gehört wie der Papst des Wiener Kults, der den Tod ihrer Eltern arrangiert hat, um deren Reichtum zu stehlen. Nachdem sie obdachlos geworden war, weihte ein Priester sie in den Salomo-Kult ein und schickte sie dann aus, um den Wiener Kult zu infiltrieren und ihn von innen zu Fall zu bringen. Er gab ihr auch Samiginas Ring, mit dem sie jetzt Monster beschwört. Die Soldaten und Abenteurer von Bordeaux kämpfen gegen die Monster. Ash und Belgrieve verteidigen Helvetica und ihre Schwestern. Angeline wird beinahe von einem Darkwalker besiegt, der in ihren Geist eindringt und Verzweiflung hervorruft. Saintess vertreibt die Monster, als Malta ankommt, und behauptet, er habe seine Armee mitgebracht, um Bordeaux nach dem Tod von Helvetica und ihren Schwestern zu unterstützen. Er ist überrascht und empört, als er erfährt, dass sie alle überlebt haben, behält aber seine offensichtlich falsche, hilfsbereite Haltung bei. Helvetica ist irritiert, dass es keine Beweise gibt, die ihm ein Verbrechen vorwerfen könnten. Angeline ist tief beeindruckt von den geistigen Fähigkeiten des Darkwalkers.","versions":[{"lang":3,"streams":[{"redirect":13824739,"hoster":"VOE"},{"redirect":13835404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Long Night and a Bright Dawn","descr":"Malta schmiedet einen finsteren Plan, um nach Helvetica zu gelangen. Während sie patrouilliert, trifft Sasha auf Saintess und Byaku und stellt fest, dass sie es auf Helvetica abgesehen haben. Sie wird durch Byakus seltsame Magie fast getötet, aber von Ash und Angeline gerettet. Als Byaku Belgrieves Namen erkennt, identifiziert er Angeline als dieselbe Art von Kreatur wie er selbst und teleportiert sich dann weg. Nachdem sie sich während des Kampfes davongeschlichen hat, beschwört Saintess Untote, um das Herrenhaus von Bordeux anzugreifen, und greift Belgrieve selbst wütend an, als er weiterhin Helvetica beschützt. Helvetica macht sich Vorwürfe, Malta ignoriert zu haben, bis es zu spät war. Sie beschließt, eine stärkere Anführerin zu werden, und als die untote Leiche ihres Vaters geschickt wird, um sie und Seren zu töten, wie Malta es geplant hat; Sie tötet ihn selbst, um ihre Entschlossenheit zu beweisen. Samiginas Ring verzehrt die verängstigte Heilige fast, bis Belgrieve sie rettet, indem er ihn zerstört. Verärgert, aber dankbar bedankt sie sich bei Belgrieve, bevor sie mit Byaku geht. Malta versucht zu fliehen, doch die schlimmere Helvetica lässt ihn stillschweigend ermorden. Nachdem die Gefahr vorüber ist, beschließt Belgrieve, nach Turnera zurückzukehren, während Angeline zur Gilde in Orphen zurückkehrt, um ihre Arbeit wieder aufzunehmen. Angeline ist wütend, als Helvetica heimlich den schockierten Belgrieve küsst und ihren Wunsch wiederholt, ihn eines Tages zu heiraten.","versions":[{"lang":3,"streams":[{"redirect":13824701,"hoster":"VOE"},{"redirect":13835405,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Meeting the Inhabitants of the Woods","descr":"Eine Elfin stellt sich im Wald einer anderen Kreatur auf der Suche nach ihrem Meister. Belgrieve hat einen Untermieter namens Duncan aufgenommen, einen Abenteurer, der überlegt, in den Ruhestand zu gehen, um eine Frau zu finden. Nachdem er Turnera mit Duncan und einigen der älteren Kinder vor Monstern verteidigt hat, ist Belgrieve traurig, dass sie sich bald auf den Weg machen werden, um Abenteurer zu werden, während er älter und weniger fähig wird. Ein zweiter Elf, Graham der Paladin, kommt auf der Suche nach der weiblichen Elfe, seiner Großnichte Prinzessin Marguerite, der Tochter des Elfenkönigs Oberon, die weggelaufen ist, um die zurückkehrenden Dämonenkönige zu töten. Die Zunahme der Monster rund um Turnera ist ein Zeichen für einen Dämonenkönig, daher plant Graham, auf das Erscheinen von Marguerite zu warten, bevor sie getötet wird. Angeline ist einsam, aber als Miriam ihr vorschlägt, einen Freund zu finden, beschließt Angeline stattdessen, eine Frau für Belgrieve zu finden, damit er nicht einsam ist. Ihre erste Option ist Yuri, eine pensionierte Abenteurerin, die zur Gildensekretärin geworden ist, aber befürchtet, dass sie nicht mütterlich genug ist, nachdem sie gesehen hat, wie ihr Gildenmeister Leo bestraft wurde. Als nächstes kommt Rosetta, die ein Waisenhaus leitet und definitiv mütterlich ist. Marguerite taucht schließlich in Turnera auf, rennt aber weg, als sie Graham sieht. Während sie eine Partnervermittlungsparty für Belgrieve plant, entdeckt Angeline Byaku und Saintess in Orphen und stellt sie zur Rede.","versions":[{"lang":3,"streams":[{"redirect":13824740,"hoster":"VOE"},{"redirect":13835408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Father and Daughter Meet New People","descr":"Priesterin und Byaku überzeugen Angeline, dass sie für ihre Verbrechen büßen wollen, gerade als sie von Inquisitoren der Lucrecian-Kirche angegriffen werden. Angeline ist gezwungen, sie zu töten, bevor sie von der Priesterin erfährt, dass ihr verstorbener Vater, ein lukrekischer Bischof, fälschlicherweise der Ketzerei beschuldigt und von der Inquisition ermordet wurde. Alles, was sie getan hat, diente der Rache, aber sie hat beschlossen, die Rache aufzugeben, nachdem Belgrieve sie gerettet hatte. Angeline beschließt, sie zur Helvetica in Bordeaux zu begleiten, um sich zu entschuldigen. Marguerite konfrontiert den kindlich wiederauferstandenen Dämonenkönig, bis Belgrieve sie zum Rückzug zwingt, nachdem er erkannt hat, dass es sich tatsächlich um ein Kind handelt, das heftig auf Marguerites Angriffe reagiert, aber nach dem Verlassen nicht mehr bedrohlich wird. Marguerite ärgert sich darüber, dass sie sich einmischen, und rennt erneut vor Graham davon. Belgrieve überredet sie, zurückzukehren, damit sie und Graham sich beide entschuldigen können. Leo hat Angst, die Kirche zu überqueren, nachdem Angeline die Existenz der angeblichen Inquisition bestätigt hat, stimmt aber zu, dass Angeline die Priesterin als Leibwache bewachen kann. Miasma beginnt sich auf Turnera auszuwirken, doch Belgrieve und Marguerite stellen fest, dass es nicht vom Dämonenkönig, sondern von einem mutierten Monster stammt. Auf der Flucht mit dem kranken Dämonenkönig Graham stellt fest, dass sein Körper ein Mensch ist, solange das Kind über die Magie des Dämonenkönigs verfügt. Belgrieve trifft die überraschende Entscheidung, das Kind selbst großzuziehen, ist sich jedoch nicht sicher, wie Angeline auf die Geburt eines Geschwisterchens reagieren wird.","versions":[{"lang":3,"streams":[{"redirect":13824741,"hoster":"VOE"},{"redirect":13835412,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Wriggling Malice","descr":"Der Zauberer gibt Baal zu seinem König zurück, der neugierig ist, wo der fehlende Teil geblieben ist. Angeline kümmert sich weiterhin um Byaku und Saintess, die jetzt ihren richtigen Namen Charlotte trägt. Maria willigt ein, ihnen Zauberunterricht zu geben. Viele von Charlotte betrogene Bürger weigern sich, sie in der Stadt bleiben zu lassen, werden aber von Rosetta weggeschickt. Charlotte lehnt Rosettas Freundlichkeit ab, da sie eine Wiener Nonne ist. Hypnotisierte Soldaten greifen Charlotte an und Rosetta wird verletzt, als sie sie beschützt. Sie fliehen zur Gilde, aber die Soldaten folgen ihnen. Die Abenteurer halten sie zurück, während Angeline die Inquisitoren, die die Soldaten kontrollieren, ausfindig macht und tötet. Enttäuscht über die Ergebnisse befreit der Zauberer Baal in der Stadt. Byaku schimpft mit Angeline, weil sie versucht, die Verantwortung allein zu übernehmen, während sie Ba\u0027al rücksichtslos angreift und Byaku zwingt, seine seltsame Magie erneut einzusetzen. Angeline erkennt ihre eigene Dummheit und nimmt den Kampf ernster. Sie besiegt Baal und beeindruckt den Zauberer. Er wird von Maria konfrontiert, die ihn erkennt, bevor er flieht. Sie beschließt zu untersuchen, was er vorhat. Als Charlotte merkt, dass sie sich falsch eingeschätzt hat, entschuldigt sie sich bei Rosetta. Belgrieve kümmert sich weiterhin um den Jungen. Marguerite fragt sich, warum er bei der Erziehung von Angeline nie geheiratet hat, was dazu führt, dass er sich liebevoll an eine Frau aus seiner Vergangenheit erinnert.","versions":[{"lang":3,"streams":[{"redirect":13824713,"hoster":"VOE"},{"redirect":13835407,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Belgrieve\u0027s Decision","descr":"Belgrieves Träume enthüllen, dass das Monster, das ihm das Bein nahm, von der gleichen Art war wie Ba’al. Maria trainiert Byaku, mit seinem eigenen Mana zu kämpfen, damit sein seltsames Mana des Dämonenkönigs seinen Körper nicht beschädigt. Ohne Samiginas Ring fühlt sich Charlotte wehrlos und erwägt, echte Magie zu erlernen. Angeline beschließt, mit beiden Belgrieve zu besuchen. Gildenmeister Lionel erhält einen besorgniserregenden Brief. In Turnera plant Marguerite, nach dem Herbstfest aufzubrechen, um ihre Abenteuer fortzusetzen, bevor es im Winter nicht mehr schneit. Duncan plant dasselbe und wünscht sich ein letztes Abenteuer, bevor er in den Ruhestand geht und heiratet. Lionel informiert Angeline, dass Großherzog Estogal ihre Anwesenheit verlangt hat, um sie für den Sieg über Ba’al zu belohnen, was bedeutet, dass sich der Besuch in Belgrieve bis nach dem Winter verschieben wird. Lionel spürt, dass Estogal politische Motive für die Vergabe der Belohnung hat, kann aber nichts dagegen tun. Angeline beschließt, alleine zu gehen und lässt Charlotte und Byaku bei Anessa und Miriam in Orphen zurück. Belgrieve verschafft Marguerite den Auftrag, einen reisenden Händler zu bewachen, der nach dem Festival nach Orphen reisen wird. Belgrieve möchte ungelöste Probleme aus seiner Vergangenheit klären und lässt den Jungen Mit widerwillig bei Graham zurück, damit er auf Reisen gehen kann. Angeline macht sich mit der Unterstützung ihres Abenteurerkollegen Gil auf den Weg. Belgrieve erinnert sich, dass er seine Parteimitglieder freiwillig verlassen hatte, nachdem er sein Bein verloren hatte, weil er sie nicht bremsen wollte. Ein Mitglied, Kasim, ist derzeit von einer Adelsfamilie inhaftiert.","versions":[{"lang":3,"streams":[{"redirect":13824732,"hoster":"VOE"},{"redirect":13835410,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Confronting the Past","descr":"Angeline lernt Estogals arroganten Sohn Villard kennen, der Angeline nur eingeladen hat, um die Zustimmung seines Vaters gegenüber seinem älteren Bruder Fernand zu gewinnen. Gil gelingt es, als Dienstmädchen einzudringen und Angeline Estogal darüber zu informieren, dass sie einen dritten Sohn, Francois, und eine Tochter, Liselotte, hat. Liselotte zeigt Angeline Kasim, wie sie unter der Burg eingesperrt ist, und Angeline kommentiert, dass seine Fähigkeiten verschwendet seien, wenn er sich in einer Zelle betrinke. Belgrieve und Marguerite kommen bei der Gilde an und erfahren, dass Angeline Frauen interviewt hat, um seine Frau zu werden, obwohl alle versuchen, es vor ihm zu verbergen. Belgrieve erkundigt sich nach seinen ehemaligen Teamkollegen. Schwertkämpfer Percival ist auf Abenteuerreise; Kasim arbeitet als Magier, wird aber derzeit vermisst, und Elf Satie hat das Abenteuer aufgegeben und ist vermutlich nach Hause zurückgekehrt. Miriam glaubt, dass Satie Belgrieves abwesender Schatz ist. Cheborg und Dortos laden Belgrieve zu einem Duell ein und er verliert nur knapp gegen den beeindruckten Cheborg. Angeline lernt Fernand, einen koketten Playboy, und Francois, den selbsternannten Sicherheitschef, kennen. Angeline ist verärgert darüber, dass die drei Brüder abstoßende Persönlichkeiten haben und kann es kaum erwarten, endlich nach Hause zu gehen. In seiner Zelle überlegt Kasim, ob Angeline recht hatte, was ihn betrifft.","versions":[{"lang":3,"streams":[{"redirect":13824714,"hoster":"VOE"},{"redirect":13835409,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"I\u0027m Home, Dad","descr":"Der Tag der Ordensverleihung ist hier. Angeline will alles so schnell wie möglich hinter sich bringen, doch jemand hat seine eigene Vorstellung davon, wie der Ball ablaufen soll.","versions":[{"lang":3,"streams":[{"redirect":13824742,"hoster":"VOE"},{"redirect":13835411,"hoster":"Streamtape"}]}]}]}]}