{"seriesId":"boukyaku-battery","name":"Boukyaku Battery","descr":"[Oblivion Battery] In der Mittelschule bildeten der Pitcher Haruka Kiyomine, bekannt für seinen \"Eisenarm\", und der taktisch versierte Catcher Kei Kaname, eine Battery von monströser Stärke. Trotz verlockender Angebote von renommierten Oberschulen im ganzen Land, schlagen beide überraschend den Weg zur städtischen Oberschule Kotesashi ein, die so gar nicht für Baseball bekannt ist. Doch das Schicksal führt an dieser Schule eine Ansammlung verlorener Baseball-Talente zusammen, darunter auch ehemalige Star-Spieler, die in der Vergangenheit dem unnachgiebigen Duo unterlegen waren und sich vom Diamanten abgewendet hatten. Steht die Wiederaufnahme ihrer Baseball-Karrieren und die Entfachung ihrer alten Leidenschaft für das Spiel bevor?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I\u0027ll Make You Remember","descr":"Yamada Tarō hat die Schnauze von Baseball voll, seitdem in der letzten Season gegen die bestialische Battery der Hōya sein Traum vom Titel platzte. Er möchte nur noch ein gewöhnlicher Junge an einer gewöhnlichen Schule sein – möglichst ohne Baseball. Doch seine neuen Klassenkameraden sehen das etwas anders.","versions":[{"lang":3,"streams":[{"redirect":13929454,"hoster":"VOE"},{"redirect":13929453,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Wanna Play Together?","descr":"Yamada und Haruka müssen schon alle Register ziehen, um den bockigen Kei noch einmal aufs Baseballfeld zu zerren. Während die drei einigermaßen einträchtig trainieren, erhalten sie überraschenden Besuch.","versions":[{"lang":3,"streams":[{"redirect":13944956,"hoster":"VOE"},{"redirect":13944955,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"So What?","descr":"Auf Baseball hat zwar bis auf Haruka immer noch keiner Lust, aber das heißt ja nicht, dass man sich nicht anfreunden kann. Daher lädt Kei die beiden Ex-Baseballspieler Tōdō und Chihaya zu sich nach Hause ein.","versions":[{"lang":3,"streams":[{"redirect":13961175,"hoster":"VOE"},{"redirect":13961174,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Won\u0027t Hold Back","descr":"Das Übungsspiel gegen die Teitoku beginnt. Und der Auftakt könnte für Yamada und seine Freunde nicht besser sein. Ist es möglich, mit einem zusammengewürfelten Team aus Genies und blutigen Anfängern eine Eliteschule zu besiegen?","versions":[{"lang":3,"streams":[{"redirect":13979616,"hoster":"VOE"},{"redirect":13979618,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"What Led Us to Quit","descr":"Nach dem Übungsspiel gegen die Teitoku kehrt die Mannschaft der Kotesashi wieder in ihren Alltag zurück. Nur herrscht jetzt dicke Luft zwischen Kei und Haruka. Während Kei immer noch nicht so wirklich Bock auf Baseball hat, will er sich doch noch einmal in einem geheimen Nachhilfetraining seinen Dämonen stellen.","versions":[{"lang":3,"streams":[{"redirect":14000384,"hoster":"VOE"},{"redirect":14000381,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I Do!","descr":"Kei möchte mehr über Baseball lernen und wälzt dazu fleißig ein Regelbuch. Doch so richtig schlau wird er daraus nicht. Daher fragt er seine Freunde und treibt sie damit tierisch auf die Palme. Das Ganze mündet schließlich in einer Lernrunde bei Tōdō daheim.","versions":[{"lang":3,"streams":[{"redirect":14029856,"hoster":"VOE"},{"redirect":14029855,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Interesting Guys","descr":"Nach Tōdōs Geständnis scheint die Lage zunächst einmal hoffnungslos. Doch Kei lässt sich davon nicht unterbuttern. Ihm kommt ein unorthodoxer Einfall, der nur von einem blutigen Anfänger stammen könnte.","versions":[{"lang":3,"streams":[{"redirect":14048410,"hoster":"VOE"},{"redirect":14048416,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"3D Baseball Isn\u0027t Really My Thing","descr":"Da Yamada nun auf die Position des First Baseman rutscht, wird ein neuer Center Fielder benötigt. Doch woher nehmen, wenn nicht stehlen? Kaname stößt bei einem seiner verzweifelten Fluchtversuche vor Tōdōs hartem Training auf einen wahren Rohdiamanten.","versions":[{"lang":3,"streams":[{"redirect":14097250,"hoster":"VOE"},{"redirect":14097251,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Who Do You Think You\u0027re Talking To?","descr":"Was wäre, wenn Kei seine Erinnerungen zurückhätte? Über dieses Frage sinniert die Baseball-AG und versucht, einen Weg zu finden, Keis Erinnerungen zurückzuholen. Zur not mit der sprichwörtlichen Brechstange.","versions":[{"lang":3,"streams":[{"redirect":14115538,"hoster":"VOE"},{"redirect":14115550,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Can\u0027t Run From Them","descr":"Der kluge General Kaname Kei ist zurück und führt sein Team zu einem Übungsspiel gegen die Hikawa-Oberschule. Dieses ist unter den Top 4 des letzten Frühlingsturniers gelandet und damit ein formidabler Gegner, um die eigene Spielstärke unter Beweis zu stellen. Allerdings spielt in diesem Team ein alter Bekannter von Chihaya.","versions":[{"lang":3,"streams":[{"redirect":14135511,"hoster":"VOE"},{"redirect":14135512,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"I\u0027m a Liar","descr":"Das Spiel gegen die Hikawa geht weiter und Chihaya muss sich der Wand stellen, die ihm seit Jahren den Weg versperrt. Dabei wird seine Vergangenheit beleuchtet und was ihn zum Aufhören bewegt hat.","versions":[{"lang":3,"streams":[{"redirect":14164349,"hoster":"VOE"},{"redirect":14164361,"hoster":"Doodstream"},{"redirect":14164352,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Did You Hate It?","descr":"Im Spiel gegen die Hikawa geht es ins letzte Inning. Alles hängt nun allein von Kei ab, dem der Arsch gehörig auf Grundeis geht. Kann er im Idiotenmodus wirklich noch den Ausgang des Spiels retten?","versions":[{"lang":3,"streams":[{"redirect":14169297,"hoster":"VOE"},{"redirect":14169304,"hoster":"Doodstream"},{"redirect":14169298,"hoster":"Streamtape"}]}]}]}]}