{"path":"/serie/stream/box-21","name":"Box 21","descr":"Eine junge Rumänin namens Lidia wird mit dem Versprechen auf ein besseres Leben nach Schweden gelockt, wird aber stattdessen zur Prostitution gezwungen. Auf der Suche nach Rache ist ihr Schicksal mit dem des Polizisten Ewert Grens verwoben, der einen gefährlichen Verbrecher jagt. (Fortsetzung folgt in \"Cell 8\" - der Krimiromane von Anders Roslund und Börge Hellström.)","seasons":[{"path":"/serie/stream/box-21/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/box-21/staffel-1/episode-1","name":"Eingesperrt","epNo":1,"alt":"Captives","descr":"Die Rumänin Lidia kündigt ihren Job im Café wegen ausbleibender Bezahlung. Am letzten Arbeitstag lernt sie Lucian kennen, der sich, mit Hintergedanken, um die hübsche, hilflose Frau kümmert. Ewert und Anni Grens aus Stockholm, beide Polizisten, können ihr Glück kaum fassen: Anni ist schwanger. Doch bei einer Fahrzeugkontrolle trifft Anni auf den Auftragsmörder Jochum Lang. Anstatt zu kooperieren, legt er den Rückwärtsgang ein, überfährt Anni und flieht. Unterdessen bringt Lucian Lidia mit der Fähre nach Schweden. Bereits bei der Überfahrt erfährt Lidia auf brutale Weise, was für ein Job wirklich auf sie wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944219","hoster":"VOE"},{"path":"/redirect/8944218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/box-21/staffel-1/episode-2","name":"Nicht aufgeben","epNo":2,"alt":"Planer","descr":"Lidia wird in Schweden zur Prostitution gezwungen. Doch die junge Frau will sich nicht unterkriegen lassen und versucht mit allen Mitteln, sich gegen ihre Peiniger zu wehren. Als sie ihre Freier bestiehlt, bestraft \"Janus\" sie, der Chef der Mädchenhändler. Lidia wird so schlimm missbraucht, dass sie beinahe stirbt. Ihre Mitbewohnerin und Kollegin Alina kann gerade noch rechtzeitig den Krankenwagen rufen. Lidia schwört Rache. Sie bittet Alina, ihr bei dem Plan zu helfen. Sie beauftragt Alina, Geld aus der Box 21 für verschiedene Materialien auszugeben, die sie für die Umsetzung ihres Planes benötigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944224","hoster":"VOE"},{"path":"/redirect/8944222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/box-21/staffel-1/episode-3","name":"Sag es","epNo":3,"alt":"Hostages","descr":"Im Krankenhaus entwendet Lidia der Polizistin Mariana Hermansson die Waffe und verschanzt sich mit sechs Geiseln in der Pathologie. Ewert und Tobias möchten die Situation entschärfen. Lidia verlangt, dass Nordwall gegen die Geiseln eingetauscht wird, und droht mit der Ermordung einer Geisel. Da sich die Lage zuspitzt, kommt Nordwall der Forderung nach. Und er kappt die Ton- und Videoverbindung zu den anderen Polizisten. Dann explodiert eine Bombe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13053483","hoster":"VOE"},{"path":"/redirect/8944226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/box-21/staffel-1/episode-4","name":"Geheimnisse","epNo":4,"alt":"The Box","descr":"Nach der Explosion im Krankenhaus ermitteln die Polizisten gegen Alina. Hinweise in Lidias Wohnung deuten auf einen gezielten Anschlag auf Tobias hin. Alina flieht vor der Polizei. Ewert muss Lena Nordwall vom Tod ihres Mannes berichten. Alina sucht Schutz bei Schreiner Sigges, der ihr im Baumarkt geholfen hatte, die Materialien für Lidia zu finden. Ewert gelingt es, Alina bei den Schließfächern am Bahnhof abzupassen. Die Polizei Bukarest meldet sich bei Ewert Grens, um ihm Informationen über Lidia zu geben. Jochum Lang ist hin- und hergerissen zwischen seinem alten Leben und dem Versuch, ein besserer Mensch zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944230","hoster":"VOE"},{"path":"/redirect/12413942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/box-21/staffel-1/episode-5","name":"Bukarest","epNo":5,"alt":"Bucharest","descr":"Ewert fliegt zusammen mit Alina nach Bukarest. Im Gegenzug für seine Hilfe verspricht ihm Alina Aufklärung darüber, wie die Uhr von Tobias Nordwall in die Box 21 gelangte. Nachdem sie Ewert die Details über Tobias’ Verstrickung in den Mädchenhandel erzählt hat, kehrt Alina in ihre Heimat zurück. Ewert kann nicht akzeptieren, dass sein Freund Tobias der Drahtzieher hinter dem Prostitutionsnetzwerk ist. Unterdessen muss sich Jochum Lang erneut entscheiden, ob er seinen Freund Sam umbringen soll oder nicht. Zurück in ihrem Heimatdorf wiegt sich Alina in Sicherheit, doch Lucian ist ihr schon auf den Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944221","hoster":"VOE"},{"path":"/redirect/8944220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/box-21/staffel-1/episode-6","name":"Janus","epNo":6,"alt":"Janus","descr":"Ewert berichtet seinen Kollegen von seinen Erkenntnissen aus Bukarest. Er schafft es jedoch nicht, die grausame Wahrheit über seinen Freund Tobias Nordwall öffentlich zu machen. Jochum möchte seinen Job als Auftragskiller für Micke Olofsson beenden. Der Informant Ove Karlberg gibt der Polizei Bescheid, dass Micke ihn nicht so einfach gehen lassen wolle. Es kommt zu einer Schießerei, bei der mehrere Menschen ihr Leben verlieren. Mariana Hermansson ermittelt weiter und kann durch eine Handyaufnahme eindeutig Tobias Nordwall als Verbrecher identifizieren. Ewert muss lernen, mit seinem familiären Schicksal umzugehen, und versucht, das Verhältnis zu seiner Frau zu verbessern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382571","hoster":"VOE"},{"path":"/redirect/8944216","hoster":"Streamtape"}]}]}]}]}