{"seriesId":"braquo","name":"Braquo","descr":"In den Vororten von Paris befinden sich Recht und Ordnung, Legalität und Kriminalität in einer Grauzone. Wenn die Spezialeinheit der Polizei um Eddy Caplan (Jean-Hugues Anglade), Théo Vachewski (Nicolas Duvauchelle), Roxane Delgado (Karole Rocher) und Walter Morlighem (Joseph Malerba) dort ihrem Job nachgeht, geht es dabei entsprechend oft nicht mit rechten Dingen zu. Als nun ihr Boss von der internen Dienststelle ins Visier genommen wird und er scheinbar Selbstmord begeht, machen sich seine ehemaligen Kollegen daran, auf eigene Rechnung Ermittlungen anzustellen und von seinem Namen zu retten, was zu retten ist. Dabei treten sie ein paar Türen ein, die vielleicht besser hätten geschlossen bleiben sollen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Max","epNo":1,"alt":"Max","descr":"Beim Verhör des drogenabhängigen Vergewaltigers Benaissas verliert Max Rossi (Olivier Rabourdin), Polizeikommandant bei der Kripo im Pariser Department Hauts-de-Seine, die Geduld und verletzt den Verhörten schwer. Die interne Ermittlung rollt an und legt alles auf den Prüfstand. Als Rossi in Haft gehen soll, nimmt er sich das Leben. Seine Abteilung um die Kollegen Eddy Caplan (Jean-Hugues Anglade), Théo Vachewski (Nicolas Duvauchelle), Walter Morlighem (Joseph Malerba) und Roxane Delgado (Karole Rocher) ist wenig zimperlich im Umgang mit Verdächtigen und bewegt sich gelegentlich über die Grenzen des Rechtsstaates hinweg. Als die Politik die Aufklärung des \"Falls Benaissa-Rossi\" zu verschleppen droht, beschließen sie Rossis Rehabilitation zu beschleunigen, indem sie Benaissa genauer \u0027auf den Zahn fühlen\u0027 …","versions":[{"lang":1,"streams":[{"redirect":8462730,"hoster":"VOE"},{"redirect":8328880,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kein zurück","epNo":2,"alt":"La Ligne Jaune","descr":"Caplan, Morlighem, Vachewski und Roxane bringen Benaissa in eine abgelegene Lagerhalle, um ihn zum Reden zu bringen. Versehentlich erschießt Vachewski Benaissa bei dem Verhör, nachdem dieser den Namen seines Komplizen gestanden hat: Manuel Muller. Caplan verbrennt die Leiche in einem Transporter, um die Spuren zu verwischen. Anschließend legt sich das Team ein Alibi zurecht. Am nächsten Tag werden alle verhört. Doc hes gibt weitere Probleme. Morlighem hat sich bei den Hoffman-Brüdern viel Geld geliehen, um seine Frau, die psychisch krank ist, zu versorgen. Die Brüder drohen ihm, ihn umzubringen, wenn er das Geld nicht sofort zurückzahlt. Caplan hilft ihm. Bei der Übergabe kommt es zu einer Auseinandersetzung, bei der die Brüder erschossen werden …","versions":[{"lang":1,"streams":[{"redirect":8462721,"hoster":"VOE"},{"redirect":8328882,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit dem Kopf in der Schlinge","epNo":3,"alt":"La Tête Dans Le Sac","descr":"Morlighem und Caplan gelingt die Flucht. Zunächst scheint auch die Vertuschung glatt aufzugehen, aber Roland Vogel (Geoffroy Thiebaut) und Vanderbeke (Pascal Elso) sind fest entschlossen, die Gruppe zur Strecke zu bringen. Sara (Lilou Fogli) wird eingeschüchtert, eine Durchsuchung der Büros und Schreibtische angeordnet. Und dann ist da noch der Fall, den Caplans Gruppe bearbeitet: Eine Bande, die sich auf den Raub von Geldautomaten spezialisiert hat …","versions":[{"lang":1,"streams":[{"redirect":8853284,"hoster":"VOE"},{"redirect":8328888,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Entführung","epNo":4,"alt":"L’Autre Rive","descr":"Caplan kommt mit inneren Verletzungen ins Krankenhaus. Morlighem fährt nach Hause, weil seine Frau einen Nervenzusammenbruch hat. Vor seiner Haustür wird er entführt. Caplan verlässt trotz Schmerzen das Krankenhaus und versucht Morlighem zu finden. Er bekommt eine DVD, auf der zu sehen ist, wie Morlighem von Zigeunern gefoltert wird. Die Entführer verlangen ein Lösegeld von 200.000 Euro. Caplan geht zu Serge Lemoine (Alain Figlarz) , um sich von ihm 200.000 Euro zu leihen, indem er ihn mit dem Verschwinden von Jean-Baptiste Lornach (Philippe Hérisson) unter Druck setzt. Lemoine hat das Geld nicht, und bietet ihm an, mit ihm einen Geldautomaten auszurauben …","versions":[{"lang":1,"streams":[{"redirect":8462725,"hoster":"VOE"},{"redirect":8328892,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Keine andere Wahl","epNo":5,"alt":"Loin Derrière La Nuit","descr":"Caplan und Vachewski überfallen einen Geldkurier, um mit dem Geld ihren Kollegen Morlighem freizukaufen. Doch ein Polizeikommando unter Roxanes Leitung kommt ihnen, aufgrund eines anonymen Anrufes, dazwischen. Dank Roxane können Caplan und Vachewski unerkannt entwischen. Die Interne beginnt gegen Roxane zu ermitteln. Unterdessen erfährt Caplan von seinem ehemaligen Chef Louis Bordier (Denis Sylvain), dass es sich bei Morlighems Entführer um Zoran, einen ehemaligen und besonders grausamen UÇK-Kämpfer handelt. Bordier hat seine ehemalige Geheimdiensttruppe auf ihn angesetzt. Niemand darf erfahren, was mit Morlighem ist, den man aber inzwischen auf dem Revier vermisst. Caplan gerät noch mehr unter Druck, als die Interne Nachforschungen über Morlighem anstellt und ihn und seine Kollegen ins Fadenkreuz nimmt. Aber es kommt noch schlimmer: Zoran stellt Caplan vor ein neues Ultimatum und verlan","versions":[{"lang":1,"streams":[{"redirect":8462728,"hoster":"VOE"},{"redirect":8328893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freie Fahrt in den Untergang","epNo":6,"alt":"Tarif De Groupe","descr":"Caplan und Vachewski stellen Lemoine, um zu erfahren, wo die Diamanten sind, aber der schweigt. Roxane und Vachewski beschäftigen sich weiter mit dem Prostituiertenring, und es gelingt ihnen, den Ring zu sprengen. Caplan und Bordier hängen Vogel ab, der weiter auf Caplans Fersen ist, befreien in geheimer Mission Morlighem und töten die Entführer. Roxanes Vater wird von Vogel aufgesucht, unter Druck gesetzt und stirbt infolge des Stresses. Valérie Borg fotografiert, wie Caplan Roxane tröstet, mit den verfänglichen Fotos sorgt Vogel dafür, dass sich Charles von Roxane trennt. Michelle Bernardi (Isabelle Renauld) bekommt eine DVD, die für die Gruppe gefährlich werden könnte, Vachewski kann die DVD stehlen, bevor der Film darauf analysiert werden kann. Doch es wird eng und für jeden einzelnen und alle gemeinsam scheint sich die Schlinge unaufhaltsam enger zuzuziehen …","versions":[{"lang":1,"streams":[{"redirect":8462731,"hoster":"VOE"},{"redirect":8328897,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Aller guten Dinge sind drei","epNo":7,"alt":"Tangente","descr":"Caplan und sein Team sollen den Tod von Marcus Ortega untersuchen. Marcus Ortega, ein Ganove, spezialisiert auf Raubüberfälle, wurde schlimm zugerichtet. Aber nur ein Fingerabdruck kann gesichert werden und der ist nicht in der Kartei. Caplan geht mit Jankovic, einem zwielichtigen Serben und mit dem Opfer befreundet, einen Deal ein: Um Lemoine in die Finger zu kriegen, verspricht er Marcus Mörder für eine Stunde Jankovic zu überlassen, sobald er ihn hat. Doch dann machen ihm Fargette und Marceau von der OCRB einen Strich durch die Rechnung ...","versions":[{"lang":1,"streams":[{"redirect":8462732,"hoster":"VOE"},{"redirect":8328900,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aufstieg und Fall","epNo":8,"alt":"Eddy","descr":"Lemoine lässt beim Verhör Eddy kommen und droht damit auszupacken, wenn er nicht binnen 48 Stunden von Eddy aus der Haft geholt wird. Marceau beginnt sich Gedanken zu machen, was eigentlich gespielt wird. Bordier versucht vergeblich, Vanderbeke von Eddy abzubringen. Hélène reist wieder ab, um noch einmal über sich und Eddy nachzudenken. Vogel entledigt sich der lästigen Valérie Borg, die mit einem Untersuchungsbericht über seine Methoden droht. Ein finaler Plan wird von Eddy gefasst. Wird er endlich den erhofften Durchbruch bringen?","versions":[{"lang":1,"streams":[{"redirect":8462733,"hoster":"VOE"},{"redirect":8328910,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Verdammten","epNo":1,"alt":"Les Damnés","descr":"Für Kommissar Caplan und sein Team sind die Tage gezählt. Nachdem sie von der Justiz gestellt wurden, beginnt für alle ein neuer Lebensabschnitt. Caplan muss sich für seine Verbrechen vor Gericht verantworten, Morlighem und Roxanne werden degradiert und Vachewski wird auf unbestimmte Zeit suspendiert. Doch während das Team mit den Konsequenzen ihres Handelns konfrontiert wird, bricht eine neue Verbrechensserie über Paris herein. Eine Gruppe ehemaliger Söldner ermordet 12 Personen um an 400 Kilogramm Gold zu kommen. Einer der Täter, Gaétan Merks, geht dabei der neu formierten Polizei um Kapitan Gabriel Marceau ins Netz …","versions":[{"lang":1,"streams":[{"redirect":8967607,"hoster":"VOE"},{"redirect":8854064,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allein gegen alle","epNo":2,"alt":"Seuls Contre Tous","descr":"Merks landet im selben Gefängnis wie Kommissar Caplan. Diesen Umstand will Marceau nutzen und unterbreitet Caplan ein Angebot: er soll mit Merks fliehen und seine Einheit infiltrieren. Dafür verspricht er dem Kommissar und seinen Kollegen Roxanne und Morlighem Immunität. Indes bereitet der in Ungnade gefallene Vachewski seinen persönlichen Rachefeldzug gegen Serge Lemoine vor – jenem Mann, der für den Untergang von Caplans Einheit verantwortlich ist …","versions":[{"lang":1,"streams":[{"redirect":8854065,"hoster":"VOE"},{"redirect":8853262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alle für einen","epNo":3,"alt":"Tous Pour Un","descr":"Nach Merks Tod steht Kommissar Caplan mit dem Rücken zur Wand. Sein einzig verbliebener Zugang zur geheimnisvollen Einheit ist Merks Schwester Myriam Elmidoro, die in Paris einen illegalen Spielerring leitet. Indes versucht Caplans Team Vachewski zu retten, der nun auf der Abschussliste von Lemoine steht …","versions":[{"lang":1,"streams":[{"redirect":12172988,"hoster":"VOE"},{"redirect":12978124,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schafe und Wölfe","epNo":4,"alt":"Chèvres et Chacals","descr":"Kommissar Caplan gelingt es endlich, Kontakt mit Merks Einheit aufzunehmen. Doch diese sieht in ihm den Verantwortlichen für Merks Tod und versucht mittels Folter, ein Geständnis aus ihm herauszupressen. Doch Caplan bleibt standhaft – was den Anführer Dantin so beeindruckt, dass er Caplan als Merks Ersatzmann einsetzen will. Indes treffen die rechtmäßigen Besitzer des Goldes in Paris ein und setzen alles daran, ihr Eigentum wieder zurückzuholen …","versions":[{"lang":1,"streams":[{"redirect":8853263,"hoster":"VOE"},{"redirect":8854063,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Wölfen","epNo":5,"alt":"Infiltré","descr":"Um Dantins Vertrauen zu erlangen, muss Kommissar Caplan die gefährlichen Verhandlungen mit Madame Arifa führen. Indes übernimmt bei der Polizei ein neuer Mann die Verantwortung für verdeckte Ermittlungen, wodurch Caplans Vertrauter Marceau nicht mehr das Sagen hat. Und der neue, General Fèvre, hat nur ein Ziel: Dantin und seine Männer zu eliminieren …","versions":[{"lang":1,"streams":[{"redirect":8853287,"hoster":"VOE"},{"redirect":8854061,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Störfeuer","epNo":6,"alt":"Mère (\u0026) Patrie","descr":"Nachdem Kommissar Caplan erfolgreich das Gold an Madame Arifa verkauft hat, erhält er von Dantin einen weiteren Auftrag: er soll den Prototyp einer neuen Waffe stehlen. Doch Caplan wittert eine Falle und will gemeinsam mit seinem Team die Operation nutzen, um Dantin und seine Einheit an General Fèvre auszuliefern …","versions":[{"lang":1,"streams":[{"redirect":8967606,"hoster":"VOE"},{"redirect":8853267,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Namen des Bösen","epNo":7,"alt":"Au Nom Du Pire","descr":"Nachdem Dantin von Caplans Team überwältigt wurde, wartet der Kommissar auf die versprochene Verstärkung. Doch weder General Fèvre noch Marceau erscheinen zum Treffpunkt. Caplan bleibt nichts anderes übrig, als Dantins Männer weiter in Schach zu halten. Indes entführt Madame Arifa Caplans Freundin Myriam und will sie gegen die letzte Goldlieferung eintauschen. Doch Caplan hat nicht vor, mit Arifa zu verhandeln. Stattdessen verbündet er sich mit Dantin zu einem letzten gemeinsamen Feldzug …","versions":[{"lang":1,"streams":[{"redirect":8853685,"hoster":"VOE"},{"redirect":8854060,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zahltag","epNo":8,"alt":"4 Moins 1","descr":"Das große Finale: General Fèvre erzählt Kommissar Caplan von einem Schließfach, in dem ein geheimes Dossier liegt. Darin sollen sich Beweise über Frankreichs Rolle in illegalen Machenschaften finden. Informationen, die Kommissar Caplan und sein Team rehabilitieren könnten. Doch der Kommissar ist nicht der einzige, der Interesse an den Informationen hat. Es beginnt ein Wettlauf mit der Zeit, an dessen Ende es nur einen Sieger geben kann. Wird es Caplan gelingen, die Ehre seines Teams wieder herzustellen?","versions":[{"lang":1,"streams":[{"redirect":8853255,"hoster":"VOE"},{"redirect":8853253,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Affliction","descr":"Nachdem sein Auto in die Luft gejagt war, wurde Theo in einem kritischen Zustand ins Krankenhaus eingeliefert. Caplan und Morlighem gehen zu Vogel, entschlossen, ihren Begleiter zu rächen. Vogel findet mit Oriane Béridzé einen Verbündeten, der ebenfalls Caplan eliminieren will. Ihr Plan ist es, ihren Vater, einen Ex-Polizisten, zu zwingen, sich mit Caplan in Verbindung zu setzen und ihn in ein von der russischen Mafia betriebenes Handelsnetzwerk zu verwickeln. Ein Hinterhalt. Unterdessen ist Roxane tief verärgert über Theo und wacht Tag und Nacht über ihn.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Nos Funérailles","descr":"Caplan und Morlighem haben einen Lastwagen einer russischen Firma abgefangen. Dann entdecken sie ein riesiges Prostitutionsnetzwerk. Der georgische Mafia-Experte Andrew Megrelishvili erklärt ihnen, dass die Gefahr eines Krieges zwischen rivalisierenden Banden bestehe.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Odessa","descr":"Mit dem Tod von Vissarionovitch, der als \"Boss of Bosses\" über mehrere russischsprachige Mafia-Clans regierte, entsteht ein blutiger Erbfolgekrieg zwischen den beiden Anführern: Jordanien und Pawlowitsch. Roxane arbeitet weiterhin alleine und spürt dank der Informationen von Vanderbeke Vogels Schwester auf. In der Zwischenzeit legen Caplan, Morlighem und Megrelishvili das Begräbnis ab, bei dem die Beerdigung von Vissiniarovitch stattfinden soll. Odessa, eine Auftragskillerin, eröffnet ein Geschäft in einem Hotel gegenüber, bereit zum Streik.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Stoukatch","descr":"Nach einem Attentat wird Jordanien im Krankenhaus polizeilich überwacht. Sein Gegner Pawlowitsch schließt sich mit Atom Parajdanov zusammen. Sie versuchen auf jede erdenkliche Weise nach Jordanien zu gelangen. Caplan bietet ihm einen Deal an: Informationen über seine Rivalen (werden Sie ein \"STOUKATCH\" - ein Verräter) im Austausch gegen Polizeischutz. Währenddessen nehmen Vogel und Oriane Hélène Rossi als Geisel, um Druck auf Caplan auszuüben.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Le Lait et le Miel","descr":"Bernardi erhält ein Geschenk, das für Vogel Ärger bedeuten könnte. Eddy vermutet, dass Andreas noch andere Motive hat, um bei den Ermittlungen zu helfen. Oriane kommt Eddy viel näher.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Prologue","descr":"Oriane hat es geschafft, sich als Dolmetscherin in Caplans Gruppe durchzusetzen. Sie ist rachsüchtig. Caplan hat seine Waffe in der Hand, als die Russen einen Angriff auf ihre Absteckung starten. Rückblende: vor fünf Jahren. Innerhalb der Polizei herrscht ein Krieg zwischen Rossi / Caplan und Vibert. Während einer Operation erschießt Vibert einen Verdächtigen kaltblütig. Vibert wird von Caplan ins Gefängnis geschickt. Oriane, die eigentlich Viberts Tochter ist, versucht seitdem, ihren Vater zu rächen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Andreas","descr":"Die Russen besiegten Jordanien, das im Verlauf des Angriffs getötet wurde. Aber wie kam es so schnell zu einem sicheren Haus mit maximaler Sicherheit? Caplans Verdacht trifft Andréas. Unter Befragung erklärt Andréas, er arbeite an einem Plan, den die georgische Polizei im Einvernehmen mit ihren französischen Amtskollegen ausgearbeitet habe. Ziel sei es, den Top-Chef der Vor-V-Zakone aus Moskau zu locken und ihn in Frankreich zu verhaften. Und Caplans Einheit sollte besser aus dem Weg gehen.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Entre la Terre et l’Enfer","descr":"Eddy erfährt die Wahrheit über Orianne. Turk rächt sich für den Tod seines Sohnes und zwingt Batourine, nach Frankreich zu kommen, was zu einem Showdown für den neuen russischen Kingpin führt. Vogel verstärkt seinen Griff um Caplan.","versions":[]}]}]}