{"path":"/serie/stream/brave-witches","name":"Brave Witches","descr":"[spielt zwischen S1 und S2 von Strike Witches]  Nachdem im September 1944 das 501. Joint Fighter Wing Geschwader Strike Witches die Bedrohung durch die Neuroi über Gallia neutralisiert und Westeuropa befreit hatte, begannen die alliierten Streitkräfte einen Gegenangriff in Zentral- und Osteuropa. Die Hoffnungen der Menschheit liegen nun auf dem 502. Joint Fighter Wing ‒ den Brave Witches. Von Petersburg im Orussischen Reich aus starten diese zehn Witches ihre Offensive unter dem kalten Himmel über Osteuropa.","seasons":[{"path":"/serie/stream/brave-witches/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/brave-witches/staffel-1/episode-1","name":"","epNo":1,"alt":"The Witch of Sasebo?","descr":"Hikari ist eine harte Arbeiterin, aber ihr fehlen die magischen Fähigkeiten ihrer berühmten Schwester. Wenn sie die Chance hat, nach Europa zu gehen und mit ihr zu kämpfen, meldet sie sich gerne freiwillig, aber zuerst muss sie sich beweisen, indem sie sich mit einem anderen Schüler an ihrer Schule messen muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13095957","hoster":"VOE"},{"path":"/redirect/8329124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-2","name":"","epNo":2,"alt":"Take Flight, Chidori!","descr":"Hikari und ihre Schwester fahren nach Europa. Ihre Pläne werden jedoch unterbrochen, als die Fusou-Flotte von einem neu aufgetauchten Neuroi-Nest getroffen wird. Es liegt an Takami, die Flotte gegen diese unerwartete Bedrohung zu verteidigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462768","hoster":"VOE"},{"path":"/redirect/8329129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-3","name":"","epNo":3,"alt":"The 502nd Joint Fighter Wing","descr":"Hikari ist jetzt ein vollwertiges Mitglied der 502., aber sie ist noch nicht gerade willkommen. Im Vergleich zu den anderen Mitgliedern ist sie völlig unterfordert, und der Trainer ist sich nicht sicher, ob sie überhaupt mit ihnen kämpfen darf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462767","hoster":"VOE"},{"path":"/redirect/8329132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-4","name":"","epNo":4,"alt":"If You Want to Fight, Get Stronger!","descr":"Der Kampf gegen die Neuroi ist schwierig, und die 502. befürchtet, dass Hikari nicht das Zeug dazu hat. Sie hat eine Herausforderung gestellt: Wenn sie in der Einheit bleiben will, muss sie mit ihrer Magie auf einen hohen Turm klettern und einen Hut von der Oberseite nehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462769","hoster":"VOE"},{"path":"/redirect/8329134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-5","name":"","epNo":5,"alt":"Deadly Battle in the Freezing Cold","descr":"Shimohara, Georgette und Hikari patrouillieren, als sie feststellen, dass der See in der Nähe der Basis zugefroren ist! Es ist ein Eis Neuroi! Sie greifen den Feind an, aber es ist zu kalt und sie frieren ihre Einheiten fest ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462771","hoster":"VOE"},{"path":"/redirect/8329138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-6","name":"","epNo":6,"alt":"Good Luck","descr":"Die Basis wird von einer Artillerie-Neuroi angegriffen! Es fällt aus großer Entfernung auf und wird von einem Marker Neuroi in der Stadt geführt. Sasha führt das Team an, um den Marker Neuroi in Petersburg auszuschalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462770","hoster":"VOE"},{"path":"/redirect/8329140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-7","name":"","epNo":7,"alt":"On a Holy Night","descr":"Es ist Zeit für das Saturn-Festival und es gibt kein Essen zum Feiern! Nipa und Kanno beschließen, trotzdem eine Weihnachtsfeier mit einheimischen Pilzen und handgeschnitzten Geschenken zu veranstalten, doch ihre Pläne werden von einem überraschenden Angriff der Neuroi unterbrochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462773","hoster":"VOE"},{"path":"/redirect/8329142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-8","name":"","epNo":8,"alt":"Grape Juice for Your Eyes","descr":"Die Hexen bereiten sich auf einen Großangriff auf das Neuroi-Nest vor und benötigen dafür eine neue Waffe. Diese neue Waffe wird auf einem vermeintlich sicheren Weg transportiert und Krupinski erhält die Aufgabe, den Konvoi zu verteidigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13095959","hoster":"VOE"},{"path":"/redirect/8329150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-9","name":"","epNo":9,"alt":"Break Witches","descr":"Ein neuer Neuroi ist aufgetaucht und bedroht die Versorgungsleitungen, die der 502. so hart erarbeitet hat. Mit dem bevorstehenden Streik auf das Neuroi-Nest kann diese Bedrohung nicht ertragen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13099774","hoster":"VOE"},{"path":"/redirect/8329155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-10","name":"","epNo":10,"alt":"Big Sister and Little Sister","descr":"Takami ist zurückgekehrt und wird die Operation gegen das neue Neuroi-Nest leiten. Als Gegenleistung für den Kampf in ihrem Zustand fordert sie, dass Hikari in Sicherheit gebracht wird. Kann Hikari ihre Schwester davon überzeugen, dass sie es verdient zu bleiben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462776","hoster":"VOE"},{"path":"/redirect/8329156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-11","name":"","epNo":11,"alt":"We Won\u0027t Know Until We Try","descr":"Operation Freyja beginnt, aber Hikari ist kein Teil davon. Sie wurde zu den hinteren Linien abgemischt, während Takami an der Spitze des Flugflügels des 502. steht. Aber wenn Freyja schief geht, wer wird da sein, um zu helfen, die Stücke aufzunehmen und den Tag zu retten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8462774","hoster":"VOE"},{"path":"/redirect/8329157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brave-witches/staffel-1/episode-12","name":"","epNo":12,"alt":"Shining with Light...","descr":"Die Doppelschienenkanonen wurden zerstört und das Neuroi-Nest rückt weiter in Richtung Petersburg vor. Nachdem Takami ihre Kraft erschöpft hat, ist nur noch ein Schuss übrig: Hikari und Kanno können die AP-Hülle direkt in den Kern selbst einbringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13095961","hoster":"VOE"},{"path":"/redirect/8329162","hoster":"Streamtape"}]}]}]}]}