{"seriesId":"break-blade-2014","name":"Break Blade (2014)","descr":"[Ger Sub] Das Remake der gleichnamigen Filmhexalogie aus dem Jahr 2010.Auf dem Kontinent Cruzon herrscht ein erbitterter Kampf zwischen dem Königreich Krisna und der Nation Athen. Mit der Zeit haben die Menschen gelernt, den Rohstoff Quarz, der als Antrieb für Maschinen genutzt wird, zu aktivieren. Durch diese – fortan Magie genannte – Fähigkeit, ist es ihnen möglich das Quarz mit ihrem Geist zu bewegen.Rygart Arrow, Schulfreund des Königs und der Königin von Krisna, wie auch von Zess, der als ranghoher Bediensteter in der Invasionsarmee von Athen kämpft, konnte diese Fähigkeit, trotz harten Trainigs, nicht erlangen. Hilflos und zwischen den Seiten gefangen, stößt er jedoch auf einen antiken Roboter, der auch ohne Magie betrieben werden kann und schnell stellt sich heraus, dass es keine normale Kampfmaschine ist, sondern eine der stärksten auf dem gesamten Schlachtfeld.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Un-Sorceror: One without Power","descr":"hier könnte ihre episodenbeschreibung stehen","versions":[{"lang":3,"streams":[{"redirect":8462843,"hoster":"VOE"},{"redirect":8343895,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Under Golem: The Ancient Giant Soldier","descr":"Episodenzusammenfassung: Kodaiohei [unter Gouremu] wurde durch das Besteigen von Rye Gut Crushs Quartz durch überwältigende Kraft aus dem 1000-jährigen Schlaf erweckt. zu guter Letzt, erscheinen Heftige Angriffskorps von Zesu. Ex-enge Freunde, die mitten in einem intensiven Kampf das Schicksal des Mutterlandes sich wiedersehen.","versions":[{"lang":3,"streams":[{"redirect":8462844,"hoster":"VOE"},{"redirect":8329368,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Not Bad: Ceasefire Negotiation","descr":"Zesu Warukiuresu Korps zu führen näherte sich der Burgstadt Binon zehn stetig. Rye Gut, der glaubt, dass Überraschungsangriffe nicht die wahre Absicht von Zesu sind, macht einen Ausfall für Verhandlungen allein in derufingu. Zwei, die sich als Totenkopf trafen, konfrontieren nach vier Jahren den jüngeren Bruder des Generalsekretärs auf dem Schlachtfeld der Militärakademie.","versions":[{"lang":3,"streams":[{"redirect":8462845,"hoster":"VOE"},{"redirect":8329372,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Close Combat: Close Quarters Battle","descr":"Die Verhandlungen wurden abgebrochen und der Kampf wieder aufgenommen. Beide Streitkräfte waren Roggen-GATT, die kaum gemischte und verwirrte Kämpfe hinterließen, sich aber mit untergeordneten Rii von Zesu trafen. Wir sind zum Einzelkampf gezwungen. rii, das für die Loyalität und den militärischen Erfolg von zesu zum Ausschlag wird, und den Roggendarm durch einen schweren Angriff in Verlegenheit bringt.","versions":[{"lang":3,"streams":[{"redirect":8462846,"hoster":"VOE"},{"redirect":8329379,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Counter-Attack: Violent Retaliation","descr":"Rye GATT, der Härte des Schlachtfelds in einem von Augen tat, und sich dafür entschieden hat, einmal zurückzukehren. Aber wir kennen die Entschlossenheit der Hozuru, die auch nicht zögert, sich den Menschen zu ergeben und selbst den Weg zu wählen, um Soldat zu werden. Genie? borukyusu general von? Krieg, der sich in Athenes zu bewegen beginnt, während das Krishna-Militär mächtige Macht erhält, die derufingu genannt wird.","versions":[{"lang":3,"streams":[{"redirect":8462847,"hoster":"VOE"},{"redirect":8329381,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Whirlwind: Storm and Stress","descr":"Multiplex-Panzerung und -Derufingu, ausgestattet mit der Aruga-Maschine mit breitem Ende und der Zerquetschungskörpergrube der Zesu-Maschine. Creo überwältigte die feindliche Macht durch verzweifelte Anklage und wurde selbst zum Gefangenen, obwohl wir die Rettung durch Zesu erreichten. Roggendarm, der nur für die erste Kampagne, die Ex-engen Freund töten könnte, zusammengebrochen ist.","versions":[{"lang":3,"streams":[{"redirect":8462848,"hoster":"VOE"},{"redirect":8329382,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Night-Before: Eve of the Sally","descr":"Eine spezielle Guerilla-Einheit, die Naruvi als Hauptmann des Krishna-Militärs annahm, wird organisiert. Das Training der Militäreinheiten erhielt plötzlich einen Überraschungsangriff von rotem Erutemisu. Sogar Zesu war ein Mann, der Jirugu, der wusste, wie man einen Hand-Kozutta-Körper reitet, ein Sohn von General Bardo war und als eingesperrt wurde. ? Freund","versions":[{"lang":3,"streams":[{"redirect":8462850,"hoster":"VOE"},{"redirect":8329383,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Wasteland: Calamity in the Jaws of Death","descr":"Borukyusu-Bataillon, das General turu jukishidan brach, um zu führen, und Krishna-Grenze überschritt. Bardo Corps hingegen begegnet diesem in der rund 60 Einöde. Smash, um zu einem Ende der beiden Militärs zu kämpfen, öffnete endlich den Vorhang.","versions":[{"lang":3,"streams":[{"redirect":8462849,"hoster":"VOE"},{"redirect":8329386,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Showdown: Declaration of War","descr":"Atenesu Krishna beide Armeen, um viel Opfer zu zahlen, ist gezwungen, sich vorübergehend zurückzuziehen. Im Rahmen der zunehmenden Schwere traten Nachrichten des Borukyusu-Bataillons von der Invasion in Richtung der Heimat von Raigatto ein.","versions":[{"lang":3,"streams":[{"redirect":8462851,"hoster":"VOE"},{"redirect":8329390,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Lightning-Speed: Divine Rapidity","descr":"Die Athener durchbrechen Krishnas Verteidigung und bewegen sich auf Binonten zu. Währenddessen überrascht Bades\u0027 Team Rygart und Girge mitten in einer Erklärung.","versions":[{"lang":3,"streams":[{"redirect":8462853,"hoster":"VOE"},{"redirect":8329397,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Last-Stand: Impregnable Fortification","descr":"Rygart ist von den jüngsten Ereignissen am Boden zerstört und Borcuse steht nun vor Binontens Haustür. Sigyn seinerseits entwickelt ein Gerät, das Krishna einen Vorteil verschaffen könnte, das aber nur Rygart verwenden kann...","versions":[{"lang":3,"streams":[{"redirect":12382585,"hoster":"VOE"},{"redirect":8329398,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Endless-Fate: Eternal Recurrance","descr":"","versions":[{"lang":3,"streams":[{"redirect":8462856,"hoster":"VOE"},{"redirect":8343896,"hoster":"Streamtape"}]}]}]}]}