{"seriesId":"breaking-even","name":"Breaking Even","descr":"Die junge Anwältin Nora Shaheen (Lorna Ishema) hat beim Automobilhersteller Lindemann angeheuert und will dort Karriere machen. Doch dann kommt es zu einem brisanten Unfall: Die Tochter des Firmenchefs, Charlotte Lindemann (Laura Berlin), kollidiert bei einer Probefahrt mit einem selbstfahrenden Auto mit einer Radfahrerin, die wenig später stirbt. Der Wagen \"Lind1\", Prototyp und Aushängeschild der Firma, hätte den Unfall voraussehen müssen.Geschäftsführer Benedikt Lindemann (Justus von Dohnányi) wird von Nora zu einer Notlüge überredet: Er soll gegenüber der Presse behaupten, selbst gefahren zu sein, um den Ruf des \"Lind1\" vor Markteinführung nicht zu beschädigen. In einer Fernsehsendung kommen jedoch sensible Daten zum Unfallhergang ans Tageslicht, die Benedikt als Lügner entlarven. Nora kommt daraufhin ein schlimmer Verdacht: Die Daten können nur von ihrem Handy kommen, das ihr kurz zuvor entwendet wurde. Nora muss unbedingt herausfinden, wer die Daten geleakt hat.Während sie recherchiert, kommt sie dunklen Geheimnissen der Familie Lindemann auf die Spur. Welche Rolle spielt Jenny (Sinje Irslinger), die Tochter einer ehemaligen Haushälterin der Familie dabei? Jennys Mutter war vor vielen Jahren in die Limousine der Lindemanns gestiegen – und verschwand für immer. Geht es Jenny nun um Wahrheit, Gerechtigkeit oder Rache?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Böhmen am Meer","epNo":1,"alt":"","descr":"In der Nacht wird Anwältin Nora Shaheen (Lorna Ishema) in die Zentrale gerufen: Bei einer Testfahrt mit dem \"Lind1\", Aushängeschild des Technologie-Konzerns Lindemann, gab es einen tödlichen Unfall.","versions":[{"lang":1,"streams":[{"redirect":8967750,"hoster":"VOE"},{"redirect":8329616,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seeräuber Jenny","epNo":2,"alt":"","descr":"Die Affäre um den tödlichen Unfall mit dem Testwagen \"Lind1\" befeuert den Kampf zwischen den beiden Brüdern Benedikt und Maximilian Lindemann um die Vormachtstellung im Konzern.","versions":[{"lang":1,"streams":[{"redirect":8967754,"hoster":"VOE"},{"redirect":8329619,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fürst Bismarck","epNo":3,"alt":"","descr":"Benedikt Lindemann muss seinen Bruder Maximilian zum Vizevorstand berufen. Zeitgleich werden die Räume der Lind1tec durchsucht, Akten und Rechner der Entwicklungsabteilung beschlagnahmt.","versions":[]},{"epId":"episode-4","name":"Aus hohem Hause","epNo":4,"alt":"","descr":"Nach ihrem beinahe tödlichen Zusammentreffen auf der Lindemann-Feier sucht Jenny Nora auf und vertraut sich ihr an. Sie erzählt Nora von ihrem Verdacht gegen die Lindemanns und ihren Plänen.","versions":[]},{"epId":"episode-5","name":"Wenn die Kanonen donnern","epNo":5,"alt":"","descr":"Bevor die Presse den \"Lind1\" zurück ins rechte Licht setzt, nutzt Benedikt die Krise, um Aktien der eigenen Firma billig zu kaufen. Damit ist die Familie wieder größter Einzelaktionär.","versions":[]},{"epId":"episode-6","name":"Lang lebe der König","epNo":6,"alt":"","descr":"Durch ein kurz vor dem Tod von ihrer Mutter aufgenommenes Video erfährt Jenny, dass ihr Großvater David ein verstoßener Lindemann-Sohn ist.","versions":[]}]}]}