{"path":"/serie/stream/breathe-in-den-schatten","name":"Breathe: In den Schatten","descr":"Ein 16-jähriges Mädchen wird von einem maskierten Mann entführt. Um seine Tochter zu retten, muss Dr. Avinash Sabharwal jemanden töten! Währenddessen geht Kabir Sawants Reise in der feindlichen Umgebung der Delhi Crime Branch weiter. Als Kabir für die Ermittlungen verantwortlich gemacht wird, beginnen Lügen, Täuschung und Psychospielchen. Wie weit wird Avninash gehen, um seine Tochter zu retten?","seasons":[{"path":"/serie/stream/breathe-in-den-schatten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-1","name":"Verschwunden","epNo":1,"alt":"Papa’s Princess","descr":"Das idyllische Leben von Avinash und Abha wird auf den Kopf gestellt, als ihre 6-jährige Tochter Siya entführt wird. Einige Monate vergehen, als der Entführer sich mit einer ungewöhnlichen Forderung meldet. Es ist keine Lösegeldforderung, sondern eine Anweisung jemanden im Austausch für Siyas Leben zu töten! Wird Avinash einen Fremden umbringen, um die zu retten, die er liebt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919644","hoster":"VOE"},{"path":"/redirect/8330776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-2","name":"Zorn","epNo":2,"alt":"Filthy","descr":"Die Zeit wird knapp. Avinash überwindet seine Unruhe und beschließt die Zielperson mit Hilfe seiner psychiatrischen Fähigkeiten zu töten. Kabir beschließt seine Vergangenheit wieder gut zu machen und lässt sich von Mumbai zur Delhi Crime Branch versetzen aber das Schicksal hat andere Pläne für ihn. Er übernimmt die Ermittlungen des Mordes, der von Avinash begangen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330780","hoster":"VOE"},{"path":"/redirect/8330784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-3","name":"Wollust","epNo":3,"alt":"Wings and Chains","descr":"Mit Blut an ihren Händen können Avinash und Abha das Wiedersehen mit Siya kaum erwarten. Kabir stolpert über einen wichtigen Hinweis und Avinash merkt, wie sich die Schlinge zuzieht. Eine böse Überraschung steht bevor, als der Entführer eine neue Forderung stellt- ein weiterer Mord an einer weiteren Zielperson. Avinash muss seine Mordserie fortführen, wenn er seine Tochter zurück will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330788","hoster":"VOE"},{"path":"/redirect/8330794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-4","name":"Natasha","epNo":4,"alt":"Mind Games","descr":"Die Geister seines letzten Falls verfolgen Kabir. Der Entführer spielt Psychospielchen und dieses Mal steht Avinash einer unlösbaren Situation gegenüber, bis Abha einen kühnen Zug macht. Avinash glaubt, dass es eine Verbindung zwischen ihm und den Opfern gibt. Werden sich Avinashs Bemühungen auszahlen, wenn er versucht, die Fäden zu entwirren, die die Zielpersonen des Entführers verbinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330798","hoster":"VOE"},{"path":"/redirect/8330799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-5","name":"Doppeltes Spiel","epNo":5,"alt":"Reflection","descr":"Kabir taucht tiefer in den Fall ein, als ein wichtiger Hinweis von einer unerwarteten Quelle kommt. Siya und Gayatri stehen kurz davor der Wut des Entführers zu entkommen. Abha spielt ein gefährliches Spiel, doch ein misslungener Mordversuch führt zu katastrophalen Folgen. Eine wichtige Erkenntnis tritt hervor, die mehr Fragen als Antworten aufwirft und droht den ganzen Fall komplett zu verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330805","hoster":"VOE"},{"path":"/redirect/8330809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-6","name":"J","epNo":6,"alt":"Turning Point","descr":"Der tiefsitzende Geist, der den Entführer antreibt, tritt hervor. Geheimnisse, die im Kopf des Entführers eingeschlossen sind, werden erzählt. Sie verlangen, dass noch mehr Blut vergossen wird. Währenddessen wird Kabir von seiner Aggression überwältigt und seine eigene Abteilung wendet sich gegen ihn. Abha und Avinash planen ihren nächsten Mord, ohne zu wissen, dass sie in ein Wespennest stechen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330821","hoster":"VOE"},{"path":"/redirect/11751169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-7","name":"Falsche Spuren","epNo":7,"alt":"Relay Race","descr":"Die Medien treiben Kabir und sein Team an den Abgrund. Dennoch verbindet Kabir alle Hinweise und stößt auf eine wichtige Spur, die Avinashs Mission, seine Tochter zu retten, gefährdet. Währenddessen tritt eine geheimnisvolle Frau in das Leben des Entführers und offenbart einen einzigartigen Einblick in sein Wesen. Das nächste Opfer wird enthüllt und es stellt sich als das schwierigste Ziel heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330833","hoster":"VOE"},{"path":"/redirect/8330827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-8","name":"Ravanas Köpfe","epNo":8,"alt":"Bad Uncle","descr":"Avinash steht dem neuen Opfer gegenüber und muss sein Herz stählen, um diesen Mord zu begehen. Kabir kommt der Wahrheit näher, als sich die Muster offenbaren. Währenddessen werden Siya und Gayatri in die Verzweiflung getrieben und sie entwerfen einen weiteren kühnen Fluchtplan. Aber wird die maskierte Bedrohung sie in Ruhe lassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330840","hoster":"VOE"},{"path":"/redirect/11752079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-9","name":"Dunkelheit","epNo":9,"alt":"Lights Out","descr":"Der Entführer befindet sich in einer gefährlichen Situation, als Shirley, die geheimnisvolle Fremde, ihm zur Hilfe kommt. Avinash trifft versehentlich auf Kabir, als er nach der Schwachstelle des nächsten Opfers sucht. Seine Deckung droht aufzufliegen. Innere politische Konflikte bei der Crime Branch verhindern es, dass Kabir den Entführer erwischt. Jetzt steht alles auf Messers Schneide.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330843","hoster":"VOE"},{"path":"/redirect/8330845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-10","name":"Vorahnungen","epNo":10,"alt":"1996","descr":"Kabir untersucht mehrere Aspekte während er Avinashs Alibi durchlöchert und ihn in die Enge treibt. Zeba richtet ihre Wut in der Crime Branch auf Kabir und heizt die Medien an. Die Ursprünge der verformten Psyche des Entführers werden offenbart und der Grund für die Mordserie wird enthüllt. Das alles während Siya und Gayatri gegen den maskierten Entführer kämpfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915655","hoster":"VOE"},{"path":"/redirect/8330855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-11","name":"Verrat","epNo":11,"alt":"Chef’s Special","descr":"Die Geschichte geht schnell auf ihr Ende zu. Der von Zeba entzündete Funke verwandelt sich zu einem Feuersturm und Kabir droht die Suspendierung in der Crime Branch. Kabir konfrontiert Abha mit seinen größer werdenden Zweifeln. Seine Verletzung aus dem Gefängnis fordert seinen Tribut, während er den Fall löst. Avinash kämpft weiter, als er die letzte Runde seiner Mission antritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330860","hoster":"VOE"},{"path":"/redirect/12251842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-1/episode-12","name":"Erkenntnis","epNo":12,"alt":"C-16","descr":"Abhas Welt bricht in sich zusammen, als sie Avinash verdächtigt, dass er sie betrügt. Kabir verfolgt die turbulente Vergangenheit des Entführers und löst den Fall aber ist es etwa zu spät? Abha verfolgt den Entführer zu seinem Versteck und hat ein erschütterndes Zusammentreffen mit ihm. Kabir ist rechtzeitig da, aber kann er alles zum Guten wenden? Und können Avinash und Abha Siya retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8330872","hoster":"VOE"},{"path":"/redirect/8330874","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-1","name":"Geburtstagskind","epNo":1,"alt":"Birthday Boy","descr":"Die Ärzte, die Avinash behandeln, sind überzeugt, dass er kurz vor der vollständigen Genesung steht und J nicht mehr auftaucht. Avinashs Geburtstagsfeier entwickelt sich zu einem Alptraum, als J wieder zum Vorschein kommt. Die Dinge nehmen eine mysteriöse Wendung, als Avinash von einem geheimnisvollen Mann aus der Anstalt entführt wird, der die Reinkarnation von J zu sein scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933266","hoster":"VOE"},{"path":"/redirect/13933265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-2","name":"Chillen und killen","epNo":2,"alt":"Kill and Chill","descr":"Die Identität von Avinashs Entführer wird aufgedeckt, und es stellt sich heraus, dass es sich um Js eingefleischten Fan und den Patienten, Victor, handelt. Kabir muss sich mit seinem neuen Vorgesetzten, Kaul, auseinandersetzen, der andere Motive zu haben scheint. Während Kabir sich dem flüchtigen Avinash annimmt, wird eine pensionierte Ärztin zum neuesten Ziel des Ravana-Killers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933330","hoster":"VOE"},{"path":"/redirect/13933332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-3","name":"Nägel der Angst","epNo":3,"alt":"Now You See Me","descr":"Victor, der mit seinem eigenen Kindheitstrauma zu kämpfen hat, führt Js manischen Plan gewissenhaft aus, und der nächste Kopf soll rollen . Kabir befindet sich erneut auf Kollisionskurs mit seinen Vorgesetzten, als er sich einer wichtigen Anweisung widersetzt. Es kommt zu einer Verfolgungsjagd, bei der Kabir kurz davor ist, Avinash zu schnappen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933333","hoster":"VOE"},{"path":"/redirect/13933331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-4","name":"Täuschung","epNo":4,"alt":"Arrivals \u0026 Departures","descr":"Kabir kommt Avinash und seinem neuen geheimnisvollen Komplizen nahe, aber nicht nahe genug. J und Victor inszenieren den bisher gefährlichsten Mord, als Avinashs Sympathie für das blinde Opfer sie an einen moralischen Scheideweg führt. Victor beschleunigt seinen Plan, Abha bei der Polizei zu entlarven, während Kabir nun bereit ist, die Schlinge mit seinem eigenen Plan enger zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933335","hoster":"VOE"},{"path":"/redirect/13933334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-5","name":"Der Geruch des Todes","epNo":5,"alt":"Smells Like Death","descr":"In ihrer Verzweiflung schließt Shirley einen Deal mit Kabir, der zu Js Verhaftung in einem Distrikt außerhalb von Kabirs Zuständigkeit führt. Dies entpuppt sich als ein weiterer genialer Schachzug von J. Das örtliche Gefängnis wird zu Avinashs neuestem Schlachtfeld, bevor er eine gewagte Flucht plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933336","hoster":"VOE"},{"path":"/redirect/13933337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-6","name":"Das Bild","epNo":6,"alt":"Listen Carefully","descr":"Ein verzweifelter Kabir erscheint bei Abha zu Hause und ist kurz davor, den Fall zu lösen. Abha wird während eines Verhörs von Kaul gedemütigt, doch statt sich einschüchtern zu lassen, wird sie nur noch darin bestärkt, Siya zu beschützen. Victor und J. inszinieren ein teuflisches Ablenkungsmanöver, und das wahre Opfer wird geschickt geködert, um einen weiteren Mord vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933338","hoster":"VOE"},{"path":"/redirect/13933339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-7","name":"Die Schnellen und die Toten","epNo":7,"alt":"The Fast And The Dead","descr":"Ein Ablenkungsmanöver bringt das neueste Opfer näher an J und Victor heran, und es kommt zu einem spannenden Versuch, einen weiteren Ravana-Kopf zu zerstören. Für die Familie Sabharwal keimt Hoffnung auf, in ein selbstgewähltes Paradies zu entkommen. Doch ein gewagter Schachzug von Kabir führt zu Victors Verhaftung. Damit droht die Mission zu scheitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933346","hoster":"VOE"},{"path":"/redirect/13933345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breathe-in-den-schatten/staffel-2/episode-8","name":"Paradies","epNo":8,"alt":"Paradise","descr":"J steht vor einem Dilemma: das letzte Opfer hat sich bereits umgebracht. Da alle Wege zu der letzten Emotion führen, die dem Kopf von Ravana zugrunde liegt, tauchen nicht nur ein, sondern zwei mögliche Opfer auf. Das Dussehra-Fest wird zum ultimativen Schlachtfeld, doch bevor Kabir aufatmen kann, offenbart eine unerwartete Wendung, dass noch nicht alles vorbei ist und Js Endspiel erst beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13933347","hoster":"VOE"},{"path":"/redirect/13933348","hoster":"Streamtape"}]}]}]}]}