{"path":"/serie/stream/breisgau","name":"Breisgau","descr":"Kriminalhauptkommissarin Tanja Wilken (Katharina Nesytowa) lässt sich von Rostock in die Freiburger Mordkommission versetzen, um Abstand zu ihrem kriminellen Vater zu gewinnen. Ihr erster Fall bringt sie sogleich in ein moralisches Dilemma: der Tod einer Reporterin, die zu Korruption im Polizeimilieu recherchierte. Mittelpunkt ihrer Recherchen ist ausgerechnet Tanjas neuer Partner, der Kriminalhauptkommissar Dennis Danzeisen (Joscha Kiefer), und seine weitverzweigte Freiburger Polizistenfamilie. Leiterin des Reviers ist nämlich ausgerechnet Dennis’ Tante (Johanna Gastdorf), während weitere Familienmitglieder sich als Polizeihauptkommissare, in der Rechtsmedizin und in der Kriminaltechnik betätigen. Schon bald schwant Tanja, dass ihre – leider auch sehr sympathischen – süddeutschen Kolleginnen und Kollegen der Danzeisen-Familie es nicht so ernst mit der Gesetzestreue nehmen.","seasons":[{"path":"/serie/stream/breisgau/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/breisgau/staffel-1/episode-1","name":"Bullenstall","epNo":1,"alt":"","descr":"Gleich ihr erster Fall bringt Tanja Wilken in ein moralisches Dilemma: der Tod einer Journalistin, die wegen Korruptionsverdacht in Tanjas neuem Revier recherchiert hat. Nach ihrem Dienstantritt in der Freiburger Mordkommission stößt Tanja auf eine ungewöhnliche Ballung von verwandten und verschwägerten Polizisten, angeführt von Revierleiterin Dorothea Danzeisen und deren Neffen Dennis Danzeisen – Tanjas Ermittlungspartner. Diese Vetternwirtschaft übt auf die ansonsten prinzipientreue Alleingängerin Tanja fernab der Rostocker Heimat eine gewisse Anziehungskraft aus. Spätestens seit der rauschenden Geburtstagsfeier für Patriarchin Dorothea im familiären Stammlokal von Daniel Danzeisen, bei der auch Phantombildzeichnerin Doreen Danzeisen, Rechtsmediziner Dominik Danzeisen und Polizeimeister David Danzeisen zugegen sind. Andererseits lässt Tanja der Tod der Journalistin Silke Bär, die die Danzeisen-Familie im Visier hatte, zweifeln. War diese vor ihrem mysteriösen Tod tatsächlich auf belastendes Material gegen die Danzeisens gestoßen? Und was steckt hinter den merkwürdigen Andeutungen des Compliance-Beauftragten Heinz Löwe? Brisante Unterlagen von Arthur Bär, dem Vater der Ermordeten, bringen Tanja und Dennis auf die Spur des vorbestraften Olaf \"Opi\" Pieper, der regelmäßig Kurierfahrten für eine Dentalfirma unternimmt. Warum hatte die Journalistin ausgerechnet ein Auge auf Dennis’ alten Kumpel geworfen? Bald darauf geraten außerdem Zahntechniker Marcel Häberli sowie dessen Mitarbeiterin und Geliebte Marie Faber ins Visier der Ermittler. Die beide hatten kürzlich erfolglos versucht, einen Rapper um viel Geld zu betrügen. Als sich die Geschehnisse mehr und mehr zuspitzen, muss Tanja sich entscheiden, ob sie mit ihrem oder gegen ihren neuen Kollegen ermitteln will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965255","hoster":"VOE"},{"path":"/redirect/8965253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/breisgau/staffel-1/episode-2","name":"Nehmen und Geben","epNo":2,"alt":"","descr":"In ihrem zweiten Fall sehen sich die Freiburger Ermittler Tanja Wilken und Dennis Danzeisen mit der Vergangenheit von Onkel Daniel und einem berüchtigten Kunstdieb konfrontiert. René Klettner wird halb tot aus der Dreisam geborgen. Als er aus dem Koma erwacht, beschuldigt er ausgerechnet Daniel Danzeisen. Motiv: Rache. Klettners Frau Susanne hatte Daniel vor Jahren bei einem Einsatz schwer verletzt. Daniel musste daraufhin den aktiven Dienst quittieren. Dennis ist überzeugt, dass sein Onkel, der mittlerweile das familiäre Stammlokal betreibt, kein heimtückischer Schläger ist.Zumal es nicht an weiteren Tatverdächtigen mangelt: Stecken womöglich die Pflegeeltern Raimund und Thekla Fischer hinter dem Angriff auf René Klettner? Beide kümmern sich seit der damaligen Verurteilung der Klettners um deren Sohn Oskar und befürchten nun, ihn wieder abgeben zu müssen. Oder hatte René Klettner einen Streit mit seinem alten Kumpel Thomas Zühlke, mit dem er am Tatabend in einer Kneipe war? Tanja Wilken hält alles für möglich, lässt aber trotz Dennis’ Unschuldsbeteuerungen nicht von dessen Onkel Daniel ab. Kollege Heinz Löwe befeuert ihre Skepsis. Parallel zu den Ermittlungen im Fall Klettner haben Revierleiterin Dorothea Danzeisen und ihr Team einen berüchtigten Kunstdieb im Auge, den Doreen Danzeisen in der Stadt entdeckt hat.David Danzeisen und Diana Gruber heften sich sogleich an die Fersen von Johann Kronstein, um herauszufinden, ob er womöglich seinen nächsten Raub plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10199821","hoster":"VOE"},{"path":"/redirect/10199816","hoster":"Streamtape"}]}]}]}]}