{"path":"/serie/stream/brgerkrieg-in-ruland","name":"Bürgerkrieg in Rußland","descr":"Erster Weltkrieg. Im Zuge der russischen Februarrevolution 1917 dankt Zar Nikolaus II. am 15. März 1917 ab. Die Duma bildet eine provisorische Regierung, der der Sozialrevolutionär Kerenski als Justizminister angehört. Die deutsche Oberste Heeresleitung (OHL) ermöglicht es dem im Schweizer Exil lebenden Bolschewiki Lenin, per Eisenbahn durch das Reich nach Russland zurückzukehren.","seasons":[{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1/episode-1","name":"Revolutionsjahr 1917","epNo":1,"alt":"","descr":"Im Kriegsjahr 1917 steuert das zaristische Russland auf die Revolution zu. Die Truppen und die aufständischen Arbeiter verbünden sich, Sozialrevolutionär Kerenski wird Minister einer provisorischen Regierung, der Zar dankt ab. Lenin kommt aus dem Schweizer Exil zurück, hat mit seiner Forderung, den Krieg zu beenden, jedoch kein Glück. Der Sturm auf das Winterpalais in St. Petersburg besiegelt den Sieg der Bolschewisten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8724347","hoster":"VOE"},{"path":"/redirect/8724345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1/episode-2","name":"Kampf um die Macht","epNo":2,"alt":"","descr":"November 1917. Die nach dem Sturz des Zarenregimes an die Macht gekommenen Bolschewiki müssen sich im armen und vom Weltkrieg ausgebluteten Land einer Reihe von Problemen stellen. Die Maßnahmen der neuen Machthaber stoßen auch in den eigenen Reihen auf Widerstand - ein Bürgerkrieg droht ... Im Februar 1918 scheitern die Friedensgespräche mit dem Deutschen Reich und die feindlichen Truppen marschieren wieder Richtung Osten, wo sie auf demoralisierte russische Soldaten treffen. Auch die ersten Wahlen werden zu einer vernichtenden Niederlage für die Regierenden, die nur 24% Prozent der Stimmen erhalten. Dennoch will Lenin an der Macht festhalten. Dazu bedient er sich nun der gleichen gewaltsamen Methoden wie die verhassten Zaren: Terror und Geheimpolizei, zudem manifestiert sich die \u0027Rote Armee\u0027 als weiteres Machtinstrument. Im Sommer 1918 sieht sich die bolschewistische Regierung neuen Bedrohungen ausgesetzt, nachdem am 6. Juli der deutsche Gesandte Wilhelm Graf von Mirbach-Harff ermordet wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8724349","hoster":"VOE"},{"path":"/redirect/8724346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1/episode-3","name":"Die Konterrevolution","epNo":3,"alt":"","descr":"Im Frühsommer 1918 sind die Bolschewiki dank der Oktoberrevolution an der Macht. Doch ihre diktatorischen Maßnahmen stoßen auf Widerstand. Die antibolschewistischen Kräfte finden Unterstützung durch ausländische Interventionstruppen. Bald steht Trotzkis Rote Armee einer Front von Gegnern gegenüber: Zarenanhänger ebenso wie durch den Terror zur Revolte getriebene Linkssozialisten. Eine tschechische Legion beherrscht die Transsibirische Eisenbahn, die Japaner stehen in Ostsibirien, die Briten landen an der Eismeerküste. General Krasnow gründet einen Kosakenstaat und in allen Gebieten, die nicht von der Roten Armee beherrscht werden, entstehen regionale Regierungen. Schließlich stehen in der \u0027Kornkammer\u0027 Ukraine immer noch deutsche Truppen. Das gescheiterte Pistolen-Attentat auf Lenin durch die Sozialrevolutionärin Fanja Kaplan am 30. August 1918 gibt dem \u0027Volkskommissariat für Innere Angelegenheiten\u0027 (NKWD) den erwarteten Anstoß, einen erbarmungslosen Massenterror zu starten. Indessen wird in Sibirien Admiral Alexander Koltschak von antibolschewistischen Gruppen auf den Schild gehoben. Viele erhoffen sich von ihm ein Russland jenseits von Bolschewismus und Zarismus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8724348","hoster":"VOE"},{"path":"/redirect/8724351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1/episode-4","name":"Das Ende in Sibirien","epNo":4,"alt":"","descr":"Die antibolschewistischen Kräfte in Russland zählen Ende 1918 auf Admiral Alexander Koltschak, den reaktionäre Truppen in Omsk als Reichsverweser eingesetzt haben. Kolschak und seine Militärs erringen große militärische Erfolge, doch in den eroberten Gebieten wütet bald der \u0027weiße Terror\u0027, der keinen Unterschied zwischen verbündeten Anhängern der Konstituante, Sozialisten und Bolschewisten macht ... Inzwischen verhandeln die Siegermächte des Weltkriegs in Versailles über die russische Frage. US-Präsident Wilson lehnt einen von Marschall Foch befürworteten Kreuzzug gegen den Bolschewismus ab. Währenddessen gelingt der Roten Armee überraschend eine Steigerung ihrer Kampfkraft, Kriegskommissar Trotzki eilt im Panzerzug in die abgelegensten Winkel der Front und treibt die zurückweichenden Truppen zu neuem Widerstand. Ehemalige Zaren-Offiziere werden unter Gewaltandrohung zum Dienst in der Roten Armee gezwungen, Feigheit und Desertion mit dem Tod bestraft. Schließlich gelingt es Trotzkis Armee unter Aufbietung aller Kräfte, Koltschak und seine Leute zu besiegen. Am 14. November 1919 fällt Omsk in die Hände der Bolschewiki, Admiral Koltschak wird nach tagelangen Verhören von einem Hinrichtungskommando erschossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8724352","hoster":"VOE"},{"path":"/redirect/8724354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/brgerkrieg-in-ruland/staffel-1/episode-5","name":"Die verratene Revolution","epNo":5,"alt":"","descr":"Im Februar 1920 wird Admiral Koltschak hingerichtet. Doch trotz drei Jahren Bürgerkrieg und Revolution haben die Bolschewiki immer noch nicht gesiegt. In Südrussland gehen die Kämpfe der Roten Armee gegen die gut aufgestellten Gruppen des General Wrangel weiter, während das Elend des Volkes und die Zerrüttung der Wirtschaft unvorstellbare Formen annehmen. Wieder gelingt es Trotzki, mit drastischen Zwangsmaßnahmen die letzten Reserven des ausgebluteten Reiches zu mobilisieren. Der deutsch-polnische Krieg im Frühjahr 1920 wird von einer Welle nationaler Begeisterung begleitet und macht Zaristen und Bolschewisten zu Verbündeten. Nach einem wechselvollen Verlauf endet der Kampf mit dem \u0027Wunder an der Weichsel\u0027, das Pilsudskis Polen vor der Vernichtung bewahrt, die Vermittlungsvorschläge des britischen Außenministers Lord Curzon werden akzeptiert ... Indes wächst der Widerstand der Bevölkerung gegen das Bolschewiki-Regime, das der allgemeinen Hungersnot nicht Herr wird. Wie 1917 sind es die linksradikalen Matrosen von Kronstadt, die sich gegen die Staatsmacht auflehnen. Trotzki kämpft die \u0027linke Opposition\u0027 erbarmungslos nieder. Das Blutbad von Kronstadt beendet den Bürgerkrieg und festigt die unumstrittenen Macht der Bolschewiki","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8724364","hoster":"VOE"},{"path":"/redirect/8724357","hoster":"Streamtape"}]}]}]}]}