{"seriesId":"brilliant-legacy","name":"Brilliant Legacy","descr":"[Chanranhan yusan] Die TV-Serie Brilliant Legacy handelt von der unverfälschten Liebe in einer Familie und jungen Paaren, welche unter Konflikten und alten Wunden leiden, aber letztendlich doch wahre Liebe finden. In der Serie verlieben sich ein arroganter Chaebol und eine arme aber aufgeweckte Frau ineinander. Diese Story-Line mag zwar sehr abgegriffen und klischeehaft erscheinen, doch sie gibt einem die Chance, sich an die unverfälschte Liebe zwischen Familienmitgliedern zu erinnern und darin Hoffnung zu finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":9942890,"hoster":"VOE"},{"redirect":9942893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":9942899,"hoster":"VOE"},{"redirect":9942901,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als Eun Sung der alten Frau sagt, dass sie gehen muss, um nach ihrem Bruder zu suchen, klammert sich die alte Frau an sie. Eun Sung erinnert sich an ihre Bitte um Vergebung, da sie eine alte Dame ohne Familie ist und ihren Lebensunterhalt selbst verdienen muss. Eun Sung nimmt die alte Dame auf. Währenddessen will Hwan zu Hause in die Staaten zurückgeflogen werden und geht selbst zum Flughafen.","versions":[{"lang":3,"streams":[{"redirect":12915650,"hoster":"VOE"},{"redirect":9942902,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Eun Sung kommt im Haus der alten Dame an. Die alte Dame bietet Eun Sung Frühstück an und Eun Sung fragt sie, warum ihre Familie nichts von ihrem Unfall weiß und warum sie mit all dem Reichtum zum Markt gegangen ist, aber die alte Dame sagt ihr, dass es ein Geheimnis ist. Beim Frühstück schlägt die alte Dame vor, dass sie und Eun Sung zusammen leben.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Go Pyung Joon erscheint vor Baek Sung Hee. Baek Sung Hee, der fest davon überzeugt war, dass er tot ist, ist sowohl verängstigt als auch geschockt. Eun Sung und Hye Ri diskutieren über Eun Sungs frühere Begegnung mit ihrer Stiefmutter. Hye Ri ist unzufrieden, dass die Stiefmutter von Eun Sung Eun Sung gebeten hat, es geheim zu halten, dass sie eine Familie sind. Hye Ri vermutet, dass dahinter etwas steckt.","versions":[{"lang":3,"streams":[{"redirect":9942910,"hoster":"VOE"},{"redirect":9942909,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Vorsitzender Jang erklärt ihrer Familie, dass sie ihre finanzielle Unterstützung für sie einstellen wird. Darüber hinaus kündigt sie an, dass sie alle ihre Besitztümer Go Eun Sung überlassen wird. Die Familie steht unter Schock. Sie können nicht glauben, dass sie ihr gesamtes Erbe einem Mädchen überlassen wird, das sie nur getroffen hat. Vorsitzender Jang entschuldigt sich, dass er sie aufgezogen hat, um so hilflos zu werden und ein bedeutungsloses Leben zu führen.","versions":[{"lang":3,"streams":[{"redirect":9942917,"hoster":"VOE"},{"redirect":9942913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Eun Sung warnt Hwan, dass sie ihm kein Geld mehr leihen wird. Hwan glaubt, dass sie ihn beschimpft, weil sie weiß, dass sie die Besitztümer von Vorsitzendem Jang erben wird, und rät ihr, nicht herumzublödeln, weil sie am Ende die Erbschaft nicht erhalten wird. Eun Sung ist überrascht von Hwans Worten.","versions":[{"lang":3,"streams":[{"redirect":9942924,"hoster":"VOE"},{"redirect":9942919,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Eun Sung spricht mit ihrer Stiefmutter über die Hilfe von Vorsitzendem Jang bei der Suche nach ihrem Bruder. Sie erzählt ihrer Stiefmutter, dass sie glaubt, Eun Woo sei nicht mehr in Seoul, sondern auf dem Land. Ihre Stiefmutter rät ihr, die Hilfe des Vorsitzenden abzulehnen, sonst würde sie sich später in einer unangenehmen Situation befinden. Eun Sung gibt jedoch an, dass sie alles durchgehen kann, um Eun Woo zu finden.","versions":[{"lang":3,"streams":[{"redirect":9942923,"hoster":"VOE"},{"redirect":9942925,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Da Eun Sungs Freund Hye Ri sie zum Abendessen einlädt, schmückt Sook Ja sie für den besonderen Anlass.","versions":[{"lang":3,"streams":[{"redirect":9942929,"hoster":"VOE"},{"redirect":9942935,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Eun Sung wird in die Fabrik des Unternehmens verlegt, während Sung Hee und Seung Mi Pyung Joong mitteilen, dass sich Eun Sung und Eun Woo in Amerika befinden.","versions":[{"lang":3,"streams":[{"redirect":9942942,"hoster":"VOE"},{"redirect":9942937,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Eun Sung trauert immer noch über das zweite Verschwinden von Eun Woo und konfrontiert Sung Hee und Hwan. Der junge Suk stolpert über Eun Woo und nennt ihn den autistischen Pianisten.","versions":[{"lang":3,"streams":[{"redirect":9942946,"hoster":"VOE"},{"redirect":9942939,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Sook Ja überrascht alle mit ihrem neuen Willen, der besagt, dass nur Eun Sung das Unternehmen und ihren Reichtum erben wird. Ihre Familie und ihre Angestellten reagieren wütend.","versions":[{"lang":3,"streams":[{"redirect":9942947,"hoster":"VOE"},{"redirect":9942944,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Hwan macht sich auf den Weg, um zu beweisen, dass seine Großmutter Unrecht hat, indem er in einem anderen Restaurant seiner Großmutter arbeitet. Während Young Ran und Jung aus Protest gegen Sook Ja\u0027s Willen bleiben, versucht Sung Hee jede Spur von Verwandtschaft mit Eun Sung und Eun Woo zu verbergen.","versions":[{"lang":3,"streams":[{"redirect":9942950,"hoster":"VOE"},{"redirect":9942952,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Hwan findet ein Familienbild mit Eun Sung und Seung Mi. Während Jun Se anfängt, tiefere Gefühle für Eun Sung zu entwickeln, lernt Hwan zum ersten Mal Eun Woo kennen.","versions":[{"lang":3,"streams":[{"redirect":9942954,"hoster":"VOE"},{"redirect":9942955,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Drama folgt, weil Jun Se Jung nicht zurück mag. Während Hwan und Eun Sung hart daran arbeiten, das 30-jährige Jubiläum des Restaurants bekannt zu machen, beginnt Hwan, Eun Sung zu mögen.","versions":[{"lang":3,"streams":[{"redirect":9942956,"hoster":"VOE"},{"redirect":9942958,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Episode 17","descr":"Seung Mi findet heraus, dass Hwan Eun Sung mag. Sung Hee schickt Pyung Joong aufs Land, um zu verhindern, dass Eun Sung und er sich treffen.","versions":[{"lang":3,"streams":[{"redirect":9942966,"hoster":"VOE"},{"redirect":9942961,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Episode 18","descr":"Nachdem Pyung Joong einen Blick auf Eun Sung erhascht hat, setzt er seine Suche nach seinen Kindern fort. Eun Sung und Hwan versuchen weiterhin, den Umsatz des Restaurants zu steigern.","versions":[{"lang":3,"streams":[{"redirect":9942965,"hoster":"VOE"},{"redirect":9942969,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Episode 19","descr":"Eun Sung entdeckt, dass Sung Hee das gesamte Versicherungsgeld genommen hat, das ihr und Eun Woo übrig geblieben ist. Sung Hee enthüllt die Identität von Young Ran Eun Sung, um sie aus Hwans Haus zu werfen.","versions":[{"lang":3,"streams":[{"redirect":9942972,"hoster":"VOE"},{"redirect":9942971,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Episode 20","descr":"Sook Ja tritt Eun Sung aus ihrem Haus, unter dem Eindruck, dass Eun Sung ein Betrug ist. Deshalb versucht Eun Sung einen Weg zu finden, um ihre Unschuld zu beweisen.","versions":[{"lang":3,"streams":[{"redirect":9942975,"hoster":"VOE"},{"redirect":9942979,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Episode 21","descr":"Es wird unangenehm, wenn ein betrunkener Hwan in Eun Sungs Wohnung ohnmächtig wird. Später unternehmen Hwan und Eun Sung gemeinsam eine Geschäftsreise auf einer Kreuzfahrt, um ein Morgenmenü zu bestellen.","versions":[{"lang":3,"streams":[{"redirect":9942983,"hoster":"VOE"},{"redirect":9942980,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Episode 22","descr":"Seung Mi muss sich damit auseinandersetzen, dass Hwan Gefühle für Eun Sung hat. Hwans Einstellung zu seiner Arbeit ändert sich, wenn er eine schicksalhafte Lieferung an einen Kunden ausführt.","versions":[{"lang":3,"streams":[{"redirect":9942986,"hoster":"VOE"},{"redirect":9942985,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Episode 23","descr":"Mit Sook Ja im Krankenhaus ist es Eun Sung verboten zu besuchen. Sie hat nur die Unterstützung von Hwan und Jun Se, als sie über Sook Ja\u0027s Zustand trauert.","versions":[{"lang":3,"streams":[{"redirect":9942988,"hoster":"VOE"},{"redirect":9942990,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Episode 24","descr":"Hwan konfrontiert Seung Mi mit den Lügen, die sie ihm in Bezug auf Eun Sung erzählt hat. Aufgrund ihres schwachen Zustands ist geplant, Sook Ja als Präsident des Unternehmens zu entlassen.","versions":[{"lang":3,"streams":[{"redirect":9942993,"hoster":"VOE"},{"redirect":9942992,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Episode 25","descr":"Mit den Bemühungen von Hwan und Eun Sung bleibt Sook Ja der Präsident des Unternehmens. Während die Angestellten begeistert sind, sind es Jun Se\u0027s Vater und Sung Hee nicht.","versions":[{"lang":3,"streams":[{"redirect":9942997,"hoster":"VOE"},{"redirect":9942998,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Episode 26","descr":"Seung Mi entdeckt, was Sung Hee Eun Woo angetan hat. Sung Hee zwingt Eun Sung, das Land zu verlassen, um ihren Bruder Eun Woo wiederzusehen.","versions":[{"lang":3,"streams":[{"redirect":9943003,"hoster":"VOE"},{"redirect":9943002,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Episode 27","descr":"Gerade als Eun Sung an Bord des Flugzeugs geht, wird sie versehentlich mit Pyung Joong wiedervereinigt. Zusammen mit Hwan und Jun Se finden sie die Verschwörung von Sung Hee und Eun Woo.","versions":[{"lang":3,"streams":[{"redirect":9943009,"hoster":"VOE"},{"redirect":9943008,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Episode 28","descr":"Sung Hee gibt das Versicherungsgeld von Pyung Joongs Tod zurück. Sook Ja überlässt das Unternehmen den Mitarbeitern, während Eun Sung das Unternehmen verlässt, um im Ausland in den USA zu studieren.","versions":[{"lang":3,"streams":[{"redirect":9943015,"hoster":"VOE"},{"redirect":12980153,"hoster":"Streamtape"}]}]}]}]}