{"seriesId":"broadchurch","name":"Broadchurch","descr":"\"Broadchurch\" ist eine britische Krimiserie mit David Tennant alias Detective Inspector Alec Hardy und Olivia Colman alias Detective Sergeant Ellie Miller in den Hauptrollen. Als eines Tages der 11-jährige Danny Latimer unter mysteriösen Umständen tot an der Küste der gleichnamigen Stadt unterhalb der Felsklippen gefunden wird, wird das kleine verschlafene Broadchurch plötzlich Schauplatz eines groß angelegten Polizeieinsatzes, sowie eines nie dagewesenen Medienrummels...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Entdeckung","epNo":1,"alt":"Episode 1","descr":"Das malerische Küstenstädtchen Broadchurch: Der elfjährige Danny Latimer wird ermordet am Strand gefunden. Detective Inspector Alec Hardy ist neu im Revier und übernimmt den Fall mit der einheimischen Detective Sergeant Ellie Miller. Sie müssen nicht nur die erschrockenen Bewohner des Ortes besänftigen, der eine der niedrigsten Kriminalitätsraten des Landes hat. Kurz nach Bekanntwerden des Verbrechens fallen zudem hartnäckige Journalisten wie Karen White in Broadchurch ein.","versions":[{"lang":1,"streams":[{"redirect":8967946,"hoster":"VOE"},{"redirect":8330152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimnisse","epNo":2,"alt":"Episode 2","descr":"Alec Hardy und Ellie Miller haben bei der Suche nach Dannys Mörder kaum Anhaltspunkte. Doch ein paar Bewohner offenbaren Geheimnisse: Bei Dannys Schwester Chloe findet die Polizei Drogen, die zu der Hotelinhaberin Becca Fisher führen. Dannys Vater Mark log in Bezug auf sein Alibi. Und Steve Connelly will übersinnlich begabt sein und gibt Hardy und Miller Hinweise. Indes stellt die Reporterin Karen White ihre eigenen Nachforschungen an.","versions":[{"lang":1,"streams":[{"redirect":8967950,"hoster":"VOE"},{"redirect":8330159,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alibi","epNo":3,"alt":"Episode 3","descr":"Die Ermittler vernehmen Mark Latimer, den Vater des ermordeten Danny. Sein Alibi steht infrage und seine Fingerabdrücke wurden am mutmaßlichen Tatort sichergestellt. Schließlich gesteht die Hotelbesitzerin Becca Fisher eine Affäre mit Mark … Steve Connelly, der Alec Hardy und Ellie Miller den Hinweis gab, die Tat habe etwas mit Wasser zu tun, könnte Recht behalten: Die beiden Polizisten finden Marks Boot – und Blutspuren an Deck. Auch für Dannys Mutter hat Steve eine Botschaft.","versions":[{"lang":1,"streams":[{"redirect":12269321,"hoster":"VOE"},{"redirect":8330166,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vorwürfe","epNo":4,"alt":"Episode 4","descr":"Die verkohlten Überreste eines Boots werden entdeckt, an dem neben anderen Spuren noch einzelne Haare gesichert werden können. Alec Hardy ist sich sicher, dass es das Boot ist, mit dem die Leiche von Danny Latimer transportiert wurde. Derweil wird die Bevölkerung allmählich nervös und drängt auf eine schnelle Aufklärung des Falls, während immer mehr Verdächtigungen laut werden. Olly gibt Hardy etwa den Hinweis, dass der Zeitungshändler Jack ein verurteilter Sexualstraftäter ist.","versions":[{"lang":1,"streams":[{"redirect":8967948,"hoster":"VOE"},{"redirect":8330170,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verleumdung","epNo":5,"alt":"Episode 5","descr":"Statt Antworten zu finden, stoßen Alec Hardy und Ellie Miller auf immer mehr Fragen: Warum hatte Danny zwei Handys? Mit wem hat er zuletzt telefoniert? Stammt das Geld, das in Dannys Zimmer gefunden wurde, von dem vorbestraften Jack Marshall? Dieser findet sein Gesicht kurz darauf auf der Titelseite des Herald wieder. Die öffentliche Verleumdung schürt das Misstrauen in Broadchurch und befeuert die Presse, mehr Details über die Vergangenheit des ehemaligen Lehrers herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8967951,"hoster":"VOE"},{"redirect":8330167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zusammenbruch","epNo":6,"alt":"Episode 6","descr":"Jack ist tot. Nach dem Suizid des verleumdeten Zeitschriftenhändlers stehen die Bewohner von Broadchurch unter Schock und Alec Hardy gilt als schlechtester Polizist Englands, weil er ihn nicht geschützt hat. Der Detective, der immer öfter kollabiert, nimmt derweil Paul ins Visier: Der Pfarrer ist trockener Alkoholiker und hat engen Kontakt zu den Kindern der Gemeinde. Beth lernt Cate Gillespie kennen, deren Kind ebenfalls getötet wurde und die keine gute Meinung von Hardy hat.","versions":[{"lang":1,"streams":[{"redirect":8967952,"hoster":"VOE"},{"redirect":8330169,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verdacht","epNo":7,"alt":"Episode 7","descr":"Alec Hardy, der eigentlich wegen seiner Herzrhythmusstörung im Krankenhaus bleiben soll, entlässt sich selbst, um den Mordfall wieder aufzunehmen. Seine Kollegin Ellie Miller vernimmt derweil Susan Wright, die ganz offensichtlich etwas zu verbergen hat. Die Frau, die selbst eine Familientragödie miterlebt hat, gesteht schließlich, dass sie in der Tatnacht am Strand war. Sie behauptet sogar den Täter zu kennen …","versions":[{"lang":1,"streams":[{"redirect":12919652,"hoster":"VOE"},{"redirect":8330177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Enthüllung","epNo":8,"alt":"Episode 8","descr":"Der Pfarrer Paul hat Alec Hardy Toms Laptop übergeben. Darauf findet er E-Mails, die belegen, dass Tom und Danny sich kurz vor dem Mord zerstritten hatten, weil Letzterer einen neuen Freund gefunden hatte. Tom drohte Danny sogar, ihn zu töten. Derweil hat der vermeintliche Täter Dannys Handy wieder angeschaltet. Hardy verfolgt das Signal. Wird nun endlich herauskommen, was in der schicksalhaften Nacht geschah?","versions":[{"lang":1,"streams":[{"redirect":8967954,"hoster":"VOE"},{"redirect":8330179,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Prozess","epNo":1,"alt":"Episode 1","descr":"Alex Hardy und Ellie Miller konnten den Mörder von David Latimer fassen: Joe Miller, Ellies Ehemann. Nun steht sein Gerichtsprozess vor der Tür. Während eines schwierigen Interviews mit der Presse erhält Hardy mehrere Anrufe in Abwesenheit von Claire Ripley. Claire hat Angst, dass ein Mann aus ihrer gemeinsamen Vergangenheit mit Hardy zurückgekehrt ist und nach ihr sucht. Sie fleht Hardy um Schutz an.","versions":[{"lang":1,"streams":[{"redirect":8967955,"hoster":"VOE"},{"redirect":8330180,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Treffen","epNo":2,"alt":"Episode 2","descr":"Die Bewohner von Broadchurch finden keine Ruhe. Immer wieder kommen Neuigkeiten ans Licht, die alles bisher Geglaubte infrage stellen. Während Mark und Beth Latimer nach allem was geschehen ist, trotzdem versuchen, ihre Ehe aufrechtzuerhalten, trifft sich Reverend Paul Coates weiterhin heimlich mit Becca Fisher. Alec Hardy und Ellie Miller arrangieren derweil ein Treffen zwischen Claire und Lee Ashworth.","versions":[{"lang":1,"streams":[{"redirect":8967957,"hoster":"VOE"},{"redirect":8330181,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neues Leben","epNo":3,"alt":"Episode 3","descr":"Alec Hardy und Ellie Miller versuchen die Kontrolle über das von ihnen arrangierte Treffen zwischen Claire und Lee Ashworth zu behalten. Unterdessen wird der Mordprozess fortgesetzt und Ellie in den Zeugenstand gerufen. Während sie ihre Aussage macht, wird sie von Joes Verteidigerin Sharon Bishop bezichtigt, mit Alec eine Affäre zu haben und deshalb Joe des Mordes zu beschuldigen. Als Alec selbst befragt wird, gerät er unter Druck.","versions":[{"lang":1,"streams":[{"redirect":8967956,"hoster":"VOE"},{"redirect":13156986,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Zeuginnen","epNo":4,"alt":"Episode 4","descr":"Ellies Schwester Lucy Stevens sagt vor Gericht aus, dass sie in der Tatnacht gesehen habe, wie Joe Miller auf der Straße eine Tüte in einen Müllcontainer geworfen habe. Mark Latimer steht derweil vor der Entscheidung, seine Arbeit aufzugeben, um sich nur noch um die kleine Elizabeth zu kümmern. Als Alec sich von Ellie nach Sandbrook fahren lässt, erzählt er ihr, wie er die Leiche von Pippa Gillespie gefunden hat. Als er sich dort später mit Cate Gillespie trifft, belastet die ihren Mann schwer.","versions":[{"lang":1,"streams":[{"redirect":13099792,"hoster":"VOE"},{"redirect":8330183,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verlorene Söhne","epNo":5,"alt":"Episode 5","descr":"Ellie Millers Sohn Tom will im Prozess als Zeuge für seinen Vater Joe aussagen. Derweil hilft Ellie ihrem Kollegen Alec bei seinem bislang nicht geklärten Sandbrook-Fall. Als neue Informationen auftauchen, müssen sich Hardy und Ellie allerdings fragen, ob sie mit ihren bisherigen Ermittlungen vielleicht völlig falsch lagen. Währenddessen bekommt Sharon von unerwarteter Seite Hilfe und Olly zieht eine große Exklusivstory an Land.","versions":[{"lang":1,"streams":[{"redirect":13107699,"hoster":"VOE"},{"redirect":8330184,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Anhänger","epNo":6,"alt":"Episode 6","descr":"Tom Miller tritt in den Zeugenstand und belastet Mark mit seiner Aussage. Für Alec Hardy wird die Zeit langsam knapp, den Sandbrook-Fall angesichts der jüngsten Ermittlungsergebnisse abschließen zu können. Doch dann finden er und Ellie Beweise, die Pippa Gillespie mit Lee Ashworth und Claire Ripley in Verbindung bringen. Beth muss derweil ganz alleine mit einer schrecklichen emotionalen Belastung fertig werden.","versions":[{"lang":1,"streams":[{"redirect":8967961,"hoster":"VOE"},{"redirect":8330190,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In Lügen verstrickt","epNo":7,"alt":"Episode 7","descr":"Die Beweisaufnahme und die Zeugenanhörungen im Mordprozess gegen Joe Miller neigen sich dem Ende zu, danach muss die Jury entscheiden, ob Joe für Danny Latimers Tod verantwortlich ist. Währenddessen ermitteln Ellie und Alex weiterhin im Sandbrook-Fall und glauben sich einer Lösung schon recht nahe, nachdem sie Lee Ashworth mit einem Geheimnis Claires geködert haben.","versions":[{"lang":1,"streams":[{"redirect":9205825,"hoster":"VOE"},{"redirect":8330191,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Am Ende sind wir allein","epNo":8,"alt":"Episode 8","descr":"Nach dem Ende des Prozesses gegen Joe Miller sind alle von dem Urteil schockiert. Gleichzeitig können Ellie Miller und Alec Hardy endlich den Jahre zurückliegenden Sandbrook-Fall aufklären. Dies gelingt, obwohl sich die Tatverdächtigen in einem fatalen Abhängigkeitsverhältnis befanden und sich gegenseitig belasteten.","versions":[{"lang":1,"streams":[{"redirect":8967960,"hoster":"VOE"},{"redirect":11802516,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Trish Winterman (Julie Hesmondhalgh) bringt eine Vergewaltigung zur Anzeige. Sie war einige Tage zuvor nach einer Party bei Jim (Mark Bazeley) und Cath Atwood (Sarah Parish) überfallen worden, konnte jedoch ihren Angreifer nicht sehen. DS Ellie Miller (Olivia Colman) und DI Alec Hardy (David Tennant) werden hinzugerufen. Sie sind bald der Meinung, dass es sich um einen geplanten Angriff gehandelt hat, nicht um ein Gelegenheitsverbrechen. Bald verbreitet sich Angst, dass ein Serienvergewaltiger in Broadchurch unterwegs sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8287023,"hoster":"VOE"},{"redirect":8287018,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Ellie (Olivia Colman) und Alec Hardy (David Tennant) führen ihre Ermittlungen fort. Sie konzentrieren sich zunächst auf die Schnur, die bei dem Angriff verwendet wurde, und sammeln freiwillige DNA-Proben der männlichen Partygäste ein. Da Trish (Julie Hesmondhalgh) nur widerwillig mit der Polizei zusammenarbeitet, bittet Ellie Beth Latimer (Jodie Whittaker), die inzwischen in der Opferhilfe arbeitet, mit Trish zu sprechen. Trish erzählt ihr, dass sie am Morgen ihrer Vergewaltigung noch einvernehmlichen Sex hatte, will aber nicht verraten, mit wem.","versions":[{"lang":1,"streams":[{"redirect":8287016,"hoster":"VOE"},{"redirect":8287015,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Der Taxifahrer Clive Lucas verstrickt sich während des Verhörs in Lügen.","versions":[{"lang":1,"streams":[{"redirect":8287027,"hoster":"VOE"},{"redirect":8287034,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Eine Frau informiert die Polizei, dass sie vor zwei Jahren vergewaltigt wurde.","versions":[{"lang":1,"streams":[{"redirect":8287039,"hoster":"VOE"},{"redirect":8287037,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Laura (Kelly Gough), das zweite Opfer, erzählt Details über ihre Vergewaltigung, die zu Trishs (Julie Hesmondhalgh) Schilderungen passen. Laura hatte das Verbrechen nicht angezeigt, da sie dachte, man würde ihr nicht glauben. Mayford (Jim Howick), der Verbindungen zu beiden Opfern hatte, wird verhaftet. Ellie (Olivia Colman) und DI Hardy (David Tennant) erfahren von einer dritten Vergewaltigung, für die Mayford als Täter jedoch nicht in Frage kommt. Der Taxifahrer Clive (Sebastian Armesto) spricht unterdessen Jim (Mark Bazeley) darauf an, ihn in der Nacht der Party mit Trish gesehen zu haben.","versions":[{"lang":1,"streams":[{"redirect":8287045,"hoster":"VOE"},{"redirect":8287052,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Ed (Lenny Henry) wird verhaftet, als man bei ihm dieselbe Art von Schnur findet, die bei Trishs Vergewaltigung benutzt wurde. Er gibt zu, in Trish verliebt zu sein, und auf seinem Handy finden sich Tausende Fotos von ihr. Ian (Charlie Higson) behauptet, Ed habe Trish sexuell belästigt. Nira (Ellora Torchia), das dritte Vergewaltigungsopfer, will nicht mit der Polizei sprechen, damit ihre Familie nichts davon erfährt. Als Ellie (Olivia Colman) Pornos auf dem Handy ihres Sohns findet, gibt er an, die Filme von Michael Lucas (Deon Lee-Williams), dem Stiefsohn des Taxifahrers, bekommen zu haben. (","versions":[{"lang":1,"streams":[{"redirect":8287053,"hoster":"VOE"},{"redirect":8287050,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Wichtige Beweise werden gegen alle Hauptverdächtigen des Falls zutage gefördert.","versions":[{"lang":1,"streams":[{"redirect":8287061,"hoster":"VOE"},{"redirect":8287063,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Ellie und Hardy decken die Wahrheit hinter Trish Wintermans Vergewaltigung auf und das Leben in Broadchurch ist für immer verändert.","versions":[{"lang":1,"streams":[{"redirect":8287067,"hoster":"VOE"},{"redirect":8287064,"hoster":"Streamtape"}]}]}]}]}