{"seriesId":"brotherhood-2015","name":"Brotherhood (2015)","descr":"Die Geschwister Dan und Toby, beide Mitte 20, müssen in dieser Sitcom plötzlich die Elternrolle für ihren kleinen Bruder Jamie übernehmen, nachdem ihre Mutter verstorben ist. Eine Aufgabe, die den beiden schnell über den Kopf wächst …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schule","epNo":1,"alt":"School","descr":"Als Dan von Jamies Elternabend erfährt, muss er sich zwischen seinen elterlichen Pflichten und Céline Dion entscheiden. Unterdessen versucht sich Toby als Koch.","versions":[{"lang":1,"streams":[{"redirect":9943013,"hoster":"VOE"},{"redirect":9943014,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Poppy","epNo":2,"alt":"Poppy","descr":"Poppy wurde aus ihrer Wohnung geworfen und taucht nun auf der Suche nach einer neuen Bleibe bei den Jungs auf. Toby und Jamie sehen in ihrem Einzug nur Gutes, aber Dan weiß es besser: Poppys Einzug kann nur Ärger bedeuten.","versions":[{"lang":1,"streams":[{"redirect":9943019,"hoster":"VOE"},{"redirect":9943018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sprache","epNo":3,"alt":"Language","descr":"Dan verliebt sich in die Frau aus dem Laden um die Ecke, die kein Englisch spricht. Derweil wollen Toby und Jamie herausfinden, wer bei Computerspielen besser ist.","versions":[{"lang":1,"streams":[{"redirect":9943026,"hoster":"VOE"},{"redirect":9943025,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geburtstag","epNo":4,"alt":"Birthday","descr":"Jamie hat Geburtstag, und Dan steht unter Druck. Kann er eine Party organisieren, die seines kleinen Bruders würdig ist? Nicht, wenn Toby, Debbie und Poppy etwas damit zu tun haben. Derweil hat Toby schlechte Nachrichten für Miss Pemberton.","versions":[{"lang":1,"streams":[{"redirect":9943028,"hoster":"VOE"},{"redirect":9943027,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Paare","epNo":5,"alt":"Mating","descr":"Poppy schafft das Unmögliche und vermittelt Dan ein Date. Währenddessen findet Toby einen neuen \"Freund\", und Jamie bekommt von seiner Tante Debbie zu viel Aufmerksamkeit geschenkt.","versions":[{"lang":1,"streams":[{"redirect":9943033,"hoster":"VOE"},{"redirect":9943032,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Neuigkeiten","epNo":6,"alt":"Pregnant","descr":"Toby ist begeistert, dass sich Jamies Lehrerin Miss Pemberton nach ihrem One-Night-Stand wieder mit ihm treffen will. Aber Sex hat sie dabei gar nicht im Sinn. Unterdessen zeigt Poppy Jamie Zombie-Filme.","versions":[{"lang":1,"streams":[{"redirect":9943037,"hoster":"VOE"},{"redirect":9943038,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Arbeit","epNo":7,"alt":"Work","descr":"Dan ist erkältet, also vertritt Toby ihn bei der Arbeit und fällt dabei Dans neuer Chefin Terri ins Auge. Jamie hat es schwer: Er ist auch erkältet und dabei Debbies Pflegeversuchen ausgeliefert.","versions":[{"lang":1,"streams":[{"redirect":9943042,"hoster":"VOE"},{"redirect":9943239,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dad","epNo":8,"alt":"Dad","descr":"Toby und Jamie freuen sich, als ihr abwesender Vater Adrian unerwartet vor der Tür steht. Dan ist aber weniger erfreut. Kann er die Probleme mit seinem Vater lösen?","versions":[{"lang":1,"streams":[{"redirect":12332811,"hoster":"VOE"},{"redirect":9943047,"hoster":"Streamtape"}]}]}]}]}