{"path":"/serie/stream/bruder-schwarze-macht","name":"Bruder - Schwarze Macht","descr":"Die Eltern von Polizistin Sibel (Sibel Kekilli), sind dereinst aus der Türkei nach Deutschland eingewandert. Ihr jüngerer Bruder Melih (Yasin Boynuince) ist intelligent, versteht sich gut auf IT und Computer und hat ein gutes Abi abgelegt. Obwohl er in Deutschland aufgewachsen ist, fühlt er sich hier nicht heimisch, fühlt sich als Türke – und damit auch als Außenseiter. So hat er nur geringe Skrupel, sein IT-Wissen für ungesetzliche Zwecke einzusetzen. Als ein Freund sich für salafistisches Gedankengut interessiert, macht sich Melih zunächst über ihn lustig. Doch mit der Zeit kommt er radikalisierten Kreisen näher – bis die 31-jährige Polizistin schließlich über den Verfassungsschutz davon erfährt, dass ihr Bruder in extremistischen Kreisen verkehrt. Je mehr sich Sibel bemüht, ihren Bruder aus dem gefährlichen Umfeld herauszuhalten, desto tiefer scheint er zu versinken und desto größer die Gefahr, in die er sich begibt. Schließlich muss Sibel ihren Job, ihre junge Familie und ihre Zukunft für den Bruder gefährden.","seasons":[{"path":"/serie/stream/bruder-schwarze-macht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bruder-schwarze-macht/staffel-1/episode-1","name":"Auge um Auge","epNo":1,"alt":"","descr":"Melih sucht seinen Platz. Mit Freund Tobi hängt er in einem halbwegs kriminellen Internet-Laden herum und bringt dort sein brillantes IT-Wissen ein. Als Tobi den Salafismus für sich entdeckt, spottet Melih zunächst. Doch irgendwann interessiert er sich dafür.\r\rMittlerweile ist Melihs Kreditkartenbetrug aufgeflogen. Sibel bürgt für ihn vor Gericht. Die Auflage lautet, dass Melih bei seiner älteren Schwester unter Aufsicht lebt. Die Konflikte sind programmiert. Unter anderem sorgt Sibel dafür, dass Melihs und Tobis Heimat, Karstens \"Second Handy\", von der Polizei geschlossen wird. Melih tobt, Sibel mit ihrer deutschen Besserwisserei sei eine Verräterin, Karsten sei Familie. \r\rSibel reagiert harsch. Sie wolle ihren kleinen Bruder nur vor der Ausbeutung durch Karsten und vor der schiefen Bahn bewahren. Tobi lernt inzwischen Baris und den charismatischen Prediger Abu Nour kennen. Melih erlebt, wie Tobi mit der Shahada sein Glaubensbekenntnis ablegt. Die rituelle Prozedur berührt ihn tief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9583743","hoster":"VOE"},{"path":"/redirect/8331312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bruder-schwarze-macht/staffel-1/episode-2","name":"Wir werden Euch Eure Sünden vergeben","epNo":2,"alt":"","descr":"Gemeinschaft finden die Freunde beim salafistischen Imam Abu Nour und dem charismatischen Baris. Sie diskutieren und trainieren mit ihnen. Dabei werden sie für den IS rekrutiert, ahnen es aber nicht. Melih fühlt sich von der Gesellschaft immer mehr ausgegrenzt.\r\rAls ein Polizist Melih hart angeht, will er ihn anzeigen, aber Sibel rät ab. Melih empfindet das als Verrat! Der Imam Abu Nour und Baris stellen Melih den Anwalt. Enttäuscht zieht er bei Sibel aus. Sibel ist verzweifelt, ihr Bruder verschliesst sich jedem Kontakt. \r\rEin Verfassungsschützer, Bahr, spricht Sibel an, ob sie wisse, wo ihr Bruder verkehre? Bei ihr daheim solle er doch laut Auflage vom Gericht leben, da sei er ja wohl nicht mehr. Imam Abu Nour, Alias Phillip, stehe im Verdacht, Konvertiten für den IS zu rekrutieren. Ihr Bruder sei dort aufgetaucht. Wenn er mit dem Verfassungsschutz kooperiere, könne man ihn bei der Gerichtsverhandlung unterstützen. Der Verfassungsschutz sieht durch Melih eine Chance, in die inneren Kreise des IS zu gelangen. Sibel ist wütend, dass damit ihr Bruder gefährdet würde, daran denke dort wohl niemand. Sie lehnt ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578088","hoster":"VOE"},{"path":"/redirect/8331320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bruder-schwarze-macht/staffel-1/episode-3","name":"Himmel und Hölle","epNo":3,"alt":"","descr":"Heimlich trägt sich Melih ins Melderegister ein, bittet sogar ihren ruppigen Kollegen André, ihr bei der Suche zu helfen. Erfolglos. Da wendet sich Sibel an den Verfassungsschützer Bahr. Sibels Mann tobt, als Bahr in seinem Wohnzimmer steht. Das sei alles zu gefährlich.\r\rKurt nimmt seine Tochter Miriam und zieht aus. Baris und Melih besorgen Waffen. Verfassungsschützer Bahr zeigt Sibel ein Phantombild, welches sie nicht identifizieren kann. Aber Sibel und Bahr arbeiten ab jetzt zusammen. Sie ahnen nicht, wie tief Melih schon in die IS-Kreise verwickelt ist. Kurze Zeit später bringt Baris die Freunde Tobi und Melih in eine isolierte \"Terror-WG\" zur konkreten Vorbereitung eines Anschlags.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9583746","hoster":"VOE"},{"path":"/redirect/8331317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bruder-schwarze-macht/staffel-1/episode-4","name":"Am Ende der Dunkelheit","epNo":4,"alt":"","descr":"Baris hat Melih und Tobi in eine abgeschiedene Terror-WG gebracht. Sie erhalten ihre letzte Vorbereitung. Die Jungs wollen lieber im Kalifat kämpfen, nicht in Deutschland aktiv sein. Ali erklärt die IS-Taktik, und so verabschieden sie sich vom bisherigen Leben.\r\rSibel bekommt einen Tipp für den Zugriff auf die Terror-WG. Sie eilt zum Einsatzort und entdeckt Melih, der aber zusammen mit Baris flüchten kann. Spätestens jetzt erkennt Sibel, das Ausmass von Melihs Entwicklung. Sie hat versagt, hat Melih weder aus dem Milieu herausholen, noch jetzt vor der Fahndung der Polizei schützen können. \r\rRatlos kehrt sie zu ihrer Mutter zurück, die zum ersten Mal Verständnis für ihre Tochter zeigt. Da kommt Sibel im letzten Moment eine Idee, wo sie ihren Bruder finden kann. Am Grab des Vaters versucht sie, ihn zur Aufgabe zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382651","hoster":"VOE"},{"path":"/redirect/8331314","hoster":"Streamtape"}]}]}]}]}