{"path":"/serie/stream/btooom","name":"Btooom!","descr":"[Ger Dub / Ger Sub] Ryouta Sakamoto ist 22 Jahre alt, arbeitslos und lebt bei seiner Mutter, wo er seine Zeit mit dem Kampfspiel \"BTOOOM\" verbringt und es unter die besten Spieler der ganzen Welt geschafft hat. Eines Tages erwacht er auf einer tropischen Insel, ohne Erinnerung wie er dorthin gekommen ist. Auf der Suche nach anderen Leuten begegnet er einem Fremden, der auf seinen Zuruf mit dem Wurf einer BIM-Bombe antwortet, die Ryouta sonst nur aus seinem Spiel kennt. Mit Schrecken muss Ryouta schließlich erkennen, dass er in einer realen Version von BTOOOM gefangen ist und nun um sein Leben kämpfen muss.","seasons":[{"path":"/serie/stream/btooom/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/btooom/staffel-1/episode-1","name":"Kein Schmerz, kein Spiel","epNo":1,"alt":"Start","descr":"Ryōta Sakamoto , ein arbeitsloser 22-Jähriger, ist ein japanischer Elite-Spieler von Btooom! , ein MMO, das weltweit fast drei Millionen Mal verkauft wurde und dessen Team den zehnten Platz in der Welt belegt. Gegenwärtig erwacht ein Amnesie-Ryōta in einem Fallschirmgurt auf einer tropischen Insel, der nur mit seiner Tasche ausgestattet ist, die einige Notwendigkeiten enthält, einem Beutel voller Countdown-Bomben-ähnlicher Waffen namens Timer BIMs und einem seltsamen perlenartigen Chip, der links von ihm eingebettet ist Hand. Ryōta erinnert sich vage an einen Streit mit seiner Mutter Yukie Sakamoto, der wollte, dass er einen Job bekam, anstatt den ganzen Tag zu Hause Videospiele zu spielen, aber er erklärte hart, dass er einen Job bei der Videospielfirma verfolgte. Nachdem er einen Supermarkt besucht hat, um eine Bewerbung zu widerrufen, die Yukie für ihn eingereicht hat, wird er von zwei Männern getroffen, woraufhin sich sein Gedächtnis auflöst. Nachts am Strand wird er von jemandem namens Yoshiaki Imagawa verfolgt , der ihn mit Cracker BIMs angreift. Ryōta ist nicht in der Lage, mit Yoshiaki zu argumentieren , und muss hinter den Büschen ausweichen. Er merkt, dass er gezwungen ist, Btooom zu spielen !wirklich. Als Yoshiaki ihn in der Nähe einer Klippe in die Enge treibt, stellt Ryōta eine Falle, indem er ein Timer-BIM auf der Klippe lässt und in den Ozean springt, wodurch sein Angreifer unversehens getötet wird. Ryōta träumt später von einem weiteren Kampf mit Yukie um die Jobsuche. Dann stolpert er durch den Dschungel in der Nähe eines Flusses, wo ein Mädchen sich erfrischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857343","hoster":"VOE"},{"path":"/redirect/13665829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-2","name":"Das Blutbefleckte High School Mädchen","epNo":2,"alt":"The Bloodstained High School Girl","descr":"Ein Mädchen namens Himiko erzählt ihrer besten Freundin Miho, dass sie eingeladen wurde, Btooom zu spielen ! mit Ryōta. Himiko diskutiert mit Miho, Arisa und Yuki über einen seltsamen Kettenbrief, der im Internet die Runde gemacht hat und behauptet, jeden mit 100.000 Yen zu belohnen, wenn er das \"Verschwinden\" einer benannten Person nach Wahl des E-Mail-Empfängers zulässt. In der Gegenwart entdeckt Himiko, wie sie mit einem Fallschirm auf die Insel fällt, ausgestattet mit begrenzten Rationen, einem Beutel voller Bomben und einem Elektroschocker . Später erwacht sie und findet sich inmitten von drei Männern wieder, darunter Masashi Miyamoto , Mitsuo Akechi und Isamu Kondōmit ihnen zusammenarbeiten. Als Isamu die anderen beim Essen ohne faire Portionen erwischt, kommt es zu einem Streit, der jedoch von Masashi getötet wird, der ihm die Kehle durchgeschnitten hat. Himiko und Mitsuo schleichen sich nachts hinaus, während Masashi schläft, aber als er sie einholt, wirft Mitsuo ein Blazing Gas BIM auf ihn, um ihn abzuschrecken. In einem Rückblick werden Himiko und ihre Freunde von einem Oberschüler namens Yoshioka eingeladenund seine drei anderen Bandmitglieder. Als Himiko spät auftaucht, entdeckt sie, dass ihre Freunde von Yoshioka und seinen Bandmitgliedern geschlagen und vergewaltigt wurden. Sie versuchen Himiko zu vergewaltigen, aber sie entkommt und alarmiert die Behörden. Ihre Freunde, insbesondere Miho, mussten jedoch aufgrund eines Traumas umziehen. Zurück in der Gegenwart wird Mitsuo wahnhaft, aber Himiko betäubt ihn und rennt weg. Er findet sie jedoch und greift sie sexuell an. Mitsuo rennt weg, als Himiko als letzten Ausweg eines ihrer Timer-BIMs aktiviert, es auf ihn wirft und ihn tötet, nachdem es explodiert ist. Himiko glaubt dann, dass jeder auf der Insel ihr Feind ist, besonders die Männer. Zu diesem Zeitpunkt, als Himiko sich am Fluss erfrischt, wird sie von Ryōta entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13858354","hoster":"VOE"},{"path":"/redirect/13665831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-3","name":"Überleben","epNo":3,"alt":"Survival","descr":"Ryōta versucht Himiko nach ihrem Koffer voller Essen zu fragen, aber sie rennt im Gebüsch davon. Als Ryōta versucht, sie zu finden, stößt er stattdessen auf einen Mann namens Kiyoshi TairaKot in den Büschen. Kiyoshi erklärt, dass er auch von zwei Männern angesprochen wurde, wonach er in einem Frachtflugzeug mit einer kleinen Menschenmenge aufwachte, die alle von einem fröhlichen Mann auf dem Bildschirm über ihre Teilnahme an einem Todesspiel auf der tropischen Insel informiert wurden. Nachdem sie alle erfahren hatten, dass das Ziel des Abschlusses des Spiels darin besteht, IC-Chips von acht anderen Teilnehmern zu sammeln, nachdem sie getötet wurden, waren viele von ihnen wütend, aber maskierte Männer an Bord des Flugzeugs, die mit Elektroschockern bewaffnet waren, unterwarfen sie. Ryōta war der offenste der Gruppe und schien den verantwortlichen Mann zu kennen, aber er war mit einem Elektroschocker im Kopf geschockt, was seine verlorenen Erinnerungen erklärte. Das Flugzeug erreichte die Insel und die Teilnehmer wurden mit Fallschirmen ausgeworfen. Ryōta erkennt, dass Tyrannos Japan, die Gruppe, die Btooom!war höchstwahrscheinlich dafür verantwortlich. Als Ryōta und Kiyoshi beschließen, sich zusammenzuschließen, um ihre Chancen zu verbessern, bemerken sie, dass ein anderes Flugzeug Lebensmittelvorräte auf die Insel wirft. Wenn Ryōta nach einer Lebensmittelversorgung rast, erreicht eine Frau namens Misako Hōjō sie zuerst, nur um von einer Falle getötet zu werden, die von einem Mann aufgestellt wurde, der sie nimmt und geht. Ryōta und Kiyoshi überlegen dann, ob sie einen anderen Fallschirm verfolgen sollen, aber sie entscheiden sich schließlich dafür, da sie sich nicht verteidigen können, wenn ihre Stärke gering ist. Als sie den Fallschirm erreichen, entdecken sie einen kleinen Jungen voller Blut, der nach der Nahrungsversorgung einen anderen Mann getötet zu haben scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857132","hoster":"VOE"},{"path":"/redirect/13665830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-4","name":"Weltbester","epNo":4,"alt":"Best In The World","descr":"In der Vergangenheit wurde ein 14-jähriger sadistischer Nekrophiler namens Kōsuke Kira wegen Mordes an drei Frauen festgenommen. Zurück in der Gegenwart entdeckt ein Anwalt namens Sōichi Natsume Kōsuke in Ufernähe und spießt zum Spaß Frösche auf. Sōichi versucht zu erklären, dass es falsch ist, Lebewesen aus Belustigung zu töten, aber Kōsuke lehnt die Erklärung ab. Nachdem ein Lebensmittelvorrat in der Nähe abgefallen ist, untersuchen die beiden ihn mit Kōsukes missbräuchlichem Vater Yoshihisa Kira . Nachdem Yoshihisa seinen Sohn gezwungen hat, ein Implosions-BIM zu verwenden, um die Nahrungsvorräte von einem Baum zu holen, beschließt er, den Fall für sich selbst zu übernehmen und über das Überleben der Stärksten zu sprechen. Kōsuke, der des Missbrauchs müde ist, aktiviert ein Implosions-BIM auf Yoshihisa und tötet ihn, wobei er einen Ansturm von Euphorie verspürt. Sōichi rennt verängstigt davon und sagt, Kōsuke sei einem Monster ähnlich. Zu diesem Zeitpunkt wird Kōsuke von Ryōta und Kiyoshi entdeckt, die sich zurückziehen, nachdem sie nicht mit ihm argumentiert haben. Als Kōsuke ihnen mit der Absicht nachjagt, sie zu töten, beschließt Ryōta zu kämpfen, um Kiyoshi zu beschützen. Ryōta und Kōsuke erkennen sich bald als Btooom!Spieler und engagieren. Nachdem Kōsuke ihn verspottet und angreift, schlägt Ryōta seinen Kopf gegen einen Felsen, was zu einem Persönlichkeitswechsel führt, bei dem er die Realität als Spielwelt wahrnimmt. Ryōta besiegt Kōsuke, indem er seine Bewegungen mit fortgeschrittener Sonarunterdrückung versteckt. Obwohl Ryōta sich nicht dazu bringen kann, Kōsuke zu töten, bindet Ryōta ihn an einen Baum und nimmt seine Lebensmittel und BIMs. Als Ryōta geht, ist Kōsuke begeistert zu erfahren, dass Ryōta tatsächlich der bestplatzierte japanische Spieler von Btooom ist! .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857477","hoster":"VOE"},{"path":"/redirect/13665833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-5","name":"Attacke","epNo":5,"alt":"Attack","descr":"Ryōta kehrt mit dem Lebensmittelkoffer nach Kiyoshi zurück. In einem Rückblick Hisanobu SakamotoRyōta-Stiefvater erwischte Yukie beim Selbstmordversuch, nachdem er es bereut hatte, \"verschwunden\" zu sein. Während Ryōta und Kiyoshi in der Nähe des Flusses essen, wäscht sich die Leiche von Mitsuo ohne Hose stromabwärts und lässt Ryōta und Kiyoshi spekulieren. Ryōta, der den Verdacht hegt, dass ein Feind flussaufwärts lauert, geht nachforschen und entdeckt Himiko, der auf einer Klippe wartet. Sie zieht ihn ins Freie, indem sie ein Blazing Gas BIM in den Wald wirft. Obwohl er versucht, mit ihr zu argumentieren, greift sie ihn mit einem Cracker BIM an und fordert ihn auf, sie anzugreifen. Sie benutzt ihren Elektroschocker, um sich zu verteidigen, aber Ryōta veranlasst sie, sich selbst zu betäuben und auf ihm zu landen. Er ist versucht, sie zu tappen, während sie bewusstlos ist, aber er fügt zusammen, dass sie zuvor von Mitsuo angegriffen wurde. Himiko erwacht in Ryotas Armen und,Aktiviert aus Angst, erneut verletzt zu werden, ein Timer-BIM, das in ihrer Tasche versteckt ist, aber Ryōta deaktiviert es. Zurück auf dem Campingplatz erklärt sie Ryōta und Kiyoshi, dass jeder auf der Insel von jemandem ausgewählt wurde, von dem sie wussten, dass er \"verschwindet\". Himiko weiß, dass ihre Freunde sie wegen Verrats ausgewählt haben, Kiyoshi schließt daraus, dass ein Immobilienkunde ihn aufgrund eines Streits ausgewählt haben könnte, und Ryōta erkennt, dass seine eigene Mutter ihn ausgewählt hat, um sich ihr zu widersetzen. Plötzlich wird die Gruppe von einem Rudel angegriffenKiyoshi schließt daraus, dass ein Immobilienkunde ihn aufgrund eines Streits ausgewählt haben könnte, und Ryōta erkennt, dass seine eigene Mutter ihn ausgewählt hat, um sich ihr zu widersetzen. Plötzlich wird die Gruppe von einem Rudel angegriffenKiyoshi schließt daraus, dass ein Immobilienkunde ihn aufgrund eines Streits ausgewählt haben könnte, und Ryōta erkennt, dass seine eigene Mutter ihn ausgewählt hat, um sich ihr zu widersetzen. Plötzlich wird die Gruppe von einem Rudel angegriffenKomodo Drachen .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13861722","hoster":"VOE"},{"path":"/redirect/13665832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-6","name":"Nacht der Opferung","epNo":6,"alt":"Night of Sacrifice","descr":"Nachdem Himiko ohnmächtig geworden ist, trägt Kiyoshi sie auf die andere Seite des Flusses und lässt Ryōta zurück, um mit den Komodo-Drachen umzugehen. Ryōta erkennt, dass die BIMs unbrauchbar werden, bis ihr Besitzer tot ist. Nachdem ein Komodo-Drache Kiyoshis Bein gebissen hat, schafft es Ryōta, eines seiner Cracker-BIMs zu aktivieren, um es abzuschrecken. Während Ryōta Himiko auf dem Rücken trägt, trägt Kiyoshi alle Lebensmittelvorräte und BIMs und beklagt, dass er bestraft wird, indem er auf die Insel gebracht wird, weil er bei seiner Arbeit ein Monster ist, aber ein Komodo-Drache erscheint und bewirkt, dass die beiden getrennt werden. Ryōta, der Kiyoshi mit seinem Sonar nicht finden kann und davon ausgeht, dass er verlassen wird, wird fast von einem Komodo-Drachen angegriffen. Kiyoshi kehrt zweifellos zurück und tötet es mit einem Homing BIM, was bestätigt, dass ihre Sonare bei der Suche nach einander aufgehoben wurden.Ihnen folgen weitere Komodo-Drachen zu einem verlassenen Kommunikationsturm in der Nähe des Meeres. Kiyoshi versucht, die Komodo-Drachen mit Homing-BIMs abzuhalten, aber nicht zu effektiv. Dies veranlasst Ryōta, eines von Himikos Blazing Gas BIMs zu verwenden, indem sie mit ihrem Finger den Schalter aktiviert, um die Komodo-Drachen zu vertreiben. Nachdem Himiko später das Bewusstsein wiedererlangt hat, zeigt sie immer noch ein Trauma, nachdem Ryōta sie nur an der Schulter berührt hat. Nachdem sich Kiyoshis Bein infiziert hat, lässt Ryōta Himiko Kiyoshi festhalten, um es zu desinfizieren. Zurück auf dem Festland wird bekannt, dass Tyrannos Japan die Ereignisse auf der Insel überwacht, insbesondere mit besonderem Interesse an Ryōta. Als Ryōta die Vielfalt der Lebensmittelvorräte und BIMs bemerkt, die Himiko besitzt, kommt er zu dem Schluss, dass sie viele andere Teilnehmer ermordet hat, was sie unter Verdacht stellt.Als sie plötzlich vom Sonar eines anderen Teilnehmers entdeckt werden, beschließt Ryōta, ein Köder zu sein, um den Angreifer von seinen Freunden wegzuziehen. Im Wald wird Ryōta von dem Angreifer angegriffen, der sich als Masashi herausstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863931","hoster":"VOE"},{"path":"/redirect/13665834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-7","name":"Virtual Bride","epNo":7,"alt":"Virtual Bride","descr":"In der Vergangenheit haben Ryōta und Himiko im Btooom geheiratet! Welt, aber Himiko wollte ihn noch nicht in der realen Welt treffen. Ryōta merkt, dass Masashi und Sōichi zusammenarbeiten, ist überwältigt und lässt seine BIMs beschlagnahmen. Obwohl Masashi Ryōta die Flucht erlaubt, nachdem er Sōichi mit einem Elektroschocker geschockt hatte, war dies sein Plan, Ryōta zurück zum verlassenen Kommunikationsturm zu verfolgen. Ryōta versucht mit Masashi zu argumentieren und sagt, dass das gesamte Szenario von Tyrannos Japan erstellt wurde, um Fehler in Btooom auszubügeln!, da es möglicherweise eine Lücke gibt, durch die jeder überleben kann. Masashi schwelgt jedoch tatsächlich darin, schneidet Kiyoshi die Finger ab und drückt Ryōta von der Klippe in die Bäume, bevor er geht. Ryōta kehrt unverletzt zurück und findet Himikos Handy, als sie merkt, dass sie möglicherweise dieselbe Himiko ist, die er im Spiel kannte, gemessen an ihrem Cosplay- Hintergrundbild. In einem anderen verlassenen Gebäude binden Masashi und Sōichi Himiko auf ein Bett und foltern sie ein wenig. Ryōta lässt Kiyoshi zurück und signalisiert und lokalisiert Himiko mit seinem Sonar. Er fordert Masashi und Sōichi auf, nach ihm zu suchen. Nachdem Ryōta sie losgebunden hat, fragt sie sich, ob sie die Himiko war, mit der er einmal in Btooom gespielt hat!, aber sie bestreitet dies. Die beiden werden von Sōichi angegriffen, der folglich von seinem eigenen Cracker BIM getötet wird, das Ryōta zuvor deaktiviert hat. Masashi hält Himiko als Geisel und fordert Ryōta zu einem Faustkampf heraus. Stattdessen stürzt er sich auf Masashis Messer, um zu Boden geschlagen zu werden. Himiko springt dann auf Masashi und aktiviert ein Blazing Gas BIM auf ihn, wobei er eine Gaswolke nach ihnen schickt. Ryōta und Himiko versuchen zu entkommen, indem sie durch eine Öffnung in der Decke gehen, aber nicht lange bevor ein schwer verbrannter Masashi Himikos Bein packt, um sie wieder nach unten zu ziehen. Ryōta reaktiviert jedoch Sōichis Timer BIM, das Masashi bald zur Detonation bringt und tötet. An einem unbekannten Ort sehen viele Führungskräfte von Tyrannos Japan Ryotas Sieg über Masashi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857645","hoster":"VOE"},{"path":"/redirect/13665835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-8","name":"Weißer Geist","epNo":8,"alt":"White Ghost","descr":"In einem Rückblick wurde Himiko von ihren ehemaligen Freunden vertrieben, also zog sie sich in die Spielwelt zurück und traf sich mit Ryōta, die ihr Unbehagen spürte, sich aber entschied, sich nicht danach zu erkundigen. Auf dem Festland diskutiert Tyrannos Japan den Fortschritt des Spiels unter Hinweis auf die psychologische Kriegsführung zwischen den Teilnehmern. Ryōta und Himiko flüchten nachts in ein weiteres verlassenes Gebäude. Ryōta erklärt, dass er die Spielwelt eher als Realität betrachtet, insbesondere in Bezug auf seine Beziehung zu dem Himiko, den er in Btooom kannte !, daher sein Grund, sie vor Masashi zu retten. Himiko bricht lautlos in Tränen aus, erwartet nicht, Ryōta in der realen Welt zu treffen, und hat Angst, aufgrund ihrer früheren traumatischen Erfahrungen ihre wahre Identität als Himiko in der Spielwelt preiszugeben. Himiko wacht mitten in der Nacht auf und schreit beim Anblick eines Geistes. Ryōta untersucht und entdeckt eine scheinbar verrückte Frau, die in der Nähe lebt und sie ausschaltet, wenn sie ihn angreift. Ryōta bringt Himiko mit, um die Frau zu beruhigen, die als Shiki Murasaki anerkannt ist und eine Überlebende einer früheren Iteration des Btooom war! Todesspiel und verlorenes Vertrauen in Männer. Shiki war Krankenschwester in einem unterbesetzten Krankenhaus und arbeitete mit einem Arzt namens Masahito Date zusammen, der sie für sein medizinisches Fehlverhalten verantwortlich machte. Da beide ausgewählt wurden, um am Todesspiel teilzunehmen, sprengt Masahito ihren linken Arm, nachdem sie sechs IC-Chips erhalten hat, und nimmt ihren IC-Chip zum Verrat, um die Insel per Hubschrauber zu verlassen. Himiko, der genau weiß, dass ihre Loyalität zu Ryōta auf die Probe gestellt wird, kehrt zu Ryōta zurück, der acht IC-Chips beschaffen will, um einen Hubschrauber zu entführen und beide sowie Kiyoshi und Shiki zu befreien. Als Ryōta und Himiko sich von Shiki verabschieden, wird bekannt, dass Masahito auf die Insel zurückgeschickt wurde, um Kiyoshis Wunden zu behandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857438","hoster":"VOE"},{"path":"/redirect/13665836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-9","name":"Der Stärkste Spieler","epNo":9,"alt":"The Highest Ranked Player","descr":"Ryōta und Himiko kehren zu Kiyoshi zurück, der seine Wunden von Masahito behandeln lässt, der sie alle dazu bringt, ihr Vertrauen zu gewinnen, und diskret beabsichtigt, sie zu verraten und später ihre IC-Chips zu nehmen. Ein neuer Lebensmittelversorgungskoffer kommt auf der Insel an und fordert Ryōta, Himiko und Masahito auf, sich darauf zu beeilen. Ryōta kämpft mit einem Mann mit Sonnenbrille namens Nobutaka Oda . Masahito fängt den Lebensmittelkoffer auf und bringt ihn zu Ryōta, der vor Nobutaka davonläuft. Nach einem Brand greift Nobutaka jedoch nach dem Lebensmittelbehälter und taucht von einer Klippe in den Ozean, auf den Ryōta ihm folgt. Währenddessen wird Himiko von einer jungen Frau namens Hidemi Kinoshita angegriffen, der sie ständig verspottet. Während sie kämpfen, wirft Masahito ein Fernbedienungs-BIM in ihre Richtung, um sie beide zu töten. Er bemerkt jedoch, dass Himiko noch lebt und gibt vor, dass er versucht hat, sie zu retten. Himiko, der leise schlussfolgert, dass Masahito durch seine Zähne liegt und sich seiner Täuschung bewusst ist, gibt ihr selbst zu, dass Ryōta die einzige Person ist, der sie vertrauen kann. Ryōta taucht in der Nähe eines Strandes wieder auf und sieht, wie ein Mann namens Tomoaki Iwakura auf Nobutakas Sprengfalle hereinfällt. Ryōta kommt aus dem Versteck und bedroht Nobutaka mit einem Cracker BIM, der ihm sagt, er solle seine gesamte Ausrüstung fallen lassen. Nobutaka gehorcht, was dazu führt, dass Ryōta misstrauisch wird. Als Ryōta sich der Ausrüstung nähert, aktiviert Nobutaka ein verstecktes Fernbedienungs-BIM und tötet scheinbar Ryōta. Aber als Nobutaka sein Sonar aktiviert, ist er überrascht, dass Ryōta noch lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857913","hoster":"VOE"},{"path":"/redirect/13665837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-10","name":"Hohes Level","epNo":10,"alt":"High Level","descr":"Tyrannos Japan überprüft den Kampf zwischen Ryōta und Nobutaka und stellt fest, dass Ryōta Nobutakas Strategie vorwegnehmen kann, bei der er sich zurückzog und den Cache seiner Ausrüstung zurückließ. Nobutaka geht, nachdem er bemerkt hat, gegen wen er gekämpft hat, und lässt Ryōta sich fragen, woher Nobutaka seinen Namen kennt. Als Ryōta, Himiko und Masahito nach Kiyoshi zurückkehren, wird Ryōta klar, dass Nobutaka sein bester Freund in der High School war, bis Nobutaka mit Ryōtas Schwarm namens Serizawa Aiko schlief. Nachdem Masahito erwähnt hat, dass am nächsten Tag gegen Mittag mehr Lebensmittel eintreffen werden, schlägt er vor, dass ein Serum benötigt wird, um Kiyoshis Wunden zu heilen. Ryōta und Himiko bringen Masahito zu Shiki, um die Medizin zu holen. Als sich die drei trennen, findet Masahito abgelaufene Medikamente und legt sie in seinen Koffer, den er Ryōta anvertraut.Wer hat ein seltsames Gefühl dabei. Als Ryōta Himiko signalisiert, kommt sie zurückgerannt und schreit ihn an, um den Fall fallen zu lassen. Dies liegt daran, dass Masahito diskret ein Fernbedienungs-BIM im Gehäuse platziert hat, das bald explodiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857956","hoster":"VOE"},{"path":"/redirect/13665841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-11","name":"Wiederbelebung","epNo":11,"alt":"Revival","descr":"Nachdem Ryōta getötet zu sein scheint, verliert Himiko den Willen zum Kampf, aber Shiki rettet sie und verwundet Masahito mit einer Sichel. Zehn Minuten zuvor traf sich Himiko mit Shiki, die ihr erzählte, dass Masahito ein ferngesteuertes BIM in seinen Koffer gepflanzt hatte, bevor er es Ryōta übergab. Gegenwärtig zögern Himiko und Shiki zu wissen, dass Masahito in der Umgebung Fallen gepflanzt hat. Nachdem Masahito ein Remote Control BIM auf Shiki gestartet hat, beklagt sich Himiko darüber, dass sie Ryōta nie die Chance hat, ihre wahre Identität preiszugeben. Masahito wirft einen von Ryotas Cracker BIM auf Himiko, aber er detoniert nicht, da sich herausstellt, dass Ryōta überlebt hat, indem er es geschafft hat, den Fall loszuwerden, bevor er fünf Minuten zuvor explodierte. Masahito rennt von Ryōta weg, um ihn in eine andere Falle zu locken, und aktiviert das Fernbedienungs-BIM, ohne zu wissen, dass Ryōta das Fernbedienungs-BIM an einen anderen Ort gebracht hat, der explodiert und Masahito verletzt. Ryōta und Himiko zögern, ihn zu erledigen,bis Shiki erscheint, eifrig ihn zu töten. Im letzten Moment verändert sie den Weg der Klinge neben ihm und sagt, dass sie ihm niemals vergeben wird. Während Himiko im Freien duscht, fragt sich Ryōta, warum Shiki Masahito verschont hat. Danach stellen Ryōta und Himiko fest, dass die Leichen der Leichen von Yoshiaki, Mitsuo und Yoshihisa entfernt wurden. Als die beiden zu ihrem Platz zurückkehren, erkennt Ryōta, dass Kiyoshi der einzige sein würde, der von den drei Leichen wusste. Als Ryōta die Leiter hinaufsteigt, hört er ein Homing BIM auf sich zukommen und stellt fest, dass Kiyoshi sich gegen sie gewandt hat.Ryōta und Himiko stellen fest, dass bei den Leichen von Yoshiaki, Mitsuo und Yoshihisa die IC-Chips entfernt wurden. Als die beiden zu ihrem Platz zurückkehren, erkennt Ryōta, dass Kiyoshi der einzige sein würde, der von den drei Leichen wusste. Als Ryōta die Leiter hinaufsteigt, hört er ein Homing BIM auf sich zukommen und stellt fest, dass Kiyoshi sich gegen sie gewandt hat.Ryōta und Himiko stellen fest, dass bei den Leichen von Yoshiaki, Mitsuo und Yoshihisa die IC-Chips entfernt wurden. Als die beiden zu ihrem Platz zurückkehren, erkennt Ryōta, dass Kiyoshi der einzige sein würde, der von den drei Leichen wusste. Als Ryōta die Leiter hinaufsteigt, hört er ein Homing BIM auf sich zukommen und stellt fest, dass Kiyoshi sich gegen sie gewandt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863935","hoster":"VOE"},{"path":"/redirect/13665842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/btooom/staffel-1/episode-12","name":"Bindungen","epNo":12,"alt":"Bonds","descr":"Kiyoshi, der Halluzinationen seines Sohnes Yuzuhiko Taira und seiner Frau Akiho Taira hat, die beide auf seine Rückkehr warten, zielt mit seinem Homing BIM auf Ryōta aus dem Wald. Ryōta weicht dem Homing BIM aus, nur um von einem anderen angegriffen zu werden, und verletzt sein Bein, während er sich selbst für Kiyoshis Tortur verantwortlich macht. Unterstützt von Himiko können sie weitere Homing BIMs vermeiden, bei denen Kiyoshi in Panik gerät und flieht. Als Ryōta und Himiko ihm nachgehen, versucht Ryota sich für seine Handlungen zu entschuldigen. Kiyoshi tut es leid, dass er sie verraten hat, und begeht mit seinem letzten Homing BIM Selbstmord, als er von den Komodo-Drachen umgeben wird, um für seine Sünden zu büßen. Während Ryōta um ihn trauert, nimmt Himiko Kiyoshi alle IC-Chips ab und sie kehren zu ihrem Versteck zurück. Dort bittet Himiko Ryōta, sie zu töten, damit er die Insel verlassen kann, aber er lehnt ab.Ryōta erkennt Himiko schließlich als die Person, von der er wussteBtooom! und beide haben einen engen Austausch. Ryōta hört auf, als er ihre Angst spürt, aber nachdem er Nobutaka in Gedanken konfrontiert hat, verspricht er, sie wirklich zu treffen, wenn sie nach Hause zurückkehren. An anderer Stelle auf dem Festland reisen mehrere Mitarbeiter von Tyrannos Japan auf die Insel, wenn es angeblich mechanische Probleme auf der Insel gibt. Tsuneaki Iida , einer der Angestellten, entschuldigt sich stillschweigend bei Ryōta und sagt, dass es das Beste war, was er tun konnte, vielleicht ein Zeichen, dass er etwas getan hat, um Ryōta zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863400","hoster":"VOE"},{"path":"/redirect/13665843","hoster":"Streamtape"}]}]}]}]}