{"path":"/serie/stream/buck-rogers-1939","name":"Buck Rogers (1939)","descr":"Buck Rogers startet im Jahre 1938 mit einem Luftschiff zu einem Interkontinentalflug. Durch einen Schneesturm wird das Schiff zur Notlandung in einer Wüste von ewigem Eis gezwungen. Dort verbringen Buck und sein junger Freund Buddy 500 Jahre in einer Art Tiefschlaf. Im Jahre 2440 wachen sie wieder auf. Auf der Erde hat während dieser Zeit ein Super-Bösewicht die Herrschaft an sich gerissen. Nur eine Hand voll Menschen leistet in einer versteckten Stadt Widerstand gegen \"Killer Kane\" und versucht, seine Macht zu untergraben. Buck Rogers startet mit einem Raumschiff zum Planeten Saturn, um dort dessen Bewohner um Hilfe zu bitten. Kane schickt ebenfalls ein Raumschiff zum Saturn, um dessen Bewohner gegen die Widerstandskämpfer aus der versteckten Stadt aufzuwiegeln. Somit ist der Ausgangspunkt für eine kultige SF-Story gegeben und unser Held benötigt zwölf Episoden, um dem Bösen die Herrschaft über die Erde wieder zu entreißen.","seasons":[{"path":"/serie/stream/buck-rogers-1939/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-1","name":"Die Welt von morgen","epNo":1,"alt":"Tomorrow’s World","descr":"Beim Absturz seines Luftschiffs dem Tod entronnen. Buck und seine Crew überleben, indem sie ein seltsam schwebendes Animationsgas verwenden. 500 Jahre später von Wissenschaftlern geweckt, findet er die Erde unter der Herrschaft von Gangstern wie Killer Kane. Die einzige Chance besteht darin, Hilfe von einem anderen Planeten zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903303","hoster":"VOE"},{"path":"/redirect/11903294","hoster":"Doodstream"},{"path":"/redirect/11903291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-2","name":"Tragödie auf dem Saturn","epNo":2,"alt":"Tragedy on Saturn","descr":"Auf der Flucht von der Erde reisen Buck und seine Crew zum Saturn. Nachdem sie von zwei Schiffen von Killer Kane verfolgt wurden, werden sie über dem Saturn abgeschossen. Sie entkommen dem Absturz mithilfe von Schwerkraftgürteln, werden von Kanes Männern verfolgt und von den Kräften des Saturn gefangen genommen. Nachdem sie zu Saturn gegangen sind, um Hilfe gegen Kane zu bekommen, finden sie die Leute von Saturn alles andere als hilfreich. Buck und seine Crew stehen auf Saturn vor Gericht und fliehen zurück zur Erde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903316","hoster":"VOE"},{"path":"/redirect/11903290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-3","name":"Das Bollwerk des Feindes","epNo":3,"alt":"The Enemy’s Stronghold","descr":"Buck liefert einen Kriegspakt von Prince Tallen an Killer Kane.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903320","hoster":"VOE"},{"path":"/redirect/11903306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-4","name":"Die Himmelspatrouille","epNo":4,"alt":"The Sky Patrol","descr":"AIR MARSHAL KRAGG befiehlt dem Kane-Schiff, in die \u0027Hidden City\u0027 einzufahren, die in den äußeren Toren zerquetscht ist, nur um festzustellen, dass die Besatzung Buck, Wilma und Buddy ist, die das Schiff benutzt haben, um Saturn zu entkommen. BUCK informiert Kragg und Doktor Huer über Laskas Verrat, indem er die Saturnianer dazu anstiftet zu glauben, dass die Leute der \u0027Hidden City\u0027 Revolutionäre waren, die gegen den wohlwollenden \u0027Killer Kane\u0027 planten. BUCK und BUDDY erhalten Zugang zu Kanes privaten Ratskammern und hindern Prinz Tallen daran, den Vertrag zu unterzeichnen, der Kane die Unterstützung der Saturnianer zusagt. Buck, Buddy und Tallen überzeugen TALLEN von Kanes Brutalität und entkommen auf eine Außenterrasse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903329","hoster":"VOE"},{"path":"/redirect/12980154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-5","name":"Das Geisterflugzeug","epNo":5,"alt":"The Phantom Plane","descr":"BUCK ROGERS und Buddy Wade, in Kane-Outfits, erhalten rechtzeitig Zutritt zu Kanes Gemächern, um den brutalen \"Anführer\" zu entlarven und Tallen daran zu hindern, den Vertrag zu unterzeichnen. Buck, Buddy und Tallen entkommen mit dem persönlichen Schiff des Killers und machen sich auf den Weg zur \"Hidden City\", werden aber unterwegs von Wilma Deerings \"Hidden City\"-Geschwader angegriffen, die das Schiff für Feinde in einem Kane-Schiff halten und ihm nach unten folgen a Landung. Das \"Hidden City\"-Geschwader ENTDECKT ihre Freunde und macht sich auf den Heimweg, in der Erwartung, dass Buck, Buddy und Tallen mit dem Kane-Schiff folgen. BUCK findet seine Raketenöffnungen beschädigt und bevor Reparaturen durchgeführt werden können, werden sie von Kanes Verfolgungsschiffen aus der Luft angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903332","hoster":"VOE"},{"path":"/redirect/11903330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-6","name":"Das unbekannte Kommando","epNo":6,"alt":"The Unknown Command","descr":"WILMA DEERING und das Geschwader \"Hidden City\" treffen auf die Kane Patrol, die Buck, Buddy und Tallen aus der Luft bombardiert. Wilma kämpft gegen die Kane-Schiffe und erzwingt ihren Rückzug, landet und bringt Buck, Buddy und Tallen in die \u0027Hidden City\u0027, wo Buddy, der schwer verwundet wurde, ins Krankenhaus gebracht wird. PRINZ TALLEN sichert Doktor Huer die Unterstützung seines Volkes zu, indem er den ihm anvertrauten Vertrag unterzeichnet. Buck, Tallen und Wilma können keinen Funkkontakt herstellen, um den Vertrag zu ratifizieren, und fliegen zum Saturn, nur um festzustellen, dass Laska in einem Kane-Schiff bereits eingetroffen ist, um die Allianz zu verhindern. BUCK beschließt, das Kane-Raumschiff außer Gefecht zu setzen, was die Flucht von Laska und seiner Crew vom Saturn unmöglich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903340","hoster":"VOE"},{"path":"/redirect/11903333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-7","name":"Die uralte Sehnsucht","epNo":7,"alt":"Primitive Urge","descr":"BUCK und Wilma kommen mit Prinz Tallen auf dem Saturn an, wo sie von Laska in einem Raumschiff gefangen werden, um zu verhindern, dass sie den Vertrag ratifizieren. LASKA zwingt tödliches Gas in die Kontrollkabine und macht Wilma, Tallen und Buck bewusstlos. Buck und Wilma an Patten zu übergeben, verwandelt ihn sein Leutnant Laska mittels eines Strahlenfadens, der in Tallens Helm eingesetzt wird, in einen menschlichen Roboter. BUCK und Wilma entkommen ihren Entführern und stürmen ins Forum, um Tallen in hypnotischer Benommenheit vorzufinden, der Buck und die \"Hidden City\"-Leute verurteilt. Buck und Wilma greifen Tallen körperlich an und benutzen ihn als Schutzschild. Sie machen sich auf den Weg zum Tunnelwagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903339","hoster":"VOE"},{"path":"/redirect/11903336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-8","name":"Die Revolte der Zuggs","epNo":8,"alt":"Revolt of the zuggs","descr":"NACHDEM Buck und Wilma bei ihrem Fluchtversuch mit dem Tunnelauto gegen das Außentor gekracht sind, entfernen das Filament von Prinz Tallens Helm und stellen so seine Sinne wieder her. CAPTAIN Laska und seine Truppen, die vor den Saturnianern fliehen, finden einen ihrer menschlichen Roboter, der die primitiven Zuggs kontrolliert. Laska nutzt diese Situation aus und befiehlt dem Roboter, die Revolte der Zuggs gegen alle Saturnianer zu befehlen. Der Rat der Weisen verspricht Buck und den Leuten von \"Hidden City\" Unterstützung, während Laska und die Zuggs auf das Forum marschieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903341","hoster":"VOE"},{"path":"/redirect/11903342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-9","name":"Körper ohne Geist","epNo":9,"alt":"Bodys Without Minds","descr":"CAPTAIN LASKA, der Abgesandte von Killer Kane, übernimmt mit Hilfe der aufständischen Zuggs das Saturnian Forum. BUCK ROGERS befreit Wilma und Prince Tallen aus dem Gefängnis und die drei betreten das Forum durch eine geheime Tafel, wo Laska die volle Kontrolle hat. Buck bedeckt Laska und entfernt das Filament aus dem Amnesiehelm des Roboters. Der Roboter entpuppt sich als ehemaliger Hidden City-Soldat. Befreit von Laskas Einfluss befiehlt der Roboter den Zuggs, Laska einzusperren und zu ihren saturnischen Herrschern zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903347","hoster":"VOE"},{"path":"/redirect/11903348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-10","name":"Durchbrochene Barrieren","epNo":10,"alt":"Broken Barriers","descr":"BUCK ROGERS und Wilma, die vom Saturn zurückkehren, treffen auf eine Killer Kane Patrol Squadron, die ihr Raumschiff in Flammen aufgehen lässt. Die Kane-Soldaten landen und nehmen die bewusstlosen Menschen aus Hidden City gefangen. Buck weigert sich, Killer Kane das Geheimnis der getarnten Tore von Hidden City preiszugeben, und wird zum Roboterbataillon beordert. BUDDY WADE teilt nicht die Überzeugung der Leute von Hidden City, dass Buck und Wilma bei dem Absturz getötet wurden, und fliegt mit der Hilfe von Captain Rankin über Kanes Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382631","hoster":"VOE"},{"path":"/redirect/11903349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-11","name":"Ein Prinz in Ketten","epNo":11,"alt":"A Prince in Bondage","descr":"BUDDY WADE entkommt Kanes Ratskammern, wo er sich auf die Suche nach seinen Freunden Wilma Deering und Buck Rogers gemacht hat. Auf seinem Weg über die Palastterrasse trifft Buddy auf Wilma und betritt zusammen den Dynamoraum, befreit Buck von seinem Amnesiehelm und bringt ihn wieder zu Bewusstsein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903355","hoster":"VOE"},{"path":"/redirect/11903356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/buck-rogers-1939/staffel-1/episode-12","name":"Der Krieg der Planeten","epNo":12,"alt":"War of the Planets","descr":"Buck und Marshall Kragg betreten den Kontrollraum und entdecken Carson, einen Kane-Leutnant, der die Tore der Hidden City bedient. BEVOR Kragg die Tore schließen kann, kommen zwei Schiffe von Kanes Geschwader durch, aber ihre Besatzungen werden bald gefangen genommen. BUCK und Buddy reisen zum Saturn, um ihre Verbündeten für eine letzte Fahrt gegen die gesetzlosen Mächte der Erde anzuwerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11903360","hoster":"VOE"},{"path":"/redirect/14171944","hoster":"Streamtape"}]}]}]}]}