{"seriesId":"bugs-bunny-mein-name-ist-hase","name":"Bugs Bunny - Mein Name ist Hase","descr":"Allen voran steht natürlich der Titelheld: der Hase Bugs Bunny, ein gewitztes, manchmal chaotisches Langohr mit Herz. Ihm stellen immer wieder der Jäger Elmer Fudd, die Ente Daffy Duck und der Gauner Sam nach. Während es Elmer nie gelingt, den begehrten Hasen zu erlegen, scheitert der neidische Daffy Duck stets daran zu beweisen, dass er ein größerer Showstar als Bugs ist. Und Sam, ein ewig missmutiger Rotbart, tappt immer wieder in die Fallen, die er selbst stellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Von Teufeln und Heinzelmännchen","epNo":1,"alt":"Bedevilled Rabbit / One Froggy Evening / All Abir-r-r-d / Yankee Do It","descr":"Bugs Bunny muss sein Fell vor dem Appetit eines tasmanischen Teufels schützen. Derweil erteilt ein Heinzelmännchen einem Schuhmacher eine Lektion in freier Marktwirtwirtschaft. Zudem sorgt der Fund eines singenden Frosches für Aufregung. Zuletzt jagt Kater Sylvester hinter Tweety her.","versions":[{"lang":1,"streams":[{"redirect":8968430,"hoster":"VOE"},{"redirect":8332155,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Falsches Spiel mit der Konkurrenz","epNo":2,"alt":"Don’t Give Up The Sheep / Leghorn Blows At Midnight / Windblown Hare / Cousin Snakey Is A Groove","descr":"Während Bugs Bunny sich mit dem bösen Wolf herumschlagen muss, hat ein Schäferhund mit einem verfressenen Kojoten zu tun. Auch zwei Würmer müssen sich gegen ihren ärgsten Feind, einen Geier, erwehren. Zuletzt versucht Bugs Bunny, im Himalaya einen Schneemenschen abzuwimmeln.","versions":[{"lang":1,"streams":[{"redirect":8968431,"hoster":"VOE"},{"redirect":13386829,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Narren unter sich","epNo":3,"alt":"Gee Deviled / Show 10 – Bird In A Guilty Cage / Knighty Knight Bugs / Wideo Wabbit","descr":"Als edler Ritter erbeutet Bugs Bunny ein magisches Schwert. Eine Bärenfamilie dagegen scheitert daran, sich Honig zu beschaffen. Ebenso misslingt es Sylvester, Tweety zu fangen. Indessen macht Bugs Bunny aus dem schießwütigen Jäger Elmer schließlich den Gejagten.","versions":[{"lang":1,"streams":[{"redirect":8968432,"hoster":"VOE"},{"redirect":8332161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf zur Jagd!","epNo":4,"alt":"The Hole Idea / Lovelern Leghorn / My Bunny Lies Over The Sea / There Auto Be A Law","descr":"Bugs Bunny macht sich mit den seltsamen Sitten in Schottland vertraut. Derweil entdeckt ein Wissenschaftler ein schwarzes Loch, in dem alles verschwindet. Ein Hahn dagegen versucht, nicht heiraten zu müssen. Zuletzt verschlägt es Bugs Bunny auf Kapitän Sams Schiff.","versions":[{"lang":1,"streams":[{"redirect":8968433,"hoster":"VOE"},{"redirect":8332160,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mäuse und Moneten","epNo":5,"alt":"Million Hare / Hippety Hopper / The Mouse That Jack Built / Raw, Raw, Rooster","descr":"Bugs Bunny und Daffy Duck treten in einer Fernsehshow gegeneinander an. Danach erhält eine Maus im Kampf gegen Kater Sylvester Schützenhilfe von einem Känguru. Ein Mäusepärchen dagegen begeht den großen Fehler sich von einer Katze zum Essen einladen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8968435,"hoster":"VOE"},{"redirect":8332162,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Guten Appetit!","epNo":6,"alt":"Mad As A Mars Hare / Who’s Kitten You / False Hare / Sock-A-Doodle-Do","descr":"Im Hasenclub soll Bugs Bunny im Bauch des Kojoten und seines Neffen landen. Kater Sylvester dagegen will seinem Sohn das Mäusefangen erklären, gerät dabei aber an ein rauflustiges Känguru. Auf dem Hühnerhof wird ebenfalls geboxt, da ein Kampfhahn zu Gast ist. Zu guter Letzt erobert Bugs Bunny den Mars.","versions":[{"lang":1,"streams":[{"redirect":8968434,"hoster":"VOE"},{"redirect":13386831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Essen und gefressen werden","epNo":7,"alt":"Go Fly A Kit / Swallow The Leader / French Rabbit / Bad Ol’Putty Tat","descr":"In Paris muss sich Bugs Bunny zweier Köche erwehren, die ihn in den Kochtopf werfen wollen. Während sich eine clevere Jungschwalbe gegen einen verfressenen Kater behaupten muss, verteidigt Tweety seine Federn gegen Kater Sylvester. Zu guter Letzt kann ein fliegender Kater das Herz seiner Katzendame erobern.","versions":[{"lang":1,"streams":[{"redirect":8968436,"hoster":"VOE"},{"redirect":8332174,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Höllenangst","epNo":8,"alt":"Each Dawn I Crow / Knights Must Fall / Devil’s Freud Cake / Holiday For Drumsticks","descr":"Hinter Bugs Bunny ist der Teufel her, Elmers Hofhahn fürchtet um seinen Hals und Daffy Duck kann – zu seinem eigenen Nutzen – gerade noch die Mästung eines Truthahnes verhindern.","versions":[{"lang":1,"streams":[{"redirect":8968440,"hoster":"VOE"},{"redirect":8332177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jagd-Gründe","epNo":9,"alt":"A Fractured Leghorn / 14 Carrot Rabbit / Oily American / Person To Bunny","descr":"Während sich Bugs Bunny mit dem schießwütigen Elmer auseinandersetzen muss, versucht ein Elch, sich gegen einen Indianer zu behaupten. Danach streiten sich Kater Dope und Hahn Foghorn um einen Wurm. Zu guter Letzt stellt Bugs dem Gauner Sam eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8968441,"hoster":"VOE"},{"redirect":8332179,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Neues aus der Technik","epNo":10,"alt":"Goldimouse And The Three Cats / Steal Wool / Compressed Hare / Buzzard You’re A Turkey","descr":"Zunächst will der Kojote einen Eintopf mit Bugs Bunny als Einlage kochen, dann versucht er dem Hirtenhund Sam ein Schaf zu rauben. Ein Geier scheitert bei dem Versuch, einen Wurm zu fangen. Zu guter Letzt stellen Häkel und Jäkel einen Supermarkt auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":8968439,"hoster":"VOE"},{"redirect":13386832,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer glaubt schon an den Storch","epNo":11,"alt":"Bugs Bunny’s Mother Day / Mouse Wreckers","descr":"Zuerst greift ein ausgekochtes Mäuseduo tief in die Trickkiste, um eine fürs Mäusefangen prämierte Katze aus dem Haus zu treiben. Anschließend dreht sich alles um das mühevolle Arbeitsleben des Klapperstorchs.","versions":[{"lang":1,"streams":[{"redirect":8968442,"hoster":"VOE"},{"redirect":13386836,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Attacke!","epNo":12,"alt":"Barbary-Coast Bunny / Bunker Hill Bunny / For Scent-Imental Reasons / Two’s A Crowd","descr":"Wieder einmal ist jede Menge Wirbel angesagt: Bugs Bunny tritt zum Duell gegen Sam an. Zwischen einem Hauskater und dessen neuem Mitbewohner, einem Hund, kommt es zur Fehde. Ein Stinktier nistet sich in einer Parfümerie ein und zuletzt überlistet Bugs Bunny im Wilden Westen einen Gauner beim Glücksspiel.","versions":[{"lang":1,"streams":[{"redirect":8968443,"hoster":"VOE"},{"redirect":8332193,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"[Nicht erhältlich]  Dummheit tonnenweise","epNo":13,"alt":"Bully For Bugs / Henhouse Henery / No Parking Hare / A Waggily Tale","descr":"Wieder einmal jede Menge Wirbel: Bugs Bunny stellt seine Fähigkeiten als Torero unter Beweis. Ein Hofhund verbündet sich mit dem Hühnerhabicht gegen den Hahn Foghorn. Ein kleiner Junge muss am eigenen Leib erfahren, wie schwer ein Hundeleben ist. Und zuletzt legt sich Bugs mit einem Bauarbeiter an.","versions":[]},{"epId":"episode-14","name":"Ziemlich seltene Fälle","epNo":14,"alt":"Bear Feat / High Diving Hare / Little Boy Boo / Mouse Divided","descr":"Und wieder ist die Hölle los: Bugs Bunny wird von Sam zu einem riskanten Kunststück gezwungen. Auch Familie Bär setzt sich freiwillig dem gefährlichen Artistenleben aus. Der Klapperstorch liefert versehentlich ein Mäusebaby bei Kater Sylvester ab und Foghorn sucht ein Winterquartier bei der Henne Prissy.","versions":[{"lang":1,"streams":[{"redirect":8968447,"hoster":"VOE"},{"redirect":13386838,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Leichte Beute?","epNo":15,"alt":"All Fowled Up / Captain Hareblower / Rabbit’s Feat / Stupor Salesman","descr":"Neue Folge, neuer Wirbel: Der Kojote versucht vergeblich, Bugs Bunny in den Kochtopf zu bekommen. Indessen machen Hühnerhabicht und Hund dem Hahn Foghorn das Leben schwer. Daffy Duck geht einem Bankräuber auf die Nerven und Bugs Bunny liefert sich mit \"Seeräuber-Sam\" eine Seeschlacht.","versions":[{"lang":1,"streams":[{"redirect":8968446,"hoster":"VOE"},{"redirect":8332195,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Am Hofe König Arthurs","epNo":16,"alt":"Bugs Bunny In King Arthur’s Court","descr":"Unterwegs nach Georgia, landet Bugs Bunny versehentlich im Mittelalter am Hofe von König Arthur. Dort muss er sich streitsüchtigen Rittern und arglistigen Magiern stellen.","versions":[{"lang":1,"streams":[{"redirect":8968448,"hoster":"VOE"},{"redirect":8332194,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Es folgt die Sportschau","epNo":17,"alt":"Wise Quackers / Big House Bunny / Bunny Mugged / Satan’s Waitin’","descr":"Der Wirbel geht weiter: Bugs zeigt einem muskelbepackten Boxchampion, was ein Haken ist, Sylvester landet nach erfolgloser Kanarienvogeljagd in der Hölle, Daffy muss ein Leben als Elmers Sklave erleiden und zuletzt landet Bugs Bunny im Gefängnis, wo er dem Wärter Sam das Leben schwer macht.","versions":[{"lang":1,"streams":[{"redirect":8968449,"hoster":"VOE"},{"redirect":8332197,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Von Freunden und Feinden","epNo":18,"alt":"Unswept Hare / Feed The Kitty / Heir Conditioned / Unmentionables","descr":"Elmer holt sich mit Bugs Bunny einen unerwünschten Untermieter ins Haus. Während der Hund Marc Anton gegen den Willen seines Frauchens ein Kätzchen mit nach Hause bringt, erbt Sylvester ein Vermögen. Zu guter Letzt ist es an Bugs, als Agent Dandy einen Verbrecherring auszuheben.","versions":[{"lang":1,"streams":[{"redirect":8968450,"hoster":"VOE"},{"redirect":13386840,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Manche mögen’s heiß","epNo":19,"alt":"Rabbit Every Monday / Stooge For A House / Ducking The Devil / Bone For A Bone","descr":"Sam versucht Bugs Bunny zu grillen und zwei kultivierte Erdhörnchen wollen einem rüpelhaften Hund Manieren beibringen. Währenddessen hetzt eine kleine Maus Kater Sylvester und Hund Spike gegeneinander auf. Daffy will einen tasmanischen Teufel einfangen.","versions":[{"lang":1,"streams":[{"redirect":8968452,"hoster":"VOE"},{"redirect":8332205,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Es war einmal zur Weihnachtszeit","epNo":20,"alt":"Bonanza Bunny / Hector’s Hectic Life / Rabbit Stew And Rabbit Too / Gift Wrapped","descr":"Diesmal treiben sie es besonders bunt: Bugs Bunny verteidigt in Wildwestmanier seinen Goldbesitz und ein Hund muss zur Weihnachtszeit seinen Nachwuchs vor seinem Frauchen verbergen. Während ein Fuchs versucht, einen pfiffigen Hasen zu fangen, jagt Sylvester weiter Tweety.","versions":[{"lang":1,"streams":[{"redirect":13916938,"hoster":"VOE"},{"redirect":13386842,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Konzert der Tiere","epNo":21,"alt":"Carnival Of Animals / High Note","descr":"Musiknoten bilden ein Spalier und versuchen, die \"Schöne, blaue Donau\" darzustellen. Das Projetk aber scheitert an einem angetrunkenen Kollegen. Danach treten Bugs Bunny und Daffy Duck im Konzert der Tiere auf.","versions":[{"lang":1,"streams":[{"redirect":8968454,"hoster":"VOE"},{"redirect":8332210,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Tatendrang macht lebensfroh","epNo":22,"alt":"Grey Hounded Hare / Dough Ray Me Ow / Cat’s Bah / Muscle Tussle","descr":"Es bleibt turbulent: Bugs Bunny nimmt an einem Hunderennen teil, Kater Heathcliff muss sich gegen einen Erbschleicher wehren, Stinktier Pepe erzählt von seiner unglücklichen Liebe und Daffy Duck muss gegen einen Muskelprotz seinen Mann stehen. Nur so kann er seine Freundin zurückgewinnen.","versions":[{"lang":1,"streams":[{"redirect":12919694,"hoster":"VOE"},{"redirect":8332211,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Erst ruft der Räuber, dann der Berg","epNo":23,"alt":"Rabbit’s Kin / Cat’s Pah / Hard Hounded Hard West / Ali Baba Bunny","descr":"In der ersten Episode muss Bugs Bunny ein Hasenkind vor einem Puma retten. Danach versucht Sylvester vergeblich, seinem Sohn die Jagd auf Vögel beizubringen, während ein hungriger Geier an Wurm Crazy Legs scheitert. Abschließend will Maus Rocquefort ein Haus bauen, wird dabei aber sabotiert.","versions":[{"lang":1,"streams":[{"redirect":8968457,"hoster":"VOE"},{"redirect":8332213,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eigener Herd ist Goldes wert","epNo":24,"alt":"Homeless Hare / By Word Of Mouse / Heaven Scent / Strangled Eggs","descr":"Das Chaos ist hier programmiert: Bugs Bunny muss einem Baggerführer, der seinen Bau zerstört hat, Manieren beibringen, ein Mäuserich berichtet von seiner Reise nach Amerika, und Stinktier Pepe verliebt sich in eine Katzendame. Indessen versucht Foghorn vergeblich, den pfiffigen Hühnerhabicht loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":8968459,"hoster":"VOE"},{"redirect":8332218,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Reisen bildet","epNo":25,"alt":"Hare Lift / Pizz Tweet Pie / A Duck, A Muck / Hare We Go","descr":"Bugs Bunny verhilft dem Bankräuber Sam mit einem Flugzeug zur Flucht – obwohl er gar nicht fliegen kann. Kater Sylvester macht beim Venedig-Urlaub Jagd auf Tweety und Zeichentrickfigur Daffy hat unter den Späßen seines Zeichners zu leiden. Zum Schluss entdecken Bugs Bunny und Christopher Kolumbus Amerika.","versions":[{"lang":1,"streams":[{"redirect":8968458,"hoster":"VOE"},{"redirect":8332220,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Bei Gold hört der Spaß auf","epNo":26,"alt":"Bewitched Bunny / Birds Of A Father / Ham In A Role / Golden Yeggs","descr":"Bugs Bunny gerät in das Märchen von Hänsel und Gretel und legt sich mit der bösen Hexe an. Kater Sylvester will seinem Sohn die Vogeljagd beibringen. Dann machen zwei Erdhörnchen einem Shakespeare-Darsteller das Leben schwer, während Daffy Duck schließlich goldene Eier legen muss.","versions":[{"lang":1,"streams":[{"redirect":8968460,"hoster":"VOE"},{"redirect":13386843,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das Gute siegt doch ab und zu","epNo":27,"alt":"Bugsy And Mugsy / Kit For Kat / Rocket By Baby / Little Beau Pepe","descr":"Bugs Bunny spielt zwei Gauner gegeneinander aus, Sylvester konkurriert mit einem kleinen Kätzchen um einen warmen Platz im Winter, und ein werdender Vater einen seltsamen Traum. Stinktier Pepe hingegen versucht sein Glück in der Fremdenlegion.","versions":[{"lang":1,"streams":[{"redirect":8968463,"hoster":"VOE"},{"redirect":13386844,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Heut angesagt: Die wilde Jagd","epNo":28,"alt":"Roman Legion Hare / Mutini On The Bunny / Scentimental Romeo / Red Riding Hoodwinked","descr":"Bugs Bunny und Sam geraten bei den Dreharbeiten zu einem Monumentalfilm aneinander. Danach hält das Langohr einen Vortrag über Mobilität, während eine Katzendame das Liebesbegehren eines Stinktiers weckt. Am Ende erzählt Bugs eine neue Variante des Märchens vom Rotkäppchen.","versions":[{"lang":1,"streams":[{"redirect":8968462,"hoster":"VOE"},{"redirect":8332232,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Alles was Recht ist","epNo":29,"alt":"Fair Haired Hare / Cheese Chareers / Mouse And Garden / Daffy Dilly","descr":"Zuerst trachtet Sam seinem neuen Untermieter Bugs Bunny nach dem Leben. Danach wollen sich zwei Mäuse, die ihrer Lieblingsspeise Käse überdrüssig geworden sind, das Leben nehmen. Kater Sylvester streitet sich mit einem Freund um eine Maus. Zuletzt veranstalten Geister eine Party.","versions":[{"lang":1,"streams":[{"redirect":8968471,"hoster":"VOE"},{"redirect":13386846,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Auf der Jagd nach kleinen Tieren","epNo":30,"alt":"Robot Rabbit / Punch Trunk / Kiss Me Cat / Sandy Claws","descr":"Farmer Elmer heuert einen Roboter an, um Bugs Bunny von den Möhrenfeldern zu verjagen. Mini-Elefant sorgt für Chaos, während Hund Marc Anton dem Kätzchen Samtpfötchen die Mäusejagd beizubringen versucht. Zuletzt scheitert Kater Sylvester bei dem Versuch, Tweety seinen Tag am Meer zu verderben.","versions":[{"lang":1,"streams":[{"redirect":8968466,"hoster":"VOE"},{"redirect":8332238,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Nicht immer lacht das Glück im Haus","epNo":31,"alt":"Oily Hare / Cheese It The Cat / Carned Feud / Weasel Stop","descr":"Bugs Bunny nistet sich auf einem Ölfeld ein und muss sich gegen die Zugriffe des Besitzers wehren. Zwei Mäuse versuchen, sich an einer Katze vorbeizustehlen, um an eine Geburtstagstorte heranzukommen, während Kater Sylvester von seinen Besitzern zuhause vergessen wird und nun den Hungertod fürchtet.","versions":[{"lang":1,"streams":[{"redirect":8968465,"hoster":"VOE"},{"redirect":8332239,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Nichtstun verhindert Unheil","epNo":32,"alt":"Hillibilly Hare / Tree For Two / Three Little Bops / Plob Goes The Weasel","descr":"Bugs Bunny tarnt sich als Tänzerin, um zwei schießwütige Farmer auszutricksen. Hund Spike will Kater Sylvester verprügeln, gerät dabei aber an einen wilden Panther. Indessen wird der Trompete spielende Wolf von der Kapelle der drei kleinen Schweine abgelehnt und Foghorn macht dem Hofhund das Leben schwer.","versions":[{"lang":1,"streams":[{"redirect":8968464,"hoster":"VOE"},{"redirect":8332241,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Schlag auf Schlag","epNo":33,"alt":"Bustin Out All Over / Pizicato Pussicat / Mice Follies / Too Hop To Handle","descr":"Bugs Bunny wird in seine Jugend zurück versetzt und eine Katze nutzt das Talent einer Maus aus, die hervorragend Klavier spielen kann. Bugs Bunny muss auf einer Zugfahrt mit zwei Landstreichern herumärgern und Sylvester gerät mit einem Babykänguru aneinander.","versions":[{"lang":1,"streams":[{"redirect":8968469,"hoster":"VOE"},{"redirect":8332248,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Unter fremden Dächern","epNo":34,"alt":"Hare Trimmed / I Gopher You / Hoppy Go Lucky / Designs For Leavin","descr":"Zunächst muss Bugs Bunny verhindern, dass Sam einer reichen Witwe das Erbe abjagt. Dann statten die Erdhörnchen einer Lebensmittelfabrik einen Besuch ab, während Sylvester auf Mäusejagd erneut an ein Känguruh gerät. In der letzten Episode verwandelt Daffy schließlich Elmers Heim in ein vollautomatisches Haus um.","versions":[{"lang":1,"streams":[{"redirect":8968467,"hoster":"VOE"},{"redirect":13386847,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Lust auf fremde Federn","epNo":35,"alt":"Iceman Ducketh / Tweety’s SOS / You Never Were Duckier","descr":"In der ersten Episode stellt Daffy Duck als Pelzjäger Bugs Bunny nach. Im Anschluss unternimmt Kater Sylvester einen weiteren vergeblichen Versuch, Kanarienvogel Tweety zu fangen, bevor Daffy zu guter Letzt in ein Hahnenkostüm schlüpft.","versions":[{"lang":1,"streams":[{"redirect":8968470,"hoster":"VOE"},{"redirect":8332255,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Gegensätze ziehen sich an","epNo":36,"alt":"Prince Violent / To Itch His Own Cat’s Freud / Home, Tweet Home","descr":"","versions":[{"lang":1,"streams":[{"redirect":8968476,"hoster":"VOE"},{"redirect":8332259,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Hoch hinaus","epNo":37,"alt":"Show 8 Dog Pounded / Bugs Bonnets / Go Go Goliath / Napoleon Bunny Part","descr":"Zuerst trifft Bugs Bunny auf Napoleon Bonaparte. Anschließend liefert der Klapperstorch fälschlicherweise ein Riesenbaby bei normal gewachsenen Eltern ab. Danach muss sich Tweety selbst im Hundezwinger gegen Kater Sylvester wehren, während Bugs Bunny sein Fell vor Elmer in Sicherheit bringt.","versions":[{"lang":1,"streams":[{"redirect":8968474,"hoster":"VOE"},{"redirect":13386848,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Wo die Liebe hinfällt","epNo":38,"alt":"Show 14 Mother Was A Rooster / Devil May Hare / Pest For Guests / Past Perfumance","descr":"Bugs Bunny muss einen plündernden tasmanischen Teufel aus dem Wald vertreiben. Danach versucht Elmer desgleichen mit zwei Erdhörnchen, die sich in seinem Haus eingenistet haben. In der Zwischenzeit bringt Stinktier Pepe die Dreharbeiten zu einem Tierfilm durcheinander: Er hat sich verliebt.","versions":[{"lang":1,"streams":[{"redirect":8968472,"hoster":"VOE"},{"redirect":8332262,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Not macht erfinderisch","epNo":39,"alt":"The Honey-Mousers / Show 21 Bartholomew Vs. The Wheel / Canary Row / Pre-Hysterial-Hare","descr":"Die erste Episode zeigt, dass Elmer und Bugs Bunny bereits in der Steinzeit Feinde waren. Danach müssen sich drei Mäuse gegen neue Mieter und deren furchtbare Katze behaupten. Im Anschluss verschlägt es einen Hund ungewollt in ein fernes Land, ehe Sylvester wieder einmal Jagd auf Tweety macht.","versions":[{"lang":1,"streams":[{"redirect":8968478,"hoster":"VOE"},{"redirect":8332266,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Artgenossen unter sich","epNo":40,"alt":"Feline Frame Up / A Foy In A Fix / Show 6 Trick Or Tweet / Hurdy Gurdy Hare","descr":"Bugs Bunny muss sich mit einem wilden Gorilla herumschlagen. Ein netter Hund hat unter der Arglist einer Katze zu leiden. Ein Wachhund muss beweisen, dass er schlauer ist als der Fuchs, der es auf die Hühner abgesehen hat. Zuletzt streiten zwei Katzen darum, Tweety zu fangen.","versions":[{"lang":1,"streams":[{"redirect":8968480,"hoster":"VOE"},{"redirect":8332269,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Neues auf dem Speiseplan","epNo":41,"alt":"Which Is Witch / Sheep Ahoy / Show 15 Tweet And Sour / Now Hare This","descr":"In Afrika muss sich Bugs Bunny gegen einen Medizinmann zur Wehr setzen, der ihn in den Kochtopf stecken möchte. Der Kojote versucht vergebens, sich an dem Hirtenhund vorbeizuschleichen, um ein Schaf zu rauben. Kater Sylvester muss Tweety beschützen, und der böse Wolf will Bugs Bunny in eine Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":8968477,"hoster":"VOE"},{"redirect":8332272,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Heiterkeit mit Eitelkeit","epNo":42,"alt":"Baton Bunny / Of Rice And Hen / Show 17 Mouse Taken Identity","descr":"In der ersten Episode gibt Bugs Bunny sein Debüt als Dirigent. Dann möchte Kater Sylvester seinem Sohn die Mäusejagd beibringen, während die Henne Prissy alle Register zieht, um den Hahn Foghorn an den Traualtar zu führen. Zum Schluss heiratet Daffy eine reiche Witwe, die sich als Hausdrache entpuppt.","versions":[{"lang":1,"streams":[{"redirect":8968482,"hoster":"VOE"},{"redirect":8332281,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Tempo, Tempo!","epNo":43,"alt":"It’s Hummer Time / Mouse-Warming / Fox Terror / Hare Breath Hurry","descr":"Kojote muss einsehen, dass er Bugs Bunny nicht gewachsen ist. Ein Hund beschützt einen kleinen Vogel vor einer hungrigen Katze, eine andere Katze steht zwischen einem Mäuserich und einer Mäusedame. Foghorn schließt Waffenstillstand mit dem Hund, um sich gegen einen Feind zu verbünden.","versions":[{"lang":1,"streams":[{"redirect":8968483,"hoster":"VOE"},{"redirect":8332282,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"[Nicht erhältlich]  Geisterstündchen","epNo":44,"alt":"Feather Dusted / Show 13 I Was A Teenage Thumb / Aladin In His Lamp / Little Red Rodent Hood","descr":"In der ersten Episode erlebt Bugs Bunny ein Abenteuer mit Aladins Wunderlampe in Bagdad. Darauf folgt das Märchen vom Däumling. Maus Tiny träumt, sie sei Rotkäppchen und Kater Sylvester der böse Wolf. Zu guter Letzt findet Leghorn in Prissys naseweisem Sohn seinen Meister.","versions":[]},{"epId":"episode-45","name":"Finstere Zeiten","epNo":45,"alt":"Ready, Woolen And Able / Mouse Mazurka / Show 18 Mouse On The 57th Street / Baby Buggy Bunny","descr":"Bugs Bunny muss mit einem Findelkind fertig werden, das sich als Gangster entpuppt. Dann verwechselt eine angesäuselte Maus einen Diamanten mit einem Eiswürfel und hat daraufhin die Polizei auf den Fersen. Anschließend versucht der Kojote dem unbestechlichen Hirtenhund Sam ein Schaf zu rauben.","versions":[{"lang":1,"streams":[{"redirect":8968484,"hoster":"VOE"},{"redirect":8332278,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Väter und Söhne","epNo":46,"alt":"Foghorn-Leghorn / Backwoods Bunny / Dum Patrol / Cats Aweigh","descr":"In der ersten Folge muss sich Bugs Bunny zweier hungriger Bussarde erwehren. Danach macht Kater Sylvester Jagd auf ein rauflustiges Babykänguruh, während Hahn Foghorn dem kleinen Hühnerhabicht Nachhilfe in Sachen Hühnerjagd gibt. Zum Schluss liefern sich Bugs und der \"Rote Sam\" eine erbitterte Luftschlacht.","versions":[{"lang":1,"streams":[{"redirect":8968486,"hoster":"VOE"},{"redirect":8332283,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Verwechslungsspiele","epNo":47,"alt":"No Parking / Stupor Duck / Boyhood Daze / Duck Rabbit Duck","descr":"Daffy Duck überzeugt Entenjäger Elmer, dass die Jagd auf Hasen eröffnet ist. Damit bringt er Bugs Bunny in große Schwierigkeiten. Kater Claude versucht, sich von einem ständig bellenden Hund zu befreien. Und der kleine Ralph träumt davon, eine Invasion vom Mars zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8968485,"hoster":"VOE"},{"redirect":8332292,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Liebeszauber","epNo":48,"alt":"Hare Splitter / Hearts And Flowers / Show 3 Honey’s Money / The Super Snooper","descr":"Bugs Bunny versucht, seinen Nebenbuhler um die Gunst einer Hasendame auszustechen. Kater Percy stößt sich den Kopf und ist fortan der Maus bester Freund. Und auch bei Sam geht es um Freundschaft und Liebe: Er heiratet eine Millionärswitwe – aber nur in der Hoffnung auf ein Leben in Reichtum.","versions":[{"lang":1,"streams":[{"redirect":8968491,"hoster":"VOE"},{"redirect":11951393,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Gut dressiert ist halb marschiert","epNo":49,"alt":"Chow Hound / Show 7 Dixie Fryer / Double Or Nottin / Forward March Hare","descr":"Zuerst wird Bugs Bunny zum Wehrdienst einberufen. Ein undankbarer Hund erpresst eine Katze, für ihn um Futter zu betteln. Der Kojote versucht vergebens, ein Schaf aus einer bewachten Herde zu rauben, und zuletzt muss Hahn Foghorn in seinem lang ersehnten Urlaub auch noch große Hindernisse überwinden.","versions":[{"lang":1,"streams":[{"redirect":8968488,"hoster":"VOE"},{"redirect":8332297,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"[Nicht erhältlich]  Zwingende Argumente","epNo":50,"alt":"The Hypo-Chondri-Cat / Show 24 Slick Chick / Show 2 Doggone People / Hasty Hare","descr":"Bugs Bunny ärgert zwei Marsmännchen, die ihn entführen wollen. Derweil treffen zwei Mäuse auf eine hypochondrisch veranlagte Hauskatze. Elmer erklärt sich leichtsinnig bereit, auf den Hund seines Chefs aufzupassen. Zuletzt wird Leghorn von einem kleinen Hühnerjungen tyrannisiert.","versions":[]},{"epId":"episode-51","name":"Spiegelfechtereien","epNo":51,"alt":"Show 13 Wild Over You / What’s Up Doc / Broomstick Bunny / Playful Puss","descr":"In der ersten Episode muss Bugs Bunny sich der Hexe Hazel erwehren. Dann sucht Kater Percy einen Verbündeten gegen die vorwitzige Maus Rocquefort. Indess verliebt sich das einfältige Stinktier Pepe in eine Raubkatze. Und zuletzt will Kater Percy seinen Feind Rocquefort mit einer Kanone aus dem Weg räumen.","versions":[{"lang":1,"streams":[{"redirect":8968487,"hoster":"VOE"},{"redirect":8332300,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Wasserfälle","epNo":52,"alt":"Show 14 Tugbout Granny / Crocket Doodle Doo / Wet Hare / Ho Ho Ho, It’s The Buzzard’s Birthday","descr":"Zuerst legt sich Bugs Bunny mit seinem Nachbarn an, der dem Langohr mit einem Staudamm das Wasser abdreht. Dann macht Kater Sylvester Jagd auf Kanarienvogel Tweety. Indess versucht der Geier, den Wurm Crazy Legs zu fangen. Zu guter Letzt verbünden sich Bugs und Daffy gegen den Freizeitjäger Elmer.","versions":[{"lang":1,"streams":[{"redirect":8968490,"hoster":"VOE"},{"redirect":8332304,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Wiedersehen mit lieben Feinden","epNo":53,"alt":"Show 6 Martian Through Georgia / Sahara Hare / Turntale Wolf / Feather Bluster","descr":"Bugs Bunny verirrt sich in die Sahara und trifft dort auf Sam. Dieser will ihn verjagen. Danach macht ein friedliches Marsmännchen Urlaub auf der Erde und wird fälschlich zum Monster erklärt. Ben Wolf erzählt ein Märchen, und zum Schluss schwelgen Foghorn und der Hofhund in Erinnerungen.","versions":[{"lang":1,"streams":[{"redirect":8968492,"hoster":"VOE"},{"redirect":8332305,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Schusswechsel","epNo":54,"alt":"Show 9 Hawaiian Aye Aye / Show 21 What’s My Lion / Show 10 Good Noose / Southern Fried Rabbit","descr":"Zuerst verschlägt es Bugs Bunny in den Süden, wo ihm der Südstaatler Sam Ärger macht. Elmer ist derweil auf der Jagd nach einem ängstlichen Löwen. Danach wird Daffy Duck bestraft, weil er als blinder Passagier auf einem Schiff reist. Und zuletzt wird Tweety selbst im Urlaub von Sylvester verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8968493,"hoster":"VOE"},{"redirect":13386849,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"[Nicht erhältlich]  Vom Winde verweht","epNo":55,"alt":"Caveman Inkl. / Bushy Hare / Unnatural History / Lighthouse Mouse","descr":"Bugs Bunny wird versehentlich vom Klapperstorch bei einer Känguruhmutter abgeliefert. Ein Junge aus der Steinzeit wird auf die Jagd plötzlich zum Gejagden, während ein Zoologieprofessor seelenruhig einen Vortrag über begabte Tiere hält. Zuletzt beweist Sylvester, was für ein toller Mäusefreund er ist.","versions":[]},{"epId":"episode-56","name":"Abrakadabra","epNo":56,"alt":"Show 9 Dr. Jerkyl’s Hide / Show 15 A Huntin We Will Go / Boos In The Night / Transylvania 6–5000","descr":"Zunächst verirrt sich Bugs Bunny in das Spukschloss von Graf Blutsauger. Dann freundet sich der gute Geist Kaspar mit einer kleinen Ente an und beschützt sie mutig, während eine Horde Geister eine turbulente Party feiert. Zuetzt wird Sylvester durch ein Elixier zum Monstrum und lehrt einen Hund das Fürchten.","versions":[{"lang":1,"streams":[{"redirect":8968497,"hoster":"VOE"},{"redirect":8332316,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"[Nicht erhältlich]  Schneehasen und kalte Ente","epNo":57,"alt":"Winter Draws On / Odor Of The Day / Half Fare Hare / Taming The Cat","descr":"Bugs Bunny flieht vor dem eisigen Winter in den Süden. Auf der Reise aber fallen zwei hungrige Landstreicher über ihn her. Auch Kater Sylvester ist auf der Jagd: Er stellt den Krähen Häkel und Jäkel nach. Und die Entenfamilie kann gar nicht in den Süden zu reisen: Ihr Nachwuchs will einfach nicht schlüpfen.","versions":[]},{"epId":"episode-58","name":"Von Leckerbissen und Hindernissen","epNo":58,"alt":"Lumber Jerks / Show 23 Claws In The Lease / Rabbit Hood / Wild Life","descr":"In der ersten Episode vergreift sich Bugs Bunny an königlichen Mohrrüben und muss sich daher gegen den Sheriff zur Wehr setzen. Danach verirren sich zwei Eichhörnchen in ein Sägewerk, während eine Frau ihrem Ehemann erklären muss, wie hektisch ihr Leben ist. Zuletzt sucht Sylvesters Sohn ein neues Heim.","versions":[{"lang":1,"streams":[{"redirect":8968496,"hoster":"VOE"},{"redirect":8332319,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"[Nicht erhältlich]  Auf sie mit Gebrüll!","epNo":59,"alt":"Show 26 Slop Hoppy Mouse / Ups An’ Downs Derby / Mississippi Hare / Gone Batty","descr":"Auf einem Mississippi-Dampfer legt sich Bugs Bunny mit einem schießwütigen Pokerspieler an. Derweil muss ein Jockey tief in die Trickkiste greifen, um sein verschlafenes Pferd zum Champion zu machen. Zu guter letzt geht Sylvester mit seinem Sohn wieder einmal auf Mäusejagd.","versions":[]},{"epId":"episode-60","name":"[Nicht erhältlich]  Bildungslücken","epNo":60,"alt":"Show 21 Trip For That / Yankee Doodle Bugs / Quack Shot / Happy Go Lucky","descr":"Bugs Bunny gibt seinem Neffen Nachhilfe in amerikanischer Geschichte. Daraufhin führen die Krähen Häkel und Jäkel einen Wachhund an der Nase herum. Granny und Tweety dagegen unternehmen eine Weltreise, auf der ihnen Kater Sylvester nachstellt. Zuletzt begibt sich Elmer in bekannter Manier auf Entenjagd.","versions":[]},{"epId":"episode-61","name":"[Nicht erhältlich]  Im Scheinwerferlicht","epNo":61,"alt":"Show 18 Ain’t She Tweet / Campus Capers / Hare Do / Kiddin The Kitten","descr":"Auf der Flucht vor Jäger Elmer macht es sich Bugs Bunny in einem Theater bequem. Der faule Kater Dodsworth dagegen heuert ein argloses Kätzchen an. Es soll für ihn Mäuse fangen. Aber eine Horde Mäuse beweist, dass sie gemeinsam stärker ist als ein bösartiger Kater. Zuletzt jagen Sylvester wilde Hunde.","versions":[]},{"epId":"episode-62","name":"Streithasen und Zauberenten","epNo":62,"alt":"Rabbit Fire / Cat Happy / First Class Buzzard / Greedy For Tweety","descr":"","versions":[{"lang":1,"streams":[{"redirect":12919700,"hoster":"VOE"},{"redirect":13386852,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"[Nicht erhältlich]  Hasenplage","epNo":63,"alt":"Bowery Bugs / Who Scent You / King Tut’s Tomb / Mouse Meets Bird","descr":"In der ersten Episode erzählt Bugs Bunny die Geschichte von einem glücklosen Glücksspieler. Danach verbünden sich eine Maus und ein Kanarienvogel: Sie wollen eine Katze aus dem Haus treiben. Zuletzt gehen die beiden Elstern Häkel und Jäkel auf Reisen: erst nach Ägypten und dann zur Elchjagd in den Wald.","versions":[]},{"epId":"episode-64","name":"Eiskalt serviert","epNo":64,"alt":"Abdominable Snow Rabbit / Backyard Buzzard / Dog Tales","descr":"","versions":[{"lang":1,"streams":[{"redirect":8968499,"hoster":"VOE"},{"redirect":8332327,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Mr. Hyde im neuen Kleid","epNo":65,"alt":"Show 3 Hyde And Go / Hot Cross Bunny / Hyde And Hare / Friday The 13th","descr":"Bugs Bunny gerät in das Labor von Dr. Jekyll. Dort muss er sich gegen den gefährlichen Mr. Hyde erwehren. Kater Percy sieht ein, dass Freitag, der 13., tatsächlich ein Pechtag ist. Sylvester dagegen träumt, dass Tweety durch Dr. Jekylls Elixier zu einem unbesiegbaren Monster wird.","versions":[{"lang":1,"streams":[{"redirect":12382644,"hoster":"VOE"},{"redirect":8332328,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Liebe und andere Triebe","epNo":66,"alt":"Show 4 Hoppy Daze / Show 22 Touch And Go / Lighter Than Hare / Three Is A Crowd","descr":"Bugs Bunny verhindert trickreich, dass ihn ein Marsmensch entführt. Danach versucht Kater Percy, die Liebschaft zwischen der Maus Rocquefort und einer Verehrerin zu unterbinden. Stinktier Pepe dagegen verliebt sich erneut in eine Katzendame. Zuletzt stellen Häkel und Jäkel ein Kaufhaus auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":8968500,"hoster":"VOE"},{"redirect":8332331,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Reif für die Insel","epNo":67,"alt":"Show 22 Muzzle Tough / Rabbitson Crusoe / Intruders / Seasick Sailors","descr":"Bugs Bunny landet auf einer einsamen Insel. Dort aber wartet schon der ausgehungerte Sam und freut sich auf den Hasenbraten. Die Maus Rocquefort unternimmt derweil eine Kreuzfahrt. Aber selbst dort hat sie keine Ruhe vor Kater Percy. Und auch auf die Krähen Häkel und Jäkel warten Unannehmlichkeiten.","versions":[{"lang":1,"streams":[{"redirect":8968502,"hoster":"VOE"},{"redirect":13386853,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Bühnenreif","epNo":68,"alt":"A Bear For Punishment / Rabbit Of Seville / Terrier Stricken / Kiddie’s Kitty","descr":"Bugs Bunny übernimmt die Hauptrolle im \"Barbier von Sevilla\", um sich so gegen den schießwütigen Elmer zu verteidigen. Danach begeht Familie Bär einen Vatertag mit Hindernissen. Der verschlagene Kater Claude macht unterdessen seinem Mitbewohner das Leben schwer. Aber auch Sylvester gerät vom Regen in die Traufe.","versions":[{"lang":1,"streams":[{"redirect":8968505,"hoster":"VOE"},{"redirect":8332336,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Feuerwerke","epNo":69,"alt":"Peck O’Trouble / Hareless Wolf / Tom-Tom-Tomcat / Bulldozing The Bull","descr":"Bugs Bunny wird von einem einfältigen Wolf gejagt. Danach müssen sich Häkel und Jäkel als Toreros bewähren, während ein fauler Kater versucht, ein junges Kätzchen für die Vogeljagd einzuspannen. Zuletzt verschanzen sich Tweety und Granny im Wilden Westen in einem Fort.","versions":[{"lang":1,"streams":[{"redirect":8968507,"hoster":"VOE"},{"redirect":8332343,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Traumtänzer","epNo":70,"alt":"Show 13 Tweet And Lovely / Water, Water Every Hare / Rainmakers / Good Mousekeeping","descr":"Bugs Bunny greift in die Trickkiste, um einem verrückten Professor zu entfliehen. Dann stellen Kater Percy und Maus Rocquefort das Haus auf den Kopf. Häkel und Jäkel wünschen sich den Regen fort, bereuen das jedoch nach sechs Wochen Dürre. Zuletzt bewirbt sich Daffy als Gesellschafter.","versions":[{"lang":1,"streams":[{"redirect":8968506,"hoster":"VOE"},{"redirect":8332346,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"[Nicht erhältlich]  Festspieljagd","epNo":71,"alt":"Two Crows From Tacos / Leghorn Swaggled / What’s Opera Doc? / Pappy’s Puppy","descr":"Bugs Bunny und Elmer treten in der Oper \"Lohengrin\" auf. Die Krähen Manuel und José stehen sich bei der Jagd nach einem Grashüpfer gegenseitig im Weg. Danach bekommt Hund Spike Nachwuchs, während der Hofhund dem kleinen Hühnerhabicht hilft, den Hahn Foghorn zu fangen.","versions":[]},{"epId":"episode-72","name":"Heut trügt der Schein","epNo":72,"alt":"Show 11 Don’t Axe Me / Show 16 Fowl Weather / Show 23 Banty Raids / Witch’s Tangled Hare","descr":"Zunächst muss sich Bugs Bunny der Hexe Hazel erwehren. Denn sie will ihn verspeisen. Dann lässt sich ein junger Hahn von Leghorn adoptieren, um mit den Hennen flirten zu können. Daffy Duck dagegen muss um seinen Hals fürchten, weil Elmer einen Entenbraten zubereiten will.","versions":[{"lang":1,"streams":[{"redirect":8968512,"hoster":"VOE"},{"redirect":8332350,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Sensationen unter der Zirkuskuppel","epNo":73,"alt":"Show 12 Pop In Pop / Mite Makes Right / Circus Comes To Clown / Big Top Bunny","descr":"Bugs Bunny tritt im Zirkus auf und muss einem hinterhältigen Bären Manieren beibringen. Dann vollbringt ein Däumling im Zirkus große Taten. Im folgenden präsentiert ein weiterer Zirkus sein spektakuläres Ensemble. Und zuletzt versucht Kater Sylvester ein Babykänguru zu fangen.","versions":[{"lang":1,"streams":[{"redirect":8968514,"hoster":"VOE"},{"redirect":8332351,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Auf den Leim gegangen","epNo":74,"alt":"Show 23 Bird In A Bonnet / Foxy By Proxy / Ten Pin Terrors / Mouse Menace","descr":"Mit einigen Tricks verdirbt Bugs Bunny Reitern und Hunden eine Fuchsjagd. Dann stellen die Vögel Häkel und Jäkel eine Bowlingbahn auf den Kopf. Kater Percy indess erlebt bei der Jagd auf Maus Rocquefort einige Überraschungen. Abschließend produziert ausgerechnet die so legefaule Henne Prissy goldene Eier.","versions":[{"lang":1,"streams":[{"redirect":8968510,"hoster":"VOE"},{"redirect":8332354,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Rauchende Colts","epNo":75,"alt":"Room And Bird / Dog Gone South / Wild And Wooly Hare / Runaway Mouse","descr":"Zuerst lehrt Bugs Bunny Revolverheld Sam das Fürchten. Danach wird die Maus Rocquefort von der Katze Percy aus dem Haus gejagt, findet aber neue Freunde. Ein Hund sucht indessen im Süden ein neues Heim. Zuletzt zieht Maus Rocquefort aufs Land und macht dort einem herrischen Hahn das Leben schwer.","versions":[{"lang":1,"streams":[{"redirect":8968513,"hoster":"VOE"},{"redirect":8332357,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Zauberblech und Entenschrot","epNo":76,"alt":"Show 1 Jet Cage / Show 8 Woolen Under Where / Show 1 Daffy’s Inn Trouble / Knightmare Hare","descr":"Ein Schlag auf den Kopf bringt Bugs Bunny unversehens in ein Märchen mit Rittern, Drachen und Zauberern. Danach versucht der Kojote Sam ein Schaf zu rauben. Tweety dagegen bekommt einen fliegenden Käfig geschenkt, um sich unbehelligt von Kater Sylvester durch die freie Natur zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":8968511,"hoster":"VOE"},{"redirect":8332360,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Örtlich betäubt","epNo":77,"alt":"Bell Hoppy / Dr. Devil And Mr. Hare / Star Is Bored / Haunted Cat","descr":"Bugs Bunny muss sein Fell vor dem Appetit des tasmanischen Teufels retten. Danach glaubt Kater Percy einen Geist zu sehen. Kater Sylvester muss indess eine Mutprobe bestehen, um in den Katzenclub aufgenommen zu werden. Zuletzt helfen die Krähen Häkel und Jäkel einem Fuchs, der von einer Hundemeute gejagt wird.","versions":[{"lang":1,"streams":[{"redirect":8968515,"hoster":"VOE"},{"redirect":8332358,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Volltreffer","epNo":78,"alt":"Show 26 Twwet Zoo / People Are Bunny / Blue Plate Symphony / City Slicker","descr":"Daffy Duck will beim Fernsehen das Preisgeld für einen Hasen einstreichen. Aber Bugs Bunny vereitelt seinen Plan. Anschließend müssen Häkel und Jäkel zwei ungebetene Gäste aus ihrem Restaurant verjagen. Danach flüchtet die Maus Rocquefort vor der Katze Percy aufs Land.","versions":[{"lang":1,"streams":[{"redirect":8968517,"hoster":"VOE"},{"redirect":13386855,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Zurück zur Natur","epNo":79,"alt":"Show 11 Tweet Tweet Tweety / Show 13 Tease For Two / Really Scent / Horse Hare","descr":"Im Wilden Westen verteidigt Bugs Bunny ganz allein ein Fort gegen Sam und dessen Indianerfreunde. Dann macht Sylvester Urlaub im Vogelschutzgebiet und stellt Tweety nach. Anschließend versucht Daffy Duck sein Glück als Goldgräber, während sich Stinktier Pepe in eine Katzendame verliebt.","versions":[{"lang":1,"streams":[{"redirect":8968522,"hoster":"VOE"},{"redirect":8332372,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Früchte des Zorns","epNo":80,"alt":"Show 15 Fish And Slips / From Hare To Here / Fox Hunt / Prescription For Percy","descr":"Bugs Bunny überbringt Sam einen Millionengewinn – mit einem kleinen Haken: Sam muss den frechen Hasen beherbergen. Sylvester dagegen will seinem Sohn beweisen, dass er Weltmeister im Fischefangen ist. Mehrere Raubfische beweisen ihm jedoch das Gegenteil.","versions":[{"lang":1,"streams":[{"redirect":8968519,"hoster":"VOE"},{"redirect":8332377,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Manche Köche verderben den Brei","epNo":81,"alt":"Bill Of Hare / Mouse And Garden / Satisfied Costumers / Catty Cornered","descr":"","versions":[{"lang":1,"streams":[{"redirect":8968518,"hoster":"VOE"},{"redirect":8332376,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Buntes aus dem Osternest","epNo":82,"alt":"Rabbit Rampage / Daffy Duck’s Easter Show","descr":"Ostern steht vor der Tür. Bugs Bunny und Daffy Duck greifen zu Farbe und Pinsel, um sich gegenseitig zu zeichnen und dabei in missliche Lagen zu bringen. Daffy dagegen versucht, per Anhalter nach Norden zu kommen. Zuletzt gibt es auf Foghorns Hühnerhof Turbulenzen. Die alte Prissy legt ein goldenes Ei.","versions":[{"lang":1,"streams":[{"redirect":8968523,"hoster":"VOE"},{"redirect":8332378,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Aktenzeichen unbekannt","epNo":83,"alt":"The Unexpected Pest / Bug \u0026 Thugs / Fast Buck Duck / Merry Chase","descr":"Zuerst lehrt Bugs Bunny zwei Bankräuber das Fürchten. Danach machen sich Polizeihunde auf die erfolglose Jagd nach Häkel und Jäkel. Im Anschluss kommt Kater Sylvester auf eine niederträchtige Idee, um nicht ins Tierheim zu müssen. Zuletzt durchleidet Daffy Duck eine schwierige Bewerbung.","versions":[{"lang":1,"streams":[{"redirect":8968521,"hoster":"VOE"},{"redirect":8332381,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Wundervoll in Dur und Moll","epNo":84,"alt":"Show Biz Bugs / Hare-Abian Nights / Off To The Opera / Bulldozing The Bull","descr":"Daffy Duck gerät mit Bugs Bunny aneinander, weil er als Showstar immer nur in dessen Schatten steht. Danach stört Kater Percy mit lauter Musik die Nachtruhe von Maus Rocquefort. Die Krähen Häkel und Jäkel stellen indessen ein Opernhaus auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":7964857,"hoster":"VOE"},{"redirect":8332388,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Spuren im Schnee","epNo":85,"alt":"Show 25 Snow Business / Eight Ball Bunny / Two Scents Worth / Intruders","descr":"Bugs Bunny bringt einen kleinen Pinguin in dessen vermeintliche Heimat zurück. Danach verliebt sich das Stinktier Pepe in die Katzendame Fifi. Kater Percy hat einen Albtraum, aus dem ihn die Maus Rocquefort brutal weckt. Zuletzt entdecken die Krähen Häkel und Jäkel einen paradiesischen Park.","versions":[{"lang":1,"streams":[{"redirect":7964863,"hoster":"VOE"},{"redirect":8332391,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Lügengeschichten","epNo":86,"alt":"To Hare Is Human / His Hare Raissing Tale / King Tut’s Tomb / Uninvited Pests","descr":"Bugs Bunny tischt seinem Neffen Lügengeschichten auf. Häkel und Jäkel dagegen verderben einem Farmer und seinem Hund das Picknick. Die Maus Rocquefort versucht einen Kuchen zu backen, wird aber dabei von Kater Percy gestört. Zuletzt stellen die Krähen eine ägyptische Grabkammer auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":7964869,"hoster":"VOE"},{"redirect":8332398,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Rollenwechsel","epNo":87,"alt":"Hare Brush / Tweety And The Beanstalk / Happy Go Lucky / Moose On The Loose","descr":"Bugs Bunny und Elmer tauschen die Rollen. Katze Percy erlernt die Fähigkeit der Hypnose und wendet sie bei Maus Rocquefort an. Im weiteren versuchen Häkel und Jäkel einen Elch zu jagen, während Daffy in der letzte Episode versucht, dem Entenjäger Elmer das Waidmannsglück zu verderben.","versions":[{"lang":1,"streams":[{"redirect":12113019,"hoster":"VOE"},{"redirect":12113018,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Nur Fliegen ist schöner","epNo":88,"alt":"Show 12 Crows Feat / Show 24 Aqua Duck / Hareway To The Stars / Pikers Peak","descr":"Zunächst verschlägt es Bugs Bunny auf den Mars. Danach versuchen die Krähen José und Manuel, Elmers Maisfeld zu plündern. Daffy Duck dagegen sucht in der Wüste nach Wasser und findet bares Gold. Zu guter Letzt versuchen Bugs Bunny und Sam das Schmatterhorn zu besteigen.","versions":[{"lang":1,"streams":[{"redirect":12382650,"hoster":"VOE"},{"redirect":8332400,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Heiß entflammt und kühl gebadet","epNo":89,"alt":"Ups An’ Downs Derby / Rabbit Romeo / Beanstalk Bunny / Rival Romeos","descr":"Bugs Bunny versucht einer liebestollen Hasendame zu entkommen. Häkel und Jäkel dagegen werden zu Gegnern: Sie verlieben sich in dieselbe Frau. Kater Percy erinnert sich, wie oft ihn Maus Rocquefort schon geärgert hat. Zuletzt muss ein Jockey sein Pferd dazu bringen, an einem Wettrennen teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":12113015,"hoster":"VOE"},{"redirect":8332401,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"[Nicht erhältlich]  Rette sich, wer kann!","epNo":90,"alt":"Ant Pasted / Operation Rabbit / Stork Naked / Daffy Duckaroo","descr":"Der Kojote versucht Bugs Bunny zu fangen. Im Wilden Westen verliebt sich Duffy Duck in eine Indianerdame. Elmer dagegen will allein im Wald ein Feuerwerk entzünden, gerät aber mit einigen Waldbewohnern aneinander. Zuletzt liefert der Klapperstorch bei Daffy den falschen Nachwuchs ab.","versions":[]},{"epId":"episode-91","name":"Massenweise Niedrigpreise!","epNo":91,"alt":"Rebel Rabbit / Daffy’s Southern Exposure / Bargain Daze / Wild Life","descr":"Bugs Bunny empört sich darüber, dass die Fangprämie für Hasen so gering ist. Kater Percy fühlt sich von Maus Rocquefort in seiner Ruhe gestört, während Häkel und Jäkel ein Kaufhaus auf den Kopf stellen. Zuletzt sucht Sylvester für sich und seinen Sohn ein neues Zuhause.","versions":[{"lang":1,"streams":[{"redirect":7964900,"hoster":"VOE"},{"redirect":8332406,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Qual der Wahl","epNo":92,"alt":"Much Ado About Nutting / Show 5 Tweety’s Circus / Easy Peckin’s / Rabbit Seasoning","descr":"Elmer ist auf Hasenjagd und lässt sich von Bugs Bunny weismachen, dass Daffy Duck ein Hase sei. Danach stiehlt ein Eichhörnchen eine Kokosnuss, hat aber große Probleme, diese zu knacken. Außerdem versucht ein Fuchs vergebens im Hühnerstall zu wildern. Kater Sylvester ist wieder einmal hinter Tweedy her.","versions":[{"lang":1,"streams":[{"redirect":8968525,"hoster":"VOE"},{"redirect":8332404,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Auf den Hund gekommen","epNo":93,"alt":"Sleepy Time Possum / The Egg-Cited Rooster / Show 5 Sheep In The Deep / Lumberjack Rabbit","descr":"Bugs Bunny landet auf einem Acker mit Riesenmöhren. Aber der wird von einem Riesenhund bewacht. Der Kojote Ralph dagegen versucht, den Hirtenhund Sam auszutricksen, um ein Schaf zu rauben. Derweil will Vater Beutelratte seinen ewig schlafenden Sohn zur Hausarbeit bewegen.","versions":[{"lang":1,"streams":[{"redirect":7964921,"hoster":"VOE"},{"redirect":8332405,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"[Nicht erhältlich]  Auf’s Glatteis geführt","epNo":94,"alt":"Show 3 Weasel While You Work / Show 7 Steet Cat Named Sylvester / Frigit Hare / Freezin’ And Sneez","descr":"Bugs Bunny verirrt sich an den Südpol. Im ewigen Eis muss er einen kleinen Pinguin vor dem Gefressenwerden bewahren. Außerdem verschlägt es Kanarienvogel Tweety in das Haus von Granny, wo der immer hungrige Kater Sylvester lauert.","versions":[]},{"epId":"episode-95","name":"Hübsch garniert und schnell serviert","epNo":95,"alt":"The Lion’s Busy / Gopher Broke / Show 24 Tweet Dreams / Shiska Bugs","descr":"Als königlicher Küchenchef versucht Sam, Bugs Bunny für seine Majestät zu braten. Zwei Erdhörnchen müssen einen Wachhund übertölpeln, um an die Möhrenernte zu gelangen. Danach wird ein Löwe von einem Bussard verfolgt, der Hunger auf Löwenbraten hat. Zuletzt sucht Sylvester einen Psychiater auf.","versions":[{"lang":1,"streams":[{"redirect":8968528,"hoster":"VOE"},{"redirect":8332410,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Spielernaturen","epNo":96,"alt":"Early To Bet / High And Flighty / This Is A Life / Spy In The Sky","descr":"Bugs Bunny ist – sehr zum Ärger von Daffy Duck – Ehrengast in einer Fernsehsendung. Daffy Duck erzählt Geschichten über des Menschen besten Freund, den Hund. Ein Spielteufel dagegen verführt Hund und Katze zum Glücksspiel. Abschließend macht der Geier Jagd auf den Wurm Crazy Legs.","versions":[{"lang":1,"streams":[{"redirect":8968530,"hoster":"VOE"},{"redirect":13386856,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Vater sein dagegen sehr","epNo":97,"alt":"Strife With Father / Broken Leghorn / Mouse Placed Kitten / Apes Of Wrath","descr":"In der Episode gibt der Klapperstorch anstatt eines Gorillababys Bugs Bunny bei den Eltern ab. Dann adoptiert ein Sperlingspaar ein Bussardbaby. Ein Mäusepaar dagegen hat mit einem Findelkind Probleme, weil dieses eine Katze ist. Zuletzt wittert Hahn Foghorn ...","versions":[{"lang":1,"streams":[{"redirect":9205866,"hoster":"VOE"},{"redirect":13386857,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Einer wird gewinnen","epNo":98,"alt":"Mixed Master / Show 4 Three Cornered Tweety / Show 16 Mutt In A Brut / Ballet Boy Bunny","descr":"Bugs Bunny und Sam konkurrieren um den Posten des Bürgermeisters. Elmers Jagdhund fürchtet um sein Leben, während ein anderer Hund seinem Herrchen zu beweisen versucht, dass er reinrassig ist. Zum Abschluss macht Kater Sylvester wieder einmal Jagd auf Tweety.","versions":[{"lang":1,"streams":[{"redirect":8968526,"hoster":"VOE"},{"redirect":8332418,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"[Nicht erhältlich]  Spektakel in allen Lebenslagen","epNo":99,"alt":"Circus Comes To Clown / Cat Happy / Mouse And Garden / Playful Puss","descr":"","versions":[]},{"epId":"episode-100","name":"[Nicht erhältlich]  Irrungen und Wirrungen","epNo":100,"alt":"Three Is A Crowd / Seasick Sailors / Mouse Meets Bird / Friday The 13th","descr":"","versions":[]},{"epId":"episode-101","name":"[Nicht erhältlich]  Von Pechvögeln und glücklichem Federvieh","epNo":101,"alt":"Haunted Cat / City Slicker / Mouse Menace / Runaway Mouse","descr":"","versions":[]},{"epId":"episode-102","name":"[Nicht erhältlich]  Wüstensturm und Schneetreiben","epNo":102,"alt":"Muscial Madness / Good Mousekeeping / Flop Secret / Prescription For Percy","descr":"","versions":[]},{"epId":"episode-103","name":"Geistesgrößen und Riesen","epNo":103,"alt":"Pastry Panic / Hypnotized / Cat’s Revenge / No Sleep For Percy","descr":"","versions":[{"lang":1,"streams":[{"redirect":8968444,"hoster":"VOE"},{"redirect":13386833,"hoster":"Streamtape"}]}]}]}]}