{"seriesId":"bugs-eine-looney-tunes-prod","name":"Bugs! Eine Looney Tunes PROD.","descr":"Neue Geschichten mit Bugs Bunny, der in vier Geschichten pro Folge auf alte Bekannte und neue Charaktere trifft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bugs Buddha /Zen oder die Kunst, Nüsse zu sammeln","epNo":1,"alt":"","descr":"Nachdem Yosemite Sam ein Kloster ausgeraubt hat, begegnet er Bugs Bunny, der ihm einen Schatz verspricht, sollte er einige Prüfungen bestehen. Letztendlich eröffnet ihm der schlaue Hase, dass es gar nicht um einen Schatz geht, sondern darum, dass Geben seliger ist als Nehmen.","versions":[{"lang":1,"streams":[{"redirect":14375894,"hoster":"VOE"},{"redirect":13602250,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bugs Undercover / Eiszeit im Sun Valley","epNo":2,"alt":"","descr":"Bugs trifft auf Squeaks, der von Ninjas verfolgt wird. Nach längerem Kampf werden diese schließlich Squeaks Nusssammler.","versions":[{"lang":1,"streams":[{"redirect":14356756,"hoster":"VOE"},{"redirect":13602254,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der gute Bugs und der Drache / Das eine Blatt","epNo":3,"alt":"","descr":"Als Fluchtfahrer nach einem Bankraub treibt Bugs Bunny Yosemite Sam in den Wahnsinn. Schließlich bringt Bugs ihn mit einigen Tricks dazu, sich der Polizei zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14377863,"hoster":"VOE"},{"redirect":13601300,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Bigfoot im Bett / Die Tücken des Internet","epNo":4,"alt":"","descr":"Bugs plant einen Urlaub am Meer machen, hat sich aber vergraben. Ihm ist ein Bigfoot gefolgt, der wiederum selbst von einer Spezialeinheit gejagt wird. Nach einigen Verwicklungen kann Bugs den Jägern endlich eine Falle stellen.","versions":[{"lang":1,"streams":[{"redirect":12919697,"hoster":"VOE"},{"redirect":13601302,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Den Nüssen zuliebe / Die Hasenpfote","epNo":5,"alt":"","descr":"Littlechin will einen Drachen töten, doch Bugs versteckt ihn. Als Littlechin ihn doch entdeckt, stürzt er bei der Jagd über die Klippe und wird vom Drachen gerettet. Daraufhin beschließt er, Drachenbeschützer zu werden.","versions":[{"lang":1,"streams":[{"redirect":14377864,"hoster":"VOE"},{"redirect":13602258,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der unheimliche Hase / Der Fiesling","epNo":6,"alt":"","descr":"Bugs wünscht sich Hilfe bei der Gartenarbeit. Diese bekommt er prompt von Wile E. Coyotes Laubbläser. Dem Gerät fällt zu allererst Squeaks zum Opfer, dann auch Wile selbst.","versions":[{"lang":1,"streams":[{"redirect":8968542,"hoster":"VOE"},{"redirect":8332428,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Hase im Weißen Haus /Bugs und der Barbar","epNo":7,"alt":"","descr":"Bei Bugs Bunny taucht ein Barbar auf, welcher sein Hasenloch und den Wald erobern will. Dieser hat aber nicht mit dem Kampfgeist und der List von Bugs gerechnet.","versions":[{"lang":1,"streams":[{"redirect":14375851,"hoster":"VOE"},{"redirect":14377024,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Löwenprobleme / Sommer, Sonne, Winter","epNo":8,"alt":"","descr":"Bugs und Squeaks machen sich auf den Weg in die Savanne Afrikas, um dort Squeaks Cousin zu besuchen, doch zuerst einmal müssen sie den extrem hungrigen Dschungelkönig Thes überlisten.","versions":[{"lang":1,"streams":[{"redirect":14356716,"hoster":"VOE"},{"redirect":13602256,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Pokerabend / Der Kampf um den Gürtel","epNo":9,"alt":"","descr":"Squeaks und seine Freunde spielen gerade bei Bugs zuhause Poker, da taucht plötzlich Shifty auf und will allen den Spaß verderben.","versions":[{"lang":1,"streams":[{"redirect":14356782,"hoster":"VOE"},{"redirect":13602259,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Hundetrainer / Der nervige Ex-Freund","epNo":10,"alt":"","descr":"Bugs muss sich dem Hundetrainer Jack stellen, der wahrlich kein Tierfreund ist.","versions":[{"lang":1,"streams":[{"redirect":14375958,"hoster":"VOE"},{"redirect":13602260,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schneckenpost / Der Kampf mit der Zahnfee","epNo":11,"alt":"","descr":"Bugs hat einen Drachen bestellt, den er unbedingt steigen lassen will. Als der Drachen von einer kleinen Schnecke geliefert wird und Bugs sich weigert, Trinkgeld zu geben, wird er nicht aus seiner Haustür gelassen.","versions":[{"lang":1,"streams":[{"redirect":14356783,"hoster":"VOE"},{"redirect":14377026,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Gartenwettbewerb / Trau keiner Vogelscheuche","epNo":12,"alt":"","descr":"Bugs und Wile liefern sich einen heftigen Gartenwettstreit: Wer von ihnen wird mehr Erfolg haben und einen größeren Ertrag erwirtschaften? Wird der wissenschaftliche Ansatz besser funktionieren oder der biologische? Möge der bessere Gärtner gewinnen./Bugs gerät mit seinem Navigationsgerät in ein Maisfeld und wird dort von einer Vogelscheuche gejagt.","versions":[{"lang":1,"streams":[{"redirect":14377870,"hoster":"VOE"},{"redirect":13601307,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bugs und der Maler / Die Spionin, die aus Europa kam","epNo":13,"alt":"","descr":"Jack beschließt, dass er gern malen würde, und stiftet im Wald jede Menge Chaos. Als Bugs mit ihm reden will, endet das in einer Katastrophe./Aus Versehen schnappt sich Bugs bei der Stadtbesichtigung in Washington eine Tasche, die eigentlich einem Geheimagenten gehört. Nun ist der Spion Bugs dicht auf den Fersen, denn schließlich handelt es sich um eine Angelegenheit nationaler Sicherheit!","versions":[{"lang":1,"streams":[{"redirect":14356728,"hoster":"VOE"},{"redirect":13602261,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das neue Neue Handy / Der stählerne Bugs","epNo":14,"alt":"","descr":"Yosemite Sam überfährt fast den armen Bugs, als er beim Autofahren am Handy eine Nachricht schreibt und nicht ordentlich aufpasst. Bugs’ Rache wird fürchterlich sein!/Ein Fitnessguru taucht im Wald auf und will den Tieren einreden, dass sie mehr auf sich achten sollten und eine bessere Figur brauchen. Einzig Bugs lässt sich nicht so leicht überzeugen.","versions":[{"lang":1,"streams":[{"redirect":14356709,"hoster":"VOE"},{"redirect":13602262,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Große Schwierigkeiten / Der blecherne Parkaufseher","epNo":15,"alt":"","descr":"Bugs und Squeaks stolpern über einen Zaubertrank, der einen größer machen soll. Trotz Bugs’ Warnungen nimmt Squeaks das Mittel und richtet daraufhin im Wald Chaos und Vernichtung an./Ein Roboter wurde im Park aufgebaut, der die Regeln durchsetzen soll und so jedermann den Spaß verdirbt. Schnell beschließt Bugs, dass auch er ein paar Regeln aufstellen muss.","versions":[{"lang":1,"streams":[{"redirect":14356749,"hoster":"VOE"},{"redirect":13602264,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auf den Spuren von Bigfoot / Das Urlaubsparadies","epNo":16,"alt":"","descr":"Bugs versucht einen Weg einzuschlagen, den vor ihm noch nicht viele gegangen sind. Schon bald findet er sich überraschenderweise in einer Pattsituation wieder. /Eigentlich wollte Bugs einen vergnügten Tag verbringen, doch er staunt nicht schlecht, als er sieht, wer plötzlich neben ihm auftaucht.","versions":[{"lang":1,"streams":[{"redirect":13103018,"hoster":"VOE"},{"redirect":14377027,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Karotten für das Showpony / Der Mautbaum","epNo":17,"alt":"","descr":"Ein kleines Mädchen schnappt sich Bugs’ sämtliche Karotten für ihr Pony. Natürlich versuchen Bugs und Squeaks alles, um die Möhren zurückzubekommen. /Bugs ist auf dem Weg zum Flughafen und bereits spät dran. Ausgerechnet jetzt stellt sich ihm ein Baum in die Quere.","versions":[{"lang":1,"streams":[{"redirect":14377865,"hoster":"VOE"},{"redirect":14377029,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Schneehase / Der Aromatherapeut","epNo":18,"alt":"","descr":"Bugs und ein Schneemann geraten in einen Streit darüber, wer von ihnen die Karotte bekommen sollte./Bugs und Wile werden die Opfer einer Stinktier-Attacke und riechen nun schrecklich. Wer von ihnen kennt die bessere Methode, den Gestank wieder loszuwerden? Möge der Bessere gewinnen!","versions":[{"lang":1,"streams":[{"redirect":8968550,"hoster":"VOE"},{"redirect":8332458,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Geisterprobleme / Staub Bunny","epNo":19,"alt":"","descr":"Ein Gespenst sucht Bugs heim und kämpft mit ihm um das Bettlaken. /Da Bugs schon lange nicht mehr geputzt hat, konnte ein riesiger Staubhase entstehen. Als Bugs beschließt, dass das Haus nicht groß genug für sie beide ist, will der Staubhase aber nicht kampflos von dannen ziehen.","versions":[{"lang":1,"streams":[{"redirect":14356750,"hoster":"VOE"},{"redirect":13602265,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Computer Bugs / Das Burning Hare Festival","epNo":20,"alt":"","descr":"Ein Virus hat Bugs’ Computer befallen. Kurzerhand steigt Bugs in das Gerät, um den Virus zu bekämpfen. /Versehentlich hält Bugs das provisorische Ölfeld der betrügerischen Ölmagnatin Ivana für das Burning Man Festival. Als Ivana versucht, sich mit dem Öl davonzumachen, verdirbt ihr Bugs jedoch den ganzen Spaß.","versions":[{"lang":1,"streams":[{"redirect":14356784,"hoster":"VOE"},{"redirect":13602266,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Glück gehabt / Information Overload","epNo":21,"alt":"","descr":"Wieder einmal hat es Grim auf Bugs abgesehen. Ein wilde Jagd beginnt, bei der Wasser und ein Lotterieschein eine große Rolle spielen. /Ein Roboter soll Bugs vernichten. Schnell zeigt sich, dass die gewöhnlichen Tricks des Hasen in diesem Fall nicht helfen. Was soll er nur tun?","versions":[{"lang":1,"streams":[{"redirect":8968558,"hoster":"VOE"},{"redirect":8332464,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Tag der Offenen Tür im Aquapark / Exquisite Küche","epNo":22,"alt":"","descr":"Als in einem Wasserpark alle Besucher drangsaliert werden, schreiten Bugs und Squeaks ein und kämpfen für die Rechte der Gäste. /Die pingelige und wählerische Vera möchte unbedingt einmal einen Hasen essen und schreckt vor nichts zurück, um sich diesen Wunsch zu erfüllen.","versions":[{"lang":1,"streams":[{"redirect":14356717,"hoster":"VOE"},{"redirect":13602267,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der egoistische Biber / Squeaks Ausflug in des Nachbars Höhle","epNo":23,"alt":"","descr":"Als ein verärgerter Biber den See zum Bibergebiet erklärt, darf kein anderes Tier mehr im See schwimmen auch Bugs nicht! /Squeak gerät versehentlich in Wiles geheimes Labor. Sofort muss Bugs herbeieilen, um seinen Freund zu retten.","versions":[{"lang":1,"streams":[{"redirect":14375895,"hoster":"VOE"},{"redirect":13602268,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dem Schatz auf der Spur / Taz, der Bürohengst","epNo":24,"alt":"","descr":"Yosemite Sam braucht Bugs Hilfe, eine Schatzkarte zu entschlüsseln und das Gold zu finden, das ihn sehr reich macht./Bugs fordert Taz auf, dass er an ihrer jährlichen Woche der Streiche teilnimmt. Das ist ein Wunsch, dem Taz nur zu gerne nachkommt.","versions":[{"lang":1,"streams":[{"redirect":14375910,"hoster":"VOE"},{"redirect":13602269,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Überlebenstraining / Köbes, der Kürbisgnom","epNo":25,"alt":"","descr":"Ohne Gnade foltert Bugs einen TV-Überlebenskünstler, der versucht, eine Fernsehserie zu drehen./Endlich ist Halloween. Da taucht ohne Vorwarnung der Kürbiskönig auf und treibt sein Unwesen.","versions":[{"lang":1,"streams":[{"redirect":14375869,"hoster":"VOE"},{"redirect":14377028,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine Golfpartie / Happy Hartles Hamburger Hut","epNo":26,"alt":"","descr":"Leslie lädt Bugs zu einem Golfturnier ein, denn sie hat die große Hoffnung, dass sie gegen ihn leicht gewinnen kann. Ob sie sich da nicht vielleicht ein wenig getäuscht hat? /Bugs muss in einem Fast-Food-Restaurant arbeiten und hat einen schrecklichen Chef. Natürlich nimmt es der Hase mit dem furchtbaren Besitzer auf.","versions":[{"lang":1,"streams":[{"redirect":14375885,"hoster":"VOE"},{"redirect":14377031,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Sir Littlechin, Greifenjäger / Bugs Zeitreise","epNo":27,"alt":"","descr":"Sir Littlechin möchte unbedingt einen Greif in die Fänge bekommen, doch das will Bugs unbedingt verhindern. /Bugs wird mit auf eine Zeitreise genommen, möchte aber schon bald wieder nach Hause. Auf dem Weg zurück haben sie plötzlich einen Tyrannosaurus Rex im Gepäck!","versions":[{"lang":1,"streams":[{"redirect":14356792,"hoster":"VOE"},{"redirect":14377033,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Schweine im Luftraum / Ein Heim für Klone","epNo":28,"alt":"","descr":"Bugs ist zu spät für seinen Flug und trifft am Flughafen permanent auf Schweinchen Dick./Der Doktor hat ein Gerät erfunden, mit dem er alles klonen kann – und so wimmelt es bald überall vor seltsamen Ebenbildern des beliebten Hasen.","versions":[{"lang":1,"streams":[{"redirect":8968565,"hoster":"VOE"},{"redirect":13625307,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Bugs auf dem Eis / Bugs Pfadfinder","epNo":29,"alt":"","descr":"Bugs und Squeaks werden von einem Profi-Schlittschuhläufer drangsaliert, als sie einfach zum Spaß ein wenig auf dem zugefrorenen See eislaufen möchten. /Bugs nimmt es mit einem Gruppenleiter auf, der seine Pfadfinder schikaniert.","versions":[{"lang":1,"streams":[{"redirect":14356785,"hoster":"VOE"},{"redirect":14377032,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Ehrgeizige Trolle / Die Nummer Eins am Strand","epNo":30,"alt":"","descr":"Zwei Trolle versuchen, Bugs zu erwischen, um ihn ihrem Anführer als Abendessen zu servieren./Squeaks und Bugs schreiten ein, als jemand am Strand allen anderen den Spaß verderben will.","versions":[{"lang":1,"streams":[{"redirect":13103019,"hoster":"VOE"},{"redirect":14377034,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Leslie, der Springbrunnenwärter / Yoga zum Lachen","epNo":31,"alt":"","descr":"Vizepräsident Leslie versucht, bei seinem Chef zu punkten, was Bugs unerwartet einen großen Vorteil verschafft. /Bugs versucht sich beim Yoga und stellt den Lehrer auf eine harte Probe.","versions":[{"lang":1,"streams":[{"redirect":14375932,"hoster":"VOE"},{"redirect":14377035,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Fluch der Münze / Nicht alles Smarte hilft im Leben","epNo":32,"alt":"","descr":"Sam und Bugs erleben ein ähnliches Abenteuer wie Indiana Jones, als die beiden in antiken Ruinen umherwandern. /Wile hat ein vollautomatisches Haus gebaut. Als jedoch der Strom ausfällt, ist Wile völlig hilflos. Zu seinem Glück ist Bugs aber sofort bereit, ihm aus der Patsche helfen.","versions":[{"lang":1,"streams":[{"redirect":14377866,"hoster":"VOE"},{"redirect":14377037,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Doch kein Schwein gehabt / Wenn Wünsche in Erfüllung gehen","epNo":33,"alt":"","descr":"Schweinchen Dick versucht sich als Chauffeur und soll Bugs für eine Party rechtzeitig nach Hause bringen. Leider verläuft während der Fahrt nicht alles nach Plan./Squeaks würde sich wünschen, dass Bugs auch einmal klein wäre, damit der Hase am eigenen Leib erfahren würde, wie man sich als kleines Tier fühlt. Überraschenderweise geht Squeaks Wunsch tatsächlich in Erfüllung!","versions":[{"lang":1,"streams":[{"redirect":14375959,"hoster":"VOE"},{"redirect":14377036,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Über den Wolken / Ein Platz auf dem Totempfahl","epNo":34,"alt":"","descr":"König Thes versucht weiterhin, Squeaks in seine Fänge zu bekommen, als alle gemeinsam in einem Flugzeug sitzen./Bugs und Squeaks müssen in einer Reihe von Wettbewerben gegeneinander eintreten.","versions":[{"lang":1,"streams":[{"redirect":14375933,"hoster":"VOE"},{"redirect":14377039,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Was für eine Hitze / (K)ein Glückstreffer","epNo":35,"alt":"","descr":"Bugs wacht auf und hat einen schrecklich trockenen Mund. Kann er seinen Durst jemals stillen?/Shifty versucht, Bugs und Squeaks bei einem Spiel zu betrügen, doch am Schluss ist Bugs der strahlende Sieger.","versions":[{"lang":1,"streams":[{"redirect":14375934,"hoster":"VOE"},{"redirect":14377038,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Bürgermeisterwahl / Kein Glück für Shameless","epNo":36,"alt":"","descr":"Squint Eastwood versucht, Bürgermeister des Waldes zu werden und schreckt dabei vor keiner Gemeinheit zurück. So bleibt Bugs nichts anderes übrig, als ebenfalls zu kandidieren./Bugs ist entsetzt, als er erfährt, dass jemand seinen Fuß als Glücksbringer verwenden will. Natürlich ist der Hase keinesfalls bereit, seinen Fuß herzugeben!","versions":[{"lang":1,"streams":[{"redirect":14375843,"hoster":"VOE"},{"redirect":14377040,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Bigfoot und sein Kätzchen / Rodeo Bugs","epNo":37,"alt":"","descr":"Bigfoot hält Squeaks versehentlich für Bugs’ neue Katze und will das Tier unbedingt nach Hause zurückbringen. /Bugs und Yosemite Sam besuchen ein Rodeo-Festival und werden von den Zuschauern am Rand spaßeshalber in den Ring getrieben.","versions":[{"lang":1,"streams":[{"redirect":14375940,"hoster":"VOE"},{"redirect":14377041,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Slugsworthy’s Luxusvilla / Wile E.s Walnüsse","epNo":38,"alt":"","descr":"Als jemand direkt über dem Bau von Bugs eine riesige Villa errichten will, kann der Hase das natürlich nicht durchgehen lassen. /Wile hat eine Maschine erfunden, die nur mit Walnussöl betrieben werden kann, dabei sind doch ausgerechnet Walnüsse Squeaks’ wichtigstes Nahrungsmittel!","versions":[{"lang":1,"streams":[{"redirect":14356786,"hoster":"VOE"},{"redirect":14377042,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der ganz normale Wahnsinn / Squeaks billiger Tomatentrick","epNo":39,"alt":"","descr":"Bugs taucht aus seinem Bau auf und muss entdecken, dass er von Feinden umzingelt ist./Wile glaubt, dass er Squeaks schwer verletzt hat. Das Eichhörnchen nutzt diesen Umstand schamlos aus und fordert als Wiedergutmachung alles Erdenkliche von Wile.","versions":[{"lang":1,"streams":[{"redirect":14375960,"hoster":"VOE"},{"redirect":14377043,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Sir Littlechin, Einhornjäger / Bugs in Irland","epNo":40,"alt":"","descr":"Sir Littlechin hat es auf ein Einhorn abgesehen, das Wünsche in Erfüllung gehen lässt. Glücklicherweise gibt es Bugs und Squeaks, die das Einhorn retten können./Ein Kobold verfolgt den Plan, Bugs nach Irland zu bringen, damit der Fuß des Hasen, der als Glücksbringer gilt, endlich irischen Boden berührt.","versions":[{"lang":1,"streams":[{"redirect":14375844,"hoster":"VOE"},{"redirect":14377044,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein stolzer Bergmann / Hüttenkoller","epNo":41,"alt":"","descr":"Bugs Seelenfrieden wird jäh gestört, als Yosemite Sam in Bugs Bau nach Kohle gräbt./Bugs und Squeaks sind bereits drei Wochen eingeschneit, als sie entdecken, dass sie nur noch ein Stückchen zu essen haben. Ein wilder Streit beginnt!","versions":[{"lang":1,"streams":[{"redirect":14356718,"hoster":"VOE"},{"redirect":14377045,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Barbarencanyon / Riesenhasenjäger","epNo":42,"alt":"","descr":"Bugs und Squeaks unternehmen eine Reise zum Grand Canyon. Als sie bei ihrer Reise auf den Barbaren treffen, kommt es zu einem Streit. /Die dummen Jäger halten Bigfoot für einen riesigen Hasen und wollen ihn schnappen. Bugs will indes einfach seine Ruhe haben, doch er wird permanent in die Jagd hineingezogen.","versions":[{"lang":1,"streams":[{"redirect":14375896,"hoster":"VOE"},{"redirect":14377046,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Achterbahn mit Schweinchen Dick / Guguck, da. Guguck, immer noch da.","epNo":43,"alt":"","descr":"Bugs will unbedingt als Erster mit einer neuen Achterbahn fahren und steht in der Schlange schließlich auch ganz vorn – zusammen mit Schweinchen Dick./Bugs will dem Doktor dabei helfen, endlich der Superheld zu werden, der er schon immer sein wollte.","versions":[{"lang":1,"streams":[{"redirect":14356787,"hoster":"VOE"},{"redirect":14377047,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Weihnachtseinkauf / Der Brief an den Weihnachtsmann","epNo":44,"alt":"","descr":"Bugs und Yosemite Sam streiten sich über das letzte tolle Geschenk der Weihnachtssaison./Als Squeaks versehentlich den Barbaren mit dem Weihnachtsmann verwechselt, muss sich Bugs etwas einfallen lassen, um seinen Wunschzettel zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":14375897,"hoster":"VOE"},{"redirect":14377048,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Auf die Ohren, fertig, los! / Lauter, schriller, schräger","epNo":45,"alt":"","descr":"Bugs Schlummer wird jähe unterbrochen, als seine Ohren beschließen, dass es Zeit sei, tanzen zu gehen./Bugs und Squeaks versuchen sich als Straßenmusikanten.","versions":[{"lang":1,"streams":[{"redirect":14377867,"hoster":"VOE"},{"redirect":14377049,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Bugs im Streichelzoo / Urlaub auf Hawaii","epNo":46,"alt":"","descr":"Bugs gerät in die Fänge von Elmer Fudd und wird in dessen neuen Streichelzoo eingesperrt. Natürlich versucht Bugs sofort, von dort zu fliehen. /Bugs will auf Hawaii Urlaub machen und staunt nicht schlecht, als auch der Winter dort mit der gleichen Idee anrückt. Wird der Urlaub des Jahrhunderts warm oder kalt?","versions":[{"lang":1,"streams":[{"redirect":14356719,"hoster":"VOE"},{"redirect":14377050,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Eine Nacht in der Sternwarte / Bugs, das Kaninchen?","epNo":47,"alt":"","descr":"Bugs und Grim sind über Nacht in einer Sternwarte eingesperrt./Bugs ist überglücklich, als er weitere Hasen im Wald entdeckt, doch es ist schwerer als gedacht, von ihnen akzeptiert zu werden.","versions":[{"lang":1,"streams":[{"redirect":14356811,"hoster":"VOE"},{"redirect":14377053,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Nasse Füße / Jede Minute wird ein Fußballer geboren","epNo":48,"alt":"","descr":"Bugs erfährt, dass Bigfoot Angst vor Wasser hat und will ihm das Schwimmen beibringen./Bugs hilft einer Fußballmannschaft, gegen die fiesen Spieler des gegnerischen Teams zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14356710,"hoster":"VOE"},{"redirect":14377051,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Umzugsunternehmen Blitzschnell und Dick / Thes in New York","epNo":49,"alt":"","descr":"Bugs will umziehen und ist sehr erstaunt, als er sieht, wen er als Umzugshelfer engagiert hat: Schweinchen Dick! /König Thes reist nach New York, um seine Untertanen auf der anderen Seite des Großen Teiches kennenzulernen. Es dauert nicht lange, bis er auf Bugs trifft.","versions":[{"lang":1,"streams":[{"redirect":14356788,"hoster":"VOE"},{"redirect":14377052,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Elmers Eiswagen / Angelo, der starke Floh","epNo":50,"alt":"","descr":"Elmer Fudd nimmt Bugs Hilfe in Anspruch: Der Hase soll als sein Maskottchen arbeiten und Werbung für Elmers neuen Eiskremwagen machen. /Squeaks hat einen neuen Freund, und zwar den mächtigen Floh Angelo. Nun hofft er, dass ihm sein neu gefundener Freund dabei helfen kann, endlich ein wenig Respekt von Bugs zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":14375877,"hoster":"VOE"},{"redirect":14377054,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Schweinchen Dick, der Ermittler / Der Super-Highway","epNo":51,"alt":"","descr":"Als Bugs’ Tablet gestohlen wird, nimmt er umgehend die Hilfe der Behörden in Anspruch, und zwar genauer gesagt die von Schweinchen Dick./Direkt durch den Wald soll eine neue Autobahn gebaut werden – und der Vorarbeiter beim Bau ist kein anderer als Yosemite Sam.","versions":[{"lang":1,"streams":[{"redirect":14375870,"hoster":"VOE"},{"redirect":14377055,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Schweinchen Dick, der Entenlieferant / Der Hase, der König sein wollte","epNo":52,"alt":"","descr":"Schweinchen Dick soll eine Sonderlieferung zu einem ausgefallenen Hotel bringen. Als er einen kurzen Blick auf die Sendung erhascht, ist er sehr erstaunt, Daffy Duck zu sehen! /Versehentlich – und zu Leslie P. Lilylegs’ großem Missfallen – wird Bugs als der neue Thronfolger gehandelt.","versions":[{"lang":1,"streams":[{"redirect":14377871,"hoster":"VOE"},{"redirect":14377056,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schweinchen Dick im Kaufhaus / Bugs, der Gladiator","epNo":1,"alt":"","descr":"Schweinchen Dick soll eine Sonderlieferung zu einem ausgefallenen Hotel bringen. Als er einen kurzen Blick auf die Sendung erhascht, ist er sehr erstaunt, Daffy Duck zu sehen!/Versehentlich – und zu Leslie P. Lilylegs’ großem Missfallen – wird Bugs als der neue Thronfolger gehandelt.","versions":[{"lang":1,"streams":[{"redirect":8968594,"hoster":"VOE"},{"redirect":12481771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schweinchen Dick als Portier / Das Fahrradrennen","epNo":2,"alt":"","descr":"Daffy Duck verliert im Einkaufszentrum die Nerven und dreht völlig durch. Wie gut, dass der Sicherheitsmann Schweinchen Dick vor Ort ist, um die Besucher vor der wild gewordenen Ente zu retten./Bugs Bunny findet sich im Alten Rom wieder. Dort soll er im Kolosseum gegen Calzone antreten und um Ruhm und Ehre kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8968593,"hoster":"VOE"},{"redirect":8332568,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Duell mit Daffy / Das Spiel um die Nüsse","epNo":3,"alt":"","descr":"Sir Littlechin ist der festen Überzeugung, er sei der beste Schwertkämpfer des Landes. Klar, dass der Hofnarr Daffy ihn zu einem Duell herausfordert. /Eichhörnchen Squeaks hat mit dem Betrüger Shifty Billard gespielt und dabei einen ganzen Beutel Nüsse verloren. Als Bugs das erfährt, beschließt er, dass es höchste Zeit ist, Shifty eine Lektion zu erteilen.","versions":[{"lang":1,"streams":[{"redirect":12332834,"hoster":"VOE"},{"redirect":8332569,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sam, der Zugräuber / Schweinchen Dick, der Oberkellner","epNo":4,"alt":"","descr":"Yosemite Sam glaubt, dass es keinen Zug auf der Welt gibt, der so schnell sei, dass er nicht ausgeraubt werden könne. Doch vielleicht muss er seine Meinung ändern./Als Daffy entdeckt, dass er auf der Speisekarte von Schweinchen Dicks Restaurant steht, beschließt er, die Zutatenliste nochmals zu überarbeiten.","versions":[{"lang":1,"streams":[{"redirect":8968596,"hoster":"VOE"},{"redirect":8332572,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alles für die Liebe / Daffy Ducks Valentinstag","epNo":5,"alt":"","descr":"Bugs behaglicher Tag am See wird von Yosemite Sam gestört. Um Sam loszuwerden, fährt Bugs schwere Geschütze auf und verpasst Sam einen neuen Look. Mit seinem verwandelten Aussehen zieht Yosemite Sam bald die Aufmerksam von Miss Ellie Mae auf sich./Am Valentinstag läuft Daffy Amor über den Weg und schlägt den Liebesgott versehentlich k.o. Was soll nun mit dem Valentinstag passieren? Als Amor wieder zu Sinnen kommt, übergibt er Daffy Pfeil und Bogen, damit der seine Arbeit übernehmen kann.","versions":[{"lang":1,"streams":[{"redirect":8968597,"hoster":"VOE"},{"redirect":8332581,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Riesenmöhre / Elmer, der Wasserverkäufer","epNo":6,"alt":"","descr":"Bugs und das Eichhörnchen Squeaks sind auf der Suche nach etwas zu essen und laufen Barbarian und dessen Polarbär Krakos über den Weg. Als Barbarian Squeaks als sein Haustier halten will, ist der Ärger vorprogrammiert. /Daffy muss dringend etwas unternehmen: Das Mineralwassergeschäft des Präsidenten Elmer Fudd hat dazu geführt, dass Daffys Heimatsee schon fast ganz ausgetrocknet ist. Was soll die Ente nur tun?","versions":[{"lang":1,"streams":[{"redirect":8968599,"hoster":"VOE"},{"redirect":8332580,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schweinchen Dick als Pfleger / Das Tennismatch","epNo":7,"alt":"","descr":"Als Daffy in einem Krankenhaus wie wild herumspringt, ist Schweinchen Dick gefragt. Er soll Daffy dazu bringen, das Hospital zu verlassen, doch die Ente hat andere Pläne. /Bugs und Viktor wollen beide an einem Tennisturnier teilnehmen. Schnell wird dem Hasen klar, dass es an der Zeit sein könnte, Viktor eine Lektion in Demut zu erteilen.","versions":[{"lang":1,"streams":[{"redirect":8968600,"hoster":"VOE"},{"redirect":8332584,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Glücksente / Daffy Duck unter Hühnern","epNo":8,"alt":"","descr":"Shameless O’Scanty hält Daffy fälschlicherweise für einen Glücksbringer. Als er versucht, die Glücksente zu fangen, muss er feststellen, dass er auf einmal noch viel glückloser ist als je zuvor./Daffy stolpert zufällig auf Foghorns Farm und wird Zeuge des wunderbaren Lebens, das die Freilandhühner dort führen. Natürlich will auch Ente Daffy die Vorzüge dieses Lebens kosten und mischt sich in die Menge bis Foghorn der Ente auf die Schliche kommt.","versions":[{"lang":1,"streams":[{"redirect":8968598,"hoster":"VOE"},{"redirect":8332583,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tad Tucker renoviert ein Haus / Daffy als Filmvorführer","epNo":9,"alt":"","descr":"Tad Tucker nimmt mitten im Wald eine Renovierungssendung auf. Als Bugs Bunny erfährt, dass für die Show Tiere umgesiedelt wurden, die vorher an dieser Stelle im Wald lebten, sabotiert er Tads Aufnahmen. /Daffy wird von Platzanweiser Schweinchen Dick aus dem Kino geworfen. Nun will sich die Ente an dem Schweinchen rächen und treibt Dick in den Wahnsinn.","versions":[{"lang":1,"streams":[{"redirect":8968601,"hoster":"VOE"},{"redirect":8332588,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bugs, als Babysitter / Auf Expedition","epNo":10,"alt":"","descr":"Bugs wird entführt und dazu gezwungen, der neue beste Freund eines reichen und verwöhnten Kindes namens Paul Perdy zu werden. Nach einem schwierigen Nachmittag versucht Bugs dem Jungen zu zeigen, wie man ein guter Freund werden kann. /Präsident Elmer Fudd ordnet eine Expedition an. Die Abenteurer sollen die Grenze im Westen erkunden und den Weg zum Pazifischen Ozean finden. Wer könnte für diese Expedition besser geeignet sein als Schweinchen Dick und Daffy Duck?","versions":[{"lang":1,"streams":[{"redirect":8968602,"hoster":"VOE"},{"redirect":8332594,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Daffy, der blinde Passagier / Scooter 3000","epNo":11,"alt":"","descr":"Daffy fährt als blinder Passagier auf einem Kreuzfahrtschiff und Schweinchen Dick muss dafür sorgen, dass Daffy nicht auffliegt./Superspionin Claudette wird von Bugs ausgebremst, als der versehentlich Claudettes Roller und ihre geheimen Dokumente an sich nimmt und sich mit den Sachen auf eine Reise durch Italien begibt. Nun muss Claudette sich dringend etwas einfallen lassen, um ihre Sachen von dem nichtsahnenden Bugs zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":8968603,"hoster":"VOE"},{"redirect":8332598,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unterwegs im Wohnmobil / Jacque der Holzfäller","epNo":12,"alt":"","descr":"Schweinchen Dick hat ein Wohnmobil gemietet und will mit dem Gefährt eine Tour durch das Land unternehmen. Als er Daffy aufgabelt, der verwundet ist, hat die Ente schnell das Sagen und Schweinchen Dick muss machen, was Daffy will. /Der Wald gerät in Gefahr, als Bugs Bunny gegen Blacque Jacque Shellacque antritt.","versions":[{"lang":1,"streams":[{"redirect":8968606,"hoster":"VOE"},{"redirect":8332599,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dem Osterhasen auf der Spur / Fröhliche Ostern","epNo":13,"alt":"","descr":"Eine Gruppe Pfadfinder hält Bugs fälschlicherweise für den Osterhasen und versucht ihn mit allen Mitteln zu fangen./Es ist Ostersonntag und Granny möchte an diesem Tag ausgehen. Da Tweety nicht alleine bleiben soll, organisiert sie einen Aufpasser jedoch stellt sich heraus, dass es sich bei diesem um Sylvester handelt.","versions":[{"lang":1,"streams":[{"redirect":8968607,"hoster":"VOE"},{"redirect":8332597,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Whirlpool für Schweinchen Dick / Die hungrige Berglöwin","epNo":14,"alt":"","descr":"Schweinchen Dick will sich etwas Gutes tun und bestellt bei Daffy Duck einen Whirlpool. Leider endet die Installation des Geräts jedoch im völligen Chaos./Bugs soll Pizzen ausliefern. Eine Kundin hat es jedoch mehr auf Bugs, als auf Pizza abgesehen.","versions":[{"lang":1,"streams":[{"redirect":12332830,"hoster":"VOE"},{"redirect":8332603,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Hochzeitsquäker / Ivanas Koch-Show","epNo":15,"alt":"","descr":"Daffy Duck landet auf einer schicken Hochzeit das kann nicht gutgehen! /Ivana, die Moderatorin einer bekannten Koch-Show, stiehlt die Karotten von Bugs und verwendet sie in ihrer Show. Bugs sinnt nach Rache und setzt alles daran, ihre Sendung zu sabotieren.","versions":[{"lang":1,"streams":[{"redirect":13916939,"hoster":"VOE"},{"redirect":9863829,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine Ente im Aquarium / Der „Schwebende Hammer“","epNo":16,"alt":"","descr":"16a Daffy schleicht sich ins Aquarium, um Gratis-Essen abzustauben. Schweinchen Dick muss das verhindern!  16b Bugs und Squeaks werden bei ihrere Surftour von einigen Vögeln gestört.","versions":[{"lang":1,"streams":[{"redirect":9863818,"hoster":"VOE"},{"redirect":9863813,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Zeitbedienung / Houston, wir haben ein Problem","epNo":17,"alt":"","descr":"Bugs und Squeaks entdecken eine Zeitmaschine und begeben sich auf eine abenteuerliche Reise. Astronaut Schweinchen Dick hat eine wichtige Aufgabe zu erfüllen.","versions":[{"lang":1,"streams":[{"redirect":9863825,"hoster":"VOE"},{"redirect":9863826,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Klaviertransport / Bugs Bunny holt Gold","epNo":18,"alt":"","descr":"Bugs und Squeaks sind gerade dabei ein Klavier zu transportieren, als sie von Sheriff Yosemite Sam gestoppt werden.  Bugs landet versehentlich bei einem Wettstreit und setzt nun alles daran eine Goldmedaille zu gewinnen, ob ihm das gelingen wird?","versions":[{"lang":1,"streams":[{"redirect":8968608,"hoster":"VOE"},{"redirect":8332610,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Heiratsschwindler / Der schönste Park","epNo":19,"alt":"","descr":"Leslie will sich an der verwitweten Granny bereichern. Das kann Bugs natürlich nicht zulassen und gibt Leslie daher ganz schreckliche Ratschläge, wie er das Herz der alten Dame für sich gewinnen könnte. Der Park, in dem Schweinchen Dick die Aufsicht hat, wurde für die Auszeichnung als \"Der schönste Park\" nominiert. Nun muss Schweinchen Dick verhindern, dass Daffy Duck dort alles verwüstet.","versions":[{"lang":1,"streams":[{"redirect":8968605,"hoster":"VOE"},{"redirect":8332611,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Krakenjäger / Schweinchen Dicks geheime Mission","epNo":20,"alt":"","descr":"Sir Lillechin ist auf der Jagd nach einem legendären Kraken und spannt Bugs in seine Suche ein. Schnell stellt sich jedoch heraus, dass es sich bei dem Kraken gar nicht um ein wildes Monster, sondern um ein liebenswürdiges Wesen handelt Schweinchen Dick wird auf eine ganz besondere Mission gesendet.","versions":[{"lang":1,"streams":[{"redirect":8968610,"hoster":"VOE"},{"redirect":8332612,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Fluch der Mumie / Der Umweltaktivist","epNo":21,"alt":"","descr":"Archäologe Schweinchen Dick und sein Assistent Daffy begegnen einer bösartigen Mumie und müssen schnell handeln, um ihr zu entkommen! Ein wütender Umweltschützer sorgt für jede Menge Wirbel und Aufregung.","versions":[{"lang":1,"streams":[{"redirect":12332832,"hoster":"VOE"},{"redirect":8332616,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Abrakarnickel / Ponce von Calzone","epNo":22,"alt":"","descr":"Bugs ist entsetzt, als er sieht, wie ein Zauberer Tricks mit einem Kaninchen vorführt. Um dem armen Kaninchen zu helfen nimmt er eine Stelle als Assistent des Zauberers an.  Der Entdecker Ponze von Calzone ist auf der Suche nach der Quelle der ewigen Jugend. Um die Quelle zu finden, bittet er Daffy um Hilfe das stellt sich jedoch als ziemlich schlechte Entscheidung heraus.","versions":[{"lang":1,"streams":[{"redirect":8968613,"hoster":"VOE"},{"redirect":8332613,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Lug und Trug / Im Dienste des Babys","epNo":23,"alt":"","descr":"Squeaks und Bugs haben eine Auseinandersetzung. Schweinchen Dick und Daffy Duck sind heute als Klapperstorch unterwegs und übergeben werdenden Eltern ihre Babys.","versions":[{"lang":1,"streams":[{"redirect":8968611,"hoster":"VOE"},{"redirect":8332624,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Bugs allein macht noch keine Show / Die Sommerente","epNo":24,"alt":"","descr":"Bugs befindet sich gerade mitten in einem spannenden Abenteuer, als er und der Zeichner der Serie in einen heftigen Streit geraten Daffy Duck wird ungewollt berühmt.","versions":[{"lang":1,"streams":[{"redirect":13099814,"hoster":"VOE"},{"redirect":8332625,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Daffy Duck in der Benimmschule / Museumsbesuch","epNo":25,"alt":"","descr":"Granny und Tweety leiten eine Benimmschule. Museumsführer Schweinchen Dick versucht eine Gruppe Jugendlicher von einer Ausstellung zu begeistern. Eigentlich sollte da nichts schiefgehen, wenn nur nicht Duffy Duck wäre","versions":[{"lang":1,"streams":[{"redirect":8968614,"hoster":"VOE"},{"redirect":8332629,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Tad, der Bachelor / Ferienliebe","epNo":26,"alt":"","descr":"Tad Tucker nimmt an einer Datingshow teil. Als Bugs jedoch herausfindet, dass Ted am Abend vor der Sendung mehrere Kaninchen gegessen hat, will ersich rächen und die Sendung sabotieren. Jetzt wird es romantisch: Pepe trifft in einem Restaurant zum ersten Mal auf Claudette und es ist Liebe auf den ersten Blick zumindest für 5 Minuten oder so.","versions":[{"lang":1,"streams":[{"redirect":8968616,"hoster":"VOE"},{"redirect":8332626,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Top Bugs / Der Schneckwal","epNo":27,"alt":"","descr":"Bugs und Cecil nehmen an einem Fliegerwettbewerb teil. Die beiden Streithähne sind aber zu sehr in ihren Wettkampf vertieft und stürzen ab. Elliot will ihnen daraufhin etwas zum Thema Kooperation beibringen. Bugs wird von einem Walfänger an Bord geholt, der ihn als Köder einsetzen will. Doch Bugs sorgt natürlich für reichlich Chaos auf dem Schiff.","versions":[{"lang":1,"streams":[{"redirect":8968617,"hoster":"VOE"},{"redirect":8332630,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Rhodas Rache / Die Zirkusente","epNo":28,"alt":"","descr":"Bugs geht zum Wrestling und ist empört, dass Kämpferin Rhoda zu unlauteren Mitteln gegriffen hat, um ihre Rivalin zu besiegen. Diese ist über seine Buh-Rufe gar nicht erfreut und zerrt Bugs in den Ring. Daffy geht zu einem Zirkus, der ihm allerdings langweilig vorkommt. Daraufhin nimmt er es in die Hand, dem \"weltbesten Zirkusartisten\" Viktor zu zeigen, wie ein richtiger Zirkus auszusehen hat.","versions":[{"lang":1,"streams":[{"redirect":8968619,"hoster":"VOE"},{"redirect":8343907,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Und dann wurde es schräg / Das Spukhaus","epNo":29,"alt":"","descr":"Bugs befindet sich in einer Mall, als er zwei Kindern begegnet, die ihre Mutter verloren haben. Er bringt sie ins Sicherheitsbüro und vertreibt ihnen die Zeit mit einer spannenden Geschichte. Es ist Halloween und Schweinchen Dick gibt den Kindern Süßigkeiten. Plötzlich taucht Daffy auf, der sich seinen Teil holen will. Er stiehlt Schweinchen Dicks Süßigkeiten und läuft weg. Die Jagd endet in einem mysteriösen Haus, in dem sich zunächst Daffy als Geist ausgibt, am Ende taucht aber doch noch ein echter Geist auf.","versions":[{"lang":1,"streams":[{"redirect":8968621,"hoster":"VOE"},{"redirect":8332637,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"ACME Instant / Marvins Marsinvasion","epNo":30,"alt":"","descr":"Wile E. Coyote bastelt sich Raketenrollschuhe und bestellt die letzten fehlenden Teile online. Als dann Roadrunner als Paketbote des neuen ACME Expresslieferdienstes vor seine Tür steht, spürt er den unwiderstehlichen Drang, sich diesen Vogel zu schnappen Zur Vorbereitung seiner Invasion der Erde will Marvin einen Erdbewohner studieren, um deren Schwächen zu identifizieren. Leider sucht er sich ausgerechnet Daffy Duck dafür aus. Es dauert nicht lange und Daffy hat Marvins Raumschiff komplett auf den Kopf gestellt.","versions":[{"lang":1,"streams":[{"redirect":8968622,"hoster":"VOE"},{"redirect":8332640,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Ritter der Schwafelrunde / Eine Krone zum Verlieben","epNo":31,"alt":"","descr":"Bugs wird zum Ritter der Schwafelrunde ernannt, doch da hat er die Rechnung ohne Leslie gemacht, der es schon lange auf diesen Posten abgesehen hatte. Leslie lässt keine Möglichkeit aus, um Sir Bugs loszuwerden – aber ob es sich am Ende wirklich lohnt, Ritter zu werden? Drei Parteien und eine Krone, die alle wollen. Die Hazmats sind zuerst in der Ausstellung, doch Claudette macht ihnen einen Strich durch die Rechnung. Sie hat aber nicht mit Pepé le Pew gerechnet, der es nicht nur auf die Krone abgesehen hat. Claudette muss sich nun nicht nur mit den Anzugträgern rumschlagen, sondern auch mit Le Pews Flirtversuchen. Und wer nimmt am Ende die Krone mit nach Hause?","versions":[{"lang":1,"streams":[{"redirect":8968623,"hoster":"VOE"},{"redirect":8332642,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Hamsterparty / Der Kartoffellauf","epNo":32,"alt":"","descr":"Bugs muss auf zwei Hamster aufpassen, weil er eine Wette verloren hat. Als diese sich aber unkontrolliert vermehren, versucht er alles, um wieder Herr der Lage zu werden, aber die Hamster übernehmen seinen Bau. Bugs ist zu einer Party eingeladen und will einen ganz besonderen Snack mitbringen. Den gleichen Plan hat aber auch Cecil Turtle gefasst und beide liefern sich ein Rennen, um als erster beim Gastgeber, Red Omaha, anzukommen und die Wertschätzung für das beste Mitbringsel zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":8968624,"hoster":"VOE"},{"redirect":8332644,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Vampirjäger / Fit wie Tad Tucker","epNo":33,"alt":"","descr":"Schweinchen Dick arbeitet gerade in einer Blutbank, als der blutdurstige Vampir Count Bloodcount das Geschäft zu später Stunde besucht. Es gelingt ihm, die Blutreserven zu stehlen, weil Daffy van Duckling stattdessen Schweinchen Dick für einen Vampir hält! Als die Verwechslung aufgeklärt ist, machen sich die beiden gemeinsam auf dem Weg, um das Blut zurückzuholen. Niemand trainiert wie Tad Tucker. Dass er für sein Training aber eine ganze Hasenfamilie zum Frühstück vertilgt, gefällt Bugs Bunny ganz und gar nicht, weshalb er heimlich Unruhe stiftet. So ein schwieriges Training musste Tad Tucker sicher noch nie absolvieren. Am Ende wird er aber mit einem bärenstarken Körper – und einem Bären belohnt.","versions":[{"lang":1,"streams":[{"redirect":8968625,"hoster":"VOE"},{"redirect":8332654,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Kanadischer Schinken / Bugs Bunny rettet das Universum","epNo":34,"alt":"","descr":"Schweinchen Dick muss in seiner Rolle als kanadischer Polizist ein Dorf vor einem riesigen Schneeball retten und die Einwohner evakuieren. Lediglich eine einzelne Ente erkennt den Ernst der Lage nicht.  Bugs Sandharkers Leben gerät gehörig durcheinander, als der Roboter SB-Eight auf seinem Planeten Schutz vor dem fiesen Marv Feder sucht. Gemeinsam mit Schwan Loco und Footie gerät Bugs in ein wildes Abenteuer rund um die Zerstörung der Kugel des Verderbens. Wird es ihnen gelingen, das Universum zu retten?","versions":[{"lang":1,"streams":[{"redirect":8968626,"hoster":"VOE"},{"redirect":8332653,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Hip-Hop Bugs (1) / Hip-Hop Bugs (2)","epNo":35,"alt":"","descr":"Bugs und seine Freunde sind unterwegs zur Musikschule, doch dann landen sie bei einem Rap-Battle. Im zweiten Teil des Rap-Battles treffen sie Eagle Scout, der unbezwingbar scheint. Aber nach ein bisschen Übung mit Snoop Dogg, fasst sich Bugs ein Herz und tritt erneut gegen den Adler an.","versions":[{"lang":1,"streams":[{"redirect":8968628,"hoster":"VOE"},{"redirect":8332657,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Tiefenentspannt / Die Höhlenforscher","epNo":36,"alt":"","descr":"Schweinchen Dick bekommt in seinem brandneuen Wellnesssalon Besuch von seinem alten Bekannten Gabby, der furchtbar unentspannt ist und durch Schweinchens Entspannungsversuche mit jeder Minute noch deutlich unentspannter wird.  Daffy und Schweinchen Dick werden zu Höhlenforschern und steigen tief hinab in die Todeshöhle, um die sagenumwobene blaue Orchidee zu finden, was für die beiden Entdeckertölpel zu einer eher halsbrecherischen Unternehmung wird.","versions":[{"lang":1,"streams":[{"redirect":8968630,"hoster":"VOE"},{"redirect":8332658,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Loon Raker / Agent Null Null Pepe","epNo":37,"alt":"","descr":"Claudette bekommt den Spezialauftrag, die geheime Mondbasis von Elmer Blowfudd zu infiltrieren und das Eisgewehr unschädlich zu machen, mit dem er die Welt einfrieren will. Dabei kommt ihr jedoch Agent Null Null Pepe zuvor, der es eher auf Claudettes eiskaltes Herz als auf das Eisgewehr abgesehen hat.  Durch den Giganto-Strahls von Wile E. Kojote verwandelt sich Tweety in einen Gigantosittich.","versions":[{"lang":1,"streams":[{"redirect":8968629,"hoster":"VOE"},{"redirect":8332659,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Flucht ins All / Schweinchen Dick vor Gericht","epNo":38,"alt":"","descr":"Bugs scheint bei einem seiner Buddelmanöver falsch abgebogen zu sein und landet auf der geheimen Militärbasis Area 51. Dort hilft er einem Alienbaby dabei, aus der Gefangenschaft des Generals Yosemite Sam zu entkommen und mit seinem Raumschiff wieder zu seinen Eltern zu gelangen. Schweinchen Dick steht vor Gericht und wird wegen Falschparkens angeklagt, hat jedoch keinen Anwalt. Daffy kommt ihm zur \"Hilfe\" und springt als sein Verteidiger ein, was jedoch alles nur noch schlimmer macht. Letztendlich wird Schweinchen Dick freigesprochen und Daffy wegen diverser Fehltritte vor Gericht verurteilt.","versions":[{"lang":1,"streams":[{"redirect":8968632,"hoster":"VOE"},{"redirect":8332670,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der Überflieger / Gestrandet","epNo":39,"alt":"","descr":"Tad Tucker erzählt in Shelleys Morgenshow von seinen Heldentaten im Australischen Outback und verschweigt dabei nicht, dass er nur durch das Verzehren einer Hasenfamilie überlebt hat. Bugs lässt ihn daraufhin mit seiner neuen und als idiotensicher patentierten Trockenfallschirmsprungmaschine mächtig auf die Nase fallen.Charme. Daffy und Schweinchen Dick legen eine Bruchlandung auf einer einsamen Insel hin und kämpfen fortan gemeinsam ums Überleben. Während Schweinchen Dick sich jedoch mit seinem Überlebenshandbuch zu helfen weiß, vertraut Daffy einzig und allein auf sein Bauchgefühl. Letztendlich finden sie heraus, dass Bugs am anderen Ende der Insel ein perfekt ausgestattetes Strandhäuschen besitzt.","versions":[{"lang":1,"streams":[{"redirect":8968633,"hoster":"VOE"},{"redirect":8343912,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Daffy im Sumpf / Gipfelstürmer","epNo":40,"alt":"","descr":"Elmer sucht nach der fehlenden Zutat für seinen Eintopf nach einem Familienrezept: Ente. Dabei wird er auf Daffy Duck aufmerksam, der gerade einfach seinen Urlaub im Sumpf genießen will. Die Jagd beginnt und nicht nur Elmer und Daffy beteiligen sich daran.  Rhoda Roundhouse hat sich ein ehrgeiziges Ziel gesetzt: Als erste will sie den Gipfel eines bis dato noch nicht erklommenen Berges besteigen. Bugs Bunny bietet sich notgedrungen als ihr Bergführer an. Doch wessen Name wird am Ende in die Geschichte eingehen?","versions":[{"lang":1,"streams":[{"redirect":8968634,"hoster":"VOE"},{"redirect":8332668,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Sonderzug ins Chaos / Der Kunde ist König","epNo":41,"alt":"","descr":"Schweinchen Dick genießt gerade seine Zugfahrt, als Petunia mit vielen Koffern sein Abteil betritt. Mit der Ruhe ist es aus. Petunia redet ununterbrochen und bringt Schweinchen in so manche schwierige Lage. Als er schließlich im Gepäckwagon sitzen muss und sich dieser vom Zug löst, ist das Chaos für die beiden Schweine perfekt. Es ist ein ganz normaler Tag im Kopierladen für Schweinchen Dick – bis Daffy auftaucht und den Kühlschrank plündert. Schweinchen Dick setzt alles daran, den Unruhestifter loszuwerden, doch das ist gar nicht so einfach.","versions":[{"lang":1,"streams":[{"redirect":8968635,"hoster":"VOE"},{"redirect":8332673,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Sir Littlechin und der Phoenix / Gekrönte Ente","epNo":42,"alt":"","descr":"Sir Littlechin hat Probleme mit seinem zunehmenden Alter. Er hält Daffy für einen Phoenix und will, dass er ihm das Geheimnis der Jugend verrät. Das geht natürlich mit allerlei Komplikationen einher.  Daffy verfliegt sich auf dem Weg in den Urlaub. Er landet auf einer Insel, auf der er als Opfer für die Götter vorbereitet werden soll, damit König Thes in seinem Amt bestätigt wird. Aber Daffy zeigt ihm, wo es langgeht.","versions":[{"lang":1,"streams":[{"redirect":8968636,"hoster":"VOE"},{"redirect":8332675,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Amadaffus / Ein blindes Huhn findet ein Korn","epNo":43,"alt":"","descr":"Leslie hat einen neuen Plan, wie er das Königreich doch noch an sich reißen kann: als neuer Hofkomponist. Leider hat er kein musikalisches Talent und so schnappt ihm Daffy diesen Posten vor der Nase weg. Doch so leicht gibt sich Leslie nicht geschlagen. Mit allen Mitteln versucht er, Daffy die Suppe zu versalzen – und wird am Ende doch noch zum großen Star. Der Taz ist los! Dieses Mal hat er es auf die Hühner von Foghorn Leghorn abgesehen. Der ist dem Eindringling aber immer einen Schritt voraus und so gestaltet sich der Hühnerdiebstahl für Taz wesentlich schwerer als gedacht.","versions":[{"lang":1,"streams":[{"redirect":8968637,"hoster":"VOE"},{"redirect":8332681,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Daffy der Gaucho / Rettet Slugsworthy","epNo":44,"alt":"","descr":"Einem argentinischen Farmer werden alle Rinder gestohlen. Ein Gaucho soll sie zurückholen und Schweinchen Dick muss einen finden. Er trifft Daffy, der seine Dienste anbietet, sich aber als eher mäßig talentiert herausstellt. Schweinchen Dick hingegen erweist sich als Naturtalent. Bei einer Veranstaltung entdeckt Bugs Bunny, dass sein alter Kumpel Slugsworthy ein Leben als Attraktion in einem kleinen Becken eines Vergnügungsparks fristet. Sofort beschließt er ihn mit waghalsigen Befreiungsaktionen zu retten. Doch Slugsworthy will gar nicht gehen, denn auf den ersten Blick ist er im Paradies. Doch dann erfährt er, welche Zukunft ihm blüht.","versions":[{"lang":1,"streams":[{"redirect":8968638,"hoster":"VOE"},{"redirect":8332680,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Liebe macht Daffy / Ginghis Cal","epNo":45,"alt":"","descr":"Wile E. plant eine Party für die große Enthüllung seiner neuesten Erfindung. Leghorn unterstützt ihn als Party-Planer dabei. Als aber Daffy nach seiner Augenoperation die Eissskulptur der Party für eine wunderschöne Schwänin hält, die er näher kennenlernen möchte, lässt sich Leghorn diese Gelegenheit nicht entgehen, um der armen Ente einen Streich zu spielen. Ginghis Cal schlägt wieder zu. Dieses Mal erobert er ein römisches Fort, in dem Bugs gerade Pizza gebacken hat. Pizza findet Cal auch gut, allerdings bevorzugt er auf dem Belag Ananas und Schinken, was Bugs nicht dulden kann. Nachdem Bugs von Cal daraufhin aus dem Fort geschmissen wird, entbrennt ein Kleinkrieg zwischen den beiden.","versions":[{"lang":1,"streams":[{"redirect":12332833,"hoster":"VOE"},{"redirect":8332682,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Ein Sylvester im Porzellanladen / Der Große Roman","epNo":46,"alt":"","descr":"Granny und Tweety sind auf der Suche nach einem Geschenk für die lieben Enkel. Da kommt ein Töpferladen gerade recht. Während Granny am Automaten Geld holt, um ihre Geschenke zu bezahlen, entdeckt Sylvester den kleinen Tweety allein im Geschäft. Diese Gelegenheit kann er sich nicht entgehen lassen und macht zwischen den zerbrechlichen Vasen Jagd auf den Vogel.  Elmer will in der Abgeschiedenheit eines Sees seinen großen Roman über Amerika schreiben. Leider hält die Ruhe nicht lange, denn Daffy hat sich den See für seinen Sommerurlaub ausgesucht. Elmer versucht, der lauten Ente zu entkommen – ohne Erfolg. Trotzdem werden am Ende gleich zwei Romane fertiggestellt.","versions":[{"lang":1,"streams":[{"redirect":8968641,"hoster":"VOE"},{"redirect":8332684,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der Fall des entführten Vogels / Opa Nummer 1","epNo":47,"alt":"","descr":"Grannys geliebter Tweety wurde entführt. Da kann nur einer helfen: der Meisterdetektiv Daffy Holmes. Gemeinsam mit seinem treuen Freund Watkins, untersucht er den Ort des Verbrechens auf Spuren – doch die führen ausgerechnet zu ihm.  Opa Leslie ist unzufrieden. Seine Enkel lieben ihren anderen Opa viel mehr als ihn und haben ihn auf eine Kreuzfahrt eingeladen. Das kann Leslie nicht auf sich sitzen lassen. Schließlich sieht er sich schon selbst am Pool entspannen. Mit Bugs Hilfe, versucht er nun, die Gunst seiner Enkel zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":8968642,"hoster":"VOE"},{"redirect":8332687,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Schweinchen Dick und Thes – Das Musical (1) / Schweinchen Dick und Thes – Das Musical (2)","epNo":48,"alt":"","descr":"Schweinchen Dick und der König des Dschungels, Thes, kämpfen in diesen beiden märchenhaften Musicalfolgen um die Liebe von Petunia, die am Ende vor der Qual der Wahl steht, zwischen dem reichen König, der ihr alles bieten kann und dem liebevollen Schweinchen Dick. Zu wessen Gunsten wird ihre Entscheidung ausfallen? Schweinchen Dick und der König des Dschungels, Thes, kämpfen in diesen beiden märchenhaften Musicalfolgen um die Liebe von Petunia, die am Ende vor der Qual der Wahl steht, zwischen dem reichen König, der ihr alles bieten kann und dem liebevollen Schweinchen Dick. Zu wessen Gunsten wird ihre Entscheidung ausfallen?","versions":[{"lang":1,"streams":[{"redirect":8968644,"hoster":"VOE"},{"redirect":8332696,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Mein Nachbar vom Mars / Die tasmanische Waldfee","epNo":49,"alt":"","descr":"Daffy, der Alienjäger, kommt zu Schweinchen Dicks Haus auf der Suche nach einem Marsianer. Wie sich kurz darauf herausstellt, gibt es in der Nachbarschaft wirklich einen Besucher vom Mars und Daffy macht sich zusammen mit Schweinchen Dick auf die Jagd. Bugs wird von einem tasmanischen Teufel verfolgt, als Sir Littlechin auf der Suche nach einer seltenen Waldfee des Weges kommt. Da er aber nicht weiß, wie eine Waldfee überhaupt aussieht, kann Bugs die Gelegenheit nutzen, und ihn stattdessen auf die Fährte des tasmanischen Teufels hetzen.","versions":[{"lang":1,"streams":[{"redirect":8968647,"hoster":"VOE"},{"redirect":12402638,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Das Tweet Team (1) / Das Tweet Team (2)","epNo":50,"alt":"","descr":"In Grannys Haus taucht Speedy Gonzales auf und erzählt von seiner Vergangenheit und dass er seine Freunde in Stich gelassen hat. Tweety, Gabby und Marc Anthony gründen das Tweet Team und machen sich auf die Suche nach den vermissten Kollegen. Diese werden aber von der Katzenbande \"Catsa Nostra\" gefangen gehalten und es kommt zur Auseinandersetzung zwischen dem Tweet Team und Catsa Nostra. Der zweite Teil ist eine Fortsetzung dieser Auseinandersetzung. Pete(r) Puma, Sylvester und Claude bemühen sich vergebens ihre Mäuse zu verspeisen. Sie werden vom Tweet Team gerettet, um wenig später von Granny an einen Schlangenhalter verkauft zu werden.","versions":[{"lang":1,"streams":[{"redirect":8968646,"hoster":"VOE"},{"redirect":8332695,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Letzter Wille / Foghorn, der Sensai","epNo":51,"alt":"","descr":"Leslie dient als Butler Mr. Montygrabs und würde diesen gerne beerben. Dieser hat aber im Sinn Bugs Bunny als Erben einzusetzen. Da bleibt Leslie nichts anderes übrig, als zu versuchen Bugs aus dem Weg zu räumen. Taz landet in Foghorns Farm und möchte sich ein Huhn klauen. Das lässt Foghorn nicht zu und er nutzt die Gelegenheit Taz Karate beizubringen. Allerdings hat Taz mehr Energie und Kraft als Foghorn erwartet hatte.","versions":[{"lang":1,"streams":[{"redirect":8968648,"hoster":"VOE"},{"redirect":12402641,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Der Kampf und die Krone (1) / Der Kampf und die Krone (2)","epNo":52,"alt":"","descr":"Yosemite Sam hat König Bugs von seinem Thron gestürzt und herrscht über dessen Königreich. Daffy und Schweinchen Dick machen sich auf die Suche nach König Bugs und finden diesen in der \"Höhle des Vergessens\". Gemeinsam machen sie sich auf den Weg, die Krone zurückzuholen. Auf dem Weg zum Schloss werden die drei von Drachen angegriffen. Es gelingt ihnen allerdings diese zu zähmen und mit ihrer Hilfe kehren sie zurück ins Schloss. Dort erwartet sie der ultimative Wettkampf – das \"Game of Thrones\".","versions":[{"lang":1,"streams":[{"redirect":8968649,"hoster":"VOE"},{"redirect":8332698,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sir Littlechin und der Riese / Die Wright Brüder","epNo":1,"alt":"","descr":"Bugs und Squeaks begegnen einem Riesen, den sie vor Sir Littlechin verstecken müssen. Daffy Duck und Schweinchen Dick bauen an einem Flugzeug und Daffy will damit Geschichte schreiben. Dumm nur, dass ihm nicht nur die Technik sondern auch die Wright Brüder dabei ein Schnippchen schlagen.","versions":[{"lang":1,"streams":[{"redirect":8968651,"hoster":"VOE"},{"redirect":12402642,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Hot-Dog Drama / Die Boston Tea Party","epNo":2,"alt":"","descr":"Das Hot-Dog Drama ist eine musikalische Folge zu Ravels Bolero. Bugs Bunny befindet sich im 18. Jahrhundert zur Zeit der Teesteuer an Amerikas Ostküste und kämpft gegen die herrschenden Ungerechtigkeiten an.","versions":[{"lang":1,"streams":[{"redirect":8968652,"hoster":"VOE"},{"redirect":8332709,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bagdad, vor vielen, vielen Jahren / Der Jagdausflug","epNo":3,"alt":"","descr":"Bugs befindet sich auf einem Bazar in Bagdad und befreit Dschinni, einen Flaschengeist. Dieser steht seinem Meister unbegrenzt zur Verfügung und erfüllt Wünsche.  Elmer Fudd macht einen Jagdausflug und begegnet Bugs Bunny. Dieser hält ihn zum Narren und er treibt allerhand Schabernack mit ihm. So geht Elmer Fudds Hasenjagd mal wieder nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":8968650,"hoster":"VOE"},{"redirect":12402643,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Expedition zum Nordpol / Schwarzes Gold","epNo":4,"alt":"","descr":"Schweinchen Dick und Daffy machen eine Expedition zum Nordpol. Dass ihnen dabei einiges zustößt ist vorauszusehen. Dass sie allerdings auch dem Weihnachtsmann begegnen sorgt für eine bittere Überraschung. Yosemite Sam ist der Meinung auf Öl gestoßen zu sein und er möchte den Tieren des Waldes ihren Boden abkaufen. Dafür verspricht er \"gute Taten\". Bugs führt ihn allerdings hinters Licht und das vermeintliche schwarze Gold entpuppt sich auch als etwas anderes…","versions":[{"lang":1,"streams":[{"redirect":12332835,"hoster":"VOE"},{"redirect":8332711,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reich und Unausstehlich / Raumschiff Entenprise","epNo":5,"alt":"","descr":"Tad Tucker zeigt diesmal in seiner Show das Leben der \"Reichen und Unausstehlichen\". Dafür führt er den Zuschauer auf seinen Besitz und in seine Villa.  Während Daffy zur Science-Fiction Convention fliegt forscht Marvin an einem Erdling, bis er den Auftrag erhält den Planeten von Calzonius, dem fiesen Obersten Superschurken des Universums zu annektieren. Daffy und Marvin versuchen sich gemeinsam an der Weltraummission – die Ente hält dies allerdings bis zuletzt für ein Spiel.","versions":[{"lang":1,"streams":[{"redirect":13105685,"hoster":"VOE"},{"redirect":8332710,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der neue Volksfest-König / Tierische Freundschaft","epNo":6,"alt":"","descr":"Bugs gewinnt beim jährlichen Volksfest den Kochwettbewerb. Dies will Yosemite Sam nicht auf sich sitzen lassen und er fordert Bugs für sämtliche weitere Wettkämpfe heraus. Wer wird wohl der neue Volksfest-König? Marc Anthony soll eine Kaserne bewachen und seinem sehr cholerischen Soldatenherrchen dienen. Diesen Auftrag macht allerdings ein kleines Kätzchen zu Nichte und es entwickelt sich eine große Liebe zwischen Marc Anthony und dem Kätzchen.","versions":[{"lang":1,"streams":[{"redirect":8968655,"hoster":"VOE"},{"redirect":8332717,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eingefroren in der Zukunft / Elmer Blowfudds heimtückischer Plan","epNo":7,"alt":"","descr":"Daffy und Schweinchen Dick machen einen Ausflug zum See. Während Schweinchen Dick in seinen Laptop vertieft ist, schläft Daffy ein und träumt davon, dass die Computer die Macht über die Menschheit erlangen – Anlass genug, Schweinchens Laptop zu vernichten. Elmer Blowfudd will mal wieder die Anführer der Welt erpressen und droht mit einem verheerenden Taifun. Die Agenten Claudette und Null Null Pépé versuchen ihn davon abzuhalten und ihre Mission gelingt erst, nachdem sie begonnen haben, miteinander zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8968658,"hoster":"VOE"},{"redirect":8332723,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kein Thanksgiving / Darkbat, der Dunkle Ritter","epNo":8,"alt":"","descr":"Elmer Fudd erreicht Amerika und möchte zum Dank ein Thanksgiving Mahl ausrichten. Dafür will er natürlich einen Hasen fangen. Er trifft auf Bugs, der ihn erst mal in die Gepflogenheiten der Einheimischen einweiht… Die Katzengang sorgt mal wieder für Aufregung in der Stadt. Nicht nur vertreiben sie alle Nager und scharren alles Essbare an sich, sie haben sich auch einen Obststand unter den Nagel gerissen. Klarer Fall für einen weiteren Superhelden: Darkbat!","versions":[{"lang":1,"streams":[{"redirect":8968657,"hoster":"VOE"},{"redirect":8332722,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Yosemite Samson / Grannys kleiner Kläffer","epNo":9,"alt":"","descr":"Yosemite Sam verliebt sich im Tal der mythischen Wesen in Delila und stellt sich allen Herausforderungen, die sie ihm aufgibt. Als er allerdings sein Haar dafür lassen muss, fühlt er sich von seinen Kräften verlassen und erliegt sowohl seinen Gegnern als auch der Liebe.  Sylvester, Pete Puma und Claude riechen einen Truthahnbraten in Grannys Haus. Den wollen sie natürlich liebend gern essen. Allerdings müssen sie dafür an Fisky, dem Hund vorbei","versions":[{"lang":1,"streams":[{"redirect":8968659,"hoster":"VOE"},{"redirect":8332727,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Daffys Fahrprüfung / Die Zweite Geige","epNo":10,"alt":"","descr":"Daffy Duck tritt zur Führerscheinprüfung an. Er treibt mit seinen schlechten Fahrkenntnissen Elmer Fudd schier in den Wahnsinn. Der zweite Geiger eines Orchesters wird verabschiedet und die Stelle vakant. Leslie und Bugs stellen sich einem Vorspiel und finden darauf hin Ihre Positionen im Orchester.","versions":[{"lang":1,"streams":[{"redirect":8968660,"hoster":"VOE"},{"redirect":8332726,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Süßkram Buden-Gangster / Cal, der Wikinger","epNo":11,"alt":"","descr":"Am Strand treibt ein Süßigkeiten-Buden Gangster sein Unwesen und Horace und Schweinchen Dick sollen ihn auf frischer Tat ertappen. Cal, der Wikinger, trifft auf seiner Plünderung auf Bugs. Dieser führt ihn mal wieder an der Nase herum und am Ende ins Walhalla…","versions":[{"lang":1,"streams":[{"redirect":8968664,"hoster":"VOE"},{"redirect":8332733,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":" Rhodas Rockerhaus / Melodie der Nacht","epNo":12,"alt":"","descr":"Bugs und Squeaks kommen an Rhodas Rockerhaus vorbei und wollen dort einkehren. Diese Gaststätte ist aber nur für Biker und so geben Bugs und Squeaks vor solche zu sein.  Justin und Phoebe lieben Daffy Duck und möchten noch mehr von ihm sehen. Da die beiden aber ins Bett müssen, begleitet Daffy sie in ihren Träumen weiter.","versions":[{"lang":1,"streams":[{"redirect":8968663,"hoster":"VOE"},{"redirect":8332736,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Selbstvertrauen-Ja! Seminar / Hamster Hans will hoch hinaus","epNo":13,"alt":"","descr":"Elmer Fudd möchte mehr Selbstvertrauen gewinnen und sucht dafür ein Seminar auf. Pech nur, dass er auf Daffy trifft, der als Coach natürlich sein Bestes gibt und Elmer einiges abverlangt.  Claudette und Pépé treffen sich mal wieder auf einer Mission. Diesmal müssen sie die Welt vor dem bösen Hamster Hans retten.","versions":[{"lang":1,"streams":[{"redirect":8968662,"hoster":"VOE"},{"redirect":8332735,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Viktor, der Forschungsschwede / Dorlock im Disorient Express","epNo":14,"alt":"","descr":"Viktor will uns zeigen wie spannend Wissenschaft sein kann und er möchte mit Bugs als Versuchskaninchen einige Experimente durchführen. Bugs dreht den Spieß allerdings um und so wird die Forschung vor allem für Viktor eine noch heißere Sache. Daffy als Dorlock und Schweinchen Dick als Watkins reisen im Disorientexpress. Da kommt es im Speisewagen zu mysteriösen Vorkommnissen und die beiden werden ersucht, diese Fälle zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8968665,"hoster":"VOE"},{"redirect":8332737,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":" Hasenregatta / Shameless braucht Schwein","epNo":15,"alt":"","descr":"Bugs Bunny und Cecil die Schildkröte treten in einem Segelwettbewerb gegeneinander an. Shameless O’Scanty hat kein Glück mehr. Er erfährt, dass in Deutschland Schweine für Glück stehen. Zu Gunsten von Shameless ist Porky im Urlaub in Irland. Shameless versucht ihn einzufangen und in seinem Haus einzuschließen, doch er scheitert.","versions":[{"lang":1,"streams":[{"redirect":8968667,"hoster":"VOE"},{"redirect":8332738,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Häschen-Typ / In den Tiefen des Sumpfes","epNo":16,"alt":"","descr":"Trey hat sich auf die Fahne geschrieben, sich der Hasen anzunehmen. So kommt es, dass es sich um Bugs kümmert und er schließt ihn in seinem Haus ein. Bugs ist darüber nicht sehr erfreut und trickreich entkommt er seiner Gefangenschaft.  Pépé und Claudette begegnen sich diesmal in einem Sumpf in den sie Elmer Blowfudd gelockt hat. Dort werden sie von Alligatoren, einer Anakonda, den Tiefen des Sumpfes und schließlich auch von Blowfudd selbst bedroht.","versions":[{"lang":1,"streams":[{"redirect":13099816,"hoster":"VOE"},{"redirect":8332748,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":" Wile Kojote wird demontiert /  Bugs versus Blacque Jacques Shellacque","epNo":17,"alt":"","descr":"Wile E Kojote ist dabei den größten Wolkenkratzer der Welt zu bauen. Leider kommt ihm Roadrunner in die Quere.  Bugs kann nicht mehr zusehen wie unfair Blacque Jacques Shellacque Eishockey spielt und er lässt sich darauf ein, eine Partie gegen ihn zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8968674,"hoster":"VOE"},{"redirect":8332746,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Modell T. Fudd / Der Victory Clasp","epNo":18,"alt":"","descr":"Bugs arbeitet in einer Autofabrik, doch er hält der Akkordarbeit nicht stand. Er will kündigen, schafft es aber mal wieder den Spieß umzudrehen und Rollen zu tauschen. So kommt es, dass Elmer für ihn arbeitet. Der verzweifelt ebenfalls an den Schwierigkeiten des Autobaus. Bugs führt uns in die Kunst des Victory-Claspsein und wir dürfen erneut einem Rap lauschen.","versions":[{"lang":1,"streams":[{"redirect":8968673,"hoster":"VOE"},{"redirect":8332747,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Renn-Lola / Daffy Duck, größter Draufgänger aller Zeiten","epNo":19,"alt":"","descr":"Rhoda überfährt Lolas Spielzeugauto und das nimmt sie als Anlass sich mit Rhoda zu messen. Die beiden begeben sich in einen etwas Wettstreit um das beste Auto und den Sieg bei einem Autorennen. Daffy Duck will einen neuen Rekord aufstellen, indem er mit einem Motorrad über einen Springbrunnen springen will. Schweinchen Dick rät ihm davon ab und auch Curt und Punmpkinhead können ihren Augen kaum trauen.","versions":[{"lang":1,"streams":[{"redirect":13107719,"hoster":"VOE"},{"redirect":8332750,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Planet der Bigfoots (1) / Planet der Bigfoots (2)","epNo":20,"alt":"","descr":"Bugs, Daffy, Bigfoot und Elmer landen bei ihrer Suche nach dem Rhombus-Stein auf dem Planeten Mixor. Dort begegnen sie den GoobaGoobas, Bigfoots Cousins, die sie erst mal gefangen nehmen. Nachdem sie wieder freigelassen wurden, treffen sie auf das Space-Monster und schließlich auch noch auf Calzonius, der den Stein an sich reißen möchte um Herrscher des Universums zu werden.","versions":[{"lang":1,"streams":[{"redirect":12337489,"hoster":"VOE"},{"redirect":8332749,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bugs, der Goldhase / Der Inselchampion","epNo":21,"alt":"","descr":"Cal nimmt an den Winterspielen teil und möchte beweisen, dass er der Beste ist. Bugs Bunny zeigt ihm aber wie der Hase läuft und holt eine Goldmedaille nach der anderen. Tad Tucker moderiert diesmal eine Show, bei der es darum geht verschiedenste Challenges zu gewinnen um \"Inselchampion\" zu werden. Pech nur, dass ausgerechnet Daffy Duck auch auf der Insel ist.","versions":[{"lang":1,"streams":[{"redirect":8968676,"hoster":"VOE"},{"redirect":8722965,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mein Königreich für eine Ente / Hexenflohmarkt","epNo":22,"alt":"","descr":"Daffy Duck gerät in ein Theater und stört Elmer Fudderbatchs großen Shakespeareabend. Eine Folge gespickt mit Zitaten und komischen Momenten der Weltliteratur. Bugs Bunny erwirbt am Hexenflohmarkt einen Besen für nur einen Dollar. Es ist allerdings der von Hexe Hazel. Diese will ihn zurückhaben und die beiden spielen um ihn – in einem Buchstabierwettbewerb.","versions":[{"lang":1,"streams":[{"redirect":8968675,"hoster":"VOE"},{"redirect":8332758,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Daffy Topfkopf  / Fashion Viktor","epNo":23,"alt":"","descr":"Renegade Sam vertreibt Schweinchen Dick von seinem Gehöft und der macht sich auf die Suche nach einem Grenzer, der ihm helfen könnte Grund und Boden wieder zu erlangen. Er trifft auf Daffy Topfkopf, der sich als solcher ausgibt und gemeinsam versuchen die beiden Renegade Sam außer Gefecht zu setzen.  Viktor tritt diesmal als Fashion-Viktor auf und möchte seine neueste Kollektion vorführen. Bugs fordert ihn heraus und lässt ihn schließlich \"nackt dastehen\".","versions":[{"lang":1,"streams":[{"redirect":8968678,"hoster":"VOE"},{"redirect":8332761,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Sam, der Roughrider / Narrengold","epNo":24,"alt":"","descr":"Yosemite Sam will Bugs eben erst gekauften Hügel einnehmen und es kommt zu einem Kampf zwischen Sam, dem Roughrider und Bugs, der mal wieder in mehrere Rollen schlüpft.  Bugs trifft Red Omaha bei seiner Goldmine an. Die beiden lassen sich aufeinander ein und wollen gemeinsam Gold abbauen. Diesmal ist es Bugs, der einiges abbekommt, bevor er den Spieß umdreht und der alte Omaha Bugs richtig kennenlernt.","versions":[{"lang":1,"streams":[{"redirect":8968677,"hoster":"VOE"},{"redirect":8332760,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Bonjour, Darkbat / Der Truthahndieb","epNo":25,"alt":"","descr":"Darkbat eilt zur Hilfe, als der Käseverkäufer den Ratten verbieten will, vor seinem Käseladen ebenfalls einen Käseladen für Mäuse und Ratten zu betreiben. Es entbrennt ein Kampf um Leben und Käse!  Schweinchen Dick und Horace werden auf einen Mittelaltermarkt gerufen, um einen Truthahnschenkeldieb ins Kittchen zu werfen, werden jedoch auf die falsche Fährte geführt und jagen den falschen Verbrecher, Sir Littlechin.","versions":[{"lang":1,"streams":[{"redirect":8968679,"hoster":"VOE"},{"redirect":8332762,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schweinchenputtel (1) / Schweinchenputtel (2)","epNo":26,"alt":"","descr":"Elmer Fudd erzählt die Geschichte von Schweinchenputtel, in der Schweinchen Dick als arme Putzkraft arbeiten muss, von der guten Fee Daffy verzaubert wird und schlussendlich mit auf den Ball darf, wo sich die Prinzessin in ihn verliebt und mit einem verlorenen Schuh nach ihrem geflüchteten Traumprinzen sucht.  Elmer Fudd erzählt den zweiten Teil von Schweinchenputtel, in der Schweinchen Dick versucht, das Herz der Prinzessin zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8968682,"hoster":"VOE"},{"redirect":8332767,"hoster":"Streamtape"}]}]}]}]}