{"path":"/serie/stream/bulge-bracket","name":"Bulge Bracket","descr":"Eine Dramedy des Ensemblebüros dreht sich um eine junge Frau, die ihre Karriere bei einer renommierten Investmentbank beginnt, um festzustellen, dass die Wall Street lächerlicher und sexistischer ist, als sie es sich jemals vorgestellt hat.","seasons":[{"path":"/serie/stream/bulge-bracket/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bulge-bracket/staffel-1/episode-1","name":"","epNo":1,"alt":"Welcome","descr":"Die jüngste B-School-Absolventin Cathy Lee tritt der renommierten Investmentbank Boldwyn Brothers bei, wo sie entdeckt, dass ihr neuer Chef eine Vorliebe für das Dramatische hat und ihre Mitarbeiter Verbindungsjungen in Anzügen sind.","versions":[]},{"path":"/serie/stream/bulge-bracket/staffel-1/episode-2","name":"","epNo":2,"alt":"Volatility Index","descr":"Während ihre Kollegen sich um die Hackordnung kümmern, ist Cathy überwältigt von der Verantwortung, den Pitch des Unternehmens zu perfektionieren, um den Börsengang für Macrotech durchzuführen, ein Hot-Tech-Unternehmen, das sie gegen konkurrierende Banken umwerben.","versions":[]},{"path":"/serie/stream/bulge-bracket/staffel-1/episode-3","name":"","epNo":3,"alt":"Learning Curve","descr":"Während Cathy mit dem Betrugssyndrom ringt und darum kämpft, ihre Autorität über die Analysten auszuüben, verschieben Goldberg und Danny die Grenzen des Aufschubs.","versions":[]},{"path":"/serie/stream/bulge-bracket/staffel-1/episode-4","name":"","epNo":4,"alt":"BankHer","descr":"Nach dem Start des weiblichen Mentoring-Programms der Firma, BankHer, wird Cathy beauftragt, die schöne Rosie (Gigi Gustin, FOXs \"American Grit\") zu betreuen, deren Ankunft in der Firma den Bullpen stört.","versions":[]},{"path":"/serie/stream/bulge-bracket/staffel-1/episode-5","name":"","epNo":5,"alt":"Macrotech","descr":"Cathy trifft auf das Netzwerk der alten Jungs und befindet sich unerwartet in einem # MeToo-Moment.","versions":[]},{"path":"/serie/stream/bulge-bracket/staffel-1/episode-6","name":"","epNo":6,"alt":"Closing Costs","descr":"Ein Treffen mit der Personalabteilung bietet unerwartete Ergebnisse und veranlasst Cathy, über ihren nächsten Schritt nachzudenken.","versions":[]}]}]}