{"seriesId":"bully-beatdown","name":"Bully Beatdown","descr":"In der US-amerikanischen Reality-Serie geht es um die Frage, was man gegen Typen tun kann, die einen bedrängen, verfolgen bzw. sogar regelmäßig verprügeln – nicht etwa, weil man selbst etwas böses getan hätte, sondern weil es diesen Schlägern, die in den USA \"Bullies\" genannt werden, einfach Spaß macht. MTV hat eine Lösung gefunden! Der Sender konfrontiert die Bullies mit ihren Opfern und stellt sie dann vor die Entscheidung, gegen einen professionellen Mixed Martial Arts (MMA)-Kämpfer anzutreten und im Falle eines Sieges bis zu 10.000 Dollar abzustauben, bei einem K.O. wären sogar nochmal 5.000 Dollar extra drin. Verliert der Bully, bekommt dessen ehemaliges Opfer das Geld. Durch die Sendung führt der Comedian und frühere MMA-Champion Jason \"Mayhem\" Miller.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ryan: The Family Favorite","descr":"Mayhem Miller kommt Alan zu Hilfe, indem er Tony \"die Waffe\" Bonello zusammen mit seinem Tyrannenbruder Ryan für eine kleine Familientherapie im Bully-Beatdown-Stil in den Käfig steckt.","versions":[{"lang":2,"streams":[{"redirect":13758452,"hoster":"VOE"},{"redirect":13758453,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Vince: The Roommate From Hell","descr":"Der 1,80 m große Vince ist der Mitbewohner aus der Hölle. Seine Mitbewohner bitten Mayhem Miller um Hilfe, um diesem Tyrannen einen Vorgeschmack auf seine eigene Medizin zu geben. Der frühere NFL-Star und aktuelle MMA-Kämpfer Michael Westbrook stellt den Räumungsbescheid aus.","versions":[{"lang":2,"streams":[{"redirect":13758449,"hoster":"VOE"},{"redirect":13758448,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Christian: The Angry Couch Potato","descr":"Christian ist ein fieser Nachbarschaftstyrann. Zwei seiner Lieblingsopfer, Brian und Cameron, bitten Mayhem Miller um Hilfe, der Christians Zähigkeit auf die Probe stellt, indem er ihn zusammen mit Conor \"Hurricane\" Huen in den Käfig steckt.","versions":[{"lang":2,"streams":[{"redirect":13758447,"hoster":"VOE"},{"redirect":13758446,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Jonathon: The Rollerblade Bully","descr":"Jonathan nennt sich selbst \"einen extremen Inline-Skater\", aber fast alle anderen nennen ihn \"einen extremen Nervenkitzel\". Mayhem Miller holt den MMA-Kämpfer Jake Shields, um diesem Tyrannen eine Lektion zu erteilen.","versions":[{"lang":2,"streams":[{"redirect":13758443,"hoster":"VOE"},{"redirect":13758445,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Eriq: The Bum Rapper","descr":"Eriq ist ein Möchtegern-Rapper mit einer schlechten Einstellung und macht seiner Ex-Freundin Linda das Leben schwer. Mayhem Miller bietet 10.000 US-Dollar, um die Sache im Käfig mit dem MMA-Kämpfer John Murphy zu regeln.","versions":[{"lang":2,"streams":[{"redirect":13758440,"hoster":"VOE"},{"redirect":13758442,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Dennis: the Neighborhood Menace","descr":"Dennis ist mehr als nur eine Bedrohung. Er ist ein aufgemotzter Tyrann, der Stan und Andrey seit Jahren attackiert. Mayhem Miller ruft Thomas \"Wildman\" Denny dazu auf, Stan und Andrey zu helfen, Dennis‘ Mobbing ein Ende zu setzen.","versions":[{"lang":2,"streams":[{"redirect":13758436,"hoster":"VOE"},{"redirect":13758438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Garret: The King of Tustin","descr":"Robert und Kyle haben ein großes Problem: Garrett. Dieser selbsternannte König von Tustin macht ihnen das Leben zur Hölle. Die Königin von Tustin wird mit freundlicher Genehmigung von MMA-Mittelgewichtler Jake Shields gekrönt.","versions":[{"lang":2,"streams":[{"redirect":13758433,"hoster":"VOE"},{"redirect":13758434,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"James: The Boss’s Son","descr":"Was machen Sie, wenn Ihr Tyrann der Sohn des Chefs ist? Das Opfer Sean bittet Mayhem Miller um Hilfe bei seinem Tyrannen James, der den aufstrebenden MMA-Kämpfer Ben Lagmen rekrutiert, um eine kleine Arbeiterentschädigung für Sean zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":13758430,"hoster":"VOE"},{"redirect":13758435,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Brandon: The Arm-Breaking Bully","descr":"Der ehemalige Highschool-Schläger Brandon glaubt, er definiere die Grenze zwischen den Schwachen und den Starken. Bis Mayhem Miller den MMA-Champion Eddie Alvarez hinzuzieht, um ihm eine Lektion zu erteilen ... im Bully-Beatdown-Stil.","versions":[{"lang":2,"streams":[{"redirect":13758429,"hoster":"VOE"},{"redirect":13758431,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Jason, the Pretty-Boy Bully","descr":"Die Opfer Josh und Brett rekrutieren Mayhem Miller, um jahrelangen Missbrauch und einen atomaren Wedgie zu rächen. Tyrann Jason muss auf die harte Tour herausfinden, dass es mehr braucht als nur das Aussehen, um im Käfig zu überleben.","versions":[{"lang":2,"streams":[{"redirect":13758426,"hoster":"VOE"},{"redirect":13758424,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Randall: The Lyrical MC Bully","descr":"Bully Randall hält sich für einen Rapper und macht Jefferson das Leben zur Hölle. Bis Mayhem Miller den MMA-Superstar Jake Shields auf sich loslässt, um Randall zu zeigen, wie es wirklich ist, gehänselt zu werden.","versions":[{"lang":2,"streams":[{"redirect":13758422,"hoster":"VOE"},{"redirect":13758425,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Nathan, the Big Nasty","descr":"Der 1,80 m große und 280 Pfund schwere Tyrann Nathan glaubt, dass er die Dinge in seiner Heimatstadt regiert, bis Mayhem Miller den MMA-Superstar Andrei \"The Pit Bull\" Arlovski importiert, um diesen Tyrannen auf die richtige Größe zu bringen.","versions":[{"lang":2,"streams":[{"redirect":13758418,"hoster":"VOE"},{"redirect":13758420,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Wes: The Meat-Stick Bully","descr":"Chris wird von Wes, einem selbsternannten \"Meat Stick\"-Hockeyspieler aus Texas, gehänselt. Also bereitet Mayhem Miller einen Kampf zwischen \"The Meat-Stick\" und einem Profikämpfer vor, um die Rechnung zu begleichen.","versions":[{"lang":2,"streams":[{"redirect":14426761,"hoster":"VOE"},{"redirect":13758415,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Colt, Nebraska Badass","descr":"DJ Timmy rekrutiert Mayhem Miller, um sein Tyrannenproblem zu lösen ... Colt, einen hartnäckigen Redneck aus Nebraska. Mayhem beschert Colt den Schwergewichts- und Halbschwergewichts-Champion des King of the Cage, Tony Lopez. Colt schied in der ersten Runde vier Mal aus und schied in der zweiten aus, sodass Timmy 9.000 US-Dollar erhielt.","versions":[{"lang":2,"streams":[{"redirect":13758412,"hoster":"VOE"},{"redirect":13758414,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Garret, the Psycho Nut-Job","descr":"Mayhem Miller holt den NFL-Spieler Michael Westbrook, der zum Profi-MMA-Kämpfer wurde, um den Opfern Nicholas und Eric zu helfen. Wie wird Westbrook mit Garrett, dem verrücktesten Tyrannen aller Zeiten, umgehen? Garrett schied in der ersten Runde zweimal aus und schied in der zweiten Runde aus, sodass Nicholas und Eric 7.000 US-Dollar gewannen.","versions":[{"lang":2,"streams":[{"redirect":13758411,"hoster":"VOE"},{"redirect":13758417,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Emil, the Beefy Barbarian Bully","descr":"Emil, der Tyrann, bringt den Arsch auf Assyrisch, indem er seinen Opfern Anthony und Mo das Leben zur Hölle macht. Also holt Mayhem Miller einen MMA-Kämpfer, um diesen Tyrann niederzuschlagen.","versions":[{"lang":2,"streams":[{"redirect":13758408,"hoster":"VOE"},{"redirect":13758410,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Andy: Get The Poison Out","descr":"Lernen Sie Andy kennen, den selbsternannten König von Fresno. Er ist ein widerlicher Tyrann, der seinen Opfern Steven und Taylor das Leben schwer macht. Er macht auch den größten Fehler, Mayhem anzurufen, also holt Mayhem \"den größten Kämpfer, den er je gekannt hat\" heraus, um sich um Andy zu kümmern. Es stellt sich heraus, dass dieser Kämpfer Mayhem selbst ist. Nachdem Steven und Taylor in der ersten Runde fünf Mal leicht ausgeschieden waren und in der zweiten Runde ausgeschieden waren, gewannen sie 10.000 US-Dollar. Nach dem Kampf erzählt Mayhem einem demütigen Andy, dass er die meiste Zeit seines Lebens mit Tyrannen zu kämpfen hatte und fleht ihn an, sein Verhalten zu ändern, weil er irgendwann auf jemanden treffen wird, der größer, böser und gemeiner ist als Andy selbst.","versions":[{"lang":2,"streams":[{"redirect":13758405,"hoster":"VOE"},{"redirect":13758403,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Nick: The Truck Stops Here","descr":"Lernen Sie Nick kennen, er ist ein Tyrann, der sich selbst \"The Truck\" nennt. Er ist sowohl Sänger einer Death-Metal-Band als auch Inline-Skater, der seinen Opfern Chris und Blair das Leben schwer macht. Mayhem Miller holt den legendären MMA-Kämpfer Jeremy Horn, um den Truck ein für alle Mal zu stoppen. Nick schlug in der ersten Runde fünf Mal aus und wurde in der zweiten Runde durch einen Tritt gegen den Körper bewusstlos. Chris und Blair gewannen 10.000 US-Dollar und eine Entschuldigung von Nick.","versions":[{"lang":2,"streams":[{"redirect":13758401,"hoster":"VOE"},{"redirect":13758404,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Amanda: Two Girls, One Cage","descr":"Lernen Sie Amanda kennen, die erste Tyrannin von Bully Beatdown mit einer schlechten Einstellung. Sie ist 1,70 Meter groß und macht ihrem Opfer Keiko das Leben schwer. Keiko ist nach Linda das zweite weibliche Opfer, das in der Serie auftritt. Amanda nennt sich selbst \"die Königin\", also holt Mayhem Miller die MMA-Kämpferin Michelle Waterson, die seit ihrem zehnten Lebensjahr Kickboxen betreibt, um ihr eine Lektion zu erteilen. In der ersten Runde schlug sie fünfmal aus. In der zweiten Runde wurde Amanda mit einem brutalen Schlag in den Bauch KO-geschlagen. Keiko gewann 10.000 Dollar und eine Entschuldigung von Amanda.","versions":[{"lang":2,"streams":[{"redirect":13758398,"hoster":"VOE"},{"redirect":13758397,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Evermont: The Royal Rumble","descr":"Lernen Sie Evermont kennen, einen Möchtegern-Rapper, der sagt, er könne \"die Schlampe in seinen Opfern riechen\". Er nennt sich selbst \"der König\" und macht Jesse und Colton das Leben schwer. Mayhem Miller holt den professionellen MMA-Jiu-Jitsu-Kämpfer Bobby \"King\" Green aus Brasilien, der eine Bilanz von 14 Siegen und 3 Niederlagen vorweisen kann, um Evermont in die Schranken zu weisen. In der ersten Runde ließ ihn Bobby Green fünfmal tippen. In der zweiten Runde bekam Evermont Angst und kam nicht in die zweite Runde. Er war nach Emil der zweite Tyrann, der sich aus der zweiten Runde zurückzog. Jesse und Colton gewannen 10.000 Dollar.","versions":[{"lang":2,"streams":[{"redirect":13758395,"hoster":"VOE"},{"redirect":13758400,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Kevin: Hair Today, Gone Tomorrow","descr":"Lernen Sie Kevin kennen, einen Tyrannen, der sich selbst als Naturtalent bezeichnet. Er ist ein von Haaren besessener Schmierer, der seinen Opfern Anthony und Sam das Leben schwer macht. Mayhem Miller rekrutiert den Amateur-Wrestler und MMA-Kämpfer Tyron Woodley, um ihn niederzuschlagen. Kevin schließt mit Mayhem eine Wette ab, dass er sich die Haare schneiden muss, wenn er alle 10.000 Dollar verliert. In der ersten Runde schlug er viermal aus und kam trotz angeschlagenem Ego nur knapp mit $1.000 davon. In der zweiten Runde erhielt er einen TKO. Obwohl es ihm technisch erlaubt ist, seine Haare zu behalten, gestattet Kevin als Teil seiner Entschuldigung Mayhem, seine Haare zu schneiden. Anthony und Sam gewannen 9.000 $.","versions":[{"lang":2,"streams":[{"redirect":13758390,"hoster":"VOE"},{"redirect":13758394,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mike: Creatine Rage","descr":"Lernen Sie Mike kennen, den kleinsten Tyrannen, der je in der Serie auftrat. Er ist 1,75 Meter groß und ein Turnschuh aus der Bronx, der seinen Opfern Lorenzo und Joey das Leben schwer macht. Mayhem Miller holt den MMA-Kämpfer Eddie Alvarez mit einer Bilanz von 22 Siegen und 2 Niederlagen, um ihm eine Lektion zu erteilen. In der ersten Runde schlug Mike fünf Mal aus. In der zweiten Runde erhielt er K.O. Mike ist der erste Tyrann, der KO geschlagen wird, ohne einen einzigen Schlag zu bekommen. Lorenzo und Joey gewannen 10.000 Dollar.","versions":[{"lang":2,"streams":[{"redirect":13758389,"hoster":"VOE"},{"redirect":13758388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Jordan: Bring Out The Boar","descr":"Lernen Sie Jordan kennen, einen großmäuligen Tyrannen, der sich selbst den Eber nennt. Er macht den Zwillingen Austin und Micah das Leben schwer, da eine von ihnen zur Krankenpflegeschule geht. Sein richtiger Name ist Jordan Rush. Das Schlimme daran ist, dass er der Sohn eines Polizisten ist, also sagt er, er stehe \"an der Spitze der Nahrungskette\". Also holt Mayhem den MMA-Kämpfer Joe Riggs mit einer Bilanz von 34 Siegen und 12 Niederlagen, um Jordan eine Lektion zu erteilen. In der ersten Runde schlug er fünfmal aus. In der zweiten Runde besiegte Joe Jordan per TKO. Austin und Micah gewannen 10.000 Dollar. Nach dem Kampf entschuldigte sich Jordan demütig für sein Verhalten.","versions":[{"lang":2,"streams":[{"redirect":13758387,"hoster":"VOE"},{"redirect":13758391,"hoster":"Streamtape"}]}]}]}]}