{"path":"/serie/stream/bus-babes","name":"Bus Babes","descr":"Vier Frauen werden bei ihrem Arbeitsalltag als Busfahrerinnen begleitet. Sie verbindet eine große Leidenschaft am Fahren, doch der jeweilige Zweck ihrer Tätigkeit ist ein anderer. So sitzt eine der Fahrerinnen am Steuer eines Band-Tourbuses, eine andere ist für das Pendeln im städtischen Verkehr verantwortlich, eine weitere chauffiert Feierwütige in einer Partylimousine.","seasons":[{"path":"/serie/stream/bus-babes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/bus-babes/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Im Luxus-Nightliner fährt Jule von einem Festival zum nächsten. Mit an Bord ist Knorkator, \"Deutschlands Meiste Band der Welt\". Ihr Ziel: das Gößnitz Open Air. Bei Ankunft spät nachts wird es eng für Jule. Ein Baum ist im Weg. Schon einen Tag später wartet das Wacken Open Air. Wird sie die Jungs pünktlich abliefern? Außerdem: Die erfahrene Bus-Lady Petra aus Bad Bederkesa kämpft sich bei Hagel und Schneeregen 400 km nach Köln, um eine Reisegruppe zur Flusskreuzfahrt zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9583927","hoster":"VOE"},{"path":"/redirect/8333956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bus-babes/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Für die Königinnen der Straße geht es wieder quer durch Deutschland – bei straffen Zeitplänen: Petra muss zwischen Seniorenfahrten einen Getriebewechsel vornehmen. Nadine fährt erst 70 Schulkinder und gibt später Fahrstunden für zwei Bus-Neulinge in der Regensburger Altstadt. Moni chauffiert im alten Linienbus 25 Feierwütige plus Stripperin nach Bielefeld. Und Jule bringt die Folk-Rocker von Fiddler’s Green im Luxus-Nightliner aufs Freudentanzfestival nach Gießen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8969258","hoster":"VOE"},{"path":"/redirect/8333961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/bus-babes/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Bei Jule stehen heute gleich zwei Fahrten auf dem Plan: Mit den maskierten Rockern von Hämatom geht es auf Clubtour nach Emden, Kiel und Rostock. Anschließend müssen die Apokalyptischen Reiter aus Weimar einmal quer durch die Republik. Bei Diesel-Diva Petra hingegen ist Großputz im Bus angesagt, und für Alpenprinzessin Julia aus Linz geht es mit einer Krankenhaus-Belegschaft nach Wien. Bei Küken Julia aus Bramsche herrscht Aufregung: Ihre erste Autobahnfahrt steht bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103038","hoster":"VOE"},{"path":"/redirect/8333957","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/bus-babes/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/bus-babes/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Bus Babe Julia fährt 40 Kollegen einer Linzer Elektrotechnik-Firma zum Betriebs-Ausflug nach Salzburg. Rocker Babe Jule aus Oberfranken holt mit Vater Herb die Band Saltatio Mortis in Karlsruhe ab und steuert sie zum Festival an die Ostsee. Petra aus dem Landkreis Cuxhaven bringt 40 Schützen zum Ball nach Bremerhaven. Und Küken Sabrina aus der Pfalz ist mit Bruder Max auf dem Weg ins 50 Kilometer entfernte Waldsee, um eine Handballmannschaft zu einem wichtigen Spiel zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8969262","hoster":"VOE"},{"path":"/redirect/8333960","hoster":"Streamtape"}]}]}]}]}