{"seriesId":"buschbabies-im-land-der-wilden-tiere","name":"Buschbabies - Im Land der wilden Tiere","descr":"[Daisougen no Chiisana Tenshi Bush Baby | Bush Baby, Little Angel of the Great Plains] Der Vater der kleinen Jacky muss aus beruflichen Gründen mit seiner Familie nach Afrika und kümmert sich dort um die Tiere. Als er eines Tages ein kleines Buschbaby findet, das anscheinend keine Mutter mehr hat, nimmt er es mit nach Hause und gibt es Jacky. Sie nennt es Murphy und kümmert sich liebevoll um es. Doch eines Tages ist es dann so weit: Jacky und ihre Familie müssen wieder nach Hause zurück und Jacky will Murphy mitnehmen – aber sie kann einfach die Ausfuhrerlaubnis nicht finden und dann verpasst sie auch noch ihr Schiff und ist allein in Afrika …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das verletzte Nashorn","epNo":1,"alt":"","descr":"Die zwölfjährige Jackie lebt schon seit neun Jahren mit ihren Eltern in Kenia, wo ihr Vater Wildhüter ist. Es ist das Jahr 1965, und Jackies Vater fährt das erste Mal mit ihrem älteren Bruder Andrew in die Savanne auf Patrouille. Sie suchen einen weißen Wilderer und werden auch bald fündig, denn sie stoßen auf die frische Fährte eines angeschossenen Nashorns. Bald taucht das wütende Tier auf und greift die Gruppe an. Andrew, seinem Vater und den Helfern passiert nichts, aber ein Buschbaby-Weibchen ist bei dem Angriff ums Leben gekommen, und sein vier Wochen altes Junges hat keine Chance, allein in der Wildnis zu überleben. Andrew entschließt sich, es mitzunehmen. Zu Hause angekommen, platzt Jacky in das Zimmer herein, in dem Andrew und ihr Vater gerade schweren Herzens beschlossen haben, das Kleine einzuschläfern, weil es nicht fressen will. Jacky will das nicht glauben und bettelt so lange, bis ihr Vater ihr erlaubt, sich um das Tierchen zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":13142639,"hoster":"VOE"},{"redirect":13142638,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Murphys Rettung","epNo":2,"alt":"","descr":"Jackie will das kleine Buschbaby pflegen und groß ziehen, aber es will partout keine Milch trinken. Jackie, ihre Mutter und eine Hausangestellte versuchen alles, aber es hat keinen Zweck. Jackie fragt alle Leute, die sie kennt, wie man kleine Buschbabies behandelt, aber keiner weiß etwas darüber. Auch in der Schulbibliothek findet sie kein Buch, in dem etwas über die Pflege kleiner Buschbabies steht. Als alle schon befürchten, dass das kleine Tier bald verhungern wird, gibt ihr Tembo, der erfahrendste Fährtenleser und Tierkenner ihres Vaters, einen Tip. Jackie reitet sofort nach Hause und probiert die neue Methode aus, und zur Freude aller trinkt das kleine Buschbaby jetzt tatsächlich seine Milch.","versions":[{"lang":1,"streams":[{"redirect":13142642,"hoster":"VOE"},{"redirect":13142641,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die neue Tierärztin","epNo":3,"alt":"","descr":"Jackie ist froh, dass das kleine Buschbaby nun regelmäßig seine Milch trinkt und päppelt es langsam auf. Ihr Vater hat mit seinen Leuten und ihrem Bruder inzwischen das verletzte Nashorn aufgespürt und in einer gefährlichen Aktion gefangen, um es ärtzlich zu versorgen, doch der Tierarzt läßt auf sich warten. Als er endlich kommt, ist die Überraschung perfekt: Aus dem Wagen steigt eine junge hübsche Frau und stellt sich als die neue Tierärztin vor.","versions":[{"lang":1,"streams":[{"redirect":13142644,"hoster":"VOE"},{"redirect":13142646,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Füttern will gelernt sein","epNo":4,"alt":"","descr":"Murphy, Jackies kleines Buschbaby, wird langsam größer und schläft auch nicht mehr nachts durch, sondern wird aktiv und erkundet das Zimmer. Bald reicht die kleine Pipette nicht mehr, um das Tier mit seiner Milch zu füttern. Jackie versucht eine Babyflasche aufzutreiben, aber die einzige Babyflasche die es weit und breit gibt, hat ausgerechnet die Familie von Mickey, der allen Mädchen immer nur Streiche spielt und versucht sie zu ärgern. Notgedrungen nimmt Jackie die Flasche aber doch an und versucht, ihren Murphy damit zu füttern, aber die Babyflasche ist wiederum viel zu groß für das kleine Buschbaby. Da kommt Jackies Bruder Andrew und bringt eine spezielle kleine Babyflasche für Tiere, die er von der neuen Tierärztin Hanna bekommen hat.","versions":[{"lang":1,"streams":[{"redirect":13142650,"hoster":"VOE"},{"redirect":13142651,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jagd auf den Elefanten","epNo":5,"alt":"","descr":"Während Jackie sich weiterhin liebevoll um Murphy kümmert, der langsam immer kräftiger und munterer wird, muß ihr Vater den angeschossenen Elefanten suchen, der eine große Gefahr für die Menschen darstellt. Am späten Abend wird er in ein Dorf ganz in der Nähe gerufen, das der Elefant angegriffen hatte. Doch damit nicht genug, Jackies beste Freundin Kate wird am nächsten Tag aus der Schule gerufen und muß mit ihrer Mutter sofort nach Nairobi fahren, weil ihr Vater dort schwer verletzt im Krankenhaus liegt - der Elefant hatte ihn angegriffen. Jackies Vater fährt mit seinen Männern und Jackies Bruder in den Busch, um den Elefanten zu erschießen. Am Abend kommt dann die schlimme Nachricht - Kates Vater ist an seinen Verletzungen gestorben.","versions":[{"lang":1,"streams":[{"redirect":13142652,"hoster":"VOE"},{"redirect":13142655,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sorgen um Murphy","epNo":6,"alt":"","descr":"Jackie ist verzweifelt, weil ihre Freundin Kate nach dem Tod ihres Vaters möglicherweise zurück nach England muß, da ihre Mutter die Farm nicht alleine leiten kann. Aber soweit kommt es doch nicht, der Bruder ihrer Mutter wird aus England kommen und die Farm leiten, und Kate kann mit ihrer Mutter in Kenia bleiben. Doch schon gibt es neue Sorgen: Jackies Buschbaby Murphy ist krank und will seine Milch nicht mehr trinken. Sein Zustand verschlechtert sich immer mehr und das kleine Tier atmet schwer. Jackie versucht, die neue Tierärztin zu bitten, nach Murphy zu sehen, aber die ist mit einigen Helfern draußen im Busch und kommt erst spät abends wieder. Als sie endlich wiederkommen, untersucht Hanna den kranken Murphy und stellt eine Lungenentzündung fest. Murphy braucht jetzt viel Wärme und Pflege, wird aber wahrscheinlich durchkommen.","versions":[{"lang":1,"streams":[{"redirect":13142657,"hoster":"VOE"},{"redirect":13142666,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hannas letzter Versuch","epNo":7,"alt":"","descr":"Während der Klassenrüpel Mickey mit seinem neuen Fahrrad angibt, macht sich Jackie weiter Sorgen um ihren kranken Murphy. Er bekommt noch eine zweite Spritze von der Tierärztin Hanna, und bald geht es ihm tatsächlich wieder etwas besser und er fängt wieder an, seine Milch zu trinken. Hanna fährt mit Jackies Bruder Andrew und Tembo, dem Angestellten von Jackies Vater, und einigen Helfern unterdessen hinaus in die Wildnis, wo die Männer ein Straußenpaar fangen sollen, das die Regierung von Kenia einem befreundeten Land schenken will. Die Männer nähern sich den Straußen gegen den Wind, fahren den flüchtenden Tieren mit ihren Geländewagen hinterher und es gelingt ihnen tatsächlich, sie ohne größere Probleme einzufangen.","versions":[{"lang":1,"streams":[{"redirect":13142661,"hoster":"VOE"},{"redirect":13142662,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Flugzeug des Professors","epNo":8,"alt":"","descr":"Jackie und ihre Eltern bekommen Besuch von dem netten Professor Crankshaw, einem berühmten Archäologen, der im Norden des Landes eine Ausgrabungsstätte leitet. Er ist mit einem einmotorigen Flugzeug da und hatte Jackie früher einmal versprochen, sie im Flugzeug mitzunehmen und dabei auch fliegen zu lassen. Jackie erinnert ihn an sein Versprechen und freut sich schon auf das aufregende Abenteuer. Doch vorerst wird das wohl noch warten müssen, denn der Professor fliegt frühzeitig wieder ab, weil bei seiner Grabung wichtige Funde gemacht worden sind.","versions":[{"lang":1,"streams":[{"redirect":13738384,"hoster":"VOE"},{"redirect":13142670,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Murphy ist verschwunden","epNo":9,"alt":"","descr":"Murphy ist inzwischen wieder ganz gesund, aber Jackie hat trotzdem ihre Probleme mit ihm, denn er ist ein Nachttier, und wenn sie nachts schlafen will, turnt er übermütig in ihrem Zimmer herum, so daß sie ständig aufwacht. Dabei vergißt sie eines nachts das Fenster richtig zuzumachen, so daß er entwischt. Als Jackies sein Verschwinden morgens bemerkt, ist die Aufregung groß, und sie sucht ihn voller Sorge überall. Doch sie hat Glück: Ein sympathischer junger Mann kommt ihr entgegen und hat Murphy im Arm, der ihr sofort freudig-aufgeregt entgegenspringt. Der Fremde stellt sich als ein Verwandter von Jackies bester Freundin Kate heraus, der neu in Afrika ist und von nun an hier leben und arbeiten will. Mit ihm zusammen fahren Jackie, Kate und Mickey später sich die Gegend ansehen, bevor sie zur Wildhüter-Station von Jackies Vater fahren, wo ihr Bruder Andrew zum Vergnügen der anderen versuchen will, auf einem der Strauße zu reiten.","versions":[{"lang":1,"streams":[{"redirect":13142672,"hoster":"VOE"},{"redirect":13142673,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der merkwürdige Dan","epNo":10,"alt":"","descr":"Jackies Mutter bekommt Besuch von Dan Moore, einem Mechaniker, der eine Pumpe reparieren soll. Andrew fällt ein Funkgerät in dessen Jeep auf, das weiter reicht als das seines Vaters. Jackie und auch der Bruder von Kates Mutter, mit dem sie am Tag zuvor den Ausflug in das Schutzgebiet gemacht haben, sprechen ihn darauf an, dass sie ihn mit seinem Wagen dort gesehen haben, was Mr. Moore aber abstreitet. Als Jackies Vater von einer sieben Tage dauernden Patrouille durch die Savanne wieder zurückkehrt, kommt die Nachricht, dass mindestens fünf Elefanten im Schutzgebiet von Wilddieben erschossen wurden, und das genau in der entgegengesetzten Gegend, als die in der Jackies Vater auf Patrouille war. Mr. Rhodes glaubt, dass das kein Zufall war, weiß aber noch nicht woher die Wilddiebe wußten, wohin er gefahren ist. Die Männer fahren sofort los und kommen erst spät in der Nacht wieder.","versions":[{"lang":1,"streams":[{"redirect":13142674,"hoster":"VOE"},{"redirect":13142675,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf heißer Fährte","epNo":11,"alt":"","descr":"Jackie und ihr Bruder Andrew verdächtigen den mysteriösen Mr. Moore, etwas mit den Wilddieben zu tun zu haben. Sie berichten ihrem Vater davon, doch der wird sehr ärgerlich und verbietet den beiden, so etwas zu denken. Er kennt Mr. Moore schon lange und würde ihm so etwas nie zutrauen. Jackie und Andrew glauben trotzdem weiterhin daran, daß Mr. Moore etwas zu verbergen hat. Jackie gründet gemeinsam mit ihrer Freundin Kate und Mickey einen Detektiv-Club und nimmt die Ermittlungen auf. Währenddessen kommt die Polizei zur Wildhüter-Station von Jackies Vater und nimmt seinen treuen Assistenten Tembo fest, weil ein anonymer Anrufer ihn beschuldigt hat, Informationen weiterzugeben.","versions":[{"lang":1,"streams":[{"redirect":13142677,"hoster":"VOE"},{"redirect":13142679,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Armer Tembo","epNo":12,"alt":"","descr":"Jackie und ihre Freunde versuchen, bei dem Gemischtwarenhändler Morris etwas über Dan Moore zu erfahren, doch es stellt sich als schwieriger heraus als erwartet, ihm unauffällige Fragen zu stellen. Als am späten Nachmittag Tembo immer noch nicht von dem Polizei-Verhör zurückgekehrt ist, fährt Jackies Vater wütend zum Polizeirevier, um ihn zu holen. Die Polizei verweigert ihm zunächst zwar den Zutritt, aber der aufgebrachte Mr. Rhodes setzt sich durch und bringt den verletzten Tembo nach Hause, wo Professor Crankshaw, der zum Abendessen bei den Rhodes ist, sich um seine Wunden kümmert. Tembo ist beim Verhör übel zugerichtet worden, um von ihm ein Geständnis zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":13142681,"hoster":"VOE"},{"redirect":13142682,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der vierte Detektiv","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13142689,"hoster":"VOE"},{"redirect":13142692,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Angriff der Paviane","epNo":14,"alt":"","descr":"Die Piraten bringen die Kinder auf ihre Insel. Als Gegenleistung für die Rettung verlangen sie das Fahrzeug. Die Kinder weigern sich, und werden prompt wieder eingesperrt. Da greift die Armee unter Commander Isorak mit Steinschleudern von Schiffen aus an. Die Kinder werden von Theles befreit, und helfen bei der Abwehr mit ihren Gewehren (wobei Boss Theles das Leben rettet), worauf sie frei sind. In der Nacht planen sie die Flucht vor der Armee. Die Piraten erzählen, sie seien auch Teil des Widerstands. Sie wurden Piraten, weil sie die Steuern des Königs nicht mehr zahlen konnten.","versions":[{"lang":1,"streams":[{"redirect":13142696,"hoster":"VOE"},{"redirect":13142693,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Affenbrotbaum","epNo":15,"alt":"","descr":"Die fünf Hobby-Detektive fahren nach dem Angriff der Paviane weiter in die Savanne, um eine Spur der Wilddiebe zu finden. Nachdem sie die atemberaubende Landschaft genossen haben, entdecken sie einen riesigen Affenbrotbaum. Murphy entwischt Jackie, klettert auf den Baum und landet schließlich in dessen hohlem Stamm. Jackie muß hineinklettern um ihn zu holen. Die Wilddiebe haben sie diesmal nicht gefunden, dafür aber eine Menge erlebt. Wieder zu Hause angekommen, ist Jackies Vater wenig begeistert von ihrem Alleingang. Sie hatte das Fernglas ihres Vaters ohne zu fragen einfach mitgenommen, und ihr Vater verbietet ihr, weiter auf eigene Faust nach den Wilddieben zu suchen, da das sehr gefährlich ist. Jackie will insgeheim aber doch weitermachen. Abends stellt sie fest, daß sie in dem Affenbrotbaum offenbar ihren Kompass verloren hat, und will am nächsten Tag dorthin reiten, um ihn zu holen.","versions":[{"lang":1,"streams":[{"redirect":13142699,"hoster":"VOE"},{"redirect":13142701,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jackie in großer Gefahr","epNo":16,"alt":"","descr":"Jackie hat ihren Kompass beim Sprung in den Affenbrotbaum verloren, also reitet sie am nächsten Tag mit ihrem Pferd Mandarin los, um ihn zu holen. Auf dem Weg dorthin kommt sie bei Professor Crankshaw vorbei, der sie aufhalten will, weil er es für sie zu gefährlich hält, allein dorthin zu reiten. Ihm ist der Verdacht gekommen, die Wilddiebe könnten den riesigen hohlen Baumstamm als Versteck für ihr Elfenbein benutzen. Jackie hört aber nicht auf ihn und reitet unbekümmert los. Am Affenbrotbaum angekommen, klettert sie in den Stamm hinein und findet mit Hilfe ihrer Taschenlampe auch schnell ihren Kompass. Bei der Gelegenheit sieht sie sich noch etwas weiter um und entdeckt zu ihrem Entsetzen tatsächlich das Elfenbein. Und damit nicht genug, draußen wird ihr Pferd Mandarin unruhig, weil ein Jeep angefahren kommt. Heraus steigt ausgerechnet Mr. Moore, mit einem Gewehr bewaffnet. Er entdeckt Jackie und stellt sie unsanft zur Rede. Jackie sucht zuerst nach Ausreden, sagt ihm dann aber ins Gesicht, daß sie ihn für einen der Wilddiebe hält. Dann passiert etwas unerwartetes: Als Jackie ihm sagt, dass ihr Vater ihn für unschuldig hielt, weil er ihm so etwas nie zutrauen würde, verändert er sich und wird auf einmal viel ruhiger und freundlicher. Doch in diesem Moment kommt ein zweiter Jeep angefahren - die Wilddiebe. Mr. Moore beschwört Jackie, sich in Sicherheit zu bringen und zu Professor Crankshaw zu reiten. Dort soll sie ihm alles erzählen und die Polizei verständigen. Jackie reitet los, so schnell Mandarin sie tragen kann...","versions":[{"lang":1,"streams":[{"redirect":13142703,"hoster":"VOE"},{"redirect":13142706,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Auf der Flucht","epNo":17,"alt":"","descr":"Jackie reitet so schnell es geht, um ihren Verfolgern zu entkommen, aber deren Jeep ist schneller als ihr Pferd Mandarin, und so holen sie sie schließlich ein. Die drei Männer zerren sie von ihrem Pferd und fragen, was sie am Affenbrotbaum gemacht hat, entdecken ihre Taschenlampe und wissen, daß sie ihr Versteck gefunden hat. Sie fahren mit Jackie in ihrem Jeep zurück zum Affenbrotbaum, wo sie nun Dan Moore verdächtigen, ein Verräter zu sein, da er Jackie entkommen ließ. Dan Moore gelingt es in dieser gefährlichen Situation, sein Gewehr zu greifen und droht zu schießen, wenn die drei Jackie nicht sofort freilassen. Dann bittet er Jackie, den Motor seines Jeeps zu starten, damit er einsteigen und mit ihr flüchten kann. Jackie schafft es aber in der Aufregung nicht, den Motor zu starten und ist verzweifelt. In diesem Moment kommt ein weiterer Wagen zum Affenbrotbaum. Es ist Professor Crankshaw, der nach Jackie sehen wollte. Mit ihm flüchten Jackie und Dan Moore, werden aber schnell von den Wilddieben verfolgt und nach einer kurzen Verfolgungsjagd, bei der die Wilddiebe versuchen, Professor Crankshaws Wagen von der Straße abzudrängen und schließlich sogar auf sie schießen, gestellt, da der Jeep der Wilddiebe viel schneller ist. Die Männer bedrohen die drei Ausreißer wieder mit ihren Gewehren, eilen dann aber plötzlich zu ihrem Wagen und verschwinden. Am Horizont taucht ein weiteres Fahrzeug auf, es ist Jackies Vater mit seinen Leuten, die nach den Wilddieben suchen. Sie nehmen die Verfolgung auf, und Jackie, der Professor und Dan Moore sind endlich in Sicherheit. Abends wartet Jackie zusammen mit ihrer Mutter darauf, daß ihr Vater zurückkehrt. Sie haben Angst um ihn, da die Wilddiebe bewaffnet waren, und sie hoffen, daß es ihm endlich gelingt, die Verbrecher festzunehmen. Endlich kehrt Mr. Rhodes zurück. Seine Laune ist allerdings auf dem Nullpunkt, die Wilddiebe sind wieder einmal entkommen, weil sie das schnellere Auto hatten.","versions":[{"lang":1,"streams":[{"redirect":13142707,"hoster":"VOE"},{"redirect":13142710,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Murphy macht sich selbständig","epNo":18,"alt":"","descr":"Jackie nimmt Murphy mit zum Einkaufen in Mr. Morris Gemischtwarenladen. Dort reißt er ihr allerdings aus, springt auf den Waren herum, wirft alles aus den Regalen und verwüstet den ganzen Laden. Ihr Vater muß für den Schaden aufkommen und mahnt Jackie dafür zu sorgen, dass so etwas nicht noch einmal passiert. Jackie will Murphy zunächst nicht an die Leine legen, hat dann aber eine Idee: Sie schneidert ihm aus weichem Leder eine kleine Weste, an der sie die Leine befestigen kann.","versions":[{"lang":1,"streams":[{"redirect":13142712,"hoster":"VOE"},{"redirect":13142713,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Lebensretter","epNo":19,"alt":"","descr":"Die Regenzeit ist da, und für vier Wochen wird es jetzt oft und lange regnen. Als der Regen eine Pause macht, geht Jackie mit ihrem Bruder in die Savanne, um dort Insekten für Murphy zu suchen. Dabei rutscht sie am Ufer eines reißenden Flusses aus und gleitet in die Fluten. Sie treibt mit der Strömung davon und ruft Andrew verzweifelt um Hilfe. Andrew hört sie auch und läuft ihr am Ufer hinterher. Als am gegenüberliegenden Ufer des Flusses ein umgestürzter Baum auftaucht, kann Jackie sich mit letzter Kraft daran festhalten. Doch schon droht neue Gefahr: Auf diesem Baumstamm ist auch eine große Pythonschlange, die Jackie bedrohlich näherkommt. Als Jackie vor Angst nicht mehr weiter weiß, fällt ein Schuß und die Schlange ist tot, Jackie ist gerettet. Major Robert Island, ein Freund ihres Vaters, war zufällig zu Besuch gekommen und den Kindern vorsichtshalber gefolgt, als er hörte, dass sie nach dem starken Regen alleine unterwegs waren. Zu Hause erfahren die Kinder in der Nacht aber noch eine schlimme Nachricht: Die neue unabhängige Regierung Kenias entläßt nach und nach alle Engländer und besetzt die Stellen mit Einheimischen, und jetzt wurde auch Jackies Vater entlassen. In drei Monaten hat er keine Arbeit mehr, und er überlegt, mit seiner Familie das Land zu verlassen und zurück nach England zu gehen.","versions":[{"lang":1,"streams":[{"redirect":13142717,"hoster":"VOE"},{"redirect":13142719,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Reise zum Kilimanjaro","epNo":20,"alt":"","descr":"Es ist nur noch einen Monat, bis Jackie mit ihren Eltern zurück nach England reisen muß. Jeder verabschiedet sich auf seine Weise von Afrika, ihr Bruder Andrew verschießt unzählige Fotos, und Jackie gesteht endlich weinend ihrer besten Freundin Kate, daß sie für immer aus Kenia fort muß. Ihr Vater schlägt vor, mit der ganzen Familie eine Reise zum Kilimandscharo, dem höchsten Berg Afrikas zu machen. Dazu fahren sie über die Grenze in das Nachbarland Tansania. Bei einem Aufenthalt in einer Stadt entdeckt Jackie auf dem Markt plötzlich die Wilddiebe. Obwohl sie Angst hat von ihnen entdeckt zu werden, folgt sie ihnen und verständigt Tembo, damit der ihrem Vater Bescheid sagen kann. Schließlich entdecken die beiden Wilddiebe Jackie doch und stellen sie zur Rede. In diesem Moment kommt Jackies Vater mit Tembo hinzu, doch die Wilddiebe sind äußerst gelassen, denn sie befinden sich nicht mehr in Kenia und Mr. Rhodes kann sie nicht festnehmen. So muß Jackies Vater die Verbrecher wütend entkommen lassen. Am nächsten Morgen brechen die Rhodes früh auf, um abends rechtzeitig an einer Hütte am Kilimandscharo anzukommen. Jackie unterschätzt jedoch den langen Aufstieg und bleibt mit Tembo zurück. Nach einer Weile zieht starker Nebel auf, doch mit Tembos Hilfe finden sie doch noch zur Hütte und erleben unterwegs sogar noch eine einmalige Aussicht auf den schneebedeckten Berg.","versions":[{"lang":1,"streams":[{"redirect":13142720,"hoster":"VOE"},{"redirect":13142722,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Abschied naht","epNo":21,"alt":"","descr":"Die Tage vergehen, und es ist nur noch eine Woche, bis die Rhodes nach England abreisen. Mickey kommt vorbei, um sich von Jackie und Murphy zu verabschieden. Wenn Jackie keine Ausfuhrerlaubnis für Murphy bekommen hätte, dann hätte sie Mickey gebeten, sich um Murphy zu kümmern. Aber glücklicherweise ist die ersehnte Ausfuhrgenehmigung gerade noch rechtzeitig angekommen. Mickey kann es nicht glauben und will sie sehen, denn er hätte Murphy gerne bekommen. Als er schließlich wieder gehen will und Jackie ihm Lebewohl sagen will, ist Mickey merkwürdig nervös und unsicher, weicht ihr aus und fährt ohne etwas zu sagen davon. Am Tag der Abreise hat Professor Crankshaw noch eine große Überraschung für Jackie: Er löst sein Versprechen ein, sie einmal in seinem Flugzeug mitzunehmen, und fliegt mit ihr nach Nairobi, während die anderen mit dem Auto fahren. Der Flug über die unvergleichlich schöne Landschaft Afrikas wird für Jackie zu einem unvergeßlichen Erlebnis. In Nairobi angekommen, warten die anderen jedoch schon auf dem Bahnhof auf sie. Auch Jackies beste Freundin Kate ist gekommen, und es gibt einen tränenreichen Abschied, als der Zug sich schließlich in Bewegung setzt.","versions":[{"lang":1,"streams":[{"redirect":13142725,"hoster":"VOE"},{"redirect":13142727,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wo ist die Ausfuhrerlaubnis?","epNo":22,"alt":"","descr":"Die Rhodes fahren den Rest des Tages und die ganze Nacht hindurch mit dem Zug durch die Savanne. Am nächsten Tag läßt Jackies Bruder Andrew schweren Herzens sein Chamäleon Ben an einer kleinen Bahnstation frei. Bald darauf kommt der Zug im Mombasa an, von wo aus das Schiff nach England abfährt. Am Bahnhof treffen die Rhodes überraschend Dan Moore, der ebenfalls das Land verlassen muß. Er berichtet Mr. Rhodes davon, dass Schmuggler noch am selben Tag mit gefälschten Papieren eine größere Ladung Elfenbein im Hafen der Stadt außer Landes schaffen wollen. Mr. Rhodes entschließt sich, die Polizei mit einem Brief davon zu verständigen. Als Jackie auf dem Schiff angekommen ist, entdeckt sie entsetzt, dass ihre Ausfuhrerlaubns für Murphy nicht mehr da ist. Alles Suchen hat keinen Zweck, und ohne das Schreiben darf sie Murphy nicht mitnehmen...","versions":[{"lang":1,"streams":[{"redirect":13142729,"hoster":"VOE"},{"redirect":13142731,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Schiff ist weg!","epNo":23,"alt":"","descr":"Jackie kann die Ausfuhrerlaubnis für Murphy nicht finden und erinnert sich daran, dass sie sie zuletzt gesehen hat, als sie sie Mickey gezeigt hat. Da sie gehört hat, dass der Kapitän des Schiffes Tiere haßt und Murphy auf einer einsamen Insel aussetzen würde, faßt sie den verzweifelten Entschluß, Murphy in Mombasa in einem Park auszusetzen. Da das Schiff erst in zwei Stunden auslaufen soll, hat sie noch genug Zeit dafür. Sie geht von Bord, ohne ihrem Bruder oder ihren Eltern Bescheid zu sagen und versucht, Murphy in einem Park frei zu lassen. Doch der verspielte Murphy folgt ihr immer wieder und denkt nicht daran, alleine fortzulaufen. In der anbrechenden Dämmerung trifft Jackie plötzlich auf Tembo, der von mehreren Männern verfolgt wird. Es sind die Wilddiebe, die Tembo zufällig gesehen hatte und ihnen bis zu ihrem Versteck gefolgt war. Leider hatten sie ihn später doch noch entdeckt und sind nun hinter ihm her. Jackie und Tembo gelingt es, sich in der Dunkelheit im Park zu verstecken und ihre Verfolger abzuschütteln. Als sie sich auf den Weg zum Hafen machen, ist es aber bereits zu spät: Jackies Schiff ist früher ausgelaufen als geplant und Tembo und sie sehen es nur noch aus der Ferne. An Bord des Schiffes glauben ihre Eltern, Jackie sei in ihrer Kabine und wissen noch gar nichts davon, dass ihre Tochter allein in Mombasa zurückgeblieben ist...","versions":[{"lang":1,"streams":[{"redirect":13142733,"hoster":"VOE"},{"redirect":13142734,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Allein in Afrika","epNo":24,"alt":"","descr":"Jackie hat ihr Schiff verpaßt, und ist nun mutterseelenallein in Afrika. Zum Glück ist Tembo bei ihr. Jackie fällt ein, wo sie die Nacht verbringen können; in der Nähe liegt das Sommerhaus der Rhodes, eine Holzhütte. Da die Wilddiebe Tembo immer noch suchen und ihm sicher auflauern, nehmen sie einen Umweg, um ihnen aus dem Weg zu gehen. In der Hütte angekommen, sucht Jackie einige Konserven, die sie gemeinsam bei einem Lagerfeuer als Abendbrot essen. Dabei wird Murphy fast von einer giftigen Schlange gefressen, aber Tembo hat sie bemerkt und blitzschnell reagiert. Am Abend merken Jackies Eltern auf dem Schiff endlich, dass Jackie verschwunden ist. Der Kapitän kann aber vor dem Morgen nichts unternehmen, da in Mombasa alle Hafenbehörden geschlossen haben. Jackie will unterdessen Tembo am nächsten Morgen begleiten, wenn er zu einem dreitägigen Fußmarsch quer durch die Savanne aufbricht, um in sein Dorf zu gehen. Die Straße wäre zu gefährlich, weil dort sicher die Wilddiebe auf ihn warten, da er zuviel gesehen hat. Unterwegs will Jackie ihrem Murphy beibringen, wie er sich allein in der Wildnis zurecht findet, um ihn bald freilassen zu können.","versions":[{"lang":1,"streams":[{"redirect":13142736,"hoster":"VOE"},{"redirect":13142740,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Haftbefehl","epNo":25,"alt":"","descr":"Jackie und Tembo verbringen die Nacht im Sommerhaus ihrer Eltern, in dessen Nachbarhaus Major Island wohnt, der ihnen helfen könnte. Am nächsten Tag stellen sie jedoch fest, dass der Major nicht da ist. Als sie beim Postamt ein Telegramm an Jackies Vater auf dem Schiff aufgeben wollen, stellen sie entsetzt fest, dass sie von der Polizei gesucht werden, die glaubt, Tembo habe Jackie entführt. Sie müssen jetzt sehr vorsichtig sein, um der Polizei nicht in die Hände zu fallen, und ein Telegramm können sie jetzt auch nicht mehr aufgeben, da sie sonst sofort erkannt würden. Auf ihrer Flucht treffen Jackie und Tembo völlig überraschend Mickey, der mit seinen Eltern in dem Ferienort Urlaub macht. Er will tatsächlich bei Tembos Plan, mit Jackie zu Fuß eine Woche lang quer durch die Savanne in sein Dorf zu gehen, mitmachen.","versions":[{"lang":1,"streams":[{"redirect":13142741,"hoster":"VOE"},{"redirect":13142744,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Murphy in Todesgefahr","epNo":26,"alt":"","descr":"Nach einer weiteren Übernachtung in der Hütte von Jackies Eltern wollen Tembo, Jackie und Mickey am nächsten Tag aufbrechen. Doch zunächst kommt etwas dazwischen: Mickey hat Murphy nachts aus seinem Körbchen gelassen und am morgen ist er verschwunden. Nach einer großen Suchaktion hat Tembo aber die rettende Idee, wie man ihn wieder finden könnte, und tatsächlich taucht Murphy auch bald wieder auf. Mit einiger Verspätung brechen die drei schließlich auf und wandern zunächst zum Fluß, wo Jackie das Kanu ihrer Eltern suchen will, denn auf dem Fluß würden sie besser vorankommen als zu Fuß. Nachdem sie ein Boot der Küstenwache, die offensichtlich ebenfalls nach Jackie und ihrem vermeintlichen Entführer sucht, abgewimmelt haben, starten die Reisenden mit dem Kanu, um zunächst flußaufwärts ins Innere des Landes zu fahren. Unterwegs fängt Jackie mit einer Harpune Fische, was Mickey, der nicht schwimmen kann, beeindruckt und auch neidisch macht. Er will ebenfalls Fische angeln, wirft seinen ersten zappelnden Fang aber so dicht bei Murphy ins Boot, dass dieser erschrickt und ins Wasser fällt. Weder Tembo noch Mickey können schwimmen, Jacky ist mit ihrer Harpune am Flußufer unterwegs und der kleine Murphy droht zu ertrinken - da hechtet Tembo ebenfalls ins Wasser und versucht, Murphy zu retten...","versions":[{"lang":1,"streams":[{"redirect":13142748,"hoster":"VOE"},{"redirect":13142745,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Flussfahrt mit Hindernissen","epNo":27,"alt":"","descr":"Bei ihrer Fahrt auf dem Kanu entdecken Jackie, Tembo und Mickey plötzlich am Ufer Krokodile. Sie wollen vorsichtig an der gefährlichen Stelle vorbeifahren, aber die Krokodile werden doch aufmerksam und greifen sie an. Jackie hat die rettende Idee: Sie wirft die Fische, die sie gefangen hat, den Krokodilen als Ablenkung zu, und Tembo schafft es, mit dem Kanu schnell aus der Gefahrenzone zu paddeln. Einige Zeit später droht neue Gefahr, diesmal aus der Luft: Ein Armeehubschrauber sucht den Fluß ab, offenbar fahndet jetzt sogar nicht nur die Polizei und die Küstenwache, sondern auch das Militär nach Tembo und Jackie. Die Gesuchten können sich mit etwas Glück am Flußufer unter einem großen Baum verstecken, bis der Hubschrauber weiterfliegt. Währenddessen hat die Polizei die Information bekommen, dass ein Busfahrer die Gesuchten in das Dorf gefahren hat, in dem die Rhodes ihr Sommerhaus hatten. Jackies Eltern und ihr Bruder fahren mit der Polizei dorthin, um nach Spuren zu suchen. Sie finden einen Beweis dafür, dass Jackie wirklich dort war. Kurz zuvor waren jedoch auch schon die Wilddiebe dort und haben einen Hinweis darauf gefunden, dass Jackie und Tembo auf dem Fluß weitereisen wollten...","versions":[{"lang":1,"streams":[{"redirect":13142750,"hoster":"VOE"},{"redirect":13142751,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Die Elefantenherde","epNo":28,"alt":"","descr":"Jackies Eltern suchen zusammen mit der Polizei nach einer Spur ihrer Tochter und dem Entführer. Mr. Rhodes kommt langsam der Verdacht, dass Jackie gar nicht entführt, sondern zusammen mit Tembo unterwegs sein könnte. Die Polizei will den Haftbefehl gegen Tembo aber trotzdem nicht fallenlassen. Jackie, Mickey und Tembo fahren währenddessen mit ihrem Floß weiterhin flußaufwärts. Als sie Schutz vor einer Elefantenherde suchen müssen, verlassen sie das Floß und klettern auf einen großen Mangobaum in der Nähe des Flußufers. Ein neugieriges Elefantenbaby entdeckt sie dort jedoch und ruft nach seiner Mutter, die den Baum umzustürzen versucht, es aber nicht schafft. Gegen Abend endlich sind die Elefanten weiter gezogen, aber das Floß und die Lebensmittel ist zerstört. Tembo, Jackie und Mickey machen sich zu Fuß auf den Weg durch die Savanne. Dabei werden sie von einem Angehörigen eines Nomadenstammes beobachtet...","versions":[{"lang":1,"streams":[{"redirect":13142754,"hoster":"VOE"},{"redirect":13142756,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Murphy im Jagdfieber","epNo":29,"alt":"","descr":"Jackie versucht Murphy beizubringen, wie er sich selber seine Insekten fangen kann. Doch Murphy hat ständig Angst vor den sich bewegenden Tieren und will einfach nicht selbständig werden. Jackie bleibt jedoch konsequent und gibt ihm nichts zu essen. Sie setzt darauf, dass er sich schon etwas fangen wird, wenn sein Hunger groß genug ist. Am späten Abend richtet Tembo ein Nachtlager für Jackie und Mickey her. Am nächsten Morgen ziehen die drei noch vor dem Frühstück weiter, um einer herannahenden Elefantenherde auszuweichen, in deren Gefolge auch einige Löwen ziehen werden. Auf einmal ist das Motorengeräusch eines Hubschraubers zu hören. Jackie, Mickey und Tembo verstecken sich schnell in einem Gebüsch, bis der Hubschrauber wieder verschwunden ist. Offenbar wird nach ihnen gesucht. Kurz darauf ist ein weiteres Flugzeug zu hören. Es ist Professor Crankshaw, der nach Mombasa fliegt, um Jackie dort zu suchen...","versions":[{"lang":1,"streams":[{"redirect":13142760,"hoster":"VOE"},{"redirect":13142758,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Gesetz der Savanne","epNo":30,"alt":"","descr":"Jackie, Mickey und Tembo durchqueren weiterhin zu Fuß die Savanne auf der Flucht vor den Widdieben, die sie verfolgen. Jackie bemerkt jedoch noch einen anderen Verfolger, der ihnen schon seit dem frühen Morgen auf den Fersen ist. Es ist ein Mann vom Stamm der Waranga, den Tembo schon länger bemerkt hat. Die Waranga sind Elefantenjäger, und offenbar soll der Mann sie beobachten, während sie das Gebiet seines Stammes durchqueren. Mrs. Rhodes erfährt unterdessen bei der Polizei, dass auch Mickey von seiner Familie vermißt wird. Es ist wahrscheinlich, dass er zusammen mit Jackie und Tembo unterwegs ist. Die Polizei hält Tembo immer noch für einen Entführer, prüft inzwischen aber die Meinung von Jackies Eltern, dass er nur auf der Flucht vor Wilddieben ist und die Kinder in Wahrheit beschützt. Die Wilddiebe werden inzwischen ebenfalls von den Waranga beobachtet. Sie fragen die beiden weißen Männer, was sie vorhaben und verlangen, dass sie den Mann und die beiden Kinder, die sie verfolgen, töten sollen...","versions":[{"lang":1,"streams":[{"redirect":13142766,"hoster":"VOE"},{"redirect":13142767,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Gefangen!","epNo":31,"alt":"","descr":"Die drei Wanderer sind weiter unterwegs durch die Savanne. Als Mickey bei einer Rast Murphy hinterherläuft, trifft er plötzlich auf den Waranga-Mann, der sie die ganze Zeit verfolgt. Beide erschrecken sich, und Mickey wird von einem Pfeil am Arm gestreift, als er vor dem fremden Krieger wegläuft, während der den Pfeil eher versehentlich abgeschossen hat, weil Murphy ihm ins Gesicht gesprungen ist, um Mickey zu helfen. Als Jackie auch noch dazukommt, flüchtet der Mann. Mickey ist jedoch bei seiner Flucht in Panik einen Abhang heruntergestürzt und hat sich das Knie verletzt, so dass er nicht weiterlaufen kann. Tembo verarztet ihn so gut es geht und geht los, um den Pfeil zu suchen, um dann festzustellen, ob er vergiftet war. In der Zwischenzeit erreichen die beiden Wilddiebe jedoch die Kinder und nehmen Jackie und Mickey gefangen. Tembo sieht aber eines der Gewehre der Gauner in der Sonne aufblitzen und ist gewarnt. Es gelingt ihm, einen der beiden zu überwältigen und ihm das Gewehr abzunehmen. Er läßt den Mann frei und versteckt sich im Wald. Bald bricht die Nacht herein und die Wilddiebe sind überzeugt, dass Tembo die Kinder im Schutze der Dunkelheit befreien will...","versions":[{"lang":1,"streams":[{"redirect":13142768,"hoster":"VOE"},{"redirect":13142772,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Retter in der Not","epNo":32,"alt":"","descr":"Jackie und Mickey sind von den Wilddieben gefangen genommen worden. In der Nacht schickt der Anführer der Wilddiebe Jackie zu Tembo, um ihm ein Geschäft vorzuschlagen. Er möchte die belastenden Papiere, die Tembo genommen hat, im Austausch gegen die Kinder. Tembo beruhigt Jackie und verspricht ihr, sie und Mickey am nächsten Tag zu befreien. Am nächsten Tag fliegt ein Doppeldecker-Flugzeug über das Lager. Es ist Professor Crankshaw, der auf der Suche nach Jackie ist. Tembo sieht ihn und macht sich bemerkbar. Der Professor landet in der Nähe und Tembo berichtet ihm von seinem Plan, wie sie die Kinder befreien können. Und so geschieht es auch: Tembo lenkt den Anführer der Wilddiebe ab, und Professor Crankshaw überwältigt den Aufpasser der Kinder. Zusammen gehen sie zum Flugzeug, wo auch Tembo bald ankommt. Der Anführer der Wilddiebe ist inzwischen mehreren Waranga-Kriegern in die Hände gefallen...","versions":[{"lang":1,"streams":[{"redirect":13142774,"hoster":"VOE"},{"redirect":13142779,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Wettlauf mit dem Feuer","epNo":33,"alt":"","descr":"Mickeys Fieber sinkt nicht, obwohl seine Verletzungen nicht so schwer sind. Prof. Crankshaw nimmt ihn in seinem Flugzeug mit und bringt ihn in ein Krankenhaus. Tembo gibt dem Professor auch die gefälschten Ausfuhrpapiere mit, die als Beweisstücke die Wilddiebe hinter Gitter bringen sollen. Jackie bleibt währenddessen bei Tembo. Zusammen wollen sie in dessen Heimatdorf Nuhdi gehen, obwohl am Horizont ein Buschfeuer zu sehen ist. Inzwischen sind auch Jackies Vater, ihr Bruder Andrew und Major Island in der Gegend und finden einen der Wilddiebe. Jackie und Tembo müssen sich unterdessen beeilen, um nicht von dem Buschfeuer eingeholt zu werden. Sie sehen Scharen von fliehenden Tieren, die ebenfalls vor dem herannahenden Feuer flüchten. Der Brand entwickelt sich inzwischen zu einem richtigen Inferno, die ganze Savanne steht in Flammen. Bald sind Jackie und Tembo von dem Feuer umzingelt. Sie müssen mitten durch die Flammen gehen, um ihr Leben zu retten. Auf der anderen Seite der Feuerwand angekommen, sehen sie einen Berg, auf den sie sich mit letzter Kraft retten wollen. Doch vor ihnen versperrt dichtes Gestrüpp den Weg, während hinter ihnen die Flammenfront immer näher rückt..","versions":[{"lang":1,"streams":[{"redirect":13142781,"hoster":"VOE"},{"redirect":13142783,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Hütte der Krieger","epNo":34,"alt":"","descr":"Ein kleines Elefantenbaby rettet Jackie und Tembo das Leben. Es bahnte sich in Panik einen Weg durch das Dickicht, so daß Jackie und Tembo ihm folgen konnten. Als das Feuer nachgelassen hat, entdeckt Tembo die leerstehende Hütte eines Massai, in der er mit Jackie übernachten will, um sich vor den wilden Tieren zu schützen. In der Hütte finden sie sogar etwas Wasser, und Jackie kann nach all den Strapazen endlich etwas trinken. Anschließend erlegt Tembo eine Gazelle, die sie abends über einem Lagerfeuer grillen, so daß sie nicht zu hungern brauchen. Als Jackie am nächsten Morgen aufwacht, erschreckt sie sich zu Tode: Ein grimmig aussehender Massai-Krieger steht in der Tür, und in der Hand hält er einen blutigen Speer. Was ist mit Tembo geschehen?","versions":[{"lang":1,"streams":[{"redirect":13142789,"hoster":"VOE"},{"redirect":13142785,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Der Leopard","epNo":35,"alt":"","descr":"Ein Massai-Krieger steht in der Tür zu Jackies Hütte. Jackie hat große Angst und greift zu Tembos Machete, um sich vor dem Mann zu schützen. Doch der erweist sich als harmlos. Er heißt Atomani und lebt mit seiner Schwester Safina in der Hütte. In diesem Moment kommt auch Tembo zurück und entschuldigt sich bei dem Massai dafür, daß sie in seine Hütte eingedrungen sind und von seinem Wasser getrunken haben. Tembo will mit Jackie so schnell wie möglich nach Nuhdi aufbrechen, doch Jackie fühlt sich krank und hat hohes Fieber. Zum Glück kümmert sich Safina, die etwa in Jackies Alter ist, um sie. Während Atomani die Tiere seiner Herde sucht, die wegen des Feuers weggelaufen sind, geht Tembo in die verbrannte Steppe, um auf das Motorengeräusch von Professor Crankshaw zu achten, der Jackie in ein Krankenhaus bringen könnte. Doch es kommt nur ein Armeehubschrauber, vor dem sich Tembo lieber versteckt...","versions":[{"lang":1,"streams":[{"redirect":13142790,"hoster":"VOE"},{"redirect":13142795,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Dem Tode entronnen","epNo":36,"alt":"","descr":"Ein Leopard ist in die Hütte eingedrungen und bedroht Jackie. Doch Murphy scheint ebenfalls den Ernst der Lage zu erkennen und springt aufgeregt in der Hütte umher, was den Leoparden von Jackie ablenkt. Kurz darauf kommen Tembo und der Massai-Krieger Atomani zurück und die Raubkatze flieht. Die Männer bitten Safina, sich um die kranke Jackie zu kümmern und versuchen den Leoparden zu verfolgen, doch sie finden das Raubtier nicht. Am nächsten Tag erfährt Jackie von Atomani, dass Tembo alleine auf der Jagd nach dem Leoparden ist. Atomani gibt dagegen vor, bei seinen Rindern bleiben zu müssen, deshalb könne er ihm nicht helfen. Als Jackie schließlich auch noch erfährt, dass Tembo sich den Fuß verstaucht hat und somit verletzt ist, platzt ihr der Kragen und sie geht alleine los, um Tembo zu helfen. Auch Safina wird wütend auf ihren Bruder und wählt den einzig möglichen Weg, um ihn umzustimmen: sie wirft dem stolzen Massai-Krieger vor, ein Feigling zu sein und Angst vor dem Leoparden zu haben. Das kann Atomani unmöglich auf sich sitzen lassen und so geht er mit seinem Speer wütend Jackie hinterher. Am Flußbett versucht Jackie Tembo zu finden, rutscht aber aus und fällt in das seichte Wasser. In diesem Moment taucht der Leopard auf und setzt zum Sprung auf Jackie an. Atomani versteckt sich vor Angst hinter einem Felsen, aber auch Tembo hat Jackie und den Leoparden gehört und schießt im letzten Moment. Der Leopard fällt getroffen vor Jackie in das Wasser. Doch er ist nur verletzt, plötzlich richtet er sich wieder auf und will Jackie erneut anfallen. Tembo kann mit seinem Gewehr so schnell keinen zweiten Schuß abfeuern, aber da besinnt sich der vor Angst schlotternde Atomani und stürzt mit wildem Kampfgeschrei mit seinem Speer auf den verletzten Leoparden los und tötet ihn. Alle sind froh und erleichtert über den glücklichen Ausgang des Abenteuers und Atomani ist stolz über sein Leopardenfell, die höchste Auszeichnung eines Massai-Kriegers.","versions":[{"lang":1,"streams":[{"redirect":13142796,"hoster":"VOE"},{"redirect":13142800,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der große Regen","epNo":37,"alt":"","descr":"Die Regenzeit hat begonnen, und es gießt in Strömen. Tembo will unbedingt so schnell wie möglich in sein Heimatdorf Nuhdi aufbrechen, das nur etwa 10 Kilometer entfernt ist. Weil er sich aber immer noch den Fuß verstaucht hat, kann er den langen Marsch unmöglich durchstehen. Die Lösung bringt ein alter Einbaum, den Atomani ihnen schenkt. Er hat zwar einige Lecks, aber Atomani dichtet sie mit Harz ab. Nachdem es noch eine Weile geregnet hat und der Wasserspiegel in der überschwemmten Steppe gestiegen ist, verabschieden sich Jackie und Tembo von ihren Freunden und fahren in dem Einbaum los. Sie wollen mit dem Boot den Bahndamm erreichen, der sie dann direkt nach Nuhdi führt. Unterwegs werden sie jedoch von einem Krokodil angegriffen, das Tembo nur in letzter Sekunde mit dem Gewehr abwehren kann. Aber es hat viele Löcher in das Boot gebissen, durch die nun Wasser dringt. Tembo und Jackie drohen unterzugehen, da taucht im Dunkel des starkes Regens endlich der Bahndamm auf. Aber der Damm ist an einer Stelle unterspült und weggerissen worden, und durch die starke Strömung drohen Jackie und Tembo mit dem Einbaum fortgerissen zu werden. Nur ein beherzter Sprung an Land kann sie noch retten. Tembo, der nicht schwimmen kann, fällt dabei ins Wasser und ertrinkt fast, kann sich aber ebenfalls auf den Bahndamm retten. Kaum an Land, müssen sie schnell einen höheren Punkt erklimmen, weil wieder ein Teil des Bahndamms einbricht und weggespült wird.","versions":[{"lang":1,"streams":[{"redirect":13142802,"hoster":"VOE"},{"redirect":14172037,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Zug in Gefahr","epNo":38,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13142811,"hoster":"VOE"},{"redirect":13142813,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Murphys gefährlichster Auftrag","epNo":39,"alt":"","descr":"Jackies Vater und Andrew erkennen endlich mit ihrem Fernglas, dass auf der anderen Seite des durch das Wasser unterspülten Bahndamms Jackie, Tembo und der alte Stationsvorsteher Gideon stehen und ihnen zuwinken. Tembo und Gideon überlegen unterdessen, wie sie Jackies Vater auf der anderen Seite warnen können, dass der herannahende Zug in Gefahr ist. Jackie will über ein halb vom Wasser weggerissenes Rohr auf die andere Seite klettern, wird aber von Tembo daran gehindert. Da kommt Tembo auf eine Idee: Er will Murphy eine Nachricht mitgeben und ihn durch das Rohr zu den Rhodes schicken. Das Vorhaben gelingt, und Murphy läuft nach anfänglichem Zögern tatsächlich zur anderen Seite, wo ihn Andrew und Mr. Rhodes empfangen. Sie lesen die Nachricht und erfahren von dem Zug, der in Gefahr schwebt. Doch um den 19 Uhr-Zug im Dunkeln aufzuhalten, brauchen sie Rauchfackeln, die nur der Stationsvorsteher Gideon auf der anderen Seite hat. Mr. Rhodes schickt Murphy also wieder zurück zu Jackie, wo Tembo ihn mit einer Angelschnur an dessen Weste erneut zu Mr. Rhodes schicken will, mit Hilfe derer er dann die Rauchfackeln durch das Rohr ziehen soll.","versions":[{"lang":1,"streams":[{"redirect":13142818,"hoster":"VOE"},{"redirect":13142822,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Leb wohl, Murphy!","epNo":40,"alt":"","descr":"Jackie versucht, Murphy mit einer Angelschnur noch einmal durch die Röhre über den weggerissenen Bahndamm zu schicken, damit ihr Vater und ihr Bruder am anderen Ende mit der Schnur die Signalfackeln durch die Röhre ziehen können. Murphy zögert, schließlich schafft er es aber doch und landet wohlbehalten bei Andrew, der auch gleich die Nachricht findet, die Jackie an Murphys Rücken befestigt hat. Währenddessen rast der Zug, in dem auch Professor Crankshaw sitzt, auf die Unglücksstelle zu. Mr. Rhodes und Andrew können den Zug mit den Signalfackeln aufhalten, und wenig später gibt es das ersehnte Wiedersehen zwischen Jackie, ihrem Vater, Andrew, Tembo und Professor Crankshaw. Vor ihrer endgültigen Abreise aus Kenia wohnen die Rhodes noch zwei Wochen bei Jackies Freundin Kate, da sie ihr eigenes Haus schon verkauft haben. Mickey gesteht Jackie, dass er die Ausfuhrerlaubnis für Murphy genommen hat, aber nicht wollte, dass sie solche Schwierigkeiten bekommt. Jackie verzeiht ihm, will Murphy aber dennoch freilassen. An einem geeigneten Ort, an dem es auch mehrere andere Buschbabies gibt, läßt Jackie ihren geliebten Murphy dann auch in einem tränenreichen Abschied frei.","versions":[{"lang":1,"streams":[{"redirect":13142831,"hoster":"VOE"},{"redirect":13142833,"hoster":"Streamtape"}]}]}]}]}