{"path":"/serie/stream/butlers-chitose-momotose-monogatari","name":"Butlers: Chitose Momotose Monogatari","descr":"Koma Jinguji ist bei allen bekannt als der intelligente und hübsche Schulratspräsident namens Jay. Mit seinem Lächeln lässt er jedes Herz höher schlagen. Doch genau das schafft Tsubasa Hayakawa ebenfalls: Der junge Mann arbeitet nebenher als Verkäufer in einem Café und ringt jeder weiblichen Kundin ein Lächeln ab, wenn sie seine Milchschaum-Kunst in ihren Tassen sehen.Doch so einfach die beiden Männer es zu haben scheinen, müssen sie sich außerhalb ihres Alltags als sogenannte Butlers beweisen. Sie reisen durch die Zeit, um gegen ihren Erzfeind zu kämpfen, wobei sie in die ein oder andere übernatürliche Schlacht verwickelt werden. Jay und Tsubasa haben es nicht leicht, ihre beiden Leben unter einen Hut zu bekommen.","seasons":[{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-1","name":"","epNo":1,"alt":"The Destined Moment","descr":"Koma Jinguji, den alle \"J\" nennen, wurde gerade zur neuen Schülerratsvorsitzenden gewählt. Als Erstklässler an der Koyomi-Schule ist der Junge sicherlich beliebt, aber dieser Ruhm macht auch neidisch. Achten Sie jedoch darauf, den jungen Mann nicht unvorbereitet zu provozieren, denn er ist rücksichtslos. Er scheint jedoch von etwas Ernsterem beunruhigt zu sein und sucht nach Leuten, die seine Fragen beantworten können...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337517","hoster":"VOE"},{"path":"/redirect/8337516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-2","name":"","epNo":2,"alt":"Outside and Inside","descr":"J hat immer wieder denselben Traum, den von seiner Schwester, die vor seinen Augen verschwindet, bevor auch er mit Hayakawa weggebracht wird. Es scheint, dass sie in die Zukunft geschickt wurden, aber nur J hat irgendwelche Erinnerungen an sie. Er weiß jedoch nicht, wie er zurückgehen und den Lauf der Dinge ändern soll. Also untersucht er Hayakawa in der Hoffnung, mehr Hinweise zu bekommen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337519","hoster":"VOE"},{"path":"/redirect/8337518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-3","name":"","epNo":3,"alt":"Misunderstandings","descr":"Bald findet in der Stadt ein Fest statt. Der Schülerrat der Koyomi-Schule hilft dem Nachbarschaftsverein bei der Organisation der Feierlichkeiten. J verteilt die Aufgaben an seine Kollegen, aber Hotaru ist bei dem Treffen nicht anwesend. Ren findet letzteren von Angesicht zu Angesicht mit Miss Mikami, einer Musiklehrerin, vor. Angesichts seines Verhaltens scheint der junge Teenager eine ziemlich intime, sogar verbotene Beziehung zwischen einem Schüler und seinem Lehrer zu haben ... Was J betrifft, lässt ihn die Organisation des Festivals nicht seine Hauptmotivation vergessen, mehr über seine Vergangenheit erfahren und seine Anwesenheit in dieser Welt...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337523","hoster":"VOE"},{"path":"/redirect/8337522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-4","name":"","epNo":4,"alt":"The Elegant Battle","descr":"Das Nachbarschaftsfest öffnet seine Pforten. Der Fachschaftsrat hat gemeinsam mit dem Nachbarschaftskomitee hart daran gearbeitet, dass dies ein unvergessliches Ereignis wird. Wayne\u0027s Café hat dort auch einen Stand, aber sein Chef möchte die Gelegenheit nutzen, um eine kleine Veranstaltung zu organisieren. Hotaru schlägt ein Duell der Butler vor, bei dem das Publikum die Besten nach seiner Leistung auswählen kann. Es sind J und Hayakawa, die sich auf der Bühne gegenüberstehen werden. Das Match verspricht eng zu werden...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9609297","hoster":"VOE"},{"path":"/redirect/8337525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-5","name":"","epNo":5,"alt":"The Case Files of the Great Detective Holmes","descr":"Der Vorstand der Koyomi-Schule beschloss, das Herrenhaus zu zerstören, das als zu baufällig und gefährlich erachtet wurde. Dies ist das Herrenhaus, in dem J vor hundert Jahren lebte, und er beabsichtigt zu kämpfen, um es zu erhalten. In seinem Kampf wird er von seinen Kameraden, Mitgliedern des Studentenrates, unterstützt, die ihm ihre Hilfe anbieten, ohne auch nur zu versuchen herauszufinden, woher seine Verbundenheit mit diesem Herrenhaus kommt. Leider wird der Plan nicht ohne Zwischenfälle aufgehen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337538","hoster":"VOE"},{"path":"/redirect/8337528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-6","name":"","epNo":6,"alt":"Revenge from the Past","descr":"Nach dem Vorfall in der Villa, bei dem eine Säule auf Haruto fiel, landet dieser im Krankenhaus. Er war mehr verängstigt als verletzt, also sollte er sich von seinen Verletzungen erholen. Aber J fühlt sich schuldig für das, was mit dem Mann passiert ist, den er allmählich als seinen Freund betrachtet. Um die Sache noch schlimmer zu machen, hängen Plakate an den Wänden der Schule, die J als Usurpator und gefährlichen Schüler denunzieren...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8339201","hoster":"VOE"},{"path":"/redirect/8337532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-7","name":"","epNo":7,"alt":"The Time of Awakening","descr":"J ist nun davon überzeugt, dass er nicht der einzige Butler ist, der in die Zukunft geschickt wurde. Oder zumindest gibt es andere, die in seiner Zeit leben, wie sein Angreifer, sowie Haruto, der das Zeichen trägt. Aber wie viele andere gibt es noch? Die Zeit des Erwachens ist gekommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337540","hoster":"VOE"},{"path":"/redirect/8337536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-8","name":"","epNo":8,"alt":"Shiratori Ren`s Day Filled with Melancholy","descr":"Nach all seinen Enthüllungen über die Butler und übernatürliche Kräfte wird die Welt, in der Ren lebte, auf den Kopf gestellt. Schwierig für den Gymnasiasten, all diese neuen und unnatürlichen Dinge zuzugeben, die ohne Vorwarnung über ihn hereinbrechen. Aber er wird zugeben müssen, dass dies alles die Realität ist...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13916958","hoster":"VOE"},{"path":"/redirect/8337543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-9","name":"","epNo":9,"alt":"Message","descr":"Haruto glaubt, endlich den von Js Armband übermittelten Code entschlüsselt zu haben, aber er muss noch den Ort des Dings finden, das durch diese Nummern angezeigt wird. Ich glaube, ich weiß, wo ich suchen muss, obwohl es Erinnerungen an seine Schwester weckt. Holmes seinerseits löst die Ermittlungen ebenfalls auf seine Weise und entdeckt einen wertvollen Hinweis, den selbst Hayakawa nicht kannte...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332846","hoster":"VOE"},{"path":"/redirect/8337550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-10","name":"","epNo":10,"alt":"Attachment","descr":"J hat gerade einen Brief entdeckt, den Tenna ihm hinterlassen hat. Indem er seinen Inhalt liest, entdeckt er einen neuen Hinweis, um in die Vergangenheit zurückzukehren. Natürlich bezieht sich dieser Hinweis auf Hayakawa. Ich beeile mich sofort, ihn zu finden, um ihn um eine Erklärung zu bitten, aber Hayakawa scheint nicht mit ihm reden zu wollen. Der Zusammenstoß ist unvermeidlich, da sich in der Raumzeit eine Verdrehung bildet...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337556","hoster":"VOE"},{"path":"/redirect/8337554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-11","name":"","epNo":11,"alt":"Crossroads","descr":"Eine neue Raum-Zeit-Verdrehung tritt auf. Wenn die Butler nichts unternehmen, wird sie die Welt absorbieren. Aber jetzt, innerhalb der Butlers, die zu dieser Zeit anwesend sind, gibt es zwei Clans: diejenigen, die es nutzen wollen, um in die Vergangenheit zurückzukehren und diejenigen zu finden, die sie verloren haben, und diejenigen, die im Gegenteil die Welt retten wollen die sie leben. Die Wahl von J ist jedoch noch nicht getroffen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337560","hoster":"VOE"},{"path":"/redirect/8337557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butlers-chitose-momotose-monogatari/staffel-1/episode-12","name":"","epNo":12,"alt":"A Thousand Years, a Hundred Years","descr":"Es ist die letzte Konfrontation zwischen Mikuni und den anderen Butlers oder Erben von Butlers, die zu dieser Zeit anwesend waren. Als die Raum-Zeit-Verdrehung droht, diese Welt zu verschlingen, muss J eine schwierige Entscheidung treffen. Reise in der Zeit zurück, um Tenna wiederzusehen, oder rette diese Welt, in die sie ihn geschickt hat. Für Mikuni ist die Wahl getroffen, aber J muss auf sein Herz hören, um die Antwort zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8337566","hoster":"VOE"},{"path":"/redirect/8337564","hoster":"Streamtape"}]}]}]}]}