{"path":"/serie/stream/butterfly","name":"Butterfly","descr":"Vicky (Anna Friel) und Stephen (Emmett J. Scanlan) sind getrennt, doch die Anziehung zwischen den beiden ist noch immer zu spüren. Stephen gibt sein Bestes, seinem Job als Wochenend-Dad gerecht zu werden. Der 11-jährige Max (Callum Booth-Ford) genießt die Zeit mit seinem Vater, doch eigentlich fühlt er sich im falschen Körper geboren. Seine weibliche Identität versucht er im Kampf um die Anerkennung seines Vaters zu unterdrücken. Bis Schwester Lily ihn ermutigt, fortan als Maxine zu leben.","seasons":[{"path":"/serie/stream/butterfly/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/butterfly/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Vicky und Stephen sind getrennt, doch die Anziehung zwischen den beiden ist noch immer zu spüren. Stephen gibt sein Bestes, seinem Job als Wochenend-Dad gerecht zu werden. Der 11-jährige Max genießt die Zeit mit seinem Vater, doch eigentlich fühlt er sich im falschen Körper geboren. Seine weibliche Identität versucht er im Kampf um die Anerkennung seines Vaters zu unterdrücken. Bis Schwester Lily ihn ermutigt, fortan als Maxine zu leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13658266","hoster":"VOE"},{"path":"/redirect/13669959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13658183","hoster":"VOE"},{"path":"/redirect/13669955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butterfly/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Vicky und Stephen geben ihr Bestes, Maxine auf ihrem Weg zu unterstützen. Doch es zeigt sich, dass Stephen nach wie vor nicht hinter Max\u0027 Entscheidung steht, als Mädchen leben zu wollen. Vicky tut alles, um ihrem Kind gerecht zu werden, ohne Rücksicht auf den Rest der Familie. So kommt es, dass Lily sich ungeliebt fühlt und sich in einer Situation wiederfindet, für die sie nicht bereit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660602","hoster":"VOE"},{"path":"/redirect/13669958","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13660835","hoster":"VOE"},{"path":"/redirect/13669957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/butterfly/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Der Streit zwischen Vicky und Stephen erreicht einen neuen Höhepunkt. Vicky greift zu drastischen Mitteln, um ihre Tochter zu schützen. Sie fälscht Stephens Unterschrift, um Medikamente für Maxine zu bekommen. Als Barbara und Paula herausfinden, dass sie auch noch Geld entwendet hat, das eigentlich für die Firma vorgesehen war, sind sie außer sich. Vicky droht, die Familie auseinanderzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13658181","hoster":"VOE"},{"path":"/redirect/13669969","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13661025","hoster":"VOE"},{"path":"/redirect/13669961","hoster":"Streamtape"}]}]}]}]}