{"seriesId":"caligula","name":"Caligula","descr":"Habt ihr schon einmal etwas gut gemeint, was bei jemand anderen das komplette Gegenteil bewirkt hat? Tadashi Satomi ist ein virtuelles Idol unter dem Namen μ, und sie hat es sich zur Aufgabe gemacht, die bitteren Gefühle und Unzufriedenheit ihrer Nutzer zu stillen. Sie ist der Meinung, dass die Menschheit ständig leiden muss, weswegen sie die Menschen mit ihrer Musik in die virtuelle Welt Mobius lockt. Doch das ist ihr nicht genug: Sie sperrt die Leute in diese Welt ein, damit sie vom Leiden der Realität befreit sind und all ihre Wünsche in Erfüllung gehen.Ihre eigentliche Intention wird jedoch von vielen missverstanden und so versuchen neun Mitglieder des \"Going Home Club\" einen Weg aus Mobius zu finden …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"When You Lose Your Composure, You Cannot Reach the Truth or Reality.","descr":"Ritsu Shikishimas Oberschulleben wird gestört als er in einem beliebten Song eine Bitte um Hilfe hört. Dann fangen seine Freunde an, sich seltsam zu benehmen.","versions":[{"lang":3,"streams":[{"redirect":8337591,"hoster":"VOE"},{"redirect":8337592,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Anxiety, Irritation, and Other Such Negative Emotions Spread to Others.","descr":"Ritsu wird von anderen Schülern angegriffen, aber von Shogo gerettet. Als er nach Hause zurückkehrt, hat sich seine Mutter seltsam verwandelt.","versions":[{"lang":3,"streams":[{"redirect":8337597,"hoster":"VOE"},{"redirect":8337596,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Why Do We Live? The Further We Pursue the Meaning of Life, the More Confused We Become.","descr":"Mifue nimmt an SweetPs Feier teil, um ihre Mutter zu finden, die von einer anderen Version ersetzt wurde. Die Teilnehmer benehmen sich allerdings seltsam und scheinen mehr an Süßigkeiten als an ihr interessiert zu sein.","versions":[{"lang":3,"streams":[{"redirect":8337608,"hoster":"VOE"},{"redirect":8337604,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"People Who Do Not Respect Themselves Will Not Be Respected by Others.","descr":"Die Schüler treffen sich im Musikzimmer und bereden die aktuelle Situation. Dann brechen sie zu einer Rettungsaktion in die Bibliothek auf, bei der sie auf seltsame Puppen treffen.","versions":[{"lang":3,"streams":[{"redirect":8337626,"hoster":"VOE"},{"redirect":8337619,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Everyone Gets Hurt. But Those Who Don`t Realize They`re Hurting Can`t Be Healed.","descr":"Ritsu und einige andere nehmen Maries Einladung an, ein Meeresparadies zu besuchen. Dort geschehen mysteriöse Dinge und ein unbekanntes Mädchen scheint plötzlich Aria sehen zu können.","versions":[{"lang":3,"streams":[{"redirect":8337627,"hoster":"VOE"},{"redirect":8337624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Looking Forward Doesn`t Equal Progress on Its Own. Understanding One`s Situation Is Also an Important Step.","descr":"Möbius gerät aus den Fugen. Weil immer mehr durchschauen, dass diese Welt nicht die echte ist, und ihren Karthasis-Effekt auslösen. Es kommt zu einer Konfrontation zwischen den Rebellen und den Musikern. Und inmitten von allem steht µ, die doch nur eine gute Welt in Harmonie sucht.","versions":[{"lang":3,"streams":[{"redirect":8337629,"hoster":"VOE"},{"redirect":8337635,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"When You`re in a Desperate Situation, It`s All the More Important to Keep Smiling.","descr":"Seit ihrem letzten Kampf ist ein Monat vergangen und der Heimgehklub ist entstanden. Ritsu geht für die anderen einkaufen und entdeckt seltsame Veränderungen in der Stadt.","versions":[{"lang":3,"streams":[{"redirect":8337640,"hoster":"VOE"},{"redirect":8337636,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Your Life Shouldn`t Be Built from Someone Else`s Blueprint. No Matter How Unskilled You May Be, You Should Draw It Yourself.","descr":"Möbius sollte eine ideale Welt sein, aber da μ schläft zerfällt die Welt immer mehr und selbst die Musiker werden langsam nervös.","versions":[{"lang":3,"streams":[{"redirect":8337644,"hoster":"VOE"},{"redirect":8337643,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Even If Something Has Already Happened, You Can Still Choose What You Do.","descr":"\"Auch wenn etwas bereits geschehen ist, kannst du entscheiden, was du tun willst.”In dieser Folge sollen die Sünder bestraft werden. Es wird kein Entkommen geben.","versions":[{"lang":3,"streams":[{"redirect":8337647,"hoster":"VOE"},{"redirect":8337648,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Caligula","descr":"Der Heimgehklub ist im Klassenzimmer eingesperrt und Ritsu ist nirgends zu entdecken. Um die Zeit zu überbrücken erzählen sich die Klubmitglieder von ihrer Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":8337650,"hoster":"VOE"},{"redirect":8337654,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"People Constantly Seek Out the Right Answer. Yet, Is Being Right Really All That Matters?","descr":"Ritsu erinnert sich endlich an sein wahres Leben und entkommt in die Realität. Um die anderen zu retten, muss er sich seiner Vergangenheit stellen.","versions":[{"lang":3,"streams":[{"redirect":8337658,"hoster":"VOE"},{"redirect":8337657,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Destroy Your Ideals and Self, and Return to Hell and Reality.","descr":"Ritsu erkennt, dass er in der Realität nichts mehr ausrichten kann. Wenn er die anderen retten will, muss er nach Möbius zurück.","versions":[{"lang":3,"streams":[{"redirect":8337662,"hoster":"VOE"},{"redirect":8337668,"hoster":"Streamtape"}]}]}]}]}