{"path":"/serie/stream/californication","name":"Californication","descr":"In der Serie Californication ist der Protagonist Hank Moody, der ein außergewöhnlich begnadeter Schriftsteller ist. In der Serie schreibt er eine künstlerische Meisterleistung nach der anderen, wobei ihm nicht immer der ganze Erfolg zugeschrieben wird. Zu seiner großen Liebe Karen und seiner Tochter Becca versucht er immer gut zu sein, stürzt sich aber von einem Chaos zu nächsten. Californication zeigt das ungeschminkte Gesicht von Hollywood mit Drogen, Alkohol und Sex. Dennoch versucht Hank Moody stehts mit seiner großen Liebe Karen zusammen zu kommen....","seasons":[{"path":"/serie/stream/californication/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/californication/staffel-1/episode-1","name":"Eine verhängnisvolle Affäre","epNo":1,"alt":"Pilot","descr":"Der Schriftsteller Hank Moody hat mit seinem ersten Roman für Furore gesorgt, doch seither quält ihn eine Schreibblockade. Außerdem trauert er noch immer seiner Ex-Freundin Karen nach, die ihn zusammen mit der gemeinsamen 12-jährigen Tochter Becca vor einer Weile verlassen hat. Seither stürzt er sich von einer Affäre in die nächste und pflegt auch sonst einen sehr ausschweifenden Lebensstil. Doch dann droht ihm ein One Night Stand zum Verhängnis zu werden: Denn die junge Frau, die er in einem Buchladen getroffen hatte, entpuppt sich als die 16-jährige Tochter von Karens Verlobtem Bill …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395822","hoster":"VOE"},{"path":"/redirect/14394812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-2","name":"Hanks neuer Job","epNo":2,"alt":"Hell-A Woman","descr":"Da Hank derzeit offensichtlich unfähig ist, einen weiteren Roman zu verfassen, überredet ihn sein Agent Charlie, wenigstens für einen Blog des Online-Magazins \"Hell-A\" zu schreiben. Obwohl Hank Blogs verabscheut, lässt er sich letztlich darauf ein. Kurz darauf lädt ihn seine Ex-Freundin Karen unter einem Vorwand zum Abendessen zu sich ein. Doch bald wird klar, dass Karen ihn nur mit ihrer Freundin Sonja verkuppeln wollte. Die beiden landen zwar im Bett von Karen und Bill, doch eine Serie von Missgeschicken treibt Hank aus dem Haus. Dann erfährt er von Mia auch noch, dass \"Hell-A\" ihrem Vater Bill gehört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377434","hoster":"VOE"},{"path":"/redirect/14393686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-3","name":"Die Hure Babylons","epNo":3,"alt":"The Whore of Babylon","descr":"Hank nutzt eine Lesung dazu, noch einmal heftige Kritik an der seiner Meinung nach völlig misslungenen Verfilmung seines Buchs zu üben. Als plötzlich Todd Carr, der Regisseur bewusster Verfilmung, auftaucht, kommt es zu einer Schlägerei zwischen den beiden, die mit Hanks Verhaftung endet. Nachdem ausgerechnet Bill Hanks Kaution bezahlt hat, trifft Hank in einer Bar auf Meredith, die er während eines gemeinsamen Dinners mit Charlie und Marcy schwer beleidigt hatte. Sie nimmt seine Entschuldigung an und verbringt die Nacht mit ihm. Doch am nächsten Morgen taucht Mia auf stiehlt ihm unbemerkt das Manuskript für eine Kurzgeschichte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401701","hoster":"VOE"},{"path":"/redirect/14423407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-4","name":"Die Spendengala","epNo":4,"alt":"Fear and Loathing at the Fundraiser","descr":"Meredith möchte mit Hank mehr Zeit außerhalb des Betts verbringen und überredet ihn daher, sie zu einer Benefizgala zu begleiten. Auf dieser Veranstaltung treffen sie allerdings auf jede Menge guter Bekannter. Denn unter den Gästen sind nicht nur Meredith’ Ex-Lover Jonathan und dessen Ehefrau, sondern auch Hanks Ex Karen samt Ehemann Bill. Karen bittet Hank, den Abend ohne Szene zu überstehen. Deshalb hält er sich zurück, als er Charlie mit dessen Assistentin in flagranti ertappt. Aber als er erfährt, dass einer der Gäste Karen gegenüber zudringlich geworden ist, verliert er dann doch noch die Fassung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401698","hoster":"VOE"},{"path":"/redirect/14423408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-5","name":"LOL","epNo":5,"alt":"LOL","descr":"Als Bill vor Hanks Tür auftaucht, um über seine Tochter Mia zu sprechen, fürchtet Hank, Bill habe von seinem One Night Stand mit Mia erfahren. Doch Bill möchte nur, dass Hank in Mias Kurs für kreatives Schreiben einen Vortrag über das Leben als Schriftsteller hält. Hank stimmt schließlich zu und nutzt den Vortrag, um den Schülerinnen dringend von einer Karriere als Schriftsteller abzuraten. Wenig später kritisiert er in einem Radio-Interview auch den Einfluss des Internets auf das Schreiben. Hanks Tochter Becca hat sich indessen in ihren Gitarrenlehrer Dave verknallt, doch der zeigt leider viel mehr Interesse an Mia …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377505","hoster":"VOE"},{"path":"/redirect/14393685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-6","name":"Wer einmal lügt","epNo":6,"alt":"Absinthe Makes the Heart Grow Fonder","descr":"Hank lässt sich auf einen One Night Stand mit einer jungen Frau ein, die er im Supermarkt kennengelernt hat. Doch am nächsten Morgen muss er feststellen, dass sie zusammen mit seiner Gitarre und mehreren Platten verschwunden ist. Kurz darauf besucht er zusammen mit Karen einen Auftritt der Band ihrer gemeinsamen Tochter Becca, doch dann erhält er einen Anruf von Mia, die dringend seine Hilfe braucht. Nachdem Hank Mia und ein anderes Mädchen vor einem zwielichtigen Lehrer in Sicherheit gebracht hat, fährt er nochmal zu Karen. Da deren Freund Bill nicht in der Stadt ist, trinken sie Absinth und schwelgen in gemeinsamen Erinnerungen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401700","hoster":"VOE"},{"path":"/redirect/14423409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-7","name":"Die Illusion vom Happy End","epNo":7,"alt":"Girls, Interrupted","descr":"Hank kann kaum fassen, dass Todd Carr erneut mit ihm zusammenarbeiten möchte. Schließlich hat er dessen Verfilmung seines Romans immer wieder heftig kritisiert. Wegen dieser Erfahrung möchte sich Hank eigentlich jede weitere Kooperation mit Todd ersparen. Doch dann wird ihm klar, dass Todd ihm dabei helfen könnte, Karen durch die Vermittlung eines reizvollen Jobangebots wieder näher zu kommen. Charlies Frau Marcy möchte indessen das eheliche Sexleben in Schwung bringen. Sie bittet aber ausgerechnet Charlies Assistentin Dani um Hilfe, mit der ihr Mann schon seit einer Weile eine Affäre hat ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401403","hoster":"VOE"},{"path":"/redirect/14423411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-8","name":"Vater und Sohn","epNo":8,"alt":"California Son","descr":"Hank erfährt, dass sein Vater Al gestorben ist, doch er weigert sich, zu dessen Beerdigung nach New York zu fliegen. Er wird immer wieder von der Erinnerung an die letzten, alles andere als harmonischen Begegnungen mit seinem Vater heimgesucht. Um sich abzulenken, schleppt er schließlich in einer Bar die Prostituierte Trixie ab und vergnügt sich mit ihr in einem Hotelzimmer, bis ihm das Geld ausgeht. Doch als er zu Hause dann auch noch einen Brief seines Vaters öffnet, den er bislang nicht gelesen hat, wird er endgültig vom Schmerz überwältigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395761","hoster":"VOE"},{"path":"/redirect/14393687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-9","name":"Schnöder Mammon","epNo":9,"alt":"Filthy Lucre","descr":"Als Hank von der Beerdigung seines Vaters zurückkehrt, hat er große Pläne. Er hat seinen zweiten Roman geschrieben und bittet Karen, das Manuskript zu lesen. Auch Hanks Agent Charlie hat gute Neuigkeiten, denn er kann Hank einen Bonus auszahlen, den er überraschend für die Kinofassung des ersten Buchs erhalten hat. Der unerwartete Geldsegen bestärkt Hank in seinem Vorhaben: Er hofft, an die gemeinsame Nacht, die er mit Karen kurz vor seiner Abreise verbracht hat, anknüpfen zu können, und beschließt, ihr einen Heiratsantrag zu machen. Sein Timing ist aber nicht ideal, denn eigentlich soll Karen in Kürze Bill heiraten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356362","hoster":"VOE"},{"path":"/redirect/14370560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-10","name":"In flagranti","epNo":10,"alt":"The Devil\u0027s Threesome","descr":"Mia will den Roman, den sie Hank gestohlen hat, als ihren eigenen ausgeben und findet in Dani die ideale Partnerin. Denn Dani hat Charlie klargemacht, dass sie ihre Affäre publik machen würde, sollte er sie künftig nicht als Agentin arbeiten lassen. Charlie wohnt seit der Trennung von Marcy bei Hank. Als sie im Fitness-Studio auf eine frühere Geliebte von Hank treffen, überredet Charlie diese Frau und den wenig enthusiastischen Hank zu einem flotten Dreier. Indessen erfährt Julia von Marcy, dass Hank ihr einen Antrag machen wollte. Daraufhin beschließen die beiden Frauen, Hank und Charlie einen Überraschungsbesuch abzustatten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377230","hoster":"VOE"},{"path":"/redirect/14393688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-11","name":"Ein neues Kapitel","epNo":11,"alt":"Turn the Page","descr":"Becca erklärt in Anwesenheit von Karen, Hank, Bill und Mia, dass sie künftig bei Hank leben möchte. Julia ist völlig geschockt und vermutet Hank hinter diesem überraschenden Entschluss. Hank erklärt indessen seinem derzeitigen Mitbewohner Charlie, dass er ausziehen muss, um für Becca Platz zu machen. Doch dann erzählt ihm Charlie von Mias Roman, und Hank wird klar, dass Mia sein Manuskript gestohlen hat. Er stellt Mia zur Rede, aber sie droht allen von ihrem One-Night-Stand zu erzählen, sollte Hank sie verraten. Aber als Charlie Mias Erstlingswerk liest, erkennt er, dass es in Wahrheit von Hank stammt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377331","hoster":"VOE"},{"path":"/redirect/14393689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-1/episode-12","name":"Der letzte Tanz","epNo":12,"alt":"The Last Waltz","descr":"Der Tag, an dem Karen und Bill heiraten werden, ist gekommen. Doch noch vor der Trauung sehen sich Hank und Bill gezwungen, sich mit dem Erwachsenwerden ihrer Töchter Becca und Mia auseinanderzusetzen. Hank gerät in eine Prügelei, als er für Becca eine Packung Tampons kaufen will, und zwischen Bill und Mia kommt es zu einem heftigen Streit, weil er dagegen ist, dass \"ihr\" Buch veröffentlicht wird. Bill beunruhigt besonders, dass ihn die Hauptfigur stark an Hank erinnert. Als die Zeremonie dann endlich beginnt und der Pfarrer am Ende die Frage nach etwaigen Einwänden stellt, meldet sich die inzwischen ziemlich betrunkene Mia zu Wort …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377502","hoster":"VOE"},{"path":"/redirect/14393690","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/californication/staffel-2/episode-1","name":"Ein oraler Ausrutscher","epNo":1,"alt":"Slip Of The Tongue","descr":"Hank und Karen sind wieder zusammen und haben das Potential, gemeinsam mit Becca eine glückliche Familie zu werden. Doch der Ärger lässt nicht lange auf sich warten. Auf einer Party hat Hank versehentlich Oralverkehr mit einer fremden Frau...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971889","hoster":"VOE"},{"path":"/redirect/8343977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-2","name":"Der große Ashby","epNo":2,"alt":"The Great Ashby","descr":"Nach einer Prügelei mit den Cops landet Hank im Knast. Dort lernt er Lew Ashby kennen, einen erfolgreichen Musikproduzenten... und Freund der Dame, der Hank auf der Party zu Nahe gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971896","hoster":"VOE"},{"path":"/redirect/8337014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-3","name":"Wiedersehen mit Trixie","epNo":3,"alt":"No Way to Treat a Lady","descr":"Ashby will Hank in sein rauschendes Leben einbeziehen. Bei Lew Zuhause trifft er die Prostituierte Trixie wieder. Charlie hat seinen Job verloren, da sein Boss ihn bei einer eindeutigen Situation auf Video beobachtet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971900","hoster":"VOE"},{"path":"/redirect/8337013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-4","name":"Der Heiratsantrag","epNo":4,"alt":"The Raw \u0026 the Cooked","descr":"Hanks alte \u0027Bekannte\u0027 Sonja verkündet, dass sie schwanger ist - und das nicht von ihrem jetzigen Freund. Wird Hank erneut Vater? Hank macht Karen einen Heiratsantrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971895","hoster":"VOE"},{"path":"/redirect/8337016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-5","name":"Vaginatown","epNo":5,"alt":"Vaginatown","descr":"Charlie will seinem Schützling Daisy dabei helfen, wieder Fuß im Porno-Business zu fassen. Über einen großen Produzenten bringt er sie bei dem Film-Projekt \u0027Vaginatown\u0027 unter. Die Freundschaft mit Ashby bringt Hank in die eine oder andere heikle Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971904","hoster":"VOE"},{"path":"/redirect/9019629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-6","name":"Charlies großer Auftritt","epNo":6,"alt":"Coke Dick \u0026 The First Kick","descr":"Hank ist mit den Recherchen zu Ashbys Buch beschäftigt, wird aber zwischenzeitlich von Journalistin Annika \u0027abgelenkt\u0027. Als sich Lew mit Mia vergnügt, hört der Spaß für Hank auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971906","hoster":"VOE"},{"path":"/redirect/8337024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-7","name":"Die Mutter allen Übels","epNo":7,"alt":"In a Lonely Place","descr":"Mit Beccas Freund Damian hat Hank so seine Probleme. Aber nicht mit dessen Mutter, die außerdem auch die Lehrerin von Becca ist - was ihn ganz schön in Schwierigkeiten bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971898","hoster":"VOE"},{"path":"/redirect/8337028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-8","name":"Beverly Hills Affären","epNo":8,"alt":"Going Down and Out in Beverly Hills","descr":"Hank hat alle Hände voll zu tun, um Informationen von Lews Ex-Frau Janie zu bekommen. Karen stellt Ashby wegen der Affäre mit Mia zur Rede. Und Charlie bekommt Sex-Unterricht mit den besten Tricks seiner Porno-Prinzessin Daisy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971911","hoster":"VOE"},{"path":"/redirect/8337027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-9","name":"Der Reigen","epNo":9,"alt":"La Ronde","descr":"Nach einem Date mit Ashby trifft Karen Hank vor ihrer Haustür. Charlie versucht zwischenzeitlich das Tête-à-tête mit Daisy ein für allemal zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971920","hoster":"VOE"},{"path":"/redirect/8337029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-10","name":"Sprung ins Ungewisse","epNo":10,"alt":"In Utero","descr":"Hank erfährt, dass es zwischen Karen und Lew zu einem Kuss gekommen ist. Charlie ist überfordert: Daisy will bei ihm ausziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971925","hoster":"VOE"},{"path":"/redirect/8337032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-11","name":"Ein letzter Freundschaftsdienst","epNo":11,"alt":"Blues from Laurel Canyon","descr":"Hank erfährt, dass die Journalistin Annika der Wahrheit über den Inhalt des Buchs über Mia und ihm gefährlich nahe kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971924","hoster":"VOE"},{"path":"/redirect/8337033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-2/episode-12","name":"Abschied","epNo":12,"alt":"La Petite Mort","descr":"Charlie lebt nun offiziell mit Daisy zusammen und arbeitet als BMW Verkäufer. \u0027Hanks Kind\u0027 ist schwarz. Überglücklich darüber, bekennen sich Hank und Karen endgültig zu ihrer Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971937","hoster":"VOE"},{"path":"/redirect/8337043","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/californication/staffel-3/episode-1","name":"Ein denkwürdiges Dinner","epNo":1,"alt":"Wish You Were Here","descr":"Weil Tochter Becca mit ihrer Freundin gekifft hat, lernt der nunmehr alleinerziehende Hank deren Mutter kennen, die ihn einlädt. Im Esszimmer des College-Rektorenpaars Koons findet sich auch Schriftsteller Richard Bates ein, eines von Hank Moodys Vorbildern. Hank überredet den einstigen Alkoholiker zu einem Drink. Obwohl seine Ehefrau nach wie vor die Scheidung will, hat Charlie keine andere Möglichkeit, als sich bei ihr einzuquartieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332855","hoster":"VOE"},{"path":"/redirect/8337041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-2","name":"Der Gastdozent","epNo":2,"alt":"The Land Of Rape And Honey","descr":"Hanks rüpelige Art verletzt die Gefühle eines seiner Studenten.... mit schweren Folgen. Charlie muss miterleben, wie sich Noch-Ehefrau Marcy mit einem neuen Lover vergnügt. Verzweifelt holt er sich bei seiner rolligen Chefin Sue Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971946","hoster":"VOE"},{"path":"/redirect/9019630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-3","name":"Ein Blick hinter die Fassade","epNo":3,"alt":"Verities \u0026 Balderdash","descr":"Zwischen Hank und der Frau von Dean Koons kommt es zu einem überraschenden Kuss. Das hindert Hank aber nicht daran, auch Jill etwas näher zu kommen ... Charlie wird von Macy in flagranti mit seiner Chefin erwischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992790","hoster":"VOE"},{"path":"/redirect/8337046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-4","name":"Vierecksbeziehung","epNo":4,"alt":"Zoso","descr":"Hank befürchtet, dass Jackies Abwesenheit vom Unterricht etwas mit ihm zu tun hat. Mit Charlie im Schlepptau fährt er zu dem Strip-Club, in dem Jackie arbeitet. Wie so oft, verläuft der Abend anders als geplant ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922270","hoster":"VOE"},{"path":"/redirect/8971951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-5","name":"Jugendfreunde","epNo":5,"alt":"Slow Happy Boys","descr":"Während Becca zu ihrer Mutter fährt, erhält Hank Besuch von seinem Kumpel Zloz. Daisy gesteht Charlie, dass sie ihn wahrscheinlich mit mehreren Geschlechtskrankheiten angesteckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13809793","hoster":"VOE"},{"path":"/redirect/8337056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-6","name":"In Vino Veritas","epNo":6,"alt":"Glass Houses","descr":"Hank und Karen sind mit Beccas pubertärem Gehabe überfordert. Marcy verliebt sich in Popstar Rick Springfield ... ganz zu Charlies Bedauern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971967","hoster":"VOE"},{"path":"/redirect/8337057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-7","name":"Also, die Sache ist die...","epNo":7,"alt":"So Here\u0027s The Thing...","descr":"Für Hank steht fest, dass er zu Karen zurück will und dafür alle Frauen, mit denen er inzwischen wieder Sex hatte, hinter sich lässt. Doch Hanks Geliebten wollen von seinem Entschluss nichts wissen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971970","hoster":"VOE"},{"path":"/redirect/8337058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-8","name":"Das Apartment","epNo":8,"alt":"The Apartment","descr":"Jackie steht überraschend mit zwei Stripperinnen und einer Flasche Whisky vor Hanks Haustür. Felicia gesteht ihrem Mann, dass Sie Sex mit Hank hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971973","hoster":"VOE"},{"path":"/redirect/8337061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-9","name":"Ein schlechtes Vorbild","epNo":9,"alt":"Mr. Bad Example","descr":"Rick Springfield bittet Charlie, Koks für ihn zu besorgen. Becca fällt es schwer, Hanks Offenbarungen zu verdauen. Felicias Mann macht sich an Karen ran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337540","hoster":"VOE"},{"path":"/redirect/8337060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-10","name":"Männerabend","epNo":10,"alt":"Dogtown","descr":"Hank überredet Charlie zu einem ausgelassenen Männerabend. Als sie am nächsten Morgen aufwachen, wartet eine Überraschung auf sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971969","hoster":"VOE"},{"path":"/redirect/8337072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-11","name":"Das Tribunal der Frauen","epNo":11,"alt":"Comings \u0026 Goings","descr":"Bei einem gemeinsamen Mittagessen verbünden sich Karen, Becca und Felicia gegen Hank. Marcy und Charlie \u0027entweihen\u0027 vor ihrem Auszug das Badezimmer... doch beim Sex kommt es zu einem Zwischenfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971979","hoster":"VOE"},{"path":"/redirect/8337075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-3/episode-12","name":"Mia Culpa","epNo":12,"alt":"Mia Culpa","descr":"Mia taucht überraschend in L. A. auf und schlägt ein Treffen mit Hank und Karen vor. Die Begegnung löst eine Lawine von Ereignissen aus. Marcy und Charlie haben zwar guten Sex, aber eine Scheidung scheint trotzdem unvermeidbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971982","hoster":"VOE"},{"path":"/redirect/8337077","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/californication/staffel-4/episode-1","name":"Vom Regen in die Traufe","epNo":1,"alt":"Exile On Main St.","descr":"Hank wird nach 72 Stunden aus dem Gefängnis entlassen. Als er daraufhin zu Hause auftaucht, wird er von Karen achtkantig rausgeworfen. Während eines Termins bei Charlies ehemaliger Agentur lernt Hank Sasha Bingham, die potentielle Hauptdarstellerin für die Verfilmung seines Buches \"Fucking and Punching\", kennen und landet mit ihr im Bett. Am Tag darauf erhält Hank eine gute und eine schlechte Nachricht von seiner Anwältin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971986","hoster":"VOE"},{"path":"/redirect/8337074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-2","name":"Edel in Gedanken, erbärmlich im Handeln","epNo":2,"alt":"Suicide Solution","descr":"Hanks Film schreitet voran, anders als sein Privatleben: Karen untersagt Hank den Kontakt zu Becca. In einem Gitarrenladen möchte Hank Becca ein teures Versöhnungsgeschenk machen, das Vorhaben scheitert aber. Daraufhin schreibt Hank seiner Tochter einen sehr reumütigen und sensiblen Brief, in der Hoffnung, alles wieder gut machen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971995","hoster":"VOE"},{"path":"/redirect/9019632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-3","name":"Das Märchen vom Selbstmord","epNo":3,"alt":"Home Sweet Home","descr":"Hank erwacht nach seiner Alkohol- und Tablettennacht im Krankenhaus, wo ihm der Arzt erklärt, dass er extremes Glück gehabt hat, das überhaupt überlebt zu haben. Karen und Becca besuchen Hank besorgt im Krankenhaus, dort erklärt er den beiden, dass er in der besagten Nacht nicht vor gehabt hat, sich umzubringen. Zwischenzeitlich holt sich Stu das Okay von Charlie, sich mit Marcy verabreden zu können, allerdings nur für eine Gegenleistung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971999","hoster":"VOE"},{"path":"/redirect/8337083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-4","name":"Affenmord","epNo":4,"alt":"Monkey Business","descr":"Hank stellt das Drehbuch zu seinem Film fertig. Zu Hause bei seinem Investor Zig kommt es zu diversen Sexspielchen bei denen auch Charlie involviert ist. Die Party endet unglücklich mit zwei Todesopfern, einem davon waren die Lustspielchen zum Verhängnis geworden. Zwischenzeitlich macht Marcy einen Schwangerschaftstest und wartet zusammen mit Karen auf das Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972004","hoster":"VOE"},{"path":"/redirect/8337084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-5","name":"Kahlschlag","epNo":5,"alt":"Freeze-Frame","descr":"Hank lässt seine Anwältin während eines gemeinsamen Abendessens sitzen, um sich Beccas Auftritt in einer Bar anzusehen. Dort wird er mit Karens neuem Lover Ben konfrontiert. Wieder zu Hause angekommen, wird er von Sasha geholt, die ihm von einem Problem von Mia berichtet. Sasha und Mia wollen sich auf einer Party über Hank hermachen, was nicht unentdeckt bleibt. In der Zwischenzeit schneidet sich Charlie mit einem Rasierer und wird von Marcy ins Krankenhaus gebracht, wo sich der behandelnde Arzt über Charlies fehlgeschlagene Sterilisation lustig macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972013","hoster":"VOE"},{"path":"/redirect/8337085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-6","name":"Rollenstudium","epNo":6,"alt":"Lawyers, Guns and Money","descr":"Nachdem Abby, Hanks Rechtsanwältin, das Foto von Hank mit Sasha und Mia zufällig sieht, legt sie ihr Amt nieder, da sie sich völlig von Hank verarscht fühlt. Sasha sagt die Rolle für Hanks Film ab. In der Zwischenzeit treffen sich Marcy und Stu, zwischen beiden bahnt sich was an. Hank und Charlie treffen sich mit Eddy Nero, dem Hauptdarsteller für die Verfilmung von \"Punching and Fucking\". Eddy will sich richtig in die Rolle von Hank einfinden und dackelt ihm auf Schritt und Tritt hinterher. Karen gelingt es, Abby davon zu überzeugen, Hanks Mandat wieder aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972002","hoster":"VOE"},{"path":"/redirect/8337086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-7","name":"Sexuelle Befangenheit","epNo":7,"alt":"The Rescued","descr":"Nachdem Hank mit seiner Anwältin Abby im Bett landet, kann diese nicht mehr ihre juristische Tätigkeit für Hank aufrechterhalten, und stellt ihn ihrem Chef Lloyd vor, der in Zukunft seinen Fall übernehmen soll. Zwischenzeitlich kommt es zu einer ersten intensiveren Begegnung zwischen Hank und Ben, dem neuen Freund von Karen. Gleichzeitig haben Stu und Marcy eine Präsentation bei \"Showtime\", in der sie ein neues Sendeformat, bei dem Marcy die Hauptrolle spielen soll, vorstellt. Mit Charlies Hilfe gelingt es, die Verantwortlichen beim Sender für die Sendung zu interessieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972009","hoster":"VOE"},{"path":"/redirect/8337088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-8","name":"Der letzte Glockenschlag","epNo":8,"alt":"Lights. Camera. Asshole","descr":"Nachdem Marcy von ihrer Schwangerschaft erfahren hat, macht sie sich zusammen mit Karen auf den Weg um eine Abtreibung durchführen zu lassen, allerdings bekommt sie in letzter Minute kalte Füße. Nach dem gescheiterten Verkauf von Charlies und Marcys Haus, landet Charlie mit der Maklerin im Bett. In der Zwischenzeit ist Hank damit beschäftigt für Sasha sämtliche Texte für die Verfilmung von \"Punching and Fucking\" mundgerecht umzuschreiben. Am Abend lernt Hank an der Hotelbar eine Frau kennen und landet mit ihr im Bett, daraufhin taucht Sasha im Hotel auf und es stellt sich heraus, dass die Frau Sashas Mutter Julia ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972018","hoster":"VOE"},{"path":"/redirect/8337093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-9","name":"Die Sehnsucht nach dem perfekten Tag","epNo":9,"alt":"Another Perfect Day","descr":"Hank kann die Schulden in Höhe von 25.000 Dollar für sein Hotelzimmer nicht begleichen und übernachtet völlig heruntergekommen in seinem Auto vor Karens Haus, wo er am Morgen von Becca vorgefunden wird. Auf Beccas Bitte hin, nimmt ihn Karen auf und alle drei verbringen einen perfekten Tag wie früher. Am Abend passt Hank auf Becca und Pearl auf, während Ben und Karen ausgehen. Hank schläft währenddessen ein, als Becca und Pearl sein Auto klauen und es kaputt fahren. Während eines gemeinsamen Abendessens mit Stu, Marcy, und seiner Maklerin Peggy, erfährt Charlie von der Schwangerschaft von Marcy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972022","hoster":"VOE"},{"path":"/redirect/8337095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-10","name":"Die Verhandlung","epNo":10,"alt":"The Trial","descr":"Hank wird von Karen zu seiner Gerichtsverhandlung begleitet.Während der Vernehmung der Zeugen geht hervor, dass Hank Mia definitiv vorher schon einmal begegnet ist. Allerdings kann er sich aufgrund seines Alkoholpegels nicht mehr dran erinnern. Desweiteren kommt heraus, dass Mia gezielt auf der Suche nach Ärger war, und die zufällige Begegnung mit Hank im Buchladen, sprich: der Tag, der den Geschlechtsverkehr mit der Minderjährigen zur Folge hatte, ihr genau recht kam. Karen lässt Hank nach der Gerichtsverhandlung unter lauten Beschimpfungen stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972014","hoster":"VOE"},{"path":"/redirect/8337094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-11","name":"Wie in alten Zeiten","epNo":11,"alt":"The Last Supper","descr":"Hank wurde schuldig gesprochen, und versucht mit allen Mitteln, der Realität zu entfliehen. Er versucht sich zusammen mit Becca abzulenken, doch diese rastet aus und äußert den Wunsch nach einem \"normalen\" Vater. Hank begegnet in der Bar seines Hotels Trixie, die ihn auf die Idee bringt, abzuhauen. Als er den Plan in die Tat umsetzen will, bekommt er einen Anruf von Marcy und dreht sofort um. An dem Abend wird er von Karen, Becca, Marcy und Charlie zu einer Überraschungsparty empfangen. Alle fünf verbringen einen gemeinsamen Abend wie in alten Zeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972035","hoster":"VOE"},{"path":"/redirect/8337096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-4/episode-12","name":"Unbequeme Wahrheiten","epNo":12,"alt":"And Justice For All","descr":"Hank muss nicht ins Gefängnis sondern bekommt lediglich eine Bewährungsstrafe plus Geldstrafe und Sozialarbeit aufgebrummt. Er fährt zusammen mit Abby zu Stu und Marcy, dort begegnet er Karen, die ihm mitteilt, dass sie zusammen mit Becca und Ben in den Urlaub fährt. Während des großen Essens bei Stu und Marcy kommen einige Wahrheiten ans Licht. Marcy teilt allen Anwesenden mit, dass das Kind nicht von Stu sondern von Charlie ist. Unterdessen kommt es auch zur Aussprache zwischen Hank und Ben, nachdem Ben Hank das Leben gerettet hat, da dieser völlig betrunken in den Pool gefallen ist. Abschließend bestätigt Hank der Schauspielerin, die Karen spielen soll, einmal mehr seine Liebe zu Karen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972023","hoster":"VOE"},{"path":"/redirect/8337097","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/californication/staffel-5/episode-1","name":"Rückkehr nach L.A.","epNo":1,"alt":"JFK to LAX","descr":"Der Handlungsstrang knüpft drei Jahre nach Ende der 4. Staffel an. Hank hat erfolgreich sein Buch Californication veröffentlicht, droht jedoch nach der Trennung von Carrie depressiv zu werden. Um Hank auf andere Gedanken zu bringen, lädt ihn sein Freund Charlie nach LA ein, wo er Hip Hop Künstler Samurai Apocalypse (gespielt von RZA) treffen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972029","hoster":"VOE"},{"path":"/redirect/8337107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-2","name":"Der Weg des Samurai","epNo":2,"alt":"The Way Of The Fist","descr":"Nach einem enttäuschenden Treffen mit Peter Berg beschließt Hank, die Finger von Sams neuem Film zu lassen. Als Hank sich etwas später die Nacht in einem Club um die Ohren schlägt, beobachtet er, wie Beccas Freund Tyler mit einer anderen Frau rummacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972033","hoster":"VOE"},{"path":"/redirect/9033104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-3","name":"Spiel mit dem Feuer","epNo":3,"alt":"Boys \u0026 Girls","descr":"Hank fühlt sich schuldig und beschließt, Sams Drehbuch fertig zu schreiben. Während Tyler seine Verletzungen bei Karen und Becca pflegt, wirft Charlie ein Auge auf Lizzie, das neue Kindermädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972052","hoster":"VOE"},{"path":"/redirect/8337109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-4","name":"Das Warten auf ein Wunder","epNo":4,"alt":"Waiting For The Miracle","descr":"Hank bekommt überraschenden Besuch von seiner Ex-Freundin und ist gezwungen, sie auf die Karens Party mitzunehmen. Als das Gespräch beim Dinner auf das Thema sexuelle Vorzüge kommt, geraten die Partyspiele kurz darauf außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972044","hoster":"VOE"},{"path":"/redirect/9033105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-5","name":"The Ride Along","epNo":5,"alt":"The Ride Along","descr":"Sam lädt Charlie und Hank auf eine Spritztour in einem Santa Monica Police Department Fahrzeug ein, um ein Gefühl für seine neue Filmrolle zu bekommen. Der Ausflug verläuft jedoch anders als geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251854","hoster":"VOE"},{"path":"/redirect/9033107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-6","name":"Liebeslied","epNo":6,"alt":"Love Song","descr":"Hank wird gebeten, Kali dabei zu helfen Texte für Liebeslieder zu schreiben. Hank möchte Kali besser kennenlernen und bittet sie, ihm ihre Gefühle zu erklären. Als Kali über ihren Umzug nach LA erzählt, denkt Hank an seine eigene Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332857","hoster":"VOE"},{"path":"/redirect/8337114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-7","name":"Hier","epNo":7,"alt":"Here I Go Again","descr":"Während einem wilden Trinkgelage hat Bates Sex mit der Tänzerin Holly. Hank versucht danach sein Bestes, um diese Geschichte von Karen fernzuhalten. Lizzie verliert ihren Job als Kindermädchen und bittet Charlie um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382723","hoster":"VOE"},{"path":"/redirect/9033108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-8","name":"Eine Mutter kommt selten allein","epNo":8,"alt":"Raw","descr":"Beim Lesen von Tylers Drehbüchern entdeckt Hank dessen Schreibtalent, findet den Inhalt jedoch mehr als schockierend. Runkle und Lizzie schließen einen Deal, werden aber von Marcy und Stu überrascht, die früher als erwartet nach Hause kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972057","hoster":"VOE"},{"path":"/redirect/9033106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-9","name":"Sex am Set","epNo":9,"alt":"At the Movies","descr":"Die Produktion von Sams Film ‚Santa Monica Cop‘, geht zügig voran. Hank verspielt sich fast seine Freundschaft mit Sam, als er mit der Hauptdarstellerin auf ein Date geht. Charlie vertieft währenddessen seine Beziehung mit Lizzie und versucht, sie bei Tylers Agentur anzumelden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044707","hoster":"VOE"},{"path":"/redirect/14044708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-10","name":"Nachmittag mit Nutten","epNo":10,"alt":"Perverts \u0026 Whores","descr":"Nach einem Meeting mit dem Agenten Larry Levine, trifft Hank überraschenderweise auf seine alte Flamme Trixie. Zur selben Zeit versucht Charlie, sich von Marcy trösten zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919775","hoster":"VOE"},{"path":"/redirect/14044709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-11","name":"Die Party","epNo":11,"alt":"The Party","descr":"Hank wird es bei Karen ungemütlich und er beschließt, sich wieder auf den Weg zu machen. In der Malibar trifft er auf Lizzie, die ihn zu Charlie mitnimmt. Die Party endet abrupt, als er Tyler mit Kali im Bad überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972073","hoster":"VOE"},{"path":"/redirect/8337127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-5/episode-12","name":"Ein letzter Drink","epNo":12,"alt":"Hell Ain’t a Bad Place to Be","descr":"Hank verbringt die Nacht in seinem Auto und wird von Alpträumen geplagt. Als er kurz darauf auf Bates trifft verkündet dieser, dass er Karen verlassen will. Gibt es eine Zukunft für Karen und Hank?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972072","hoster":"VOE"},{"path":"/redirect/8337130","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/californication/staffel-6/episode-1","name":"Das Leben danach","epNo":1,"alt":"The Unforgiven","descr":"So sehr kann Gott Hank Moody gar nicht hassen – Doch nachdem er von seiner Ex mit einem Drogencocktail außer Gefecht gesetzt im Krankenhaus aufwacht, stürzt Hank richtig ab. Mit vereinten Kräften versuchen Marcy, Karen, Charlie und Becca, ihn wieder auf die richtige Bahn zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972082","hoster":"VOE"},{"path":"/redirect/8337131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-2","name":"Gruppentherapie","epNo":2,"alt":"Quitters","descr":"Hank kämpft mit den Widrigkeiten, die so ein Aufenthalt im Entzug mit sich bringen. Als Charlie ihn besucht tut sich für diesen eine neue Geschäftsgelegenheit auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919774","hoster":"VOE"},{"path":"/redirect/8337132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-3","name":"Tote Rockstars","epNo":3,"alt":"Dead Rock Stars","descr":"Bei der Beerdigung eines Rockstars kommt es zu einem Handgemenge als Faith Hank in Flagranti erwischt und Hank dann auch noch bei dem Versuch ertappt wird, den Toten zu bestehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972087","hoster":"VOE"},{"path":"/redirect/8337136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-4","name":"Menage a Trois","epNo":4,"alt":"Hell Bent for Leather","descr":"Bei einem zufälligen Treffen in einer Schwulenbar kommt es zum verwirrenden Verwechslungsspiel, als Robbie Mac Charlie in einem Hinterzimmer mit der hübschen Rachel erwischt. Hank entscheidet sich unterdessen zum Engiftungssex mit Rachels Freundin Ali.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972089","hoster":"VOE"},{"path":"/redirect/8337140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-5","name":"Koks und Gitarren","epNo":5,"alt":"Rock And A Hard Place","descr":"Nachdem Hank von Karen einen Korb bekommt, Charlie aufgrund seines Hetero-Outings aus der Agentur geworfen wird und Stu ohne seine geliebte Marcy klar kommen muss, sitzen die drei beisammen und versuchen ihr Leben wieder in den Griff zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972100","hoster":"VOE"},{"path":"/redirect/8337142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-6","name":"Im Angesicht des Todes","epNo":6,"alt":"In the Clouds","descr":"Hank und Charlie landen mit Atticus Fitch in einem Flieger: Atticus soll in New York am Broadway Material seiner neuen Rock-Oper vorstellen. Das Problem: Er hat noch nicht eine Zeile komponiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972098","hoster":"VOE"},{"path":"/redirect/8337143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-7","name":"Mein Abend mit Marilyn","epNo":7,"alt":"Scared Straight","descr":"Hanks Versuch, Beccas Faszination für Drogen und Sex durch Atticus’ schlechtes Beispiel abzuschwächen, geht ordentlich schief, als dieser sich als Marilyn Mansons guter Kumpel entpuppt. Becca ist hingerissen von Atticus´ Coolness.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972101","hoster":"VOE"},{"path":"/redirect/9033199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-8","name":"Schonungslose Wahrheit","epNo":8,"alt":"Everybody\u0027s A F**king Critic","descr":"Hank und Becca geraten erneut aneinander als Hank den Romanentwurf seiner Tochter alles andere als vielversprechend findet. Doch als Friedensangebot bittet er sie um ihre Meinung zu seinem Musical.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9205970","hoster":"VOE"},{"path":"/redirect/8337150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-9","name":"Rachesex","epNo":9,"alt":"Mad Dogs and Englishmen","descr":"Hanks fertiggestelltes Musical-Skript findet allseits Anklang. Dies nimmt Atticus zum Anlass, bei Charlie eine Party zu feiern. Bei Koks, Frauen und guter Laune kommt es zu den üblichen amourösen Verwicklungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972105","hoster":"VOE"},{"path":"/redirect/8337148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-10","name":"Glaubenskrise","epNo":10,"alt":"Blind Faith","descr":"Hank überredet Faith trotz ihrer schwierigen Beziehung zu ihrer Mutter eine Reise in ihre Heimat anzutreten. Dort angekommen entpuppen sich die Eltern als strenggläubig und so wird der Trip auch für Hank eine spirituelle Erfahrung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972113","hoster":"VOE"},{"path":"/redirect/8337155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-11","name":"Auf zu neuen Ufern","epNo":11,"alt":"The Abby","descr":"Atticus entsagt Sex, Drugs und Rock’n’Roll und damit auch der Musikindustrie. Hank und Charlie sind davon natürlich gar nicht angetan und versuchen, trotz Gabriels Protestversuchen, Atticus im Entzug mit Drogen eines Besseren zu belehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972120","hoster":"VOE"},{"path":"/redirect/8337156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-6/episode-12","name":"Ein märchenhaftes Ende","epNo":12,"alt":"I\u0027ll Lay My Monsters Down","descr":"In der Pause der ersten Show seiner Tour vermählt Atticus vor dem gesamten Publikum Charlie und Marcy. Spontan macht Hank auch Karen einen Heiratsantrag. Doch die will davon nichts wissen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972115","hoster":"VOE"},{"path":"/redirect/9037694","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/californication/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/californication/staffel-7/episode-1","name":"Unverhofft kommt oft","epNo":1,"alt":"Levon","descr":"Hanks Wiedervereinigung mit Karen verläuft nicht ganz so, wie er es ich gedacht hätte. Derweil wird Hank vom Showrunner von \"Santa Monica Cop\" angeheuert, während er eine weitere Anfrage für ein Interview von einem Reporter einer College-Zeitung erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972118","hoster":"VOE"},{"path":"/redirect/8337164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-2","name":"Mein Sohn, seine Mutter und ich","epNo":2,"alt":"Julia","descr":"Hank schiebt Frust, weil die Zusammenarbeit mit seinen Kollegen im \"Santa Monica Cop\"- Writers Room eher schleppend verläuft, jedoch erhält er eine Überraschung als er Levons Apartment einen Besuch abstattet. Charlie trifft sich derweil mit Raths neuer Assistentin und auch Karen wird gehörig überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9205984","hoster":"VOE"},{"path":"/redirect/8337166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-3","name":"Der Apfel fällt nicht weit vom Stamm","epNo":3,"alt":"Like Father Like Son","descr":"Hank darf seine erste \"Santa Monica Cop\"-Serienepisode schreiben und versucht, Levon einen Assistenz-Job bei der Filmproduktion zu vermitteln – woraufhin Levon die Assistentin des Produzenten anmacht. Und während Charlie hofft, sein Liebesleben mit Marcy wieder ins Lot zu bringen, wirft Karen das Handtuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972136","hoster":"VOE"},{"path":"/redirect/8337175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-4","name":"Der Trumpf in der Hose","epNo":4,"alt":"Dicks","descr":"Levon versucht vergeblich, mit seiner Angebeteten Melanie allein zu sein. Zu Charlie und Marcys Eheproblemen kommen jetzt auch noch Geldsorgen, die Charlie jedoch dank seines neuen Klienten Goldie in den Griff kriegen will. Grund zum Feiern gibt’s auch: Hank, Levon und Julia freuen sich über Julias neue Rolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972143","hoster":"VOE"},{"path":"/redirect/8337177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-5","name":"Das geschenkte erste Mal","epNo":5,"alt":"Getting The Poison Out","descr":"Marcy organisiert für Levon eine Prostituierte namens Nikki, mit der Hanks Sprössling die Nacht seines Lebens verbringt. Während sich die beiden vergnügen, müssen Hank, Karen und Marcy die Gesellschaft von Nikkis gruseligem Freund ertragen. Und Charly hat sich offenbar mit seiner neuen Klientin Goldie übernommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972129","hoster":"VOE"},{"path":"/redirect/8337178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-6","name":"Die Kickoff Party","epNo":6,"alt":"Kickoff","descr":"Zum Start von Hanks Fernsehserie \"Santa Monica Cop\" lädt Produzent Rath alle Beteiligten zu einer Privatfeier zu sich nach Hause ein. Und während sich Hank an die weibliche Hauptdarstellerin Amy heranmacht, flirtet der männliche Hauptakteur Hashtag Black mit Hanks alter Flamme Julia. Durch einen bösen Fehler von Levon geht die Party vorzeitig zu Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14072363","hoster":"VOE"},{"path":"/redirect/14072364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-7","name":"Zahnarzt sucht Frau","epNo":7,"alt":"Smile","descr":"\"Santa Monica Cop\"-Produzent Rath verlangt, dass Hanks Manuskript überarbeitet wird. Julias Chef Dr. Dan gibt ihr Ratschläge, wie sie ihre Karriere voranbringen kann, und Marcys Ex-Mann Stu macht Marcy und Charly ein Angebot, das die beiden zum Nachdenken bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972149","hoster":"VOE"},{"path":"/redirect/8337182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-8","name":"Levons große Chance","epNo":8,"alt":"30 Minutes or Less","descr":"Hank hat Probleme mit Hashtag Black, dem männlichen Hauptdarsteller von \"Santa Monica Cop\". Und Handgreiflichkeiten bleiben auch nicht aus, denn Stus Angebot an Marcy und Charly sorgt für Aufruhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972151","hoster":"VOE"},{"path":"/redirect/8337192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-9","name":"Liebe, Glaube, Hoffnung","epNo":9,"alt":"Faith, Hope, Love","descr":"Hank kramt in seinen Erinnerungen und denkt zurück an turbulente Zeiten mit Karen, seiner pubertär-verwirrten Tochter Becca und dem damals noch glücklichen Paar Charly und Marcy. Eine Nonne hilft ihm dabei, seine Welt ins rechte Licht zu rücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972157","hoster":"VOE"},{"path":"/redirect/8337194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-10","name":"Ein Abend mit Freunden","epNo":10,"alt":"Dinner with Friends","descr":"Hank überredet Karen zu einem romantischen Dinner. Doch dann wird der Abend zunächst von Julia unterbrochen, bevor mit Charlie, Marcy, Rock-Manager Krull und Levon schließlich das Chaos ausbricht und Marcys Ex-Mann Stu Charlies Männlichkeit attackiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972142","hoster":"VOE"},{"path":"/redirect/8337199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-11","name":"Geschwister","epNo":11,"alt":"Daughter","descr":"Hanks Job hängt in der Schwebe, als die Quoten für \"Santa Monica Cop\" in den Keller gehen.Marcy nimmt Stus unmoralisches Angebot an. Karen kommt mit Becca im Gepäck an, letztgenannte macht sogleich eine große Ankündigung.Levon verdirbt unterdessen Karens Pläne für ein Familientreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972156","hoster":"VOE"},{"path":"/redirect/8337198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/californication/staffel-7/episode-12","name":"Als für uns die Sonne schien","epNo":12,"alt":"Grace","descr":"Die Serie endet damit, dass Hank eine Entscheidung trifft, die sein Leben von Grund auf verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8972162","hoster":"VOE"},{"path":"/redirect/8337197","hoster":"Streamtape"}]}]}]}]}