{"seriesId":"call-me-fitz","name":"Call me Fitz","descr":"Die Handlung in Call Me Fitz dreht sich um den Gebrauchtwagenhändler Richard \"Fitz\" Fitzpatrick der sich gut im Geld verdienen versteht und skrupellos Frauen verführt. Eine dramatische Wendung erfährt das Leben von Fitz nach einer Probefahrt mit einer Kundin, die in einem Unfall endet. Von dem Zeitpunkt an steht sein Kollege Larry als gutes Gewissen zur Seite, um Fitz den richtigen Weg zu weisen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"The Pilot","descr":"Fitz möchte der älteren Dame Babs einen schicken ‚Mustang-GT‘ andrehen, doch es läuft alles schief. Bei der Probefahrt baut er einen Unfall und Babs fällt ins Koma. Während Fitz im Krankenhaus ist, hat sein Vater einen neuen Mitarbeiter eingestellt, Larry. Er behauptet das Gewissen von Fitz zu sein und sein Ziel ist es, Fitz auf den Pfad der Tugend zurückzubringen. Egal, ob mit seiner Hilfe oder gegen seinen Willen.","versions":[{"lang":1,"streams":[{"redirect":8972170,"hoster":"VOE"},{"redirect":8337209,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Loco","epNo":2,"alt":"Loco","descr":"Fitz möchte sein Gewissen Larry so schnell wie möglich loswerden. Da ein Anschlag auf Larrys Leben scheitert, sieht Fitz nur noch die Alternative, Larry als sonderbaren Irren darzustellen und einsperren zu lassen. Währenddessen beginnt Larry mit seiner Mission, Fitz körperlich und geistig auf den rechten Weg zurück zu lotsen. Zunächst knüpft er sich die Alkohol- und Drogenprobleme seines Schützlings vor.","versions":[{"lang":1,"streams":[{"redirect":8972164,"hoster":"VOE"},{"redirect":8337211,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"DN-Au","epNo":3,"alt":"Mama","descr":"Fitz findet zufällig heraus, dass Larry sein verschollener Bruder sein soll. Sein Vater Ken hat sich bereits entschieden Larry den Familienbetrieb zu vermachen. Für Fitz ist diese Entscheidung eine Katastrophe. Er besucht seine Mutter Elaine, um mittels eines DNA-Tests zu beweisen, dass Larry nicht sein Bruder ist. Leider bekommt Fitz die erhofften Beweise nicht. Aus Wut klaut er den geliebten El Dorado seiner Mutter.","versions":[{"lang":1,"streams":[{"redirect":8972172,"hoster":"VOE"},{"redirect":8337212,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Long Dong Schwindel","epNo":4,"alt":"Long Con Silver","descr":"Mit dem Verkauf des gestohlenen El Dorado seiner Mutter glaubt Fitz auch die kaputte Beziehung zu ihr ein für alle Mal hinter sich gebracht zu haben. Larry hingegen denkt, dass es lediglich der verzweifelte Versuch eines Sohnes ist, seine Mutter wiederzusehen. Elaine manipuliert Fitz und Larry, um ihren Wagen wiederzubekommen und nutzt die Gelegenheit, ihren Mann Ken mit einer List und Larrys unfreiwilliger Hilfe endlich zur Unterschrift der Scheidungspapiere zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8972182,"hoster":"VOE"},{"redirect":8337216,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sag’s mit Porno","epNo":5,"alt":"The Back End","descr":"Es ist Kens Geburtstag. Fitz möchte seinem Vater das beste Geschenk aller Zeiten machen. Als perfekte Aufmerksamkeit kommt für ihn nur eine Sache in Frage: ein Pornofilm mit vielen Autos. Und so kommt es, dass er Kens Lieblingspornodarstellerin engagiert. Leider muss er feststellen, dass sie wesentlich älter ist als er angenommen hatte. Bei den Dreharbeiten geht zudem alles schief. Ein neuer Plan muss her. Ein Werbevideo für den Gebrauchtwagenhandel vielleicht …","versions":[{"lang":1,"streams":[{"redirect":9584154,"hoster":"VOE"},{"redirect":8337217,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Date-Nacht","epNo":6,"alt":"Going Down Syndrome","descr":"Fitz versucht Larry von sich und der Arbeit abzulenken, indem er ihn in die Arme einer betrunkenen Frau lotst. Stattdessen landet allerdings Fitz mit der scheinbar stark betrunkenen Janet im Bett. Tatsächlich ist Janet etwas zurückgeblieben und ihr Vater bedroht Fitz, falls er es mit Janet nicht ernst meinen sollte. Larry sieht das als eine perfekte Gelegenheit, um Fitz Nachhilfe in Sachen Liebe und Zuwendung zu geben. Inzwischen hat Ali, die Tochter von Babs, einen Weg gefunden Fitz für den Unfall rechtlich haftbar zu machen. Trotz ihrer Feindseligkeit ihm gegenüber scheint Fitz ihr sehr zu gefallen.","versions":[{"lang":1,"streams":[{"redirect":8972190,"hoster":"VOE"},{"redirect":8337222,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Barbara und Taucherglocke","epNo":7,"alt":"The Diving Bell and the Barbara","descr":"Fitz macht der komatösen Babs einen Heiratsantrag und hofft, dass sich durch die Ehe all seine rechtlichen Probleme in Luft auflösen. Sein Junggesellenabend ist grauenhaft. Ali und Kara, die Babs’ Zeugenaussage ermöglicht hat, versuchen Fitz betrunken zu machen. Sie hoffen, dass er es so nicht mehr rechtzeitig zur Hochzeit schafft. Schließlich sind alle sehr betrunken und Babs wacht aus dem Koma auf. Die Hochzeit findet statt.","versions":[{"lang":1,"streams":[{"redirect":8972187,"hoster":"VOE"},{"redirect":8337224,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ödipus Sex","epNo":8,"alt":"Married to the Mom","descr":"Fitz ist angenehm überrascht, als er entdeckt, dass seine Ehe mit Babs seine latente Sehnsucht nach Mutterliebe erfüllt. Nachdem sich Fitz vollständig in einen Kleinkind gleichen Zustand zurückgebildet hat, steht für Babs die Sache fest: Fitz braucht keine Bettgespielin, er will eine Mutti. Zwischen Ali und ihrer Mutter kommt es zu einem Streit. Nachdem Ali wütend das Haus verlassen hat, übernimmt Fitz ihre Verteidigung und trennt sich von Babs. Während der anschließenden Aussprache und der stürmischen Versöhnung von Ali und Fitz geschieht ein tragischer Unfall, bei dem Babs ums Leben kommt.","versions":[{"lang":1,"streams":[{"redirect":8972194,"hoster":"VOE"},{"redirect":8337225,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Muttermord, positiv betrachtet","epNo":9,"alt":"The Upside of Matricide","descr":"Fitz entdeckt, wie viele Vorteile es mit sich bringt ein Witwer zu sein. Man bekommt Mitleid, Geschenke und natürlich das Erbe der verstorbenen Ehefrau. Das Geld von Babs findet auch prompt Verwendung. Fitz erfüllt sich seinen lang gehegten Traum von einer eigenen Bar und kauft sich dafür schon mal ein Grundstück. Ali möchte den letzten Willen ihrer Mutter erfüllen: ein Begräbnis ohne Sarg. Leider ist dieser Wunsch nicht ganz legal. Gemeinsam mit Fitz stehlen Ali und Larry Babs’ Körper aus dem Krematorium um ihn zu begraben.","versions":[{"lang":1,"streams":[{"redirect":8972192,"hoster":"VOE"},{"redirect":8337226,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der perfekte Behinderte","epNo":10,"alt":"The Kidney Stays in the Picture","descr":"Mit einer aufsehenerregenden Wohltätigkeitsaktion versucht Fitz Geld für Ned zu sammeln. Ned ist ein verbitterter, unangenehmer Mann mittleren Alters und sitzt im Rollstuhl. Da niemand zur Aktion kommt, startet Fitz Spendenaufrufe im lokalen Radio und verspricht, dem kranken Ned selbst eine Niere zu spenden. Dabei erfährt Fitz, dass er Syphilis hat. Schließlich landet Larrys Niere auf dem Schwarzmarkt.","versions":[{"lang":1,"streams":[{"redirect":8972200,"hoster":"VOE"},{"redirect":8337231,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Scheiß aufs Karma!","epNo":11,"alt":"This Business Has Been Homicide Free for … Days","descr":"Ein Scharfschütze ist im Gebrauchtwagenmarkt. Alle spekulieren über die Identität des Schützen. Die Hauptverdächtige ist Kara, denn sie erpresst Josh schon seit einiger Zeit. Jedoch stellt sich bald heraus, dass sie es nicht sein kann. Trotzdem landet sie anstelle des echten Scharfschützen im Gefängnis. Derweil macht sich Larry wegen Fitz’ Syphilis große Sorgen um die Geliebten von Fitz, insbesondere um Ali und Sonja. Ali datet den anständigen Chester, um sich von Fitz abzulenken. Ihr Glück scheint jedoch gefährdet, als Fitz’ Syphilis-Erkrankung bekannt wird.","versions":[{"lang":1,"streams":[{"redirect":8972209,"hoster":"VOE"},{"redirect":8337239,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kilometerstand auf Abrechnung [Teil 1]","epNo":12,"alt":"Honesty, Integrity, and Low Mileage [Part 1]","descr":"Der große Tag ist endlich da: die alljährliche Verleihung des Fibbie Awards. Fitz hat wie sein Vater den Preis des besten Gebrauchtwagenhändlers bereits acht Mal gewonnen und will ihn endlich überrunden. Leider sind seine Verkaufszahlen seit Larrys Erscheinen drastisch gesunken. Er kann den Preis nur mit Larry zusammen gewinnen. Derweil ist Larry durch ein Foto, das anonym ans Autohaus geschickt wurde, in eine tiefe Identitätskrise gestürzt. Wer ist der Mann neben ihm und warum steht ‚Mark und Dave‘ auf dem Foto? Fitz macht einen Deal mit Larry. Er hilft ihm die Adresse des Absenders ausfindig zu machen, wenn Larry mit ihm zum Fibbie Award geht. Inzwischen schließen sich Ali und Sonja einer Selbsthilfegruppe für Frauen an, um über Fitz hinwegzukommen. Fitz wird auf dem Weg zur Preisverleihung niedergeschlagen und entführt.","versions":[{"lang":1,"streams":[{"redirect":8972207,"hoster":"VOE"},{"redirect":8337243,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kilometerstand auf Abrechnung [Teil 2]","epNo":13,"alt":"Honesty, Integrity, and Low Mileage [Part 2]","descr":"Fitz wacht gefesselt in einem Hotelzimmer auf. Hinter den maskierten Gestalten erkennt er ziemlich schnell Ali und Sonja. Die beiden und Julia, die Leiterin der Selbsthilfegruppe, sind sich uneinig, was sie mit Fitz machen sollen. Ihn seiner Männlichkeit berauben oder ein Video im Stil einer Geiselnahme drehen – als Warnung an alle Frauen. Währenddessen hat sich der Automechaniker Josh in Kara verliebt. Sie beauftragt ihn vom Gefängnis aus eine Bombe zu bauen, mit ihrem Handy als Zünder. Als Josh klar wird, dass sie ihn nur benutzt, und dass er samt Fitzpatrick Motors in die Luft fliegen soll, ruft er Larry zur Hilfe. Der hat unterdessen Fitz aus den Händen der rachsüchtigen Frauen befreit und die beiden machen sich auf zur Rettung ihres Freundes und des Familienbetriebs.","versions":[{"lang":1,"streams":[{"redirect":8972204,"hoster":"VOE"},{"redirect":8337241,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ass Hickey","descr":"Fitz ist pleite, schlaflos und paranoid und glaubt nicht, dass es noch schlimmer kommen könnte ... bis ihm ein Wahrsager sagt, dass er das Schicksal hat, beim nächsten Bibermond zu sterben. Was zum Teufel ist ein Bibermond?","versions":[{"lang":2,"streams":[{"redirect":12738369,"hoster":"VOE"},{"redirect":12738363,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fucking Memories","descr":"F**king ErinnerungenEin riesiger Penis verunstaltet das Wandbild von Fitzpatrick Motors, und der Penis zeigt direkt auf Fitz \u0027Mund. Fitz ist jetzt entschlossen, seine Heterosexualität weit und laut zu verbreiten ... Es gibt nur eine Frage ... Wie?","versions":[{"lang":2,"streams":[{"redirect":12738479,"hoster":"VOE"},{"redirect":12738475,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Don of the Differently Abled","descr":"Als Larry Fitz mit Legasthenie diagnostiziert, ist er ein wenig überrascht von Fitz \u0027Akzeptanz ... bis er seine Pläne entdeckt, vom Behindertensystem zu profitieren.","versions":[{"lang":2,"streams":[{"redirect":12738521,"hoster":"VOE"},{"redirect":12738519,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"My Own Private Oka","descr":"Als Babs Devons Leiche ausgegraben wird, erzählt Larry den Bullen versehentlich, dass das Land des Sommerwinds eine Begräbnisstätte der Ureinwohner ist. Fitz muss kämpfen, um zu verhindern, dass der Ort enteignet wird. Wie sonst wird er seine Schach-Traumlounge bauen?","versions":[{"lang":2,"streams":[{"redirect":12738558,"hoster":"VOE"},{"redirect":12738563,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Public Disturbance","descr":"Angesichts seiner Sterblichkeit über einen grauen Rohr versucht Fitz, den legendären Schlagersänger Dexter Laine dazu zu überreden, seine Pläne für den Sommerwind zu unterstützen. Das Einlösen des Namens seines Idols ist eine sichere Wette. Und wenn das nicht gelingt, sabatieren Sie den alten Mann.","versions":[{"lang":2,"streams":[{"redirect":12738611,"hoster":"VOE"},{"redirect":12738610,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bring Me the Feet of Dexter Laine","descr":"Nach dem frühen Tod von Dexter Laine bleibt Fitz nur noch eines zu tun - einen Weg zu finden, um vom Tod seines Helden zu profitieren. Wenig weiß er, Dex \u0027zerstückelte Füße werden helfen, das Geheimnis von Dot Foxley ein für alle Mal zu lösen","versions":[{"lang":2,"streams":[{"redirect":14072369,"hoster":"VOE"},{"redirect":12738674,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Dysfunctional Family Circus","descr":"Als Dot Ken zu nahe kommt, um Fitz zu trösten, landet Fitz auf einer unwahrscheinlichen Lösung für sein Problem - seiner Mutter. Aber was passiert, wenn sie zu nahe kommt, um sich zu trösten? Es ist Fitz gegen Fitz ... und jemand geht hart runter.","versions":[{"lang":2,"streams":[{"redirect":12738727,"hoster":"VOE"},{"redirect":12738720,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Heir of the Dog","descr":"Mit ihrem Vater, der wegen Hodenkrebs ins Krankenhaus eingeliefert wurde, kämpfen die Fitzpatrick-Kinder darum, ihre Liebe zu beweisen ... und das Geld des alten Mannes zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":12738767,"hoster":"VOE"},{"redirect":12738766,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Repo Wedding","descr":"Dies ist nicht das erste Mal, dass Fitz zur Befragung herangezogen wird ... es ist jedoch das erste Mal, dass er unschuldig an den Anklagen ist. Es ist Fitz gegen seinen Erzfeind Chester Vince. Und Rache ist eines von Fitz \u0027Lieblingsspielen ...","versions":[{"lang":2,"streams":[{"redirect":12738783,"hoster":"VOE"},{"redirect":12738781,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"How Do You Say ‘Blow Job’ in Pennsylvania Dutch?","descr":"Brach, ohne Räder und auf der Flucht ... Fitz und Larry müssen Sonja ausfindig machen, um zu beweisen, dass Fitz sie nicht getötet hat. Aber wo ist sie? Und ist es wahr, dass die Amish Kannibalen sind?","versions":[{"lang":2,"streams":[{"redirect":12738824,"hoster":"VOE"},{"redirect":12738832,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Revel Without Applause","descr":"Als sich der Tod auf dem Bibermond schnell nähert, erkennt Fitz, dass seine Errungenschaften nicht zu Scheiße führen ... und macht sich auf den Weg zu einem äußerst gefährlichen Versuch, in einem Glanz des Ruhms auszugehen - ein Geschwindigkeitsrekord der High School, von dem niemand glaubt, dass er es ist werde überleben.","versions":[{"lang":2,"streams":[{"redirect":12738851,"hoster":"VOE"},{"redirect":12738854,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Hell Hath No Drink Limit","descr":"Als Fitz in die Jenseitswelt versetzt wird, entdeckt er, dass er und Larry wirklich zwei Teile derselben Seele sind. Das einzige Problem ist, dass Fitz in der Hölle feiern will, während Larry höhere Unterkünfte im Sinn hat.","versions":[{"lang":2,"streams":[{"redirect":12738907,"hoster":"VOE"},{"redirect":12738910,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"What the Fuck Is a Beaver Moon?","descr":"Mit dem Beaver Moon auf ihm stellt Fitz ein Team von unwahrscheinlichen Experten zusammen, um einen letzten Versuch zu unternehmen, die Identität seiner schattigen Nemesis zu entdecken. Schade, dass das Team die gleichen Sadsacks hat, die er jeden Tag sieht. Werden sie Fitz retten können? Und wird er ein für alle Mal die Identität seines schattenhaften Mörders aufdecken?","versions":[{"lang":2,"streams":[{"redirect":12738927,"hoster":"VOE"},{"redirect":12738928,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Fuck City Hall","descr":"Nachdem ein Abrissbefehl den Sommerwind am Eröffnungsabend geschlossen hat, macht sich Fitz auf den Weg, um herauszufinden, wer mit ihm fickt ... damit er zuerst mit ihnen ficken kann.","versions":[{"lang":2,"streams":[{"redirect":12740234,"hoster":"VOE"},{"redirect":12740228,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Thirty Percent Less Pulp Fiction","descr":"Als Fitz \u0027Identität \"versehentlich\" aus den Aufzeichnungen der Stadt gelöscht wird, reisen er und Larry nach Miami, um Fitz\u0027 Geburtsurkunde in Langform von einem widerstrebenden Ken zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":12740318,"hoster":"VOE"},{"redirect":12740319,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Virgin Homo-Cide","descr":"Da seine Wahlkampfkasse verzweifelt zur Neige geht, beschließt Fitz, das alte Geldinstitut des örtlichen Country Clubs für Spenden zu verführen.","versions":[{"lang":2,"streams":[{"redirect":12740325,"hoster":"VOE"},{"redirect":12740330,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Rise And Fall Of Ethnic Man","descr":"Mit Chester Vince, der die multikulturelle Abstimmung fest im Griff hat, will Fitz beweisen, dass auch er ein Freund der \"Ethnie\" ist.","versions":[{"lang":2,"streams":[{"redirect":12740426,"hoster":"VOE"},{"redirect":12740420,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Fuck The Vote","descr":"Fitz \u0027Taktik des Sex-for-Votes schlägt fehl, als der Präsident der Ladies Auxiliary tot endet und Larrys weibliche Note sich eher als Verbindlichkeit als als Aktivposten erweist.","versions":[{"lang":2,"streams":[{"redirect":12740463,"hoster":"VOE"},{"redirect":12740451,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Semen-Gate","descr":"Fitz \u0027\"Last Honest Man\" -Kampagne läuft Gefahr, von Barry entgleist zu werden, einem mürrischen Zwanzigjährigen, der behauptet, er sei Fitz\u0027 unehelicher Sohn.","versions":[{"lang":2,"streams":[{"redirect":12740520,"hoster":"VOE"},{"redirect":12981071,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Totally Legitimate Death Of Meghan Fitzpatrick","descr":"Mit seiner zunehmenden Popularität macht sich Fitz daran, seinen Sieg zu besiegeln, indem er sich die Sympathiestimme sichert.","versions":[{"lang":2,"streams":[{"redirect":12740253,"hoster":"VOE"},{"redirect":12740251,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Are You There God? I Need To Speak To Frank","descr":"Wenn Fitz sich nicht in Ken und Elaines Kirchenbetrug hineinhupen kann, beschließt er, wenn Sie sich ihnen nicht anschließen können, sie zu schlagen ... und beginnt seine eigene Religion.","versions":[{"lang":2,"streams":[{"redirect":12740177,"hoster":"VOE"},{"redirect":12740174,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Teetotal Recall","descr":"Fitz entdeckt, dass er als Stadtrat nicht die Befugnis hat, irgendetwas zu tun ... also macht er sich auf den Weg, um einen anderen Weg zu finden, um das Gesetz aufzuheben und seine Bar zu öffnen.","versions":[{"lang":2,"streams":[{"redirect":12740192,"hoster":"VOE"},{"redirect":12740198,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Apoca’ Smokes Now","descr":"Als Bürgermeister Fitz dienstags eine Welt voller Blowjob und Sweatshirts in Kindertagesstätten einleitet, wird Larry klar, dass nur eine Person ihn aufhalten kann - sein gutes altes Gewissen Larry.","versions":[{"lang":2,"streams":[{"redirect":12740598,"hoster":"VOE"},{"redirect":12740593,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"And Baby Makes … Fuck! [Part 1]","descr":"Nachdem Larry Fitz in einem unüberlegten Versuch, seine Beziehung zu Ken zu reparieren, ins Gefängnis geworfen hat, stellt Fitz fest, dass nur eines zwischen ihm und dem Überleben steht - ein Frühstücksflocken mit Fruchtgeschmack.","versions":[{"lang":2,"streams":[{"redirect":12740740,"hoster":"VOE"},{"redirect":12740732,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"And Baby Makes … Fuck! [Part 2]","descr":"Mit Ali in der Arbeit macht sich Fitz auf den Weg, um das Autohaus zurückzubekommen, bevor sein Sohn geboren wird. Das Letzte, was er will, ist, dass das Kind seinen alten Mann für einen Verlierer hält.","versions":[{"lang":2,"streams":[{"redirect":12739959,"hoster":"VOE"},{"redirect":12739963,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Alice Doesn\u0027t Live, Anymore","descr":"Fitz will mit seinem Baby Autos verkaufen, muss aber erst vor Gericht beweisen, dass er ein stabiles und liebevolles Zuhause bieten kann.","versions":[{"lang":2,"streams":[{"redirect":12740797,"hoster":"VOE"},{"redirect":12740799,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Baby\u0027s First Brothel","descr":"Die Fitzpatricks planen, eine Babyspielgruppe als Front für ein Bordell zu nutzen, das sich an einsame Mütter richtet.","versions":[{"lang":2,"streams":[{"redirect":12740858,"hoster":"VOE"},{"redirect":12740871,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Raising What\u0027s-His-Name","descr":"Als die Familie Fitzpatrick erfährt, dass ihr neuestes Mitglied verschwunden ist, kümmert es niemanden wirklich ... bis sie herausfinden, dass Josh die Gewinne aus dem Babybordell in seiner Windel versteckt hat. Fitz und Larry folgen der Spur von Baby Fitz nach Chester Vince, der Ali Devon im hinteren Teil seines Lieferwagens als Geisel festhält. Fitz und Larry schließen sich bald Ali an, und die drei müssen einen Weg finden, zusammenzuarbeiten, um zu verhindern, dass ein geistig unausgeglichener Chester sie lebendig verbrennt, um mit seinem außerirdischen Oberherrn zu kommunizieren, bevor sie das Kind ausfindig machen.","versions":[{"lang":2,"streams":[{"redirect":13531776,"hoster":"VOE"},{"redirect":12740913,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pulling a Polanski","descr":"Als Ken sich weigert, die Rückgabe des Geldes zu akzeptieren, das Pat Childs in Baby Fitz \u0027Windel gefunden hat, ist Larry überzeugt, dass Einsamkeit die Wurzel seines sehr seltsamen Verhaltens ist. Fitz denkt, Larry raucht die Drogen, aber als er sieht, dass Pat Childs in ihr Geschäft eingreift; Er befolgt Larrys Rat, mehr Zeit mit seinem Vater zu verbringen, und bittet ihn um Hilfe, Pat Childs mit einem klassischen Pädophila-Betrug \"The Polanski\" zu besiegen. Unglücklicherweise für Fitz entdeckt er, wenn er eine gute Zeit zwischen Vater und Sohn verbringt, eine Wahrheit über seine Familie, die am besten begraben worden wäre.","versions":[{"lang":2,"streams":[{"redirect":13531778,"hoster":"VOE"},{"redirect":12739542,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"It\u0027s All Fun and Games Until Someone Loses a Fitz","descr":"Es ist eine regnerische Nacht im Fitzpatrick-Haus, und Larry nutzt die Gelegenheit, um die Familie mit großen Mengen Alkohol dazu zu bringen, sein Lieblingsspiel zu spielen: \"Wahrheit: das Brettspiel\". Die Wahrheit ist ihrem Namen treu, und selbst Larry entdeckt am Ende viel mehr über die Fitzpatricks, als er jemals wissen wollte. Wenn sie am nächsten Morgen aufwachen und ein frisch gegrabenes Grab im Hinterhof und eine vermisste Elaine finden, muss sich die Familie zusammenschließen, um diese Wahrheiten wieder zu entdecken und herauszufinden, was in der Nacht zuvor passiert ist.","versions":[{"lang":2,"streams":[{"redirect":13531774,"hoster":"VOE"},{"redirect":12740929,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"O-Rigins","descr":"In der Casa Fitzpatrick läuten die Hochzeitsglocken, als Ken und Elaine sich daran machen, den Knoten wieder zu knüpfen, und alle werden aktiv. Alle außer Fitz, der davon überzeugt ist, dass die Hochzeit ein geheimer Trick ist, um Fitzpatrick-Motoren ein für alle Mal auszuschalten. Um die bevorstehende Hochzeit zu stoppen, arbeitet Fitz mit der unwahrscheinlichen Verbündeten und Bettgenossin Paula Childs zusammen, um die schändlichen Pläne ihres Vaters aufzudecken. Mehr als nur küssende Cousins ​​werden enthüllt, wenn Pat Childs bei der Zeremonie mit einer Wahrheitsbombe auftaucht, die die Verbindung zu Ken und Fitz ein für alle Mal trennen wird.","versions":[{"lang":2,"streams":[{"redirect":13531781,"hoster":"VOE"},{"redirect":12740996,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Hard Wiener of Truth","descr":"Fitz schwankt immer noch von der schockierenden Wahrheit über seinen Vater und fährt eine Spur in die Vergangenheit, die ihn mit einer noch größeren Identitätskrise zurücklässt, als er begonnen hat. Jetzt, da Fitzpatrick Motors verstorben ist, lässt Fitz Josh und Larry ihm helfen, \"sein Kinderauto Betsy\" zurück zu stehlen, in der Hoffnung, sie an den Meistbietenden zu verkaufen. Unterwegs gerät er in eine Flut von Nostalgie, die die Grenze zwischen Mensch und Maschine verwischt. Währenddessen bekommt Ken, der einige alte Erinnerungen wieder aufleben lassen will, ein unhöfliches spirituelles Erwachen, als er eine verlorene Liebe aus seiner ...","versions":[{"lang":2,"streams":[{"redirect":13531780,"hoster":"VOE"},{"redirect":12740988,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Brotherly Love","descr":"Nachdem Fitz das Angebot von Pat Childs angenommen hat, bei The O-Mobile zu arbeiten, stellt er schnell fest, dass das Leben in der Unternehmenswelt nicht der Kuchen ist, den er sich erhofft hatte. Dank Larry entdeckt Fitz, dass er eine große Auszahlung erhalten könnte, wenn er einen Weg findet, um in die Dose zu kommen. Trotz aller Bemühungen weigert sich Pat, ihn aufzugeben, und lässt Fitz mit einer großen Präsentation satteln, die ihn der Umarmung seiner inneren Kinder einen Schritt näher bringt.","versions":[{"lang":2,"streams":[{"redirect":13531782,"hoster":"VOE"},{"redirect":12739969,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Very Special Fitzmas [Part 1]","descr":"Es war die Nacht vor der Nacht vor Fitzmas, aber die einzigen Visionen, die in Fitz \u0027Kopf tanzen, sind sein Gesicht, das auf O-Mo-Werbetafeln in der Stadt verputzt ist. Als Teil seines neuen O-Mo-Images hat Fitz beschlossen, das Trinken aufzugeben, was einen Besuch von drei Geistern veranlasst, um ihm zu zeigen, welchen Einfluss seine neu entdeckte Nüchternheit auf die Menschen um ihn herum haben wird. Da der gesamte Fitzpatrick-Clan verstreut ist, muss Larry sich bemühen, die Truppen zu sammeln, wenn er Fitz vor dem falschen Weg bewahren will.","versions":[{"lang":2,"streams":[{"redirect":13531779,"hoster":"VOE"},{"redirect":12740839,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Very Special Fitzmas [Part 2]","descr":"Wenn Larry Beweise für ein verlorenes Familienvermögen findet, hat er die nötige Hebelwirkung, um den Rest des Fitzpatrick-Clans davon zu überzeugen, Fitz vor den Klauen des bösen O-Mo-Imperiums von Pat Childs zu retten. Jetzt müssen sie nur noch herausfinden, wo das Geld versteckt ist. In der Zwischenzeit wurde Fitz dank des Geistes der Weihnachtszukunft wieder zum Trinken getrieben. Nach der Wiedervereinigung müssen die Fitzpatricks Pat Childs für den Betrug entlarven, der er ist, wenn sie die wahre Bedeutung von Fitzmas kennenlernen wollen - bares Geld.","versions":[{"lang":2,"streams":[{"redirect":13531783,"hoster":"VOE"},{"redirect":12740870,"hoster":"Streamtape"}]}]}]}]}