{"path":"/serie/stream/call-me-dj","name":"Call me DJ!","descr":"\"Call me DJ!\" erzählt die Geschichten von bekannten, weiblichen DJs. Von den schönen und weniger schönen Seiten des Lebens auf Tour, von Schlafmangel und Heimweh, von Rampenlicht und Einsamkeit, von Kreativität und Exzess. Weibliche DJs haben in der elektronischen Musikszene eine andere Ausgangslage als ihre männlichen Pendants, eine andere Perspektive und andere Geschichten. Und genau diese Geschichten werden viel zu wenig erzählt.","seasons":[{"path":"/serie/stream/call-me-dj/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/call-me-dj/staffel-1/episode-1","name":"Rampenlicht","epNo":1,"alt":"","descr":"Das Tourleben professioneller Musikerinnen wie Pilocka Krach oder DJs wie Magdalena kann glamourös, spannend aber auch anstrengend sein. Welche Rollen spielen Diskriminierung, Erfolgsdruck oder Alkohol und Drogen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382754","hoster":"VOE"},{"path":"/redirect/11557713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/call-me-dj/staffel-1/episode-2","name":"Kreativität","epNo":2,"alt":"","descr":"Als Musikerin oder DJ braucht man ständig neue kreative Ideen, um das Publikum zu begeistern. Woher schöpfen Produzentinnen wie Pilocka Krach Inspiration für ihre Musik und wie entstehen Techno-Tracks?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557698","hoster":"VOE"},{"path":"/redirect/11557708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/call-me-dj/staffel-1/episode-3","name":"Business","epNo":3,"alt":"","descr":"Techno schreibt eine Erfolgsgeschichte. Aber profitieren davon alle? Und welchen Einfluss haben Faktoren wie Geschlecht oder Hautfarbe auf den wirtschaftlichen Erfolg von Künstlerinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557705","hoster":"VOE"},{"path":"/redirect/11557700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/call-me-dj/staffel-1/episode-4","name":"Beziehungen","epNo":4,"alt":"","descr":"DJs arbeiten dann, wenn andere frei haben und schlafen, wenn andere arbeiten. Partnerschaften, Freunde oder die eigenen Eltern kommen dadurch oft zu kurz. Und ist das Leben als Frau in der Szene mit Kindern vereinbar?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557687","hoster":"VOE"},{"path":"/redirect/11557694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/call-me-dj/staffel-1/episode-5","name":"Netzwerke","epNo":5,"alt":"","descr":"Triggerwarnung. Es geht um die Schilderung einer Vergewaltigungserfahrung! Viele weibliche DJs gründen Netzwerke und engagieren sich gegen Diskriminierung. Wie politisch ist das Musik machen als Frau in der Techno Szene?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11557693","hoster":"VOE"},{"path":"/redirect/11557689","hoster":"Streamtape"}]}]}]}]}