{"seriesId":"call-the-midwife-ruf-des-lebens","name":"Call the Midwife - Ruf des Lebens","descr":"England in den fünfziger Jahren. Als die junge Jenny Lee (Jessica Raine) das Angebot annimmt, als Hebamme im \"Nonnatus House\" zu arbeiten, ahnt sie nicht, dass sie keine kleine Privatklinik, sondern ein großes Nonnenkonvent im Londoner East End erwartet. Ihre neue Arbeit als Geburtshelferin stellt sie so nicht nur vor neuen beruflichen, sondern auch privaten Herausforderungen …","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Ein Weihnachtsmärchen – Teil 1","epNo":1,"alt":"Call The Midwife – Christmas Special 2012 (1)","descr":"Ein Neugeborenes wird vor dem Krankenhaus bei eisigen Temperaturen abgelegt. Eine mysteriöse, ungepflegte Dame schleicht um die Kinderwagen, die vor dem \"Nonnatus House\" stehen. Wie sich herausstellt, lebt sie in einem heruntergekommenen, dreckigen und dunklen Haus, mitten im Viertel der Armen in London. Sie ist schwanger, will sich jedoch nicht helfen lassen. Die Hebammen vermuten, dass der Frau etwas Schlimmes widerfahren ist, was sie davon abhält, die Unterstützung anzunehmen...","versions":[{"lang":1,"streams":[{"redirect":10200066,"hoster":"VOE"},{"redirect":10200065,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Ein Weihnachtsmärchen – Teil 2","epNo":2,"alt":"Call The Midwife – Christmas Special 2012 (2)","descr":"Die mysteriöse Dame, die um die Kinderwagen umherschleicht, ist schwanger, lehnt jedoch jegliche Hilfe ab. Deshalb vermuten die Hebammen, dass der Frau etwas Schlimmes widerfahren ist, was sie davon abhält, die Unterstützung anzunehmen...","versions":[{"lang":1,"streams":[{"redirect":10200062,"hoster":"VOE"},{"redirect":10200060,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Der Blindgänger","epNo":3,"alt":"Christmas Special 2013 (1)","descr":"Ausgerechnet in der Weihnachtszeit wird in Poplar ein Blindgänger aus dem Zweiten Weltkrieg gefunden. Alle Bewohner werden evakuiert und müssen in einer Notunterkunft die Ereignisse abwarten. In der Vorweihnachtszeit herrscht in Poplar Hochbetrieb. Fred verkauft Mistelzweige auf dem Markt. Die Nonnen bereiten das Fest vor und Evangelina und Dr. Turner planen eine große Schutzimpfungskampagne gegen Polio. Yvonne und Alan erwarten ihr erstes Baby. Die beiden kennen sich seit Kindertagen. Alan leidet seit seinem Kriegseinsatz in Korea an Malaria und Panikattacken. Ein Gespräch mit Trixie über seine schrecklichen Erfahrungen erinnern diese an ihren Vater, der ähnliches im Zweiten Weltkrieg erlebt hat. Shelagh und Dr. Turner fiebern ihrer Hochzeit an Heiligabend entgegen. Shelagh möchte, dass die Trauung ganz bescheiden im kleinsten Kreis begangen wird.Sie hat Schuldgefühle gegenüber den Nonnen und muss sich erst noch mit ihrer neuen Rolle in der Welt und im Alltag zurechtfinden. Peter und Chummy sind auf der Suche nach einem Einfamilienhaus, haben aber Schwierigkeiten, etwas Passendes zu finden. Den Blindgänger zu entschärfen ist besonders schwierig, weil er zwei Zünder hat und beim geringsten Fehler explodieren könnte. Das Viertel wird geräumt, die Bewohner, die Nonne und die Hebammen werden in eine Notunterkunft gebracht, in der sie die weitere Entwicklung abwarten müssen.","versions":[{"lang":1,"streams":[{"redirect":10200070,"hoster":"VOE"},{"redirect":10200068,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"Herbergssuche","epNo":4,"alt":"Christmas Special 2013 (2)","descr":"Die Bombe wird gezündet und niemand kommt zu Schaden. Doch das Nonnatus-Haus droht einzustürzen, und die Schwestern brauchen eine neue Bleibe. Yvonne wünscht sich, dass ihr Mann Alan während der Geburt des gemeinsamen Kindes anwesend ist, um sie zu unterstützen. Jenny und Trixie finden den Wunsch verständlich und sind der Ansicht, zukünftige Väter sollten bei der Geburt zugegen sein. Timothy erkrankt an Polio. Da die Erkrankung rechtzeitig erkannt wird, überlebt er. Doch zu seinem Leidwesen muss er zur Hochzeit seines Vaters mit Shelagh eine Beinschiene tragen.","versions":[{"lang":1,"streams":[{"redirect":10200075,"hoster":"VOE"},{"redirect":10200071,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"Kinder in Not (1)","epNo":5,"alt":"Christmas Special 2014 (1)","descr":"Die Proben für das Weihnachtskonzert in der Sonntagsschule sind im Gange, und während Chummy versucht, tanzende Schneeflocken zu choreografieren, macht sich Trixie an die Arbeit und entwirft ein Weihnachtsmann-Outfit, das Fred tragen muss.","versions":[{"lang":1,"streams":[{"redirect":10200080,"hoster":"VOE"},{"redirect":10200078,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"Kinder in Not (2)","epNo":6,"alt":"Christmas Special 2014 (2)","descr":"Cynthia wird tief in einen Fall hineingezogen, der zwei ehemalige Bewohner einer viktorianischen Nervenklinik betrifft, die sich selbst überlassen wurden und kaum noch zurechtkommen. Dies veranlasst Cynthia zu einer lebensverändernden Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":10200079,"hoster":"VOE"},{"redirect":13997907,"hoster":"Streamtape"}]}]},{"epId":"film-7","name":"Ein Fest der Freude","epNo":7,"alt":"Christmas Special 2015 (1)","descr":"Nach einem Streit mit Schwester Evangelina verschwindet Schwester Monica Joan kurz vor Weihnachten. Dr. Turner fürchtet den Ausbruch einer Masernepidemie. Die BBC plant den Weihnachtsgottesdienst in Poplar für das Fernsehen zu filmen.","versions":[{"lang":1,"streams":[{"redirect":12915691,"hoster":"VOE"},{"redirect":10200090,"hoster":"Streamtape"}]}]},{"epId":"film-8","name":"Das Weihnachtskind","epNo":8,"alt":"Christmas Special 2015 (2)","descr":"Monica Joan wird wohlbehalten aufgefunden, Iris bekommt ein Baby und die TV Übertragung des Gottesdienstes durch die BBC findet erfolgreich statt.","versions":[{"lang":1,"streams":[{"redirect":10200086,"hoster":"VOE"},{"redirect":10200084,"hoster":"Streamtape"}]}]},{"epId":"film-9","name":"Hoffnung (1)","epNo":9,"alt":"Christmas Special 2016 (1)","descr":"Der größte Teil der Bewohner und Mitarbeiter des Nonnatus Hauses muss nach Südafrika reisen um dort in der Hope Klinik Nothilfe zu leisten und eine Impfaktion gegen Polio durchzuführen. Die Bedingungen dort sind nicht zu vergleichen mit denen in Poplar, was für einige durchaus schockierend ist.","versions":[{"lang":1,"streams":[{"redirect":12919795,"hoster":"VOE"},{"redirect":10200111,"hoster":"Streamtape"}]}]},{"epId":"film-10","name":"Hoffnung (2)","epNo":10,"alt":"Christmas Special 2016 (2)","descr":"Nach dem die Probleme der Hope Klinik zunächst anwachsen, lässt sich Mr. Starke von Julienne endlich erweichen seine Erlaubnis zum Verlauf der Pipeline über sein Grundstück zur Wasserversorgung der Klinik zu erteilen. Dr. Myra wird erfolgreich an der Leber operiert und kann weiter praktizieren. Roza übernimmt nach ihrer Scheinschwangerschaft die Verwaltung der Klinik, deren Bestand gesichert ist.","versions":[{"lang":1,"streams":[{"redirect":10200089,"hoster":"VOE"},{"redirect":10200091,"hoster":"Streamtape"}]}]},{"epId":"film-11","name":"Am Ende erwartet uns ein Wunder","epNo":11,"alt":"Christmas Special 2017","descr":"An Weihnachten 1963 stellen sich die Hebammen der Herausforderung des strengsten Winters seit 300 Jahren. Im Kampf gegen Eis, Schnee und Stromausfälle bemühen sich die Hebammen um die bestmögliche Pflege für ihre Patienten.","versions":[{"lang":1,"streams":[{"redirect":10200101,"hoster":"VOE"},{"redirect":10200100,"hoster":"Streamtape"}]}]},{"epId":"film-12","name":"Ein neues Zuhause (2)","epNo":12,"alt":"Christmas Special 2018 (2)","descr":"Trixie kehrt nach Poplar zurück und stellt mit Erstaunen fest, dass werdende Mütter zunehmend die Dienste des Nonnatus Hauses ausschlagen und Krankenhausgeburten in Anspruch nehmen.","versions":[{"lang":1,"streams":[{"redirect":10200104,"hoster":"VOE"},{"redirect":10200107,"hoster":"Streamtape"}]}]},{"epId":"film-13","name":"Ein neues Zuhause (1)","epNo":13,"alt":"Christmas Special 2018 (1)","descr":"Die Nonnen werden in ihr Stammkloster zurückgerufen, als sich herausstellt, dass ihre Ordensoberin unheilbar krank ist.","versions":[{"lang":1,"streams":[{"redirect":12919794,"hoster":"VOE"},{"redirect":10200103,"hoster":"Streamtape"}]}]},{"epId":"film-14","name":"Weihnacht auf den Hebriden (1)","epNo":14,"alt":"Christmas Special 2019 (1)","descr":"Als Weihnachten naht, fegt ein Grippeanfall sowohl durch Nonnatus House als auch durch die Familie Turner. Als Mutter Mildred erklärt, dass Gott sie berufen hat, ein Zweighaus auf den Äußeren Hebriden zu gründen, scheint dies eine ideale Gelegenheit für die Nonnen und Hebammen zu sein, sich in der belebenden schottischen Luft zu erholen. Wenn sie sich erholen, werden sie auch in der Lage sein, der Insel zu helfen, wo Pflegekräfte und Ärzte fehlen. Schwester Monica Joan verbindet die Äußeren Hebriden mit dem Weißen Hirsch von St. Eustace, einem Symbol für Christus, und ist begeistert von der Idee, dorthin zu reisen . Zu ihrem Ärger stellt sie jedoch bald fest, dass sie mit Schwester Hilda und Schwester Frances zurückgelassen wird.","versions":[{"lang":1,"streams":[{"redirect":11879471,"hoster":"VOE"},{"redirect":11879475,"hoster":"Streamtape"}]}]},{"epId":"film-15","name":"Weihnacht auf den Hebriden (2)","epNo":15,"alt":"Christmas Special 2019 (2)","descr":"Innerhalb einer Woche machen sich Dr. Turner, Shelagh, Mutter Mildred, Trixie, Schwester Julienne, Valerie und Lucille auf die Reise zu den Äußeren Hebriden , wo sie in einer eiskalten umgebauten Kirche übernachten sollen. Während das Team daran geht, eine Geburtsklinik einzurichten und die lokale Bevölkerung zu behandeln, muss es nicht nur gegen das Wetter und das trostlose Gelände ankämpfen, sondern auch gegen das Misstrauen einiger Inselbewohner. In der Zwischenzeit ist Reggie in Poplar zu Weihnachten nach Hause gekommen und findet eines davon Violets Geschenke für ihn: das Buch der Guinness-Weltrekorde. Inspiriert von den Triumphen anderer beschließt Reggie, dass auch er versuchen wird, einen Weltrekord zu brechen.","versions":[{"lang":1,"streams":[{"redirect":11879455,"hoster":"VOE"},{"redirect":11879461,"hoster":"Streamtape"}]}]},{"epId":"film-16","name":"Weihnachtszauber (1)","epNo":16,"alt":"Christmas Special 2020 (1)","descr":"Fred und Violet eröffnen einen keinen Zeitungs- und Tabakladen. Ein Zirkus kommt für die Weihnachtstage nach Poplar und wird von Fred und Reggie mit Zeitungen und Zigaretten versorgt. Reggie ist vor allem vom Eisbären Snwoy fasziniert, der auf einigen Plakaten zu sehen ist. Jaquetta, die Tochter des Zirkusdirektors erwartet ein Baby. Percival, der Zirkusdirektor, leidet an Lungenkrebs, wie Dr. Turner herausfindet. Shelagh begegnet in der Klinik Gloria, die sie kennengelernt hat, als sie mit Teddy schwanger war. Gloria hat ihr Baby damals verloren und danach noch weitere 6. Sie ist wieder schwanger und verständlicherweise überaus angespannt. Reggie ist vom Zirkus begeistert und arbeitet engagiert beim Aufbau mit und hilft Jaquetta. Als ein Feuer im Zirkus ausbricht, kann Reggie Jaquettas Söhn Paul und Nicky in Sicherheit bringen. Trixie erhält von ihrer Patentante zu Weihnachten einen Gutschein für die Mitgliedschaft in einer Heiratsvermittlung.","versions":[{"lang":1,"streams":[{"redirect":13995826,"hoster":"VOE"},{"redirect":13995827,"hoster":"Streamtape"}]}]},{"epId":"film-17","name":"Weihnachtszauber (2) ","epNo":17,"alt":"Christmas Special 2020 (2)","descr":"Shelagh hilft Gloria mit dem Trauma der vorherigen Schwangerschaften fertig zu werden und Gloria bringt ein gesundes Mädchen zur Welt. Percival ermöglicht Schwester Crane die Erfahrung des Fliegens zu machen. Jaquetta bringt ihr Baby zur Welt. Dieses und ihre beiden Söhne werden in der Manege getauft. Schwester Monica Joan fällt von der Leiter als sie versucht die Weihnachtsdekoration zu korrigieren. Sie kommt ins Krankenhaus. Reggie macht die schmerzliche Erfahrung, dass Eisbär Snowy schon vor langer Zeit gestorben ist. Trixie trifft sich mit verschiedenen Männern, die man ihr vermittelt, wird aber immer wieder enttäuscht. Julienne erfährt, dass das Nonnatus Haus nicht geschlossen wird. Lucille und Cyril holen Schwester Monica Joan rechtzeitig fürs Weihnachtsfest zurück ins Nonnatus Haus.","versions":[{"lang":1,"streams":[{"redirect":14000667,"hoster":"VOE"},{"redirect":14000669,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Heldinnen","epNo":1,"alt":"Concussed, Nonplussed","descr":"London in den 50er Jahren: Im festen Glauben an eine kleine Privatklinik versetzt zu werden, freut sich die Hebammenschülerin Jenny Lee auf ihre neue Arbeit im Osten der Stadt. Zu ihrem Erschrecken muss sie feststellen, dass es sich bei der Einrichtung um ein Nonnenkloster handelt. Der jungen Frau fällt es zunächst schwer, sich mit ihrem neuen Arbeitsplatz anzufreunden. Die festgefahrenen Riten des Konvents sind für sie befremdlich. Nach und nach freundet sie sich allerdings mit ihren direkten Kolleginnen an. Einen Vertrauten findet sie in Hausmeister Fred.Gleich mit ihrer ersten Patientin wird Jenny gefordert: Für Conchita Warren ist es die 23. Schwangerschaft. Die gebürtige Spanierin Conchita spricht kein Englisch. Alleine kümmert sie sich um ihre Großfamilie, während ihr Mann als Maler und Dekorateur das Geld verdient. Als London eine Kältewelle heimsucht, rutscht Conchita auf einer Eisplatte aus und zieht sich eine schwere Gehirnerschütterung zu, die zu einer Frühgeburt führt. Jenny muss all ihre Kraft aufbringen, um nicht die Nerven zu verlieren, denn sowohl Conchitas als auch das Leben des Frühchens stehen auf dem Spiel.","versions":[{"lang":1,"streams":[{"redirect":8972315,"hoster":"VOE"},{"redirect":8337345,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schwester Chummy","epNo":2,"alt":"The Browne Incident","descr":"Ein Neuzugang wirbelt den Alltag in Nonnatus House durcheinander. Camilla, Chummy genannt, stößt zum Hebammenteam. Sie möchte gerne Missionarin werden. Doch mit ihrer fast kindlichen Begeisterungsfähigkeit und ihrer Ungeschicktheit zieht sie zunächst den Unmut der Schwestern auf sich. Vor allem Evangelina hat keine Geduld mit dem Tollpatsch. Jenny trifft bei einem abendlichen Spaziergang auf Mary, ein 15-jähriges Mädchen, das sie um Essen anbettelt. Jenny erkennt auf den ersten Blick, dass Mary hochschwanger ist. Sie nimmt die Streunerin mit ins Konvent, wo sie nach und nach die gesamte Geschichte erfährt. Mary ist Irin und aus ihrem Elternhaus geflüchtet, weil ihr Vater gewalttätig ist. In London fällt sie einem Zuhälter, der sie zur Prostitution zwingt. Julienne arrangiert für Mary eine Unterkunft in einer karitativen Einrichtung, wo das Kind wohlbehalten zur Welt kommt. Chummy muss sich derweil unerwartet bei ihrer ersten Patientin beweisen, bei der die Wehen ein paar Tage zu früh einsetzen.","versions":[{"lang":1,"streams":[{"redirect":8972313,"hoster":"VOE"},{"redirect":8337346,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe ist stärker","epNo":3,"alt":"Maybe A Baby","descr":"Jenny wird in den Schwesterndienst der Gemeinde übernommen, um ihre Kenntnisse zu erweitern. Ihr erster Patient ist Joe, ein Kriegsveteran. Er ist fast blind und wegen eines offenen Beins kaum in der Lage sich fortzubewegen. Jenny freundet sich mit ihm an, doch sie kommt gar nicht damit zurecht, wie verdreckt Joes Wohnung ist.Im Konvent kümmern sich die Hebammen währenddessen um eine ungewöhnliche Patientin: Winnie ist bereits Mitte vierzig, ihr Mann Ted schon über sechzig. Die Schwangerschaft kam für beide überraschend. Ted ist Feuer und Flamme, doch bei Winnie stellen sich immer mehr die Zweifel ein, sowohl an ihrer bevorstehenden Mutterrolle als auch an ihrer Beziehung zu Ted.Jenny bekommt davon nicht allzu viel mit. Das Haus, in dem Joe wohnt, soll abgerissen werden. Gemeinsam suchen die beiden nach einer Lösung.","versions":[{"lang":1,"streams":[{"redirect":13464085,"hoster":"VOE"},{"redirect":12513975,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ring","epNo":4,"alt":"Baby Snatcher","descr":"Für die Patientin Shirley Redmond ist es bereits die zweite Schwangerschaft, allerdings war das erste Kind eine Totgeburt. Deswegen wird Jenny bei der zweiten Geburt von Schwester Evangelina unterstützt. Das Kind kommt gesund zur Welt, allerdings wird es nur wenig später aus seinem Kinderwagen gestohlen. Jenny steht den Redmonds bei, während die Polizei in einer großangelegten Suchaktion nach dem Baby fahndet. Auch für Cynthia entwickelt sich der aktuelle Fall zum Alptraum. David und Margaret erwarten ihr erstes Kind. Der Schulrektor ist bereits im fortgeschrittenen Alter, seine junge Frau arbeitet als Musiklehrerin an seiner Schule. Cynthia spürt, wie tief die Gefühle der beiden füreinander sind. Als Margaret in ein Schwangerschaftskoma fällt, muss Cynthia lernen, wie nah Glück und Unglück beieinander liegen können. Das Kind der Redmonds ist wieder aufgetaucht. Für Jenny ist der Vorfall damit noch nicht zu Ende. Die Entführerin ist Mary, das junge Mädchen, das sie einst schwanger von der Straße auflas. Die Justiz will kurzen Prozess mit ihr machen. Doch Jenny und die Schwestern greifen ein.","versions":[{"lang":1,"streams":[{"redirect":8972328,"hoster":"VOE"},{"redirect":8337349,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geschwisterliebe","epNo":5,"alt":"We Are Family","descr":"Jenny und die anderen Schwestern kümmern sich aufopferungsvoll um Frank, den Bruder von Putzfrau Peggy. Er hat eine Krebsdiagnose erhalten und braucht ständige Pflege. In den Geschichten, die Frank ihr erzählt, erfährt Jenny, wie stark der Zusammenhalt in einer Arbeiterfamilie ist. Die Hebammen wollen Frank einen Gefallen tun. Seine neueste Geschäftsidee war eine Speckproduktion, bislang hat er aber nur ein Schwein. Evie. Zu allem Überfluss entdecken die Schwestern, dass Evie schwanger ist.","versions":[{"lang":1,"streams":[{"redirect":8972354,"hoster":"VOE"},{"redirect":13997908,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lebenswege","epNo":6,"alt":"The Adventures Of Noakes And Browne","descr":"Schwester Monica-Joan wird am Pier orientierungslos aufgegriffen. Ohne zu wissen, was sie tut, hat sie die Nacht im Freien verbracht. Diagnose Lungenentzündung. Dank der Fürsorge ihrer Kolleginnen erholt sie sich schnell, nur um kurz darauf von der Polizei wegen Diebstahls aufgegriffen zu werden. Ihr droht ein Prozess. Die Klosterleitung macht sich Gedanken über ihren Gesundheitszustand. Chummy hat völlig andere Probleme: Eigentlich ist sie glücklich mit ihrem Freund. Ein gemeinsames Treffen mit Chummys Mutter verläuft allerdings so katastrophal, dass Chummy ihre Beziehung zu ihrem Freund beendet. Als ihre Freundinnen davon erfahren, versuchen sie Chummy davon zu überzeugen, dass sie einen Fehler gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":8972417,"hoster":"VOE"},{"redirect":8337359,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mutter an Bord","epNo":1,"alt":"Let Down By Men","descr":"Londen in den 1950er Jahren: Jenny hat sich im Nonnatus House, im Londoner Armenviertel Poplar, eingelebt. Sie betreut eine unnahbare Frau, die wahrscheinlich von ihrem Ehemann misshandelt wurde. Trixie und Evangelina werden an Bord eines Frachtschiffes gerufen und stehen vor einem ungewöhnlichen Fall: Die Tochter des Kapitäns muss eine unerwartete Geburt meistern.","versions":[{"lang":1,"streams":[{"redirect":8972416,"hoster":"VOE"},{"redirect":12513976,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fernweh","epNo":2,"alt":"Right For The Job","descr":"Die Arbeit der Hebammen ist hart. Cynthia muss ein totes Neugeborenes zur Welt bringen und sich anschließend den Fragen der Familie und der Polizei stellen. Trotz der tragischen Schicksale lassen die Hebammen aber auch ihre Träume aufleben. Chummy möchte ihre Wünsche verwirklichen und Jenny trifft Jimmy zufällig wieder.","versions":[{"lang":1,"streams":[{"redirect":8972383,"hoster":"VOE"},{"redirect":8337362,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nicht ohne Dich","epNo":3,"alt":"Torn Between The Two","descr":"Jenny muss das Nonnatus House für kurze Zeit verlassen, denn ein unterbesetztes Krankenhaus braucht Unterstützung. Auch wenn der furchteinflößende Chirurg Mr. Tracey dort arbeitet, lässt sich die Hebamme auf den Job ein. In der Zwischenzeit kommt Jane im Armenviertel an. Sie möchte den Hebammen unter die Arme greifen. Cynthia trifft auf Meg und Mave Carter. Die Zwillinge sind sich sehr ähnlich. Nur eines unterscheidet sie: Die eine ist schwanger, die andere nicht.","versions":[{"lang":1,"streams":[{"redirect":8972373,"hoster":"VOE"},{"redirect":8337363,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Reden und Schweigen","epNo":4,"alt":"The Courage To Love","descr":"Jenny steht vor einem ihrer emotionalsten Fälle: Sie muss gemeinsam mit Schwester Evangelina ein behindertes Baby zur Welt bringen – eine Belastung für die Eltern und Hebammen.","versions":[{"lang":1,"streams":[{"redirect":8972397,"hoster":"VOE"},{"redirect":8337366,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mutige Mütter","epNo":5,"alt":"Episode 5","descr":"Das Sommerfest steht vor der Tür, bei dem es eine Babyshow geben soll. Nur Nora Harding ist keineswegs in Feierlaune. Sie hat bereits acht Kinder zur Welt gebracht und erwartet nun ihr neuntes. Jenny betreut sie und versucht, ihr Hoffnung zu schenken. Doch Nora möchte ihre Worte nicht hören und nimmt die Sache viel lieber selbst in die Hand …","versions":[{"lang":1,"streams":[{"redirect":13992792,"hoster":"VOE"},{"redirect":8337365,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kreislauf des Lebens","epNo":6,"alt":"Episode 6","descr":"Dr. Turner bringt ein Röntgenprogramm in die Gemeinde. Mit Hilfe dieses Gerätes hofft er, die heimtückische Tuberkulose frühzeitig erkennen zu können. Allerdings sind er und die Hebammen nicht darauf vorbereitet, dass jemand aus den eigenen Reihen betroffen ist. Jenny wird zu den Mastersons gerufen. Der Vater liegt im Sterben und seine einzige, noch lebende, Tochter hat sich distanziert. Jenny versucht, die beiden zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":12367735,"hoster":"VOE"},{"redirect":12367729,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fremd in der Heimat","epNo":7,"alt":"Episode 7","descr":"Jenny hat eine farbige Patientin, die mit den Vorurteilen ihrer Nachbarn zu kämpfen hat. Chummy war in Sierra Leone und wird bald zurückkehren. Im Nonnatus House werden alle Vorkehrungen dafür getroffen.","versions":[{"lang":1,"streams":[{"redirect":8972421,"hoster":"VOE"},{"redirect":8337380,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Guter Hoffnung","epNo":8,"alt":"Episode 8","descr":"Jenny könnte bald einen neuen Mann in ihrem Leben haben. Sie wird einem jungen Mann vorgestellt, den sie durchaus interessant findet. Als jedoch das Heim und die Gemeinde in Gefahr geraten, müssen die Schwestern zusammenhalten – Zeit für Privates bleibt da wenig …","versions":[{"lang":1,"streams":[{"redirect":8972420,"hoster":"VOE"},{"redirect":8337384,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein neuer Anfang","epNo":1,"alt":"Episode 1","descr":"London 1959. Große Veränderungen stehen an: Das Nonnatus-Haus muss umziehen und das Team bekommt Zuwachs durch Schwester Winifred. Da lassen neue Ereignisse nicht lange auf sich warten. Die Kinder von Merle und Billy Vickers sind immer wieder krank. Das Ehepaar macht sich Vorwürfe. Auch die Hebammen und Dr. Turner sind ratlos. In der Zwischenzeit kümmert sich Chummy um die Eröffnungsfeier der neuen Geburtsklinik und lädt hierzu königlichen Besuch ein.","versions":[{"lang":1,"streams":[{"redirect":13922276,"hoster":"VOE"},{"redirect":8337382,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Veränderungen","epNo":2,"alt":"Episode 2","descr":"Obwohl Trixie gerne die Stelle bekommen hätte, wird Jenny zur leitenden Schwester für Beratungstage befördert. Außerdem warten weitere fesselnde Fälle auf die Hebammen. Die Friseurin Doris Aston kann ihr Kind nicht behalten, weil die Hautfarbe ihres Babys eine Affäre ans Licht bringen würde. Cynthia bringt den werdenden Müttern von Poplar neue Entspannungstechniken zur Angstlinderung bei Geburten bei, die Wirkung zeigen.","versions":[{"lang":1,"streams":[{"redirect":12363029,"hoster":"VOE"},{"redirect":8337388,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lügner und Betrüger","epNo":3,"alt":"Episode 3","descr":"Als Trixie und Schwester Julienne im Holloway-Gefängnis aushelfen, sind sie über den harschen Umgang mit den Schwangeren entsetzt. Derweil erhält Shelagh eine erschütternde Nachricht. Während Schwester Julienne ihre Kontakte nutzt, um der schwangeren Insassin Stella zu einer besseren Zukunft zu verhelfen, kümmert sich Jenny um das Ehepaar Baker. Außerdem freuen sich alle auf Chummys Geburtstagsgeschenk: einen gemeinsamen Musicalbesuch.","versions":[{"lang":1,"streams":[{"redirect":8641356,"hoster":"VOE"},{"redirect":14001549,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Offene Türen","epNo":4,"alt":"Episode 4","descr":"Durch ihre Unerfahrenheit zweifelt Schwester Winifred an ihrer Berufung als Hebamme und meidet deshalb den Dienst. Dies ändert sich nach ihrem Einsatz bei der jüdischen Familie Moss. Leah und Charlie Moss wollen in ein besseres Viertel von London ziehen. Jedoch traut sich Leahs Mutter, verfolgt durch ihre Vergangenheit, seit mehr als einem Jahrzehnt nicht mehr aus dem Haus. Der frischen Liebe von Jenny und Alec widerfährt ein Schicksalsschlag.","versions":[{"lang":1,"streams":[{"redirect":8972423,"hoster":"VOE"},{"redirect":8337403,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Turbulente Zeiten","epNo":5,"alt":"Episode 5","descr":"Schwester Julienne bricht vor Erschöpfung zusammen, und Shelagh übernimmt kurzerhand die Verwaltung des Nonnatus-Hauses. Es wird eine neue Hebamme eingestellt die ehrgeizige Patsy Mount. Schwester Evangelina bekommt mit, dass zu einer für sie heimlich organisierten Feier auch ihre Verwandten eingeladen wurden, und ist alles andere als erfreut. Als Sally, die das Down-Syndrom hat, schwanger wird, sind alle sprachlos. War es eine Vergewaltigung?","versions":[{"lang":1,"streams":[{"redirect":8972424,"hoster":"VOE"},{"redirect":8337407,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Ausflug","epNo":6,"alt":"Episode 6","descr":"Bedingt durch ihre eigene Vergangenheit kann Patsy die Ursache für die Erkrankung von Familienvater Maurice Glennon, die noch aus seiner Zeit im Kriegsgefangenenlager in Japan stammt, finden. Das werdende Elternpaar Doyle sah sich gezwungen, durchzubrennen, da die unterschiedlichen Glaubenszugehörigkeiten ihrer Familien die gemeinsame Zukunft gefährdet hätten. Trixie wird von Kurator Tom Hereward zu einem nicht sonderlich romantischen Date eingeladen.","versions":[{"lang":1,"streams":[{"redirect":8972425,"hoster":"VOE"},{"redirect":14001550,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Band der Liebe","epNo":7,"alt":"Episode 7","descr":"Zur Freude aller kehrt Jenny zurück und nimmt eine Anstellung am London Hospital an. Lady Browne überbringt Chummy eine unerfreuliche Nachricht und bricht kurze Zeit später zusammen. Die Hebammen versuchen, der an Wochenbettpsychose erkrankten Pamela Saint zu helfen. Shelagh und Patrick setzen ihren Wunsch endlich in die Tat um und stellen einen Adoptionsantrag. Könnte ein Geheimnis aus Patricks Vergangenheit diesen Traum platzen lassen?","versions":[{"lang":1,"streams":[{"redirect":8972426,"hoster":"VOE"},{"redirect":8337420,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neue Wege","epNo":8,"alt":"Episode 8","descr":"Die Turners bekommen den langersehnten Familienzuwachs. Jenny lernt durch ihre Patientin den sympathischen Philip Worth kennen. Auch Trixie und Tom sind weiterhin auf einer Wellenlänge. Chummy erhält die Nachricht, dass ihre Mutter nicht mehr lange zu leben hat. Wird ihr Verhältnis zu ihr sich nun doch verbessern? Jenny beschließt, das Nonnatus-Haus zu verlassen, um sich der Pflege sterbenskranker Patienten zu widmen.","versions":[{"lang":1,"streams":[{"redirect":8972428,"hoster":"VOE"},{"redirect":14002905,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Jedes Ende ist ein Anfang","epNo":1,"alt":"Episode #4.1","descr":"Das St. Raymond Nonnatus bekommt neue Verstärkung in Form einer Krankenschwester namens Barbara. Diese ist jedoch äußerst ängstlich und verlebt keinen guten Start in ihre neue Arbeit. Andernorts kann die Familie von ein paar vernachlässigten Kinder ausfindig gemacht werden, also setzt sich Trixie (Helen George) zum Ziel, diesen unter die Arme zu greifen und ein besseres Leben zu ermöglichen.","versions":[{"lang":1,"streams":[{"redirect":8972427,"hoster":"VOE"},{"redirect":14001551,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frühlingsstürme","epNo":2,"alt":"Episode #4.2","descr":"Barbara (Charlotte Ritchie) sieht sich ihrem bisher kompliziertesten Fall ausgesetzt als sie eine Erstgebärende betreut, deren Entbindung nicht nach Plan verläuft.\r\rDie neue Krankenschwester Phyllis Crane (Linda Bassett) macht Eindruck auf Schwester Evangelina (Pam Ferris). Schwester Julienne (Jenny Agutter) sorgt sich um den steigenden Druck auf Nonnatus House.","versions":[{"lang":1,"streams":[{"redirect":8972429,"hoster":"VOE"},{"redirect":8337427,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fremde Welten","epNo":3,"alt":"Episode 3","descr":"Ein überraschender Ausbruch einer gefährlichen Krankheit sorgt für Panik unter den Hebammen, während sich das Leben von Marie Amos grundlegend verändert, nachdem ihr Mann plötzlich festgenommen wurde. Patsy versucht dem jungen Pärchen in dieser schwierigen Zeit irgendwie zu helfen. Crane kümmert sich derweil um eine schwangere Irin, deren beiden Kinder unzählige Flobisse haben und extrem unterernährt sind.","versions":[{"lang":1,"streams":[{"redirect":8972430,"hoster":"VOE"},{"redirect":8337430,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Stammhalter","epNo":4,"alt":"Episode #4.4","descr":"Schwester Winifred (Victoria Yeates) erfährt von dem unzüchtigen Treiben in Poplar, nachdem sie sich um eine Prostituierte gekümmert hat. Schockiert von der Tatsache, dass das Thema Verhütung anscheinend viel zu kurz bei den Mädchen kommt, setzt sie gemeinsam mit Noakes (Ben Caplan) alles daran, dies zu ändern. Barbara (Charlotte Ritchie) hat derweil Probleme nachzuvollziehen, warum ein werdender Vater um jeden Preis einen Sohn haben will.","versions":[{"lang":1,"streams":[{"redirect":8972433,"hoster":"VOE"},{"redirect":14001553,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwächen und Stärken","epNo":5,"alt":"Episode 5","descr":"Schwester Juliennes (Jenny Agutter) Konzept von Glaube wird auf die Probe gestellt, als sie auf ein gläubiges Pärchen trifft, das nicht möchte, dass ihr neugeborenes Kind eine bestimmte Medizin verabreicht bekommt. Die Eltern beschuldigen sie sogar, dem Kind etwas angetan zu haben, wodurch sich die Situation zwischen den Beteiligten zuspitzt.","versions":[{"lang":1,"streams":[{"redirect":8972434,"hoster":"VOE"},{"redirect":8337435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zerbrechliches Glück","epNo":6,"alt":"Episode 6","descr":"Eine geheime Romanze endet mit einem gebrochenen Herzen, nachdem die Teenagerin Paulette Roland herausfindet, dass sie schwanger ist. Krankenschwester Crane (Linda Bassett) will das Pärchen unterstützen, Paulettes Leben gerät aber in Gefahr, als die beiden Liebenden einfach abhauen.","versions":[{"lang":1,"streams":[{"redirect":8972432,"hoster":"VOE"},{"redirect":8337438,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Irrtümer","epNo":7,"alt":"Episode 7","descr":"Plötzlicher Wassermangel lässt die Angestellten des Maternity Home noch mehr rotieren als sonst. Zwei ehemalige Schulfreundinnen namens Shirley und Marion werden wiedervereint, weil sie beide schwanger sind. Außer ihrer gemeinsamen Vergangenheit eint sie nun aber nichts mehr.","versions":[{"lang":1,"streams":[{"redirect":8972431,"hoster":"VOE"},{"redirect":8337444,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nichts ist sicher","epNo":8,"alt":"Episode 8","descr":"Trixie (Helen George) und Schwester Mary Cynthia (Bryony Hannah) arbeiten zusammen, um eine taube Frau zu unterstützen, die schon bald Mutter werden wird. Unterdessen sorgt ein Krankheitsfall für große Aufregung, und Freds (Liam Kiff) Tochter ist alles andere als glücklich über ihre baldige Hochzeit.","versions":[{"lang":1,"streams":[{"redirect":8972435,"hoster":"VOE"},{"redirect":8337453,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Ein Fehler der Natur","epNo":1,"alt":"","descr":"Ein behindertes Kind wird geboren, für Eltern, Hebammen und Ärzte eine große Herausforderung. Die Presse interessiert sich für das East End und seine Bewohner. Eine neue Zeit bricht herauf.","versions":[{"lang":1,"streams":[{"redirect":12363031,"hoster":"VOE"},{"redirect":8337454,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Kavalier","epNo":2,"alt":"","descr":"Im Nonnatus Haus kommt es zu hochemotionalen Ereignissen. Schwester Crane findet einen Verehrer. Schwester Evangelina geht vorübergehend in ein Schweigekloster, um zu sich selbst zu finden. Tom und Barbara scheint mehr zu verbinden als nur die Arbeit.","versions":[{"lang":1,"streams":[{"redirect":8972437,"hoster":"VOE"},{"redirect":8337450,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schicksalsschläge","epNo":3,"alt":"","descr":"In Poplar besteht die Gefahr einer Typhusepidemie. Die Lehrerin Dorothy führt bei sich selbst eine Abtreibung durch und entgeht nur knapp dem Tode. Tom lädt Barbara in ein indisches Restaurant ein.","versions":[{"lang":1,"streams":[{"redirect":12919793,"hoster":"VOE"},{"redirect":8337458,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fromme Lügen","epNo":4,"alt":"","descr":"Wieder wird missgebildetes Kind geboren, eine Mutter verliert ihr Baby zu Beginn der Schwangerschaft. Tom, Barbara und Trixie machen reinen Tisch.","versions":[{"lang":1,"streams":[{"redirect":8972439,"hoster":"VOE"},{"redirect":14001554,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blauer Dunst","epNo":5,"alt":"","descr":"Dr. Turner muss immer häufiger Lungenerkrankungen in Poplar behandeln. Roseanne, eine ehemalige Prostituierte, fühlt sich von ihrer Mutterrolle überfordert. Delia meistert souverän eine Notfallsituation.","versions":[{"lang":1,"streams":[{"redirect":12363030,"hoster":"VOE"},{"redirect":8337466,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Angst und Stärke","epNo":6,"alt":"","descr":"Nachts überfällt ein Unbekannter Frauen auf den Straßen von Poplar. Eins der Opfer ist Schwester Mary Cynthia.","versions":[{"lang":1,"streams":[{"redirect":8972443,"hoster":"VOE"},{"redirect":14001556,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Moralische Verwerfungen","epNo":7,"alt":"","descr":"Die Einführung der Antibabypille führt zu kontroversen Diskussionen im Nonnatus Haus.","versions":[{"lang":1,"streams":[{"redirect":12915692,"hoster":"VOE"},{"redirect":8337474,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die letzte Ruhe","epNo":8,"alt":"","descr":"Es wird nach den Ursachen für die Missbildung vieler Neugeborener geforscht. Schwester Evangelina erleidet einen zweiten Schlaganfall.","versions":[{"lang":1,"streams":[{"redirect":13917002,"hoster":"VOE"},{"redirect":8337478,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Ein frischer Wind","epNo":1,"alt":"Episode 1","descr":"Schwester Julienne und einige andere kehren von einem Auslandseinsatz in Afrika ins Nonnatus Haus zurück. In ihrer Abwesenheit hat Schwester Ursula Nonnatus geleitet und einige Veränderungen vorgenommen, die nicht bei allen auf positive Reaktion stoßen. Die schwangere Trudy setzt sich gegen ihren gewalttätigen Ehemann zur Wehr und lässt sich scheiden.","versions":[{"lang":1,"streams":[{"redirect":8972445,"hoster":"VOE"},{"redirect":8337483,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erschütterungen","epNo":2,"alt":"Episode 2","descr":"In den Docks kommt es zu einem Feuer mit Toten und Verletzten. Shelagh die zufällig in der Nähe war und erste Hilfe leisten konnte, muss vor Gericht zum Brand aussagen. Sie fordert eine deutliche Verbesserung der Arbeitsumstände. Penny, eine Kleinwüchsige, bringt ein gesundes Baby zur Welt, das nicht kleinwüchsig ist. Shelagh ist schwanger.","versions":[{"lang":1,"streams":[{"redirect":8972446,"hoster":"VOE"},{"redirect":13705717,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schatten aus der Vergangenheit","epNo":3,"alt":"Episode 3","descr":"Schwester Ursula begrenzt die Zeit der Hebammen bei Hausbesuchen auf 20 Minuten. Wegen dieser Maßnahme kommt es bei einem Baby zu einer Gasvergiftung. Das Kind kann gerettet werden. Schwester Ursula übergibt die Leitung des Nonnatus-Hauses wieder an Schwester Julienne und kehrt ins Mutterhaus zurück. Durch Enoch Powells Gesundheitsreform droht Dr.Turners Entbindungsheim die Schließung.","versions":[{"lang":1,"streams":[{"redirect":8972448,"hoster":"VOE"},{"redirect":8343993,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Erwartung und Hoffnung","epNo":4,"alt":"Episode 4","descr":"Shelaghs Schwangerschaft ist zunächst problematisch, doch es stellt sich heraus, dass Hoffnung besteht, das Baby zur Welt zu bringen. Marnie erwartet ihr drittes Baby, als alleinerziehende Mutter mit großen finanziellen Problemen, ist sie zunächst gewillt, ihr Baby zur Adoption durch ihre Kusine und deren Mann freizugeben. Doch dann zieht sie diese Einwilligung zurück.","versions":[{"lang":1,"streams":[{"redirect":8972447,"hoster":"VOE"},{"redirect":8337511,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Band, das niemals reißt","epNo":5,"alt":"Episode 5","descr":"Fred und Violet suchen einen Therapieplatz für Freds Cousin Reggie, der am Down Syndrom leidet. Nach einigen vergeblichen Bemühungen, findet Shelagh eine angemessene Einrichtung für den Jungen. Schwester Mary Cynthia soll sich gegen ihren Willen einer Elektroschocktherapie unterziehen. Die schwangere Crystal muss sich einer umfangreichen Zahnoperation unterziehen …","versions":[{"lang":1,"streams":[{"redirect":10157970,"hoster":"VOE"},{"redirect":8972449,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Narben","epNo":6,"alt":"Episode 6","descr":"Die Kuba Krise sorgt für Unruhe im Nonnatus Haus und der Welt. Ein beschnittene Frau aus Somaliland durchleidet eine schwere Geburt. Trixie und Christopher kommen sich näher. Cynthia wird aus Linchmere entlassen und in eine therapeutische Gemeinschaft eingewiesen. Familie Turner zieht um.","versions":[{"lang":1,"streams":[{"redirect":14082836,"hoster":"VOE"},{"redirect":8972451,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kinder brauchen Liebe","epNo":7,"alt":"Episode 7","descr":"Rhoda und Bernie finden für ihre Tochter Susan eine Therapiegruppe für Contergankinder. Schwester Crane hat einen Autounfall, bei dem ein kleiner farbiger Junge verletzt wird. Trixie erfährt, das ihr Freund Christopher geschieden ist und eine kleine Tochter hat. Delia liest , das Patsys Vater verstorben ist.","versions":[{"lang":1,"streams":[{"redirect":14082838,"hoster":"VOE"},{"redirect":8337520,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Liebe endet nie","epNo":8,"alt":"Episode 8","descr":"Schwester Julienne (Jenny Agutter) beaufsichtigt die Eröffnung einer Familienklinik im örtlichen Gemeinschaftszentrum, woraufhin die dreifache Mutter Wilma Goddens (Olivia Darnley) mit der Einnahme der Antibabypille beginnt, ohne ihrem Ehemann davon mitzuteilen.","versions":[{"lang":1,"streams":[{"redirect":8972454,"hoster":"VOE"},{"redirect":8337526,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"[Speial 2017] Am Ende erwartet uns ein Wunder 1","epNo":1,"alt":"Episode 1","descr":"Der Winter geht weiter, und das Team im Nonnatus Haus heißt seine neueste Hebamme willkommen.","versions":[{"lang":1,"streams":[{"redirect":9206076,"hoster":"VOE"},{"redirect":9209226,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Speial 2017] Am Ende erwartet uns ein Wunder 2","epNo":2,"alt":"Episode 2","descr":"Lucille begegnet Rassismus und Vorurteilen, als eine junge Mutter erkrankt.","versions":[{"lang":1,"streams":[{"redirect":8972452,"hoster":"VOE"},{"redirect":8972456,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lebenspläne","epNo":3,"alt":"Episode 3","descr":"Schwester Crane und Trixie ermitteln, als eine Mutter ihre Kinder in der Sprechstunde zurück lässt. (Text: Sony Channel)","versions":[{"lang":1,"streams":[{"redirect":14096347,"hoster":"VOE"},{"redirect":8972455,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alles verändert sich","epNo":4,"alt":"Episode 4","descr":"Schwester Julienne wird ins Herz einer ihr fremden Kultur gezogen. (Text: Sony Channel)","versions":[{"lang":1,"streams":[{"redirect":14096349,"hoster":"VOE"},{"redirect":8972463,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schmerz und Erlösung","epNo":5,"alt":"Episode 5","descr":"Trixie (Helen George) verlässt Nonnatus House, um bei ihrer Patentante in Portofino einzuziehen.Lucille (Leonie Elliott) hilft indes einer werdenden Mutter, die mit ihrer Schwangerschaft überhaupt nicht zurechtkommt.","versions":[{"lang":1,"streams":[{"redirect":8972457,"hoster":"VOE"},{"redirect":8585070,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tapferkeit","epNo":6,"alt":"Episode 6","descr":"Barbara (Charlotte Ritchie) kümmert sich um eine schwangere Frau, die kürzlich ihren Ehemann verloren hat.Schwester Monica Joan (Judy Parfitt) unterzieht sich derweil einer Augenoperation.","versions":[{"lang":1,"streams":[{"redirect":8972461,"hoster":"VOE"},{"redirect":8647445,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wohin der Weg uns führt","epNo":7,"alt":"Episode 7","descr":"Die Turners versuchen das Leben eines jungen Mannes aus dem Untersuchungsgefängnis zu verbessern. Lucille findet unerwartete Freundschaft, während im Nonnatus House die Sorge um Barbara um sich greift.","versions":[{"lang":1,"streams":[{"redirect":8972464,"hoster":"VOE"},{"redirect":8972471,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Leben schreitet fort","epNo":8,"alt":"Episode 8","descr":"Barbara hilft einer frisch verwitweten Mutter zweier Kinder.","versions":[{"lang":1,"streams":[{"redirect":12695506,"hoster":"VOE"},{"redirect":11799526,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Härten","epNo":9,"alt":"Episode 9","descr":"Dr. Turner kümmert sich um einen jungen Mann mit Problemen und Lucille findet neue Freunde.","versions":[{"lang":1,"streams":[{"redirect":8972460,"hoster":"VOE"},{"redirect":8972469,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Beziehungen und Erinnerungen","epNo":10,"alt":"Episode 10","descr":"Das Team muss zusammen stehen, um Schwester Monica Joans Geburtstag vorzubereiten.","versions":[{"lang":1,"streams":[{"redirect":8972462,"hoster":"VOE"},{"redirect":8972474,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Wo wird es enden?","epNo":1,"alt":"Episode 1","descr":"1964: Die Nonnen und Krankenschwestern müssen sich weiterhin mit einer Vielzahl von Problemen auseinandersetzen – und für eine aus dem Team könnte sich eine Romanze ankündigen.","versions":[{"lang":1,"streams":[{"redirect":10009286,"hoster":"VOE"},{"redirect":13991696,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Starke Frauen","epNo":2,"alt":"Episode 2","descr":"Lucille ist zutiefst besorgt über die Lebensbedingungen eines älteren Patienten. Die Frau ist eine Sammlerin, die allein lebt, umgeben von Mülltürmen, Büchern und Konserven - und sie weigert sich, in ein Pflegeheim zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":10042681,"hoster":"VOE"},{"redirect":10042679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In Poplar am Strand","epNo":3,"alt":"Episode 3","descr":"Valerie möchte einer jungen Mutter dabei helfen, die Behinderung ihres Sohnes zu akzeptieren. Währenddessen werden in der Klinik zum ersten Mal Impfungen gegen Masern verabreicht. Schwester Crane möchte das Beste aus dem Feiertag machen.","versions":[{"lang":1,"streams":[{"redirect":14127296,"hoster":"VOE"},{"redirect":14001567,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Entscheidung und Zwang","epNo":4,"alt":"Episode 4","descr":"Eine Frau und ihre Tochter sind gleichzeitig schwanger, doch sie haben sich zerstritten. Die Schwestern versuchen, den Streit zu schlichten. Währenddessen erfährt eine Freundin von Trixie, dass sie schwanger ist und fürchtet sich vor der Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14127295,"hoster":"VOE"},{"redirect":10141949,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zuversicht und Unterstützung","epNo":5,"alt":"Episode 5","descr":"Lucille hat die Aussicht auf eine neue Romanze, und das hebt die Stimmung im Nonnatus-Haus. Währenddessen leidet der Ehemann einer schwangeren Frau unter unerklärlichen Schmerzen, die an die Symptome seiner Frau erinnern.","versions":[{"lang":1,"streams":[{"redirect":10303611,"hoster":"VOE"},{"redirect":10303610,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wo gehören wir hin?","epNo":6,"alt":"Episode 6","descr":"Schwester Crane macht ihr Rücken wieder zu schaffen und Lucille kümmert sich um eine unverheiratete junge Mutter, die ihr Baby behalten möchte. Mildred kehrt derweil zurück und unterstützt eine Familie im Kampf gegen Pneumokoniose.","versions":[{"lang":1,"streams":[{"redirect":14128840,"hoster":"VOE"},{"redirect":10303614,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verwerfungen","epNo":7,"alt":"Episode 7","descr":"Mutter Mildred beschließt, dass es Zeit für Schwester Frances ist, ihre erste Geburt zu leiten. Trixie kümmert sich um die hochschwangere Heather Pugh. Eine unerwartete Offenbarung kann gesundheitliche Probleme für das Baby verursachen.","versions":[{"lang":1,"streams":[{"redirect":14145718,"hoster":"VOE"},{"redirect":10303617,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schicksalslinie","epNo":8,"alt":"Episode 8","descr":"Hilda tut alles, um den letzten Wunsch eines schwerkranken Patienten zu erfüllen. Die Turners müssen sich unterdessen von May verabschieden. Valerie und Trixie sagen aus. Fred und Reggie haben beide Geheimnisse, die sie verbergen.","versions":[{"lang":1,"streams":[{"redirect":10503608,"hoster":"VOE"},{"redirect":10490005,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Blick in eine ungewisse Zukunft","epNo":1,"alt":"Episode 1","descr":"Ein Baby wird in einer Mülltonne ausgesetzt, und das Team muss einen unerwarteten Ausbruch der Diphterie bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":12413967,"hoster":"VOE"},{"redirect":12395710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12363018,"hoster":"VOE"},{"redirect":12258337,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verlust und Gewinn","epNo":2,"alt":"Episode 2","descr":"Das Team kümmert sich um eine schwangere Prostituierte","versions":[{"lang":1,"streams":[{"redirect":13599323,"hoster":"VOE"},{"redirect":12395712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258297,"hoster":"VOE"},{"redirect":12258298,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Gemeinschaft zählt ","epNo":3,"alt":"Episode 3","descr":"Lucille entbindet ein Baby in einem Aufzug, und Schwester Crane behandelt eine Sylheti-Frau.","versions":[{"lang":1,"streams":[{"redirect":12426182,"hoster":"VOE"},{"redirect":12426181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004262,"hoster":"VOE"},{"redirect":12258345,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wege in die Zukunft ","epNo":4,"alt":"Episode 4","descr":"Vier frischgebackene Ärzte kommen zu einem Aufenthalt, und Fred und Reggie helfen einem alten Herrn und seinen Brieftauben.","versions":[{"lang":1,"streams":[{"redirect":12607812,"hoster":"VOE"},{"redirect":12482431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258301,"hoster":"VOE"},{"redirect":12258304,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Welt verändert sich","epNo":5,"alt":"Episode 5","descr":"Schwester Frances hat Probleme damit, die Frau einen Krebspatienten zu überzeugen, dass sie Hilfe annehmen soll.","versions":[{"lang":1,"streams":[{"redirect":12506203,"hoster":"VOE"},{"redirect":12482391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919788,"hoster":"VOE"},{"redirect":12258308,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Niemand kennt die Zukunft","epNo":6,"alt":"Episode 6","descr":"Mays Adoption ist bedroht, und das Team kümmert sich um ein schwerkrankes Baby.","versions":[{"lang":1,"streams":[{"redirect":12516869,"hoster":"VOE"},{"redirect":12516890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258317,"hoster":"VOE"},{"redirect":12258320,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Lächeln als Belohnung","epNo":7,"alt":"Episode 7","descr":"Trixie hilft einer blinden Mutter, Marion, bei der Pflege ihres neuen Babys, aber der Ärger beginnt, als Marions Schwester das Sozialamt anruft und sich einmischt.","versions":[{"lang":1,"streams":[{"redirect":12608407,"hoster":"VOE"},{"redirect":12608426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258329,"hoster":"VOE"},{"redirect":12258330,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe ist die Konstante des Lebens","epNo":8,"alt":"Episode 8","descr":"Schwester Julienne beschließt, dass es an der Zeit ist, die Sache in die Hand zu nehmen, als ein Brief von der Stadtverwaltung eintrifft, in dem sie mitteilt, dass sie die Mittel für das Nonnatus House kürzen und nicht mehr für die Unterkunft aufkommen wird, und sucht Violet bei einer ihrer öffentlichen Sitzungen als Gemeinderätin auf.","versions":[{"lang":1,"streams":[{"redirect":12608418,"hoster":"VOE"},{"redirect":12655488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258349,"hoster":"VOE"},{"redirect":12258350,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Verlorene Kinder","epNo":1,"alt":"Episode 1","descr":"Schwester Julienne und Dr. Turner streiten darüber, ob sie einen privaten Pflegedienst anbieten sollen, und eine erschütternde Geburt lässt einen weiteren Contergan-Fall befürchten.","versions":[{"lang":1,"streams":[{"redirect":14023289,"hoster":"VOE"},{"redirect":14023291,"hoster":"Doodstream"},{"redirect":14023292,"hoster":"Vidoza"},{"redirect":14023290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258354,"hoster":"VOE"},{"redirect":12258355,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein steiniger Weg","epNo":2,"alt":"Episode 2","descr":"Schwester Frances gerät in eine heikle Situation, als sich eine schwangere Frau ihr anvertraut. Das neue Projekt von Schwester Julienne stößt auf einen Stolperstein.","versions":[{"lang":1,"streams":[{"redirect":14044647,"hoster":"VOE"},{"redirect":14044648,"hoster":"Doodstream"},{"redirect":14044649,"hoster":"Vidoza"},{"redirect":14044646,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258358,"hoster":"VOE"},{"redirect":12258359,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lernen und Lieben","epNo":3,"alt":"Episode 3","descr":"Schwester Hilda und Dr. Turner kümmern sich um eine junge Frau, deren Gesundheit eine Reihe von Problemen aufweist. Eine komplizierte Schwangerschaft führt das Nonnatus-Team auf die Spur einer Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":14056011,"hoster":"VOE"},{"redirect":14056027,"hoster":"Doodstream"},{"redirect":14056522,"hoster":"Vidoza"},{"redirect":14056008,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258363,"hoster":"VOE"},{"redirect":12258364,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der größte Preis","epNo":4,"alt":"Episode 4","descr":"Es ist Juli 1966, und Großbritannien ist im WM-Fieber. Die neue Hebammenschülerin Nancy sorgt für Aufsehen.","versions":[{"lang":1,"streams":[{"redirect":14075620,"hoster":"VOE"},{"redirect":14075625,"hoster":"Doodstream"},{"redirect":14075626,"hoster":"Vidoza"},{"redirect":14075634,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12363022,"hoster":"VOE"},{"redirect":12258382,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" Zuversicht und Hoffnung","epNo":5,"alt":"Episode 5","descr":"Da Schwester Hilda zu einem Auffrischungskurs unterwegs ist, übernimmt Schwester Julienne die Hausbesuche. Die neuen Hebammenschülerinnen haben sich gut eingelebt, und es liegt eine gewisse Hoffnung in der Luft. Während sie die werdende Mutter Vera Sands bei einem Routinebesuch untersucht, macht sich Schwester Julienne Sorgen um ihre kleine Tochter, die beunruhigende Symptome zeigt. Entschlossen, herauszufinden, was los ist, machen sich Schwester Julienne und Doktor Turner an den Fall. In der Zwischenzeit kämpft eine übermäßig beschützende Mutter damit, mit der Teenager-Schwangerschaft ihrer Tochter zurechtzukommen, und besteht darauf, es nicht zu verheimlichen, sehr zur Frustration der neuen Hebammenschülerin Nancy Corrigan.","versions":[{"lang":1,"streams":[{"redirect":14108876,"hoster":"VOE"},{"redirect":14108877,"hoster":"Doodstream"},{"redirect":14108881,"hoster":"Vidoza"},{"redirect":14108875,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12363021,"hoster":"VOE"},{"redirect":12258368,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stärke und Mut","epNo":6,"alt":"Episode 6","descr":"Es ist September 1966, und in der Klinik wird Trixie damit beauftragt, eine verzweifelte Frau zu untersuchen, die mit ihrem fünften Kind schwanger ist. Trixie erfährt, dass das Privatleben ihrer Patientin alles andere als stabil ist, was sie dazu veranlasst, sich öffentlich zu äußern. Die Ergebnisse stoßen jedoch im Nonnatus House und in der Gemeinde auf gemischte Reaktionen. Dr. Turner und Schwester Frances werden beauftragt, einer werdenden Mutter zu helfen, die in den letzten Wochen ihrer Schwangerschaft die medizinische Versorgung verweigert, und Nancy Corrigan enthüllt ein Geheimnis über ihre Herkunft, das ihre Beziehung zu Schwester Julienne und zum Nonnatus-Haus gefährden könnte.","versions":[{"lang":1,"streams":[{"redirect":14129693,"hoster":"VOE"},{"redirect":14129692,"hoster":"Doodstream"},{"redirect":14129700,"hoster":"Vidoza"},{"redirect":14129697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12258374,"hoster":"VOE"},{"redirect":12258375,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebe und Schmerz","epNo":7,"alt":"Episode 7","descr":"Das Haus Nonnatus kämpft damit, mit Nancys Enthüllung fertig zu werden. Während Schwester Julienne ihren Jahresurlaub im Mutterhaus verbringt, nutzt Schwester Hilda die Gelegenheit, die Leitung zu übernehmen und zu beeindrucken. Während sie eine werdende Mutter besuchen, erfahren Schwester Frances und Trixie mit Entsetzen, dass sich die Wohnungskrise in Poplar verschlimmert, und das Nonnatus-Team schwört, für Veränderungen zu kämpfen. Es ist eine bewegende Zeit für die Familie Turner, denn Timothy bereitet sich darauf vor, ein Medizinstudium in Edinburgh aufzunehmen, und Cyril erhält Nachrichten aus der Heimat, die ihn und Lucille dazu veranlassen, über ihre eigene Zukunft nachzudenken. In der Zwischenzeit wird ein ganz besonderes Baby geboren, das einen Riss in der eng verbundenen Familie verursacht und viele Menschen dazu bringt, ihren Segen zu zählen.","versions":[{"lang":1,"streams":[{"redirect":14145605,"hoster":"VOE"},{"redirect":14145626,"hoster":"Doodstream"},{"redirect":14145627,"hoster":"Vidoza"},{"redirect":14145616,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12363024,"hoster":"VOE"},{"redirect":12258372,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Bei Abbrucharbeiten in Poplar wird ein lange gehütetes Geheimnis aufgedeckt, das das Team vor eine schwierige und emotionale Aufgabe stellt. Schwester Julienne nimmt eine heikle Lieferung an.","versions":[{"lang":2,"streams":[{"redirect":12258403,"hoster":"VOE"},{"redirect":12258404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"In der monatlichen Zytologie-Sprechstunde tröstet Schwester Frances eine junge Frau, die mit einer lebensverändernden Diagnose zu kämpfen hat. Lucille unterstützt eine schwierige Mutter.","versions":[{"lang":2,"streams":[{"redirect":12258407,"hoster":"VOE"},{"redirect":12258409,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Shelagh organisiert eine besondere Feier anlässlich des 100. Jahrestages der Ankunft des Ordens in Poplar - obwohl Schwester Hilda der Meinung ist, dass sie für die Feierlichkeiten hätte verantwortlich sein sollen. Nancy kümmert sich um die Notlage der Meth-Trinker, die in Poplar auf der Straße leben, und Schwester Crane behandelt eine junge Sängerin, die zwischen zwei sehr unterschiedlichen Zukünften hin- und hergerissen ist.","versions":[{"lang":2,"streams":[{"redirect":12363026,"hoster":"VOE"},{"redirect":12258416,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Schwester Hilda und Dr. Turner unterstützen einen jungen, lungenkranken Vater, dessen Frau eine Hausgeburt plant, und stellen fest, dass auch er mit den Folgen eines früheren Traumas zu kämpfen hat. Cyril sucht einen Job, bei dem er seine Qualifikationen einsetzen kann, eine junge Mutter kämpft um die Bindung zu ihrer Tochter und Fred hat eine Idee, wie man die Krankenstation während einer Hitzewelle im Sommer kühl halten kann.","versions":[{"lang":2,"streams":[{"redirect":12258383,"hoster":"VOE"},{"redirect":12258385,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Trixie wurde mit einem komplizierten Fall betraut, bei dem es um einen Kranfahrer geht, der bei einem Arbeitsunfall verletzt wurde und nun querschnittsgelähmt ist. In der Zwischenzeit halten Nancy und Schwester Frances einen Vortrag über das Leben in einer Grundschule, und Lucilles Anwesenheit bei einer unkomplizierten Lieferung nimmt eine beunruhigende Wendung. Shelagh beschließt, einen Flohmarkt zu veranstalten, um Geld für die Reparatur einiger kaputter Spielgeräte im Park zu sammeln. Als Schwester Julienne einen verdächtigen Gegenstand findet, bricht das Chaos aus.","versions":[{"lang":2,"streams":[{"redirect":12258387,"hoster":"VOE"},{"redirect":12258389,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Schwester Monica Joan sucht Rat bei einer Hellseherin. Matthew ist schockiert, als er Hausbesetzer in einem seiner Lagerhäuser entdeckt, und Shelagh steht vor der schwierigsten Lieferung ihrer Karriere.","versions":[{"lang":2,"streams":[{"redirect":12363025,"hoster":"VOE"},{"redirect":12258391,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Das Nonnatus-Haus wird von seiner bisher größten Bedrohung heimgesucht. Doch dieses Mal sind nicht die Ziegel und der Mörtel in Gefahr, sondern die Menschen.","versions":[{"lang":2,"streams":[{"redirect":12258394,"hoster":"VOE"},{"redirect":12258396,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Nach einem tragischen Vorfall im Herzen von Poplar steht das Nonnatus House vor seinem dunkelsten Tag. Während sich die Gemeinde zusammenschließt, muss das Team persönliche Ängste überwinden, um den Verletzten zu helfen.","versions":[{"lang":2,"streams":[{"redirect":12363023,"hoster":"VOE"},{"redirect":12258399,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"April 1968. Rassenkonflikte werfen einen Schatten auf Poplar, Nancys Augen werden geöffnet, als sie eine sterbende Frau unterstützt, und Nonnatus House begrüßt eine neue Schwester.","versions":[{"lang":2,"streams":[{"redirect":11925332,"hoster":"VOE"},{"redirect":11925337,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Lucille ist immer noch besorgt, besonders nachdem sie erfahren hat, dass ihre Schwester in Jamaika schwanger ist. Ihr jüngster Patient auf der Bezirksvisite ist ein alter Mann, der sein Augenlicht verliert und seine Situation sie weiter in die Verzweiflung treibt. Schließlich sucht sie medizinische Hilfe bei Dr. Turner und Cyril kauft ihr ein offenes Rückflugticket nach Jamaika. Lilian, eine der werdenden Patientinnen von Schwester Julienne, entdeckt, dass sie an einer seltenen Form von Brustkrebs leidet. Sie ist unglücklich darüber, dass die Behinderung der Strahlentherapie bedeutet, dass die Geburt im Krankenhaus eingeleitet werden muss, aber bevor dies geschehen kann, entbindet sie zu Hause, wie sie es sich erhofft hatte. Dass ihr Mann auf Vorschlag von Schwester Julienne die Führung der Kinderbetreuung übernimmt, lässt Lilian nur noch schlechter fühlen.","versions":[{"lang":2,"streams":[{"redirect":12018775,"hoster":"VOE"},{"redirect":12018776,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Schwester Veronica besucht Sandy, eine Mutter, die ihr Kind nicht in die Gesundheitsklinik gebracht hat. Sandy hat kürzlich wieder geheiratet und gesteht der Nonne, dass ihr neuer Ehemann sie sexuell missbraucht hat; Sie verlässt ihn, aber die Polizei kann nach den geltenden Gesetzen nicht helfen. Ein Baby wird mit Hämophilie geboren , was seine Mutter verärgert, die nicht wusste, dass ihr Vater die gleiche Krankheit hatte, was zu einer Meinungsverschiedenheit in der Familie führte. Nancy gerät in ernsthafte finanzielle Schwierigkeiten, nachdem sie zu viele Geschenke für ihre Tochter gekauft hat. Trixie versucht, ihre Kochkünste zu verbessern, um Matthews Gesellschaftsfreunde zu beeindrucken.","versions":[{"lang":2,"streams":[{"redirect":12018781,"hoster":"VOE"},{"redirect":12018853,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Phyllis nimmt an einem Ventous- Trainingskurs teil und ist verletzt, als der Arzt, der das Training leitet, ihr Alter verleumdet. Später erhält sie eine Vorladung, um vor einem Komitee des Londoner Gesundheitsamtes zu erscheinen, was sie befürchten lässt, dass sie in den Ruhestand versetzt wird. Nachdem Schwester Monica Joan eine leidenschaftliche Rede zu ihrer Verteidigung gehalten hat, willigt der Vorstand ein, Phyllis zu erlauben, weiter zu praktizieren, aber der Vorsitzende deutet an, dass die Behörden mit den Methoden von Nonnatus House nicht zufrieden sind.","versions":[{"lang":2,"streams":[{"redirect":12121901,"hoster":"VOE"},{"redirect":12121902,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Eine schwangere Mutter mit einem chronischen Herzleiden wird krank, Nancy wird misstrauisch wegen des unberechenbaren Verhaltens eines jungen Vaters und Matthew bereitet sich auf den Besuch seines Vaters vor.","versions":[{"lang":2,"streams":[{"redirect":12165373,"hoster":"VOE"},{"redirect":12165372,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Trixie unterstützt eine minderjährige Mutter in einer schwierigen Zeit, Monica Joan empfängt einen ungewöhnlichen Gast im Nonnatus House und Schwester Veronica führt eine neue Initiative des Rates an.","versions":[{"lang":2,"streams":[{"redirect":12258419,"hoster":"VOE"},{"redirect":12258420,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Die Wohnungskrise in Poplar verschärft sich, und das Team wird auf einen traurigen Fall aufmerksam, während ein besorgniserregender Krankheitsausbruch die Bewohner des Nonnatus House direkt betrifft.","versions":[{"lang":2,"streams":[{"redirect":12258411,"hoster":"VOE"},{"redirect":12258412,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Im März 1969 treffen vier neue Hebammen in der Ausbildung im Nonnatus House ein, darunter Rosalind Clifford (Natalie Quarry) und Joyce Highland (Renee Bailey), die ebenfalls dort leben werden und das Leben unter Nonnen als einen Kulturschock empfinden. Rosalinds erste Geburt wird kompliziert, als die Polizei eintrifft, um den kriminellen Ehemann der Mutter zu verhaften, der mit einer Waffe bewaffnet ist. Doreen, die an Zerebralparese leidet, ist hochschwanger, was ihre Mutter verärgert. Aus Doreens Patientenakten geht hervor, dass sie bei der Geburt verletzt war und dass Schwester Julienne sie zur Welt gebracht hat, eine Tatsache, mit der die Nonne nur schwer umgehen kann. Nancy und Phyllis geraten wegen einer neuen Kampagne für höhere Löhne für Krankenschwestern aneinander.","versions":[{"lang":2,"streams":[{"redirect":13708729,"hoster":"VOE"},{"redirect":13708726,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Shelagh und Joyce helfen bei der Geburt von Ednas Sohn, sind aber besorgt über den Gesundheitszustand von Ednas Tochter. Sie wird bald mit Atembeschwerden ins Krankenhaus eingeliefert, die auf Schimmel in ihrer Sozialwohnung zurückzuführen sind. Ein wütender Shelagh stellt sich dem Rat, der nichts unternommen hat. Nancy und Dr. Turner werden in den Fall von Sahira verwickelt, die unter ungeklärten Symptomen leidet; Bei ihr wird Porphyrie diagnostiziert und ihr wird geraten, niemals Kinder zu bekommen, was für sie und ihren Mann verheerend ist. Cyril beschließt, sich zum Sozialarbeiter umschulen zu lassen. Die Bezahlkampagne nimmt weiter Fahrt auf.","versions":[{"lang":2,"streams":[{"redirect":13708731,"hoster":"VOE"},{"redirect":13708738,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Violet kandidiert für das Amt des Bürgermeisters von Tower Hamlets, bekommt aber Konkurrenz von einem sexistischen Ratskollegen, der auch ein Slum-Vermieter ist. Fred schneidet sich und erkrankt an Tetanus, was ihn auf die Intensivstation bringt. Gillian, ein Model, das ihr Kind in ihre Arbeit einbeziehen möchte, bringt eine Tochter mit Hüftdysplasie zur Welt, mit der sie nur schwer umgehen kann. Violet wird zur Bürgermeisterin gewählt und Fred erholt sich vollständig.","versions":[{"lang":2,"streams":[{"redirect":13708733,"hoster":"VOE"},{"redirect":13708739,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Im Juli 1969 freut sich jeder in Poplar auf die Mondlandung von Apollo 11. Die Entdeckung von Tuberkulose bei einer neu aus Nigeria angekommenen Familie weckt bei Nancy schmerzhafte Kindheitserinnerungen. Abgelenkt durch das Drama zu Hause setzt sich Trixie fälschlicherweise über Joyce hinweg, was zur Folge hat, dass die teilweise zurückgebliebene Plazenta einer Patientin nicht diagnostiziert wird, was ihr Leben in Gefahr bringt. Matthew hinterfragt Trixies Prioritäten.","versions":[{"lang":2,"streams":[{"redirect":13705483,"hoster":"VOE"},{"redirect":13705485,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Im Hochsommer organisiert Violet einen Gemeinschaftsausflug ans Meer. Dort gerät May im Meer in Schwierigkeiten; Nach ihrer Rückkehr nach Poplar wird sie mit Wasseraspiration ins Krankenhaus eingeliefert. Nach dem Vorfall haben die Behörden Bedenken, ob sie sie weiterhin bei sich aufnehmen sollten. Phyllis bringt Lindy Websters zweites Baby zur Welt; Kurz darauf wird festgestellt, dass beide Kinder von Lindy an Retinoblastom, einem Augenkrebs, leiden.","versions":[{"lang":2,"streams":[{"redirect":13729242,"hoster":"VOE"},{"redirect":13729238,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"In seiner neuen Rolle steht Cyril vor seiner bisher größten Herausforderung, während Matthew zu einer Vorstandssitzung mit seiner Mutter gerufen wird. Andernorts bereiten sich die Hebammenschülerinnen auf ihre Abschlussprüfungen vor.","versions":[{"lang":2,"streams":[{"redirect":13755069,"hoster":"VOE"},{"redirect":13755068,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Rosalind kümmert sich um die Pflege einer Mutter im Teenageralter und entdeckt eine beunruhigende Wahrheit. Trixie und Matthew kämpfen mit der Veränderung ihres Schicksals, während Joyce einen unerwarteten Besucher empfängt.","versions":[{"lang":2,"streams":[{"redirect":13798731,"hoster":"VOE"},{"redirect":13798729,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Miss Higgins empfängt einen unerwarteten Besucher und Schwester Monica ärgert sich. Pappel wählt seine Mutter des Jahres.","versions":[{"lang":2,"streams":[{"redirect":13818374,"hoster":"VOE"},{"redirect":13818395,"hoster":"Streamtape"}]}]}]}]}