{"seriesId":"calvin-am-goldstrand","name":"Calvin am Goldstrand","descr":"Bereits früher arbeitete Calvin Kleinen mehrere Jahre als Promoter am Sonnenstrand in Bulgarien. Nun möchte er dort ein eigenes Promoter-Business aufziehen. So will er in der Sommersaison 2023 das Geschäft mit Partytickets ankurbeln, gemeinsam mit drei anderen Promoterinnen und Promotern. Aber eins ist trotz blauem Himmel und Meeresrauschen klar: Der Ticketverkauf ist ein umkämpftes Business und der Goldstrand gepflastert mit allerlei Verführungen. Wird Calvin diesen standhalten können und die Herausforderungen überwinden?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der bekannte Reality-Star Calvin Kleinen plant, auf Bulgariens berüchtigter Partymeile ein Promoter-Business aufzubauen. Die hohen Reisekosten, aber auch die Hygienebedingungen in ihrer Unterkunft stellen Calvin und sein Team vor die ersten Herausforderungen.","versions":[{"lang":1,"streams":[{"redirect":13169449,"hoster":"VOE"},{"redirect":13169459,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die mangelnde Hygiene in der Unterkunft sorgt für Unmut in Calvins Team. Zudem wird klar, dass die Clubs am Goldstrand bereits mit Agenturen zusammenarbeiten und keinen Bedarf an einem weiteren Promoter haben. Wird es Calvin und seinen Leuten dennoch gelingen, einen Fuß in die Tür zu bekommen?","versions":[{"lang":1,"streams":[{"redirect":13169448,"hoster":"VOE"},{"redirect":13169437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Calvin Kleinen und seine Crew erhalten die Chance, in ein bestehendes Promoter-Team aufgenommen zu werden. Ausgerechnet jetzt kommt es zu einer Meinungsverschiedenheit zwischen Calvin und seinem Bruder Marvin.","versions":[{"lang":1,"streams":[{"redirect":13169427,"hoster":"VOE"},{"redirect":13169424,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Calvin Kleinen hat alle Hände voll zu tun, als er bemerkt, dass nicht jeder in seinem Team an einem Strang zieht. Doch nicht nur das, der Goldstrandchef macht ihm deutlich, dass er sich an die Regeln halten muss, um eine Chance auf der Partymeile zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13169428,"hoster":"VOE"},{"redirect":13169422,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Der Reality-Star Paco Herb unterstützt das Team als neuer Promoter. Die Stimmung in Calvins Crew ist dennoch weiterhin angespannt, denn Chiaras Motivation lässt zu wünschen übrig. Unerwarteterweise löst sich das Problem jedoch von selbst ...","versions":[{"lang":1,"streams":[{"redirect":13190612,"hoster":"VOE"},{"redirect":13190618,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Calvin Kleinen sollte sich eigentlich auf seinen Job konzentrieren, um endlich aus dem finanziellen Desaster zu kommen. Allerdings buhlen zwei neue Promoterinnen um seine Aufmerksamkeit ...","versions":[{"lang":1,"streams":[{"redirect":13190626,"hoster":"VOE"},{"redirect":13190625,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Calvins Date mit Anastasia führt zum Streit mit Promoterin Nora. Sie legt ihm nahe, sich endlich um das Konzept für eine Party zu kümmern, welches er dem Goldstrandchef vorstellen soll.","versions":[{"lang":1,"streams":[{"redirect":13236265,"hoster":"VOE"},{"redirect":13236277,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13236729,"hoster":"VOE"},{"redirect":13236725,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13263539,"hoster":"VOE"},{"redirect":13263540,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13263553,"hoster":"VOE"},{"redirect":13263560,"hoster":"Streamtape"}]}]}]}]}