{"seriesId":"camilla-lckberg-mord-in-fjllbacka","name":"Camilla Läckberg: Mord in Fjällbacka","descr":"Fjällbacka ist einer der schönsten Ferienorte Schwedens, etwa 150 Kilometer nördlich von Göteborg gelegen. Erica (41) ist Krimiautorin. Ihr Ehemann Patrik (43) ist Ermittler bei der Polizei. Gemeinsam haben sie drei Kinder und leben eine glückliche Ehe. Sobald im beschaulichen Fjällbacka etwas Dramatisches geschieht und Mordopfer auftauchen, fühlt sich Erica mindestens so verantwortlich wie Patrik, den Fall zu lösen. Eine perfekte Ergänzung: Erica kennt die örtlichen Gegebenheiten in- und auswendig, und Patrik kann sämtliche polizeilichen Ermittlungsmöglichkeiten einsetzen. Auch charakterlich ergänzen sich beide gut: Erica ist intelligent, jedoch auch impulsiv und direkt, Patrik hingegen ruhig und überlegt. Er muss sie nicht selten aus prekären Situationen retten, braucht aber auch genauso oft ihren Rat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Familiengeheimnis","epNo":1,"alt":"Tyskungen","descr":"Ericas Eltern kommen kurz nach der Geburt ihrer Enkeltochter Maja bei einem Autounfall ums Leben. Erica zieht daraufhin mit ihrem Mann Patrik und ihrer Tochter Maja in das Elternhaus nach Fjällbacka. Plötzlich steht ein Mann mitten im Wohnzimmer und behauptet, der leibliche Sohn von Ericas Mutter Elsy Moström zu sein, der kurz nach seiner Geburt, zur Adoption freigegeben worden war. Ericas Neugierde ist geweckt und sie sucht nach den damaligen Freunden ihrer Mutter und ihrem Halbbruder Göran Berger, um die Wahrheit zu erfahren. Als jedoch zuerst Göran und später zwei alte Freunde ihrer Mutter ermordet werden, merkt Erica, dass mehr hinter der Geschichte des Unbekannten stecken muss.","versions":[{"lang":1,"streams":[{"redirect":9571965,"hoster":"VOE"},{"redirect":9571966,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Tränen der Santa Lucia","epNo":2,"alt":"Ljusets drottning","descr":"Der Polizist Patrik und seine Frau, die Krimiautorin Erica, machen sich auf die Suche nach der verschwundenen Lovisa. Sie hätte in der Kirche zum Weihnachtsfest einen Auftritt als \"Santa Lucia\" gehabt, doch sie ist nicht erschienen.Erica findet heraus, dass Lovisa eine Liebesbeziehung mit dem 20 Jahre älteren Henrik Lagerman hatte. Kurz darauf versuchen Unbekannte Henrik, der mit seiner Schwester Ylva die Hering-Exportfirm \"Fjällbackasill\" leitet, zu töten.","versions":[{"lang":1,"streams":[{"redirect":9572021,"hoster":"VOE"},{"redirect":12481812,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hummerfehde","epNo":3,"alt":"Havet ger, havet tar","descr":"Der brutale Mord an dem Fotografen Stigge Ericsson ist ein Schock für Erica Falck und Patrik Hedström. Wer könnte dem freundlichen alten Mann etwas zu Leide tun, der mit seinen Bildern die Geschichte Fjällbackas festgehalten hat? Die beiden entdecken, dass Stigge mit seinen Fotos das halbe Hafenstädtchen erpresst haben muss. Dafür sprechen die verschwundenen Negative und die vielen, regelmäßigen Einzahlungen auf sein Konto.","versions":[{"lang":1,"streams":[{"redirect":9571954,"hoster":"VOE"},{"redirect":9571955,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Tod taucht auf","epNo":4,"alt":"Strandridaren","descr":"Jessica Stenfeld, eine junge Beamtin der Küstenwache, findet nach einem Sturm zwei tote Taucher. Zunächst deutet alles auf einen Unfall hin, doch Jessica glaubt, dass es Mord war. Sie bittet ihren alten Freund Patrik, sich des Falles anzunehmen. Patrik und Erica, die eigentlich auf dem Weg in einen romantischen Kurzurlaub sind, machen also einen Umweg über Kungshamn, um die Ermittlungen aufzunehmen. Erica verheimlicht ihre Identität als Polizistengattin und lässt sich zu einer Veranstaltung im örtlichen Museum einladen. Während dieser Feier findet man den Vorsitzenden des Seefahrtsmuseums tot auf. Anscheinend gibt es einen Zusammenhang zwischen den drei Morden: Alle Opfer hatten großes Interesse an einem alten versunkenen Schiffswrack","versions":[{"lang":1,"streams":[{"redirect":9571953,"hoster":"VOE"},{"redirect":9571952,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödliches Klassentreffen","epNo":5,"alt":"Vänner för livet","descr":"Bei einem Fernsehauftritt, anlässlich des Erscheinens ihres neuen Kriminalromans lässt sich Erica Falck zu der Aussage hinreißen, ihren nächsten Roman ihrem ehemaligen besten Freund Peter Sackrén zu widmen. Peter war als Vierzehnjähriger verschwunden und wurde seitdem nicht mehr gesehen. Das einzige Lebenszeichen waren ein paar Ansichtskarten, die er aus Spanien geschickt hatte. Als Erica beginnt, Nachforschungen zu seinem Verbleib anzustellen, wird plötzlich Peters jüngerer Bruder Ivan erstochen aufgefunden. Kurz darauf sterben zwei......","versions":[{"lang":1,"streams":[{"redirect":9571962,"hoster":"VOE"},{"redirect":9571959,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kunst des Todes","epNo":6,"alt":"I betraktarens öga","descr":"Erica und ihr Mann Patrik erhalten Besuch von Ericas jüngerer Schwester Anna. Sie ist gerade als Maklerin unterwegs und will das Elternhaus von Hasse Wennerman und seiner Schwester Anita an den Mann bringen. Die beiden verkaufen zudem alte Möbel und Kunstobjekte ihrer Eltern und bitten deshalb die Kunstexpertin Britta Bergmark, den Wert eines alten Gemäldes zu bestimmen. Britta bezeichnet das Bild allerdings als wertlos. Anna findet unterdessen ihre Freundin Linda Hamrin bewusstlos hinter dem Lenkrad ihres Autos. Alle Türen sind verriegelt, und so tippt man zunächst auf einen Suizidversuch. Doch als Erica Lindas Autoschlüssel auf dem Parkplatz findet, ist klar, dass jemand versucht hat, die junge Frau zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":9571960,"hoster":"VOE"},{"redirect":9571963,"hoster":"Streamtape"}]}]}]}]}