{"seriesId":"canaan","name":"Canaan","descr":"Die Präsentation der Handlung lässt zu  Beginn viele Fragen offen und beginnt unvermittelt mit einem Monolog eines Erzählers, der sich an die Protagonistin Canaan richtet. Darin berichtet er, dass sowohl Canaan als auch ihre Widersacherin die Opfer eines Krieges wurden, der sie ihrer Vergangenheit beraubte. Als ausgebildete Attentäter sollen beide ihren Hass als Quelle ihrer Kraft geschürt haben und dennoch sollen sich beide voneinander unterscheiden. In seinen letzten Worten gibt er Canaan den Hinweis, dass sie Hass nicht mit Hass bekämpfen könne. Damit spielt er auf die Vergangenheit der beiden Charaktere an, die im vom Krieg durchsetzten Kanaan groß wurden und mit einer geheimen biologischen Waffe, dem UA-Virus in Kontakt kamen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Blutrotes Shanghai","epNo":1,"alt":"Crimson Shanghai","descr":"Zwei Menschen mit ganz unterschiedlichen Charakteren sind in Shanghai auf der Suche nach einer guten Story: der erfahrener Klatschreporter Minoru Minorikawa und die junge Fotoreporterin Maria Ôsawa.","versions":[{"lang":1,"streams":[{"redirect":8972549,"hoster":"VOE"},{"redirect":8337807,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein grausames Spiel","epNo":2,"alt":"A Cruel Game","descr":"Kurz nachdem Maria ihre alte Freundin Canaan wiedergetroffen hat, geraten sie und Minouru in undurchsichtige gefährliche Turbulenzen, in denen Canaan ihre beeindruckenden Kampfkünste unter Beweis stellt.","versions":[{"lang":1,"streams":[{"redirect":8972546,"hoster":"VOE"},{"redirect":8337809,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine triviale Angelegenheit","epNo":3,"alt":"A Trivial Matter","descr":"Minouru verguckt sich in eine schweigsame Frau mit grünen Haaren. Maria und Canaan bleibt nur wenig Zeit, sich ihrer gemeinsamen Vergangenheit zu erinnern, denn schon wieder wird es für beide lebensgefährlich…","versions":[{"lang":1,"streams":[{"redirect":8972547,"hoster":"VOE"},{"redirect":12481801,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drohende Dunkelheit","epNo":4,"alt":"Darkening","descr":"In Shanghai wird in wenigen Tagen eine große internationale Antiterrorismus-Konferenz stattfinden. Viele Menschen treffen für dieses Ereignis ganz unterschiedliche Vorbereitungen…","versions":[{"lang":1,"streams":[{"redirect":8972548,"hoster":"VOE"},{"redirect":8337814,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Freunde","epNo":5,"alt":"Friends","descr":"Die kaltherzige Liang Ji hat die gutmütige und naive Yunyun voll in der Hand und erteilt ihr einen finsteren Auftrag nach dem anderen.","versions":[{"lang":1,"streams":[{"redirect":12919792,"hoster":"VOE"},{"redirect":8337815,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Love \u0026 Piece","epNo":6,"alt":"Love \u0026 Piece","descr":"Während der Eröffnungsrede der internationalen Antiterrorismus-Konferenz gibt es im Gebäude eine gewaltige Detonation. Offenbar hatte man die falschen Leute mit der Sicherung der Veranstaltung beauftragt…","versions":[{"lang":1,"streams":[{"redirect":8972553,"hoster":"VOE"},{"redirect":8337818,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Grabstein","epNo":7,"alt":"Gravestone","descr":"Die Terroristen haben im Gebäude mehrere hochrangige Politiker, als Geiseln festgesetzt und mit dem todbringenden UA-Virus infiziert. Unter den Geiseln ist auch der Präsident der Vereinigten Staaten.","versions":[{"lang":1,"streams":[{"redirect":8972550,"hoster":"VOE"},{"redirect":8337821,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Stimme","epNo":8,"alt":"Request","descr":"Was hat es mit dem ominösen UA-Virus auf sich, mit dem die Terroristen die Geiseln infiziert haben? Minoru bekommt einen Tipp, dass die Lösung des Rätsels in einem verschwundenen Dorf zu finden sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8972551,"hoster":"VOE"},{"redirect":8337820,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Blumen der Erinnerung","epNo":9,"alt":"Flower of the Past","descr":"Der Besuch in dem verschwunden Dorf bringt viel Licht in das bisherige Dunkel. Der Schlüssel liegt in der Vergangenheit. Jetzt wird klarer, wer warum welche Interessen verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8972552,"hoster":"VOE"},{"redirect":8337822,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verlorene Erinnerungen","epNo":10,"alt":"Vanish","descr":"Die Situation spitzt sich zu. Hakkou und Yuri Natsume legen ihre Karten offen. Liang will mit brutaler Vernichtungswut die Achtung ihrer vergötterten Schwester Alphard gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12915690,"hoster":"VOE"},{"redirect":8337824,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"See-Saw","epNo":11,"alt":"Gedanken","descr":"Vergötterung trifft auf Verachtung. Es kommt zum erbarmungslosen Schwesternkampf zwischen Liang und Alphard.","versions":[{"lang":1,"streams":[{"redirect":8972556,"hoster":"VOE"},{"redirect":8337827,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sonderzug","epNo":12,"alt":"Seasonal Train","descr":"Es kommt zum Kampf zwischen Canaan und Alphard, alias Canaan. Alphard weiß, dass Maria Osawa Canaans Kraftquell und Schwachpunkt ist…","versions":[{"lang":1,"streams":[{"redirect":8972557,"hoster":"VOE"},{"redirect":8337832,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Land der Hoffnung","epNo":13,"alt":"Land of Hope","descr":"Show Down zwischen den beiden Canaans. Das Blatt wendet sich überraschend…","versions":[{"lang":1,"streams":[{"redirect":12915696,"hoster":"VOE"},{"redirect":8337835,"hoster":"Streamtape"}]}]}]}]}