{"seriesId":"candy-boy","name":"Candy Boy","descr":"Die beiden Schwestern Yukino und Kanade Sakurai leben zusammen und genießen ihr Leben in einer gemeinsamen Wohnung des Studentenwohnheims als Highschool-Schülerinnen. Alles ändert sich jedoch, als eines Tages Sakuya Kamiyama auftaucht und Yukino um Unterstützung in ihrer Liebe zu deren Schwester Kanade bittet. Dies führt dazu, dass Yukino ihre wahren Gefühle für ihre Schwester erkennt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Two\u0027s Distance","descr":"Kanade erinnert sich an die Zeiten, als sie und Yukino zusammen unter einem Regenschirm spazieren gingen, und arbeitet einen Plan aus, um diese Momente noch einmal zu erleben. Ein regnerischer Tag kommt, aber Kanade kann ihren Regenschirm nicht finden. Zum Glück erinnerte sich auch Yukino an diese Tage und brachte ihre eigenen mit.","versions":[{"lang":3,"streams":[{"redirect":9578324,"hoster":"VOE"},{"redirect":8338079,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"This One, Plea...se?","descr":"In der Vorweihnachtszeit suchen Kanade und Yukino nach Geschenken füreinander. Währenddessen schmiedet Sakuya Pläne für den Bau der neuen Schlafsäle. Kanade findet ein perfektes, wenn auch ziemlich teures Geschenk und verwendet dabei ihr Flugticketgeld. Während sie sich fragt, wie sie nach Hause kommen soll, taucht Sakuya mit Flugtickets auf, einschließlich eines für sich selbst.","versions":[{"lang":3,"streams":[{"redirect":12919797,"hoster":"VOE"},{"redirect":8338082,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Insurmountable Obstacle","descr":"Kanade und Yukino kommen zusammen mit Sakuya nach Hause, wo ihre jüngere Schwester Shizuku sie erwartet. Während sie sich mit Sakuya abfinden, erfahren Kanade und Yukino, dass Shizuku auf die Nähe der beiden eifersüchtig ist.","versions":[{"lang":2,"streams":[{"redirect":13519225,"hoster":"VOE"},{"redirect":10429060,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8972632,"hoster":"VOE"},{"redirect":8338083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"It\u0027s Hepatica, right...","descr":"Kanade und Yukino müssen sich damit auseinandersetzen, wie sich die Dinge entwickelt haben, während Shizuku ein Gespräch mit Sakuya führt, die erklärt, warum sie sich in Kanade verliebt hat. Shizuku verbringt dann die Nacht mit Kanade und Yukino und entschuldigt sich.","versions":[{"lang":2,"streams":[{"redirect":13519230,"hoster":"VOE"},{"redirect":10428969,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9584213,"hoster":"VOE"},{"redirect":8338086,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Aaaaaaah...mmm!","descr":"Kanade hat einen seltsamen Traum mit Yukino. Während sie sich Sorgen um ihre Prüfungen und Hausaufgaben macht, wird sie von Yukino zum Valentinstag in ein Café gebracht. Kanade muss jedoch ihre Hausaufgaben wiederholen, um ihre Träume in sie einfließen zu lassen.","versions":[{"lang":3,"streams":[{"redirect":9584214,"hoster":"VOE"},{"redirect":8338088,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"What Lies Beyond","descr":"Kanade bekommt von ihrem Lehrer einen strengen Vortrag über ihren jüngsten Kunstfummel und Yukino warnt sie, vorsichtiger zu sein. Die neuen Schlafsäle sind in Vorbereitung und Sakuya hat ihr und Kanade eine ganze Etage gewidmet, aber dann weist Kanade darauf hin, dass sie sich bereits angemeldet hat, um eines mit Yukino zu teilen, und sie erstarrt. Kanade erwähnt, dass sie während der Frühlingsferien zusätzlichen Unterricht nehmen könnte und muss Shizuku mitteilen, dass sie möglicherweise nicht zu Hause sind, was ihre Pläne ruiniert. Yukino sagt, dass sie einen Teilzeitjob bekommt, damit Kanade auf die Vorbereitungsschule gehen kann, was sie ein wenig betäubt.","versions":[{"lang":3,"streams":[{"redirect":8972631,"hoster":"VOE"},{"redirect":8338094,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Saku and Saku","descr":"Kanade fühlt sich sowohl schuldig, dass Yukino ihr zuliebe einen Teilzeitjob macht, als auch einsam, da sie nicht so viel Zeit mit ihr verbringen kann. Sie sind beide überrascht, Shizuku in ihrer Wohnung vorzufinden, der bei ihnen bleibt. Sakuya sagt Kanade, dass sie sich bei Yukino entschuldigen soll, wobei Shizuku einen ähnlichen Vorschlag macht. Kanade trifft sich später mit Yukino, um sich zu entschuldigen, und sagt ihr, dass sie einen Kurzzeitkurs statt einen Vollzeitkurs machen wird, und sie versprechen, für immer zusammen zu bleiben. Yukino bittet Kanade, etwas Creme aus ihrem Gesicht zu entfernen, die Kanade zu Yukinos Überraschung mit ihren Lippen entfernt. Später sagen sie, dass sie sich lieben.","versions":[{"lang":3,"streams":[{"redirect":8972633,"hoster":"VOE"},{"redirect":8338095,"hoster":"Streamtape"}]}]}]}]}