{"seriesId":"candidate-for-goddess","name":"Candidate for Goddess","descr":"In einer weit entfernten Zukunft hat sich die Menschheit ihrer bisher größten Herausforderung gestellt und damit begonnen, mit neuer und aufwändiger Technik das All zu besiedeln. Eines Tages erscheint eine feindliche Rasse, die sogenannten Victims, die damit begannen die menschlichen Kolonien anzugreifen und zu zerstören. Im Jahr 4088 steht die Menschheit schließlich fast vor der kompletten Vernichtung. Von mehreren hundert besiedelten Planeten sind nur noch wenige Kolonien und der Planet Zion, als letzter Zufluchtsort der Menschheit, übrig geblieben. Doch auch Zion ist längst nicht mehr sicher, denn die Bedrohung durch die mysteriösen Victims ist allgegenwärtig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verbindung","epNo":1,"alt":"Connection","descr":"Zero Enna, Pilotenanwärter, kommt auf die GOA, einer Ausbildungsstation. Dort legt er sich auch gleich mit einem Mitbewerber an. Auch sonst hat er sich noch nicht ganz zu Recht gefunden und verirrt sich in einen Göttinnen-Hangar, wo er es auch glatt zustande bringt ins Cockpit einer Göttin zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8972617,"hoster":"VOE"},{"redirect":8338036,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abstimmung","epNo":2,"alt":"In Tune","descr":"Noch immer in der Göttin gefangen, sieht Zero einige Momente aus seiner Vergangenheit, während man vergeblich versucht ihn aus der Göttin zu befreien. Als dann auch noch Alarm gegeben wird und alle Einheiten ausrücken, wird es knapp.","versions":[{"lang":1,"streams":[{"redirect":9584207,"hoster":"VOE"},{"redirect":8338042,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"EX","epNo":3,"alt":"EX","descr":"Während im All noch der Kampf der Göttinnen mit den Victims tobt, kommt Zero auf der Krankenstation wieder zu sich und fragt sich, wo die eine Frau, die er in der weißen Göttin gesehen hat, geblieben ist. Außerdem kommt es erneut zu einer Auseinandersetzung mit einem Pilotenanwärter.","versions":[{"lang":1,"streams":[{"redirect":12919796,"hoster":"VOE"},{"redirect":8338044,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verantwortung","epNo":4,"alt":"Self Awareness","descr":"Nun beginnt die wahre Pilotenausbildung. Dies bedeutet unter anderem jede Menge Check-Ups und Tests, um eventuelle Schwachstellen zu finden und zu verbessern. Dennoch will Zero auf jeden Fall Pilot werden und versucht immer der Beste zu sein, was nicht immer von Vorteil ist.","versions":[{"lang":1,"streams":[{"redirect":9578327,"hoster":"VOE"},{"redirect":8338046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Partner","epNo":5,"alt":"Partner","descr":"Es ist an der Zeit, dass die neuen Pilotenanwärter sich mit ihren Lotsen vertraut machen, denn nur zusammen mit einem Lotsen können die Piloten ihr volles Potential entfalten. Doch Zero schafft es binnen ein paar Minuten Kizuna, seine Partnerin, in Verlegenheit zu bringen. Diese läuft nun davon und damit die beiden nicht als abwesend gelten, macht sich Zero auf die Suche nach ihr und holt sie zurück. Währenddessen müssen die anderen Piloten mit den Tests beginnen.","versions":[{"lang":1,"streams":[{"redirect":9584212,"hoster":"VOE"},{"redirect":8338049,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kombination","epNo":6,"alt":"Combination","descr":"Der Test von Kizuna und Zero beginnt. Zunächst scheint alles gut zu laufen, doch dann macht Zero seine Angst vor der Schwerelosigkeit zu schaffen und er wird unsicher. Um das Problem in den Griff zu bekommen, kümmert sich Kizuna um Zero. Sie schleppt ihn hinaus ins Weltall, um ihm etwas die Angst davor zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9584210,"hoster":"VOE"},{"redirect":12481797,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pro Ing","epNo":7,"alt":"Pro Ing","descr":"Die Pilotenanwärter sollen nun in den nächsten Tagen von erfahrenen Anwärtern trainiert werden. Zero freut sich schon seit dem Moment als sie bei einem Probekampf der Pro-Ings zuschauen durften. Später treffen die drei auf einen alten Kameraden, der durch ein geheimes Spezialtraining seiner Partnerin viel abgenommen hat. So ganz trauen sie diesem Effekt nicht und wollen ihn ein wenig ärgern, indem sie ihn versuchen zu füttern. Erneut kann es Zero nicht lassen und schafft es wieder einmal Kizuna wütend zu machen. Nun werden den Anwärtern ihre neuen Trainingspaten zugeteilt. Zero hat Glück und bekommt den sehr beliebten Erts.","versions":[{"lang":1,"streams":[{"redirect":9584209,"hoster":"VOE"},{"redirect":8338061,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bodenkampf","epNo":8,"alt":"Land Battle","descr":"Das Training mit den Pro-Ings beginnt. Dank Erts an seiner Seite fühlt sich Zero sicher und glaubt fest an den Sieg. Der Kampf läuft anfangs sehr gut. Zwar hat Zero noch mit dem Verhalten des Pro-Ings zu kämpfen, doch hat er den Bogen schnell raus. Sehr zum Leidwesen seines Gegners, der sich den Kampf recht leicht vorgestellt hat. Leider kommt den beiden Clay in die Quere, was prompt von Zeros Gegner ausgenutzt wird und ihn ins Abseits katapultiert.","versions":[{"lang":1,"streams":[{"redirect":13922273,"hoster":"VOE"},{"redirect":8338062,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sterben","epNo":9,"alt":"Death","descr":"Mal wieder bekommt Zero Ärger mit seinem Ausbilder. Er soll sich zum Abreagieren in einen Trainingsraum zurückziehen. Erts leistet ihm dabei Gesellschaft. Die beiden beschließen eine Runde zu fechten, doch während des Kampfes bricht Erts zusammen und kurz darauf soll sich seine schlimme Vorahnung bestätigen. Sein Bruder ist als Pilot im Kampf gegen die Victims gefallen. Nun wird er selbst zum Piloten ernannt und Zero soll ihm dabei helfen.","versions":[{"lang":1,"streams":[{"redirect":9584211,"hoster":"VOE"},{"redirect":8338059,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Traum","epNo":10,"alt":"Dreams","descr":"Während eines Übungskampfes mit Clay bekommt Zero einen Tagtraum. In diesem wacht er in seinem früheren Zuhause auf. Seine Freunde Kizuna und Clay holen ihn kurz nach dem Frühstück ab, um mit ihm gemeinsam zur Schule zu gehen. Dann wacht Zero wieder auf, jedoch muss er sich die ganze Zeit über den seltsamen Traum wundern und versteht ihn nicht, zumal es ja gar nicht seine echte Heimat gewesen ist, sondern ein Planet und keine Kolonie. Währenddessen will sich Heed mit seinem ehemaligen Trainingspartner in einem Zweikampf messen.","versions":[{"lang":1,"streams":[{"redirect":9584215,"hoster":"VOE"},{"redirect":8338073,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Neid","epNo":11,"alt":"Jealousy","descr":"Heed verliert im Training die Nerven und muss aufgrund seines zu hohen EX-Wertes auf die Krankenstation. Währenddessen findet Clay heraus, dass sämtliche Daten der Anwärter bezüglich ihrer Vergangenheit gelöscht wurden und nicht mehr auffindbar sind. Da Erts nun ein richtiger Pilot geworden ist und an die Stelle seines Bruders treten soll, wird seine ehemalige Position unter den Anwärtern ausgeschrieben, die im Kampf ergattert werden kann. In einem solchen Kampf wird plötzlich der Notstand ausgerufen und alle Anwärter sollen den Göttinnen zu Hilfe eilen. Zero freut sich schon auf ein echtes Gefecht.","versions":[{"lang":1,"streams":[{"redirect":9584216,"hoster":"VOE"},{"redirect":8338075,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Treiben","epNo":12,"alt":"Drifting","descr":"Zero und seine Mitschüler sollen an einem bestimmten Punkt warten, bis eventuell entkommene Victims in ihre Richtung fliegen. Ihre Aufgabe ist es daher dort zu bleiben und diese gegebenenfalls zu vernichten. Leider hat Zero ein Problem mit seinem Pro-Ing und driftet ab. Auch Kizuna kann ihm jetzt nicht mehr helfen. Doch so schnell gibt Zero nicht auf.","versions":[{"lang":1,"streams":[{"redirect":8972626,"hoster":"VOE"},{"redirect":8338066,"hoster":"Streamtape"}]}]}]}]}