{"path":"/serie/stream/caroline-in-the-city","name":"Caroline in the City","descr":"Caroline Duffy ist eine quirlige, aufgeweckte junge Frau, die ihr Geld mit dem Zeichnen der Comicserie Caroline in the City verdient, und eine Katze namens Salty besitzt. Der zynische Richard Karinsky bezeichnet sich selbst als \"ernsthafter Künstler\", malt jedoch aus finanziellen Gründen Carolines Comics aus. Die Tänzerin Annie Spadaro (Amy Pietz) arbeitet beim Musical \"Cats\", sie bedient sich als offenherzige Nachbarin und gute Freundin regelmäßig an Carolines Kühlschrank. Del Cassidy (Eric Lutes) ist Carolines anfänglicher Freund und Inhaber einer Grußkartenfirma, in der der tollpatschige Charlie (Andrew Lauer) als rollschuhfahrender Kurier arbeitet.","seasons":[{"path":"/serie/stream/caroline-in-the-city/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-1","name":"Ein Mann muss her!","epNo":1,"alt":"Caroline in the City","descr":"Im Leben der vielbeschäftigten Comic-Zeichnerin Caroline Duffy läuft einiges schief. Ihre Beziehung mit dem Yuppie Del geht in die Brüche. Außerdem verlässt ihre Assistentin Jeannie sie. – Start der Comedyserie aus den USA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584274","hoster":"VOE"},{"path":"/redirect/8344460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-2","name":"Hinter Gittern","epNo":2,"alt":"Caroline and the Mugger","descr":"Richard wird in der U-Bahn bestohlen. Dieses Erlebnis stürzt ihn in eine tiefe Krise, denn schon als Schuljunge konnte er sich nie gegen Angriffe wehren. Als Richard kurz darauf wieder seine Börse vermisst, verlangt er mit dem Mut der Verzweiflung vom vermeintlichen Dieb die Brieftasche zurück. Erst später bemerkt Richard, dass die Börse gar nicht ihm gehört, er also selbst zum Dieb geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584273","hoster":"VOE"},{"path":"/redirect/8344463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-3","name":"Ein Käfig voller Künstler","epNo":3,"alt":"Caroline and the Gay Art Show","descr":"Durch Annies etwas unkonventionelle Methoden kommt Richard mit dem bekannten Galeristen Kenneth ins Gespräch. Dieser zeigt sogar Interesse an Richards Arbeiten. Die Begeisterung verfliegt, als sich herausstellt, dass Kenneth nur schwule Künstler ausstellt. Auf Grund dieser Verlockung gibt Richard sich als homosexuell aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584275","hoster":"VOE"},{"path":"/redirect/8344465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-4","name":"Der schlimme Rücken","epNo":4,"alt":"Caroline and the Bad Back","descr":"Obwohl Caroline einen dringenden Abgabetermin für ihren neuen Comic hat, geht sie mit Del sporteln. Dabei verletzt sie sich böse am Rücken. Carolines Freundin Annie ist sogleich mit Pillen zur Stelle. Die Medikamente versetzen Caroline in einen komaähnlichen Zustand. Richard schickt ein äußerst unkonventionelles Comic ein, um den Termin nicht platzen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584277","hoster":"VOE"},{"path":"/redirect/8344466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-5","name":"Die Bank des Grauens","epNo":5,"alt":"Caroline and the ATM","descr":"Caroline will von einem Bankomaten Geld abheben. Unbemerkt drückt sie sich auf der Nase einen Pickel aus. Der Automat spuckt kein Geld aus. Als Caroline in der Bank reklamieren will, erfährt sie, dass zur Überprüfung das Videoband begutachtet werden muss. Caroline schämt sich, ihre Nasenbohraktion öffentlich zur Schau zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584278","hoster":"VOE"},{"path":"/redirect/8344474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-6","name":"Die Zimtziege","epNo":6,"alt":"Caroline and the Folks","descr":"Die Eltern von Carolines Freund Del sind in der Stadt und wollen endlich die Partnerin ihres Sohnes kennen lernen. Caroline weiß, dass Dels Mutter eine Furie ist und versucht, sich vor der Verabredung zu drücken. Beim fünften Anlauf sitzt Del in der U-Bahn fest, und so muss Caroline allein in den sauren Apfel beißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919846","hoster":"VOE"},{"path":"/redirect/8344477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-7","name":"Pavarotti hilft immer","epNo":7,"alt":"Caroline and the Opera","descr":"Durch Tante Marys kupplerische Intervention bekommt Caroline Besuch von ihrem ehemaligen Mitschüler Peter. Ihre anfängliche Ablehnung legt sich, nachdem Caroline festgestellt hat, dass sich Peter sehr zu seinem Vorteil verändert hat. Dels Eifersucht wächst. Als er erfährt, dass Caroline und Peter einen gemeinsamen Opernbesuch planen, lässt er sich von Richard in die Geheimnisse dieser Kunst einweihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584279","hoster":"VOE"},{"path":"/redirect/8344479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-8","name":"Der Himmel über New York","epNo":8,"alt":"Caroline and the Balloon","descr":"Zu Thanksgiving wird Caroline die große Ehre zuteil, dass ihr Konterfei in Ballonform in der New Yorker Parade mitgetragen wird. Selbstverständlich erklärt Caroline sich bereit, das riesige Ding persönlich zu tragen. Mit Richard, Annie, Del und Shelly stürzt sie sich ins Getümmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584282","hoster":"VOE"},{"path":"/redirect/8344480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-9","name":"Liebe macht blind","epNo":9,"alt":"Caroline and the Convict","descr":"Auf Carolines Aufforderung bringt Richard ein selbst geschaffenes riesiges Gemälde mit an seinen Arbeitsplatz. Caroline und ihre Freundin Annie finden das Bild grauenvoll. Als das Kunstwerk und auch Carolines Wertsachen gestohlen werden, fällt deren Verdacht auf Annies neuen Freund Stephen, einen Ex-Häftling. Doch Liebe macht bekanntlich blind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584283","hoster":"VOE"},{"path":"/redirect/8344481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-10","name":"Caroline und die Weihnachtsferien","epNo":10,"alt":"Caroline and the Christmas Break","descr":"Del und Caroline trennen sich. Caroline und Annie hecken einen Plan aus, um Rache zu nehmen: Sie stellen Del in einem Comic als Fetischisten von Frauenkleidern dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584280","hoster":"VOE"},{"path":"/redirect/8344490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-11","name":"Man gönnt sich ja sonst nichts","epNo":11,"alt":"Caroline and the Gift","descr":"Del bemüht sich wieder sehr um Caroline und schenkt ihr Ohrringe. Sowohl Annie als auch Caroline finden den Schmuck scheußlich. Beim Juwelier erfährt Caroline, dass die Klunker sehr teuer waren. Sie beschließt, die Ohrringe gegen ein sündhaft schönes Diamantarmband einzutauschen und Del eine wertvolle Uhr zu kaufen. Diesen Plan bereut Caroline bald bitter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578457","hoster":"VOE"},{"path":"/redirect/8344494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-12","name":"Der Ehebrecher","epNo":12,"alt":"Caroline and the Married Man","descr":"Caroline lernt den einflussreichen Tom kennen, der in einer Kommission für die Anschaffung von Kunstwerken tätig ist. Zwischen den beiden funkt es. Richard, der sich von dieser Liaison einiges für seine Karriere verspricht, versucht sich als Kuppler. Es stellt sich heraus, dass Tom verheiratet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584284","hoster":"VOE"},{"path":"/redirect/8344495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-13","name":"Ein Park für Caroline","epNo":13,"alt":"Caroline and the Twenty-Eight-Pound Walleye","descr":"Caroline fährt in ihre Heimatstadt. Dort soll ein Park nach ihr benannt werden. Caroline freut sich auch auf das Wiedersehen mit ihren Eltern, umso mehr, als ihr ungeliebter Bruder Chris nicht kommen wird. Doch zu früh gefreut: Chris taucht plötzlich auf und stellt seine Schwester ein Mal mehr in den Schatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578456","hoster":"VOE"},{"path":"/redirect/8344496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-14","name":"Alte Liebe rostet nicht","epNo":14,"alt":"Caroline and the Watch","descr":"Beim Kauf eines alten Schreibtisches entdeckt Caroline zufällig eine Uhr, die eine gewisse Stella vor 50 Jahren ihrem Freund schenken wollte. Caroline setzt sich in den Kopf, das Paar ausfindig zu machen. Mit Annies Hilfe gelingt das auch, nur verläuft das Treffen ganz anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584285","hoster":"VOE"},{"path":"/redirect/8344500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-15","name":"Die Nervensäge","epNo":15,"alt":"Caroline and the Bad Date","descr":"Auf Annies Drängen hin spricht Caroline einen wildfremden Mann an, der ihr gut gefällt. Nach der ersten Verlegehenheit glaubt sie in Scott den Mann ihrer Träume gefunden zu haben. Das ändert sich schnell, als Scott bei einem Überfall das Weite sucht und Caroline allein zurücklässt. Del kümmert sich um seine enttäuschte Ex-Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584286","hoster":"VOE"},{"path":"/redirect/8344510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-16","name":"Der Rosenkavalier","epNo":16,"alt":"Caroline and the Proposal","descr":"Del macht Caroline einen Heiratsantrag. Sie erbittet Bedenkzeit, um sich mit Richard zu besprechen, doch dieser verlässt abrupt das Atelier. Annie erklärt Caroline, dass Richard schon lang in sie verliebt sei. Als Caroline sich endlich zu einem klärenden Gespräch mit Richard bereit erklärt, findet sie Maddie in dessen Bett vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584287","hoster":"VOE"},{"path":"/redirect/8344509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-17","name":"Das kleine Monster","epNo":17,"alt":"Caroline and the Kid","descr":"Der schwerreiche Mr. Lepner bestellt bei Caroline ein Bild von seinem zehnjährigen Sohn Martin. Der stellt sich als wahres Monster heraus. Richard, der Caroline in die Villa der Lepners begleitet, fühlt sich in seine Kindheit zurückversetzt, wurde er doch damals von solchen Bengeln geärgert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584288","hoster":"VOE"},{"path":"/redirect/8344513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-18","name":"Dels Ex-Frau","epNo":18,"alt":"Caroline and the Ex-Wife","descr":"Del entspricht Carolines Wunsch, einmal etwas Verrücktes zu unternehmen und fährt spontan mit ihr nach Vermont zu seiner Berghütte. Dieses Domizil wird von Dels bewaffneter Ex-Frau Jill verteidigt. Das Zusammentreffen ist dann auch mehr als verrückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206103","hoster":"VOE"},{"path":"/redirect/8344515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-19","name":"Hollywood ruft","epNo":19,"alt":"Caroline and the Movie","descr":"Vor Carolines Haustür wird ein Film gedreht. Sie überredet Richard und Annie, sich als Statisten zu bewerben. Annie ist begeistert, da ihr Teenie-Idol Robbie mitspielt. Leider läuft so ziemlich alles schief, was nur danebengehen kann, und so werden alle drei gefeuert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584289","hoster":"VOE"},{"path":"/redirect/8344514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-20","name":"Ein zweifelhaftes Produkt","epNo":20,"alt":"Caroline and the Cereal","descr":"Carolines Comicfigur soll die Verpackung von Corn Flakes eines namhaften Produzenten zieren. Caroline informiert sich über die Inhaltstoffe der Flakes und ist skeptisch. Richard ist über die Form der Flocken frappiert, die ihn an etwas sehr Intimes erinnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584290","hoster":"VOE"},{"path":"/redirect/8344527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-21","name":"Alles Lüge?","epNo":21,"alt":"Caroline and Richard\u0027s Mom","descr":"Richards Mutter Natalie taucht plötzlich auf und erzählt Caroline, sie könne sie mit dem Programmdirektor von NBC bekannt machen, damit Caroline eine eigene Zeichentrickserie bekommt. Caroline und Annie wissen nicht, dass Natalie eine notorische Lügnerin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584292","hoster":"VOE"},{"path":"/redirect/8344529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-22","name":"Hochzeits-Stress","epNo":22,"alt":"Caroline and the Bridesmaids","descr":"Caroline ist mit ihren Hochzeitsvorbereitungen vollauf beschäftigt. Annie bietet ihr Hilfe an, verursacht aber in ihrer chaotischen Art mehr Stress als Unterstützung. Zwischen den Freundinnen kommt es zu einem handfesten Krach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584291","hoster":"VOE"},{"path":"/redirect/8344530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-23","name":"Vier Omen und keine Hochzeit","epNo":23,"alt":"Caroline and the Wedding","descr":"Caroline träumt zwei Tage vor ihrer Hochzeit, dass Richard sie küsst. Diese Vorstellung verwirrt sie sehr. In einem Vorbereitungsgespräch mit dem Priester äußert sie ihre Zweifel. Del hört einen Teil der Unterhaltung mit. Richard schreibt Caroline einen glühenden Liebesbrief, der in Carolines Post verloren geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584293","hoster":"VOE"},{"path":"/redirect/8344533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-1/episode-24","name":"So kann ich nicht arbeiten","epNo":24,"alt":"Caroline and the Condom","descr":"Caroline und Richard erinnern sich an sämtliche chaotischen Zwischenfälle, seit Richard als Assistent anfangen hat. So hat er etwa darauf bestanden, dass Caroline ihre privaten Aktivitäten mit Del am Arbeitsplatz reduziert. Dadurch waren die beiden Verliebten gezwungen, obskure Absteigen zu frequentieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584294","hoster":"VOE"},{"path":"/redirect/8344536","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-1","name":"Richard kehrt zurück","epNo":1,"alt":"Caroline and the Younger Man","descr":"Caroline ist hin- und hergerissen zwischen romantischen Gefühlen und der Sorge um den Altersunterschied zwischen ihr und Joe. Richard reist nach Frankreich und fühlt sich wie ein ‚Amerikaner in Paris‘. Er will in der Stadt der Liebe seinen eigenen Kummer vergessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584295","hoster":"VOE"},{"path":"/redirect/8344541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-2","name":"Eine schwere Geburt","epNo":2,"alt":"Caroline and the Letter","descr":"Als Caroline erfährt, dass Richard aus Paris zurückgekehrt ist, bietet sie ihm seinen früheren Job wieder an. Richard will den Liebesbrief, den Caroline nie gesehen hat, unbedingt wieder an sich bringen. Bei Carolines schwangerer Freundin Vicki setzen viel zu früh die Wehen ein. Damit stürzt sie Annie, Richard und Caroline in helle Aufregung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584296","hoster":"VOE"},{"path":"/redirect/8344543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-3","name":"Der Tanz um die Steuern","epNo":3,"alt":"Caroline and the Cat Dancer","descr":"Annie hat ein Vorsprechen beim Agenten Jimmy Callahan. Sie legt seine umgängliche Art als erotisches Interesse aus. Carolines neuen Lover Joe stört ihre enge Beziehung zu ihrem Ex-Freund. Richard wiederum hat Probleme mit seinen Nachbarn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578471","hoster":"VOE"},{"path":"/redirect/8344547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-4","name":"Reifeprüfung","epNo":4,"alt":"Caroline and the Guy Who Gets There Too Soon","descr":"Joe gesteht Caroline seine große Liebe. Die Angebetete befürchtet allerdings, dass sie für eine so feste Beziehung noch nicht bereit ist. Um Abstand zu gewinnen, trifft sich Caroline mit einem anderen Mann, der um einiges reifer ist als Joe. Richard erbt einen Oldtimer, obwohl er gar nicht fahren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578473","hoster":"VOE"},{"path":"/redirect/8344551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-5","name":"Caroline und die Träumer","epNo":5,"alt":"Caroline and the Dreamers","descr":"Richards Traum, endlich ein bezahlter Künstler zu werden, scheint sich zu erfüllen. Er bekommt das Angebot, ein Wandgemälde für New York City zu gestalten. Die Euphorie legt sich schnell, soll das Kunstwerk doch ausgerechnet in einer der übelsten Gegenden der Stadt entstehen. Bald sieht sich Richard mit knallharten Straßenbanden konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584298","hoster":"VOE"},{"path":"/redirect/8344549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-6","name":"Lügen haben kurze Krägen","epNo":6,"alt":"Caroline and the Nice Jewish Boy","descr":"Del verliebt sich in Risa Glickman, die nur mit jüdischen Männern ausgeht. Bei einem Familienessen der Glickmans muss Del sein jüdisches Wesen unter Beweis stellen. Caroline soll für ihre Cartoons geehrt werden. Da Joe verhindert ist, spielt Richard widerwillig ihren Begleiter. Der Abend verläuft äußerst romantisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973589","hoster":"VOE"},{"path":"/redirect/8344559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-7","name":"Pech für Annie","epNo":7,"alt":"Caroline and Victor/Victoria","descr":"Annie schleppt die widerwillige Caroline auf den Broadway, um an die Oscargewinnerin Julie Andrews heranzukommen. Bei dieser Gelegenheit will sie eine Rolle in der Produktion ‚Victor‘ ergattern. Tatsächlich darf Annie zum Vorsprechen kommen. Richard muss sich einer Operation unterziehen. In Panik gesteht er Caroline seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382785","hoster":"VOE"},{"path":"/redirect/8344563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-8","name":"Fatman ist wieder da","epNo":8,"alt":"Caroline and the Comic","descr":"Annie schleppt die widerwillige Caroline auf den Broadway, um an die Oscargewinnerin Julie Andrews heranzukommen. Bei dieser Gelegenheit will sie eine Rolle in der Produktion ‚Victor‘ ergattern. Tatsächlich darf Annie zum Vorsprechen kommen. Richard muss sich einer Operation unterziehen. In Panik gesteht er Caroline seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578474","hoster":"VOE"},{"path":"/redirect/8344565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-9","name":"Katzenjammer","epNo":9,"alt":"Caroline and the Therapist","descr":"Carolines Katze Salty fühlt sich offensichtlich nicht wohl. Joe schlägt vor, sie in Therapie zu geben. Caroline macht Richards Lehrerin Mrs. Fox ausfindig, um endlich Richards Tierphobie auf den Grund zu gehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584300","hoster":"VOE"},{"path":"/redirect/8344566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-10","name":"Mamma Mia!","epNo":10,"alt":"Caroline and the Red Sauce","descr":"Nachdem Annies Mutter mit einem Koffer vor der Tür ihrer Tochter auftaucht, sieht sich Caroline unvermutet in einen Familienkrieg verwickelt. Richard will sein Gehalt aufbessern, indem er sich im Kaufhaus als Verpacker betätigt. Als er ein wertvolles Geschenk verlegt, kommt es zum Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584299","hoster":"VOE"},{"path":"/redirect/8344567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-11","name":"Die hehre Kunst","epNo":11,"alt":"Caroline and the Freight King","descr":"Caroline wird über Nacht mit einem Obdachlosen in einer Wäscherei eingeschlossen. Im Zuge des Gesprächs enthüllt sie dem Fremden einen ihrer Mädchenträume. Del zwingt Richard dazu, sein zeichnerisches Talent am freien Markt feilzubieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584303","hoster":"VOE"},{"path":"/redirect/8344576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-12","name":"Alle Männer sind Schweine","epNo":12,"alt":"Caroline and the Perfect Record","descr":"Joes Ex-Freundin Lisa kehrt von ihrer Greenpeace-Expedition zurück und möchte vorübergehend bei Joe einziehen. Caroline ist davon nicht gerade begeistert. Als sie sich an Richards Schulter ausweinen will, kämpft dieser massiv mit seinen Gefühlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973595","hoster":"VOE"},{"path":"/redirect/8344579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-13","name":"Spiel mir das Lied vom Tod","epNo":13,"alt":"Caroline and the Singer","descr":"Annies Schwester Donna, ein früherer Popstar, kommt nach New York, um ein Comeback zu versuchen. Als Donna Richards Liebesbrief an Caroline findet, will sie aus den romantischen Worten ein Liebeslied texten. Caroline hat ganz andere Probleme: Sie ruft nach langem Zögern ihren Ex-Freund Joe an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584302","hoster":"VOE"},{"path":"/redirect/8344581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-14","name":"Künstler müssen leiden","epNo":14,"alt":"Caroline and the Kept Man","descr":"Del bringt eines von Richards Bildern in einen Club mit, um Eindruck auf ein Mädchen zu machen. Wirklich überwältigt ist allerdings die reiche Gina. Richard freut sich sehr darüber, bis ihm bewusst wird, dass Gina Hintergedanken haben könnte. Caroline stürzt sich in die Sozialarbeit, um sich von ihren Männerproblemen abzulenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584301","hoster":"VOE"},{"path":"/redirect/8344582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-15","name":"Der 100.000-Dollar-Wurf","epNo":15,"alt":"Caroline and the Long Shot","descr":"Richard bekommt die Chance, durch einen Freiwurf beim Basketballspiel der New York Knicks viel Geld zu gewinnen. Da Richard auf diesem Gebiet nicht gerade ein Meister ist, lässt er sich von Del und Charlie trainieren. Ein eifriger Reporter will Richards Lebensgeschichte veröffentlichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578475","hoster":"VOE"},{"path":"/redirect/8344585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-16","name":"Ein verkanntes Genie","epNo":16,"alt":"Caroline and the Dearly Departed","descr":"Caroline will Richards Karriere einen Schubs geben. Deshalb verrät sie dem einflussreichen Kunstkolumnisten Hilfton Traynor, dass Richard ein verkanntes Genie sei. Carolines Plan geht nicht auf. Annie will einen Regisseur mit ihrer Eloquenz beeindrucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584304","hoster":"VOE"},{"path":"/redirect/8344595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-17","name":"Weiberwochenende","epNo":17,"alt":"Caroline and the Getaway","descr":"Caroline vermutet, dass Annie ihre Männerbekanntschaften mehr bedeuten als ihre Freundschaft. Deshalb überredet sie ihre Freundin, einen richtigen ‚Mädchenausflug‘ zu unternehmen. Als die beiden zusammen Skilaufen wollen, werden ihre Pläne zunichte gemacht. Richard lernt ein intellektuelles Mädchen kennen. Del und Charlie verderben jedoch seine Chancen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584305","hoster":"VOE"},{"path":"/redirect/8344594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-18","name":"Der Feuerteufel","epNo":18,"alt":"Caroline and the Monkeys","descr":"Caroline versucht tapfer, ihr Singledasein zu genießen. Sie sucht Rat bei Richard, der reichlich Erfahrung darin hat, einen Tisch für eine Person zu bestellen. Annie bekommt Besuch von ihrer Freundin Cassandra, die vor kurzem aus einem Sanatorium entlassen wurde. Als Cassandra Del kennen lernt, scheint ihre Krankheit wieder auszubrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584307","hoster":"VOE"},{"path":"/redirect/8344596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-19","name":"Service ist alles","epNo":19,"alt":"Caroline and the Buyer","descr":"Caroline unterstützt Dels Bemühungen, ihren Cartoon zu vermarkten. Der potenzielle Kunde Bob Anderson ist von Carolines Charme sehr angetan und glaubt, sie habe noch etwas anderes anzubieten als ihre Zeichnungen. Annie hat weiterhin mit ihrer Mutter alle Hände voll zu tun","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578491","hoster":"VOE"},{"path":"/redirect/8344599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-20","name":"Nachbarschaftshilfe","epNo":20,"alt":"Caroline and the New Neighbor","descr":"Carolines soziale Ader kommt zum Vorschein, als sie ihrer älteren Nachbarin Miriam kleine Hilfsdienste leistet. Annie macht sich Sorgen, dass Caroline ausgenützt wird. Als Miriams Mann Walter stirbt, stützt sich die alte Dame nur mehr auf Caroline und Annie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915706","hoster":"VOE"},{"path":"/redirect/8344598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-21","name":"Eheberatung à la Caroline","epNo":21,"alt":"Caroline and the Critics","descr":"Caroline stellt fest, dass landesweit nur eine Zeitung ihre Cartoons nicht veröffentlicht. Sie zwingt Richard, mit ihr dem Vorstand des Blattes einen Besuch abzustatten. Annie will Rache an einem hartherzigen Theaterkritiker üben, der sie in seinem Artikel völlig verrissen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004271","hoster":"VOE"},{"path":"/redirect/8344606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-22","name":"Mein Hausmeister und ich","epNo":22,"alt":"Caroline and the Ombudsman","descr":"Caroline bringt bei ihrem Hausverwalter Mr. Tedescu eine Beschwerde ein. Als das nichts nützt, schaltet sie Tony als Vermittler ein. Bald hat sie Zweifel an der Seriosität ihres ‚Ombudsmannes\u0027.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584306","hoster":"VOE"},{"path":"/redirect/8344609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-23","name":"Caroline im Wunderland","epNo":23,"alt":"Caroline and the Bad Trip","descr":"Caroline ist überwältigt. Ihr Agent vermittelt ihr einen Auftritt in der Abendshow mit Jay Leno. Carolines TV-Debüt entwickelt sich allerdings ganz anders als erwartet. Richards Mutter Natalie will ihrem Sohn eröffnen, wer sein richtiger Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578493","hoster":"VOE"},{"path":"/redirect/8344610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-24","name":"Die Liebe seines Lebens","epNo":24,"alt":"Caroline and Richard \u0026 Julia","descr":"Richards frühere Freundin Julia eröffnet ihm, dass sie in Kürze heiraten wird. Richard kann Caroline überreden, sich als seine Frau auszugeben. Annie hat endlich eine kleine Rolle in einer Fernsehshow bekommen. Bald benimmt sie sich wie ein Filmsternchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584310","hoster":"VOE"},{"path":"/redirect/8344617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-2/episode-25","name":"Bettgeflüster","epNo":25,"alt":"Caroline and the Wayward Husband","descr":"Als es zwischen Julia und Richard zu einer romantischen Situation kommt, muss Caroline sich ihre wahren Gefühle für ihren Mitarbeiter eingestehen. Annie soll in ihrer Show Shadoe Stevens als Partner bekommen. Ihre schauspielerischen Leistungen sind nicht überragend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584311","hoster":"VOE"},{"path":"/redirect/8344616","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-1","name":"Die Hochzeitsparty","epNo":1,"alt":"Caroline and the Reception","descr":"Nach ihrer Liebeserklärung auf dem Anrufbeantworter wartet Caroline auf eine Reaktion von Richard, stattdessen aber erlebt sie eine unangenehme Überraschung: Richard hat über Nacht Julia geheiratet. Um allen zu beweisen, dass sie nicht eifersüchtig ist, gibt Caroline eine Hochzeitsparty.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578492","hoster":"VOE"},{"path":"/redirect/8344629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-2","name":"Der erste Streit","epNo":2,"alt":"Caroline and the Kink","descr":"Richard findet, dass seine frisch angetraute Frau sich viel zu stark in sein Leben einmischt. Als es aufgrund von Carolines Ratschlägen zu einem Streit zwischen ihm und Julia kommt, ist er ziemlich sauer auf sie. Annie rät Caroline, sich in Zukunft aus der Ehe herauszuhalten. Del versucht, einen wichtigen Auftrag zu ergattern. Sein Kompagnon Charlie hätte allerdings die besseren Chancen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584309","hoster":"VOE"},{"path":"/redirect/8344628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-3","name":"Caroline und der Autor","epNo":3,"alt":"Caroline and the Novelist","descr":"Caroline verabredet sich mit einem angesehenen Schriftsteller. Um ihn zu beeindrucken, gibt sie vor, ein Buch von ihm gelesen zu haben. Der Schwindel lässt sich nicht lange aufrechterhalten. Julia nimmt ihren ersten Job an: Sie kellnert in Remos Restaurant. Dabei verursacht sie aber nur Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973621","hoster":"VOE"},{"path":"/redirect/8348299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-4","name":"Caroline und die Schwarzseher","epNo":4,"alt":"Caroline and the Free Cable","descr":"Caroline entdeckt, dass sie kostenlos über Kabel fernsehen kann. Als sie die Kabelbetreiber auf den Fehler aufmerksam macht, bekommt sie Probleme mit ihren Nachbarn. Diese waren nicht so ehrlich. Julia organisiert eine Überraschungsparty zu Richards Geburtstag, bei dem sie auch seinen Ex-Psychiater David einlädt. Richard befürchtet, dass dieser vor allen Leuten seine intimsten Geheimnisse ausplaudern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578514","hoster":"VOE"},{"path":"/redirect/8344632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-5","name":"Verabredung mit einem Unbekannten","epNo":5,"alt":"Caroline and the Blind Date","descr":"Julia organisiert für Caroline ein Blind Date mit dem gut aussehenden Trevor. Richard sorgt dafür, dass zwischen den beiden keine romantische Stimmung aufkommt. Annie trifft sich mit ihren ehemaligen Klassenkameradinnen von der Highschool. Sie will ihnen einiges heimzahlen, doch das geht gründlich schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584316","hoster":"VOE"},{"path":"/redirect/8344631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-6","name":"Zwei Mütter und ein Baby","epNo":6,"alt":"Caroline and the Egg","descr":"Carolines Ex-Kollegin Jeannie kommt nach New York. Jeannie wünscht sich nichts sehnlicher als ein Baby, doch es klappt einfach nicht. Als sie Caroline um eine Ei-Spende bittet, ist diese zunächst begeistert, dann kommen ihr aber Bedenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584312","hoster":"VOE"},{"path":"/redirect/8344640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-7","name":"Die frustrierte Katze","epNo":7,"alt":"Caroline and the Desperate Cat","descr":"Annies ehemalige Gesangslehrerin kommt zu Besuch nach New York. Annie wagt es nicht, ihr zu sagen, dass sie nicht mehr in ‚Cats‘ auftritt. Zusammen mit Caroline sucht sie nach einem Weg, wenigstens den Schein zu wahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584313","hoster":"VOE"},{"path":"/redirect/8344644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-8","name":"Die diebische Katz","epNo":8,"alt":"Caroline and the Cold Sesame Noodles","descr":"Richard hat einen wunderschönen Ring für Julia besorgt. Stolz zeigt er ihn Caroline, die gerade ein chinesisches Essen bestellt hat. Als sich der Lieferant des Essens verabschiedet, nimmt er auch den Ring mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917006","hoster":"VOE"},{"path":"/redirect/8344643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-9","name":"Und der Gewinner ist …","epNo":9,"alt":"Caroline and the Bitter Beast","descr":"In Richards alten Sachen tauchen Noten auf, auf denen eine berühmte Filmmelodie basiert. Richard behauptet, das Lied selbst geschrieben zu haben. Allem Anschein nach hat sein damaliger Lehrer die Komposition gestohlen und damit viel Geld gemacht. Caroline trifft Trevor wieder, doch auch diesmal wird ihre Verabredung empfindlich gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584314","hoster":"VOE"},{"path":"/redirect/8344645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-10","name":"Richard und die Politik","epNo":10,"alt":"Caroline and the Councilman","descr":"Ein Abgeordneter möchte Carolines Komikfiguren für seinen Wahlkampf benutzen. Caroline ist dagegen, doch leider lässt sich Richard von dem Politiker ködern. Annies Cousine Jennifer kommt zu Besuch nach New York. Annie warnt sie vor der rauen Mentalität der Großstadtmenschen, doch Jennifers vertrauensselige Natur belehrt sie eines Besseren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584319","hoster":"VOE"},{"path":"/redirect/8344647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-11","name":"Richards Nebenjob","epNo":11,"alt":"Caroline and the Used Car Salesman","descr":"Richard geht früher von der Arbeit weg, um sich nach einem Nebenjob umzusehen. Caroline weiß nichts davon. Als er nicht bei Julia auftaucht, vermutet Caroline sofort, dass Richard fremdgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584317","hoster":"VOE"},{"path":"/redirect/8344658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-12","name":"Eine schöne Bescherung","epNo":12,"alt":"Caroline and the Decanter","descr":"Caroline feiert Weihnachten heuer mit Dels Familie. Um sich bei ihren Gastgebern beliebt zu machen, bringt sie ein Geschenk mit, das diese aber dummerweise schon besitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584318","hoster":"VOE"},{"path":"/redirect/8344661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-13","name":"Die Neujahrsbotschaft","epNo":13,"alt":"Caroline and the Love That Dares Not Speak its Name","descr":"Caroline lädt Richard, Julia und Trevor zu einer Party ein. Sie möchte beweisen, dass sie nichts mehr für Richard empfindet. Kurz darauf landen alle vier wegen einer Lebensmittelvergiftung im Spital. In der Notaufnahme schlägt für Carolines Gefühlsleben dann die Stunde der Wahrheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584320","hoster":"VOE"},{"path":"/redirect/8344660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-14","name":"Die Quiz-Show","epNo":14,"alt":"Caroline and the Quiz Show","descr":"Caroline nimmt an einer Quizshow teil. Dabei muss sie ein Trauma überwinden, das sie schon seit ihrer Kindheit quält: Caroline soll vor einer großen Menschenmenge sprechen. Als es soweit ist, verstummt sie vor Aufregung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584321","hoster":"VOE"},{"path":"/redirect/8344663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-15","name":"Vaterfreuden","epNo":15,"alt":"Caroline and the Reluctant Father","descr":"Del hat vor zehn Jahren eine Tochter gezeugt. Bisher wusste er nichts von ihrer Existenz. Nun ist seine frühere Freundin wieder aufgetaucht und möchte, dass ihr Kind seinen biologischen Vater kennenlernt. Annie bittet Richard um einen Gefallen, doch der Preis dafür ist extrem hoch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584322","hoster":"VOE"},{"path":"/redirect/8344665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-16","name":"Die vierte Dimension","epNo":16,"alt":"Caroline and the Outer Limits","descr":"Julia und Caroline wagen ein ungewöhnliches Experiment: Einen Tag lang schlüpfen sie in die Haut der anderen. Dabei wird Caroline klar, wie sehr Richards ewige Überstunden die Beziehung zu Julia belasten. Sie persönlich hofft, durch diesen Trick Richard endlich auch privat näher zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584324","hoster":"VOE"},{"path":"/redirect/8344676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-17","name":"Der Schlüssel zum Glück","epNo":17,"alt":"Caroline and the Toothbrush","descr":"Carolines neuer Freund Trevor soll einen Schlüssel für ihr Apartment erhalten. Caroline überlegt sich die Sache im letzten Moment noch einmal anders und will den Schlüssel wegräumen, doch Richard hat ihn bereits Trevor gegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584323","hoster":"VOE"},{"path":"/redirect/8344675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-18","name":"Richard online","epNo":18,"alt":"Caroline and the Cabbie","descr":"Richard verschlägt es während einer Schaffenskrise in ein Cyber-Café. Dort lernt er das Internet kennen und verfällt ihm auf Anhieb. Caroline will einen Taxifahrer verklagen. Der Mann hat sie beschimpft und mit Saft bespritzt, dabei wollte Caroline nur mit dem Taxi fahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584326","hoster":"VOE"},{"path":"/redirect/8344680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-19","name":"Die große Abrechnung","epNo":19,"alt":"Caroline and the Visit from Mom","descr":"Caroline hat ein sehr distanziertes Verhältnis zu ihrer Mutter. Die beiden haben Konflikte immer vermieden, aus Angst, den anderen verletzen zu können. Als ihre Mutter bei einem Kurzbesuch zugibt, dass sie Carolines Cartoons eigentlich gar nicht mag, entdecken Mutter und Tochter zum ersten Mal, wie befreiend ein Streit sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332881","hoster":"VOE"},{"path":"/redirect/8344678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-20","name":"Wer schön sein will, muss leiden","epNo":20,"alt":"Caroline and the Little White Lies","descr":"Del und sein Freund geben vor, schwul zu sein, um eine günstige Versicherung zu bekommen. Ihr Vorhaben wird auf eine harte Probe gestellt, als Del die attraktive Mitbewohnerin des Versicherungsagenten kennenlernt. Annie hat Streit mit ihrer Mutter. Diese ärgert es, dass Annie auf der zweiten Hochzeit ihres Vaters gesungen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584325","hoster":"VOE"},{"path":"/redirect/8344684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-21","name":"Richard in Gefahr","epNo":21,"alt":"Caroline and the Killer Dad","descr":"Richard soll zum ersten Mal Julias Vater treffen. Er ist sehr nervös, doch dann geht scheinbar alles gut. Caroline glaubt allerdings, dass sein Schwiegervater ihn umbringen will, womit sie nicht falsch liegt. Annie freut sich auf ein besonderes Date. Sie ist mit einem ehemaligen Priester verabredet, der noch nie eine Freundin gehabt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584327","hoster":"VOE"},{"path":"/redirect/8344690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-22","name":"Das Club-Sandwich","epNo":22,"alt":"Caroline and the Sandwich","descr":"In einem Deli-Restaurant wird ein Clubsandwich, das zuvor den Namen einer bekannten Schauspielerin getragen hat, nach Caroline benannt. Caroline reagiert gelassen, als die Fans der Schauspielerin Protest einlegen. Doch dann scheint sich die Sache zu einem Skandal auszuwachsen und Caroline muss sich in einer Talk-Show für die Namensänderung rechtfertigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584328","hoster":"VOE"},{"path":"/redirect/8344693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-23","name":"Paarprobleme, Teil 1","epNo":23,"alt":"Caroline and the Marriage Counselor: Part 1","descr":"Julia schleppt Richard zum Eheberater, weil er es nicht schafft, bei Caroline zu kündigen. Der Therapeut zeigt wenig Interesse an Richards Problemen. Als er hört, dass bei Caroline eine Stelle als Colorist frei wird, bewirbt er sich kurzerhand für diesen Job.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584330","hoster":"VOE"},{"path":"/redirect/8344697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-24","name":"Paarprobleme, Teil 2","epNo":24,"alt":"Caroline and the Marriage Counselor: Part 2","descr":"Bei Caroline ist zurzeit dicke Luft. Alle haben Beziehungsprobleme und wollen sie in ihrer Wohnung austragen: Julia ist eifersüchtig, Richard weiß nicht, was er für wen empfindet und Trevor wäre froh, wenn Richard endlich kündigt. Er möchte Caroline für sich allein haben. Genervt beschließt Caroline, reinen Tisch zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584329","hoster":"VOE"},{"path":"/redirect/8344696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-25","name":"Eine verhängnisvolle Affäre, Teil 1","epNo":25,"alt":"Caroline and the Secret Bullfighter: Part 1","descr":"Julia will den Sommer in Spanien verbringen. Bei einer Abschiedsparty bekommt Caroline zufällig mit, wie Julia ihren Mann mit einem Stierkämpfer betrügt. Sie glaubt, Richard ist in die Affäre eingeweiht, doch dieser hat keine Ahnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584331","hoster":"VOE"},{"path":"/redirect/8344699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-3/episode-26","name":"Eine verhängnisvolle Affäre, Teil 2","epNo":26,"alt":"Caroline and the Secret Bullfighter: Part 2","descr":"Caroline fliegt nach Spanien, um Richard zu suchen. Sie hat herausgefunden, dass Julia doch kein Verhältnis mit dem Stierkämpfer hat und will verhindern, dass Richard ihr grundlos eine Szene macht. In Pamplona werden nach altem Brauch wilde Stiere durch die Straßen gejagt. Just zu diesem Zeitpunkt ist Richard dort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578513","hoster":"VOE"},{"path":"/redirect/8344710","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-1","name":"Lästige Ex-Freunde","epNo":1,"alt":"Caroline and the Guys in the Bathroom","descr":"Caroline und Richard genießen ihren ersten leidenschaftlichen Kuss. Der romantische Augenblick wird jedoch durch mehrere unerwartete Besucher, reale und eingebildete, verdorben. Außerdem erreichen Caroline niederschmetternde Nachrichten über ihre weitere Zusammenarbeit mit ‚Eagle Grußkarten‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973650","hoster":"VOE"},{"path":"/redirect/8344711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-2","name":"Aus der Traum","epNo":2,"alt":"Caroline and the Office","descr":"Richards rachsüchtiger Schwiegervater nimmt ihm sein Hab und Gut ab, wodurch Richard gezwungen ist, sich ein neues Obdach zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584332","hoster":"VOE"},{"path":"/redirect/8344709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-3","name":"Krieg im Büro","epNo":3,"alt":"Caroline and the Rotten Plum","descr":"Nachdem Caroline versehentlich Büromanagerin Plum beleidigt hat, werden sie und Richard in ein dunkles Büro im Erdgeschoss verbannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584334","hoster":"VOE"},{"path":"/redirect/8344716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-4","name":"Die Befragung","epNo":4,"alt":"Caroline and the Drycleaner","descr":"Annie wird vom Pech verfolgt. Sie verliert gleichzeitig ihren Freund, ihren Job und ihren Agenten. In ihrer Verzweiflung akzeptiert sie sogar eine Verabredung mit dem Mann von der Wäscherei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584333","hoster":"VOE"},{"path":"/redirect/8344714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-5","name":"Das erste Date","epNo":5,"alt":"Caroline and the First Date","descr":"Richard lädt Caroline zum Essen ein. Da es ihr erstes Date ist, erwartet Caroline einen besonders romantischen Abend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578511","hoster":"VOE"},{"path":"/redirect/8344726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-6","name":"Die Scheidungsakte","epNo":6,"alt":"Caroline and the Paper Chase","descr":"Caroline sucht in Richards Schreibtisch nach einem Stift und stößt dabei auf seine Scheidungspapiere. Richard ist dieser Angriff auf seine Privatsphäre sehr unangenehm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973657","hoster":"VOE"},{"path":"/redirect/8348300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-7","name":"Das Horror-Hotel","epNo":7,"alt":"Caroline and the Big Night","descr":"Caroline und Richard wollen ihre erste Liebesnacht an einem romantischen Ort verbringen. Doch als die beiden in dem gebuchten Hotel ankommen, ist das gebuchte Zimmer an ein anderes Paar vergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584335","hoster":"VOE"},{"path":"/redirect/8344725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-8","name":"Skandal in der Oper","epNo":8,"alt":"Caroline and the Diva","descr":"Caroline nimmt Richard und Annie mit zu einem Konzert der Operndiva Kaye Reynaldo. Doch die beiden hören nicht auf zu streiten und so platzt Caroline bald der Kragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584336","hoster":"VOE"},{"path":"/redirect/8344730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-9","name":"Manche mögen’s groß","epNo":9,"alt":"Caroline and the Booby Trap","descr":"Annie will sich die Brust vergrößern lassen, weil vollbusige Kontrahentinnen ihr immer die Rollen wegschnappen. Caroline ist entsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584337","hoster":"VOE"},{"path":"/redirect/8344729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-10","name":"Der doppelte Drückeberger","epNo":10,"alt":"Caroline and the Bar Mitzvah","descr":"Richard steckt in Geldnöten und ist froh, als ihm seine Tante Frieda ein verlockendes Angebot macht: Sie will ihm 5000 Dollar schenken, wenn er Bar Mitzwah feiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584339","hoster":"VOE"},{"path":"/redirect/8348301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-11","name":"Die Weihnachtsmuffel","epNo":11,"alt":"Caroline and the Fright Before Christmas","descr":"Caroline will ihren spöttelnden Freunden Richard, Del und Annie einen Denkzettel verpassen. Die Drei sind Weihnachtsmuffel und können nicht verstehen, wieso sich Caroline so sehr auf Heiligabend freut. Ein unglücklicher Zufall sorgt dafür, dass die Lektion unvergessen bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584338","hoster":"VOE"},{"path":"/redirect/8344740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-12","name":"Das Appartement","epNo":12,"alt":"Caroline and the Big Bad Bed","descr":"Reg, ein befreundeter Cartoonist, zieht vorübergehend in Richards Appartement ein. Als Caroline ihn besucht, bekommt sie einen Riesenschreck. Reg hat die völlig verwahrloste Wohnung gesäubert und liebevoll umgestaltet. Aus leidvoller Erfahrung weiß Caroline, wie empfindlich Richard auf Eingriffe in seine Privatsphäre reagiert. Zu ihrer Überraschung ist Richard jedoch begeistert. Betrübt nimmt Caroline nun an, dass Richard sich nur ihr gegenüber so verschlossen verhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584340","hoster":"VOE"},{"path":"/redirect/8344745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-13","name":"Caroline und der lüsterne Schüler","epNo":13,"alt":"Caroline and the Horny Kid","descr":"Caroline und Del nehmen an einem Programm teil, bei dem sie als Mentoren den Nachwuchs fördern sollen. Dabei gerät Del an einen Wirtschaftsstudenten mit übertriebenem Ordnungssinn. Caroline muss sich mit einem jungen Cartoonisten herumschlagen, den ihre weiblichen Reize mehr beeindrucken als ihre beruflichen Ratschläge. Richard versucht sich als Kunsthändler zu betätigen, hat aber wenig Erfolg damit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584342","hoster":"VOE"},{"path":"/redirect/8344743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-14","name":"Ein Fisch namens Annie","epNo":14,"alt":"Caroline and the Firing Squad","descr":"Annie posiert für einen Cartoonisten, der sich auch privat für sie interessiert. Er findet Annie aber nur hinreißend, wenn sie das bizarre Kostüm seiner Science-Fiction-Heldin trägt. Charlie verliert seinen Job bei der Grußkartenfirma, nachdem sich Caroline für ihn eingesetzt hat. Dabei hat sie es nur gut gemeint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584343","hoster":"VOE"},{"path":"/redirect/8344747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-15","name":"Freundschaftsdienst","epNo":15,"alt":"Caroline and Joanie and the Stick","descr":"Caroline will übers Wochenende nach Boston fahren, um sich mit Richard eine Van-Gogh-Ausstellung anzusehen, da taucht überraschend ihre Schulfreundin Joanie auf. Joanie hat ein unsagbar langweiliges Kinderbuch geschrieben und sucht einen Verleger. Caroline setzt sofort alle Hebel in Bewegung. Sie hat Joanie einst aus Eifersucht schlecht behandelt und möchte das wieder gutmachen. Die Reise nach Boston, auf die sich Richard so gefreut hat, scheint dadurch aber ins Wasser zu fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584341","hoster":"VOE"},{"path":"/redirect/8344751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-16","name":"Vergiss Peshtigo!","epNo":16,"alt":"Caroline and the Ancestral Home","descr":"Caroline fährt mit ihren Freunden nach Peshtigo, um dort den 40. Hochzeitstag ihrer Eltern zu feiern. Caroline ist begeistert von ihrer Heimatstadt, Richard fühlt sich in dem Provinznest nicht sehr wohl. Als Caroline erfährt, dass die Eltern das Haus verkaufen wollen, weil es ihnen zu groß ist, beschließt sie spontan, es zu erwerben. Doch leider funkt ihr ein alter Schulfreund dazwischen und auch Richard sträubt sich hartnäckig gegen den Gedanken, nach Peshtigo zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584344","hoster":"VOE"},{"path":"/redirect/8348303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-17","name":"Carolines 2000ster Comic","epNo":17,"alt":"Caroline and the 2000th Strip","descr":"Del veranstaltet eine Party, auf der Caroline ihren 2000sten Comic präsentieren soll. Genau da aber liegt das Problem: Caroline steckt in einer Schaffenskrise und weiß nicht, was sie zeichnen soll. Unter Aufbietung aller Kräfte versuchen ihr die Freunde auf die Sprünge zu helfen, doch erst Richard findet einen Ausweg. Er rät Caroline, sich am eigenen Leben zu orientieren. Das hat schlimme Konsequenzen für ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973665","hoster":"VOE"},{"path":"/redirect/8344758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-18","name":"Die Konkurrenz schläft nicht, Teil 1","epNo":18,"alt":"Caroline and the Sudsy Guy: Part1","descr":"Caroline muss nach Peshtigo zurückkehren, da ihre Großmutter sich weigert, das Haus für den neuen Mieter zu räumen. Zu Carolines Überraschung ist ihr alter Schulfreund Randy der Mieter. Während sich Caroline in Wisconsin prächtig mit Randy amüsiert, macht Richard in New York die Hölle durch. Er hat versprochen, sich um die erkrankte Annie zu kümmern und muss einen verunsicherten Del trösten, der glaubt, dass er von seiner Freundin betrogen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578528","hoster":"VOE"},{"path":"/redirect/8344760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-19","name":"Die Konkurrenz schläft nicht, Teil 2","epNo":19,"alt":"Caroline and the Sudsy Guy: Part2","descr":"Caroline ist klar geworden, dass sie Richard ein Ulitmatum stellen muss, wenn sie ihre Beziehung retten will. Sie bittet Richard, ihr innerhalb der nächsten 24 Stunden zu sagen, ob er sie heiraten will oder nicht. Kurz darauf wird Richard bei einem Überfall auf einen Videoladen mit dem Geschäftsinhaber ins Hinterzimmer eingesperrt und sitzt dort fest, während die Frist langsam abläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584346","hoster":"VOE"},{"path":"/redirect/8344759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-20","name":"Heirate mich, Dummkopf!","epNo":20,"alt":"Caroline and the Ultimatum","descr":"Caroline ist klar geworden, dass sie Richard ein Ulitmatum stellen muss, wenn sie ihre Beziehung retten will. Sie bittet Richard, ihr innerhalb der nächsten 24 Stunden zu sagen, ob er sie heiraten will oder nicht. Kurz darauf wird Richard bei einem Überfall auf einen Videoladen mit dem Geschäftsinhaber ins Hinterzimmer eingesperrt und sitzt dort fest, während die Frist langsam abläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578531","hoster":"VOE"},{"path":"/redirect/8344771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-21","name":"Caroline und das Baby","epNo":21,"alt":"Caroline and El Niño","descr":"Caroline und Richard wollen nach Rom fliegen, um Richards neugeborenen Sohn zu besuchen. Caroline hat nichts dagegen, Richard zuliebe gleich in Italien zu bleiben und dort zu heiraten. Doch als er gesteht, dass er keine weiteren Kinder haben möchte, ist Caroline mit ihrer Kraft am Ende. Sie verlässt Richard und kehrt zurück in ihre New Yorker Wohnung. Ein halbes Jahr später erfährt Richard in Rom zufällig, dass Caroline heiraten wird. Da besinnt er sich auf seine ungebrochene Liebe zu ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584347","hoster":"VOE"},{"path":"/redirect/8344772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/caroline-in-the-city/staffel-4/episode-22","name":"Hochzeit mit Hindernissen","epNo":22,"alt":"Caroline and the Big Move","descr":"Caroline und Richard wollen nach Rom fliegen, um Richards neugeborenen Sohn zu besuchen. Caroline hat nichts dagegen, Richard zuliebe gleich in Italien zu bleiben und dort zu heiraten. Doch als er gesteht, dass er keine weiteren Kinder haben möchte, ist Caroline mit ihrer Kraft am Ende. Sie verlässt Richard und kehrt zurück in ihre New Yorker Wohnung. Ein halbes Jahr später erfährt Richard in Rom zufällig, dass Caroline heiraten wird. Da besinnt er sich auf seine ungebrochene Liebe zu ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584348","hoster":"VOE"},{"path":"/redirect/8344774","hoster":"Streamtape"}]}]}]}]}