{"seriesId":"case","name":"Case","descr":"Die junge Nachwuchs-Balletttänzerin Lara wird im Nationaltheater von Reykjavik erhängt aufgefunden. War es Suizid? Die leitende Ermittlerin Detective Gabríela glaubt nicht daran und will die Hintergründe des schrecklichen Vorfalls herausfinden. Unterdessen haben die Eltern der Toten den Anwalt Logi engagiert, der den Mord an Lara aufklären soll. Logi hat den tiefen Absturz hinter sich und will durch die Ermittlungen seinen Namen wieder reinwaschen. Je weiter die Untersuchungen voranschreiten, desto mehr dunkle Geheimnisse - von Cybermobbing bis hin zu Zwangsprostitution - werden offenbart.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Als die Nachwuchsballerina Lára im Theater erhängt aufgefunden wird, kann die Kripobeamtin Gabríela das Gefühl nicht loswerden, dass es kein Selbstmord war.","versions":[{"lang":1,"streams":[{"redirect":12919850,"hoster":"VOE"},{"redirect":8344872,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Guðný und Jónas werden zur Zielscheibe einer Medienkampagne. Trotz Logis Rücksichtslosigkeit gibt Brynhildur ihm Dokumente, die Aufschluss über Láras Vergangenheit geben.","versions":[{"lang":1,"streams":[{"redirect":8973727,"hoster":"VOE"},{"redirect":8344883,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Logi erklärt sich bereit, Brynhildur und Láras Pflegeeltern zu helfen. Högni denkt sich, dass Gabríela Logi heimlich zur Hand geht. Elfa erfährt von Júlíus’ Sexvideos.","versions":[{"lang":1,"streams":[{"redirect":8973726,"hoster":"VOE"},{"redirect":8344887,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Gabríela kümmert sich um die Probleme ihrer Schwester. Ilmur durchsucht die Videos auf Júlíus’ Festplatte. Jónas’ Beziehung zu Lára wird näher untersucht.","versions":[{"lang":1,"streams":[{"redirect":13103096,"hoster":"VOE"},{"redirect":10177934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Logi und Gabríela glauben, Láras Schwester Hanna könnte etwas über ihren Tod wissen. Neue Informationen veranlassen Brynhildur, das Ballett unter die Lupe zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8973725,"hoster":"VOE"},{"redirect":8344890,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Es kommt heraus, dass Gabríela Informationen weitergegeben hat. Logi taucht auf einer wilden Party bei Þór auf und gewinnt sein Vertrauen. Þór erhält überraschend Besuch.","versions":[{"lang":1,"streams":[{"redirect":13107779,"hoster":"VOE"},{"redirect":8344893,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Nachdem Hanna in einem Drogenhaus entdeckt wurde, wird sie von Gabríela über Logi und Þór befragt. Die Polizei beschlagnahmt Ilmurs Computer. Þórs Gang verfolgt Jónas.","versions":[{"lang":1,"streams":[{"redirect":8973732,"hoster":"VOE"},{"redirect":8344905,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Jónas erzählt Logi alles, was er weiß. Hanna erkennt die Stimme ihres Vergewaltigers. Benedikt erwischt Brynhildur dabei, wie sie in seinem Computer herumschnüffelt.","versions":[{"lang":1,"streams":[{"redirect":8973729,"hoster":"VOE"},{"redirect":8344904,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Nach seinem Treffen mit Benedikt erzählt Logi Gabríela alles. Ilmur gelingt es, an Þórs Video heranzukommen. Logi nimmt leichtsinnigerweise die Dinge selbst in die Hand.","versions":[{"lang":1,"streams":[{"redirect":13095998,"hoster":"VOE"},{"redirect":8344909,"hoster":"Streamtape"}]}]}]}]}