{"path":"/serie/stream/cash-fr-chrom","name":"Cash für Chrom","descr":"Neustart mit chromblitzenden Kultkarossen: Klaus Borrmann zieht es nach zehn Jahren aus dem sonnigen Kalifornien zurück nach Hamburg. In seiner alten Heimat übernimmt der Norddeutsche einen Kfz-Betrieb. Dort verkauft, repariert und restauriert der Heimkehrer mit seinem Team amerikanische Autoklassiker – vom Chevrolet Caprice über den Ford Thunderbird bis zum Lincoln Continental. Wer einen abgefahrenen Ami-Schlitten aus den Fünfziger-, Sechziger- oder Siebzigerjahren sucht, ist im \"Route 66\" genau an der richtigen Adresse. Aber der Umzug nach Deutschland hat viel Geld gekostet. Klaus Borrmann hat sein gesamtes Geld in das Geschäft investiert – bis zum letzten Cent. Deshalb wird es höchste Zeit, dass in der US-Car-Garage die Kasse klingelt. Sonst ist der Traum vom eigenen Laden sehr bald ausgeträumt.","seasons":[{"path":"/serie/stream/cash-fr-chrom/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-1","name":"Neustart","epNo":1,"alt":"","descr":"Willi ist so gut wie pleite. Deshalb bittet der Autobesitzer seinen alten Freund Klaus Borrmann um Hilfe. Der US-Car-Experte soll Willi seinen verrosteten Chevrolet Caprice abkaufen – und Klaus lässt sich auf den Deal ein. Aber damit bindet sich der \"Route 66\"-Eigentümer eine echte Problemkarre ans Bein. Ein anspruchsvoller Kunde sucht zudem nach einem Plymouth Roadrunner. Aber die sind auf dem deutschen Markt schwer zu finden. Da trifft es sich gut, dass der Hamburger Kfz-Händler sowieso noch einmal nach Kalifornien reisen muss, um seinen alten Laden abzuwickeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973737","hoster":"VOE"},{"path":"/redirect/8344921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-2","name":"Auf den letzten Drücker","epNo":2,"alt":"","descr":"Der Kunde ist 600 Kilometer weit angereist, um einen 66er Lincoln Continental zu begutachten. Aber bei der Probefahrt kommen dem Autoliebhaber Zweifel. Klaus Borrmann muss in dieser Folge Überzeugungsarbeit leisten, damit der Deal nicht den Bach runtergeht. In der Werkstatt ziehen sich derweil die Reparaturen an einem 63er Ford Thunderbird in die Länge – und der Eigentümer des Wagens scharrt mit den Füßen. Wenn die \"Route 66\"-Crew das Problem nicht in den Griff bekommt, verlieren die Jungs möglicherweise einen zahlungskräftigen Stammkunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107782","hoster":"VOE"},{"path":"/redirect/8344916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-3","name":"Die Verwandlung","epNo":3,"alt":"","descr":"Kunde Tim möchte einen Ford F250 Pick-up für seine Tochter kaufen. Bevor der 30 Jahre alte Ami-Schlitten den Besitzer wechselt, wird er von der \"Route 66\"-Crew fachmännisch aufgehübscht. Für Autobesitzer Shaggy erledigt das Team zudem einen Spezialauftrag. Die US-Car-Experten installieren eine Hebebühne auf der Ladefläche seines Trucks. Und zwei unscheinbare Autokäufer entpuppen sich als Oldtimer-Sammler im großen Stil. Der Besuch in den heiligen Hallen der Kfz-Liebhaber wird für Klaus Borrmann zu einer emotionalen Zeitreise in die eigene Kindheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973741","hoster":"VOE"},{"path":"/redirect/8344930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-4","name":"Boots und Boliden","epNo":4,"alt":"","descr":"Klaus Borrmann will im Showroom Platz schaffen für eine Containerladung Ami-Schlitten aus den Staaten. Deshalb versucht der Autokenner in dieser Folge, betagte Ladenhüter an den Mann zu bringen. Findet der \"Route 66\"-Boss bei der \"Street Mag Show\" einen Käufer für seinen 56er Chevrolet Nomad? Und Kunde Werner hat sich in den USA einen seltenen Cadillac gekauft. Eigentlich sollten Klaus und sein Schrauber-Team den Wagen nur durch den TÜV bringen. Aber der US-Klassiker entpuppt sich als Baustelle. Der Unterboden des Fahrzeugs ist komplett durchgerostet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107786","hoster":"VOE"},{"path":"/redirect/8344927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-5","name":"Auf Spurensuche","epNo":5,"alt":"","descr":"Die \"Route 66\"-Autoexperten haben in Hamburg eine harte Nuss zu knacken, denn der Motor eines 47er Cadillac Fleetwood springt nicht an. An dem betagten Oldtimer haben sich schon mehrere Werkstätten die Zähne ausgebissen. Und jetzt bekommt Mechaniker Mirko eine Chance. Der Profi-Schrauber begibt sich in dieser Folge auf Spurensuche, um das knifflige Problem zu lösen. Klaus Borrmann kümmert sich derweil ums Geschäft. Der erfahrene Kraftfahrzeughändler versucht, mit klugen An- und Verkäufen möglichst viel Geld in die Kasse der US-Car-Garage zu spülen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973746","hoster":"VOE"},{"path":"/redirect/8344932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-6","name":"California Calling","epNo":6,"alt":"","descr":"US-Car-Experte Klaus Borrmann hält in Kalifornien Ausschau nach coolen Ami-Schlitten. Bürokraft Kathie ist bei der Shopping-Tour mit von der Partie. Aber die Dame bringt ihren sonst so nervenstarken Chef bei der Autosuche im \"Golden State\" an den Rand der Verzweiflung. Die \"Route 66\"-Werkstatt-Crew plagen derweil in Hamburg ganz andere Sorgen. Die Profi-Schrauber sollen einen Kolbenschaden reparieren. Doch für den über 60 Jahre alten Motor des Packard Patrician gibt es kaum noch Ersatzteile. Kann Mechaniker Mirko den wertvollen Oldtimer trotzdem retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8973739","hoster":"VOE"},{"path":"/redirect/8344941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-7","name":"Viva Las Vegas","epNo":7,"alt":"","descr":"Die große Einkaufstour geht in die zweite Runde: Klaus Borrmann sucht in den USA noch immer nach einem passenden Ami-Schlitten für seinen Kunden Krischan. In dieser Folge hält der Autohändler in Las Vegas nach coolen Kultkarossen Ausschau, denn der US-Car-Experte will auf keinen Fall mit leeren Händen nach Hause zurückkehren. In Hamburg schwingt die \"Route 66\"-Crew derweil in der Werkstatt eifrig den Schraubenschlüssel. Mechaniker Mirko bekommt es mit einem defekten Packard-Motor zu tun und sein Kollege Fred repariert einen Cadillac, Baujahr 1959.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382814","hoster":"VOE"},{"path":"/redirect/8344938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-1/episode-8","name":"Die Wette","epNo":8,"alt":"","descr":"Ladenhüter im Angebot: Kathi will ihr Verkaufstalent unter Beweis stellen und schließt mit Klaus Borrmann eine Wette ab. Wenn die Bürokraft eine 77er Corvette schneller an den Mann bringt als ihr Chef einen 57er Chevy-Pick-up, hat sie die Prüfung bestanden. Das Werkstatt-Team setzt derweil einen Packard-Motor, Baujahr 1959, instand. Die Kolben wurden als Sonderanfertigung aus den USA angeliefert, beim Einbau ist Maßarbeit gefragt. Wenn den Kfz-Experten beim Schrauben ein Fehler unterläuft, könnte ihnen die Maschine beim Anlassen um die Ohren fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584370","hoster":"VOE"},{"path":"/redirect/8344961","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-1","name":"Neuer Chrom, neues Glück","epNo":1,"alt":"","descr":"Neustart mit chromblitzenden Kultkarossen: Klaus Borrmann zieht es nach zehn Jahren aus dem sonnigen Kalifornien zurück nach Hamburg. In seiner alten Heimat übernimmt der Norddeutsche einen Kfz-Betrieb. Dort verkauft, repariert und restauriert der Heimkehrer mit seinem Team amerikanische Autoklassiker – vom Chevrolet Caprice über den Ford Thunderbird bis zum Lincoln Continental. Wer einen abgefahrenen Ami-Schlitten aus den Fünfziger-, Sechziger- oder Siebzigerjahren sucht, ist im \"Route 66\" genau an der richtigen Adresse. Aber der Umzug nach Deutschland hat viel Geld gekostet. Klaus Borrmann hat sein gesamtes Geld in das Geschäft investiert – bis zum letzten Cent. Deshalb wird es höchste Zeit, dass in der US-Car-Garage die Kasse klingelt. Sonst ist der Traum vom eigenen Laden sehr bald ausgeträumt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811686","hoster":"VOE"},{"path":"/redirect/9811687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-2","name":"Harte Nüsse und ein Filmauto","epNo":2,"alt":"","descr":"Weiter geht die wilde Fahrt: Eine anspruchsvolle Kundin, ein kaputtrestaurierter Cadillac El Dorado und ein zerlegter Mustang halten die Hamburger Autoschrauber im \"Route 66\" auf Trab. Klaus Borrmann und sein Team legen sich in der Hansestadt mächtig ins Zeug, um die Herausforderungen zu meistern. Und TV-Moderator Helge Thomsen hat seinen 79er Ford Falcon zum \"Interceptor\" umgerüstet. Das schwarze Ungetüm sieht exakt so aus wie der legendäre V8-Abfangjäger aus dem Kult-Klassiker \"Mad Max\". Klaus Borrmann heizt im Filmauto seines Kumpels um den Block.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811688","hoster":"VOE"},{"path":"/redirect/9811691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-3","name":"Der Scheunenfund","epNo":3,"alt":"","descr":"Ein Muscle Car zum Schnäppchenpreis? Klaus Borrmann wurde per E-Mail ein seltener Ford Talladega zum Kauf angeboten. Das Modell aus dem Jahr 1969 könnte viel Geld in die Firmenkasse spülen, aber noch ist der Deal nicht in trockenen Tüchern. Denn der erfahrene Auto-Profi will den Ami-Schlitten erst begutachten, bevor er das Scheckbuch zückt. Wird der Scheunenfund den hohen Erwartungen gerecht? Der norddeutsche US-Car-Experte hat in dieser Folge zudem einen Cadillac aus den Fünfzigerjahren an der Angel. Das Fahrzeug stammt aus einer privaten Oldtimer-Sammlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251858","hoster":"VOE"},{"path":"/redirect/9811694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-4","name":"Raritäten-Karussell","epNo":4,"alt":"","descr":"Der 69er Ford Talladega offenbart technische Schwächen. Dieser Umstand könnte Klaus Borrmann teuer zu stehen kommen. Denn Kaufinteressent Marian wittert seine Chance und versucht, den Preis zu drücken. Die \"Route 66\"-Autoexperten wollen zudem einen Ladenhüter an den Mann bringen. Mitarbeiter Murat soll aus dem langweiligen Crown Victoria einen stylishen Hingucker machen. Aber das Mammut-Projekt droht aus dem Ruder zu laufen. Und \"Knight Rider\"-Fan Philipp wünscht sich einen \"K.I.T.T.\". Kann Firmenboss Klaus einen fahrtüchtigen Nachbau auftreiben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811699","hoster":"VOE"},{"path":"/redirect/9811700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-5","name":"Ein Mann und sein Auto","epNo":5,"alt":"","descr":"In dieser Folge verschlägt es Klaus Borrmann nach Estland. Dort will der Firmenboss ein \"Knight Rider\"-Fahrzeug aufstöbern. Der norddeutsche US-Car-Experte lotet im Baltikum zudem neue Bezugsquellen für seltene Oldtimer aus. In Hamburg wartet derweil ein filmreifer Ami-Schlitten auf seine Jungfernfahrt. Autoschrauber Murat hat den betagten Crown Victoria zu einem Endzeit-Monster aufgemotzt. Klaus Borrmann verschlägt es beim Anblick des Wagens die Sprache. Jetzt müssen die Kfz-Experten für das Vehikel nur noch einen zahlungskräftigen Käufer finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811703","hoster":"VOE"},{"path":"/redirect/9811702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-6","name":"Coole Karren für coole Kerle","epNo":6,"alt":"","descr":"Stammkunde Detlef sucht einen 65er Chevrolet Impala. Findet Autokenner Klaus Borrmann in den Niederlanden ein passendes Modell? Der Firmenboss will auf der Shopping-Tour zwei Fliegen mit einer Klappe schlagen, denn im Nachbarland winkt zudem ein weiterer Oldtimer-Deal. Das Werkstatt-Team schraubt unterdessen an einem Oldsmobile Cutlass Supreme, Baujahr 1972. Das Vehikel mit Schalensitzen und Flammen-Lackierung wurde in den USA von preisgekrönten Kfz-Profis aufgemotzt. Die \"Route 66\"-Schrauber passen den Wagen an die hiesigen technischen Vorschriften an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811672","hoster":"VOE"},{"path":"/redirect/9811673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-7","name":"Neue Ware für den Showroom","epNo":7,"alt":"","descr":"Klaus Borrmann sucht nach schicken Ami-Schlitten, die er mit Profit weiterverkaufen kann. Mustangs sind bei der Kundschaft besonders beliebt und in Schweden locken interessante Angebote. Deshalb macht sich der norddeutsche Autohändler auf den Weg nach Stockholm. Skandinavien ist zwar ein unbekanntes Pflaster für den US-Car-Experten. Aber: Wer nicht wagt, der nicht gewinnt. Eine Oldtimer-Rarität, die Klaus Borrmann im \"Route 66\" in Kommission nehmen soll, lässt dagegen auf den ersten Blick viele Wünsche offen. Wendet sich das Blatt nach der Probefahrt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811671","hoster":"VOE"},{"path":"/redirect/9811674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-2/episode-8","name":"Auf Mustang-Jagd","epNo":8,"alt":"","descr":"Klaus Borrmann und seine Assistentin Kathi nehmen bei verschiedenen Händlern in Schweden Mustangs unter die Lupe. Aber die begehrten Ami-Schlitten halten nicht, was in den Anzeigen versprochen wurde. Endet der Shopping-Trip in einem Fiasko oder findet der US-Car-Experte doch noch ein brauchbares Modell, das er mit nach Hamburg nehmen kann? Und Kundin Christine wünscht sich einen amerikanischen Camper. Wohnwagen hatte der norddeutsche Autohändler bis dato nicht im Portfolio, aber möglicherweise ergeben sich durch den Auftrag neue geschäftliche Perspektiven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811677","hoster":"VOE"},{"path":"/redirect/9811680","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-1","name":"Dragster und Raubkatzen","epNo":1,"alt":"","descr":"Klaus Borrmann macht sich auf den Weg nach Brandenburg, denn im Nordosten der Republik stehen verstaubte Schätze auf vier Rädern zum Verkauf. René hat dort im Laufe der Jahre 63 Muscle Cars, Youngtimer und Spezialfahrzeuge angesammelt. Und jetzt möchte der Kfz-Freak die Vehikel zu Geld machen. Im Internet hat Klaus zudem einen Jaguar E-Type aufgetan. Das Vehikel passt eigentlich nicht in sein Beuteschema, aber der Autohändler hegt zu dem Modell eine besondere Beziehung. Und ein Reparaturauftrag stellt das \"Route 66\"-Team vor ungeahnte Herausforderungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811710","hoster":"VOE"},{"path":"/redirect/9811707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-2","name":"Der Prototyp","epNo":2,"alt":"","descr":"\"Schecky\" sucht einen Dodge Charger. Da bahnt sich für Klaus Borrmann in dieser Folge möglicherweise ein lukratives Geschäft an, denn der Autohändler hat einen potenziellen Kandidaten an der Angel. Entspricht das Modell in Brandenburg den Vorstellungen des Kunden? Der Jaguar E-Type, den der Firmenboss im Internet entdeckt hat, entpuppt sich derweil als riesige Baustelle. In der Werkstatt in Hamburg liegen die Nerven blank. Klaus muss kreativ werden, um das Problem zu lösen. Bauschlosser Matthias soll für den Wagen einen komplett neuen Rahmen bauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811682","hoster":"VOE"},{"path":"/redirect/9811684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-3","name":"Im Auge des Cyclone","epNo":3,"alt":"","descr":"Klaus Borrmann hat einen seltenen US-Klassiker im Visier. Der Mercury Cyclone, Baujahr 1969, soll online versteigert werden. Doch so ein Bieterwettstreit ist immer ein Vabanquespiel. Wer am Ende die Nase vorn hat, lässt sich nur schwer vorhersagen. Deshalb will der Kfz-Händler den Wagen direkt vom Eigentümer kaufen. Und ein weiteres Sammlerstück weckt ebenfalls hohe Erwartungen. Ein Experte des renommierten Auktionshauses Sotheby’s nimmt den Ford-Thunderbird-Prototyp unter die Lupe. Ist das Auto der Jackpot, von dem Klaus Borrmann geträumt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867138","hoster":"VOE"},{"path":"/redirect/9867140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-4","name":"Das brasilianische Biest","epNo":4,"alt":"","descr":"In dieser Folge von \"Cash für Chrom\" bekommen es Klaus Borrmann und sein Schrauber-Team mit einem Exoten auf vier Rädern zu tun. Der Fera, Baujahr 1979, stammt aus Sao Paulo und ist eine Replik des Jaguar XK 120. Unter der Haube des Roadsters schlummert ein 4-Liter-Chevy-Motor. Das ist eigentlich ein Heimspiel für die \"Route 66\"-Mechaniker, aber das Fahrzeug will einfach nicht anspringen. Der Wagen hat zudem ein Loch im Tank. Und für seinen Kunden \"Digger\" soll Klaus einen US-Klassiker auftreiben. Der Biker träumt schon lange von einem Ford Mustang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9924043","hoster":"VOE"},{"path":"/redirect/9924041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-5","name":"King of the Road","epNo":5,"alt":"","descr":"Ein Chromjuwel für 295 000 Dollar: Klaus Borrmann nimmt im Hamburger Hafen einen seltenen Mustang Shelby in Empfang. Von dem Sondermodell wurden nur 318 Exemplare gebaut. Den Wagen hat der Firmenboss im Auftrag eines Kunden unbesehen in den USA eingekauft. Hat der \"King of the Road\" die Überfahrt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9970943","hoster":"VOE"},{"path":"/redirect/9970942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-6","name":"Duell der Dragster","epNo":6,"alt":"","descr":"Klaus Borrmann organisiert in dieser Folge von \"Cash für Chrom\" eine Auktion, um die Vehikel seines Kunden René zu versteigern. Der Kfz-Freak möchte die 60 Autos – darunter viele amerikanische Oldtimer – möglichst auf einen Schlag loswerden. Deshalb hofft Klaus Borrmann bei dem Event auf zahlungskräftige Kundschaft. Und beim Drag Racing gibt der Hamburger Fahrzeughändler in einem aufgemotzten Ford Ecoline Vollgas. Den Wagen hat das \"Route 66\"-Team vor einigen Monaten repariert. Bringt der Firmenboss das 600-PS-Monster heil über die Viertelmeile?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009290","hoster":"VOE"},{"path":"/redirect/10009291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-7","name":"Neuer Chrom für den Showroom","epNo":7,"alt":"","descr":"Die \"Route 66\"-Autoexperten nehmen in dieser Folge ein besonderes Fahrzeug unter die Lupe. Den \"Knight Industries 2000\" hatte Klaus Borrmann bereits im vergangenen Jahr in Auftrag gegeben. Hält die \"KITT\"-Replika, was sie verspricht? Und für einen weiteren Kunden soll Klaus einen Nachbau eines umgerüsteten Shelby GT 500 aus dem Film \"Nur noch 60 Sekunden\" mit Nicolas Cage beschaffen. Diesen Auftrag nimmt der Hamburger Fahrzeughändler zum Anlass für einen Shopping-Trip in Kalifornien. Denn für seinen Showroom benötigt der Firmenboss ebenfalls neuen Chrom.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10041088","hoster":"VOE"},{"path":"/redirect/10041092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-3/episode-8","name":"Die Bewährungsprobe","epNo":8,"alt":"","descr":"Klaus Borrmann hält auf seiner Shopping-Tour in den USA Ausschau nach chromblitzenden Schmuckstücken auf vier Rädern. Aber die Preise auf dem Gebrauchtwagenmarkt haben deutlich angezogen. In Hamburg nimmt unterdessen ein Langzeitprojekt Gestalt an. Der Jaguar E-Type ist bereit für seine Jungfernfahrt. In den Prototyp sind mehrere Zehntausend Euro geflossen. Aber ob der Motor, das Getriebe und das Chassis einwandfrei harmonieren, muss sich erst noch herausstellen. Eine echte Bewährungsprobe für das \"Route 66\"-Team - bei den Kfz-Profis liegen die Nerven blank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10207049","hoster":"VOE"},{"path":"/redirect/10207047","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-1","name":"Von einem bis 1800 PS ","epNo":1,"alt":"","descr":"Im Hamburger Hafen wartet ein 230 000 Euro teures Pony Car auf Klaus Borrmann. Hat der Plymouth Barracuda den Transport über den Atlantik unbeschadet überstanden? Das Öffnen des Containers ist für Klaus purer Nervenkitzel. In einem anderen Fall ist die Expertise des Kfz-Profis gefragt. Ein Kunde hat für einen Pontiac GTO möglicherweise zu viel Geld auf den Tisch geblättert. Ein amtliches Wertgutachten soll zeigen, ob das Vehikel wirklich ein Fehlkauf war. Und bei einer Fahrt in einem 1800 PS starken Sportwagen steht Klaus der Angstschweiß auf der Stirn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182658","hoster":"VOE"},{"path":"/redirect/13182656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-2","name":"Back in the USA","epNo":2,"alt":"","descr":"Auf der Shoppingtour in den Vereinigten Staaten ist Klaus Borrmann ganz in seinem Element. Der Hamburger Kraftfahrzeugexperte hält dort mit seinem ehemaligen Mitarbeiter und Kumpel Mirco nach chromblitzenden Kultkarossen Ausschau, die man in Europa gewinnbringend verkaufen kann. Mit einem japanischen Leihwagen durch die Gegend zu cruisen, ist für das Duo keine Option. Deshalb suchen die Männer nach einem passenden Vehikel, das sie von Phoenix nach Las Vegas und nach Los Angeles bringt. Auf der legendären Route 66 geraten die Auto-Freaks ins Schwärmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13213078","hoster":"VOE"},{"path":"/redirect/13213073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-3","name":"All-in in Las Vegas ","epNo":3,"alt":"","descr":"Klaus Borrmann und sein Kumpel Mirco nehmen in Las Vegas eine 86er Corvette unter die Lupe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13247612","hoster":"VOE"},{"path":"/redirect/13247611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-4","name":"Ein Scheunenfund in der Tiefgarage","epNo":4,"alt":"","descr":"33 000 Euro für eine Malibu Chevelle? Das klingt nach einem fairen Preis. Aber nur, wenn der Wagen rund läuft. Und das tut die schwarze Perle von Muscle-Car-Fan Stefan nicht. Die Schadensliste wird beim Check in Klaus Borrmanns Werkstatt immer länger. Helge schlägt unterdessen mit interessanten Neuigkeiten bei seinem Kumpel auf. Er hat in einer Tiefgarage einen verstaubten Plymouth Roadrunner entdeckt. Der Wagen passt perfekt in Klaus Borrmanns Beuteschema. Und \"Topper\", der Neue im Team, darf seine Schrauber-Künste an einem Chrysler unter Beweis stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13276822","hoster":"VOE"},{"path":"/redirect/13276821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-5","name":"Borrmanns Tierwelt: Cheetah und Jaguar","epNo":5,"alt":"","descr":"Ein Jaguar E-Type soll zeigen, was er unter der Haube hat. Ausgestattet mit einem Helm gibt Klaus Borrmann der Raubkatze zwischen Maisfeldern die Sporen und erinnert dabei an die \"tollkühnen Männer in ihren fliegenden Kisten\". Ein Anruf treibt dem Kfz-Experten dagegen Sorgenfalten auf die Stirn. Der Opel GT, den er kürzlich erworben hat, entpuppt sich als \"Spachtelbomber\". Und der Cheetah zählt mit rund 30 Exemplaren zu den seltensten Autos der Welt. Ein Händler hat eines dieser Modelle erworben. Klaus testet den Wagen und holt alles aus dem V8-Motor raus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13292123","hoster":"VOE"},{"path":"/redirect/13292121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-6","name":"Ein Camaro jagt den Anderen","epNo":6,"alt":"","descr":"Klaus Borrmann ist ein charismatischer Auto-Fan – Marke \"harte Schale, weicher Kern\". Sein Job: Er kauft, verkauft, restauriert und repariert coole Ami-Schlitten. Der Hamburger Kfz-Profi erfüllt der anspruchsvollen Kundschaft im \"Route 66\" selbst die ausgefallensten Wünsche. Auf der Suche nach chromblitzenden US-Cars mit V8-Motor reist der Autokenner regelmäßig in USA. Aber in der vierten Staffel fallen die Kultkarossen nicht vom Himmel. Der Markt ist angespannt und die Preise gehen durch die Decke. Wird Klaus Borrmann trotzdem fündig? Der Kraftfahrzeugexperte soll zudem einen Käufer für eine absolute Rarität ausfindig machen. Und er darf in einem 1800 PS starken Sportwagen mitfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13324445","hoster":"VOE"},{"path":"/redirect/13324442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-7","name":" Carhunt in Texas","epNo":7,"alt":"","descr":"Klaus Borrmann und sein Kumpel Mirco starten in den USA eine Shopping-Tour. Die Kfz-Freaks haben es in Texas auf rostfreie Amischlitten abgesehen. Aber der eine oder andere Auto-Check entwickelt sich unfreiwillig zum Wet-T-Shirt-Contest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13348032","hoster":"VOE"},{"path":"/redirect/13348035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cash-fr-chrom/staffel-4/episode-8","name":"Klaus und die Gas Monkeys","epNo":8,"alt":"","descr":"Der Hamburger Kfz-Profi Klaus Borrmann und sein Kumpel Mirco cruisen auf der Suche nach chromblitzenden Kultkarossen durch den Bundesstaat Texas. Dort legt das Duo bei Richard Rawlings und seinen \"Gas Monkeys\" einen Zwischenstopp ein. Werden die beiden US-Car-Experten in Zukunft Geschäftspartner? Danach hat der \"Route 66\"-Boss einen Klassiker auf vier Rädern im Fokus. Und mitten im Nirgendwo bekommen die Besucher aus Deutschland leuchtende Augen. In den mit V8-Boliden gefüllten Hallen fühlen sich Klaus und Mirco wie \"Charlie in der Schokoladenfabrik\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13382611","hoster":"VOE"},{"path":"/redirect/13382610","hoster":"Streamtape"}]}]}]}]}