{"seriesId":"casper-und-emma","name":"Casper und Emma","descr":"Casper und Emma sind schon groß – sie gehen nun in die Vorschule und nicht mehr in den Kindergarten. Wie gut, dass die Beiden einander und ihre Stofftiere Hasenpfötchen Löwilo haben, um all die Alltagsabenteuer zu meistern, die vor ihnen liegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Casper und Emma sehen sich wieder","epNo":1,"alt":"Karsten og Petra møtes igjen","descr":"Die großen Ferien sind vorbei und Casper wird nun in die Vorschulgruppe seines Kindergartens gehen – er gehört jetzt zu den \"Großen\". Ein bisschen Angst hat er schon, denn in der Gruppe sind auch einige ältere Kinder. Casper möchte ohne seinen Löwilo nicht in den Kindergarten gehen und schmuggelt ihn heimlich im Rucksack hinein, obwohl Kuscheltiere bei den Vorschülern nicht mehr erlaubt sind. Zum Glück trifft Casper seine beste Freundin Emma wieder. Auch sie hat ihr Lieblingskuscheltier, Hasenpfötchen, heimlich mitgebracht. Der erste Tag bei den \"Großen\" gefällt Casper und Emma gut. Zu ihrer großen Freude erlaubt ihnen die Erzieherin Randi, die Stofftiere in Zukunft doch mitzubringen. Aber nur, wenn sie während der Zeit in der Vorschule in den Rucksäcken bleiben.Casper und Emma sind sich sicher: Vorschule ist echt toll!","versions":[{"lang":1,"streams":[{"redirect":9584360,"hoster":"VOE"},{"redirect":8344950,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Casper und Emma im Kindergarten","epNo":2,"alt":"Karsten og Petra i barnehagen","descr":"Als Casper im Kindergarten ankommt, ist Emma ist schon da und nimmt Casper zum Spielen mit. Mutig klettert sie die bunte Kletterwand hinauf. Casper folgt ihr vorsichtig. Lilli, ein anderes Mädchen aus der Gruppe, macht sich über ihn lustig. Sie findet Casper \"komisch\". Was will sie damit sagen? Randi, die Erzieherin, erklärt Casper und Emma, dass manche Wörter mehrere Bedeutungen haben und man heraushören muss, welche Bedeutung gerade gemeint ist. Als die Kinder ein Lied über den Kindergarten singen, hat Casper keine Lust und zieht sich zurück. Emma überzeugt ihn, dass Singen Spaß macht und ein Lied das Leben manchmal sogar wieder schöner macht. Als Casper und Emma zusammen singen, merkt er, Emma hat Recht!","versions":[{"lang":1,"streams":[{"redirect":9578595,"hoster":"VOE"},{"redirect":8344952,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casper und Emma leihen Bücher aus","epNo":3,"alt":"Karsten og Petra låner bøker","descr":"Endlich kommt der Bücherbus zum Kindergarten. Emma freut sich, denn in diesem Bus können die Kinder tolle Bücher ausleihen. An allen Seiten hängen hohe Regale voll mit Büchern, die sie mit nach Hause nehmen dürfen und dort lesen können. Am Nachmittag spielen die Kinder Bücherei in Emmas Zimmer und beraten ihre Mutter bei der Auswahl.Aber auch ein eigenes Buch möchten sie machen und malen dafür viele Bilder. Mit diesen Bildern erzählt Emmas Mutter eine tolle Bildergeschichte über Löwilo, Hasenpfötchen und Emmas Hund Bassa.","versions":[{"lang":1,"streams":[{"redirect":9584362,"hoster":"VOE"},{"redirect":8344954,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Casper und Emma lernen tanzen","epNo":4,"alt":"Karsten og Petra lærer å danse","descr":"Löwilo und Casper beobachten einen lustigen alten Mann, der täglich vor Caspers Fenster spazieren geht. Heute tanzt er zusammen mit einer alten Dame. Casper und Löwilo möchten auch tanzen lernen.Sie haben Glück: Im Kindergarten erwartet alle Kinder eine tolle Überraschung, denn eine Tanzlehrerin ist gekommen, um ihnen den Kindergartentanz beizubringen. Löwilo und Hasenpfötchen schleichen in den Raum, um zuzusehen und wagen auch ein Tänzchen. Nur knapp gelangen sie ungesehen zurück in die Taschen. Zu Hause bei Casper tanzen die Kinder mit Sina und den Eltern den Kindergartentanz. Sogar Opa, der gerade zu Besuch kommt, schließt sich der fröhlichen Tanzgruppe an.","versions":[{"lang":1,"streams":[{"redirect":9584361,"hoster":"VOE"},{"redirect":8344958,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Casper und Emma lernen Verkehrsregeln","epNo":5,"alt":"Karsten og Petra lærer trafikkregler","descr":"Emma liebt ihren großen Hund Bassa. Er hat wuscheliges, schwarzes Fell und ist sehr lieb. Bassa ist nicht nur ein toller Freund, sondern auch ein guter Wachhund.Heute ist Casper zum Spielen bei Emma. Im Garten werfen sie Bassa immer wieder einen Ball zu und Bassa bringt ihn zurück. Als der Hund plötzlich über den Zaun springt, wird er angefahren. Zum Glück ist Emmas Mutter Tierärztin, so kann sie Bassa sofort versorgen.Bassa wurde von einem Polizisten angefahren, der sehr traurig darüber ist. Er weiß, wie wichtig es ist, auf der Straße gut aufzupassen. Er erklärt den Kindern, wie sie eine Straße richtig überqueren, damit kein Unfall passiert. Nach der Untersuchung hat Emmas Mutter eine gute Nachricht: Bassa hat nur einige Schrammen abbekommen und wird bald wieder ganz gesund sein. Die Kinder und auch der Polizist freuen sich sehr!","versions":[{"lang":1,"streams":[{"redirect":9584363,"hoster":"VOE"},{"redirect":8344966,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Casper und Emma gehen angeln","epNo":6,"alt":"Karsten og Petra på fisketur","descr":"Heute ist ein besonderer Tag, Casper darf bei Emma übernachten. Ihr Opa wird mit den Kindern einen Ausflug machen – einen richtigen Anglerausflug. Auch Löwilo und Hasenpfötchen dürfen mitfahren.Aber wo ist Emmas Schuh? Sie sucht ihn überall … Opa und die Kinder gehen mit Angeln und Klappstühlen zum Fluss. Dort machen sie es sich bequem und Opa erklärt Casper, was er tun muss. Besonders wichtig ist es, geduldig abzuwarten, bis ein Fisch anbeißt. Aber nichts passiert. Kein Fisch, noch nicht mal ein alter Schuh, hängt an der Angel. Zu Hause hat Emma eine Idee: Aufgeregt ruft sie ihren Opa ins Badezimmer. Dort steht Casper mit einer Angel und zieht etwas aus der Kloschüssel: Er hat einen alten Schuh geangelt!","versions":[{"lang":1,"streams":[{"redirect":9578594,"hoster":"VOE"},{"redirect":8344969,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Casper und Emma und der Feueralarm","epNo":7,"alt":"Karsten og Petra har brannøvelse","descr":"Als Emma ihr Frühstücksbrot isst, steigt plötzlich Qualm aus dem Toaster auf. Rasch verhindert die Mutter ein Feuer, sodass die Feuerwehr nicht kommen muss.Später im Kindergarten wird Feueralarm geprobt. Als das Signalertönt, müssen alle Kinder zügig aus dem Gebäude gehen.Feuerwehrfrau Ulrike erklärt den Kindern, welche Telefonnummer sie bei einem Feuer wählen müssen und zeigt ihnen, wie ein Feuerlöscher benutzt wird. Auch ein Feuermelder im Haus ist sehr wichtig.Emma findet alles so spannend und hat nun einen Berufswunsch: Wenn sie groß ist, möchte sie Feuerwehrfrau werden.","versions":[{"lang":1,"streams":[{"redirect":9584366,"hoster":"VOE"},{"redirect":8344972,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Casper und Emma feiern Karneval","epNo":8,"alt":"Karsten og Petra på karneval","descr":"Emmas Hund Bassa ist immer lustig, aber heute sieht Bassa auch noch aus wie ein richtiger Clown. Das erinnert die Kinder daran, dass morgen Karneval ist.Casper und Emma probieren Kostüme an. In einer Kiste finden sie ausrangierte Kleider. Daraus stellen sie mit Hilfe von Caspers Mutter ihre Kostüme zusammen. Sina verspricht, sie noch vor dem Kindergarten richtig toll zu schminken. Darum wird Emma bei Casper übernachten.Auch Löwilo und Hasenpfötchen freuen sich auf Karneval und überlegen, wie sie die Kinder überraschen können.Als Emmas Opa kommt, um beide zum Kindergarten zu bringen, hat er eine Überraschung mitgebracht: zum Tigerkostüm passende Tigerschwänze. Nun sind die Kostüme perfekt!","versions":[{"lang":1,"streams":[{"redirect":13922278,"hoster":"VOE"},{"redirect":8344975,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Casper und Emma fahren Fahrrad","epNo":9,"alt":"Karsten og Petra på sykkeltur","descr":"Viele Kinder haben Fahrräder und fahren damit durch die Straßen. Auch Casper wünscht sich ein Rad, aber seine Eltern halten es noch für zu gefährlich. Casper findet das ungerecht und ist sauer. Auch Emma hat kein Fahrrad, aber es macht ihr nichts aus. Ist Schaukeln nicht genauso schön? Am Nachmittag gibt es für Casper und Emma eine Überraschung. Sie bekommen ihre ersten Fahrräder geschenkt. Sofort drehen sie einige Runden und sie fahren bald sehr sicher. Bei einer Radtour zum Fluss machen beide mit ihren Familien ein Picknick und ein großes Lagerfeuer. Und natürlich sind auch Löwilo und Hasenpfötchen mit dabei.","versions":[{"lang":1,"streams":[{"redirect":9584364,"hoster":"VOE"},{"redirect":8344973,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Casper und Emma im Krankenhaus","epNo":10,"alt":"Karsten og Petra på sykehus","descr":"Ein aufregender Tag: Lautes Heulen weckt Emma aus dem Schlaf. Ihr Hund Bassa jault und klingt dabei, wie die Sirene eines Krankenwagens.Im Kindergarten schaukeln Emma und Casper hoch in die Luft und springen im Bogen von der Schaukel ab. Als Casper fällt und sich verletzt, wird er mit einem Krankenwagen ins Krankenhaus gebracht. Emma und die anderen Kinder sind erschrocken und alle machen sich große Sorgen. Casper hat Glück gehabt. Er hat nur eine Platzwunde, aber die muss genäht werden. Damit es nicht wehtut, bekommt er zuerst eine Spritze. Als die Wunde versorgt ist, wird Casper von seinem Papa und Emma abgeholt.","versions":[{"lang":1,"streams":[{"redirect":9584365,"hoster":"VOE"},{"redirect":8344982,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Casper und Emma im Theater","epNo":11,"alt":"Karsten og Petra på teater","descr":"Casper und Emma freuen sich: Im Kindergarten wird heute ein Puppentheater aufgeführt. Noch nie vorher hat Casper ein Theaterstück erlebt. Gespielt wird das Märchen \"Rotkäppchen und der Wolf\". Alle Kinder setzen sich hin und endlich beginnt die Vorstellung. Konzentriert sieht Casper zu. Er lebt die Szenen mit und manchmal gruselt er sich etwas. Emma kennt sich mit Theater aus und weiß, wie alles abläuft. Darum beruhigt sie Casper, wenn es besonders spannend wird. Die Kinder freuen sich, als Rotkäppchen und die Großmutter gerettet werden. Und Emma hatte Recht: Am Ende geht alles gut aus.","versions":[{"lang":1,"streams":[{"redirect":9584367,"hoster":"VOE"},{"redirect":8344988,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Casper und Emma feiern Geburtstag","epNo":12,"alt":"Karsten og Petra feirer bursdag","descr":"Heute hat Casper Geburtstag. Seine Eltern und Sina gratulieren ihm gleich nach dem Aufwachen. Sie singen ein Lied und haben einen Kuchen mit fünf Kerzen mitgebracht. Casper folgt einem roten Band bis zu seinem Geschenk: nagelneuen Roller Skates. Ausgerüstet mit Helm und Schonern macht er die ersten Schritte.Emma freut sich auf Caspers Geburtstagsfeier, ihr Geschenk hat sie selbst gemacht. Die ersten Gäste kommen, aber Casper wartet nur auf Emma. Erst als sie klingelt, kann das Fest beginnen.Am Abend nimmt Casper das schönste Geschenk mit in sein Bett; es ist von Emma. Sie hat ein Buch gebastelt, mit vielen Fotos und Bildern zur Erinnerung an ihre Freundschaft.","versions":[{"lang":1,"streams":[{"redirect":8973760,"hoster":"VOE"},{"redirect":8344989,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Casper und Emma sind beste Freunde (1) [Derzeit nicht verfügbar]","epNo":1,"alt":"Karsten og Petra blir bestevenner (1)","descr":"Casper und Löwilo sollen heute zum ersten Mal in den Kindergarten, wissen aber noch nicht so recht, ob sie überhaupt hin möchten. Die anderen Kinder dort sind so laut und Mama und Papa sind auch nicht da … Emma ist schon etwas länger im Kindergarten und bereitet zusammen mit Hasenpfötchen ihren fünften Geburtstag vor, der nur noch fünf Tage entfernt ist!","versions":[]},{"epId":"episode-2","name":"Casper und Emma sind beste Freunde (2)","epNo":2,"alt":"Karsten og Petra blir bestevenner (2)","descr":"Casper und Emma besuchen gemeinsam ein Tierheim und schauen sich die Hunde und Kaninchen an. Emma möchte am liebsten sofort einen Hund mitnehmen! Im Kindergarten haben die Freunde einen kleinen Streit, und dann gibt es auch noch Probleme mit der eifersüchtigen Lilli …","versions":[{"lang":1,"streams":[{"redirect":9584368,"hoster":"VOE"},{"redirect":8344991,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casper und Emma sind beste Freunde (3)","epNo":3,"alt":"Karsten og Petra blir bestevenner (3)","descr":"Casper lernt Emmas Großvater kennen, der ein eigenes Boot besitzt! Bevor die drei damit in See stechen können, bringen sie es allerdings auf Vordermann bemalen es neu. Emmas Großvater stellt der Familie auch seine neue Freundin Esther vor. Und der Kindergarten besucht eine Feuerwehrstation.","versions":[{"lang":1,"streams":[{"redirect":9584369,"hoster":"VOE"},{"redirect":8344990,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Casper und Emma sind beste Freunde (4)","epNo":4,"alt":"Karsten og Petra blir bestevenner (4)","descr":"Lilli hat Hasenpfötchen auf der Feuerwache in einen Mülleimer geworfen, und nun wird überall nach Hasenpfötchen gesucht. Am nächsten Tag ist endlich Emmas fünfter Geburtstag, aber ohne Hasenpfötchen kann sie sich selbst über die schönsten Geschenke nicht so richtig freuen. Doch dann hat Emma eine Idee, wie sie Hasenpfötchen vielleicht doch noch finden kann …","versions":[{"lang":1,"streams":[{"redirect":9584371,"hoster":"VOE"},{"redirect":8345002,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Casper und Emmas Winterferien (1)","epNo":1,"alt":"Karsten og Petra på vinterferie (1)","descr":"Die Winterferien stehen vor der Tür! Casper freut sich schon sehr auf den Urlaub mit seiner Familie im sonnigen Spanien. Aber dann streiten sich Caspers Eltern immer häufiger und sagen die Reise ab. Casper ist sehr traurig: Was wird nun aus dem tollen Urlaub? Und lassen sich seine Eltern vielleicht scheiden? Doch dann hat Emma eine Idee, die Casper aufmuntert …","versions":[{"lang":1,"streams":[{"redirect":9584372,"hoster":"VOE"},{"redirect":8345006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Casper und Emmas Winterferien (2)","epNo":2,"alt":"Karsten og Petra på vinterferie (2)","descr":"Casper und Emma leben sich in der Ferienhütte ein, sie spielen im Schnee und üben Skifahren. Peter, der Nachbarsjunge, kann schon richtig gut Skifahren. Am nächsten Tag können alle Kinder an einem Skirennen teilnehmen. Und auch hier braust Peter allen anderen davon. Casper ist davon aber gar nicht mehr so begeistert.","versions":[{"lang":1,"streams":[{"redirect":8848279,"hoster":"VOE"},{"redirect":8345005,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casper und Emmas Winterferien (3)","epNo":3,"alt":"Karsten og Petra på vinterferie (3)","descr":"Alle Kinder haben das Skirennen erfolgreich abgeschlossen und es gibt heiße Waffeln für jeden. Emma freundet sich immer mehr mit Peter an. Das gefällt Casper gar nicht und es kommt zum Streit mit Emma. Löwilo und Hasenpfötchen wollen sich unbedingt etwas einfallen lassen, damit die beiden sich wieder vertragen.","versions":[{"lang":1,"streams":[{"redirect":8706342,"hoster":"VOE"},{"redirect":8345004,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Casper und Emmas Winterferien (4)","epNo":4,"alt":"Karsten og Petra på vinterferie (4)","descr":"Emma will sich wieder mit Casper vertragen, aber der ist plötzlich verschwunden. Während die ganze Familie ihn sucht, hat Casper nur eines im Sinn: Er will Emma beweisen, dass er besser ist als Peter und dafür an einem Skisprung-Wettkampf teilnehmen. Blöd nur, dass er noch nie Ski gesprungen ist. Und dann sucht er sich auch noch die ganz hohe Sprungschanze aus …","versions":[{"lang":1,"streams":[{"redirect":9578599,"hoster":"VOE"},{"redirect":8345008,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Casper und Emmas wunderbare Weihnachten (1)","epNo":1,"alt":"Karsten og Petras vidunderlige jul (1)","descr":"Casper und Emma bereiten sich auf Weihnachten vor, denn es ist immerhin schon Anfang Dezember. Beide freuen sich auf das Fest mit der ganzen Familie, bis Opas Freundin Esther vorschlägt, dass Opa Weihnachten zusammen mit ihr auf ihrer Berghütte verbringt. Emma ist davon gar nicht begeistert, denn schließlich war Opa bisher an Weihnachten immer da. Ob sich eine Lösung für das Problem finden lässt?","versions":[{"lang":1,"streams":[{"redirect":9584373,"hoster":"VOE"},{"redirect":8345019,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Casper und Emmas wunderbare Weihnachten (2)","epNo":2,"alt":"Karsten og Petras vidunderlige jul (2)","descr":"Casper und Emma setzen alles daran, dass Opa nicht auf Esthers Hütte Weihnachten feiert, sondern mit ihnen zu Hause! Deswegen schmücken sie die Wohnung festlich, basteln eigene Girlanden und backen Pfefferkuchen. Als Opa und Esther dann kurz vor Weihnachten zum Weihnachtsbrei-Essen vorbeikommen, ist alles vorbereitet. Nur fehlt der Schnee, den es auf der Hütte zuhauf gibt! Aber Löwilo und Hasenpfötchen haben da schon eine Idee.","versions":[{"lang":1,"streams":[{"redirect":8706344,"hoster":"VOE"},{"redirect":8345018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casper und Emmas wunderbare Weihnachten (3)","epNo":3,"alt":"Karsten og Petras vidunderlige jul (3)","descr":"Opa und Esther entscheiden sich spontan, doch bei Emma Weihnachten zu feiern. Die Freude ist riesengroß und alle machen sich an die Vorbereitungen. Doch dann ruft Esthers Schwester Vera an, die noch auf der Hütte ist: Sie hat sich den Knöchel verstaucht und kann nicht vorbeikommen. Weil Opa und Esther sie nicht allein lassen wollen, fahren sie doch zur Hütte. Einmal angekommen, muss Opa aber feststellen, dass hier ganz anders gefeiert wird als er es gewohnt ist …","versions":[{"lang":1,"streams":[{"redirect":12919843,"hoster":"VOE"},{"redirect":8345020,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Casper und Emmas wunderbare Weihnachten (4)","epNo":4,"alt":"Karsten og Petras vidunderlige jul (4)","descr":"Heiligabend und das ohne Weihnachtsstimmung! Emma und ihre Mutter streiten sich, auch Emmas Opa ist auf der Hütte überhaupt nicht zufrieden und Caspers Vater hat vergessen, Rippchen einzukaufen. So was Blödes. Da hilft nur eins: Emma beschließt, bei Casper Weihnachten zu feiern. Gemeinsam warten sie auf den Weihnachtsmann. Ob sie ihn heute Abend zum ersten Mal selbst sehen werden?","versions":[{"lang":1,"streams":[{"redirect":8973767,"hoster":"VOE"},{"redirect":8345022,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Casper und Emma auf Safari (1)","epNo":1,"alt":"Karsten og Petra på safari (1)","descr":"Casper und Emma gehen auf Safari! Zusammen mit Mama, Opa, Löwilo und Hasenpfötchen besuchen sie in Afrika Freunde und wohnen da, wo es echte Löwen und andere wilde Tiere gibt. Dort treffen sie auch auf die verwöhnte Klara, die von ihrem Vater jeden Wunsch erfüllt bekommt. Casper beobachtet, wie Klara ein Löwenjunges geschenkt wird. Dabei darf man die doch überhaupt nicht zu Hause halten!","versions":[{"lang":1,"streams":[{"redirect":12382790,"hoster":"VOE"},{"redirect":8345024,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Casper und Emma auf Safari (2)","epNo":2,"alt":"Karsten og Petra på safari (2)","descr":"Casper, Emma und Tiri können Klara und ihren Vater überführen und ihnen das Löwenjunge abnehmen. Sie taufen es auf den Namen Leo und wollen es gesund pflegen. Emmas Mutter und ihre Freundin Ann kümmern sich um Leo, denn immerhin sind die beiden Tierärztinnen. Emma, Casper und Tiri unternehmen zusammen mit Opa einen Safari-Ausflug, um Leos Mutter zu finden.","versions":[{"lang":1,"streams":[{"redirect":8706347,"hoster":"VOE"},{"redirect":8345033,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casper und Emma auf Safari (3)","epNo":3,"alt":"Karsten og Petra på safari (3)","descr":"Emma und Tiri können ihn zwar befreien, aber die Falle macht ihnen trotzdem Sorgen. Immerhin wurde sie von Wilderern aufgestellt, um Löwen zu fangen, was streng verboten ist. Den Wilderern muss das Handwerk gelegt werden. So machen sich Kinder und Erwachsene gemeinsam auf die Suche nach ihnen.","versions":[{"lang":1,"streams":[{"redirect":8973765,"hoster":"VOE"},{"redirect":8345036,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Casper und Emma auf Safari (4)","epNo":4,"alt":"Karsten og Petra på safari (4)","descr":"In einem richtigen Heißluftballon fahren Emma, Casper, Tiri und ihr Papa Samuel über die Wüste und erspähen auch tatsächlich die Wilderer, die Löwen fangen. Dummerweise fliehen die Schufte und sie verlieren sie aus den Augen. Doch dann hat Casper eine Idee, wie sie die Wilderer vielleicht doch noch schnappen können. Ob es ihnen gelingen wird?","versions":[{"lang":1,"streams":[{"redirect":8973769,"hoster":"VOE"},{"redirect":8345038,"hoster":"Streamtape"}]}]}]}]}