{"seriesId":"castle","name":"Castle","descr":"Richard Castle ist ein gefeierter Autor von Kriminalromanen. Eines Tages hilft er der gut aussehenden Polizistin Kate Beckett bei einem Fall, in dem die Motive aus seinem Buch als Vorlagen für echte Verbrechen benutzt werden. Castle beschließt, der Polizei weiterhin zu helfen und zusammen mit Kate Beckett auf Mörderjagd zu gehen. Die Polizistin dient ihm dabei als Vorlage für sein neues Buch, was bei ihr allerdings auf wenig Begeisterung stößt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Blumen für dein Grab","epNo":1,"alt":"Flowers for Your Grave","descr":"Der Anwalt Marvin Fisk und die Sozialarbeiterin Alison Tisdale werden ermordet aufgefunden. Detective Kate Beckett fällt auf, dass es eine Verbindung zwischen den Morden gibt: Es handelt sich um Verbrechen aus Romanen des Kriminalautors Rick Castle. Dieser fühlt sich durch den Nachahmer geschmeichelt, und willigt ein, der Polizei bei den Ermittlungen zu helfen. Beckett ist davon alles andere als begeistert, doch schon bald erweist sich Castles Hilfe als unentbehrlich ...","versions":[{"lang":1,"streams":[{"redirect":8973999,"hoster":"VOE"},{"redirect":9685032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973964,"hoster":"VOE"},{"redirect":8345391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die tote Nanny","epNo":2,"alt":"Nanny McDead","descr":"Nachdem Castle seinen ersten Fall erfolgreich gelöst hat, wird er als Polizei-Berater engagiert. Der nächste Fall lässt nicht lange auf sich warten: Das Kindermädchen Sara Manning wird tot im Trockner eines Waschkellers aufgefunden. Beckett und Castle stoßen bei den Ermittlungen auf Lügen, Untreue und Betrug, doch ein Verdächtiger findet sich zunächst nicht. Erst als klar wird, dass Sara mit dem Arbeitgeber ihrer Freundin Chloe geschlafen hat, ergibt sich eine heiße Spur ...","versions":[{"lang":1,"streams":[{"redirect":8974000,"hoster":"VOE"},{"redirect":8345471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973965,"hoster":"VOE"},{"redirect":8345398,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Eliten-Clique","epNo":3,"alt":"Hedge Fund Homeboys","descr":"Auf einem See im Central Park wird ein toter Jugendlicher gefunden. Schnell kommen Castle und Beckett darauf, dass der Tote mit seinen Freunden nach der Schule zusammen war. Nach der Aussage der Schüler wird auch alsbald ein Drogenhändler gefasst, der jedoch seine Unschuld betont. Nachdem er jedoch von einer Augenzeugin erkannt wird, scheint der Fall klar. Doch Castle zweifelt noch immer.","versions":[{"lang":1,"streams":[{"redirect":9116243,"hoster":"VOE"},{"redirect":9116245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973967,"hoster":"VOE"},{"redirect":8345397,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hölle kennt keine Wut","epNo":4,"alt":"Hell Hath No Fury","descr":"Ein New Yorker Stadtrat wird kurz vor den Neuwahlen ermordet und in einen Teppich eingerollt aufgefunden. Castle und Beckett geraten in die Welt dreckiger Politik, während sein neuester Roman in den Läden liegen bleibt. Einmal mehr gelingt es Castle, sich bei der Aufklärung des Falles in bestes Licht zu stellen. Im Gegenzug bringt Beckett ihren \"Partner\" bei einer Buchlesung in Verlegenheit, worauf dieser ihr genüsslich intime Details über seine neue Romanheldin offenbart.","versions":[{"lang":1,"streams":[{"redirect":8930747,"hoster":"VOE"},{"redirect":8345470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973971,"hoster":"VOE"},{"redirect":8345400,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefrorenes Blut","epNo":5,"alt":"A Chill Goes Through Her Veins","descr":"Castle und Beckett ermitteln in einem Mordfall einer Frau, die gefroren angekettet an einer Baustelle gefunden wird. Je tiefer das Team in die Vergangenheit des Opfers eindringt, desto mehr wird klar, dass auch Beckett einige Sachen aus ihrer eigenen Vergangenheit aufzuarbeiten hat. Castle versucht sogleich das Material zu nutzen, um die Story in seinem neuen Buch mit zu verarbeiten.","versions":[{"lang":1,"streams":[{"redirect":8974002,"hoster":"VOE"},{"redirect":8345478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973968,"hoster":"VOE"},{"redirect":8345401,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Voodoo","epNo":6,"alt":"Always Buy Retail","descr":"Zwei brutale Ritualmorde an Immigranten führen Beckett ins unbekannte Territorium der Voodoo-Religion. Castle - ein Experte für Ritualmorde seit seinem sechsten \"Storm\"-Roman - weist ihr den Weg. Gemeinsam nimmt das ungleiche Team die Spur eines Mörders auf, der kurz davor steht, erneut zuzuschlagen. Ein gefährlicher Showdown beginnt. Ernsthafte Gefahr droht Castle indessen auch im Privatleben: Seine Exfrau Meredith will nach New York zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":8974001,"hoster":"VOE"},{"redirect":8345482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973969,"hoster":"VOE"},{"redirect":8345403,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reich und tot","epNo":7,"alt":"Home Is Where The Heart Stops","descr":"Eine Reihe von Überfällen auf noble Villen mündet in einem besonders gewalttätigen Fall von Juwelenraub und Mord. Bei der Suche nach Gemeinsamkeiten zwischen den Fällen führt Castle Beckett in eine Welt, in der sie sich unwohl fühlt: an eine Wohltätigkeitsveranstaltung voller Prominenter, Paparazzi und mitten drin sie selbst, knapp verhüllt von einem prächtigen Ballkleid. Castle wiederum benötigt die Hilfe eines Exdiebes, der - einst Opfer einer verräterischen Romanfigur Castles - nach Rache sinnt.","versions":[{"lang":1,"streams":[{"redirect":8974007,"hoster":"VOE"},{"redirect":8345488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973970,"hoster":"VOE"},{"redirect":8345407,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geister","epNo":8,"alt":"Ghosts","descr":"Castle und Beckett sind miteinander in ein bizarres Langzeit-Pokerspiel verstrickt und sehen sich gleichzeitig mit einem Mordfall konfrontiert, der sie in den Grenzbereich zwischen Realität und Fiktion führt: Eine Tote, die in einer Badewanne voller Motorenöl ertränkt wurde, erweist sich als scheinbar brave Ehefrau mit einem Doppelleben, das aufregender war, als es ihre Memoirenschreiberin - eine Berufskollegin von Castle - glaubt.","versions":[{"lang":1,"streams":[{"redirect":13103098,"hoster":"VOE"},{"redirect":8345485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973972,"hoster":"VOE"},{"redirect":8345410,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die verschwundene Tochter","epNo":9,"alt":"Little Girl Lost","descr":"Die Aufklärung eines Entführungsfalles bringt Beckett mit einem alten Bekannten zusammen: FBI-Agent William Sorenson. Mit ihm verbinden sie private Gefühle und ein alter, unglücklich gelaufener Fall, der ihr noch immer im Nacken sitzt. Bei der schwierigen Suche nach den Entführern des zweijährigen Kindes wird Castle von Eifersuchtsgefühlen geplagt, während Beckett angesichts eines drohenden Misserfolgs die Kontrolle zu verlieren droht.","versions":[{"lang":1,"streams":[{"redirect":8974006,"hoster":"VOE"},{"redirect":11414759,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973973,"hoster":"VOE"},{"redirect":8345413,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Todesfall in der Familie","epNo":10,"alt":"A Death in the Family","descr":"Im Finale der ersten Staffel bekommen es Castle und Beckett nach der Ermordung eines Schönheitschirurgen mit Operationsobsessionen Identitätsveränderungen und erbarmungslosen Profis zu tun. Nebenbei gräbt Castle in Becketts Vergangenheit und riskiert damit die Fortsetzung ihrer Zusammenarbeit. Tochter Alexis beglückt ihn mit ihrem ersten Date - seine einschlägigen Tipps jedoch entsetzen deren Grossmutter Molly.","versions":[{"lang":1,"streams":[{"redirect":8974005,"hoster":"VOE"},{"redirect":8345503,"hoster":"Vidoza"},{"redirect":8345491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973974,"hoster":"VOE"},{"redirect":8345416,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tödliche Schulden","epNo":1,"alt":"Deep in Death","descr":"Ein aufwendiges Fotoshooting im Mordkommissariat für die Lancierung von Castles erstem \"Nikki Heat\"-Roman nervt Beckett. Sie will den Autor endlich loswerden und der Mord an einem Familienvater mit tragischem Doppelleben soll ihr letzter gemeinsamer Fall sein. Und dieser geht schief: Die Leiche wird gestohlen. Als dennoch eine Mörderbande identifiziert werden kann, aber die Beweise fehlen, zeigt Castle wahren Heldenmut - in der Hoffnung, Beckett umstimmen zu können.","versions":[{"lang":1,"streams":[{"redirect":8974008,"hoster":"VOE"},{"redirect":8345512,"hoster":"Vidoza"},{"redirect":8345500,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973975,"hoster":"VOE"},{"redirect":8345418,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wettfieber","epNo":2,"alt":"The Double Down","descr":"Castles heitere Pokerpartie mit der Mordkommission wird beendet, als am selben Abend zwei Morde geschehen. Beckett und Castle übernehmen den ersten, Ryan und Esposito den zweiten Fall. Um das Ganze interessanter zu machen, wetten Ryan und Esposito mit Castle darum, welches Team seinen Fall zuerst aufklären wird. Beckett ist von der Wette wenig begeistert, steigt aber schließlich doch noch mit ein. Was sie nicht weiß: Die Verlierer müssen sich den Kopf rasieren.","versions":[{"lang":1,"streams":[{"redirect":8974011,"hoster":"VOE"},{"redirect":11414748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973978,"hoster":"VOE"},{"redirect":8345419,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das neue Gesicht","epNo":3,"alt":"Inventing the Girl","descr":"Während Castles Ruhm dank einer tollen Titelstory neue Dimensionen erreicht, muss ein vielversprechendes Model ihr Streben nach Erfolg mit dem Leben bezahlen. Der Starautor und Beckett finden bei ihren Mordermittlungen im Umfeld einer Fashionshow viele Verdächtige: einen üblen Stalker, eine \"beste\" Freundin und einen ganz fiesen Fotografen. Doch den entscheidenden Beweis liefert ihnen schliesslich überraschend eine Applikation auf dem Handy der Toten.","versions":[{"lang":1,"streams":[{"redirect":8974010,"hoster":"VOE"},{"redirect":8345507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973980,"hoster":"VOE"},{"redirect":8345420,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer einmal lügt","epNo":4,"alt":"Fool Me Once","descr":"Der Mord an einem Arktis-Forscher der inmitten einer Liveübertragung für eine Schulklasse erschossen wird, erweist sich als Fall ganz nach dem Geschmack von Castle: ein als raffiniertes Puzzle getarntes fieses Verbrechen mit einem grossartigen Schwindler als Opfer und der Liebe als einzige Wahrheit. Seine Partnerin Beckett jedoch sorgt beim selbstverliebten Autor für eine schmerzliche Enttäuschung.","versions":[{"lang":1,"streams":[{"redirect":8974009,"hoster":"VOE"},{"redirect":8345515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973976,"hoster":"VOE"},{"redirect":8345422,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn der Ast bricht","epNo":5,"alt":"When the Bough Breaks","descr":"Der erspriesslichen Zusammenarbeit zwischen Erfolgsautor Castle und Detective Beckett droht ein baldiges Ende, und damit auch der just gestarteten \"Nikki Heat\"-Serie, als Castle sein Traumangebot erhält: Er soll drei neue Bond-Romane schreiben. Doch will er auf das spannende gemeinsame Rätselraten verzichten, das sie auch im aktuellen Fall einer ermordeten Immigrantin erfolgreich praktizieren? Will er Beckett verlieren? Diese reagiert irritierend cool.","versions":[{"lang":1,"streams":[{"redirect":8974012,"hoster":"VOE"},{"redirect":8345520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973979,"hoster":"VOE"},{"redirect":8345423,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vampir Wochenende","epNo":6,"alt":"Vampire Weekend","descr":"Castles berühmt-berüchtigter Halloweenball steht bevor. Für beängstigende Anregungen sorgt der bizarre Mord an einem vermeintlichen Vampir, der Castle und Beckett in die Welt von Vampir-Fetischisten führt. Während aus einem Mord drei werden, wirft Halloween Schatten voraus: Alexis will an einer Vorabendparty mit älteren Schülern teilnehmen, was beim liebenden Vater schlimme Befürchtungen weckt. Zur Freude Castles folgt Beckett seiner Einladung zum Ball, sorgt jedoch für eine leise Enttäuschung.","versions":[{"lang":1,"streams":[{"redirect":8974015,"hoster":"VOE"},{"redirect":11414817,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973977,"hoster":"VOE"},{"redirect":8345427,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Berühmte letzte Worte","epNo":7,"alt":"Famous Last Words","descr":"Eine vielversprechende Rocksängerin wird Opfer eines Mordes, dessen bizarre Inszenierung ihrem neuesten Videohit entnommen scheint. Beckett und Castle tauchen ein in eine Welt von besessenen Fans, schmierigen Managern und eifersüchtigen Bandmitgliedern. Doch es ist Castles Tochter, die im Songtext des letzten Hits den entscheidenden Hinweis entdeckt, der zur Aufklärung der schrecklichen Tat führt.","versions":[{"lang":1,"streams":[{"redirect":8974013,"hoster":"VOE"},{"redirect":11414765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973981,"hoster":"VOE"},{"redirect":8345431,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod eines Kuriers","epNo":8,"alt":"Kill the Messenger","descr":"Castle und Beckett untersuchen den mörderischen Überfall auf einen Fahrradkurier. Mit der Tat sollte die Auslieferung eines brisanten Pakets verhindert werden, das einem unschuldig Verurteilten zur Freiheit verhelfen und zum wahren Täter führen könnte. Um den Überfall zu klären, muss das Ermittler-Paar einen zehn Jahre zurückliegenden Mord an einer jungen Frau neu aufrollen und stösst dabei auf die Geheimnisse und Skandale einer prominenten New Yorker Familie.","versions":[{"lang":1,"streams":[{"redirect":13917023,"hoster":"VOE"},{"redirect":8345524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973982,"hoster":"VOE"},{"redirect":12513979,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Käufliche Liebe","epNo":9,"alt":"Love Me Dead","descr":"Der Mord an einem kompromisslosen Bezirksanwalt führt Castle und Beckett in die Niederungen von Exbetrügern und zwielichtigen Escort-Diensten. Doch Castles Bedürfnis, einem verletzlichen Callgirl zu helfen, gefährdet die Klärung des Falls. Auch privat läuft es für Castle nicht ganz rund, denn Alexis zieht in einer möglicherweise brisanten Sache Beckett ins Vertrauen - statt ihren \"coolen\" Dad.","versions":[{"lang":1,"streams":[{"redirect":13004281,"hoster":"VOE"},{"redirect":13378463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973983,"hoster":"VOE"},{"redirect":8345429,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Aus Liebe zur Umwelt","epNo":10,"alt":"One Man\u0027s Treasure","descr":"Als ein Mann tot aus einem Abfallschacht geborgen wird, erscheinen zwei Frauen zur Identifikation der Leiche - seine Ehefrau und seine Verlobte. Beckett und Castle versuchen, die Rivalinnen davon abzuhalten, sich gegenseitig umzubringen, und versuchen gleichzeitig, den zunehmend undurchsichtigen Fall zu lösen. War es eine verlassene Frau, Werkspionage oder gar ein dunkles Geheimnis, das zum unschönen Ende des Recycling-Beraters geführt hatte?","versions":[{"lang":1,"streams":[{"redirect":8974016,"hoster":"VOE"},{"redirect":8345532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973984,"hoster":"VOE"},{"redirect":8345432,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die fünfte Kugel","epNo":11,"alt":"The Fifth Bullet","descr":"Ein fehlendes Einschussloch, ein verdächtiger Kunde mit diplomatischer Immunität und ein Zeuge ohne Gedächtnis: Diese und andere Hürden müssen Beckett und Castle für die Klärung des Mordes an einem Galeristen überwinden. Sie erkennen, dass auch ihnen eine Teilamnesie gut tun könnte, und Castle kann einmal mehr beweisen, dass er nicht nur ein kindischer Fantast, sondern auch ein scharfsinniger Denker ist.","versions":[{"lang":1,"streams":[{"redirect":8974021,"hoster":"VOE"},{"redirect":8345533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973985,"hoster":"VOE"},{"redirect":8345435,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Rose für immer und ewig","epNo":12,"alt":"A Rose for Everafter","descr":"Der Mord an einer Brautjungfer führt Castle und Beckett in ein Hotel, in dem eine Hochzeitsgesellschaft bereits die Nacht vor der Hochzeit verbracht hat. Als die beiden das Brautpaar befragen wollen, das die vermisste Brautjungfer kurz vor der Hochzeitsfeier ermordet in ihrem Zimmer aufgefunden hat, erlebt Castle eine grosse Überraschung: Die verstörte Braut entpuppt sich als seine alte \"Flamme\" Kyra, deren Abgang er nie ganz verarbeitet hatte.","versions":[{"lang":1,"streams":[{"redirect":8974018,"hoster":"VOE"},{"redirect":13378470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973986,"hoster":"VOE"},{"redirect":8345439,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unverhofft","epNo":13,"alt":"Sucker Punch","descr":"Ein Vollstrecker der irischen Mafia wird Opfer eines blutigen Mordes. Castle und Beckett kommen einem Revierkrieg auf die Spur. Gerichtsmedizinerin Lanie entdeckt, dass es sich bei der Mordwaffe um ein Kampfmesser aus dem Golfkrieg handelt, das bereits fünf weiteren Opfern zum Verhängnis geworden ist. Als Kate Beckett erfährt, dass zu den Opfern auch ihre ermordete Mutter gehörte, fühlt sie sich angesichts der plötzlich greifbar werdenden Auflösung eines alten Familientraumas zunächst ausserstande, die Ermittlungen weiterzuführen.","versions":[{"lang":1,"streams":[{"redirect":12332899,"hoster":"VOE"},{"redirect":13378480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973991,"hoster":"VOE"},{"redirect":8345440,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der dritte Mann","epNo":14,"alt":"The Third Man","descr":"Castle ist glücklich, dass er erneut von der Presse zu den begehrtesten Junggesellen der Stadt gezählt wird. Dass er bei gleicher Gelegenheit mit Detektive Beckett von der NYPD in Verbindung gebracht wird, erfüllt ihn jedoch mit Sorge. Tatsächlich reagiert Beckett wütend auf die publizierte Unterstellung, worauf Castle flugs ein Date mit der drittheissesten Junggesellin der Stadt organisiert. Daraufhin vereinbart seine Ermittlungspartnerin ihrerseits ein Date - mit dem heissesten Boy aus dem Feuerwehrkalender.","versions":[{"lang":1,"streams":[{"redirect":8974019,"hoster":"VOE"},{"redirect":8345540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973988,"hoster":"VOE"},{"redirect":8345444,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Cuba Libre","epNo":15,"alt":"Suicide Squeeze","descr":"Die Suche nach dem Mörder einer berühmten Baseball-Legende führt Castle und Beckett in die Welt von Exilkubanern, zu denen auch der Tote, Cano Vega, gehörte. Von dessen attraktiver Witwe erfahren sie, dass Vegas Tod mit einer kürzlich erfolgten Reise nach Kuba im Zusammenhang stehen könnte, wo ihm Fidel Castro einen begeisterten Empfang bereitet hatte. In der Folge hatte der Verleger einer Zeitschrift für Exilkubaner Vega des Verrats bezichtigt, in einer Form, die von Beckett und Castle als Aufruf zum Mord gewertet wird.","versions":[{"lang":1,"streams":[{"redirect":8974020,"hoster":"VOE"},{"redirect":8345544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973987,"hoster":"VOE"},{"redirect":8345448,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Domina schlägt immer zweimal zu","epNo":16,"alt":"The Mistress Always Spanks Twice","descr":"Ein bizarr inszenierter Mord an einer jungen Frau führt Castle und Beckett in die Sadomaso-Szene. Die Untersuchung des Todes der Doktorantin, welche die Soziologie von Fesselspielen und Dominanz ergründen wollte, nimmt für Castle einen unerwarteten Verlauf: Beckett, die den Autor mit ihrer erstaunlichen einschlägigen Kompetenz irritiert, bucht für Castle einen Termin bei der legendären Miss Venom. Seine Erkenntnis: Das Opfer hatte die Distanz zu ihrem Studienobjekt verloren.","versions":[{"lang":1,"streams":[{"redirect":8974024,"hoster":"VOE"},{"redirect":8345554,"hoster":"Vidoza"},{"redirect":8681226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973990,"hoster":"VOE"},{"redirect":8345447,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tick, Tick, Tick","epNo":17,"alt":"Tick, Tick, Tick","descr":"Ein Serienmörder ist von der Romanfigur Nikki Heat besessen, und stellt Beckett alias Nikki immer wieder vor neue Rätsel. Nach einem zweiten Mord schaltet sich das FBI ein. Obwohl Special Agent Jordan Shaw immer wieder auf vielversprechende Hinweise stößt, gelingt es ihr nicht, den Mörder zu finden. Castle fühlt sich verantwortlich dafür, dass Becketts Leben in Gefahr ist. Als er bei ihr Wache schiebt, findet er am Morgen eine weitere Leiche vor ihrer Wohnungstür ...","versions":[{"lang":1,"streams":[{"redirect":8974025,"hoster":"VOE"},{"redirect":8345551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973992,"hoster":"VOE"},{"redirect":8345450,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bumm!","epNo":18,"alt":"Boom!","descr":"im zweiten Teil dieses explosiven Dramas überlebt Detective Beckett dank Castles Warnung und ihrer Intelligenz das Bombeninferno. Als die Ermittler erkennen, dass der vermeintliche Selbstmord Ben Conrads nur eine weitere blutige Maskerade des Killers war, gelingt es Beckett, diesen zu identifizieren. Nach einem weiteren Beweis, wie ernst es ihm ist, Beckett zu töten, sorgt der Killer dafür, dass Agent Shaw sie nicht mehr schützen kann.","versions":[{"lang":1,"streams":[{"redirect":13096001,"hoster":"VOE"},{"redirect":8345549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973989,"hoster":"VOE"},{"redirect":8345453,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Fluch der Mumie","epNo":19,"alt":"Wrapped Up in Death","descr":"Ein Archäologe wird ermordet, nachdem er mit dem Sarkophag eines Mayakönigs aus Mexiko zurückgekehrt ist. Castle und Beckett finden alsbald Verdächtige zuhauf: eine gefühlsmässig verstrickte Mumifizierungsexpertin, einen berüchtigten Drogenhändler und einen wütenden Maya-Nachfahren. Oder könnte gar der Fluch des Mayakönigs gewirkt haben? Castle, der verbotenerweise einen Blick auf dessen Mumie erhascht hat, gibt sich abgeklärt - und wird gnadenlos auf die Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":8974026,"hoster":"VOE"},{"redirect":8345550,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973993,"hoster":"VOE"},{"redirect":8562004,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Late-Night Jungs","epNo":20,"alt":"The Late Shaft","descr":"Als Stargast des Late-Night-Talkers Bobby Mann erlebt Castle doppelt Aufregendes: Während ein hinreißendes Starlet ihn mit ungebremster Zuwendung beglückt, flüstert ihm der Gastgeber zu, sein Leben sei in Gefahr. Als Bobby am nächsten Tag stirbt, ist es sein Mageninhalt - Balsamico - der den Weg zu einem medizinisch versierten Mörder weist. Derweil überzeugt das hemmungslose Starlet den Autor, dass sie die Idealbesetzung für \"Nikki Heat\" ist.","versions":[{"lang":1,"streams":[{"redirect":13497452,"hoster":"VOE"},{"redirect":13497451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973994,"hoster":"VOE"},{"redirect":8345460,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Keine Ganovenehre","epNo":21,"alt":"Den of Thieves","descr":"Die Spuren eines sadistischen Mordes weisen ins Revier 54 wo Esposito früher gearbeitet hat. Unter Tatverdacht gerät sein vermeintlich toter Expartner Ike der nach heimtückischen Verleumdungen untergetaucht war. Beckett erfährt dass ihr aktueller Lieblingsdetective Demming einst die bösen Gerüchte gesät haben könnte und verstrickt sich mit ihm in einen Ringkampf voller zwiespältiger Gefühle. Derweil gerät Esposito beim Versuch Ikes Unschuld zu beweisen in tödliche Gefahr.","versions":[{"lang":1,"streams":[{"redirect":12919861,"hoster":"VOE"},{"redirect":8345561,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973996,"hoster":"VOE"},{"redirect":8345457,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Leiche am Stiel","epNo":22,"alt":"Food to Die For","descr":"Der Mord an einem berühmten Küchenchef führt Castle und Beckett in die Welt eines Waisenkindes, das zum Frauenliebling und Star geworden war - und sich dabei Feinde geschaffen hatte. Die attraktive Besitzerin des Restaurants entpuppt sich als Becketts einstige Busenfreundin Madison. Als Beckett einen Abend mit Detective Demming verbringt, revanchiert sich Castle mit einem Date mit Madison.","versions":[{"lang":1,"streams":[{"redirect":8974049,"hoster":"VOE"},{"redirect":8345565,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12915712,"hoster":"VOE"},{"redirect":12481816,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zu viel des Guten","epNo":23,"alt":"Overkill","descr":"Ein Raubmord veranlasst Beckett dazu Raubspezialist Demming in die Ermittlungen einzubeziehen. Castle wird Zeuge einer aufblühenden Romanze zwischen den beiden doch ein Mann wie er gibt nicht auf. Alsbald verstricken sich Castle und Demming in einen verbissenen Wettkampf.","versions":[{"lang":1,"streams":[{"redirect":8974039,"hoster":"VOE"},{"redirect":8345566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973997,"hoster":"VOE"},{"redirect":8345462,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der tote Spion","epNo":24,"alt":"A Deadly Game","descr":"Im Finale der zweiten Staffel geraten Castle und Beckett bei der Aufklärung eines Profimordes in eine brenzlige Agentengeschichte ganz nach dem Geschmack des Autors. Doch der Fall entpuppt sich als tödlich verlaufenes Spiel zwischen Teilnehmern die in einem verhängnisvollen Gefüge miteinander verbunden sind. Gehörig durcheinander gerät auch das Gefüge zwischen dem Autor und seiner Muse...","versions":[{"lang":1,"streams":[{"redirect":8974038,"hoster":"VOE"},{"redirect":8345571,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973998,"hoster":"VOE"},{"redirect":8345465,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eine tödliche Affäre","epNo":1,"alt":"A Deadly Affair","descr":"Becketts Team hat zwei Mordopfer, gleiche Vorgehensweise des Täters und einen Verdächtigen: Richard Castle. Tatsächlich kommt es dazu, dass Kate Beckett aka Nikki Heat ihren bisherigen Partner verhaften muss. In welcher Verbindung steht er zu dem Opfer? Und warum hat er sich bei Kate nach seiner Rückkehr nicht gemeldet? Das Wiedersehen mit Castle haben sich alle anders vorgestellt, als ihn in der Nähe einer toten Frau mit geladener Waffe in der Hand zu finden.","versions":[{"lang":1,"streams":[{"redirect":8974058,"hoster":"VOE"},{"redirect":8345575,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584379,"hoster":"VOE"},{"redirect":8345111,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Er ist tot, sie ist tot","epNo":2,"alt":"He\u0027s Dead, She\u0027s Dead","descr":"Während Alexis verzweifelt nach einem Beweis für die Existenz der wahren Liebe sucht und Martha eine wichtige Entscheidung treffen muss, bekommen es Castle und Beckett mit dem Übernatürlichen zu tun. Ein berühmtes Medium wird ermordet aufgefunden, aber besaß die tote Frau tatsächlich übernatürliche Fähigkeiten, die ihr halfen Fälle für die Polizei zu lösen? Im Laufe der Ermittlungen verstricken sich Castle und Beckett in einer Diskussion darüber, ob für alles eine logische Erklärung gibt oder nicht.","versions":[{"lang":1,"streams":[{"redirect":8974073,"hoster":"VOE"},{"redirect":8345578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584382,"hoster":"VOE"},{"redirect":8345120,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schatzkarte","epNo":3,"alt":"Under The Gun","descr":"Richard Castle kämpft mit der Entscheidung, ob er Alexis eine Vespa kaufen soll oder nicht. Bald ist er aber durch einen Mordfall völlig abgelenkt, denn in diesem scheint es um Verschwörungen und Schatzkarten zu gehen. Alle Verdächtigen sind wegen irgendetwas schuldig. Sogar der Bountyhunter und ehemalige Polizist Mike Royce, der Mann mit der rauen Stimme aus Kates Vergangenheit führt etwas im Schilde. Mike war so etwas wie Kates Mentor, und wie es mit Mentoren so zu gehen pflegt, hatte Kate auch romantische Gefühle für ihn.","versions":[{"lang":1,"streams":[{"redirect":8974070,"hoster":"VOE"},{"redirect":8345586,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584384,"hoster":"VOE"},{"redirect":8345119,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Mörder auf Zeitreise","epNo":4,"alt":"Punked","descr":"Marta teilt Castle mit, dass Alexis verliebt sei. Warum hat sie ihm selbst nichts gesagt? Becketts Anruf holt Castle aus seinen qualvollen Gedanken heraus. Ein höchst seltsamer Fall bringt ihn zu Spekulation über Zeitreisen. Esposito und Ryan finden einen weiteren Hinweis für Zeitreisen, nämlich das Auto des Opfers: eine genaue Nachbildung des Exemplars aus \"Back to the Future\". Esposito hat es schwer in dieser Episode und bekommt Einiges ab.","versions":[{"lang":1,"streams":[{"redirect":8974086,"hoster":"VOE"},{"redirect":8345585,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919852,"hoster":"VOE"},{"redirect":8345121,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Anatomie eines Mordes","epNo":5,"alt":"Anatomy of a Murder","descr":"Castles Ex-Frau trifft ein, um zusammen mit Alexis und Marta einen Frauen-Tag zu veranstalten. Castle hat, wie immer, eine Tatort-Verabredung mit Beckett, wie seine Ex nicht gerade glücklich feststellt. Wer hat die ermordete Ärztin in den Sarg des alten jüdischen Mannes gepackt? Ein Kollege von ihr? Nurse Greg? Alle Spuren, die weibliches Parfüm tragen, scheinen bei Greg zusammenzulaufen. Oder ist es der Ex-Drogenlord und Patient der Ermordeten gewesen? Der Fall der Woche entpuppt sich nun tatsächlich als Liebesdrama - genauer: zwei Liebesdramen.","versions":[{"lang":1,"streams":[{"redirect":8974120,"hoster":"VOE"},{"redirect":8345589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584385,"hoster":"VOE"},{"redirect":8345124,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Dreifachmörder","epNo":6,"alt":"3XK","descr":"Castle und Beckett fahnden nach einem  Serienmörder, bekannt als The Triple Killer. Er tötet immer drei Frauen in einer Woche, dann folgt eine Woche \"Pause\", bevor er wieder zuschlägt. Vor vier Jahren, nach sechs Opfern, verschwand der Mörder plötzlich. Jetzt ist er zurückgekehrt, wie Castle als erster am Tatort feststellt. Beckett will zuerst nicht daran glauben, aber die Beweise überzeugen sie. Alle machen sich auf die Suche, da der Mörder zum zweiten Mal zuschlägt.","versions":[{"lang":1,"streams":[{"redirect":8974133,"hoster":"VOE"},{"redirect":8345591,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917010,"hoster":"VOE"},{"redirect":8345129,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fast berühmt","epNo":7,"alt":"Almost Famous","descr":"Der Fall dreht sich um einen professionellen Stripper und Ex-Laienschauspieler, der nach seinem letzten Job - als Polizist auf einer Mädchen-Party - tot aufgefunden wird. Was zuerst als eine einfache Lösung scheint, erweist sich als Spur, die zur nächsten Spur führt. Alexis bereitet sich mit Hilfe von Marta auf ein Casting vor.","versions":[{"lang":1,"streams":[{"redirect":8974134,"hoster":"VOE"},{"redirect":8345590,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584388,"hoster":"VOE"},{"redirect":8345130,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Glühbirnen-Held","epNo":8,"alt":"Murder Most Fowl","descr":"Im Park wird ein Mordopfer gefunden. Es stellt sich heraus, dass der Mann aus großer Entfernung an- und darauf aus kurzer Distanz niedergeschossen wurde. Castle sieht natürlich sofort die Möglichkeit einer Verschwörung: The Falcon Killer! Der Tote arbeitete für die U-Bahn und hatte die Aufgabe, die Glühbirnen in den Tunnels auszutauschen.","versions":[{"lang":1,"streams":[{"redirect":13096003,"hoster":"VOE"},{"redirect":13383364,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584389,"hoster":"VOE"},{"redirect":8345133,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Akte X","epNo":9,"alt":"Close Encounters of the Murderous Kind","descr":"Kate und Richard stoßen auf mysteriöse Ereignisse. Sie untersuchen den Mord an der bekannten Astrophysikerin Marie Subbarao, die an explosiver Dekompression gestorben zu sein scheint. Die physikalischen Bedingungen für einen solchen Tod sind eigentlich nur im Weltraum gegeben.","versions":[{"lang":1,"streams":[{"redirect":12382800,"hoster":"VOE"},{"redirect":8722977,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578608,"hoster":"VOE"},{"redirect":8345135,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Speakeasy","epNo":10,"alt":"Last Call","descr":"Der Barbesitzer wurde ermordet. Bald ist klar, dass er ein altes Lager aus der Prohibitionszeit aufgetan, voller Whiskey-Flaschen, deren Wert und Inhalt Castle enorm beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":8974153,"hoster":"VOE"},{"redirect":8345599,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973807,"hoster":"VOE"},{"redirect":8345137,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nikki Heat","epNo":11,"alt":"Nikki Heat","descr":"Die mehr durch ihr Aussehen als durch ihre B-Movies berühmte Schauspielerin Natalie Rhodes soll die Rolle von Nikki Heat in dem Film \"Heat Wave\" übernehmen. Castle missfällt das sehr, Beckett dagegen ist sehr angetan von der engagierten Schauspielerin.","versions":[{"lang":1,"streams":[{"redirect":8974149,"hoster":"VOE"},{"redirect":8345608,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584390,"hoster":"VOE"},{"redirect":8345140,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Puff, du bist tot","epNo":12,"alt":"Poof, You\u0027re Dead","descr":"Richard Castle und Kate Beckett bedienen sich magischer Tricks, um einen Fall zu lösen. Es erweist sich, dass sowohl Kate als auch Richard als Teenager das berühmte New Yorker Geschäft Drake\u0027s Magic Shop zu besuchen pflegten. Nun findet man dessen Inhaber tot auf.","versions":[{"lang":1,"streams":[{"redirect":8974155,"hoster":"VOE"},{"redirect":8345605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004274,"hoster":"VOE"},{"redirect":8345144,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Johanna Beckett","epNo":13,"alt":"Knockdown","descr":"Vor zwölf Jahren wurde Becketts Mutter ermordet. John Raglan, der damals den Fall bearbeitete, kontaktiert Beckett und schlägt ein Treffen vor, um ihr die Wahrheit über den Mord zu erzählen. Es erweist sich, dass er todkrank ist und seine Sünden beichten will.","versions":[{"lang":1,"streams":[{"redirect":8974198,"hoster":"VOE"},{"redirect":8345606,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584393,"hoster":"VOE"},{"redirect":8345145,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Todsicheres Glück","epNo":14,"alt":"Lucky Stiff","descr":"Castle und Beckett müssen den Mord an einem Lottogewinner untersuchen, dem das Schicksal vor nicht allzu langer Zeit 117 Millionen beschert hatte. Martha wiederum bekommt wie aus heiterem Himmel aus Chets Erbe eine Million Dollar.","versions":[{"lang":1,"streams":[{"redirect":8974178,"hoster":"VOE"},{"redirect":8345614,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584392,"hoster":"VOE"},{"redirect":8345141,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der letzte Nagel","epNo":15,"alt":"The Final Nail","descr":"Damien, ein alter Freund von Castle wird beschuldigt, seine Frau mit Hilfe einer Nagelpistole getötet zu haben. Dieser Verdacht bringt auch den Mord an Damians Vater wieder ans Tageslicht, der vor zwanzig Jahren unter ähnlichen Umständen geschah.","versions":[{"lang":1,"streams":[{"redirect":8974229,"hoster":"VOE"},{"redirect":8345617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578610,"hoster":"VOE"},{"redirect":8345142,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die schmutzige Bombe ? Teil 1","epNo":16,"alt":"Setup - Teil 1","descr":"In einem Taxi wird die Leiche des gebürtigen Syrers Amir Alhabi aufgefunden. Was zunächst nach einem Raubüberfall aussieht, entwickelt sich schnell zu einem hochbrisanten Fall: In einem Lagerraum finden die Ermittler Hinweise auf die Existenz einer Atombombe. Agent Fallon vom Heimatschutzministerium übernimmt die Angelegenheit. Er geht davon aus, dass Amir Alhabi gemeinsam mit seinem Cousin Jamal Alhabi einen Terroranschlag geplant hat","versions":[{"lang":1,"streams":[{"redirect":14426849,"hoster":"VOE"},{"redirect":8345625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584394,"hoster":"VOE"},{"redirect":8345149,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Countdown ? Teil 2","epNo":17,"alt":"Countdown - Teil 2","descr":"Castle und Beckett befinden sich in einer scheinbar aussichtslosen Situation. Sie hoffen, dass ihre  Kollegen sie rechtzeitig finden und herauskriegen, wer die Bombe hat und wohin sie transportiert wurde. Agent Fallon und der Rest des Teams scheinen sich in einer Sackgasse zu befinden. Castle und Beckett haben zum wiederholten Mal die Möglichkeit das auszusprechen, was den beiden auf dem Herzen liegt.","versions":[{"lang":1,"streams":[{"redirect":8974206,"hoster":"VOE"},{"redirect":8345627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584395,"hoster":"VOE"},{"redirect":8345154,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mörderische Seifenoper","epNo":18,"alt":"One Life to Lose","descr":"Als Sarah Cutler, die Chefautorin der seit vielen Jahren erfolgreichen Seifenoper \"Temptation Lane\", mit einer Axt ermordet wird, ist die Reihe der Verdächtigen und deren Motiven lang. Beckett und Castle stellen fest, dass die Hintergründe der Ermordung Cutlers mindestens genauso dramatisch sind, wie die Seifenoper selbst: Die Ermittler finden sich in einem Zusammenspiel aus Liebe, Eifersucht und menschlichten Abgründen wieder...","versions":[{"lang":1,"streams":[{"redirect":12332907,"hoster":"VOE"},{"redirect":8345636,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584396,"hoster":"VOE"},{"redirect":8345151,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tod eines Geschworenen","epNo":19,"alt":"Law \u0026 Murder","descr":"Im Laufe eines medienwirksamen Prozesses stirbt während des Plädoyers des Staatsanwaltes einer der Geschworenen an den Folgen einer Vergiftung. Beckett und Castle übernehmen den Fall und stellen fest, dass die meisten der vordergründig Verdächtigen eine reine Weste haben. Bezirksstaatsanwalt Lou Karnacki, der auf die Aufklärung des Mordes besteht, macht sich unterdessen bald selbst zum Verdächtigen...","versions":[{"lang":1,"streams":[{"redirect":8974228,"hoster":"VOE"},{"redirect":8345633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578612,"hoster":"VOE"},{"redirect":8345152,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Pizza-Connection","epNo":20,"alt":"Slice of Death","descr":"Im Pizzabackofen eines Restaurants wird eine verbrannte Leiche gefunden. Da die Konkurrenz groß ist, sieht zunächst alles nach einem Mord innerhalb des Pizzagewerbes aus. Dann wird die Identität der zur Unkenntlichkeit verbrannten Leiche geklärt: Es handelt sich um den ehemaligen Kriegsberichterstatter und Enthüllungsreporter Gordon Burns, der gerade an einer Story zum Pizza-Krieg gearbeitet hat...","versions":[{"lang":1,"streams":[{"redirect":8974221,"hoster":"VOE"},{"redirect":8345632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584397,"hoster":"VOE"},{"redirect":8345155,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tod im Pool","epNo":21,"alt":"The Dead Pool","descr":"Das vielversprechende Schwimmtalent Zack Lindsey wird ermordet im Pool seiner Universität aufgefunden. In der Wohnung des Toten stoßen die Ermittler auf Steroide. Lanies Untersuchungen ergeben jedoch, dass Zack keine Drogen genommen hat. Beckett und Castle versuchen herauszufinden, warum der Schwimmer die Steroide bei sich versteckt hat. Ihre Ermittlungen führen sie zu einer enttäuschten Freundin, einem eifersüchtigen Rivalen und einem zwielichtigen Trainer...","versions":[{"lang":1,"streams":[{"redirect":8974251,"hoster":"VOE"},{"redirect":8345639,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584398,"hoster":"VOE"},{"redirect":8345156,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lieben und Sterben in L.A.","epNo":22,"alt":"To Love and Die in L.A.","descr":"Becketts Freund und ehemaliger Ausbilder Mike Royce wird kaltblutig ermordet. Die Spuren weisen darauf hin, dass Royce und sein Mörder gerade erst von Los Angeles nach New York gekommen sind. Um herauszufinden, was Royce in Kalifornien gemacht hat, fliegen Beckett und Castle nach L.A. Hier machen sie Bekanntschaft mit Detective Seger vom LAPD, der die New Yorker Ermittler so schnell wie möglich loswerden möchte...","versions":[{"lang":1,"streams":[{"redirect":8974264,"hoster":"VOE"},{"redirect":8345643,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973822,"hoster":"VOE"},{"redirect":8345161,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ganz schön tot","epNo":23,"alt":"Pretty Dead","descr":"Während der Proben eines populären Schönheitswettbewerbes stoßen die Teilnehmerinnen auf die Leiche von Miss Illinois. Die junge Frau wurde erwürgt, die Liste der Verdächtigen ist lang. Sie reicht von eifersüchtigen Kolleginnen über den millionenschweren Sponsor der Veranstaltung bis hin zum hedonistischen Moderator der Show, Bobby Stark...","versions":[{"lang":1,"streams":[{"redirect":8974291,"hoster":"VOE"},{"redirect":13393183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973828,"hoster":"VOE"},{"redirect":8345159,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Knockout","epNo":24,"alt":"Knockout","descr":"Der Auftragsmörder Hal Lockwood, der über Kenntnisse zur Ermordung von Kate Becketts Mutter verfügt, wird vom Hochsicherheitstrakt in den allgemeinen Vollzug verlegt. Beckett schlägt sofort Alarm, doch Lockwood gelingt es, Gary Mcallister zu ermorden, der ebenfalls über Informationen zum Mord an Becketts Mutter verfügt. Während einer Anhörung vor Gericht gelingt Lockwood eine spektakuläre Flucht. Castle befürchtet, dass es der kaltblütige Mörder auf Beckett abgesehen hat...","versions":[{"lang":1,"streams":[{"redirect":8974292,"hoster":"VOE"},{"redirect":8345649,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332887,"hoster":"VOE"},{"redirect":8345163,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Neuanfang","epNo":1,"alt":"Rise","descr":"Nach dem Mordanschlag auf Beckett während Captain Montgomerys Beerdigung warten ihre Kollegen vergeblich darauf, dass sie sich bei ihnen meldet. Erst drei Monate später kehrt sie ins Revier zurück. Castle ist mittlerweile nicht mehr für die Polizei tätig, da er es zu Differenzen zwischen ihm und dem neuen Captain Victoria Gates gekommen ist. Nachdem Beckett eine Schießprüfung ablegen muss um ihre Waffe zurückzuerlangen, soll sie den Mord an einem Promigirl aufklären...","versions":[{"lang":1,"streams":[{"redirect":8974325,"hoster":"VOE"},{"redirect":8345652,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584400,"hoster":"VOE"},{"redirect":8345162,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Helden und Bösewichter","epNo":2,"alt":"Heroes \u0026 Villains","descr":"Ein Krimineller, der in einer Seitenstraße versucht, eine Frau zu vergewaltigen, wird Opfer eines brutalen Mordes: Der Täter schlägt dem Mann mit einem Schwert die Hand ab und zerteilt ihn anschließend der Länge nach. Beckett und Castle übernehmen den ungewöhnlichen Fall und finden sich in einer Welt von Möchtegern-Superhelden wieder. Auch privat ist in Castles Leben so einiges los: Alexis schockiert ihren Vater mit der Neuigkeit, dass sie in Kalifornien studieren möchte...","versions":[{"lang":1,"streams":[{"redirect":8974317,"hoster":"VOE"},{"redirect":8345655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584401,"hoster":"VOE"},{"redirect":8345171,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kopflos","epNo":3,"alt":"Head Case","descr":"Eine riesige Blutlache, aber keine Leiche - so gestaltet sich der neuste Fall von Beckett und Castle. Die Reifenspur eines Lieferwagens führt zur Kryonikfirma \"Passageway\". Es stellt sich heraus, dass Mitarbeiter der Firma das Opfer vom Tatort entfernten, um es so schnell wie möglich einzufrieren, um es irgendwann in der Zukunft wiederzubeleben. Ohne Autopsie der Leiche scheint es für Beckett und Castle aussichtslos, den Mörder ausfindig zu machen...","versions":[{"lang":1,"streams":[{"redirect":8974363,"hoster":"VOE"},{"redirect":8345654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9931227,"hoster":"VOE"},{"redirect":8345169,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dem Dreifachmörder auf der Spur","epNo":4,"alt":"Kick the Ballistics","descr":"Auf einer Baustelle wird die Leiche von Jane Herzfeld in flüssigem Beton entdeckt. Die Ermittlungen ergeben, dass die Studentin mit Ryans Dienstwaffe erschossen wurde, die ihm vor einigen Monaten vom Dreifachmörder Jerry Tyson gestohlen wurde. An Janes Kleidung finden sich Spuren von Kokain, ihre Mutter verdächtigt sofort ihren Exfreund Finn McQueen. Ryan fühlt sich schuldig am Tod der jungen Frau und schwört, Jerry Tyson zu finden...","versions":[{"lang":1,"streams":[{"redirect":12725669,"hoster":"VOE"},{"redirect":8345665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584402,"hoster":"VOE"},{"redirect":8345170,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Auge des Betrachters","epNo":5,"alt":"Eye of the Beholder","descr":"Während der Eröffnungsfeier einer Ausstellung wird der Direktor des Museums ermordet aufgefunden - Bryan Hayes wurde an einem Ausstellungsstück aufgespießt. Die Ermittlungen ergeben, dass Hayes besorgt war, dass das Kunstobjekt \"Faust des Kapitalismus\" gestohlen werden könnte. Und tatsächlich: Die Skulptur ist verschwunden. Um den Fall zu lösen, tauchen Beckett und Castle in die Welt der Kunst und Meisterdiebe ein...","versions":[{"lang":1,"streams":[{"redirect":10878261,"hoster":"VOE"},{"redirect":8345666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584404,"hoster":"VOE"},{"redirect":8345174,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dämonen","epNo":6,"alt":"Demons","descr":"Jack Sinclair, ein berühmter TV-Geisterjäger, wird während der Erforschung paranormaler Phänomene im New Yorker McClaren-Haus ermordet. Castle, der sich als großer Fan Sinclairs erweist, übernimmt gemeinsam mit Beckett die Ermittlungen. Während sich Beckett von Anfang an skeptisch gibt und nach logischen Erklärungen sucht, geht Castle voll und ganz in seiner Vorliebe für mystische Phänomene auf. Schon bald stoßen die beiden auf eine heiße Spur...","versions":[{"lang":1,"streams":[{"redirect":8974333,"hoster":"VOE"},{"redirect":8345664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584403,"hoster":"VOE"},{"redirect":8345178,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Banküberfall","epNo":7,"alt":"Cops and Robbers","descr":"Als Castle seine Mutter zur Bank begleitet, macht er eine beunruhigende Beobachtung: Ein paar Täter, die sich als Ärzte verkleidet haben, sind drauf und dran, die Bank zu überfallen. Castle gelingt es, Beckett per Handy über den Überfall zu informieren. Beckett übernimmt die Verhandlungen mit den Geiselnehmern und erwirkt, dass Sal Martino, der unter Epilepsie leidet, freigelassen wird. Castle gelingt es Beckett eine Nachricht zuzustecken, um ihr mitzuteilen, dass die Täter Sprengstoff in der Bank deponiert haben...","versions":[{"lang":1,"streams":[{"redirect":8974369,"hoster":"VOE"},{"redirect":13396371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584405,"hoster":"VOE"},{"redirect":8345180,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Heartbreak Hotel","epNo":8,"alt":"Heartbeak Hotel","descr":"Bei einem Lagerhaus in den New Yorker Docks wird die Leiche des Casinobesitzers Sam Siegel gefunden. Um herauszufinden, was passiert ist, schickt Captain Gates Esposito, Ryan und Castle nach Atlantic City, um sich auf Spurensuche zu machen. Während Beckett in New York weiterermittelt, kommen die Jungs in Atlantic City schnell auf dumme Gedanken - immerhin steht Ryans Junggesellenabschied unmittelbar bevor. Schnell haben die drei eine Menge Ärger am Hals...","versions":[{"lang":1,"streams":[{"redirect":8974373,"hoster":"VOE"},{"redirect":8345680,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584406,"hoster":"VOE"},{"redirect":8345177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Scharfschütze","epNo":9,"alt":"Kill Shot","descr":"In New York schießt ein Scharfschütze auf offener Straße wahllos auf Passanten. Bei Beckett weckt der Fall Erinnerungen an den Anschlag auf sie selbst, den sie nie richtig verarbeitet hat. Nach und nach verliert sie die Kontrolle über ihr eigenes Handeln. Erst Esposito schafft es, seine Kollegin wieder zur Vernunft zu bringen. Beckett kommt dem Scharfschützen auf die Spur - bis es zur direkten Konfrontation kommt...","versions":[{"lang":1,"streams":[{"redirect":8974411,"hoster":"VOE"},{"redirect":8345677,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584407,"hoster":"VOE"},{"redirect":8345183,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In Handschellen","epNo":10,"alt":"Cuffed","descr":"Eine unangenehme Überraschung für Beckett und Castle: Die beiden wachen aneinandergefesselt in einem dunklen Keller auf. Sie können sich an nichts erinnern, und ein Nadelstich an Beckets Rücken lässt darauf schließen, dass sie unter Drogen gesetzt wurden. Die beiden versuchen, den Verlauf der Geschehnisse zu rekapitulieren und einen Fluchtweg zu finden. Unterdessen machen sich Gates, Ryan und Esposito auf die Suche nach ihren verschwundenen Kollegen...","versions":[{"lang":1,"streams":[{"redirect":8974409,"hoster":"VOE"},{"redirect":13396802,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004275,"hoster":"VOE"},{"redirect":8345185,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bis dass der Tod uns scheidet","epNo":11,"alt":"Till Death Do Us Part","descr":"Frauenheld Michael Bailey stürzt nackt aus dem achten Stock eines New Yorker Hotels. Vor seinem Tod hatte der junge Mann offenbar Sex mit unterschiedlichen Frauen - die erste Spur führt zur Anwältin Holly Franklin. Sie war eine der Eroberungen Baileys, kannte ihn jedoch unter dem Namen Jake Hendricks. Seinen Freunden zufolge gehörte Holly nicht zu Baileys üblichem Beuteschema. Beckett und Castle kommen einem komplizierten Doppelleben auf die Spur...","versions":[{"lang":1,"streams":[{"redirect":8974428,"hoster":"VOE"},{"redirect":8345701,"hoster":"Vidoza"},{"redirect":8345676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578613,"hoster":"VOE"},{"redirect":8345186,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"B für Bürgermeister","epNo":12,"alt":"Dial M for Mayor","descr":"Castle und Alexis sind genervt: Martha gibt zu Hause Schauspielunterricht und nimmt dabei die Wohnung in Beschlag. In ihrer Verzweiflung beschließt Alexis, sich einen Job zu suchen, und Castle ist erleichtert, als er einem Fall zugeteilt wird: Die Telefonsexarbeiterin Laura Cambridge wurde erwürgt in einem Wagen von Bürgermeister Robert Weldon aufgefunden. Während Beckett beginnt, gegen Weldon zu ermitteln, ist Castle daran gelegen, die Unschuld seines Freundes zu beweisen...","versions":[{"lang":1,"streams":[{"redirect":8974406,"hoster":"VOE"},{"redirect":8345684,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584409,"hoster":"VOE"},{"redirect":8345188,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Haufen Kläffer","epNo":13,"alt":"An Embarrassment of Bitches","descr":"Tierischer Fall für Castle und Beckett: Francisco Pilar, ein Hundeshow-Juror, wurde mit einer Leine erwürgt. Bei der Vernehmung des Reality-TV-Starletts Kay Cappuccio, für das Pilar arbeitete, stellt sich heraus, dass der Ermordete in letzter Zeit unter Paranoia litt. Während Beckett und ihr Team die Ermittlungen aufnehmen, spricht Castle mit der Hundetherapeutin Dr. Barker. Schließlich scheint Franciscos Hund Royal der einzige Zeuge zu sein …","versions":[{"lang":1,"streams":[{"redirect":8974433,"hoster":"VOE"},{"redirect":8345690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584408,"hoster":"VOE"},{"redirect":8345192,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der blaue Schmetterling","epNo":14,"alt":"The Blue Butterfly","descr":"Bei der Untersuchung des Mordes an dem Amateur-Schatzsucher Stan Banks stoßen Castle und Beckett auf Parallelen zu zwei ungeklärten Fällen aus dem Jahr 1947. Alle drei Taten verbindet der \"Blaue Schmetterling\", ein sagenumwobenes Schmuckstück. Es gehörte dem Mafiosi Tom Dempsey, doch über seinen Verbleib ist weder in den Akten, noch im Tagebuch eines Zeitzeugen etwas nachzulesen. Aber offenbar war Stan nicht der Einzige, der auf der Suche nach der Halskette war …","versions":[{"lang":1,"streams":[{"redirect":8974453,"hoster":"VOE"},{"redirect":8345687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584411,"hoster":"VOE"},{"redirect":8345193,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Pandora","epNo":15,"alt":"Pandora","descr":"Ein gefährlicher Mörder tanzt den Ermittlern auf der Nase herum: Nach der Verhaftung von Thomas Gage verschwindet nicht nur dessen totes Opfer aus der Gerichtsmedizin. Kurz darauf ist auch der Täter verschwunden. Bei der fieberhaften Suche nach dem Verbrecher treffen Castle und Beckett auf ein Geheimversteck des CIA und die Agentin Sophia Turner, die einst Castles Muse war. Sie klärt die Ermittler über ein Katastrophenszenario auf, das Gage plant: \"Pandora\".","versions":[{"lang":1,"streams":[{"redirect":13099891,"hoster":"VOE"},{"redirect":8345693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973847,"hoster":"VOE"},{"redirect":8345194,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Auslöser","epNo":16,"alt":"Linchpin","descr":"Kurz nachdem Beckett und Castle Dr. Blakely ausfindig gemacht haben, wird er erschossen. Die Ermittler werden mit ihrem Auto von einem anderen Wagen in den Hudson River gestoßen und können sich nur knapp vor dem Ertrinken retten. Die CIA schließt sie daraufhin von dem Fall aus, doch Beckett beeindruckt das nicht: Sie setzt alles daran, den Serienmörder Thomas Gage zu finden. Bald ist die Polizistin ihm näher, als ihr lieb ist: Sie und Castle werden von Gage entführt.","versions":[{"lang":1,"streams":[{"redirect":8974466,"hoster":"VOE"},{"redirect":8345695,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584410,"hoster":"VOE"},{"redirect":8345197,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Es war einmal ein Verbrechen","epNo":17,"alt":"Once Upon a Crime","descr":"Der böse Wolf ist dem Märchenbuch entsprungen: So scheint es zumindest, als im Central Park eine tote junge Frau im Rotkäppchen-Kostüm gefunden wird – Amy Morgan. Im Gesicht hat sie Kratzspuren von einem Tier und an der Kleidung werden Wolfshaare gefunden. Gestorben ist sie allerdings an einer Überdosis Betäubungsmittel. Kurz vor ihrem Tod hatte die Anwältin eine hohe Summe Geld abgehoben – doch wofür, ist unklar. Kurz darauf wird auch ein totes Schneewittchen gefunden …","versions":[{"lang":1,"streams":[{"redirect":8974502,"hoster":"VOE"},{"redirect":8345700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973843,"hoster":"VOE"},{"redirect":8345199,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tanz mit dem Tod","epNo":18,"alt":"A Dance With Death","descr":"Kurz vor dem Halbfinale der TV-Tanzshow \"A Night of Dance\" wird eine der Kandidatinnen ermordet: das Society-Girl Odette Morton. Sie war die Favoritin des Wettbewerbs – musste sie deshalb sterben? Doch dann sagt ein Zeuge aus, dass Odette in der Woche vor ihrem Tod ungewöhnlich nervös gewesen sein soll. Außerdem traf sie sich mit einem zwielichtigen Mann. Holte sie ihr altes Leben ein? Bis vor einem halben Jahr verkehrte die junge Frau im Drogenmilieu. Unterdessen versucht Martha eine Theater-Kritikerin aus alten Zeiten von ihrer Schauspielschule zu überzeugen...","versions":[{"lang":1,"streams":[{"redirect":8974493,"hoster":"VOE"},{"redirect":8345704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973848,"hoster":"VOE"},{"redirect":8345200,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"47 Sekunden","epNo":19,"alt":"47 Seconds","descr":"Bei einer Protestkundgebung gegen die Wall Street explodiert eine Bombe. Fünf Menschen werden dabei getötet, viele weitere verletzt. Während Ermittler des FBI und der Heimatschutzbehörde mit dem Fall betraut werden, darf das Team um Beckett und Castle nur Zeugen befragen. Es stellt sich heraus, dass die Bombe 47 Sekunden vor der Detonation platziert worden sein muss. Castle, Beckett und Captain Gates wollen den Täter mithilfe der GPS-Daten aller Handys am Tatort finden.","versions":[{"lang":1,"streams":[{"redirect":8974527,"hoster":"VOE"},{"redirect":13417660,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13107781,"hoster":"VOE"},{"redirect":8345204,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Brite","epNo":20,"alt":"The Limey","descr":"Als Naomi Allen, ein Supermodel aus England, ermordet aufgefunden wird, lässt sich Beckett auf einen Deal mit einem Kollegen von Scotland Yard ein: Colin Hunt erhielt vor der Tat vom Opfer den Schlüssel zu einem Schließfach. Das Foto, das sich darin befindet, gibt den Ermittlern den Hinweis, dass Naomi Kontakte zur britischen Botschaft hatte. Das Team nimmt den stellvertretenden Konsul Nigel Wyndham ins Visier – doch ihn zu überführen verlangt mehr als diplomatisches Geschick.","versions":[{"lang":1,"streams":[{"redirect":13096004,"hoster":"VOE"},{"redirect":13417661,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973851,"hoster":"VOE"},{"redirect":8345207,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kopfjäger","epNo":21,"alt":"Headhunters","descr":"Castle hat mal wieder seine Muse verlassen, als Detective Slaughter sein Interesse weckt. Beckett hat zurzeit ohnehin keine Zeit für ihn, da sie sich auf eine Verhandlung vorbereitet. Deshalb bittet er den raubeinigen Cop aus dem Gang-Dezernat, ihn bei dessen aktuellem Fall begleiten zu dürfen: Ein Junge aus der Westies-Gang wurde tot aufgefunden – in seiner Tasche waren drei abgetrennte Köpfe. Bald lernt Castle Slaughters reichlich unorthodoxe Ermittlungsmethoden kennen.","versions":[{"lang":1,"streams":[{"redirect":8974549,"hoster":"VOE"},{"redirect":8345720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973850,"hoster":"VOE"},{"redirect":8345212,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zombies","epNo":22,"alt":"Undead Again","descr":"Castle erträgt die distanzierte Stimmung zwischen ihm und Beckett nicht länger: Er beschließt, dass der neue Fall der letzte sein wird, in dem sie beide gemeinsam ermitteln. Ein Devisenhändler wird ermordet – der Verdächtige, den die beiden zuerst aufsuchen, behauptet, dass er und das Opfer von einem Zombie gebissen wurden. Ein Überwachungsvideo scheint die Behauptung zu belegen – Castle ist begeistert, während Beckett verzweifelt nach rationalen Erklärungen sucht.","versions":[{"lang":1,"streams":[{"redirect":12251857,"hoster":"VOE"},{"redirect":13417697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332886,"hoster":"VOE"},{"redirect":8345208,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Für immer","epNo":23,"alt":"Always","descr":"Zunächst scheint es eine gewöhnlicher Mordfall zu sein: Beckett und Castle sollen den gewaltsamen Tod eines Einbrechers aufklären. Doch dann stellt sich heraus, dass der Mann von demselben Täter erschossen wurde, der während Montgomerys Beerdigung auf Beckett gefeuert hat. Kate, die gerade auf dem besten Weg war, den Vorfall zu verarbeiten, hängt sich mit aller Kraft in den Fall rein. Trotz Castles Bedenken wagt sie sich auf die Suche nach dem Schützen – und Castle steigt aus.","versions":[{"lang":1,"streams":[{"redirect":8974572,"hoster":"VOE"},{"redirect":8345731,"hoster":"Vidoza"},{"redirect":8345715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973853,"hoster":"VOE"},{"redirect":8345210,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Nach dem Sturm","epNo":1,"alt":"After The Storm","descr":"Endlich: Castle und Beckett haben ihre erste gemeinsame Nacht zusammen verbracht. Doch noch soll niemand davon erfahren, dass die beiden ewigen Turteltauben nun ein Paar sind. Vorerst sorgt ein neuer Fall für Ablenkung, in den auch Beckett involviert ist, obwohl sie eigentlich gekündigt hat. Ryan und Esposito suchen unter Hochdruck nach Maddox – dem Killer, der für den Tod von Becketts Mutter verantwortlich ist und es jetzt auf die Polizistin abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8974574,"hoster":"VOE"},{"redirect":13417698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973854,"hoster":"VOE"},{"redirect":8345211,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bewölkt mit Aussicht auf Mord","epNo":2,"alt":"Cloudy With a Chance of Murder","descr":"Die Wetterfee Mandy Michaels wird tot aufgefunden. Castle und Beckett tun sich schwer, ein Motiv für den Mord zu finden. Doch nicht nur der Fall ist knifflig: Die beiden sind nach wie vor bemüht, ihre Beziehung vor dem Team geheim zu halten. Dabei spielt Castle in der Öffentlichkeit besonders überzeugend den Single und flirtet heftig mit der TV-Reporterin Kristina Cottera. Währenddessen nimmt sich Beckett die anderen Kollegen des Opfers vor.","versions":[{"lang":1,"streams":[{"redirect":8974568,"hoster":"VOE"},{"redirect":8345742,"hoster":"Vidoza"},{"redirect":14008522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973855,"hoster":"VOE"},{"redirect":8345214,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dein Geheimnis ist bei mir sicher","epNo":3,"alt":"Secret’s Safe with Me","descr":"Eine junge Frau wird erschossen in einer Wohnung aufgefunden. Bevor sie starb, schrieb sie mit ihrem Blut noch das Wort \"LIE\", \"Lüge\", auf den Boden. Der mysteriöse Fall führt Beckett und Castle in ein Lagerhaus. Das Opfer hatte sich dort für eine Auktion angemeldet, in der Dinge von säumigen Mietern versteigert werden. Das vermeintliche Wort, dass die Tote auf den Boden schrieb, ist offenbar – anders herum gelesen – die Nummer eines Lagerraums: 317. Was hat es damit auf sich?","versions":[{"lang":1,"streams":[{"redirect":12919860,"hoster":"VOE"},{"redirect":8345730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973856,"hoster":"VOE"},{"redirect":8345216,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mord ist sein Hobby","epNo":4,"alt":"Murder, He Wrote","descr":"Castle und Beckett verreisen in die Hamptons, um dort ein romantisches Wochenende zu verbringen – ohne das Wissen ihrer Kollegen natürlich. Doch als ein Mann erschossen wird und vor ihren Augen in den Pool stürzt, holt die beiden die Arbeit schneller ein als erwartet. Die Polizei hält einen Junkie für den Mörder des Ex-Bankers Randall Franklin – Beckett und Castle nicht. In New York versuchen Ryan und Esposito derweil herausfinden, wer Becketts geheimnisvoller Liebhaber ist.","versions":[{"lang":1,"streams":[{"redirect":8974600,"hoster":"VOE"},{"redirect":11629078,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973857,"hoster":"VOE"},{"redirect":8345220,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Verdacht","epNo":5,"alt":"Probable Cause","descr":"Eine junge Frau, Tessa, wird ermordet aufgefunden – sie wurde mit Stacheldraht an der Decke ihrer Wohnung befestigt. Zunächst scheint es, als habe der Täter keine Spuren hinterlassen. Doch dann findet sich ein Fingerabdruck – er gehört Castle. Das Team glaubt an einen Fehler, und Castle behauptet, nur eine Affäre mit dem Opfer gehabt zu haben. Die Beweise, die auftauchen, sprechen allerdings eine andere Sprache. Seine Kollegen müssen ihn als mutmaßlichen Mörder festnehmen.","versions":[{"lang":1,"streams":[{"redirect":8974611,"hoster":"VOE"},{"redirect":8345754,"hoster":"Vidoza"},{"redirect":10068544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973859,"hoster":"VOE"},{"redirect":8345218,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord im Weltall","epNo":6,"alt":"The Final Frontier","descr":"Die Sci-Fi-Serie \"Nebula 9\" hat trotz ihrer Kurzlebigkeit viele Anhänger: Fans treffen sich auch in diesem Jahr auf einer Convention, doch Organisatorin Audrey O’Neill überlebt das Event nicht. Sie wird erschossen auf der nachgebauten Kommandobrücke des Weltraumabenteuers gefunden. Beckett und Castle gibt die Mordwaffe Rätsel auf: Offenbar wurde Audrey von einem Laserstrahl getroffen. Die sonst so kühle Beckett entpuppt sich während der Ermittlungen als begeisterter Sci-Fi-Fan.","versions":[{"lang":1,"streams":[{"redirect":8974649,"hoster":"VOE"},{"redirect":8345743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973858,"hoster":"VOE"},{"redirect":8345221,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abgesang","epNo":7,"alt":"Swan Song","descr":"Der Gitarrist der Rockband Holy Shrimp wird mit seinem Lieblingsinstrument erschlagen. Während der Tour ist den Musikern 24 Stunden ein Filmteam auf den Fersen, um Material für eine Doku zu schießen – ein Umstand, der Beckett während der Ermittlungen wenig begeistert, während Castle die mediale Aufmerksamkeit genießt. Das Team hat zunächst Hoffnung, dass die Aufnahmen helfen, den Täter zu finden. Doch bald stoßen sie auf Geheimnisse, von denen nicht einmal die Band wusste.","versions":[{"lang":1,"streams":[{"redirect":8974662,"hoster":"VOE"},{"redirect":8345746,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973861,"hoster":"VOE"},{"redirect":8345223,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der tote Priester","epNo":8,"alt":"After Hours","descr":"Ein neuer Fall ist die Rettung für Castle und Beckett, als ein Abendessen mit ihren Eltern zur Katastrophe ausufert: Der Geistliche Joe McMurtry wurde erschossen. Schwester Mary aus seiner Gemeinde, bringt die Ermittler auf die Spur von Mickey Dolan, einem Kriminellen, mit dem McMurtry seit seiner Kindheit befreundet war. Kürzlich hatten die beiden einen schlimmen Streit. Als Castle und Beckett einen Zeugen aufsuchen, werden sie von zwei Gangstern in die Mangel genommen.","versions":[{"lang":1,"streams":[{"redirect":8974682,"hoster":"VOE"},{"redirect":8345749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332883,"hoster":"VOE"},{"redirect":8345229,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Geheimnis des Weihnachtsmanns","epNo":9,"alt":"Secret Santa","descr":"Es ist Vorweihnachtszeit in New York. Eine Familie macht einen abendlichen Spaziergang durch den Park, als plötzlich nicht nur Schneeflocken vom Himmel fallen, sondern auch ein ziemlich toter Weihnachtsmann. Castle (Nathan Fillion) stellt natürlich als erstes die Theorie auf, dass Santa möglicherweise vom Schlitten gefallen ist. Wie Lanie (Tamala Jones) jedoch sehr bald herausfindet, ist der Sturz gar nicht die Todesursache gewesen, sondern vielmehr die Kugel, die der Weihnachtsmann im Rücken stecken hatte. Castle und Beckett (Stana Katic) haben eine harte Nuss zu knacken: Wer war der Mann in Wirklichkeit? Und wieso kam er durch die Luft geflogen, obwohl zu dieser Zeit nach den Aufzeichnungen der Flugsicherheit überhaupt kein Flugzeug in der Gegend unterwegs gewesen ist?Und als wäre das alles nicht schon schwierig genug, steht dann auch noch der Weihnachtsstress ins Haus: Richard kann es kaum fassen, dass Alexis (Molly C. Quinn) Heiligabend zum ersten Mal lieber mit einem Freund verbringen will. Kate sagt seine Weihnachtsfeier ab, weil sie - angeblich - arbeiten muss. Gates (Penny Johnson Jerald) wird von ihrer Schwiegermutter in den Wahnsinn getrieben. Esposito (Jon Huertas) hat niemanden, mit dem er feiern kann. Und auf Ryan (Seamus Dever) wartet ein Christkind-Stress der ganz eigenen Art...","versions":[{"lang":1,"streams":[{"redirect":8974640,"hoster":"VOE"},{"redirect":8345751,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973865,"hoster":"VOE"},{"redirect":8345224,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bessere Hälften","epNo":10,"alt":"Significant Others","descr":"Michelle Twohey war Scheidungsanwältin für reiche und schöne Frauen – nun wurde sie mit einem Eispickel erstochen. In ihrer Hand hielt sie die Adresse von Robert Garrison. Er berichtet Beckett und Castle, dass er das Opfer am Abend zuvor getroffen hat und sie in einem aktuellen Fall beraten sollte. Doch er kennt keine Details, weshalb die Liste der Verdächtigen lang ist. Indes muss das Ermittlerpärchen auch private Probleme lösen: Castles Ex-Frau ist wieder bei ihm eingezogen.","versions":[{"lang":1,"streams":[{"redirect":8974700,"hoster":"VOE"},{"redirect":8562121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973863,"hoster":"VOE"},{"redirect":8345228,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlechter Einfluss","epNo":11,"alt":"Under The Influence","descr":"Nach der Album-Release-Party des Popsternchens Regina King wird die DJane Holly Rhodes erschossen. Die Ermittlungen, die Beckett und Castle im Musikbusiness aufnehmen, sind wenig fruchtbar. Es fällt jedoch auf, dass auf mehreren Partys, auf denen Holly in der Vergangenheit auflegte, teurer Schmuck gestohlen wurde. Paul Travers, der ehemalige Helfer des Opfers, führt das Team zu einem neuen, mysteriösen Assistenten: Joey Malone. Doch der gerade einmal 14-Jährige schaltet auf Stur.","versions":[{"lang":1,"streams":[{"redirect":8974673,"hoster":"VOE"},{"redirect":8345762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973867,"hoster":"VOE"},{"redirect":8345236,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tödliche Girls","epNo":12,"alt":"Death Gone Crazy","descr":"Beau Randolf ist der umstrittene Produzent der Erwachsenenfilm-Reihe \"College Girls Gone Crazy\" – nun wurde er mit einem BH erdrosselt. Es gibt keine Zeugen, und seinen Bodyguard Scarlet Jones hatte Beau kurz vor der Tat weggeschickt. Becketts und Castles Liste an Verdächtigen ist lang und führt unter anderem zu der Schauspielerin Tiffany Shaw. Doch auch Scarlet Jones scheint tiefer in den Fall verwickelt zu sein. Der Fall nimmt einige überraschende Wendungen.","versions":[{"lang":1,"streams":[{"redirect":8974709,"hoster":"VOE"},{"redirect":8345764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973868,"hoster":"VOE"},{"redirect":8345237,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rückschlag","epNo":13,"alt":"Recoil","descr":"Der gewaltsame Tod von Melanie Rogers gibt Castle und Beckett zunächst Rätsel auf. Jemand hatte offenbar vor, die Leiche des Opfers spurlos verschwinden zu lassen. Die Spur führt die Ermittler zu Senator William H. Bracken – dem Mann, der für den Tod von Becketts Mutter verantwortlich ist. Bracken hatte sich zwar mit Melanie getroffen – doch das Team kann ihn bald als Täter ausschließen. Vielmehr scheint er selbst im Visier eines wahnsinnigen Killers zu sein.","versions":[{"lang":1,"streams":[{"redirect":8974714,"hoster":"VOE"},{"redirect":8345766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973866,"hoster":"VOE"},{"redirect":8345240,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wenn die Realität zuschlägt","epNo":14,"alt":"Reality Star Struck","descr":"Reality-TV-Sternchen Hannah Green wird tot auf den Straßen von Manhattan gefunden. Offenbar wurde die junge Frau vor ihrer Ermordung gefangen gehalten – entsprechende Spuren weisen darauf hin. Die Ermittlungen führen Castle und Beckett an das Set einer Reality-Show, die sich rund um Mode dreht. Ist der Konkurrenzdruck unter den Protagonisten für Hannahs Tod verantwortlich?","versions":[{"lang":1,"streams":[{"redirect":8974729,"hoster":"VOE"},{"redirect":8345771,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973871,"hoster":"VOE"},{"redirect":8345243,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Entführt – Teil 1","epNo":15,"alt":"Target (1)","descr":"Castle und Beckett untersuchen einen Mord, der den Plan, die Tochter eines reichen Geschäftsmanns aus dem Nahen Osten zu entführen, offen legt. Dylan Walsh ist als ausgeglichener, professioneller FBI-Agent Harris, der bei der Suche nach den Entführern helfen soll, zu Gast.","versions":[{"lang":1,"streams":[{"redirect":8974727,"hoster":"VOE"},{"redirect":8345770,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973870,"hoster":"VOE"},{"redirect":8345249,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Entführt – Teil 2","epNo":16,"alt":"Hunt (2)","descr":"Da das FBI es nicht schafft, seine Tochter zurück zu bringen, nimmt Castle die Sache selbst in die Hand, indem er sich an einen geheimnisvollen Mittelsmann wendet, der ihm helfen soll, Alexis zu finden. Doch Castle stellt bald fest, dass die Entführung seiner Tochter Teil eines noch finstereren Plans sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8974740,"hoster":"VOE"},{"redirect":11606941,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12382791,"hoster":"VOE"},{"redirect":8345247,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zu Tode erschreckt","epNo":17,"alt":"Scared To Death","descr":"Castle fällt eine DVD in die Hände, die den Tod einer jungen Frau dokumentiert: Während sie telefoniert, erleidet sie einen panikbedingten Herzstillstand. Ihr Ex-Freund hat ein Alibi und kann sich nicht erklären, wer oder was seine Freundin derart erschreckt haben könnte. Bei seinen Recherchen stößt Castle auf ein weiteres Opfer, das eine Verbindung zur ersten Getöteten hat: Beide saßen im Prozess gegen den Serienkiller Nigel Malloy in der Jury …","versions":[{"lang":1,"streams":[{"redirect":8974773,"hoster":"VOE"},{"redirect":8345780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973869,"hoster":"VOE"},{"redirect":8345246,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Fenton O’Connell","epNo":18,"alt":"The Wild Rover","descr":"Eine Teigrührmaschine wurde die letzte Ruhestätte von Cupcake-Bäcker Jimmy. Kurz vor dessen Tod sah Lehrling Todd ein auffälliges Auto, das offenbar dem Assistenten des irischen Mafiabosses Robert \"Bobby S.\" Shannon zuzuordnen ist, auf den Hof fahren. FBI-Agent Sam Walker weiß, mit wem er es zu tun hat: Nicht nur, dass Jimmy sein Informant war – Walker selbst war bereits undercover bei der Mafia im Einsatz. Nun will er sein alter Ego Kevin wiederbeleben …","versions":[{"lang":1,"streams":[{"redirect":13099894,"hoster":"VOE"},{"redirect":8345777,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332884,"hoster":"VOE"},{"redirect":8345250,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Fenster zum Hof","epNo":19,"alt":"The Lives of Others","descr":"Nach einem Skiunfall ist Castle an den Rollstuhl gefesselt und langweilt sich allein zu Hause. Also greift er zum Fernglas. Was er von seiner Wohnung aus beobachtet, ist zunächst sehr erotisch, dann aber äußerst beunruhigend: Eine attraktive Nachbarin betrügt ihren Ehemann mit ihrem jungen Lover. Als der gehörnte Gatte davon Wind bekommt, entsorgt er den Nebenbuhler. Die Frau bleibt allerdings auch verschwunden …","versions":[{"lang":1,"streams":[{"redirect":8974790,"hoster":"VOE"},{"redirect":8345784,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973875,"hoster":"VOE"},{"redirect":8345252,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bigfoot ist der Mörder","epNo":20,"alt":"The Fast and the Furriest","descr":"Hat es Bigfoot aus dem Himalaya in den Big Apple verschlagen, wo er nun Primatenforscherinnen tötet? Das zumindest glaubt Castle, als er mit Beckett im Mordfall einer jungen Wissenschaftlerin ermittelt: Sie wurde schwerverletzt vor einer Klinik abgelegt und starb dort. Am Tatort, den das Duo erst einmal aufspüren muss, finden sich ungewöhnlich große Fußspuren. Treibt hier wirklich die Sagengestalt ihr Unwesen, oder ist der Täter doch allzu menschlich?","versions":[{"lang":1,"streams":[{"redirect":8974792,"hoster":"VOE"},{"redirect":10965627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973874,"hoster":"VOE"},{"redirect":8345253,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wachtel oder Täubchen","epNo":21,"alt":"The Squab and the Quail","descr":"Während eines Geschäftsessens fällt ein Gast tot vom Stuhl. Untersuchungen ergeben, dass ihm ein sehr seltenes Gift untergeschoben wurde. Außerdem wird klar, dass der Anschlag eigentlich dem attraktiven Geschäftsmann und Erfinder Eric Vaughn galt, der nun Personenschutz von Becketts Einheit fordert. Dass ausgerechnet Beckett den Job übernimmt, gefällt Castle allerdings gar nicht – schließlich ist Vaughn charmant und attraktiv, und die Beziehung kriselt gerade …","versions":[{"lang":1,"streams":[{"redirect":8974839,"hoster":"VOE"},{"redirect":8345788,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973872,"hoster":"VOE"},{"redirect":8345254,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Stillstand","epNo":22,"alt":"Still","descr":"Als Beckett und ihr Team einen Bombenleger festnehmen wollen, gerät die Beamtin in Lebensgefahr: In der Wohnung des Attentäters aktiviert sie versehentlich einen Sprengsatz, als sie auf einen versteckten Auslöser tritt. Falls Beckett sich nun bewegt, fliegt um sie herum alles in die Luft. Castle steht ihr zur Seite und versucht, sie mit gemeinsamen Erinnerungen von der Situation abzulenken.","versions":[{"lang":1,"streams":[{"redirect":8974844,"hoster":"VOE"},{"redirect":8345801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973879,"hoster":"VOE"},{"redirect":8345259,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der menschliche Faktor","epNo":23,"alt":"The Human Factor","descr":"Castle und Beckett stehen vor einem Rätsel: Ohne einen Kommentar versiegelt die Homeland Security einen ihrer Tatorte. In einem Autowrack starb ein Whistleblower, der Regierungsgeheimnisse ausplauderte. Natürlich lassen sich Castle und Beckett nicht von den Ermittlungen abhalten und finden bald heraus, dass der Informant nicht durch eine Autobombe starb – sondern durch eine Rakete, die von einer Drohne abgeworfen wurde …","versions":[{"lang":1,"streams":[{"redirect":8974802,"hoster":"VOE"},{"redirect":8345797,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973880,"hoster":"VOE"},{"redirect":8345257,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Für Höheres bestimmt","epNo":24,"alt":"Watershed","descr":"Ganz offensichtlich ist das Mordopfer Erica Albrook eine Prostituierte. Ryans Nachforschungen ergeben allerdings, dass sie in Wahrheit Informatik in Harvard studierte. Wie kam die junge Frau also im Prostituierten-Dress in den Wassertank einer billigen Absteige? Neben dieser Frage plagen Beckett auch private Sorgen: Sie hat einen tollen Job beim FBI in Aussicht. Doch was wird aus ihr und Castle, wenn sie die Stelle in Washington antritt?","versions":[{"lang":1,"streams":[{"redirect":8974828,"hoster":"VOE"},{"redirect":13428371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973882,"hoster":"VOE"},{"redirect":8345260,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Walküre","epNo":1,"alt":"Valkyrie","descr":"Beckett hat Castles Heiratsantrag angenommen und ist trotzdem nach Washington D. C. gegangen. Ihr neuer Job belastet die Beziehung, die beiden sehen sich wochenlang nicht. Am ersten gemeinsamen Wochenende seit Langem kommt Beckett ein wichtiger Fall mit ihrer neuen Partnerin Rachel McCord dazwischen. In einer Technologiefirma wurde das Verschlüsselungssystem für Militär-Satelliten entwendet. Es dauert nicht lange, bis sich Castle in die streng geheime Angelegenheit einmischt.","versions":[{"lang":1,"streams":[{"redirect":8974837,"hoster":"VOE"},{"redirect":8345804,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973888,"hoster":"VOE"},{"redirect":8345263,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Traumwelt","epNo":2,"alt":"Dreamworld","descr":"Castle wurde während der Suche nach demjenigen, der die tödliche Chemikalie gestohlen hat, selbst vergiftet. Nun hat er nur noch wenige Stunden zu leben. Für Beckett und das FBI beginnt eine atemlose Jagd nach der ebenfalls gestohlenen Dosis des Gegengifts. Castles Entführer Branson hatte einen Hinweis gegeben, die die Ermittler zu der geheimen Militärbasis \"Dreamworld\" führt. Beckett und McCord wenden sich an Verteidigungsminister Reed, der offenbar etwas zu verbergen hat.","versions":[{"lang":1,"streams":[{"redirect":8974869,"hoster":"VOE"},{"redirect":12518473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973886,"hoster":"VOE"},{"redirect":8345261,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der ermordete Fernsehstar","epNo":3,"alt":"Need to Know","descr":"Als ein ehemaliger Sitcom-Star eines Morgens tot am Haken eines Krans baumelt, ist Castle wieder voll in seinem Element. Er überredet Ryan und Esposito, an dem Fall mitarbeiten zu dürfen. Als Gates davon Wind bekommt, will sie den Schriftsteller sofort abziehen. Doch Beckett und McCord tauchen in New York auf und übernehmen den Fall kurzerhand als nationale Angelegenheit. Der ehrgeizige Castle ermittelt mit seinen Ex-Kollegen parallel zu seiner Verlobten Beckett.","versions":[{"lang":1,"streams":[{"redirect":13004280,"hoster":"VOE"},{"redirect":8345829,"hoster":"Vidoza"},{"redirect":13437096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973884,"hoster":"VOE"},{"redirect":8345269,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der grösste Fan","epNo":4,"alt":"Number One Fan","descr":"Emma Briggs wacht in ihrer Wohnung neben ihrem ermordeten Freund auf. Sie ruft die Polizei und flüchtet bei deren Eintreffen in eine Zahnarztpraxis, wo sie Geiseln nimmt. Emma will nur mit Castle sprechen: Sie ist sein größter Fan und verlangt, dass er ihre Unschuld beweist. Beckett versucht ihm zu helfen. Doch nachdem sie ihren Job als Bundesagentin in Washington D. C. verloren hat, darf sie nur ausnahmsweise mit ihren Kollegen arbeiten.","versions":[{"lang":1,"streams":[{"redirect":9584416,"hoster":"VOE"},{"redirect":13441236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973887,"hoster":"VOE"},{"redirect":8345273,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Besuch aus der Zukunft","epNo":5,"alt":"Time Will Tell","descr":"Der grausame Mord an der jungen Shauna Taylor ist ein Rätsel. Beckett und ihr Team können zunächst kein Motiv und keinen Täter ermitteln. Sie finden nur heraus, dass sich das Opfer zuletzt verfolgt fühlte. Der Stalker, Simon Doyle, wird festgenommen und tischt den Cops eine Geschichte auf, der zunächst nur Castle Glauben schenkt: Simon will aus der Zukunft kommen und auf einer Mission sein, die die Menschheit rettet. Auch Shaunas Mörder soll ein Zeitreisender sein.","versions":[{"lang":1,"streams":[{"redirect":8974911,"hoster":"VOE"},{"redirect":13441232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973885,"hoster":"VOE"},{"redirect":8345271,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geheimnis des verborgenen Schatzes","epNo":6,"alt":"Get a Clue","descr":"Mittelalterliche Verschwörung in New York? Als Susanna Richland mit einem Schwert hingerichtet und mit rituellen Malen versehen wird und man bei ihr mysteriöse Symbole findet, wähnt sich Castle in einem Komplott wie in Dan Browns \"Sakrileg\". Er und Becketts kommen bald einem Mönch und einem schwertschwingenden Schmied auf die Spur – der rätselhafte Fall, der zunächst nach Humbug aussieht, nimmt eine düstere Wendung, und aus Spiel wird Ernst.","versions":[{"lang":1,"streams":[{"redirect":12919862,"hoster":"VOE"},{"redirect":8345825,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973890,"hoster":"VOE"},{"redirect":8345275,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wettlauf gegen die Zeit","epNo":7,"alt":"Like Father, Like Daughter","descr":"Die Lehrerin Kim Tolbert wurde vor 15 Jahren brutal erschlagen. Ihr damals 15-jähriger Nachbar Frank Henson wurde am Tatort festgenommen und soll in drei Tagen hingerichtet werden. Castles Tochter Alexis hat den Fall während ihres Studiums überprüft und glaubt fest an Franks Unschuld. Sie bittet ihren Vater, sich der Sache anzunehmen. Der Schriftsteller entdeckt bald Unstimmigkeiten und macht sich mit Beckett und ihrem Team unter Zeitdruck auf die Suche nach dem wahren Täter.","versions":[{"lang":1,"streams":[{"redirect":8974945,"hoster":"VOE"},{"redirect":8345823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973889,"hoster":"VOE"},{"redirect":8345276,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Diamantenmord","epNo":8,"alt":"A Murder is Forever","descr":"Die Primatenforscherin und Paartherapeutin Alice Clark wird ermordet in ihrem Wagen aufgefunden. Außerdem wurden ihr Auto und ihre Wohnung durchwühlt. Alice kannte intime Geheimnisse von hoch angesehenen Persönlichkeiten. Hatte ein Klient einen Grund sie zu töten? Oder wollte jemand pikante Informationen von ihr? In einer Hotelsuite, in der sich Alice kurz vor ihrem Tod aufhielt, finden Castle und Beckett einen 100-Karat-Diamanten, der den Ermittlern Rätsel aufgibt.","versions":[{"lang":1,"streams":[{"redirect":8974928,"hoster":"VOE"},{"redirect":8345834,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973895,"hoster":"VOE"},{"redirect":8345278,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwillinge","epNo":9,"alt":"Disciple","descr":"Als eine ermordete junge Frau aufgefunden wird, stehen Beckett und ihr Team unter Schock: Das Opfer ist ihrer Kollegin Lanie nicht nur dank eines chirurgischen Eingriffs wie aus dem Gesicht geschnitten – es trägt an einer intimen Stelle sogar dasselbe Tattoo wie die Ermittlerin. Während Castle und Beckett noch rätseln, warum die Tote aussehen wollte wie Lanie, taucht eine männliche Leiche auf, die ein Doppelgänger von Esposito zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":8974903,"hoster":"VOE"},{"redirect":8345838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973894,"hoster":"VOE"},{"redirect":8345279,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Gute, die Bösen und das Baby","epNo":10,"alt":"The Good, The Bad, The Baby","descr":"In einer Kirche bricht ein Mann leblos zusammen, im Arm hat er ein Baby, das er im letzten Moment dem Priester übergibt. Castle hat sofort einen Draht zu dem kleinen Jungen und übernimmt die Kinderbetreuung, während Beckett und ihr Team zwei Aufgaben zu bewältigen haben: Sie müssen den Mörder von Cameron Ducane aufspüren, der offenbar in kriminelle Machenschaften verstrickt war. Und die richtigen Eltern des Babys gilt es ebenso zu finden.","versions":[{"lang":1,"streams":[{"redirect":8974950,"hoster":"VOE"},{"redirect":8345832,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973893,"hoster":"VOE"},{"redirect":8345283,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In der Flammenhölle","epNo":11,"alt":"Under Fire","descr":"Nach einem Brand in einem Gebäude wird eine verkohlte Leiche gefunden. Die Polizei vermutet das Werk eines Serien-Brandstifters – der Tote ist ein Brandexperte, er wurde erschossen, bevor das Feuer ausbrach. Gemeinsam mit seiner ehemaligen Kollegin Delia war er dem zündelnden Phantom auf der Spur. Beckett und ihr Team nehmen sich des Falls an, doch als Ryan und Esposito eine alte Fabrik, das mögliche nächste Ziel des Täters, inspizieren, schlägt der Brandstifter erneut zu.","versions":[{"lang":1,"streams":[{"redirect":8974934,"hoster":"VOE"},{"redirect":8345835,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973896,"hoster":"VOE"},{"redirect":8345281,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In geheimer Mission","epNo":12,"alt":"Deep Cover","descr":"Ted Rollins wird tot in seiner Wohnung aufgefunden. Wie sich herausstellt, wurde er im Freizeitpark Coney Island erschossen und zurück in die Stadt gebracht. Das Opfer war ein talentierter Hacker – hatte ihn das in Schwierigkeiten gebracht? Während Beckett und Castle die Ermittlungen aufnehmen, taucht plötzlich Castles Vater Jackson Hunt auf. Er offenbart den Ermittlern, dass Ted ihn in einer wichtigen Geheimdienst-Ermittlung geholfen hat.","versions":[{"lang":1,"streams":[{"redirect":8974978,"hoster":"VOE"},{"redirect":12481821,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973897,"hoster":"VOE"},{"redirect":8345285,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Rampenlicht","epNo":13,"alt":"Limelight","descr":"Das Pop-Sternchen Mandy Sutton wird ermordet aufgefunden. Die Sängerin hatte zuletzt mit wilden Partynächten für Schlagzeilen gesorgt. Als Mandys Mutter das Opfer identifizieren soll, stellt sich jedoch heraus, dass es sich bei der Toten um Mandys Double Claire handelt. Castle und Beckett spüren die Sängerin auf und nehmen sie in ihre Obhut. Der Täter soll nicht erfahren, dass er die Falsche getötet hat. Doch Mandy will lieber selbst Nachforschungen anstellen.","versions":[{"lang":1,"streams":[{"redirect":8974981,"hoster":"VOE"},{"redirect":8345845,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973899,"hoster":"VOE"},{"redirect":8345288,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Dressed To Kill","epNo":14,"alt":"Dressed To Kill","descr":"Ella Hayed wird tot in einem Müllcontainer aufgefunden. Sie war bis vor Kurzem die Assistentin von Matilda King, der berüchtigten Herausgeberin einer Modezeitschrift. Beckett und Castle finden heraus, dass Ella am Tag ihres Todes gefeuert wurde, weil sie Termine von King durcheinander gebracht hatte. Auch ihre Kollegin Grace wurde deshalb rausgeschmissen und geriet darüber mit Ella in einen heftigen Streit. In der Wohnung des Opfers entdecken die Ermittler zudem ein Abhörgerät.","versions":[{"lang":1,"streams":[{"redirect":8974989,"hoster":"VOE"},{"redirect":8345852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973901,"hoster":"VOE"},{"redirect":8345289,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Smells Like Teen Spirit","epNo":15,"alt":"Smells Like Teen Spirit","descr":"Madison Beaumont telefoniert gerade mit ihren Freundinnen via Facetime als die Highschool-Schülerin von einer unsichtbaren Kraft durch ihr Zimmer geschleudert wird. Kurz darauf stirbt sie an einer schweren Kopfverletzung, die ihr mit übermenschlicher Kraft zugefügt worden sein muss. Der Fall führt die Ermittler an Castles alte Schule. Deren Direktor berichtet ihm und Beckett, dass Madison kurz zuvor ihre Mitschülerin Jordan ärgerte, die offenbar telekinetische Kräfte hat.","versions":[{"lang":1,"streams":[{"redirect":8974992,"hoster":"VOE"},{"redirect":8345849,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973900,"hoster":"VOE"},{"redirect":8345290,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Drei Geständnisse und ein Mord","epNo":16,"alt":"Room 147","descr":"Der mäßig erfolgreiche Schauspieler Justin Marquette wird in einem Hotelzimmer erschossen aufgefunden. Offenbar hatte er sich dort mit jemandem getroffen. Die Ermittler machen Anita Miller aus – sie legt ein plausibles Geständnis ab. Doch sie hat ein wasserdichtes Alibi und kann nicht die Täterin sein. Während Castle, Beckett und ihr Team noch über den mysteriösen Fall grübeln, tauchen Sam Carson und Dwight Carruthers auf dem Revier auf und gestehen jeweils den Mord an Marquette.","versions":[{"lang":1,"streams":[{"redirect":8975000,"hoster":"VOE"},{"redirect":8345847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973903,"hoster":"VOE"},{"redirect":8345293,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Beckett undercover","epNo":17,"alt":"In the Belly of the Beast","descr":"Beckett wird von höchster Stelle in eine Undercover-Mission berufen: Sechs Drogendealer wurden grausam ermordet, als ein neuer Drogenring den Handel in der Stadt übernahm – doch die Polizei weiß nicht, wer hinter dem Ring steckt. Beckett nimmt die Identität der Dealerin Elena an und trifft sich mit Vertretern des Rings. Die Polizistin wird dabei entführt und soll als Elena für die skrupellosen Unbekannten arbeiten – wie sich herausstellt ist die echte Elena eine Auftragskillerin.","versions":[{"lang":1,"streams":[{"redirect":8975009,"hoster":"VOE"},{"redirect":12322700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973904,"hoster":"VOE"},{"redirect":8345292,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Dolch des Ninja","epNo":18,"alt":"The Way of the Ninja","descr":"Die japanische Balletttänzerin Jade Yamata wird unter mysteriösen Umständen getötet. Bei den Ermittlungen stoßen Beckett und Castle auf einen Dolch, der womöglich die Tatwaffe ist. Er wird Castle jedoch noch am Fundort von einem vermummten Unbekannten abgenommen – der fantasiebegabte Schriftsteller besteht darauf, dass es ein echter Ninja war. Die Ermittler stoßen auf eine japanische Hostessen-Bar, in der Jade offenbar gearbeitet hat. Traf sie dort auf ihren Mörder?","versions":[{"lang":1,"streams":[{"redirect":8975011,"hoster":"VOE"},{"redirect":8345861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973905,"hoster":"VOE"},{"redirect":8348310,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Zweck heiligt die Mittel","epNo":19,"alt":"The Greater Good","descr":"Castle und Beckett stecken mitten in den Hochzeitsvorbereitungen, als ein Mord geschieht: Ein Börsenhändler liegt tot in seiner Wohnung. Pikant ist, dass er die Bundesanwaltschaft bei ihren Ermittlungen gegen ein Finanzunternehmen unterstützte. Besonders für Captain Gates wird die Aufklärung spannend, denn sie muss mit ihrer Schwester Elizabeth Weston kooperieren, die die Ermittlungen seitens der Bundesanwaltschaft leitet.","versions":[{"lang":1,"streams":[{"redirect":8975037,"hoster":"VOE"},{"redirect":8345858,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973902,"hoster":"VOE"},{"redirect":8345297,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zeitreise in die Siebziger","epNo":20,"alt":"That ’70s Show","descr":"Die Hochzeitsvorbereitungen von Castle und Beckett drohen gerade zu eskalieren, als eine Leiche die Romantik stört: Das Skelett des 1978 getöteten Mafiabosses Vince Bianchi taucht in einem Betonfundament auf. Um die Ermittlungen voranzutreiben, müssen Castle und Beckett Bianchis frühere rechte Hand Harold verhören. Der ist jedoch seit dem Tod seines Chefs nicht mehr ganz bei Trost und denkt, er befinde sich immer noch im Jahr 1978. Das erfordert unkonventionelle Methoden.","versions":[{"lang":1,"streams":[{"redirect":8975054,"hoster":"VOE"},{"redirect":11911053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973906,"hoster":"VOE"},{"redirect":8345299,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Tod kommt auf heißen Reifen","epNo":21,"alt":"Law \u0026 Boarder","descr":"In New York wird ein Profi-Skateboarder auf offener Straße erschossen. Die Vermutung liegt nahe, dass ein Mitglied der Extremsport-Szene der Täter ist – die Rivalität zwischen den Athleten dort ist groß. Ein erster Verdächtiger entpuppt sich allerdings als falsche Fährte. Ryan und Esposito tragen unterdessen ihren ganz eigenen Konkurrenzkampf aus: Beide wollen unbedingt Castles Trauzeuge sein und versuchen mit allen Mitteln, sich beim Bräutigam ins rechte Licht zu rücken.","versions":[{"lang":1,"streams":[{"redirect":8975063,"hoster":"VOE"},{"redirect":12323516,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973907,"hoster":"VOE"},{"redirect":8345300,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Veritas","epNo":22,"alt":"Veritas","descr":"Nur Castle weiß davon, dass Beckett trotz des vereinbarten Waffenstillstands heimlich gegen Senator Bracken ermittelt. Sie ist davon überzeugt, dass es eine Verbindung zwischen ihm und dem Drogenhändler Vulcan Simmons gibt. Als ein Politberater ermordet wird, ist Beckett sicher, dass Simmons der Täter ist. Doch dieser ist kurze Zeit später ebenfalls tot – erschossen mit einer Kugel aus Becketts Waffe. Für die Ermittlerin wird der Alleingang zum Spiel mit dem Feuer.","versions":[{"lang":1,"streams":[{"redirect":8975076,"hoster":"VOE"},{"redirect":8345873,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973909,"hoster":"VOE"},{"redirect":8345301,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"In guten wie in schlechten Zeiten","epNo":23,"alt":"For Better or Worse","descr":"Endlich steht der große Tag bevor – doch eine recht hohe Hürde gilt es noch zu überwinden: Beckett ist verheiratet! Vor 15 Jahren ehelichte sie im Suff ihren damaligen Freund Rogan O’Leary in Las Vegas. Leider ist die Ehe kein Witz, sondern rechtskräftig, und muss geschieden werden, bevor Beckett mit Castle vor den Altar treten darf. Doch O’Leary will einer Scheidung nur zustimmen, wenn Beckett dem Kleinganoven einen Gefallen tut. Dann wird O’Leary allerdings entführt …","versions":[{"lang":1,"streams":[{"redirect":8975068,"hoster":"VOE"},{"redirect":8345876,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919851,"hoster":"VOE"},{"redirect":8345306,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Amnesie","epNo":1,"alt":"Driven","descr":"Mit Erleichterung stellen Beckett und ihr Team fest, dass sich Castle nicht in dem ausgebrannten Autowrack befand. Doch der Autor bleibt weiter verschwunden. Eine Spur führt über einen Schrottplatz zu Mafioso Vincent Cardano, der tatsächlich etwas über Castles Verbleib zu wissen scheint. Im Laufe der Ermittlungen stößt Technik-Guru Ellis bei der Auswertung von Daten einer Überwachungskamera allerdings auf einen Beweis, der nicht nur Becketts Welt ins Wanken bringt","versions":[{"lang":1,"streams":[{"redirect":8975091,"hoster":"VOE"},{"redirect":8345878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973913,"hoster":"VOE"},{"redirect":8345308,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Puppenmord","epNo":2,"alt":"Montreal","descr":"Der CEO einer Spielwarenfirma wird ermordet. Offenbar war er undercover im Betrieb unterwegs, um einen internen Drogenschmugglerring hochzunehmen, der den Ruf der Firma gefährdet. Während Castle und Beckett an dem Fall arbeiten, versucht der Schriftsteller weiterhin, eine Erklärung für sein mysteriöses Verschwinden zu finden. Bei der Verfolgung diverser Spuren landet er in Montreal …","versions":[{"lang":1,"streams":[{"redirect":8975094,"hoster":"VOE"},{"redirect":8345884,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973911,"hoster":"VOE"},{"redirect":8345307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unsichtbare Gefahr","epNo":3,"alt":"Clear \u0026 Present Danger","descr":"Ein Billardprofi stirbt auf mysteriöse Weise in seinem Apartment: Glaubt man den Überwachungskameras, hat eine unsichtbare Kraft den Mann mit seinem Queue ermordet. Castle glaubt sofort an einen übernatürlichen Täter. Die Ermittlungen ergeben, dass das Opfer an einem geheimen Regierungsprojekt beteiligt war, dessen Details auch Klarheit über die seltsamen Todesumstände geben.","versions":[{"lang":1,"streams":[{"redirect":12919866,"hoster":"VOE"},{"redirect":8345888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973912,"hoster":"VOE"},{"redirect":8345305,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der einzige Zeuge","epNo":4,"alt":"Child’s Play","descr":"Der Sohn eines Eisverkäufers wird erschossen. Während Beckett im Umfeld des Toten nach Hinweisen auf den Mörder sucht, geht Castle auf eine ganz besondere Mission: Er ermittelt undercover in einer Grundschule, denn hier wird der kleine Zeuge des Verbrechens vermutet. Dem Schriftsteller gelingt es schnell, das Vertrauen der Kinder zu gewinnen. Doch den Zeugen aus der Reserve zu locken, ist alles andere als einfach …","versions":[{"lang":1,"streams":[{"redirect":8975134,"hoster":"VOE"},{"redirect":8345890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973914,"hoster":"VOE"},{"redirect":8345315,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Internet Stalker","epNo":5,"alt":"Meme is Murder","descr":"Das Social-Media-Starlet Abby Smith wird grausam ermordet, Bilder des Tatorts tauchen anschließend im Netz auf. Castle und Beckett nehmen zunächst einen Ex-Polizisten fest. Doch er kann nicht der Täter sein – denn dieser postet Bilder von der Verhaftung des Mannes und verhöhnt die Polizei. Nicht nur das: Mittels eines Bilderrätsels leitet er die Ermittler zu seinem nächsten Opfer. Können Beckett und Castle einen dritten Mord rechtzeitig verhindern?","versions":[{"lang":1,"streams":[{"redirect":14212321,"hoster":"VOE"},{"redirect":9931235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004277,"hoster":"VOE"},{"redirect":8345313,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Parallelwelt","epNo":6,"alt":"Time Of Our Lives","descr":"Bei der Verfolgung einer Gangsterbande geraten Castle und Beckett in eine Schießerei. Als auch noch eine Granate explodiert, werden die beiden voneinander getrennt – und Castle wacht scheinbar in einer Parallelwelt auf: Auf dem Revier erkennt ihn niemand wieder, und auch Beckett scheint ihn noch nie zuvor gesehen zu haben. Hat dieser Zustand etwas mit dem mysteriösen Artefakt zu tun, das Castle bei der Explosion in der Hand hielt?","versions":[{"lang":1,"streams":[{"redirect":8975141,"hoster":"VOE"},{"redirect":11634891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332888,"hoster":"VOE"},{"redirect":12985451,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wilde Flitterwochen","epNo":7,"alt":"Once Upon a Time in the West","descr":"Gerade frisch verheiratet, ermitteln Castle und Beckett undercover in einem Wild West Resort in Arizona: Das Mordopfer, dessen Tod sie aufklären wollen, hielt sich dort einige Tage vor dem Verbrechen auf. Für Castle sind die Recherchen ein besonderer Spaß, weil er einige Kindheitsfantasien ausleben kann. Doch schon bald wird es ernst für ihn, denn er und Beckett kommen einem verschollenen Goldschatz auf die Spur und geraten an äußerst finstere Gestalten.","versions":[{"lang":1,"streams":[{"redirect":8975145,"hoster":"VOE"},{"redirect":13450207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973918,"hoster":"VOE"},{"redirect":8345320,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Virus","epNo":8,"alt":"Kill Switch","descr":"Ein Regierungsbeamter wird ermordet, der einzige Zeuge ist ein Hacker, mit dem er zuletzt telefoniert hat. Als Ryan und Esposito den jungen Mann in einem U-Bahn-Waggon finden, dreht er durch: Er nimmt Esposito und die anwesenden Fahrgäste als Geiseln, außerdem trägt er einen Sprengstoffgürtel – er will seine Freundin, ebenfalls Hackerin, aus dem Gefängnis freipressen. Doch der Mann weiß nicht, dass er etwas viel Tödlicheres als Sprengstoff mit sich führt …","versions":[{"lang":1,"streams":[{"redirect":8975158,"hoster":"VOE"},{"redirect":8345907,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973919,"hoster":"VOE"},{"redirect":8345319,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Last Action Hero","epNo":9,"alt":"Last Action Hero","descr":"Der gealterte Actionstar Lance Delorca wird ermordet. Da er gerade mit Action-Kollegen aus den Achtzigern einen Ensemblefilm dreht, ermitteln Castle und Beckett zuerst am Set. Dort finden sie heraus, dass Delorca nach Drehschluss offenbar noch etwas zu erledigen hatte – und dass sein ehemaliger Film-Widersacher offenbar in dieses Geschäft verwickelt war. Schließlich mischen auch Delorcas Kollegen vom Dreh bei den Ermittlungen mit und lüften ein pikantes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12919875,"hoster":"VOE"},{"redirect":8345910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973917,"hoster":"VOE"},{"redirect":8345322,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bluteid","epNo":10,"alt":"Bad Santa","descr":"Der Chirurg Dr. Eric Mercer wird von einem Killer im Weihnachtsmannkostüm erschossen. Alle Hinweise führen zur Mafiafamilie Scarpella, genauer gesagt zur rechten Hand des Oberhauptes. Boss Scarpella beauftragt Castle persönlich, die Unschuld seines Assistenten zu beweisen. Für die Ermittlungen taucht Castle tief in die Geschäft der Scarpellas ein und kommt einigen interessanten Tatsachen auf die Spur. Doch seine guten Kontakte zur Mafia bleiben nicht ohne Folgen.","versions":[{"lang":1,"streams":[{"redirect":8975178,"hoster":"VOE"},{"redirect":8345920,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973921,"hoster":"VOE"},{"redirect":8345325,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Privatdetektiv Richard Castle","epNo":11,"alt":"Castle, P.I.","descr":"Da es Castle verboten wurde weiterhin mit Beckett und Co. zu arbeiten hat er heimlich eine Online-Ausbildung absolviert und überrascht die Detectives am Tatort. Eine Frau wurde in ihrer Wohnung misteriöserweise getötet. Castle ermittelt nun im Wettkampf gegen die NYPD. Zuerst wird ein mächtiger Politiker verdächtigt, der jedoch dank Castle wieder entlasstet wird. Schließlich lösen Kate und Castle den Fall zusammen.","versions":[{"lang":1,"streams":[{"redirect":8975174,"hoster":"VOE"},{"redirect":12347996,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973923,"hoster":"VOE"},{"redirect":12481813,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verzweifelte Heilige","epNo":12,"alt":"Private Eye Caramba!","descr":"Ein Telenovela-Starlet wird ermordet. Während Beckett und ihr Team das Verbrechen bis in höchste diplomatische Kreise hinein untersuchen, kümmert sich Castle mit seiner Detektei um Sophia Del Cordova: Sie war eng mit dem Mordopfer befreundet und vermisst eine kostbare Handtasche, die sie ihrer Freundin geliehen hat. Castle macht sich auf die Suche nach dem guten Stück und muss bald feststellen, dass Del Cordova die Handtasche nicht wegen ihres angeblichen Wertes wichtig ist …","versions":[{"lang":1,"streams":[{"redirect":8975229,"hoster":"VOE"},{"redirect":8345918,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973926,"hoster":"VOE"},{"redirect":8345328,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Augenzeuge","epNo":13,"alt":"I, Witness","descr":"Castle bekommt von einer Frau den Auftrag ihren Mann zu überprüfen, da sie die Vermutung hat, er könnte sie mit einer anderen betrügen. Jedoch nimmt der Fall eine tödliche Wendung, als Castle selbst Zeuge davon wird, wie der verdächtige Ehemann umgebracht wird. Gemeinsam mit Beckett untersucht er den Mordfall, jedoch lassen sich nur schwer irgendwelche Anhaltspunkte finden.","versions":[{"lang":1,"streams":[{"redirect":8975211,"hoster":"VOE"},{"redirect":12350095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973925,"hoster":"VOE"},{"redirect":8345330,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Rückkehr des Dreifachmörders","epNo":14,"alt":"Resurrection","descr":"Castle glaubt in einem Tatzeugen den langgesuchten Serienmörder wiederzuerkennen. Dumm nur, dass der Beschuldigte ein Alibi hat und Castle  keiner glaubt. Dann taucht noch eine Schönheits-chirurgin aus Becketts Vergangenheit auf und der Fall nimmt eine unerwartete Wendung...","versions":[{"lang":1,"streams":[{"redirect":8975228,"hoster":"VOE"},{"redirect":8345926,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973928,"hoster":"VOE"},{"redirect":8345331,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mit den eigenen Waffen","epNo":15,"alt":"Reckoning","descr":"Nach Kates Entführung steht nun ihr Leben  auf dem Spiel- Castle braucht mehr denn je das Team , um einen schon bekannten Serienmörder und seine Komplizen zu finden und  zu überführen , um so das Leben seiner Frau zu retten...","versions":[{"lang":1,"streams":[{"redirect":8975218,"hoster":"VOE"},{"redirect":13455237,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973927,"hoster":"VOE"},{"redirect":8345332,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mord auf dem Mars","epNo":16,"alt":"The Wrong Stuff","descr":"Castle verschlägt es in diesem kniffligen Fall auf eine Forschungsstation für den Wettlauf um die erste Marsmission... besonders sonderbar gestaltet sich die Mördersuche, da auch der Computer in dem geschlossenen System keinen Fehler finden kann...Für Fans vieler Sci Fi Serien ein Wiedersehen beliebter Zitate und Figuren...","versions":[{"lang":1,"streams":[{"redirect":8975254,"hoster":"VOE"},{"redirect":8345932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332890,"hoster":"VOE"},{"redirect":8345336,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hongkong Supercop","epNo":17,"alt":"Hong Kong Hustle","descr":"Eine ambitionierte Ermittlerin aus Hong Kong arbeitet mit Castle und Beckett zusammen, die es mit einem Fall zu tun bekommen, bei dem eine Leiche in einem Park gefunden wurde. Die ausländische Polizistin hat einige wertvolle Informationen zu dem Mordopfer, jedoch kommen bei Beckett langsam erste Zweifel auf, ob die Ermittlerin wirklich mit offenen Karten spielt.","versions":[{"lang":1,"streams":[{"redirect":8975291,"hoster":"VOE"},{"redirect":8345933,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973930,"hoster":"VOE"},{"redirect":8345339,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Aus nächster Nähe","epNo":18,"alt":"At Close Range","descr":"Ryan hilft seinem Schwager beim Personenschutz eines Politikers. Am Spendenabend fallen der Schüsse auf den Abgeordneten und töten eine seiner Sponsorinnen...Castle und Beckett müssen im Haifischbecken der politischen Lobbyisten nun ermitteln...","versions":[{"lang":1,"streams":[{"redirect":13980459,"hoster":"VOE"},{"redirect":8345929,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973931,"hoster":"VOE"},{"redirect":8345338,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine Leiche vor Gericht","epNo":19,"alt":"Habeas Corpse","descr":"Richie \"The Pitbull\" Falco, ein erfolgreicher Anwalt, wird ermordet aufgefunden. Beckett und Castle nehmen seine zahlreichen Klienten und Konkurrenten unter die Lupe, die ein Motiv hatten, ihn umzubringen. Doch es wird rätselhaft als sie bei den Ermittlungen auf ein Geheimnis stoßen, das mit dem Tod des Opfers in Zusammenhang stehen könnte.","versions":[{"lang":1,"streams":[{"redirect":13917024,"hoster":"VOE"},{"redirect":8345937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973932,"hoster":"VOE"},{"redirect":8345342,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schläfer","epNo":20,"alt":"Sleeper","descr":"Castle hat einen wiederkehrenden Traum, in dem ihm ein Mann erscheint. Kurze Zeit später wird dieser tot aufgefunden. Schließlich deutet alles darauf hin, dass die CIA Castle benutzt hat, um an Informationen über einen geplanten Anschlag zu gelangen. Zwar konnte dieser verhindert werden, doch es sind noch weitere Fragen ungeklärt …","versions":[{"lang":1,"streams":[{"redirect":8975300,"hoster":"VOE"},{"redirect":12363054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973934,"hoster":"VOE"},{"redirect":8345345,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Über den Wolken","epNo":21,"alt":"In Plane Sight","descr":"Als Castle und Alexis nach London fliegen, wird aus ihrem Routineflug eine tödliche Falle als ein ermordeter Air Marshall an Bord des Flugzeugs gefunden wird. Mit der Hilfe von Beckett auf dem Boden, liefern Castle und Alexis sich ein Rennen gegen die Zeit, um den Killer zu finden, bevor der seinen furchtbaren Plan in die Tat umsetzen kann.","versions":[{"lang":1,"streams":[{"redirect":8975286,"hoster":"VOE"},{"redirect":8345944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973935,"hoster":"VOE"},{"redirect":8345346,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Tod kommt live","epNo":22,"alt":"Dead from New York","descr":"Der Erfinder der Sketch-Comedy Show \"Saturday Night Tonight\" wird ermordet. Die Ermittlungen führen Beckett und Castle inmitten ihrer Idole. Wie sich herausstellt, wurde das Opfer erpresst – mit der Entführung seiner Frau. Doch wer benötigt so viel Geld, dass dafür ein Menschenleben ausgelöscht wird?","versions":[{"lang":1,"streams":[{"redirect":8975313,"hoster":"VOE"},{"redirect":8345946,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973939,"hoster":"VOE"},{"redirect":8345349,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Maske des Mörders","epNo":23,"alt":"Hollander’s Woods","descr":"Castle wird mit seiner Vergangenheit konfrontiert und in seine Kindheit zurückversetzt. Ein Mordopfer wird im gleichen Zustand gefunden wie die Leiche, die Castle als Junge im Wald entdeckt hat. Auch die Maske des Mörders ist identisch mit der des damaligen Killers. Castle wird auf eine harte Probe gestellt, als er während der Ermittlungen plötzlich dem Mann gegenübersteht, der ihn als Kind bedrohte …","versions":[{"lang":1,"streams":[{"redirect":8975315,"hoster":"VOE"},{"redirect":8345942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973938,"hoster":"VOE"},{"redirect":8345347,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Er","epNo":1,"alt":"XY","descr":"Castle  versüßt seiner Ehefrau den ersten Tag als neuer Captain des zwölften Reviers mit Kuchen und Klunkern, um sich anschließend seiner neu modellierten Privatdetektei zu widmen. Der Anruf von Ryan und Esposito, die nach seiner Unterstützung an einem Tatort fragen, deutet zunächst auf einen ganz normalen Fall hin. Doch zusätzlich zu den drei von Kugeln durchsiebten Opfern findet er das Blut des Schützen und den Armreif, den er Beckett zuvor geschenkt hatte. Offensichtlich befindet sich seine Ehefrau auf einer eigenen Mission, von der sie jedoch weder ihrem Mann noch ihren Freunden vom Revier etwas erzählt hat.","versions":[{"lang":1,"streams":[{"redirect":8975334,"hoster":"VOE"},{"redirect":8345952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973937,"hoster":"VOE"},{"redirect":8345351,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sie","epNo":2,"alt":"XX","descr":"Beckett befindet sich in der Episode XX (2) von Castle gemeinsam mit FBI-Analytiker Vikram Singh auf der Flucht vor dem unbekannten, bewaffneten Einsatzteam, während ihr Ehemann versucht, die Hintergründe der Geschehnisse aufzuklären, um seine Ehefrau zu finden. Zum Glück erhalten sie in letzter Sekunde tatkräftige Schützenhilfe von einer Frau, die sich als Castles Stiefmutter Rita vorstellt.","versions":[{"lang":1,"streams":[{"redirect":9206164,"hoster":"VOE"},{"redirect":8345951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973940,"hoster":"VOE"},{"redirect":8345353,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Campus-Killer","epNo":3,"alt":"PhDead","descr":"Um sich für Kate von seiner besten Seite zu zeigen, versucht Castle den Fall des aufgespießten Studenten mit Hilfe seiner Lizenz als Privatdetektiv vor ihr aufzuklären. Um den entscheidenden Vorteil auf seiner Seite zu haben, erkauft er sich die Stelle eines Professors beziehungsweise Gastdozenten an der Universität des Opfers. Nachdem Ryan und Esposito vergeblich versuchen, sich als Undercoverstudenten unter das Campusvolk zu mischen, sehen sie sich gezwungen, entgegen der Anweisung von Beckett, den Ehemann ihres Captains zu unterstützen","versions":[{"lang":1,"streams":[{"redirect":8975330,"hoster":"VOE"},{"redirect":13458415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973941,"hoster":"VOE"},{"redirect":8345354,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lügen haben kurze Beine","epNo":4,"alt":"What Lies Beneath ?","descr":"Das Leben des Opfers in der Episode What Lies Beneath der Serie Castle scheint ein Kartenhaus zu sein, dass auf Lügen aufgebaut ist. Stück für Stück versuchen die Polizisten des 12. Reviers Lüge und Wahrheit zu trennen, um an ein mögliches Mordmotiv zu gelangen. Castle schaltet sich in den Fall ein, indem er sich von der Ehefrau des Opfers engagieren lässt. Die erste ergiebige Spur finden sie bei der Selbsthilfegruppe der pathologischen Lügner, bei denen der Tote ein bekanntes Gesicht war. Hat ihn also sein krankhafter Lügenzwang in eine tödliche Bredouille manövriert?","versions":[{"lang":1,"streams":[{"redirect":8975364,"hoster":"VOE"},{"redirect":8345956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973942,"hoster":"VOE"},{"redirect":8345356,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Geruch des Todes","epNo":5,"alt":"The Nose","descr":"Augenzeugin Mia beobachtet einen Raubüberfall und erhält Besuch von Ryan und Esposito und wird von ihnen aufs Polizeirevier geleitet. Dort kann sie allerdings nur bedingt Angaben zu dem maskierten Killer machen. Dafür erfährt Castle, der sich ebenfalls auf dem Revier befindet und die Frau zurück in ihr Apartment bringt, dass Mia einen besonders ausgeprägten Geruchssinn besitzt, der die Ermittlungen auf die richtige Spur lenken könnte. Deswegen schließt er sich mit der äußerst widerwilligen Zeugin mit wenig Taktgefühl, aber besonderem Riechorgan, zu einem ungleichen Duo zusammen.","versions":[{"lang":1,"streams":[{"redirect":8975389,"hoster":"VOE"},{"redirect":12369000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973943,"hoster":"VOE"},{"redirect":8345357,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Harte Jungs","epNo":6,"alt":"Cool Boys","descr":"Detective Slaughter braucht Castles Hilfe: Er will die Verantwortlichen für einen clever durchgeführten Raubzug dingfest machen. Bald gerät er allerdings selbst in die Schusslinie, denn ein erstes Mordopfer wurde mit Slaughters Messer getötet – seine Fingerabdrücke finden sich ebenfalls an der Tatwaffe. Ryan und Esposito heften sich an die Fersen des Detectives und machen dabei eine überraschende Entdeckung …","versions":[{"lang":1,"streams":[{"redirect":8975377,"hoster":"VOE"},{"redirect":12370940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919854,"hoster":"VOE"},{"redirect":8345362,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die letzte Verführung","epNo":7,"alt":"The Last Seduction","descr":"Der brutale Mord an einem professionellen Verführungskünstler bringt eine unfangreiche Liste mit potentiellen Verdächtigen mit sich. Trotz ihres Dauerstreits versuchen Ryan und Esposito - mit Castle als Schlichter -, sich des Falles anzunehmen. Es dauert nicht lange, bis Castle und seine Freunde herausfinden, dass ihr Opfer nicht nur vorwiegend reiche, verheiratete Frauen verführte. Die regelmäßig auf dessen Konto eingegangenen Geldbeträge lassen darüber hinaus darauf schließen, dass er für seine Dienste bezahlt wurde.","versions":[{"lang":1,"streams":[{"redirect":12251861,"hoster":"VOE"},{"redirect":8345974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004276,"hoster":"VOE"},{"redirect":8345361,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. und Mrs. Castle","epNo":8,"alt":"Mr. \u0026 Mrs. Castle","descr":"Ihr neuester Fall führt Castle und Beckett auf ein Kreuzfahrtschiff. Dort wurde eine Tänzerin umgebracht, und die beiden Ermittler müssen das Verbrechen aufklären, bevor der Vergnügungsdampfer internationale Gewässer erreicht. Im Zuge ihrer Nachforschungen finden sie allerdings heraus, dass der Mord dazu dienen sollte, einen Heroindeal zu vertuschen. Die Spuren führen zu LokSat …","versions":[{"lang":1,"streams":[{"redirect":8975400,"hoster":"VOE"},{"redirect":8345976,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973946,"hoster":"VOE"},{"redirect":8345368,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Harmonien","epNo":9,"alt":"Tone Death","descr":"In dem Theater, wo Martha ihre letzte Show hatte, wird eine Leiche gefunden. Castle und Beckett nehmen sich des Falles an und stellen fest, dass die schillernde Welt des Showbusiness auch ihre gefährlichen Schattenseiten hat. Zwischen Tanzeinlagen und A Capella-Gesang suchen die beiden nach dem wahren Mörder.","versions":[{"lang":1,"streams":[{"redirect":14454101,"hoster":"VOE"},{"redirect":8345973,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973947,"hoster":"VOE"},{"redirect":8345363,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zeuge der Anklage","epNo":10,"alt":"Witness for the Prosecution","descr":"Der Gerichtssaal wartet auf Castle. Er tritt dort als Zeuge der Anklage für einen Mord auf, der vor fünf Monaten geschehen ist. Im Laufe des Prozesses kommen jedoch neue Informationen ans Tageslicht, die dem Fall eine Wendung geben könnten. Für Castle und Beckett beginnt nun ein Rennen gegen die Zeit, um einen Justizfehler zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13004279,"hoster":"VOE"},{"redirect":12376332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973950,"hoster":"VOE"},{"redirect":8345366,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rache auf Russisch","epNo":11,"alt":"Dead Red","descr":"Grigory Mishkin, Sohn des russischen Konsulatsbeamten, wird ermordet in einem leerstehenden Gebäude gefunden. Auf Bestehen des Generalkonsuls unterstützt Vasiliy Zhirov die Ermittlungen. Als großer Fan von Castle gelingt es ihm, den ehemaligen Berater in den Fall hineinzuziehen. Der staunt bald nicht schlecht, wie weit Vasiliy mit seinen russischen Methoden kommt. Bald stellt sich heraus, das Grigory zu viel wusste …","versions":[{"lang":1,"streams":[{"redirect":13099899,"hoster":"VOE"},{"redirect":8345981,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973949,"hoster":"VOE"},{"redirect":8345369,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spiel der Rätsel","epNo":12,"alt":"The Blame Game","descr":"Castle erfährt, dass Stephen King mit ihm zusammenarbeiten möchte. Am vereinbarten Treffpunkt wird es jedoch unheimlich: Castle wird bewusstlos und erwacht mit drei anderen Männern in einem abgeriegelten Klassenzimmer. In dem Raum finden sie bald diverse Rätsel, die sie lösen müssen – gelingt es ihnen nicht, bezahlen sie mit ihrem Leben. Nach einiger Zeit sehen sie über die Monitore im Zimmer, dass in einem anderen Raum drei Frauen eingesperrt sind – darunter auch Beckett …","versions":[{"lang":1,"streams":[{"redirect":8975438,"hoster":"VOE"},{"redirect":8345988,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973952,"hoster":"VOE"},{"redirect":8345370,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fremdsprache Mord","epNo":13,"alt":"And Justice for All","descr":"Der Tierpfleger Eddie Ramirez liegt ermordet im Schlangenterrarium des Zoos. Castle nimmt sich des Falles an und findet eine Spur, die ihn in eine Sprachschule für Einwanderer führt. Getarnt als Frankokanadier besucht er den Kurs und findet bald wichtige Hinweise zur Person Eddie Ramirez. Unterdessen geraten Beckett und ihre Mitarbeiter bei der Verfolgung eines Verdächtigen in einen Streit mit Agent Napier vom FBI.","versions":[{"lang":1,"streams":[{"redirect":8975435,"hoster":"VOE"},{"redirect":8345990,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973954,"hoster":"VOE"},{"redirect":8345372,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Club der Meisterdetektive","epNo":14,"alt":"The GDS","descr":"Castle reist mit Alexis und Haley nach Los Angeles, um herauszufinden, was vor eineinhalb Jahren geschehen ist – er war damals schon einmal in L.A., kann sich aber an nichts erinnern. Außerdem wird Castle prompt in einen Mordfall hineingezogen. Er bekommt ein Schreiben von der \"Greatest Detective Society\", einer Gesellschaft für Meisterdetektive. Sollte er den Fall aufklären, wird er in den Club aufgenommen. Doch auch die junge Kendall Frost aus San Francisco buhlt um den Platz.","versions":[{"lang":1,"streams":[{"redirect":8975443,"hoster":"VOE"},{"redirect":8345992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12915711,"hoster":"VOE"},{"redirect":8345374,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Einer von uns","epNo":15,"alt":"Fidelis Ad Mortem","descr":"Die NYPD-Akademie steht unter Schock: Ein Offizier aus den eigenen Reihen wird ermordet aufgefunden – die Tatwaffe ist Eigentum der Akademie. Beckett und ihr Team stehen nun für ihre Ermittlungen auf dem Trainingsplatz, wo sie vor Jahren ihre Ausbildung absolviert hatten. Die Ermittlungen ergeben, dass eine der Rekrutinnen die Tochter eines berüchtigten Drogenbosses ist. Unterdessen findet Castle in Hollywood eine mysteriöse Videoaufnahme von sich selbst.","versions":[{"lang":1,"streams":[{"redirect":12837136,"hoster":"VOE"},{"redirect":8346000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973955,"hoster":"VOE"},{"redirect":8345376,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verliebt, verlobt, verknack","epNo":16,"alt":"Heartbreaker","descr":"Ein bewaffneter Sicherheitsmann wird ermordet. Der Täter entwendet auch Geld aus dem Fahrzeug des Opfers. Esposito nimmt den Fall genauer unter die Lupe: Details des Mordes erinnern ihn an einen früheren Diebstahl vor neun Jahren, bei dem Goldmünzen verschwunden sind. Espositos Ex-Freundin könnte hier weiterhelfen, doch sie sitzt im Gefängnis. Beckett zieht nun doch wieder zu Castle – wird aber dort nicht von jedem Bewohner freundlich empfangen.","versions":[{"lang":1,"streams":[{"redirect":13004282,"hoster":"VOE"},{"redirect":8346002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973956,"hoster":"VOE"},{"redirect":8345375,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Castle und die Wunderlampe","epNo":17,"alt":"Death Wish","descr":"Der Schwarzmarkthandel hat ein Leben gefordert: Nach dem Mord an einem Mann, der mit türkischen Relikten handelte, macht sich Castle auf die Suche nach dem Täter. Ebenfalls auf der Fahndungsliste steht ein gestohlenes Artefakt – angeblich Aladdins Wunderlampe. Wird die Lampe den Weg zu dem Mörder aufzeigen?","versions":[{"lang":1,"streams":[{"redirect":8975452,"hoster":"VOE"},{"redirect":8346006,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8973957,"hoster":"VOE"},{"redirect":8345385,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Code 44","epNo":18,"alt":"Backstabber","descr":"Für einen Ex-Kollegen vom MI6 bricht Hayley bei einem britischen Energiekonzern ein und installiert an einem Computer eine Software. Am nächsten Morgen erfährt sie nicht nur, dass ihr Komplize am Tatort ermordet wurde. Obendrein hat die Software das gesamte Stromnetz in London lahmgelegt. Ihr Auftraggeber nennt ihr den Code 44, demnach sie sofort aus New York verschwinden muss. Doch Hayley offenbart sich Castle und Beckett, die unter Hochdruck den wahren Täter ermitteln müssen.","versions":[{"lang":1,"streams":[{"redirect":8975449,"hoster":"VOE"},{"redirect":8346004,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9598691,"hoster":"VOE"},{"redirect":8345383,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Man stirbt nur dreimal","epNo":19,"alt":"Dead Again","descr":"Der Sicherheitsinspektor Alan Masters wird in seiner Wohnung vergiftet. Als Castle und Lanie sich am Tatort umsehen, wacht das Opfer zu ihrer Überraschung jedoch wieder auf. Bevor die Ermittlungen richtig begonnen haben, gibt es ein zweites Attentat auf Alans Leben, doch auch dieses überlebt er. Während Castle seine Superheldenkräfte erforschen will, müssen Beckett und ihr Team herausfinden, wer es auf den gutmütigen Mann abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8975457,"hoster":"VOE"},{"redirect":8346011,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917008,"hoster":"VOE"},{"redirect":8345382,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mord à la Shakespeare","epNo":20,"alt":"Much Ado About Murder","descr":"Der durchschnittlich talentierte Schauspieler Zane Cannon wird ermordet. Er befand sich gerade in den Proben für Shakespeares \"Hamlet\", als ihm auf der Bühne jemand den Garaus macht. Castle übernimmt bei den Ermittlungen die Hauptrolle und widmet sich zunächst den verdächtigen Kollegen des Opfers. Doch dann hat ausgerechnet seine Mutter Martha Erhellendes zu dem dramatischen Fall beizutragen …","versions":[{"lang":1,"streams":[{"redirect":12915722,"hoster":"VOE"},{"redirect":8346016,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9598722,"hoster":"VOE"},{"redirect":8345386,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Ende aller Tage","epNo":21,"alt":"Hell To Pay","descr":"In Castles Detektei bricht während eines Stromausfalls ein Mann mit einer Axt ein – bevor er Alexis und Hayley etwas antun kann, bricht er tot zusammen. Wie sich herausstellt, war Gabriel Shaw aus der Psychiatrie ausgebrochen: Er war fest davon überzeugt, dass die Apokalypse naht und glaubte auch zu wissen, wer der Antichrist ist. Doch hat ihn wirklich ein Dämon auf dem Gewissen? Wie erwartet lässt sich Castle von dem rätselhaften, überirdischen Fall schnell mitreißen …","versions":[{"lang":1,"streams":[{"redirect":8975461,"hoster":"VOE"},{"redirect":8346014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578616,"hoster":"VOE"},{"redirect":8345390,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf Leben und Tod","epNo":22,"alt":"Crossfire","descr":"Castle und Beckett haben die Spur von LokSat aufgenommen. Er will sich mit Caleb auf einem verlassenen Gelände treffen – Castle, Beckett und Hayley warten dort auf ihn. Zu spät erfahren sie von Esposito, dass Caleb umgebracht wurde. In letzter Sekunde kann Mason die beiden aus dem Kugelhagel in Sicherheit bringen. Während Castle nun zunächst seine Familie in Sicherheit bringt, ermittelt Beckett mit ihrem Team weiter. Sie geraten bald beide in eine Falle …","versions":[{"lang":1,"streams":[{"redirect":12528122,"hoster":"VOE"},{"redirect":12528121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578617,"hoster":"VOE"},{"redirect":8345389,"hoster":"Streamtape"}]}]}]}]}