{"seriesId":"casual","name":"Casual","descr":"\"Casual\" dreht sich um eine dysfunktionale Familie, bestehend aus dem Junggesellen Alex (Tommy Dewey) und seiner geschiedenen Schwester Valerie (Michaela Watkins). Gegenseitig begleiten sie sich durch die Welt des On- und Offline-Datings, während die wieder unter einem Dach lebenden Geschwister gleichzeitig noch Teenagerin Laura (Tara Lynne Barr) \"großziehen\" müssen – Laura ist aber die eigentliche Erwachsene im Haus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilotenfolge","epNo":1,"alt":"Pilot","descr":"Die frisch geschiedene Valerie (Michaela Watkins) zieht mit ihrer Tochter Laura (Tara Lynne Barr) bei ihrem ledigen Bruder Alex (Tommy Dewey) ein.","versions":[{"lang":1,"streams":[{"redirect":8975551,"hoster":"VOE"},{"redirect":8346139,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freunde","epNo":2,"alt":"Friends","descr":"Alex (Tommy Dewey) hängt mit Valeries neuem Freund Leon (Nyasha Hatendi) ab. Valerie (Michaela Watkins) feiert indes mit einer Gruppe 20-jähriger. Laura (Tara Lynne Barr) überfordert sich unterdessen auf einer Hausparty.","versions":[{"lang":1,"streams":[{"redirect":8975552,"hoster":"VOE"},{"redirect":8346141,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tiere","epNo":3,"alt":"Animals","descr":"Valerie (Michaela Watkins) entschließt sich zu einem großen Schritt, doch ihre finanzielle Situation macht ihr einen Strich durch die Rechnung. Alex (Tommy Dewey) adoptiert indes einen neuen Freund, und Laura (Tara Lynne Barr) hat Fantasien von einem älteren Mann.","versions":[{"lang":1,"streams":[{"redirect":8975555,"hoster":"VOE"},{"redirect":8346144,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" … ","epNo":4,"alt":" … ","descr":"Valerie (Michaela Watkins) bricht die Regel von Alex (Tommy Dewey) hinsichtlich folgenlosem Sex. Alex soll derweil wegen seiner Datingseite interviewt werden, doch Paul (Andy Buckley) will ihn davon abhalten. Laura (Tara Lynne Barr) macht indes Ernst mit ihrem Lehrer Michael (Patrick Heusinger)","versions":[{"lang":1,"streams":[{"redirect":8975558,"hoster":"VOE"},{"redirect":12481820,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mom","epNo":5,"alt":"Mom","descr":"Dawn (Frances Conroy), die Mutter von Valerie (Michaela Watkins) und Alex (Tommy Dewey) taucht unangekündigt auf. Valerie bekommt hernach einen guten Ratschlag aus ungewöhnlicher Quelle, während Laura (Tara Lynne Barr) und Michael (Patrick Heusinger) einen schönen gemeinsamen Moment erleben.","versions":[{"lang":1,"streams":[{"redirect":9206199,"hoster":"VOE"},{"redirect":8346153,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Biden","epNo":6,"alt":"Biden","descr":"Das Geheimnis von Alex (Tommy Dewey) führt zu einer unschönen Überraschung. Laura (Tara Lynne Barr) freundet sich indes mit Michael (Patrick Heusinger) an, während an der Schule alles außer Kontrolle gerät. Valerie (Michaela Watkins) öffnet sich derweil gegenüber ihrem Exmann.","versions":[{"lang":1,"streams":[{"redirect":8975556,"hoster":"VOE"},{"redirect":8346158,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zuhause","epNo":7,"alt":"Home","descr":"Alex (Tommy Dewey), Emmy (Evan Crooks) und Leon (Nyasha Hatendi) entdecken ihren Abenteuergeist, während Laura (Tara Lynne Barr) von schockierenden Nachrichten ihrer Mutter Valerie (Michaela Watkins) überrumpelt wird.","versions":[{"lang":1,"streams":[{"redirect":13096002,"hoster":"VOE"},{"redirect":8346163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Flaschen","epNo":8,"alt":"Bottles","descr":"Laura (Tara Lynne Barr) lädt mehrere unwillkommene Gäste an Thanksgiving zur Hausparty von Alex (Tommy Dewey) ein - eine Feier, die sie alle nie vergessen werden.","versions":[{"lang":1,"streams":[{"redirect":13099897,"hoster":"VOE"},{"redirect":8346169,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mars","epNo":9,"alt":"Mars","descr":"Auf der Hochzeitsprobe von Dawn (Frances Conroy) und Charles (Fred Melamed) kommt es zu Scherereien, während Laura (Tara Lynne Barr) eine Kunstausstellung besucht. Alex (Tommy Dewey) wird derweil von einer schockierenden Entdeckung überrumpelt.","versions":[{"lang":1,"streams":[{"redirect":8975557,"hoster":"VOE"},{"redirect":8346175,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dave","epNo":10,"alt":"Dave","descr":"Alex (Tommy Dewey) wendet sich auf der Suche nach emotionaler Unterstützung an Leon (Nyasha Hatendi). Laura (Tara Lynne Barr) denkt indes über ein neues Leben nach. Valerie (Michaela Watkins), Alex und Emmy (Evan Crooks) erreichen derweil eine Sackgasse.","versions":[{"lang":1,"streams":[{"redirect":8975559,"hoster":"VOE"},{"redirect":8346181,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Phase 3","epNo":1,"alt":"Phase 3","descr":"Alex (Tommy Dewey), Valerie (Michaela Watkins) und Laura (Tara Lynne Barr) verfolgen weiter ihr Ansinnen, ein Leben außerhalb der Familie aufzubauen, indem sie neue Freunde, Geschäftskollegen und Beziehungspartner kennenlernen.","versions":[{"lang":1,"streams":[{"redirect":13099895,"hoster":"VOE"},{"redirect":8346186,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allgemeinwissen","epNo":2,"alt":"Trivial Pursuit","descr":"Alex (Tommy Dewey) geht in seiner Rolle als Lehrer von Laura (Tara Lynne Barr) - seine Methoden sind jedoch merkwürdig. Valerie (Michaela Watkins) meldet sich indes bei einer alten Freundin und macht dabei eine ungewöhnliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":13099898,"hoster":"VOE"},{"redirect":8346196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Solch gute Freunde","epNo":3,"alt":"Such Good Friends","descr":"Valerie (Michaela Watkins) versucht, ihre Freundschaft zu Jennifer (Katie Aselton) zu vertiefen. Alex (Tommy Dewey) erwägt indes das Angebot eines Investors, das dabei helfen könnte, Snooger zu retten. Laura (Tara Lynne Barr) überlegt unterdessen, einer Hausunterrichtsgruppe beizutreten.","versions":[{"lang":1,"streams":[{"redirect":8975561,"hoster":"VOE"},{"redirect":8346201,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das große grüne Ei","epNo":4,"alt":"Big Green Egg","descr":"Alex (Tommy Dewey) lädt seinen neuen Geschäftspartner Jordan (Vincent Kartheiser) zum Dinner ein, nur um mit einer Person aus seiner Vergangenheit zusammenzutreffen. Valerie (Michaela Watkins) nimmt indes die Einladung von Jennifer (Katie Aselton) zum Spieleabend an. Laura (Tara Lynne Barr) lernt derweil ein Mädchen aus ihrer Lerngruppe besser kennen.","versions":[{"lang":1,"streams":[{"redirect":8975568,"hoster":"VOE"},{"redirect":8346209,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fahrraddiebe","epNo":5,"alt":"Bicycle Thieves","descr":"Valerie (Michaela Watkins) erwägt nach einem Arztbesuch mehrere Optionen künstlicher Befruchtung. Alex (Tommy Dewey) trifft derweil auf eine Ex-Freundin, mit der es nicht gut auseinander gegangen ist. Laura (Tara Lynne Barr) und ihre neue Freundin Aubrey (Dylan Gelula) kommen sich derweil angesichts eines gemeinsamen Geheimnisses näher.","versions":[{"lang":1,"streams":[{"redirect":8975573,"hoster":"VOE"},{"redirect":8733614,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"100 Kühe","epNo":6,"alt":"100 Cows","descr":"Valerie (Michaela Watkins) soll mit einem Freund von Jennifer (Katie Aselton) verkuppelt werden, doch sie denkt an einen anderen. Alex (Tommy Dewey) möchte Sarah (Britt Lower) mit einem Verlobungsgeschenk beeindrucken und Lauras (Tara Lynne Barr) Freundschaft zu Aubrey (Dylan Gelula) wird persönlich.","versions":[{"lang":1,"streams":[{"redirect":9206204,"hoster":"VOE"},{"redirect":8346215,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flotte Dreier","epNo":7,"alt":"Threesomes","descr":"Valerie (Michaela Watkins) muss sich zwischen zwei Männern entscheiden. Die Beziehung zwischen Alex (Tommy Dewey) und seiner Kollegin sorgt indes für Aufsehen. Laura (Tara Lynne Barr) und Aubrey (Dylan Gelula) machen Spencer (Rhenzy Feliz) derweil ein unwiderstehliches Angebot.","versions":[{"lang":1,"streams":[{"redirect":8975564,"hoster":"VOE"},{"redirect":8346216,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Elster","epNo":8,"alt":"The Magpie","descr":"Nach der Verlobungsfeier von Sarah (Britt Lower) und Jordan (Vincent Kartheiser) vermischen sich Alex (Tommy Dewey) Privat- und Berufsleben. Währenddessen hat Valerie (Michaela Watkins) mit den Folgen ihrer Entscheidung zu kämpfen und Lauras (Tara Lynn Barr) Interesse an Spencer (Rhenzy Feliz) führt zu ungewollten Komplikationen.","versions":[{"lang":1,"streams":[{"redirect":8975565,"hoster":"VOE"},{"redirect":8346220,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der See","epNo":9,"alt":"The Lake","descr":"Alex (Tommy Dewey) und Jordan (Vincent Kartheiser) ringen um die Zukunft des Unternehmens. Häusliches Drama wirft indes einen Schatten auf den Trip von Valerie (Michaela Watkins) und Jack (Kyle Bornheimer). Laura (Tara Lynne Barr) will derweil Spencer (Rhenzy Feliz) im Krankenhaus besuchen, muss dabei aber eine Hürde überwinden.","versions":[{"lang":1,"streams":[{"redirect":8975570,"hoster":"VOE"},{"redirect":8346230,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wiedervereinigung","epNo":10,"alt":"Reunion","descr":"Valerie (Michaela Watkins) und Jack (Kyle Bornheimer) leben ihre Fantasien in einem Hotel aus. Alex (Tommy Dewey) gewöhnt sich an sein neues Leben mit Sarah (Britt Lower).","versions":[{"lang":1,"streams":[{"redirect":8975574,"hoster":"VOE"},{"redirect":8346234,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod und Steuern","epNo":11,"alt":"Death and Taxes","descr":"Valerie (Michaela Watkins) muss Zeit mit Drew (Zak Orth) und ihrem gemeinsamen Steuerberater verbringen. Alex (Tommy Dewey) sucht sich derweil therapeutische Hilfe. Laura (Tara Lynne Barr) hilft Spencer (Rhenzy Feliz) unterdessen bei einer schwierigen Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8975579,"hoster":"VOE"},{"redirect":8346238,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"40","epNo":12,"alt":"40","descr":"Alex (Tommy Dewey) schmiedet Pläne für Valeries (Michaela Watkins) 40. Geburtstag. Drew (Zak Orth) und Valerie besuchen einen Ort, der besonders für sie ist und Laura (Tara Lynne Barr) trifft eine Entscheidung bezuglüch Spencer (Rhenzy Feliz).","versions":[{"lang":1,"streams":[{"redirect":8975575,"hoster":"VOE"},{"redirect":8346240,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das große Unbekannte","epNo":13,"alt":"The Great Unknown","descr":"Eine familiäre Krise bringt Valerie (Michaela Watkins), Alex (Tommy Dewey) und Laura (Tara Lynne Barr) zusammen.","versions":[{"lang":1,"streams":[{"redirect":8975578,"hoster":"VOE"},{"redirect":8346247,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Asche zu Asche","epNo":1,"alt":"Ashes to Ashes","descr":"Nach dem Tod ihres Vaters gewöhnen sich Alex (Tommy Dewey) und Valerie (Michaela Watkins) an ihr getrenntes Leben. Laura (Tara Lynne Barr) versucht indes, ihr Tattoo loszuwerden. Dawn (Frances Conroy) verkündet derweil etwas Unerwartetes.","versions":[{"lang":1,"streams":[{"redirect":8975577,"hoster":"VOE"},{"redirect":8346251,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nacht in Burbank","epNo":2,"alt":"Things to Do in Burbank When You’re Dead","descr":"Nach der Trauerfeier verbringen Alex (Tommy Dewey) und Valerie (Michaela Watkins) eine letzte Nacht auf den Straßen ihrer alten Nachbarschaft, wobei sie diskutieren, wo sie die Asche ihres Vaters verstreuen sollen.","versions":[{"lang":1,"streams":[{"redirect":9206176,"hoster":"VOE"},{"redirect":8346255,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Tisch","epNo":3,"alt":"The Table","descr":"Valerie (Michaela Watkins) ersucht Leons Hilfe, um die Lieferung eines neuen Esszimmertisches anzunehmen. Alex (Tommy Dewey) macht derweil einen Pitch vor potentiellen Investoren. Laura (Tara Lynne Barr) nimmt unterdessen an einer Sexstudie teil.","versions":[{"lang":1,"streams":[{"redirect":12332893,"hoster":"VOE"},{"redirect":8346260,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sprössling","epNo":4,"alt":"The Sprout","descr":"Alex (Tommy Dewey) trifft sich wieder mit Emmy (Eliza Coupe). Valerie (Michaela Watkins) geht derweil vor ihrem ersten Tag an der Uni shoppen. Laura (Tara Lynne Barr) beginnt unterdessen ihren Job als Unterschriftensammlerin für eine Wahlinitiative.","versions":[{"lang":1,"streams":[{"redirect":8975581,"hoster":"VOE"},{"redirect":8346259,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sieh mich an","epNo":5,"alt":"Look at Me","descr":"Valeries Affäre mit ihrem Klassenkameraden ist komplizierter, als sie gehofft hatte. Laura (Tara Lynne Barr) erfährt derweil beunruhigende Informationen über ihre Wahlinitiative. Ein Date lässt Alex (Tommy Dewey) indes über die Zukunft nachdenken.","versions":[{"lang":1,"streams":[{"redirect":8975580,"hoster":"VOE"},{"redirect":8346265,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Troubleshooting","descr":"Alex (Tommy Dewey) muss sich erst wieder daran gewöhnen, Vollzeit zu arbeiten. Valerie (Michaela Watkins) trifft sich derweil mit Jennifer (Katie Aselton) und findet ein interessantes Geheimnis über Jack (Kyle Bornheimer) heraus. Laura (Tara Lynne Barr) putzt während ihres Praktikums für eine Umweltorganisation indes Klinken, um Unterschriften zu sammeln.","versions":[{"lang":3,"streams":[{"redirect":8975605,"hoster":"VOE"},{"redirect":8346332,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Rattenkönig","epNo":7,"alt":"The Rat King","descr":"Rae (Michaela Watkins) entdeckt eine Ratte im Badezimmer, was zu einer wilden Jagd nach dem Tier durch das gesamte Haus von Alex (Tommy Dewey) führt. Die Beziehung zwischen Leon (Nyasha Hatendi) und Leia (Julie Berman) eskaliert derweil.","versions":[{"lang":1,"streams":[{"redirect":13103103,"hoster":"VOE"},{"redirect":8346273,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Venus","epNo":8,"alt":"Venus","descr":"Alex (Tommy Dewey) schließt eine neue Freundschaft auf seiner Arbeitsstelle, während er versucht herauszufinden, wer Valeries (Michaela Watkins) Bruder wirklich ist. In der Zwischenzeit wird es ernst zwischen Laura (Tara Lynne Barr) und Casey (Nadine Nicole). Valeries neuestes Arrangement mit Jack (Kyle Bornheimer) raubt ihr derweil den letzten Nerv.","versions":[{"lang":1,"streams":[{"redirect":8975583,"hoster":"VOE"},{"redirect":8346275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fresno","epNo":9,"alt":"Fresno","descr":"Valerie (Michaela Watkins) und Jack (Kyle Bornheimer) fahren nach Fresno, um Varelie\u0027s Halbbruder zu treffen. Laura (Tara Lynne Barr) überlegt sich, bei einer Stadtratssitzung zu sprechen. Alex\u0027s (Tommy Dewey) Plan, eine Mitarbeiterin zu beeindrucken, geht nach hinten los als sein Haus wegen einem Fotoshooting eines YouTube-Celebrity belagert wird.","versions":[{"lang":1,"streams":[{"redirect":13099904,"hoster":"VOE"},{"redirect":8346277,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nachtisch","epNo":10,"alt":"Cake Walk","descr":"Alex (Tommy Dewey) sucht nach Antworten, nachdem er seine sexuelle Kraft verloren hat. Valerie ( Michaela Watkins) macht sich verrückt über Jacks (Kyle Bornheimer) Entscheidungen, während er ein Doppel-Date mit Alex und Judy (Judy Greer) plant. Laura (Tara Lynne Barr) fühlt sich sehr verloren nach einem harten Abschied.","versions":[{"lang":1,"streams":[{"redirect":13107783,"hoster":"VOE"},{"redirect":8346284,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Notverkauf","epNo":11,"alt":"Firesale","descr":"Valerie ( Michaela Watkins) hat sich dazu breitschlagen lassen, eine Brautjungfer bei einer Hochzeit zu sein, die sie für absurd hält. Alex (Tommy Dewey) und Judy (Judy Greer) genießen ihre neue Romanze. Laura (Tara Lynne Barr) sammelt Geld für einen Umzug nach Sacramento.","versions":[{"lang":1,"streams":[{"redirect":8975584,"hoster":"VOE"},{"redirect":8346288,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"99","epNo":12,"alt":"99","descr":"Es ist das Jahr 1999. Die junge Valerie (Michaela Watkins) und Alex(Tommy Dewey) bereiten sich für eine unerwartete Schwangerschaft vor. In der Gegenwart besucht Laura (Tara Lynne Barr) Casey (Nadine Nicole) in Sacramento und Valeries Beziehung mit Jack (Kyle Bornheimer) erreicht eine Grenze der Belastbarkeit.","versions":[{"lang":1,"streams":[{"redirect":8975591,"hoster":"VOE"},{"redirect":8585058,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Eremit und der Mond","epNo":13,"alt":"The Hermit \u0026 the Moon","descr":"Valerie ( Michaela Watkins) versucht, ihre Beziehung mit Laura (Tara Lynne Barr) zu reparieren, während sie sich dem Groll, den sie gegen Dawn (Frances Conroy) hegt, stellt. Alex (Tommy Dewey) entscheidet sich dazu, einen epischen Camping-Ausflug zu planen - doch er wird episch enttäuscht.","versions":[{"lang":1,"streams":[{"redirect":8975588,"hoster":"VOE"},{"redirect":8346294,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Carrie","epNo":1,"alt":"Carrie","descr":"Laura (Tara Lynne Barr) kehrt von einer längeren Reise ins Ausland zurück. Valerie (Michaela Watkins) stellt schnell fest, dass die Bemühungen, ihre angeschlagene Beziehung zu reparieren schwieriger sein könnte als sie gehofft hatte. Unterdessen versucht Alex (Tommy Dewey) seine neue Familienordnung zu kontrollieren wird kompliziert als eine Überraschung ankommt.","versions":[{"lang":1,"streams":[{"redirect":8975589,"hoster":"VOE"},{"redirect":12481819,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das fehlende Puzzleteil","epNo":2,"alt":"The Missing Piece","descr":"Ein plötzlicher Tod bringt Valerie (Michaela Watkins) dazu, ihre Lebensentscheidungen zu hinterfragen. Alex (Tommy Dewey) strauchelt mit Jeffs Einmischung in seine Familie. Laura (Tara Lynne Barr) versucht ihre Beziehung und ihre neue Karriere in Balance zu halten. Leon und Leia erhalten unerwartete Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":13099901,"hoster":"VOE"},{"redirect":8346301,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Virtual Reality","epNo":3,"alt":"Virtual Reality","descr":"Die Realität von Valeries impulsiven Entscheidungen zeigen sich während Laura (Tara Lynne Barr) die Folgen ihres Streits mit Tathiana erträgt. Alex (Tommy Dewey) navigiert durch die bizarre Welt des Datings und erkennt eine überraschende Verbindung.","versions":[{"lang":1,"streams":[{"redirect":13105789,"hoster":"VOE"},{"redirect":8346307,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Träume","epNo":4,"alt":"Dreams Stay With You","descr":"Alex (Tommy Dewey) geht auf einen psychedelischen Trip, wo er auf jemanden aus seiner Vergangenheit trifft, was ihm sehr unangenehm ist. Valerie (Michaela Watkins) begegnet einer alten Flamme während einer Nacht unterwegs mit John. Laura (Tara Lynne Barr) versucht eine Karrieremöglichkeit trotz eines undurchschaubaren Bosses zu nutzen.","versions":[{"lang":1,"streams":[{"redirect":8975596,"hoster":"VOE"},{"redirect":8346313,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der letzte Super Bowl","epNo":5,"alt":"The Last Super Bowl","descr":"Alex\u0027 (Tommy Dewey) Last Super Bowl Party wird zum Desaster und Valerie (Michaela Watkins) stellt John der Gang vor. Alex muss sich mit Raes Entscheidung, auszuziehen, auseinandersetzen. Laura (Tara Lynne Barr) läuft zufällig Tathiana über den Weg. Leon und Leia stecken in einer Sackgasse fest nach Leias jüngster Offenbarung.","versions":[{"lang":1,"streams":[{"redirect":13099903,"hoster":"VOE"},{"redirect":8346315,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Polytropos","epNo":6,"alt":"Faultless Bodies and Blameless Minds","descr":"Nach einem Tag schlechter Entscheidungen beginnen Alex (Tommy Dewey), Valerie (Michaela Watkins) und Laura (Tara Lynne Barr) beginnen ihre lange überfällige Pilgerreise zu Dawns. Doch als ihr Roadtrip eine überraschende Wendung nimmt, sieht sich jeder der drei mit einem Hindernis konfrontiert, das ihre Willensstärke auf verschiedene Arten herausfordert.","versions":[{"lang":1,"streams":[{"redirect":8975595,"hoster":"VOE"},{"redirect":8346322,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was wirklich zählt","epNo":7,"alt":"All About You","descr":"Alex\u0027 (Tommy Dewey) \"erstes Date\" mit Rae geht alles andere als lässig über die Bühne, während eine sturer John Valeries Geduld herausfordert. Laura (Tara Lynne Barr) kehrt mit einer neuen Lösung zu Tathiana zurück, Leon und Leia beginnen zu meditieren.","versions":[{"lang":1,"streams":[{"redirect":8975599,"hoster":"VOE"},{"redirect":8346323,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Finale","epNo":8,"alt":"Finale","descr":"Alex (Tommy Dewey) und Valerie (Michaela Watkins) straucheln mit einem unerwarteten Tod in ihrer Familie und setzen große Lebensentscheidungen zurück um auf ein Doppeldate zu gehen. Laura (Tara Lynne Barr) findet Klarheit in ihrem Liebesleben.","versions":[{"lang":1,"streams":[{"redirect":13103109,"hoster":"VOE"},{"redirect":8346328,"hoster":"Streamtape"}]}]}]}]}