{"seriesId":"catastrophe","name":"Catastrophe","descr":"\"Catastrophe\" dreht sich um die Irin Sharon (Sharon Horgan) und den Amerikaner Rob (Rob Delaney). Deren kurze Affäre endet in einer Schwangerschaft, so dass sich Rob dazu entschließt, nach Großbritannien zu ziehen und tatsächlich die Rollen als Sharons Freund und Vater seines Kindes anzunehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Eine Woche. 25 Mal. Zwei Kondome. In einer Bar in London lernen sich die irische Lehrerin Sharon und US-Werbeprofi Rob kennen. Eine Woche lang haben sie eine hitzige Affäre, ehe Rob in die USA zurückkehrt. Kurz danach findet Sharon heraus, dass sie schwanger ist. Sie ruft Rob an, der daraufhin nach London zurückkehrt.","versions":[{"lang":1,"streams":[{"redirect":9584413,"hoster":"VOE"},{"redirect":8346507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325318,"hoster":"VOE"},{"redirect":11325317,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Sharon (Sharon Horgan) muss sich von nun an daran gewöhnen, mit Rob (Rob Delaney) zusammen zu wohnen, was ein paar Komplikationen mit sich bringt. Dabei sorgt auch ihr Bruder Fergal für gehörig Stress, während sich Rob mit einem alten Schulfreund trifft und eine neue Idee hat, mit der er Sharon in ihrer Situation helfen könnte.","versions":[{"lang":1,"streams":[{"redirect":9584415,"hoster":"VOE"},{"redirect":8346512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13531874,"hoster":"VOE"},{"redirect":11325352,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die schwangere Sharon durchlebt durch ihre hormonelle Ausnahmesituation Wellen der Geilheit, Traurigkeit und einer ganzen Reihe von Ängsten. Sie hat eine zufällige Begegnung mit einem alten Verehrer, und Rob beginnt eine heimliche Freundschaft mit Chris, dem Ehemann einer Frau, die Sharon nicht leiden kann.","versions":[{"lang":1,"streams":[{"redirect":9584412,"hoster":"VOE"},{"redirect":8346511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325333,"hoster":"VOE"},{"redirect":11325328,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Rob und Sharon sind immer noch dabei sich kennenzulernen und führen weiterhin ein lebhaftes Sexualleben. Sharons Eltern kommen aus Irland zu Besuch, und die Begegnung mit Rob erweist sich als sehr angespannt. Gesundheitliche Komplikationen stellen sich ein, die Sharons Schwangerschaft in Gefahr bringen und für Stress bei ihr und Rob sorgen.","versions":[{"lang":1,"streams":[{"redirect":9584414,"hoster":"VOE"},{"redirect":8346517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325334,"hoster":"VOE"},{"redirect":11325337,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Sharon und Rob planen ihre Hochzeit, während Rob gleichzeitig eine Überraschungs-Geburtstagsfeier für Sharon organisiert. Rob wird über Skype von seinen Chefs in Boston gefeuert und macht sich auf die Suche nach einer Arbeit in London. Sharon ruft Robs Mutter an, um sie zur Hochzeit einzuladen, und diese verrät ihr, dass Rob Sharon eine wichtige Tatsache aus seinem früheren Leben vorenthalten hat.","versions":[{"lang":1,"streams":[{"redirect":9584418,"hoster":"VOE"},{"redirect":8346523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13531873,"hoster":"VOE"},{"redirect":11325376,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die hochschwangere Sharon holt Rob am Flughafen ab und erzählt ihm, dass sie eine alte Freundin aus Irland eingeladen hat, ihre Trauzeugin bei der bevorstehenden Hochzeit zu sein. Rob beschließt, Sharons Bruder Fergal zu bitten, sein Trauzeuge zu sein. Rob und Sharon feiern getrennt ihre Junggesellenabschiede, die beide völlig außer Kontrolle geraten.","versions":[{"lang":1,"streams":[{"redirect":13992797,"hoster":"VOE"},{"redirect":8346524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325373,"hoster":"VOE"},{"redirect":11325363,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Zeiten haben sich geändert für unsere turbulenten Liebhaber Rob und Sharon. Zurück zuhause mit ihrem Neugeborenen, beschließen die beiden etwas unüberlegt, eine Party zu schmeißen. Zu Sharons Bedauern fällt diese Zusammenkunft mit dem Besuch von Robs Mutter, einer beunruhigenden Offenbarung über die Gesundheit ihres Vaters und einem unglücklichen Vorfall mit dem Familienhund zusammen. Als sie feststellen, dass Sharon eventuell an einer Spur von postnataler Depression leidet, ist dies nur der Anfang der Komplikationen, denen sie sich stellen müssen.","versions":[{"lang":1,"streams":[{"redirect":13922280,"hoster":"VOE"},{"redirect":12325854,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13531875,"hoster":"VOE"},{"redirect":11325475,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der sexuell frustrierte Rob ist enttäuscht, als Sharons Psychologe ihr keinen Sex als Behandlung für ihre postnatale Depression verschreibt. Dass bei Robs Arbeit die gutaussehende Französin Olivia als neue Kollegin eingestellt wird, führt zu einigem Tumult. Unglücklicherweise ist während Sharons depressionsbedingter Abwesenheit ihre einzige Mama-Freundin Sam verschwunden und hat sie alleine mit den anderen \"Mombies\" gelassen.","versions":[{"lang":1,"streams":[{"redirect":9584417,"hoster":"VOE"},{"redirect":8346533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325324,"hoster":"VOE"},{"redirect":11325323,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Fran Sharon offenbart, dass sie einen neuen Mann in ihrem Leben hat, entschließt sich Sharon, dass sie und Rob wieder etwas Leidenschaft in ihr Liebesleben bringen müssen. Leider ist das Ergebnis ihres Liebes-Trips nach Paris bestenfalls als gemischt zu bezeichnen. Sharon findet ihre vergessen geglaubte Milchpumpe und entschließt sich Marihuana zu kaufen. Eine Kombination, die nichts Gutes bedeutet. Währenddessen gibt.","versions":[{"lang":1,"streams":[{"redirect":9699565,"hoster":"VOE"},{"redirect":8346536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325321,"hoster":"VOE"},{"redirect":11325320,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während Rob und Sharon ihren Hochzeitstag feiern, driften Fran und Chris immer weiter auseinander. Chris ist mittlerweile in eine Mietwohnung gezogen und lebt dort sein exotisches sexuelles Verlangen aus. Fran wirft sich währenddessen in eine schlecht durchdachte Beziehung mit dem Filmproduzenten Patrick. Unterdessen gerät Daves neue Liebesaffäre mit Catherine, die er bei einem Treffen der Anonymen Alkoholiker kennengelernt hat, in Schwung. Was nicht nur Positives mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":8975920,"hoster":"VOE"},{"redirect":8346541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325416,"hoster":"VOE"},{"redirect":11325409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Sharon will wieder als Lehrerin arbeiten. Doch als sie es endlich schafft, ein Treffen mit der Schulleiterin zu organisieren, verläuft dieses emotionaler als geplant. Auch in Robs Büro wird die Stimmung unangenehm. Grund dafür ist die Abfuhr, die er seiner Kollegin Olivia erteilte und die diese nicht auf sich sitzen lässt. Nach seiner Trennung von Catherine ist Dave total durch den Wind und die Situation gerät außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":8975921,"hoster":"VOE"},{"redirect":8346543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11327300,"hoster":"VOE"},{"redirect":11327306,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Rob hat endlich reinen Tisch gemacht, daraufhin schmeißt ihn Sharon kurzerhand aus dem Haus. Während Rob sich an den völlig fertigen Dave wendet und Zeuge seiner wilden Partyexzesse wird, besucht Sharon Fran, die sich wegen ihrer schnelllebigen Beziehung zu Patrick schämt. Ein Versöhnungsversuch zwischen Sharon und Rob eskaliert und während Rob zur Flasche greift, stürzt sich Sharon ins Nachtleben.","versions":[{"lang":1,"streams":[{"redirect":8975923,"hoster":"VOE"},{"redirect":8346548,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11327266,"hoster":"VOE"},{"redirect":11327267,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Rob steht da mit einer unerklärlichen Rechnung für die \"Pille danach\" in seiner Hand und Unmengen an Fragen an Sharon. Er und Sharon sind wieder vereint, aber hat sie das Unglaubliche getan und ihn betrogen? Sharon kann sich nicht erinnern. Ein Treffen mit Nico enthüllt alles. Und für diese Enthüllung Rob gegenüber hätte sich Sharon keinen schlechteren Zeitpunkt aussuchen können.","versions":[{"lang":1,"streams":[{"redirect":9598723,"hoster":"VOE"},{"redirect":8346546,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325679,"hoster":"VOE"},{"redirect":11325673,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Rob und Sharon haben ihre Differenzen noch immer nicht ganz aus der Welt schaffen können. Auch im Berufsleben läuft nicht alles einwandfrei: Sharon ist zu ihrem Lehrerinnen-Dasein zurückgekehrt und der arbeitsuchende Rob bringt die Kinder zur Schule. Dort wird er umgehend in die Schulhofpolitik verwickelt. Ein Besuch bei Dave in einer Entzugsklinik könnte Robs eigene Suchtprobleme wieder an die Oberfläche bringen.","versions":[{"lang":1,"streams":[{"redirect":9598717,"hoster":"VOE"},{"redirect":8346555,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325745,"hoster":"VOE"},{"redirect":11325735,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Mit Rob und Sharons finanzieller Situation geht es steil bergab, sodass ein Umzug bevorstehen könnte. Ein letzter Versuch, ihre Geldprobleme zu lösen führt dazu, dass Rob sich von einer Modelagentur auslachen lässt. Immer noch arbeitslos und mit der Aussicht auf den Umzug in eine gemietete Unterkunft fühlt er sich gedemütigt. Wird er nun doch bei seinem alten Arbeitgeber Klinken putzen müssen?","versions":[{"lang":1,"streams":[{"redirect":9578620,"hoster":"VOE"},{"redirect":8346559,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325726,"hoster":"VOE"},{"redirect":11325719,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Rob und Sharon erhalten eine sehr überraschende Einladung zum Abendessen bei Fran und Chris und eine weitere Ehre, die sie sich nicht gewünscht haben. Außerdem bekommt Sharon Informationen über ihren Eizellstatus, die sie in Zweifel stürzen. Zu allem Überfluss lüftet Chris Robs dunkles Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":9598721,"hoster":"VOE"},{"redirect":8346562,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11331199,"hoster":"VOE"},{"redirect":11327283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Rob kehrt von seinen \"Ferien in Kanada\" zurück zur Arbeit bei Braeband. Währenddessen erreichen Sharon schlechte Nachrichten, die sie zurück nach Irland verschlagen. Ohne Sharon, dafür aber alleine mit den Kindern gerät Robs Leben außer Kontrolle. Chris ist unglücklich mit der Situation in seinem Familienhaus und entschließt sich dazu, seinen Erzfeind zu konfrontieren.","versions":[{"lang":1,"streams":[{"redirect":9598742,"hoster":"VOE"},{"redirect":8346566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325641,"hoster":"VOE"},{"redirect":11325631,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Während Sharon den Verlust ihres Vaters verkraften muss, wendet Rob sich wegen seines Alkoholkonsums hilfesuchend an seine Mutter Mia. Diese ist aus Amerika angereist, um auf ihre ganz persönliche Weise dem Verstorbenen die letzte Ehre zu erweisen und nebenbei ein paar Pullover zu verkaufen. Fran hat mit Douglas noch ein Hühnchen zu rupfen.","versions":[{"lang":1,"streams":[{"redirect":9578619,"hoster":"VOE"},{"redirect":8346567,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325559,"hoster":"VOE"},{"redirect":11325556,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Rob freundet sich mit der Abstinenz an und versucht, für seinen dem Alkohol geschuldeten Autounfall Wiedergutmachung zu leisten. Eine neue Bekanntschaft kommt Rob zunehmend näher, während Sharon sich in ein neues Hobby stürzt, das sie in rechtliche Schwierigkeiten bringen könnte.","versions":[{"lang":1,"streams":[{"redirect":12919871,"hoster":"VOE"},{"redirect":8346578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325593,"hoster":"VOE"},{"redirect":11325594,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Robs Schwester Sydney, die seit kurzem religiös ist, kommt aus den USA zu Besuch. Der Unfall eines Kindes in Sharons Schule bringt eine überraschende Lehrer-Schüler-Beziehung ans Tageslicht. Fran lädt Sharon dazu ein, ihren Sohn in seinem enthüllenden Theaterstück zu sehen, während Chris einen eigenen Gast vorstellt seine neue, junge Freundin.","versions":[{"lang":1,"streams":[{"redirect":9598771,"hoster":"VOE"},{"redirect":8346579,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325778,"hoster":"VOE"},{"redirect":11325764,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Sharon und Rob beschließen gemeinsam fit zu werden. Sharon realisiert, dass sie nicht in der körperlichen Verfassung ist, die sie sich wünschen würde. Doch Fran hat einen hilfreichen Vorschlag, um sie auf die richtige Bahn zu bringen. In der Zwischenzeit erduldet Rob eine obstbasierte Konfrontation in einem lokalen Park. Dave zeigt, wie sehr er das Leben als Vater genießt.","versions":[{"lang":1,"streams":[{"redirect":9598776,"hoster":"VOE"},{"redirect":8346590,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11326898,"hoster":"VOE"},{"redirect":11326859,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Rob ist nicht begeistert darüber, dass sie den 40. Geburtstag seines Schwagers Fergal feiern müssen und alte Spannungen wieder zutage treten. Sharon begegnet einem Männermodel, dem \"neuen Mann\" ihrer Mutter, während Fran und Chris betrunken mit ihren neuen Partnern feiern.","versions":[{"lang":1,"streams":[{"redirect":9584419,"hoster":"VOE"},{"redirect":8346586,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11327176,"hoster":"VOE"},{"redirect":11327131,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Sharon ist durch einen klebrigen Fleck in der Schule verunsichert, der mit dem neuen Direktor zu tun hat. Robs Chef besucht London und scheint sich sehr für seine Karriere zu interessieren. Könnte Rob in der Hackordnung aufsteigen? Fran und Chris treffen eine große Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":9598794,"hoster":"VOE"},{"redirect":8346592,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11331217,"hoster":"VOE"},{"redirect":11327270,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Durch einen Familienurlaub in den Vereinigten Staaten sehen Rob und Sharon sich gezwungen, eine große Entscheidung zu fällen. Das unter Druck gesetzte Paar muss mit einem entfremdeten Familienmitglied und einem \"Trauervampir\" verhandeln, während Rob ein verlockendes, aber kompliziertes Angebot von einem alten Freund erhält.","versions":[{"lang":1,"streams":[{"redirect":9584420,"hoster":"VOE"},{"redirect":8346595,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11327038,"hoster":"VOE"},{"redirect":11327043,"hoster":"Streamtape"}]}]}]}]}