{"seriesId":"catherine-the-great-2019","name":"Catherine the Great (2019)","descr":"Im Zentrum steht Katharina die Große gegen Ende ihrer Regentschaft und während ihrer leidenschaftlichen Affäre mit Grigori Alexandrowitsch Potjomkin. Die beiden können nicht heiraten, leben promiskuitiv und entwickeln doch eine einzigartige Beziehung voller Hingabe. Gemeinsam halten sie ihre Feinde in Schach – wie Katharinas Langzeit-Liebhaber Grigori Orlow, der nach öffentlicher Anerkennung verlangt – und den Status eines Ehemanns -, oder den ungeliebten Sohn Paul der Zarin – und formen Russland um zu einem Staat, der den \"modernen\" (im 18. Jahrhundert) europäischen Monarchien nacheifert. So ist der Vierteiler, neben den nachgezeichneten Skandalen, Konflikten und Intrigen am kaiserlichen Hof, auch eine Geschichte über geradezu besessene Liebe!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der gewisse Gefangene","epNo":1,"alt":"Episode 1","descr":"Während Katharina der Großen (Helen Mirren), Kaisern von Russland, der Platz auf dem Thron streitig gemacht wird, lernt sie den mutigen und aufgeschlossenen Lieutenant Grigory Potemkin (Jason Clarke) kennen.","versions":[{"lang":1,"streams":[{"redirect":14404879,"hoster":"VOE"},{"redirect":14430946,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Krieg und Liebe","epNo":2,"alt":"Episode 2","descr":"Nachdem Potemkin (Jason Clarke) siegreich aus dem Krieg zurückgekehrt ist, findet er eine nachdenkliche Katharina (Helen Mirren) vor. Die beiden sprechen offen über ihre Vergangenheit und Zukunft, während ein Kosake Unzufriedenheit unter der ländlichen Bevölkerung schürt.","versions":[{"lang":1,"streams":[{"redirect":14404794,"hoster":"VOE"},{"redirect":14430947,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Stadt der Zarin","epNo":3,"alt":"Episode 3","descr":"Katharina (Helen Mirren) und Potemkin (Jason Clarke) erleben wachsende Probleme in ihrer Beziehung, denn Potemkins Anstrengungen Russland zu erweitern, gefallen Minister Panin (Rory Kinnear) nicht.","versions":[{"lang":1,"streams":[{"redirect":14405690,"hoster":"VOE"},{"redirect":14430948,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Testament","epNo":4,"alt":"Episode 4","descr":"Druck von ausländischen Mächten führt zu einem heftigen Streit zwischen Katherina (Helen Mirren) und einem kränklichen Potemkin (Jason Clarke). Katherina versucht die Erbfolge zu ändern, denn ihre Regenschaft neigt sich dem Ende.","versions":[{"lang":1,"streams":[{"redirect":14405067,"hoster":"VOE"},{"redirect":14430949,"hoster":"Streamtape"}]}]}]}]}