{"seriesId":"cecilia-2021","name":"Cecilia (2021)","descr":"Cecilia glaubt, sie kommt mit allem und jedem zurecht. Sie macht sich selbst zum Mittelpunkt der Bedürfnisse aller anderen. Gebraucht zu werden, heißt für sie, geliebt zu werden. Eine neue Person eröffnet ihr eine neue Chance.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Masamadre","epNo":1,"alt":"","descr":"Cecilia sichert sich nun den Verkauf der Familienbäckerei zum 15. Geburtstag ihrer Tochter; der Stress und die Emotionen bilden eine explosive Kombination, die schreckliche Folgen mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":14497274,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Beichte","epNo":2,"alt":"","descr":"Cecilia wird wegen ihres Schlaganfalls ins Krankenhaus eingeliefert und braucht eine riskante Operation; In ihrer Abwesenheit bringt ihre Familie alte Konflikte auf den Tisch.","versions":[{"lang":1,"streams":[{"redirect":14508208,"hoster":"VOE"},{"redirect":14502481,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Reglos","epNo":3,"alt":"","descr":"Cecilias plötzliches Erwachen hat einige physische und neurologische Folgen; Mit jedem Besuch verschlechtert sich ihr Zustand.","versions":[{"lang":1,"streams":[{"redirect":14497369,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Schonungslos ehrlich","epNo":4,"alt":"","descr":"Cecilia hat einige Gefühle für ihren Arzt; Die Beziehung zu Mercedes und die Folgen des Schlaganfalls sorgen für einige Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":14497287,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Hemmungslos","epNo":5,"alt":"","descr":"Cecilia macht einen unerwarteten Besuch bei Dr. Jiménez im Krankenhaus; er räumt ein, dass ihr neues hemmungsloses Verhalten auf eine tiefe Hirnläsion zurückzuführen sein könnte.","versions":[{"lang":1,"streams":[{"redirect":14497285,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Señora… señora… señora","epNo":6,"alt":"","descr":"Vor der Operation lädt Cecilia ihre Familie zum Frühstück ein, um den Muttertag zu feiern. unerwartet ignorieren alle sie, da sie damit beschäftigt sind, sich mit ihren eigenen Problemen zu befassen.","versions":[{"lang":1,"streams":[{"redirect":14497460,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Botanischer Garten","epNo":7,"alt":"","descr":"Cecilia muss notoperiert werden; Jiménez hat Gefühle für sie, also bittet er einen Kollegen, die Operation durchzuführen, auch wenn er mit der Art des Eingriffs, den er vorschlägt, nicht einverstanden ist.","versions":[{"lang":1,"streams":[{"redirect":14497276,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Cecilias Anruf","epNo":8,"alt":"","descr":"Nach ihrem chirurgischen Eingriff beschließt Cecilia, bei Jiménez zu bleiben, während sie sich erholt, was gegen den Willen ihrer Familie verstößt. Ihre Verwandten beginnen sich darüber zu streiten, bei wem sie bleiben soll.","versions":[{"lang":1,"streams":[{"redirect":14497485,"hoster":"VOE"}]}]}]}]}