{"seriesId":"cell-8","name":"Cell 8","descr":"Ein Ereignis auf einer Fähre zwischen Schweden und Finnland, stürzt die beiden Kriminalkommissare Mariana Hermansson (Mimosa Willamo) und Ewert Grens (Leonard Terfelt) in einen mysteriösen und zunehmend dunklen Fall, deren Bedeutung weit über die Grenzen Schwedens hinausreicht. Hinzu kommt eine persönliche Verbindung zu Hermansson, aber auch zu einem zum Tode verurteilten in den USA. (Fortsetzung der Serie \"Box 21\" - basierend auf den  Krimiromanen von Anders Roslund und Börge Hellström.)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jeder ist jemandes Narr","epNo":1,"alt":"Everybody’s Somebody’s Fool","descr":"Auf einem Kreuzfahrtschiff nach Stockholm greift ein amerikanischer Mann einen Passagier an. Als Marianna Hermansson von der Stockholmer Polizei eintrifft, ist er geflohen. Was sie nicht weiß, ist, dass der Mann ihr Freund, John, ist.","versions":[{"lang":1,"streams":[{"redirect":12389295,"hoster":"VOE"},{"redirect":12389294,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Totgeglaubter Mann","epNo":2,"alt":"Dead Man Walking","descr":"Mariana findet heraus, dass John nicht nur der Angreifer ist, sondern auch, dass er angeblich vor zehn Jahren gestorben ist, hingerichtet in einem Gefängnis in Ohio. Als John versucht zu fliehen, lockt Mariana ihn zurück.","versions":[{"lang":1,"streams":[{"redirect":12389296,"hoster":"VOE"},{"redirect":12389299,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Interessenkonflikt","epNo":3,"alt":"Conflict of Interest","descr":"John wird vom Vorwurf der Körperverletzung freigesprochen, aber das Außenministerium beschließt, ihn auszuliefern. Mariana ist von seiner Unschuld überzeugt und hilft ihm, erneut aus dem Gefängnis zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":12389304,"hoster":"VOE"},{"redirect":12389300,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Außergewöhnliche Überstellung","epNo":4,"alt":"Extraordinary Rendition","descr":"Während Mariana und John auf der Flucht sind, handelt Ewert einen Deal aus, um John vor der Auslieferung zu bewahren, doch in Ohio hat Edward Finnigan andere Vorstellungen.","versions":[{"lang":1,"streams":[{"redirect":12389305,"hoster":"VOE"},{"redirect":12389309,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bedeutung des Urteils","epNo":5,"alt":"Meaning of the Verdict","descr":"Als John wieder in der Todeszelle sitzt, reist Mariana nach Ohio, um ihm zu helfen, seine Unschuld zu beweisen. Dabei gerät sie in Konflikt mit Hanna, die sich darauf konzentrieren will, politischen Druck auf Finnigan auszuüben.","versions":[{"lang":1,"streams":[{"redirect":12389307,"hoster":"VOE"},{"redirect":12402722,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Endgültige Argumente","epNo":6,"alt":"Final Arguments","descr":"Mariana folgt den Hinweisen zurück nach Schweden und findet heraus, wer Elisabeth ermordet hat. Während Hanna dies Finnigan verrät, vollendet er ihren Plan und schickt sich selbst in die Todeszelle.","versions":[{"lang":1,"streams":[{"redirect":12389318,"hoster":"VOE"},{"redirect":12389322,"hoster":"Streamtape"}]}]}]}]}