{"seriesId":"centaur-no-nayami","name":"Centaur no Nayami","descr":"Engel, Meerjungfrauen und diverse weitere Kreaturen aus Sagen und Märchen sind in der Welt von Himeno, einem schüchternen Zentaurenmädchen, völlig normal, denn dort leben solche Wesen alle zusammen – ob mit Hörnern, Schwänzen oder anderen mystischen Körperteilen. Doch bis auf diesen feinen Unterschied, müssen auch Himeno und ihre Freunde Nozomi und Kyoko unseren Gewohnheiten entsprechend zur Schule gehen und ihren Alltag meistern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"When All Is Said And Done Everyone Loves Kisses / Did You Know That a Marathon Is a Microcosm of Life?","descr":"Die jährlichen künstlerischen Aufführungen der Klassen stehen an. Klasse 1-1 führt ein Theaterstück auf, bei dem das gesamte Publikum auf die finale Kussszene wartet. Nach einem Vortrag über die Rassenkunde durch ihre Lehrerin müssen die Schüler einen Marathon laufen. Dabei kommen so einige Dinge zu Tage, wie sich die verschiedenen Rassen unterscheiden.","versions":[{"lang":3,"streams":[{"redirect":8347956,"hoster":"VOE"},{"redirect":8346782,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Beauty Is a Double-Edged Sword / Water People Living in Water and Mountain People Living in Mountains Really Are Just That","descr":"Nozomi und Kyōko finden heraus, dass Himeno nebenbei für ein Modemagazin modelt. Es ist kalt geworden und die Mitglieder der Klassen finden heraus, dass einige Rassen es im Winter angenehmer haben als andere. Sie erinnern sich an ihren Besuch an der 14. Meervolk-Oberschule.","versions":[{"lang":3,"streams":[{"redirect":8975985,"hoster":"VOE"},{"redirect":8346793,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Where Do the Little Ones Get So Much Vitality? / Regardless of the Generation, Magical Girls Are Popular, Huh?","descr":"Himeno und ihre kleine Cousine treffen in der Stadt die Klassensprecherin und ihre 3 kleinen Schwestern, die Chis. Eines Tages hat die Klassensprecherin noch einen Termin in der Schule und muss ihre 4 kleinen Schwestern allein zu Hause lassen. Diese dürfen aber Freude einladen und alle spielen auf dem Gelände des Schreins. Doch für die kleinste Schwester Sue ist das alles etwas zu anstrengend, da sie durch ihre genetische Fehlbildung nicht sehr belastbar ist ...","versions":[{"lang":3,"streams":[{"redirect":8975989,"hoster":"VOE"},{"redirect":8346797,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Why Are We So Bewildered When We Receive a Love Letter? / You Can Tell What Type a Person Is By Whether They Believe in UMAs and UFOs or Not.","descr":"Ein Junge von der Schule überreicht Himeno in der Bahn einen Liebesbrief, woraufhin sie panisch flüchtet. Es kommt heraus, dass sie seit Kindertagen ein Trauma hat ... Nozomi sieht etwas am Fenster vorbeihuschen und ist fest überzeugt, ein UFO gesehen zu haben. Als sie am nächsten Tag auf dem Weg in die Schule sind, müssen sie feststellen, dass die Schule vom Staat abgeriegelt wurde und überall Geheimdienstagenten unterwegs sind. Was hat es damit bloß auf sich?","versions":[{"lang":3,"streams":[{"redirect":8975990,"hoster":"VOE"},{"redirect":8346805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Antarcticans Are Like Walking Rumors / But In the End, The Antarcticans\u0027 History and Roots Are a Mystery, Too","descr":"Die Mädels freunden sich mit ihrer neuen Mitschülerin Sassasul an. Doch für Himeno gibt es da ein Problem ... Sassasul beantwortet den anderen ihre Fragen über ihre Heimat","versions":[{"lang":3,"streams":[{"redirect":8975993,"hoster":"VOE"},{"redirect":8346807,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Is Being Able to Retrace One\u0027s Past and Ancestors A Reason to Be Happy or Unhappy? / Does Getting a Job Doing What You Love Really Bring Happiness?","descr":"Himeno erzählt die Legende zu der Geschichte ihrer Ahnen. Kyokos Vater ist ein bekannter investigativer Journalist. Seit einiger Zeit greift ihm nun auch Kyoko als Assistentin unter die Arme, damit er seine Deadlines einhalten kann. Während der Arbeit beobachtet Kyoko, wie die Klassensprecherin in Priesterinnenkleidung eine Nachbarin besucht ...","versions":[{"lang":3,"streams":[{"redirect":8975995,"hoster":"VOE"},{"redirect":8346811,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"First Experiences Are Scary and Fun All in One... Pardon the Rhyme. / Occult Movies You Watch as a Kid Are 140% Scarier.","descr":"Die Mädels und ihre kleinen Geschwister gehen zusammen ins Schwimmbad. Einer der Kameraden aus dem Schulklub will sich an die Klubvorsitzende ranmachen und spannt deshalb die gesamte Clique für einen Gruselgeschichten-abend in der Schule ein.","versions":[{"lang":3,"streams":[{"redirect":8975997,"hoster":"VOE"},{"redirect":8346815,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mental Strengh Might Be the Biggest Reason One Wins a Serious Competition. / The Uncertainty of What One Believes In... Or So I Absurdly Mumble.","descr":"Himeno nimmt an einem Bogenschießwettbewerb teil, den sie jährlich überlegen gewinnt. Die andere Teilnehmerin, Ayaka, findet das gar nicht lustig. Im Dorf der Meermenschen steht ein großes Fest an. Doch die Zeremonie verläuft ganz anders als gedacht.","versions":[{"lang":3,"streams":[{"redirect":8975996,"hoster":"VOE"},{"redirect":8346818,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"What Are the Struggles of Someone Known as a Prominent Figure? / What Is the Life of Someone Known as a Prominent Figure Like?","descr":"Herr Rousseau, ein Amphibier aus Südamerika, der in Frankreich aufgewachsen ist, besucht Japan und die Schule der Mädchen. Er besucht auch den stellvertretenden Generalsekretär der Vereinten Nationen, dessen grausame Vergangenheit wir in einem Rückblick erfahren.","versions":[{"lang":3,"streams":[{"redirect":8976000,"hoster":"VOE"},{"redirect":8346821,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"When You Choose to Look For Contemporary Art For a Date... Part 1 / When You Choose to Look For Contemporary Art For a Date... Part 2","descr":"Sassasul besucht mit einem Klassenkameraden eine Ausstellung von Moderner Kunst. Gleichzeitig sind auch Tama und Omaki aus anderen Gründen dort auf einem \"Date\" unterwegs.","versions":[{"lang":3,"streams":[{"redirect":8976003,"hoster":"VOE"},{"redirect":8346825,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"There Are As Many Names of Flowers... As There Are People, But That\u0027s Totally a Lie! / There Are As Many Types of Beauty As There Are People, Which Is Probably True If Used in a Broad Sense?","descr":"Shino erfährt von Himeno viel über die Gräser und Kräuter, die am Wegesrand wachsen. Ihr wissen gibt sie sogleich an ihre faszinierten Kameradinnen im Kindergarten weiter. Doch die Kindergärtnerinnen begehen einen schweren Fehler ... Die Chiis und Sue machen sich auf die Suche nach einer Frau, die hübscher ist als ihre Schwester.","versions":[{"lang":3,"streams":[{"redirect":8976004,"hoster":"VOE"},{"redirect":8346827,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"We Tried Making a Fantasy Story in RPG Style./ Fierce Fights! Arm Wrestling! How Will the Battle of the Heroines End?","descr":"Die Mädels hören sich eine Geschichte über eine Fantasywelt an, in der sie die Charaktere spielen. Die Mädels aus der Klasse machen ein großes Turnier im Armdrücken. Die Arme Himeno versteht bis zum Ende nicht, warum ausgerechnet Armdrücken.","versions":[{"lang":3,"streams":[{"redirect":8976007,"hoster":"VOE"},{"redirect":8346829,"hoster":"Streamtape"}]}]}]}]}