{"seriesId":"cestvs-the-roman-fighter","name":"CESTVS: The Roman Fighter","descr":"Cestvs tritt zu seinem ersten Kampf in der Sklaven-Gladiatorenschule an. Dort steht er seinem ersten Gegner und besten Freund gegenüber, doch diesen tötet er ohne zu zögern und entscheidet den Kampf für sich. Denn laut seinem Ausbilder Zafar haben Verlierer keine Zukunft. Mit jedem Kampf nehmen seine Trauer und Wut überhand und er steht nicht länger nur mächtigen Gegnern gegenüber, sondern auch dem fünften Kaiser des römischen Reiches namens Nero. Kann der unfreie Cestvs seine Zukunft in die eigene Hand nehmen?!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Slave Fighter Cestvs","descr":"Cestus ist ein junger Sklave im römischen Reich. Er soll zu einem Fauskämpfer ausgebildet werden, der in der Arena zur Belustigung des Volkes auf Leben und Tod kämpfen muss. Nach hundert Siegen - so wurde ihm versprochen - erwartet ihn die Freiheit.","versions":[{"lang":3,"streams":[{"redirect":7999651,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Different Kind of Fight","descr":"Nach ihrem Auftritt in der Arena werden Cestus und Ruska von Kaiser Nero zu sich bestellt. Dieser entpuppt sich als erstaunlich zartfühlend, aber auch er ist nicht frei in dem, was er tut.","versions":[{"lang":3,"streams":[{"redirect":8969358,"hoster":"VOE"},{"redirect":8334401,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Boxing Dogs","descr":"Cestus erlangt bei einer Kneipenschlägerei die Aufmerksamkeit der Adligen Frau Sabina, die ihn als persönlichen Sklaven zu kaufen gedenkt. Doch Cestus begeht einen folgenschweren Fehler, als er sich den Willen der Frau nicht fügt.","versions":[{"lang":3,"streams":[{"redirect":8969360,"hoster":"VOE"},{"redirect":8334407,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Surviving Until Tomorrow","descr":"Der Tag des Kampfes in der Arena ist gekommen. Cestus muss gegen den ungeschlagenen Champion Pompejis antreten: Den Bluthund Emden. Dieser hat den Auftrag, Cestus zum Krüppel zu schlagen. Und dieser hat der Unerbittlichkeit nur wenig entgegenzusetzen.","versions":[{"lang":3,"streams":[{"redirect":8969359,"hoster":"VOE"},{"redirect":8334409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Where Hope Can Be Found","descr":"Cestus und Emden stehen sich noch immer in der Arena gegenüber. Beide Kämpfer schonen sich nicht und kämpfen verbissen um den Sieg.","versions":[{"lang":3,"streams":[{"redirect":8969362,"hoster":"VOE"},{"redirect":8334411,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Separated from the Goddess","descr":"Im Kampf gegen Emden hat Cestus schweres Spiel. Deutlich unterlegen hat er nur noch eine Chance: Die neue Technik, die ihm sein Meister gelehrt hat.","versions":[{"lang":3,"streams":[{"redirect":12332849,"hoster":"VOE"},{"redirect":8603165,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Caged Screams","descr":"Cestus und seine Gruppe ertüchtigen ich im Straßenbau, doch Boten des Kaisers erscheinen, die auf kaiserlichen Befehl hin Cestus\u0027 Teilnahme an einem Turnier verlangen.","versions":[{"lang":3,"streams":[{"redirect":8969363,"hoster":"VOE"},{"redirect":8671447,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Epiphany","descr":"Der Vorentscheid geht weiter, doch Cestus ist unruhig und unzufrieden. Seine Wut steigert sich mit jedem Augenblick...","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Lucky Man","descr":"Im Vorentscheid geht es ins Final. Cestus trifft dort - wie erwartet- auf Felix. Dieser scheint das Glück gepachtet zu haben. Doch ist das nicht nur Show, Cestus muss sich auf einen unerwarteten Kampfstil einlassen...","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Quiet Groundwork","descr":"Im Finale des Vorentscheids steht Cestus gegen Felix. Dieser ist weit erfahrener als er, zudem hat sich Cestus den Fuß verletzt. Er muss sich etwas einfallen lassen, um nicht vor die Hunde zu gehen...","versions":[{"lang":3,"streams":[{"redirect":8969365,"hoster":"VOE"},{"redirect":8626197,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A New Battlefield","descr":"Cestus hat den Vorentscheid gewonnen und so das Recht erlangt, beim großen Turnier in Sizilien anzutreten. Man begibt sich nach Syrakus, wo die besten Kämpfer der bekannten Welt aufeinander treffen.","versions":[{"lang":3,"streams":[{"redirect":14426775,"hoster":"VOE"},{"redirect":8626203,"hoster":"Streamtape"}]}]}]}]}