{"path":"/serie/stream/chain-of-command","name":"Chain of Command","descr":"Die Doku-Serie \"Chain of Command\" liefert einen Einblick in die Befehlskette der US-Armee. Den Produzenten stand dabei erstmals ein umfassender Zugang zu allen Entscheidungsinstanzen im US-Militärapparat offen – selbst in dem sonst hermetisch abgeschotteten Machtzentrum Pentagon. So erlebt der Zuschauer, wie Entscheidungen im Pentagon sich direkt auf alle Angehörigen der Streitkräfte, die an vorderster Front kämpfen, auswirken.","seasons":[{"path":"/serie/stream/chain-of-command/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/chain-of-command/staffel-1/episode-1","name":"Einsatz im Irak","epNo":1,"alt":"By, With \u0026 Through","descr":"Die Einsätze der US-Streitkräfte gegen gewalttätige Extremisten erstrecken sich über den gesamten Erdball. \"Chain of Command\" besucht die Schauplätze des Geschehens – von Washington, D.C., wo strategische Entscheidungen gefällt werden, über Militärbasen am Persischen Golf, die mit der Überwachung des Luftraums im Mittleren Osten betraut sind, bis ins irakische Mossul, wo sich eine von den USA angeführte Allianz erbitterte Gefechte mit Anhängern des \"Islamischen Staats\" liefert. Die Kämpfe konzentrieren sich zunächst auf den Osten der irakischen Metropole, die 2014 von den Terroristen erobert worden war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6657159","hoster":"VOE"}]}]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-2","name":"Kampf gegen den IS","epNo":2,"alt":"Perception and Reality","descr":"Im irakischen Mossul geht der Kampf gegen den IS in die nächste Runde: Zwar ist es den verbündeten amerikanischen und irakischen Streitkräften gelungen, den Osten der Stadt von den Terroristen zurückzuerobern. Doch im Westen halten die IS-Kämpfer weiterhin starke Stellungen. Auch andernorts geht der Kampf gegen den Extremismus weiter: \"Chain of Command\" begleitet einen Marine, der sich auf den Einsatz in Afghanistan vorbereitet, und berichtet aus Trinidad, wo die muslimische Gemeinde mit der Tatsache hadert, dass immer mehr junge Menschen ausreisen, um sich dem IS anzuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6657158","hoster":"VOE"}]}]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-3","name":"Mit vereinten Kräften","epNo":3,"alt":"Shoulder to Shoulder","descr":"Während in der irakischen Metropole Mossul die Kämpfe gegen die IS-Milizen mit unveränderter Härte anhalten, werden in Südamerika Maßnahmen gegen Anschläge in den Vereinigten Staaten getroffen: In Kolumbien arbeiten einheimische und US-Agenten gemeinsam daran, ein Einsickern von IS-Terroristen in die USA zu verhindern. Unterdessen bereiten sich in Maine zwei Eheleute auf ihre bevorstehende Militärmission in Afghanistan vor. Der Abschied fällt beiden schwer, denn um ihre Pflicht zu tun, müssen sie ihre minderjährigen Kinder zurücklassen.","versions":[]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-4","name":"Gefährliche Propaganda","epNo":4,"alt":"The End of the Beginning","descr":"Der von den USA ausgerufene \"Krieg gegen den Terror\" erfordert einen langen Atem: Während die Rückeroberung der irakischen Metropole Mossul im Juli 2017 endlich abgeschlossen ist, rekrutiert der \"Islamische Staat\" weiterhin Freiwillige aus aller Welt. Auch im karibischen Inselstaat Trinidad und Tobago fällt die Propaganda des \"Kalifats\" bei vielen jungen Menschen auf fruchtbaren Boden. Würdenträger der islamischen Gemeinde versuchen zwar, die falschen Versprechungen der Terroristen zu entlarven. Doch nicht immer gelingt es, die fanatisierten IS-Anhänger von der Ausreise abzuhalten.","versions":[]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-5","name":"Krieg gegen den Terror","epNo":5,"alt":"Generations","descr":"Der schwelende, immer wieder in blutigen Anschlägen aufflammende Konflikt in Afghanistan war für die Streitkräfte der USA mit Mitteln der konventionellen Kriegsführung unlösbar. Mittlerweile ist die afghanische Armee dank ausländischer Unterstützung soweit aufgebaut, dass sie selbst gegen die Taliban vorgehen kann – doch das erfordert konstantes Training. \"Chain of Command\" begleitet US-Marines bei ihren Lehrgängen in Afghanistan und zeigt, welchen Preis die Armeeangehörigen für ihre Teilnahme an dieser fordernden Mission zahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6657162","hoster":"VOE"}]}]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-6","name":"Die Spuren des Krieges","epNo":6,"alt":"Crossroads","descr":"In Afghanistan geht die Ausbildung einheimischer Armeeeinheiten durch die US-Marines weiter. Im Pentagon nimmt die Militärführung unterdessen einen anderen Konfliktherd in den Blick: Extremistische Strömungen in einigen afrikanischen Ländern könnten die Lage dort destabilisieren. Um die Gefahr frühzeitig einzudämmen, setzen die USA auf Spezialeinheiten, die sich eingehend auf die Besonderheiten der jeweiligen Region vorbereiten. In Panama widmet sich derweil ein US-Agent der Identifizierung potenzieller Terroristen in den Reihen der Migranten, die in Richtung Vereinigte Staaten unterwegs sind.","versions":[]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-7","name":"Ein gefährlicher Einsatz","epNo":7,"alt":"War Without Borders","descr":"Die Vereinigten Staaten führen ihren \"Krieg gegen den Terror\" an mehreren Fronten. Während eine US-Einheit von einem Flugzeugträger aus Luftangriffe gegen den \"Islamischen Staat\" (IS) fliegt, fokussiert sich eine andere auf Afghanistan. Ziel ist es dort, die Korruption innerhalb der afghanischen Armee zu bekämpfen. Zur gleichen Zeit arbeiten in Afrika amerikanische Soldaten mit somalischen Streitkräften zusammen, während Spezialtruppen sich auf eine Stationierung in Niger vorbereiten.","versions":[]},{"path":"/serie/stream/chain-of-command/staffel-1/episode-8","name":"Einsatz im Niger","epNo":8,"alt":"Why We Fight","descr":"Der \"Krieg gegen den Terror\" wird an vielen Fronten rund um die Welt geführt. Die US-Truppen bereiten sich deshalb sorgfältig auf die jeweiligen Gegebenheiten vor Ort vor. Doch auch die beste Einsatzplanung schützt nicht vor Rückschlägen: Im westafrikanischen Niger kommen vier Mitglieder der Special Forces im Kampf gegen Extremisten ums Leben. Währenddessen bereitet sich in Afghanistan eine Gruppe Marines auf die Rückkehr nach Hause vor. Die Soldaten verlassen das Land am Hindukusch Afghanistan allerdings mit gemischten Gefühlen: Ihnen ist klar, dass der Weg hin zu dauerhaftem Frieden noch lang ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6657171","hoster":"VOE"}]}]}]}]}