{"seriesId":"chance","name":"Chance","descr":"Die Serie \"Chance\" basiert auf dem gleichnamigen Roman von Kem Nunn (Sons of Anarchy). Der Psychothriller dreht sich um den Neuropsychiater Dr. Eldon Chance, dessen Leben gerade durch Scheidung, Tochter im Teenageralter und einem berufsethischen Verfahren aus den Fugen gerät. Er fühlt sich von Jaclyn Blackstone angezogen, einer misshandelten, traumatisierten Frau, die an einer Multiplen Persönlichkeitsspaltung leidet und ihre Nymphomanie als Jackie Black auslebt. Chance wird gegen seinen Willen in die gefährliche Welt von falschen Identitäten, Polizeikorruption und Geisteskrankheiten gezogen. Das Verwirrspiel beginnt","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die helfende Hand","epNo":1,"alt":"The Summer of Love","descr":"Dr. Eldon Chance lebt und arbeitet als Psychiater in San Francisco. Privat muss er sich mit seiner sehr teuren Scheidung auseinandersetzen und versucht, die Beziehung zu seiner Tochter zu retten. Beruflich frustrieren ihn die schier unlösbaren Probleme seiner Patienten, bis die rätselhafte Jaclyn Blackstone auftaucht und Chance um Hilfe bittet. Jaclyn, die an einer multiplen Persönlichkeitsstörung leidet, sucht einen Weg, dem Einfluss ihres extrem gewalttätigen Ehemanns Raymond zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":8976072,"hoster":"VOE"},{"redirect":13458406,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Gesetz des Zufalls","epNo":2,"alt":"The Axiom of Choice","descr":"Dr. Eldon Chance stellt Nachforschungen über seine Patientin Jaclyn Blackstone bei deren neuer Therapeutin Suzanne Silver an. Die scheint nicht ganz davon überzeugt zu sein, dass Jaclyn tatsächlich unter einer multiplen Persönlichkeitsstörung leidet. Eine heimliche Verabredung von Chance und Jaclyn führt später zu einem verhängnisvollen Zusammentreffen mit Jaclyns Mann Raymond.","versions":[{"lang":1,"streams":[{"redirect":8976068,"hoster":"VOE"},{"redirect":8347022,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Feind im Hintergrund","epNo":3,"alt":"Hiring It Done","descr":"Während Jaclyn Blackstone ihre Therapie fortsetzt, werden Chance (Hugh Laurie), seine Frau Christina und seine Tochter Nicole zur Zielscheibe von Raymond Blackstones Belästigungen. Jaclyns psychopathischer Mann macht Chance klar, dass er noch lange nicht fertig ist mit ihm.","versions":[{"lang":1,"streams":[{"redirect":13096000,"hoster":"VOE"},{"redirect":8347024,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Unterschied zwischen gut und böse","epNo":4,"alt":"The Mad Doctor","descr":"Chance und D überwachen Blackstone, in der Hoffnung, so Beweise für Jaclyns Anschuldigungen zu bekommen, ihr Mann sei korrupt. Chance spürt selbst, dass sein Wunsch, Jaclyn zu helfen, langsam zur Osession wird. Das lässt ihn an seinem Vorgehen und an seinem eigenen Geisteszustand zweifeln.","versions":[{"lang":1,"streams":[{"redirect":10492058,"hoster":"VOE"},{"redirect":10492063,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Konfrontation und Eskalation","epNo":5,"alt":"A Still Point in the Turning World","descr":"Chance und D sind wie besessen davon, Blackstone Korruption nachzuweisen, und weiten deshalb die Überwachung aus. Während Chance sein Gehirn untersuchen lässt, weil er sich fragt, ob es einen medizinischen Grund für sein unberechenbares Verhalten gibt, versucht D, Blackstones Computer zu hacken. Dabei kommt es zu einem Zwischenfall.","versions":[{"lang":1,"streams":[{"redirect":8976082,"hoster":"VOE"},{"redirect":8347028,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In der Höhle des Löwen","epNo":6,"alt":"The Unflinching Spark","descr":"Während Chance und D auf die Auswirkungen ihrer misslungenen Mission warten, sorgt sich der Psychiater um die Sicherheit seiner Familie. Später verbringt Chance eine Nacht allein mit Jaclyn und muss feststellen, dass diese bei weitem nicht so hilflos ist, wie sie vorgibt. Während sich Blackstone im Krankenhaus erholt, suchen Chance und D in seiner Wohnung nach belastendem Material.","versions":[{"lang":1,"streams":[{"redirect":8976080,"hoster":"VOE"},{"redirect":8347030,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tragische Kindheit","epNo":7,"alt":"Unlocking Your Hidden Powers","descr":"Blackstone hat Killer auf Chance angesetzt. Der bringt, seine Frau Christina und seine Tochter Nicole aus der Stadt aus Angst, ihnen könnte etwas passieren. Dann stellt der Psychiater Nachforschungen über die Vergangenheit von D und Jaclyn an. Dabei kommt er einer Wahrheit auf die Spur, die sein gesamtes Handeln völlig in Frage stellt.","versions":[{"lang":1,"streams":[{"redirect":8976076,"hoster":"VOE"},{"redirect":8347034,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Haus von Raum und Zeit","epNo":8,"alt":"The House Of Space And Time","descr":"Nachdem Chance weiß, dass Jaclyn und die Prostituierte Jackie zwar ein und dieselbe Person, aber zwei Persönlichkeiten sind, versucht er, seine Beziehung zu ihr, beziehungsweise ihnen, zu überdenken. Überraschenderweise bekommt er von Jackie jedoch Unterlagen, die zeigen, dass Blackstone in Zuhälterei und Menschenhandel verstrickt ist. Beweise, die den Polizisten endlich zu Fall bringen könnten.","versions":[{"lang":1,"streams":[{"redirect":8976083,"hoster":"VOE"},{"redirect":8347038,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nahkampfregeln","epNo":9,"alt":"Camera Obscura","descr":"Blackstone hat Chances Tochter Nicole entführt. Jaclyn/Jackie sorgt jedoch dafür, dass sie wieder freikommt. Währenddessen läuft alles auf eine ultimative Auseinandersetzung zwischen Chance und seinem Widersacher hinaus. Darauf bereitet sich der Psychiater auch körperlich vor, indem er für einen Kampf Mann gegen Mann trainiert.","versions":[{"lang":1,"streams":[{"redirect":8976078,"hoster":"VOE"},{"redirect":8347044,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mitten ins Herz","epNo":10,"alt":"Fluid Management","descr":"Eldon Chance wird von Sanitätern bewusstlos am Strand gefunden. Er ist offenbar von einer Klippe gestürzt und kann sich an nichts mehr erinnern. Im Krankenhaus erfährt er nur, dass zwei Menschen tot sind, allerdings nicht, wer diese beiden sind. Erst als Chance später D aufsucht, erfährt der Psychiater die Wahrheit über die dramatischen Ereignisse.","versions":[{"lang":1,"streams":[{"redirect":13107784,"hoster":"VOE"},{"redirect":8347050,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Vergeltungsmaßnahmen","epNo":1,"alt":"Multiaxial System","descr":"Doctor Eldon Chance (Hugh Laurie) betreut als Psychiater tagsüber Patienten im Trauma-Center für Opfer von Gewaltverbrechen. Nachts jagt er zusammen mit D (Ethan Suplee) die Täter. Detective Hynes (Brian Goodman) bekommt Wind von der Sache und erpresst Chance, der seine Fähigkeiten einsetzen soll, um Ryan Winter (Paul Schneider), der im Verdacht steht, ein Serienmörder zu sein, das Handwerk zu legen.","versions":[{"lang":1,"streams":[{"redirect":8976081,"hoster":"VOE"},{"redirect":8347051,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Kopf des Killers","epNo":2,"alt":"A Very Special Onion","descr":"Ryan Winter (Paul Schneider), der von Chance (Hugh Laurie) angegriffen wurde, wird selbst zum Patienten des Trauma-Centers, was unbeabsichtigte Folgen hat. D (Ethan Suplee) entdeckt, dass Detective Hynes (Brian Goodman) eine größere persönliche Verbindung zu Winters Fall hat, als er ursprünglich zugegeben hatte.","versions":[{"lang":1,"streams":[{"redirect":8976090,"hoster":"VOE"},{"redirect":8347049,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kontrollzwang","epNo":3,"alt":"The Flitcraft Parable","descr":"Chance (Hugh Laurie) untersucht das Alibi eines Mordverdächtigen. Eine überraschende Entdeckung von Hynes (Brian Goodman) führt zu einem Pakt, stachelt D (Ethan Suplee) an und weckt professionelle Zweifel in Chance, ob ein sadistischer Patient wirklich psychiotisch ist.","versions":[{"lang":1,"streams":[{"redirect":8976084,"hoster":"VOE"},{"redirect":8347054,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf Befehl Gottes","epNo":4,"alt":"The Coping Mechanism","descr":"Chance nimmt den Ursprung von Winters (Paul Schneider) abweichendem Verhalten unter die Lupe. D (Ethan Suplee) baut zum ersten Mal ein persönliches Verhältnis zu jemand anderem als Chance auf. Unterdessen müssen Chance und seine Exfrau sich mit den Konsequenzen auseinandersetzen, die das Verhalten ihrer Tochter in der Schule hat.","versions":[{"lang":1,"streams":[{"redirect":13105793,"hoster":"VOE"},{"redirect":8347053,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Shakespeares gesammelte Werke","epNo":5,"alt":"The Collected Works Of William Shakespeare","descr":"Hynes, D und Chance haben vielleicht Winters erstes Mordopfer gefunden.","versions":[{"lang":1,"streams":[{"redirect":13105792,"hoster":"VOE"},{"redirect":8347060,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In der Falle","epNo":6,"alt":"Treasures In Jars Of Clay","descr":"Winter erzählt Chance von seinen mörderischen Gewohnheiten.","versions":[{"lang":1,"streams":[{"redirect":13099905,"hoster":"VOE"},{"redirect":8347061,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was ist normal?","epNo":7,"alt":"Define Normal","descr":"Nachdem Frank Lambert (Tim Griffin) Hynes getötet hat, zeigt ein Rückblick, dass Frank und Ryan Winter (Paul Schneider) schon als Jugendliche befreundet waren und gemeinsam getötet haben. Frank nimmt Winter das Versprechen ab, nicht länger mit Chance (Hugh Laurie) zu sprechen. Nicole (Stefania LaVie Owen) hat unterdessen Probleme, weil sie sich im Jugendknast mit einer anderen Insassin prügelt. Christina (Diane Farr) greift zu radikalen Mitteln, um ihre Tochter zu disziplinieren. Lucy (Greta Lee) stattet unterdessen Winter einen Besuch ab und bringt sich damit in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8976085,"hoster":"VOE"},{"redirect":8347059,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Überlebenstraining","epNo":8,"alt":"An Infant, A Brute Or A Wild Beast","descr":"Ryan Winter (Paul Schneider) befindet sich in Polizeigewahrsam, und Frank Lambert (Tim Griffin) versucht, die Verantwortung für Winters Fall zu erhalten, um wenigstens seine eigene Haut retten zu können. Er erfährt, dass Winter plant, auf Schuldunfähigkeit wegen Geisteskrankheit zu plädieren. Als Chance (Hugh Laurie) sich mit Frank Lambert trifft, entdeckt er, dass Lambert Winters Komplize war, und will das auch beweisen. Nicole (Stefania LaVie Owen) hat unterdessen weiterhin Schwierigkeiten in ihrem Erziehungscamp, und Lorena (Ginger Gonzaga) will sich vor dem Vater ihres Kindes verstecken.","versions":[{"lang":1,"streams":[{"redirect":13099908,"hoster":"VOE"},{"redirect":8347062,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folie à deux","epNo":9,"alt":"A Madness Of Two","descr":"Lucy eilt Chance zur Hilfe. Chance und D können sich derweil nicht auf ihren nächsten Schachzug einigen. Lambert begibt sich unterdessen in die Defensive. D setzt indes alles daran, Lorena in Sicherheit zu bringen. Kirsten trifft schließlich eine Entscheidung, und Chance beschließt nach einer erhitzten Begegnung, die Richtung zu ändern.","versions":[{"lang":1,"streams":[{"redirect":12332891,"hoster":"VOE"},{"redirect":8347067,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mexiko","epNo":10,"alt":"Especially If You Run Away","descr":"Mit Lorenas Hilfe kehren Chance und D nach San Francisco zurück, um sich unvollendeten Geschäften zu widmen. Frank Lambert bekommt derweil einen neuen Protégé. Chance nimmt schließlich eine bekannte Rolle auf neue Art und Weise an.","versions":[{"lang":1,"streams":[{"redirect":13099907,"hoster":"VOE"},{"redirect":8347065,"hoster":"Streamtape"}]}]}]}]}