{"seriesId":"chaos-queens","name":"Chaos-Queens","descr":"In der Herzkino-Reihe werden in jeder Episode andere Frauen vorgestellt, die sich durch das große Gefühlschaos des Lebens kämpfen.  Da wäre Gerri Thaler (Katharina Wackernagel), die ihrem Leben eigentlich ein Ende bereiten will, doch dann klappt es mit dem Selbstmord nicht. Da sie zuvor allen Menschen in ihrem Leben einen gepfefferten Abschiedsbrief geschrieben hat, muss sie nun vieles zurecht biegen – auch, damit es ihr endlich wieder besser geht.  Besser scheint es Elli (Adina Vetter) zu gehen, deren Freund ihr einen Heiratsantrag macht. Doch Elli hasst Hochzeiten, also stellt sie sich erst einmal die Frage, ob sie das wirklich will. Als sie sich dann dazu entscheidet, es durchzuziehen, fangen die Probleme erst an.  Amelie (Margarita Broich) wiederum ist überglücklich an ihrem Hochzeitstag – bis ihr Mann Robert tot umfällt. Ihre Tochter Lou (Maria Ehrich) möchte die Mutter trösten, doch das scheint Pfarrer Benedikt (Thomas Heinze ) besser zu gelingen. Dass nicht alles im Rechten scheint, merkt Amelie nicht sofort.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Für jede Lösung ein Problem","epNo":1,"alt":"","descr":"Gerri mag nicht mehr. Stilvoll will sie sich ins Jenseits befördern. In ihren Abschiedsbriefen nimmt sie kein Blatt vor den Mund. Doch dann wirken die Tabletten nicht. \"Du bist nicht das Problem, du bist die Lösung!\", versucht ihre Freundin Charly sie zu trösten. Und sie hat recht: Gerri packt sich selbst am Schopf, zieht sich aus dem Schlamassel und ordnet das Chaos, das sie ausgelöst hat. Gerri hat endgültig die Nase voll vom Leben. Irgendwie scheint das Glück an ihr vorbeizuziehen. Mit Mitte 30 ist sie immer noch Single, und das, obwohl sie mehrfach versucht hat, via Partnervermittlungen den Richtigen an Land zu ziehen. Dafür schwebt ihre beste Freundin Charly bereits auf Level 2 der Glückseligkeit, denn sie ist schwanger. Als Gerri dann auch noch ihren heißgeliebten Job verliert – Gerri schreibt Arztromane, die nach einer Verlagsübernahme eingestellt werden – ist das Maß voll. Schlaftabletten und Wodka sollen ihr helfen, diese öde Welt zu verlassen. Vorher aber rechnet Gerri ab. In diversen Abschiedsbriefen sagt sie allen endlich mal so richtig die Meinung: ihrer Mutter, ihrer Schwester, ihrem Vermieter, ihrem Chef. Dumm nur, dass dann der Selbstmord nicht klappt. Entsetzt starrt Gerri auf den selbst verursachten Scherbenhaufen – und beginnt nachzudenken.","versions":[{"lang":1,"streams":[{"redirect":11826755,"hoster":"VOE"},{"redirect":11826752,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Braut sagt leider nein","epNo":2,"alt":"","descr":"Elisabeth Jensen, alias Elli, hat sich gut in ihrem Leben eingerichtet. Als ihr Freund Alex ihr urplötzlich einen Heiratsantrag macht, fällt sie buchstäblich aus allen Wolken. Verzweifelt ringt sie nach den passenden Worten: Denn sie will keinesfalls heiraten, sie hasst Hochzeiten! Aber sie will Alexander auch nicht verlieren. Und so lässt sie sich wohl oder übel doch auf das Abenteuer \"Ehe\" ein. Aus dem Plan, ein kleines Fest der Liebe zu feiern, wird allerdings nichts. Alex’ Mutter Hilde befindet, dass die Kosten der Hochzeit von Alex’ Vater – von dem sie in Unfrieden geschieden ist – zu tragen sind, und schwelgt förmlich in traumhaften, kostspieligen Ideen.","versions":[{"lang":1,"streams":[{"redirect":11826761,"hoster":"VOE"},{"redirect":11826756,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ehebrecher und andere Unschuldslämmer","epNo":3,"alt":"","descr":"Hingefallen? Krönchen auf und weiter! Das Loch ist groß, in das Amelie nach Roberts Tod fällt. Aber sie krabbelt wieder raus – trotz erbgieriger Verwandter und scheinheiliger Nachbarn. Amelies Tochter Lou beobachtet ihre Mutter stirnrunzelnd. Wieso ist sie plötzlich so heiter? Das muss mit diesem Pfarrer Benedikt zusammenhängen. Keiner kann so schön trösten wie er. Amelie schmilzt dahin. Leider ist sie nicht die Einzige.Fröhlich fährt Amelie mit ihrem Fahrrad durch das beschauliche Jansdorf. Heute ist ihr Hochzeitstag. Übermütig lädt sie Nachbarn und Freunde ein. Auch Tochter Lou, die in Berlin studiert, ist auf dem Weg nach Hause, um zu gratulieren. Doch als Amelie heimkommt, ist plötzlich alles anders. Robert ist tot. Herzinfarkt. Vor Amelie tut sich ein tiefer Abgrund auf. Auch Lou ist wie versteinert, zumal sie noch ein weiteres \"Problem\" mit sich herumschleppt. Sie bekommt ein Baby.","versions":[{"lang":1,"streams":[{"redirect":11826765,"hoster":"VOE"},{"redirect":11826773,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lügen, die von Herzen kommen","epNo":4,"alt":"","descr":"Hilfsbereit und patent – Hanna lässt sich von Familie und Freundinnen vor fast jeden Karren spannen, und das gerne. Eine berufliche Herausforderung jedoch zwingt sie aus ihrer Komfortzone. Ihr neuer Chef fordert eine Titelstory über Online-Dating, Ablieferung in fünf Tagen. Kreative Recherche ist nun gefragt. Mit einem Schwindel-Profil meldet sich Hanna auf einer Lauf-App an und verliebt sich in \"Boris68\", der kein anderer als ihr Chef ist.\"Geht’s noch?!\" Hanna schwankt zwischen Wut und Entsetzen über ihren neuen Chef Adam Birnbaum. Transparenz! Andere Perspektiven finden! Völlig neue Team- und Arbeitsstrukturen! Und dann noch der Auftrag für die Titelstory! Mit \"Dating 2.0\" will er das nächste Heft aufmachen. Und ausgerechnet sie, Hanna, soll die Geschichte dazu schreiben. Dabei ist ihr das Thema mindestens so fremd wie Birnbaums \"Transparenz\"-Ansatz. Zum Daten hat Hanna schlicht keine Zeit – Job, Familie und Freundinnen fordern sie schon genug. So muss sie ihren Bruder Philipp durchs Abi peitschen, was angesichts seiner neuen Flamme, der hohlwangigen, schwarz gekleideten Anarcho-Queen Helena, mehr als schwierig ist.","versions":[{"lang":1,"streams":[{"redirect":11826744,"hoster":"VOE"},{"redirect":11826748,"hoster":"Streamtape"}]}]}]}]}