{"path":"/serie/stream/charles-dickens-grosse-erwartungen","name":"Charles Dickens’ Große Erwartungen","descr":"In der dreiteiligen Drama-Miniserie, die auf dem gleichnamigen Roman von Charles Dickens basiert, wird das Leben des Waisenkindes Pip (Oscar Kennedy, später Douglas Booth) über einen Zeitraum von fast 30 Jahren gezeigt.Pip trifft in jungen Jahren den entflohenen Häftling Magwitch (Ray Winstone), dem er hilft, seine Ketten loszuwerden. Außerdem lernt er die männerhassenden Miss Hvisham (Gillian Anderson) und deren Pflegetochter Estella (Izzy Meikle-Small, später Vanessa Kirby) kennen, in die er sich alsbald verliebt. Im Laufe der Zeit wird Pip älter und kommt durch einen unbekannten Wohltäter auch zu Geld. Doch auch dieses Leben in Saus und Braus ist nicht von Dauer …","seasons":[{"path":"/serie/stream/charles-dickens-grosse-erwartungen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/charles-dickens-grosse-erwartungen/staffel-1/episode-1","name":"Schicksalhafte Begegnungen","epNo":1,"alt":"Episode 1","descr":"England, Mitte des 19. Jahrhunderts: Der kleine Pip ist Vollwaise. Er wächst in ärmlichen Verhältnissen bei seiner großen Schwester und deren Ehemann Joe Gargery, einem Hufschmied, auf. Beim Spielen im Moor begegnet dem Jungen ein Mann in Handschellen. Er stellt sich als Abel Magwitch vor und scheint ein Gefangener auf der Flucht zu sein. Um sich von den Ketten zu befreien, bittet er Pip, ihm Werkzeug zu besorgen. Zu seinem großen Erstaunen bringt der Junge ihm das Werkzeug und sogar etwas zu essen. Magwitch befreit sich von den Fesseln und verspricht Pip, sich bei ihm zu revanchieren. Einige Zeit später beginnt Pip für die exzentrische und vermögende Miss Havisham zu arbeiten. Wie sich herausstellt, soll Pip vor allem als Spielkamerad für Miss Havishams Pflegetochter Estella herhalten. Es entsteht eine enge Bindung zwischen Pip und Estella und über die Jahre geht Pip im Anwesen von Miss Havisham wie selbstverständlich ein und aus. Eines Tages erhält Pip Besuch von einem Anwalt namens Jaggers. Er setzt ihn davon in Kenntnis, dass ein anonymer Wohltäter ihm regelmäßige Geldzahlungen zukommen lassen will unter zwei Bedingungen: Pip darf niemandem sagen, dass er einen geheimen Gönner hat. Und er muss seinen Familiennamen verheimlichen. Ab jetzt soll er nur noch als Pip auftreten. Sicher, dass die alte Havisham hinter dem Arrangement steckt, besucht Pip sie und verspricht ihr, sie nicht zu enttäuschen.","versions":[]},{"path":"/serie/stream/charles-dickens-grosse-erwartungen/staffel-1/episode-2","name":"Das Geld anderer Leute","epNo":2,"alt":"Episode 2","descr":"Dank seines mysteriösen Gönners bewegt Pip sich in London in höchsten gesellschaftlichen Kreisen. In Herbert Pocket hat er einen Freund gefunden, mit dem er in den Privatclubs der Stadt Schulden anhäuft. In weinseliger Stimmung erzählt Pip ihm von Estella, die mittlerweile auch in London lebt. Herbert warnt ihn: Die Umstände, wie Estella in Miss Havishams Haushalt kam, seien bis heute ungeklärt. Weil seine Schulden überhand nehmen, bittet Jaggers Pip zu einem Gespräch. Durch Zufall bekommt er im Hinausgehen mit, wie Jaggers einem anderen Klienten, Bentley Drummle, ebenfalls wegen dessen verschwenderischen Lebensstils maßregelt. Pip ergreift die Chance und sucht das Gespräch mit dem jungen Mann, der in einer ähnlichen Situation zu stecken scheint. Die beiden freunden sich an. Bei einem gemeinsamen Ballbesuch begegnen sie Estella. Zu seinem Schrecken muss Pip feststellen, dass Drummle Gefallen an ihr findet. Nach der Beerdigung seiner Schwester wacht Pip in seinem Jugendzimmer auf und sieht, wie eine Gestalt Geld aus einem Sack auf den Tisch stapelt. Pip erkennt, dass der Fremde Magwitch ist. Und Magwitch offenbart sich gegenüber Pip als sein Wohltäter.","versions":[]},{"path":"/serie/stream/charles-dickens-grosse-erwartungen/staffel-1/episode-3","name":"Feuer, Asche und Licht","epNo":3,"alt":"Episode 3","descr":"Pocket, der glaubt, dass Pip Hilfe braucht, stürmt in den Raum und wird von Magwitch mit einem Messer in Schach gehalten. Pip erzählt seinem Freund die ganze Geschichte, bleibt aber selbst zögerlich, ob er Magwitch seine Version glauben kann. Außerdem ist er sicher, dass das Geld, sofern Magwitch tatsächlich sein Gönner ist, nur die Beute eines Verbrechens sein kann. Auf Miss Havishams Anwesen trifft er auf Estella und Drummle, die ihm ihre Verlobung bekannt geben. Estella klärt Pip darüber auf, dass er als Junge nur als Spielball für Miss Havisham diente. Der einzige Grund, warum sie und er Zeit miteinander verbingen sollten, war, damit Estella lernt, wie man Männern das Herz bricht. Nachdem Estella und Drummle gegangen sind, fordert Pip Havisham auf, ihm die ganze Geschichte zu erzählen. Sie sagt ihm, dass sie die Männerwelt büßen lassen will für das, was ihr Verlobter ihr einst angetan hat.\u0026lt;br /\u0026gt;\rPocket und Pip verstecken Magwitch. Pip findet heraus, dass Magwitch der Mann ist, der Miss Havisham vor vielen Jahren verlassen hat. Kurze Zeit später gibt es ein Unglück: Miss Havisham verbrennt die Liebesbriefe ihres einstigen Verlobten und dabei fängt das Mobiliar Feuer. Sie selbst kommt in den Flammen ums Leben. Ihr Tod bricht endgültig Magwitches Schweigen, er erzählt Pip die ganze Geschichte: Wie er zum Trinker wurde, wie er seine Familie zerstört hat, wie er auf die schiefe Bahn geriet. Pip begreift, auf was es im Leben ankommt und beschließt, ein letztes Mal um Estella zu kämpfen. Doch dazu muss er an ihrem gewalttätigen Ehemann vorbei.","versions":[]}]}]}