{"path":"/serie/stream/charmed","name":"Charmed - Zauberhafte Hexen","descr":"Die Serie handelt von drei Schwestern, die unterschiedlicher nicht sein könnten. Prue (Shannen Doherty), Piper (Holly Marie Combs), Phoebe (Alyssa Milano) Die drei Schwestern (Prue, Piper, Phoebe)  entdecken, als sie sich alle in ihrem Elternhaus wieder zusammenfinden, auf dem Dachboden ein altes Zauberbuch, das Buch der Schatten. Von da an erfahren sie das sie geborene Hexen sind und müssen nun gegen das Böse kämpfen. Von einem halbwegs normalen Leben können sie ab da nur noch träumen.","seasons":[{"path":"/serie/stream/charmed/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/charmed/staffel-1/episode-1","name":"Das Buch der Schatten","epNo":1,"alt":"Something Wicca This Way Comes","descr":"Prue, Piper und Phoebe beziehen das Haus ihrer toten Großmutter. Sie finden das \"Buch der Schatten\" und erfahren, daß ihre Vorfahren gute Hexen gewesen sind. Auch die Schwestern haben besondere Fähigkeiten: Phoebe kann in die Zukunft sehen, Piper die Zeit stillstehen lassen und Prue Gegenstände bewegen. Während die drei sich mit der neuen Situation auseinandersetzen müssen, jagt Prues Freund, Inspektor Trudeau, einen Frauenmörder. Bei den Opfern handelt es sich um Hexen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096008","hoster":"VOE"},{"path":"/redirect/11513177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-2","name":"Teuflische Augen","epNo":2,"alt":"I\u0027ve Got You Under My Skin","descr":"Javna taucht auf - ein Wesen, das sich einmal im Jahr sieben Tage unter die Menschen mischt, um neue Lebenskraft zu tanken. Javna verwandelt sich in den Starfotografen Stefan und lockt junge, hübsche Mädchen ins Atelier. Dort entzieht Javna ihnen ihre Energie, so daß sich die Opfer binnen Sekunden in verwirrte, alte Greisinnen verwandeln. Auch Phoebe gerät in Javnas Bann. Ihre Schwestern Prue und Piper durchschauen das teuflische Spiel und können sie schließlich retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976252","hoster":"VOE"},{"path":"/redirect/8976255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-3","name":"Die Formwandler","epNo":3,"alt":"Thank You For Not Morphing","descr":"Drei junge Leute haben es auf das Buch der Schatten abgesehen. Es handelt sich um sogenannte Formwandler. In der Gestalt von Nachbarn versuchen sie, das Buch aus dem Haus der drei Schwestern herauszubekommen - vergeblich, denn es kann nur von den Hexen berührt werden. Plötzlich taucht, nach langer Zeit, auch Victor, der Vater von Prue, Piper und Phoebe, wieder auf. Während sich Phoebe freut, reagiert Prue sehr mißtrauisch. Sie vermutet ihren Vater auf der Seite des Bösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976258","hoster":"VOE"},{"path":"/redirect/8976256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-4","name":"Rendezvous mit einem Geist","epNo":4,"alt":"Dead Man Dating","descr":"Piper und Phoebe organisieren für ihre Schwester Prue heimlich - wie jedes Jahr - eine Geburtstagsparty. Um Geld für ein Geschenk zu verdienen, nimmt Phoebe einen Job in einem Hotel an. Als sie einem Gast das Leben rettet, weil sie seinen Autounfall vorhersieht und ihn in letzter Minute verhindern kann, ist sie überglücklich. Während Prue Andy mit dessen Ex-Frau in einem Restaurant überrascht, freundet sich Piper mit Mark an, einem Geist, der von einer Gang getötet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976253","hoster":"VOE"},{"path":"/redirect/8976257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-5","name":"Tödliche Träume","epNo":5,"alt":"Dream Sorcerer","descr":"Whitaker Berman ist Traumforscher. Mit einer speziellen Technik kann er sich in die Träume von Menschen einklinken und sie manipulieren. So rächt er sich an Frauen, die ihn abgewiesen haben: Er tötet sie in ihren Träumen, worauf sie auch im realen Leben sterben. Sein nächstes Opfer ist Prue. Zwar kann sie ihn zunächst unter Aufbietung all ihrer Kräfte abwehren, doch dann wird sie nach einem Autounfall bewußtlos ins Krankenhaus eingeliefert. Berman sieht seine Chance gekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976260","hoster":"VOE"},{"path":"/redirect/8976265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-6","name":"Höllenhochzeit","epNo":6,"alt":"The Wedding From Hell","descr":"Allison und Elliot wollen heiraten. Piper wird sich um das Hochzeitsessen kümmern. Dabei kommt sie merkwürdigen Geschehnissen auf die Spur: Eine fremde Frau namens Jade D\u0027Mon taucht auf und lässt Allison hinauswerfen. Allison ist fassungslos und will noch einmal mit ihrem Bräutigam reden. Dieser liegt teilnahmslos in seinem Bett. Verzweifelt verlässt Allison das Haus. Niemand ahnt, dass Jade die Göttin Hekate ist. Sie hat mit Elliots Mutter vor Jahren einen Pakt geschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976261","hoster":"VOE"},{"path":"/redirect/8976266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-7","name":"Schwester der Nacht","epNo":7,"alt":"The Fourth Sister","descr":"Prue und Andy freuen sich auf einen Abend zu zweit, denn Piper und Phoebe haben ihnen sturmfreie Bude versprochen. Doch dann platzt Aviva herein - mit der seit drei Tagen verschwundenen Katze der Schwestern. Bald wird klar, dass das Mädchen von der bösen Hexe Kali geschickt wurde, um den Schwestern deren übersinnliche Fähigkeiten zu entreißen. In letzter Sekunde gelingt es den Schwestern, Kali in die Finsternis zu verbannen und Aviva ihrem schlechten Einfluss zu entziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976259","hoster":"VOE"},{"path":"/redirect/8976263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-8","name":"Der Wahrheitszauber","epNo":8,"alt":"The Truth Is Out There And It Hurts","descr":"Prue entdeckt im \"Buch der Schatten\" einen so genannten Wahrheitszauber. Um herauszufinden, ob Andy sie auch noch lieben würde, wenn er wüsste, dass sie eine Hexe ist, wendet sie den Zauberspruch an. Währenddessen sieht Phoebe mit ihren besonderen Fähigkeiten den Mord an einer jungen Frau voraus. Der Mörder erweist sich als gefährlicher Dämon aus der Zukunft - der es schließlich auch auf Prue abgesehen hat. Die Schwestern haben alle Hände voll zu tun, den Dämon abzuwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976262","hoster":"VOE"},{"path":"/redirect/8976264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-9","name":"Rückkehr aus dem Jenseits","epNo":9,"alt":"The Witch Is Back","descr":"Die gute Hexe Melinda hatte vor 300 Jahren den bösen Hexenmeister Matthew Tate in ein Medaillon verbannt. Er hatte versucht, ihr ihre magischen Kräfte zu rauben. Nun gerät das Medaillon in die Hände von Rex und Hannah, die diese Legende kennen. Die beiden wollen den Hexenmeister befreien, um dann Prue, Phoebe und Piper um ihre Fähigkeiten zu bringen. Nichts ahnend öffnet Prue das Schmuckstück, und Tate kommt frei. Ein heftiger Kampf zwischen Gut und Böse beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976273","hoster":"VOE"},{"path":"/redirect/8976271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-10","name":"Machtlos","epNo":10,"alt":"Wicca Envy","descr":"Prues Chef Rex versucht mit allen Mitteln, an die magischen Hexenkräfte der drei Schwestern zu kommen. Und dabei lässt er nichts unversucht: Er bringt Prue in den Verdacht, ein wertvolles Diadem gestohlen zu haben - darauf wird Prue verhaftet. Doch zum Glück greift Leo in das Geschehen ein. Mit seiner Hilfe klärt sich die Sache schnell auf, und Rex und Hannah müssen ihr gieriges Trachten bitter bezahlen. Beide werden nun endgültig zurück in die Hölle verbannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976267","hoster":"VOE"},{"path":"/redirect/8976270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-11","name":"Der Fluch der Urne","epNo":11,"alt":"The bane","descr":"Völlig unerwartet taucht Phoebes früherer Freund Clay bei den Schwestern auf. Er hat eine alte Urne aus Ägypten dabei und bittet Prue, deren Wert zu schätzen. Was Clay verschweigt: Die Urne ist gestohlen - und auf ihr lastet ein Fluch. Und der ist nicht zu unterschätzen. Zwei seiner Freunde wurden bereits von der Wächterin der Urne für ihre Habgier bestraft und mussten sterben. Als nun auch Prue die Urne untersucht, geraten sie und ihre Schwestern in höchste Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976274","hoster":"VOE"},{"path":"/redirect/8976269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-12","name":"Wendigo","epNo":12,"alt":"The Wendigo","descr":"Als Piper nachts mit einer Reifenpanne liegen bleibt, wird sie von einem unheimlichen Wesen überfallen und verletzt. Bei dem Ungeheuer handelt es sich um einen \"Wendigo\": Tagsüber ist der \"Wendigo\" ein ganz normaler Mensch, nachts verwandelt er sich und reißt seinen Opfern das Herz aus dem Leib. Während Prue, Phoebe und Andy fieberhaft nach dem Wendigo suchen, entdeckt Piper mit Grausen, dass sie sich selbst in eines dieser schrecklichen Ungeheuer verwandelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976272","hoster":"VOE"},{"path":"/redirect/8976268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-13","name":"Liebe ist die stärkste Macht","epNo":13,"alt":"From Fear To Eternity","descr":"Prue und Phoebe stehen plötzlich einem wilden Dämon gegenüber, der mehr als 1300 Jahre alt ist und sich von den Ängsten der Hexen ernährt. Gerade als es so scheint, als ob sich die Hexen wirklich zu Tode fürchten könnten, bekommen sie Hilfe in völlig unerwarteter Form. Außerdem glaubt Piper, dass Beziehungen, die an einem Freitag, den 13. beginnen, zum Scheitern verurteilt sind. Als sie ausgerechnet an diesem Tag einen attraktiven Fremden kennen lernt, ist Frust vorprogrammiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976275","hoster":"VOE"},{"path":"/redirect/8976279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-14","name":"Nachricht von Max","epNo":14,"alt":"Secrets And Guys","descr":"Eines Abends überfallen brutale Gangster das Haus der Franklins und verschleppen den kleinen Max. Der Junge, der von seiner Mutter magische Kräfte geeerbt hat, soll für die Kidnapper mit Hilfe seiner Gedankenkraft Alarmanlagen ausschalten und Tresortüren öffnen. Doch Max gelingt es, Prue über das Zauberbrett eine Nachricht mitzuteilen. Als diese ihn endlich findet, gerät auch sie in die Gewalt der Verbrecher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976278","hoster":"VOE"},{"path":"/redirect/12481838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-15","name":"Wer hat Angst vorm Schwarzen Mann?","epNo":15,"alt":"Is There A Woogy In The House?","descr":"In Phoebes Haus erwacht eine Schreckensgestalt ihrer Kindheit zu neuem Leben: Der Schwarze Mann will das Haus in seine Gewalt bringen. Es gelingt ihm, Phoebe seinen Willen aufzuzwingen. Er verleiht ihr eine neue Kraft, mit der sie ihre Schwestern terrorisiert und sie schließlich aus dem Haus jagt. Ein Kraftfeld soll verhindern, dass sie wieder zurückkommen. Prue und Piper versuchen, an den die Verbannung lösenden Zauberspruch zu kommen - doch den kennt nur Phoebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976276","hoster":"VOE"},{"path":"/redirect/8976281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-16","name":"Man stirbt nur dreimal","epNo":16,"alt":"Which Prue Is It Anyway?","descr":"Phoebe hat eine schreckliche Vision: Sie sieht, wie ihre Schwester Prue von einem Kristallschwert durchbohrt wird. Leider kann sie während dieser Vision den Täter nicht erkennen. Wenig später stellt sich heraus, dass der unverwundbare Gabriel hinter Prue her ist. Das steigert Phoebes Entsetzen noch, denn Gabriel kann nur besiegt werden, wenn es gelingt, ihm sein Schwert zu entreißen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976280","hoster":"VOE"},{"path":"/redirect/8976277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-17","name":"Zurück in die Vergangenheit","epNo":17,"alt":"That \u002770s Episode","descr":"Die Schwestern Prue, Piper und Phoebe können nichts gegen den bösen Hexer Nicholas ausrichten. Ihre Mutter hatte ihn vor 24 Jahren unfreiwillig gegen Hexenkräfte immun gemacht. Nun verlangt er von den dreien die Übergabe ihrer magischen Kräfte. Als Nicholas versucht, sie zu töten, lesen sie verzweifelt im \"Buch der Schatten\" - und dabei treffen sie in der Vergangenheit auf ihre Großmutter. Grandma Halliwell scheint das Mittel zu haben, um den Hexer zur Hölle zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976283","hoster":"VOE"},{"path":"/redirect/8976285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-18","name":"Wenn das Böse erwacht","epNo":18,"alt":"When Bad Warlocks Turn Good","descr":"Brendan befindet sich in einer schwierigen Situation: Er soll in wenigen Tagen zum Priester geweiht werden - wogegen seine zwei Halbbrüder etwas haben. Die beiden bösen Hexer versuchen, die negativen Kräfte in ihm zu wecken, und dazu ist ihnen jedes Mittel recht. Ihr Ziel: Sie wollen ihre Kräfte mit den seinen vereinen. Zusammen würden sie über eine ungeheure Macht verfügen und unbesiegbar werden. Nur mit Hilfe von Prue, Phoebe und Piper siegt schließlich das Gute in Brendan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976284","hoster":"VOE"},{"path":"/redirect/8976288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-19","name":"Blind","epNo":19,"alt":"Out Of Sight","descr":"In einem Park wird ein kleiner Junge entführt. Phoebe und Piper entdecken, dass die bösen Grimlocks hinter der Entführung stecken: Sie wollen ihrem Opfer das Augenlicht nehmen. Phoebe findet einen alten blinden Mann, ein ehemaliges Opfer der Grimlocks. Mit seiner Hilfe versucht sie, den Aufenthaltsort des Jungen herauszubekommen. Währenddessen muss sich Prue mit einem Reporter herumschlagen, der ihr Geheimnis entdeckt hat - und es um jeden Preis veröffentlichen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976289","hoster":"VOE"},{"path":"/redirect/8976290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-20","name":"Ein Geist, zwei Schwestern","epNo":20,"alt":"The Power Of Two","descr":"Phoebe unternimmt mit einer Freundin eine Sightseeing-Tour nach Alcatraz, der Hochsicherheitsgefängnis-Insel. Dabei entdeckt sie, dass der Geist eines Serienkillers in den Körper eines Wachmannes geschlüpft ist. Auf diese Weise kann der Killer aus dem Gefängnis entkommen und sein wichtigstes Ziel verfolgen: Sich an denjenigen zu rächen, die seine Exekution angeordnet hatten. Prue und Phoebe sind sich einig, dass der Geist gebannt werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251866","hoster":"VOE"},{"path":"/redirect/8976287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-21","name":"Wächter der Dunkelheit","epNo":21,"alt":"Love Hurts","descr":"Dark Lighter versucht, mit einem vergifteten Pfeil ein Mädchen zu töten. Als Leo im Haus der Halliwells ein anderes Opfer von Dark Lighter entdeckt, alarmiert er die Schwestern Phoebe, Prue und Piper, die sich gerade im Urlaub befinden. Mit einem bestimmten Spruch überträgt Piper ihre Kräfte auf Leo, um ihn zu schützen. Unglücklicherweise beeinträchtigt dieser Spruch auch die Kräfte der beiden anderen Schwestern. Zu guter Letzt quittiert Andy seinen Job, um Prue zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976292","hoster":"VOE"},{"path":"/redirect/8976291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-1/episode-22","name":"Immer wieder Mittwoch","epNo":22,"alt":"Déjà Vu All Over Again","descr":"Ein Warlock schmiedet Pläne für einen Versuch, die drei Schwestern Phoebe, Piper und Prue zu töten. Währenddessen erhält er Besuch von dem Dämon Tempus. Dieser will die Zeit zurückdrehen, bis der Warlock seine Pläne erfolgreich durchgeführt hat. Doch die ersten Anschläge des Warlocks auf die Hexen schlagen fehl. Durch die Zeit-Endlosschleife hat Phoebe einige merkwürdige Déjà-vu-Erlebnisse. Außerdem sieht sie den Tod ihres Freundes Andy an der Hand eines Warlocks voraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976293","hoster":"VOE"},{"path":"/redirect/8976295","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/charmed/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/charmed/staffel-2/episode-1","name":"Abraxas","epNo":1,"alt":"Witch Trial","descr":"Abraxas, ein Dämon der Astralebene, entwendet während der Tagundnachtgleiche das \"Buch der Schatten\". Dies löst Panik bei den drei Schwestern aus, denn: Wenn sie das Hexenbuch nicht bis zum Sonnenaufgang am nächsten Tag wieder zurückbekommen haben, verlieren sie ihre Zauberkräfte! Zu allem Überfluss werden die drei auch noch von längst zerstörten Dämonen verfolgt, und Prue kann sich nicht durchringen, etwas gegen Abraxas zu unternehmen. Und dabei ist höchste Eile angesagt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976297","hoster":"VOE"},{"path":"/redirect/8976294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-2","name":"Hexenjagd","epNo":2,"alt":"Morality Bites","descr":"Phoebe, Piper und Prue ärgern sich über ihren Nachbarn, der seinen Hund vor ihrem Haus sein Geschäft verrichten lässt. Mit Hilfe ihrer Hexenkräfte spielen sie ihm einen Streich - und verstoßen damit gegen den Hexenkodex, wonach sie ihre Kräfte nur zum Schutz Schwacher und Unschuldiger einsetzen dürfen. Wenig später hat Phoebe eine Vision: Sie wird im Jahre 2009 auf dem Scheiterhaufen verbrannt. Um herauszufinden, was es damit auf sich hat, reisen die Schwestern in die Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976298","hoster":"VOE"},{"path":"/redirect/8976296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-3","name":"Voll im Bild","epNo":3,"alt":"The Painted World","descr":"Eine gewisse Jane übergibt Prue ein Gemälde, das so schnell wie möglich versteigert werden soll. Bei der genaueren Untersuchung macht Prue eine seltsame Entdeckung: Für Sekunden taucht in dem Bild ein Mann auf, der das Wort \"Hilfe\" an ein Fenster schreibt. Wenig später werden auch Prue und ihre Schwester Piper Gefangene des Gemäldes. Phoebe setzt alles auf eine Karte, um ihren Schwestern zu helfen - und entdeckt, dass sowohl Jane als auch der Mann im Gemälde Dämonen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976303","hoster":"VOE"},{"path":"/redirect/8976299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-4","name":"Pakt mit dem Teufel","epNo":4,"alt":"The Devil\u0027s Music","descr":"Der Dämon Masselin verschlingt täglich junge Mädchen. Um seinen Bedarf zu sichern, macht er Jeff Carlton zum Manager der Band Dishwalla","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964118","hoster":"VOE"},{"path":"/redirect/13964117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-5","name":"Einfach unwiderstehlich","epNo":5,"alt":"She\u0027s A Man, Baby, A Man!","descr":"Phoebe leidet jede Nacht unter dem gleichen Albtraum: Darin verführt sie junge Männer - und tötet sie anschließend. Zur selben Zeit bittet Inspektor Morris Prue um Hilfe: Er soll eine Mordserie aufklären. Wie sich bald herausstellt, handelt es sich bei den Opfern um Phoebes \"Traummänner\". Dahinter steckt ein Sukkubus, ein Teufel in Frauengestalt, der sich vom Testosteron seiner Opfer ernährt. Beim Kampf der drei Schwestern gegen den Sukkubus verwandelt sich Prue in einen Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976301","hoster":"VOE"},{"path":"/redirect/8976302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-6","name":"Der Auserwählte","epNo":6,"alt":"That Old Black Magic","descr":"Nach 200 Jahren Verbannung kann sich die böse Hexe Tuatha schließlich aus ihrer Höhle befreien. Während sie sich auf die Suche nach ihrem Zauberstab macht, mit dem sie unbesiegbar wird, bittet Leo die Schwestern um Hilfe: Gemeinsam sagen sie Tuatha den Kampf an. Aber die Hexe ist stärker. Phoebe, Piper und Prue benötigen die Hilfe des Auserwählten. Zum Erstaunen der Schwestern handelt es sich dabei um einen ganz normalen Jungen, der sich noch dazu für einen Versager hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976300","hoster":"VOE"},{"path":"/redirect/8976305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-7","name":"Die Akasha-Rollen","epNo":7,"alt":"They\u0027re Everywhere","descr":"Phoebe, Prue und Piper sollen verhindern, dass sich zwei Dämonen der Akasha-Rollen bemächtigen. In diesen Schriften ist die Zukunft der Menschheit niedergeschrieben, und wer sie besitzt, verfügt über ungeheure Macht. Als sich Professor Bragg mit einer dieser Inschriften beschäftigt, wird er von den Dämonen überfallen. Braggs Sohn Eric zerstört die Rollen, in der Hoffnung, damit die Gefahr zu bannen. Doch erst mit Hilfe der drei Schwestern können die Dämonen besiegt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976310","hoster":"VOE"},{"path":"/redirect/8976311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-8","name":"Schrecken der Tiefe","epNo":8,"alt":"P3 H2O","descr":"Prue fährt an den See, an dem ihre Mutter umgekommen ist, und muss mit ansehen, wie ein Mann von geheimnisvollen Kräften unter Wasser gezogen wird. Ein Mann namens Sam hindert Prue daran, dem Ertrinkenden zu helfen. Von Sam erfahren die Schwestern die wahre Geschichte vom Tod ihrer Mutter. Prue, Phoebe und Piper beschließen, dem Monster auf dem Grund des Sees den Kampf anzusagen. Dabei machen sie beinahe denselben Fehler wie einst ihre Mutter - doch diesmal ist Sam auf der Hut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976309","hoster":"VOE"},{"path":"/redirect/8976307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-9","name":"Zwischen Himmel und Hölle","epNo":9,"alt":"Ms. Hellfire","descr":"Freitag, der 13.: Eine unbekannte Frau versucht, Piper, Prue und Phoebe zu erschießen. Doch Prue kann die Kugeln abwehren und zu der Frau zurückschicken, worauf diese durch ihre eigenen Waffen stirbt. Natürlich wollen die Schwestern wissen, was dahintersteckt. Sie kommen dem teuflischen Barbas auf die Spur, der an jedem 13. dreizehn Hexen ermorden muss, andernfalls muss er die Erde verlassen. Prue tritt Barbas gegenüber - und wird von diesem auf ihre eigenen Schwestern angesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976313","hoster":"VOE"},{"path":"/redirect/8976312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-10","name":"Mitten ins Herz","epNo":10,"alt":"Heartbreak City","descr":"Ein Amor namens Cupido freut sich, wenn er wieder einmal ein Paar zusammengebracht hat. Doch Cupido hat einen gefährlichen Gegner, den bösartigen Dämon Drozzee. Drozzee stiehlt Cupidos Ring und bringt alle Paare wieder auseinander. Je mehr Paare er entzweit, umso schwächer wird Cupido - bis er schließlich sterben muss. Cupido wendet sich an Phoebe, Piper und Prue. Doch als es Drozzee gelingt, selbst zwischen den Schwestern Hass zu säen, werden Cupidos Chancen immer geringer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976308","hoster":"VOE"},{"path":"/redirect/8976314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-11","name":"Drei Hexen und ein Baby","epNo":11,"alt":"Reckless Abandon","descr":"Vor dem Polizeirevier wird ein Baby abgelegt, und Phoebe hat eine Vision: Sie sieht, dass ein Geist hinter dem Kleinen her ist. Phoebe, Prue und Piper bitten Inspektor Morris, ihnen das Baby für einen Tag zu überlassen, um hinter sein Geheimnis zu kommen. Eine heiße Spur führt die Schwestern zu der reichen Familie Van Lewen, in der es zu mehreren mysteriösen Todesfällen gekommen ist. Dahinter steckt ein rachsüchtiger Geist, der alle männlichen Nachkommen der Familie tötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976317","hoster":"VOE"},{"path":"/redirect/8711953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-12","name":"Fieber","epNo":12,"alt":"Awakened","descr":"Als Piper am gefährlichen Oroya-Fieber erkrankt, suchen ihre Schwestern Phoebe und Prue im Buch der Schatten nach einem Zauberspruch, obwohl sie wissen, dass sie nicht zu ihrem persönlichen Nutzen hexen dürfen. Zunächst wirkt der Zauberspruch perfekt: Zum Erstaunen der Ärzte wird Piper wieder gesund. Doch nun breitet sich das angeblich nicht ansteckende Fieber im Krankenhaus aus. Piper, Prue und Phoebe müssen den Zauber rückgängig machen - worauf Pipers Herz stehen bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976321","hoster":"VOE"},{"path":"/redirect/8976315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-13","name":"Ein tierisch guter Spuk","epNo":13,"alt":"Animal Pragmatism","descr":"Als Andrea, Tessa und Brooke, drei Kommilitoninnen von Phoebe, am Valentinstag einen Zauberspruch entdecken, mit dem man aus Tieren Männern machen kann, amüsiert sich auch Phoebe darüber. Sie verbessert den Spruch, nicht ahnend, dass Andrea dies aufzeichnet. Prompt gelingt es den dreien, ein Schwein, ein Kaninchen und eine Schlange in Männer zu verwandeln. Die drei wollen natürlich nicht mehr zurückverwandelt werden - und das hat für Phoebe und ihre Schwestern unangenehme Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976320","hoster":"VOE"},{"path":"/redirect/8711960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-14","name":"Verflucht in alle Ewigkeit","epNo":14,"alt":"Pardon My Past","descr":"Als Phoebe zu Hause von einem unsichtbaren Wesen attackiert wird, glaubt Leo, dass es sich dabei um eine Warnung aus einem früheren Leben handeln könnte. Phoebe reist in die Vergangenheit - und stellt entsetzt fest, dass sie einmal eine böse Hexe war. Zusammen mit ihrem damaligen Freund Anton wollte sie ihre Cousinen töten, um an deren Zauberkräfte zu kommen. Diese beiden Frauen sind ihre jetzigen Schwestern Piper und Prue. Die beiden aber wehren sich - und wollen Phoebe töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976322","hoster":"VOE"},{"path":"/redirect/8976319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-15","name":"Das Zeichen","epNo":15,"alt":"Give Me A Sign","descr":"Der Dämon Litvak fühlt sich von Bane, der im Gefängnis sitzt, bedroht, weil dieser von Dämon Barbas zu viel über böse Mächte erfahren hat. Litvak beauftragt zwei Helfer, Bane zu beseitigen, doch der wehrt sich erfolgreich und kann fliehen. In seiner Not entführt er Prue und bittet sie um Hilfe. Sie willigt ein - nicht zuletzt deshalb, weil sie sich in Bane verliebt hat. Währenddessen versuchen Phoebe und Piper verzweifelt herauszufinden, wo Prue versteckt gehalten wird ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332906","hoster":"VOE"},{"path":"/redirect/8976323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-16","name":"Vom Pech verfolgt","epNo":16,"alt":"Murphy\u0027s Luck","descr":"Prue bewirbt sich als Fotografin. Doch der Chef des renommierten Hochglanz-Magazins will erst eine Probe ihres Könnens: Sie soll Maggie Murphy ablichten, die von schier unglaublichem Pech verfolgt wird. Als Prue bei Maggie ankommt, will diese sich gerade vom Dach ihres Hauses stürzen. Wie sich herausstellt, wird sie von einem Wächter der Dunkelheit dazu getrieben, der auch für ihre Pechsträhne verantwortlich ist. Prue nimmt den Kampf gegen ihn auf - und gerät in große Gefahr ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976318","hoster":"VOE"},{"path":"/redirect/8976327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-17","name":"Ewige Jugend","epNo":17,"alt":"How To Make A Quilt Out Of Americans","descr":"Als Tante Gail bei Prue, Piper und Phoebe auftaucht, ahnen die Schwestern nicht, was auf sie zukommt: Die eitle Tante Gail wird nämlich von Alter und Krankheit geplagt und hat sich deshalb mit dem bösen Dämon Kryto eingelassen, der ihr ihre Jugend zurückgeben soll. Als Gegenleistung hat Gail Kryto die magischen Fähigkeiten ihrer drei Nichten versprochen. Mit Hilfe eines Zauberspruchs legt sie die Schwestern herein - und diese müssen gegen Kryto ohne ihre Zauberkräfte antreten. Ausserdem muss Piper Dan beibringen, dass sie sich für ihre wahre liebe Leo entschieden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976324","hoster":"VOE"},{"path":"/redirect/8976325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-18","name":"Der reinste Horror","epNo":18,"alt":"Chick Flick","descr":"Ein Dämon der Illusionen sorgt für Terror und Schlägereien in der Stadt: Er kann nämlich in Filme schlüpfen und das Publikum von der Leinwand aus so beeinflussen, dass es immer aggressiver wird. Auch Phoebes Leinwandidol Billy versucht zu helfen: Er steigt aus dem Film heraus und unterstützt die Mädchen nach Kräften, aber gegen den Dämon kann auch er nichts ausrichten. Schließlich hetzt der Dämon Phoebe, Prue und Piper brutale Killer aus verschiedenen Horrorfilmen auf den Hals.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976328","hoster":"VOE"},{"path":"/redirect/8976331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-19","name":"Ex Libris","epNo":19,"alt":"Ex Libris","descr":"Die Studentin Charleen will in ihrer Abschlussarbeit die Existenz von Dämonen beweisen - und wird ermordet. Als sie danach Phoebe als Geist erscheint, muss diese Charleen erklären, dass sie längst tot ist und nur noch von Hexen und Dämonen gesehen werden kann. Charleen muss so lange in der Zwischenwelt bleiben, bis der Dämon vernichtet ist. Die beiden finden heraus, dass es sich bei dem Dämon um einen Libris handelt, der aus Büchern kommt und danach wieder darin verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976330","hoster":"VOE"},{"path":"/redirect/8976329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-20","name":"Hexenblut","epNo":20,"alt":"Astral Monkey","descr":"Piper wird von Doktor Williamson, der sie behandelt hatte, als sie am Oroya-Fieber erkrankt war, aufgefordert, sich erneut untersuchen zu lassen, damit er sichergehen kann, dass sie geheilt ist. Sein Argwohn ist begründet, denn Pipers Genesung war vom medizinischen Standpunkt aus unerklärlich. Sie ahnt nicht, dass Williamson seit Monaten ihr Blut untersucht, in der Hoffnung, daraus ein Serum entwickeln zu können, das gegen Oroya-Fieber immunisiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976326","hoster":"VOE"},{"path":"/redirect/8976333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-21","name":"Die Reiter der Apokalypse","epNo":21,"alt":"Apocalypse Not","descr":"Als es in wenigen Tagen in San Francisco zu erschreckend vielen Streitereien und Gewalttaten kommt, glauben die drei Schwestern Phoebe, Prue und Piper, dass der Dämon der Anarchie dahinter steckt. Sie suchen nach einem Bannspruch - nicht ahnend, dass es sich um die vier Reiter der Apokalypse handelt. Als sich die Schwestern mit den Dämonen treffen, stürzen Prue und einer der Reiter in eine andere Dimension. Nur wenn Prue geopfert wird, kann der Weltuntergang aufgehalten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915728","hoster":"VOE"},{"path":"/redirect/8976336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-2/episode-22","name":"Wünsch Dir was","epNo":22,"alt":"Be Careful What You Witch For","descr":"Weil Phoebe, Prue und Piper San Francisco nahezu von Dämonen befreit haben, will der \"Rat der Bösen\" die Halliwell-Schwestern vernichten. Man schickt den dreien einen Flaschengeist, der den Schwestern heimlich ihre magischen Kräfte entwenden soll. Es kommt, wie es kommen muss: Phoebe setzt den Geist nichts ahnend frei, die Schwestern haben jede einen Wunsch frei - und damit spielen sie den Dämonen in die Hände. Als Prue schließlich stirbt, ist die Katastrophe perfekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976334","hoster":"VOE"},{"path":"/redirect/8976337","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/charmed/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/charmed/staffel-3/episode-1","name":"Die Verschwörung des Bösen","epNo":1,"alt":"The Honeymoon\u0027s Over","descr":"Piper war zusammen mit Leo im Reich der Wächter des Lichts. Während sie glaubt, nur einen Tag weg gewesen zu sein, ist in Wirklichkeit ein ganzer Monat vergangen, und ihre Schwestern hatten sich schon Sorgen gemacht. Als Leo ihr einen Heiratsantrag macht, lehnt Piper ab, weil sie weiß, dass Leo nicht heiraten darf. Inspektor Morris hat ganz andere Probleme: Von dem Serienmörder Emilio angegriffen, kommt er dank Prues und Phoebes Einschreiten nur mit leichten Verletzungen davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976335","hoster":"VOE"},{"path":"/redirect/8976339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-2","name":"Hexenhochzeit","epNo":2,"alt":"Magic Hour","descr":"Vor der großen Sonnenfinsternis: Prue, Phoebe und Piper finden eine Eule vor ihrer Haustür, die sich in einen attraktiven Mann namens Christopher verwandelt. Er und seine Freundin Brooke sind von einem Hexer, der Brooke liebt, verzaubert worden: Tagsüber ist Christopher eine Eule, bei Nacht ein Mensch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919908","hoster":"VOE"},{"path":"/redirect/8976340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-3","name":"Von Feen und Trollen","epNo":3,"alt":"Once Upon a Time","descr":"Weil die höheren Mächte ihr Leo genommen haben, will Piper nicht länger für sie gegen das Böse kämpfen. Ihre Schwestern Phoebe und Prue dagegen helfen einem kleinen Mädchen, das von Trollen verfolgt wird. Weil sie als Erwachsene keine Trolle sehen können, müssen sie einen besonderen Zauberspruch anwenden - und dafür bräuchten sie Piper. Nur mit äußerster Mühe können sie ihre Schwester dazu bewegen, den Streik zu beenden. Gemeinsam gelingt es ihnen, die Trolle zu besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976341","hoster":"VOE"},{"path":"/redirect/8976347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-4","name":"Das Zeitportal","epNo":4,"alt":"All Halliwell\u0027s Eve","descr":"Phoebe, Piper und Prue sind auf dem Weg zu einer Halloween-Party, als sich ein Zeitfenster öffnet und sie in die Vergangenheit geschleudert werden. Im Virginia des Jahres 1660 braucht die gute Hexe Eva dringend Hilfe: Eine werdende Mutter ist von der bösen Hexe Ruth Cobb entführt worden. Ruth will das Neugeborene dem Bösen zuführen. Doch Phoebe, Piper und Prue haben ein Problem: Durch die Zeitreise haben sie ihre Zauberkräfte verloren. Bald sitzen ihnen Hexenjäger im Nacken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976342","hoster":"VOE"},{"path":"/redirect/8976348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-5","name":"Die Dämonenfalle","epNo":5,"alt":"Sight Unseen","descr":"Bei den drei Halliwell-Schwestern wird eingebrochen. Prue glaubt, dass der Einbrecher ein von der Triade gesandter Dämon ist, der sie und ihre Schwestern Phoebe und Piper vernichten soll. Sie baut eine Dämonenfalle, und in dieser verfängt sich dann überraschenderweise Staatsanwalt Cole Turner. Er ist ein Dämon in Menschengestalt, der die Schwestern töten sollte. Doch als er sich in Phoebe verliebt, schickt die Triade einen neuen Dämon - und nun wird es wirklich gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976343","hoster":"VOE"},{"path":"/redirect/8976344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-6","name":"Die Macht der Gefühle","epNo":6,"alt":"Primrose Empath","descr":"Prue bemerkt Hinweise, die sie an einen bestimmten Ort führen. Ihnen folgend, kommt sie zu einem alten Haus, das abgerissen werden soll. Darin lebt ein Emphat, der dazu verdammt ist, die Gefühle der Menschen mitzuempfinden und mitzuerleiden. Prue will ihn von dieser zweifelhaften und leidensvollen Gabe befreien - und diese wird dabei auf sie übertragen. Nun braucht sie dringend die Hilfe ihrer Schwestern, will sie nicht durch die auf sie einstürmenden Gefühle verrückt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976346","hoster":"VOE"},{"path":"/redirect/8976349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-7","name":"Alle oder keine","epNo":7,"alt":"Power Outage","descr":"Cole Turner alias Balthasar wird von der Triade unter Druck gesetzt - er soll endlich die drei Schwestern töten. Doch Turner hat sich in Phoebe verliebt, und deshalb fällt ihm sein Auftrag schwer. Er bittet den Dämon Andras um Hilfe, der bei seinen Opfern Zwietracht sät. Der Plan geht auf: Phoebe, Piper und Prue beginnen sich zu streiten und verlieren ihr Zusammengehörigkeitsgefühl - und ihre Macht. Phoebe leidet unter der Situation und sucht ausgerechnet bei Turner Trost.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976345","hoster":"VOE"},{"path":"/redirect/8976352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-8","name":"Balthasar","epNo":8,"alt":"Sleuthing With the Enemy","descr":"Staatsanwalt Cole Turner, der sich unsterblich in Phoebe verliebt hat, ist in Wirklichkeit der böse Dämon Balthasar und hat den Auftrag, die Schwestern zu vernichten. Während Prue und Piper den Kampf mit ihm aufnehmen, schlägt Phoebe alle Verdachtsmomente, die darauf hindeuten, dass er der Dämon sein könnte, in den Wind. Doch dann stellen die drei Schwestern Cole Turner - und er verwandelt sich vor ihren Augen in Balthasar. Er nimmt Phoebe als Geisel und flieht in ein Mausoleum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976350","hoster":"VOE"},{"path":"/redirect/8976355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-9","name":"Besessen","epNo":9,"alt":"Coyote Piper","descr":"Das von dem Alchimisten Kierkan erschaffene Wesen Terra braucht einen menschlichen Körper, um leibhaftig zu werden. Dabei wird die Seele des ausgesuchten Opfers langsam vergiftet; sie stirbt schließlich. Terra, die Kierkan nicht gehorchen will, flieht. Um ihre Spuren zu verwischen, schlüpft sie zunächst in den Körper eines Mannes und tötet ihn. Als nächstes ergreift sie von Piper Besitz. Mit den Fähigkeiten von Kierkan und Piper glaubt Terra, nun unbesiegbar zu sein. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976353","hoster":"VOE"},{"path":"/redirect/8976358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-10","name":"Wenn der Eismann kommt","epNo":10,"alt":"We All Scream for Ice Cream","descr":"Bei dem so genannten Eismann handelt es sich um einen Sterblichen, der vom \"Hohen Rat\" auserwählt wurde, um dämonische Kinder einzufangen. Dazu spielt er einen Teufelsakkord, von dem die Kinder angezogen werden. Als Prue und Phoebe Zeuginnen werden, geraten sie ebenfalls in den Eiswagen. Den beiden gelingt es, die Kinder in die richtige Welt zurückzubringen. Zu spät bemerken sie, dass sie damit einen großen Fehler gemacht haben - ihn zu korrigieren, ist alles andere als einfach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976351","hoster":"VOE"},{"path":"/redirect/8976357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-11","name":"Gegen alle Regeln","epNo":11,"alt":"Blinded by the Whitelighter","descr":"Leos Kollegin Natalie, eine Wächterin des Lichts, warnt Piper, Phoebe und Prue: Soeben wurde ihr mächtigster Schützling von dem Warlock Eames getötet. Eames eignet sich die Kräfte der toten Hexen an und gewinnt dadurch immer mehr Macht. Sein Ziel: Er will alle Wächter des Lichts und alle Hexen töten. Nun sollen die drei Schwestern Eames zur Strecke bringen - und Natalie bietet sich als Köder an. Als der Plan schief geht, greifen Piper, Phoebe und Prue zu eigenen Methoden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976354","hoster":"VOE"},{"path":"/redirect/13823561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-12","name":"Verlorene Seelen","epNo":12,"alt":"Wrestling with Demons","descr":"Prue und Leo verhindern in letzter Minute den Tod eines Mannes durch einen Dämon - und in diesem Dämon erkennt Prue ihre alte Jugendliebe Tom Peters wieder. Prue und Leo finden heraus, dass Tom ein Opfer der \"Dämonenakademie\" ist: Dort wird verzweifelten Menschen geholfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976356","hoster":"VOE"},{"path":"/redirect/8976362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-13","name":"Das Böse in mir","epNo":13,"alt":"Bride and Gloom","descr":"Während sich Piper und Leo mitten in den Hochzeitsvorbereitungen befinden, taucht Cole wieder auf, um sich mit Phoebe auszusöhnen. Kurz darauf geschieht etwas Furchtbares: Prues Date entpuppt sich als böser Zauberer, der sie entführt. Nachdem niemand Prue finden kann, wendet sich Phoebe an Cole, der gerne helfen will - obwohl er dabei sein Leben riskiert. Prue ist mittlerweile klar geworden, dass der Zauberer sie im Auftrag der bösen Priesterin Dantalian entführt hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976360","hoster":"VOE"},{"path":"/redirect/8976364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-14","name":"Stadt der Geister","epNo":14,"alt":"The Good, the Bad and the Cursed","descr":"Während eines Ausflugs in eine alte Geisterstadt wird Phoebe auf geheimnisvolle Weise mit Bo, einem Bewohner der Stadt, verbunden: Phoebe fühlt auf einmal alle Schmerzen, die Bo erleidet. Als Bo angeschossen wird, wird die Sache für Phoebe lebensgefährlich. Prue und Piper wollen ihr helfen und finden dabei heraus, dass auf der Stadt ein Fluch lastet - und Phoebe außerdem in einem Zeitloch gefangen ist! Die Hexen haben alle Hände voll zu tun, ihre Schwester zu retten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976361","hoster":"VOE"},{"path":"/redirect/8976363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-15","name":"Trauung mit Hindernissen","epNo":15,"alt":"Just Harried","descr":"Nach zahlreichen unvorhergesehen Zwischenfällen wollen Piper und Leo endlich heiraten. Ihre Hochzeit findet bei ihnen zu Hause in Anwesenheit von Cole, Inspector Morris, Victor sowie der Großmutter und Mutter der Mädchen statt. Doch auch an diesem Tag wartet eine unangenehme Überraschung auf sie: Während der Zeremonie taucht plötzlich ein Motorradfahrer auf, der Prues Astral-Ich entführt. Sofort machen sich Piper und Phoebe auf den Weg, um ihrer Schwester zu helfen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976366","hoster":"VOE"},{"path":"/redirect/8976369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-16","name":"Der Tod siegt immer","epNo":16,"alt":"Death Takes a Halliwell","descr":"Während eines Ausflugs zum Strand entdeckt Prue eine Frau, von der sie beobachtet und fotografiert wird. Plötzlich taucht hinter dieser Frau eine Schattengestalt auf, die aber nur von Prue gesehen werden kann - Phoebe nimmt diese Gestalt nicht wahr. Prue heftet sich nun an die Fersen der Frau und macht bald eine erstaunliche Feststellung: Die Schattengestalt ist der Tod höchstpersönlich ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976365","hoster":"VOE"},{"path":"/redirect/8706883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-17","name":"Aller guten Dinge sind neun","epNo":17,"alt":"Pre-Witched","descr":"Prue, Piper und Phoebe werden wiederholt von einem bösartigen Warlock angegriffen - jedoch so oft sie den Hexer auch vernichten, er taucht immer wieder auf. Weil er sich aber allem Anschein nach nur halbherzig verteidigt, werden die Schwestern stutzig. Wie sich herausstellt, hat ihr Gegner ein besonderes Schicksal: Der Warlock besitzt die neun Leben einer Katze, und erst wenn er neunmal gestorben ist, wird er unsterblich. Prue, Piper und Phoebe wollen dies verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976367","hoster":"VOE"},{"path":"/redirect/8976370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-18","name":"Die sieben Todsünden","epNo":18,"alt":"Sin Francisco","descr":"Prue, Phoebe und Piper finden eine Box, die die sieben Todsünden in Form kleiner Kugeln enthält: Hochmut, Neid, Maßlosigkeit, Wolllust, Zorn, Habgier und Trägheit. Als Lukas, der Besitzer der Schatulle, die Kugeln auf sie schleudert, werden die Schwestern und Leo mit einer Todsünde infiziert. Diese Infektion führt unweigerlich zur Selbstzerstörung. Lukas hat es auf ihre Seelen abgesehen, die danach frei werden. Diesmal helfen auch magische Kräfte nichts - und alles scheint aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976368","hoster":"VOE"},{"path":"/redirect/8976373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-19","name":"Die Bruderschaft","epNo":19,"alt":"The Demon Who Came in from the Cold","descr":"Zu ihrem Entsetzen muss Phoebe entdecken, dass Cole Mitglied einer dämonischen Bruderschaft ist. Doch dann stellt sich heraus, dass er undercover die Machenschaften dieser Gemeinschaft der Bösen auszuspionieren versucht. Entgegen Phoebes Warnung verfolgt er seine Strategie. Zwar kann Cole den abgefeimten Plan des Anführers dieser Bruderschaft schließlich erfolgreich verhindern, doch dann wird er enttarnt. Coles Leben scheint keinen Pfifferling mehr wert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976372","hoster":"VOE"},{"path":"/redirect/8711954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-20","name":"Freund oder Feind?","epNo":20,"alt":"Exit Strategy","descr":"Cole ist hin- und hergerissen zwischen seiner Liebe zu Phoebe und dem Ziel, seinen Vater zu befreien. Um an zwei machtvolle Amulette zu kommen, muss er die Hexen töten, in deren Besitz sich diese Amulette befinden. Als sein Mentor in seinen Dämon schlüpft und vor Phoebes Augen eine unschuldige Hexe tötet, die zudem ihre Freundin ist, kündigt ihm diese ihre Zuneigung auf. Inzwischen hat auch Piper eine neue starke Macht erhalten, und Leo erklärt ihr, was es damit auf sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976371","hoster":"VOE"},{"path":"/redirect/8976376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-21","name":"Die Todesfee","epNo":21,"alt":"Look Who’s Barking","descr":"Nachdem Prue durch einen Zauber in einen Hund verwandelt wurde, muss Piper den Kampf gegen die Todesfee alleine aufnehmen, denn Phoebe wurde bereits in eine Todesfee verwandelt! Die Todesfee ermordet unschuldige Menschen, und wenn Piper es nicht rechtzeitig schafft, Phoebe zurückzuverwandeln, wird sie ihre Schwester für immer verlieren. Sobald Phoebe nämlich den ersten unschuldigen Menschen getötet hat, bleibt sie für immer eine Todesfee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332918","hoster":"VOE"},{"path":"/redirect/8976378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-3/episode-22","name":"Das Ende","epNo":22,"alt":"All Hell Breaks Loose","descr":"Die drei Schwestern beschließen, Dr. Griffiths mit nach Hause zu nehmen, um ihn vor dem Dämon Shax zu schützen. Doch der Dämon greift trotzdem an und verletzt Piper und Prue. Diese versuchen, Shax nachzusetzen und werden dabei dummerweise auf offener Straße von einem Kamerateam gefilmt. Darauf bricht vor dem Hause Halliwell das Chaos los: Als Piper von einer Verrückten angeschossen wird, willigt Phoebe auf einen folgenschweren Handel mit der Unterwelt ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976375","hoster":"VOE"},{"path":"/redirect/8976377","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/charmed/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/charmed/staffel-4/episode-1","name":"Die neue Macht der drei/48 Stunden","epNo":1,"alt":"Charmed Again (1)","descr":"Nach dem Tode Prues ist die \"Macht der drei\" zerbrochen. Als an der Beerdigung auch eine junge Frau namens Paige teilnimmt, hat Phoebe eine Vision: Sie sieht, wie Paige von dem Dämon Shax, der auch Prue auf dem Gewissen hat, getötet wird. Doch leider kann sie Paige nicht mehr warnen, denn diese ist plötzlich verschwunden. Piper und Phoebe bitten nun mit einem Zauberspruch ihre Großmutter um Hilfe und erfahren von ihr ein lang gehütetes Geheimnis: Paige ist ihre Halbschwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976382","hoster":"VOE"},{"path":"/redirect/13722908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-2","name":"(In Folge 1 enthalten)","epNo":2,"alt":"Charmed Again (2)","descr":"Paige ist geschockt - sie muss die Nachricht, eine Hexe zu sein, erstmal verdauen. Nachdem die Quelle erkannt hat, dass nun die \"Macht der Drei\" wiederhergestellt ist, möchte er Paige auf seine Seite ziehen: Wenn er es schafft, sie innerhalb von 48 Stunden zu einer bösen Tat zu verführen, ist sie für das Gute verloren und gehört ihm! Fast scheint der Plan aufzugehen, doch Phoebe, Piper, Cole und Leo können die unerfahrene Hexe im letzten Moment vor dem Bösen retten.","versions":[]},{"path":"/serie/stream/charmed/staffel-4/episode-3","name":"Die drei Furien","epNo":3,"alt":"Hell Hath No Fury","descr":"Piper trauert immer noch um den Verlust ihrer Schwester Prue. Mit allen Mitteln versucht sie, sämtliche Dämonen aufzuspüren, um Phoebe und Cole zu schützen. Doch dann wird sie selbst von drei mythologischen Furien angegriffen, die aus der Hölle kommen: Diese wollen Piper langsam in einen Dämon verwandeln, der auf Zerstörung aus ist und jeden tötet, der Schlechtes getan hat. Doch mit Coles Hilfe gelingt es Phoebe und Paige, Piper vom Pfad des Bösen zurückzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976379","hoster":"VOE"},{"path":"/redirect/8976384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-4","name":"Der Mann mit dem Drachendolch","epNo":4,"alt":"Enter the Demon","descr":"Unter Aufsicht von Piper muss \"Anfängerhexe\" Paige nun alles über Gifte und Kräuter lernen, um möglichst schnell ihre Hexenkenntnisse auf Vordermann zu bringen. Währenddessen üben sich Phoebe und Cole in Kampftechniken, um sich gegen erneute Attacken der \"Quelle\" zu wappnen. Als Piper erfährt, dass die Tochter eines Zen-Meisters ihren in der Unterwelt gefangen gehaltenen Vater befreien will, beschließen die drei \"zauberhaften Hexen\", die Rettungsaktion zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976385","hoster":"VOE"},{"path":"/redirect/8976386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-5","name":"Der Sammler","epNo":5,"alt":"Size Matters","descr":"Um einige Veränderungen an P3 vorzunehmen und neue Leute anzulocken, engagiert Piper einen Manager. Phoebe dagegen ist auf der Suche nach einem Job, doch das ist nicht einfach, denn sie braucht flexible Arbeitszeiten. Paige vermutet inzwischen in einem gruseligen Haus übernatürliche Geschehnisse. Als Phoebe dazu Nachforschungen anstellt, wird sie auf magische Weise von einem \"Puppensammler\" geschrumpft. Aber Piper und Paige schlagen den Dämon mit seinen eigenen Waffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976381","hoster":"VOE"},{"path":"/redirect/8725567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-6","name":"Ein Prinz für Paige","epNo":6,"alt":"A Knight to Remember","descr":"Paige muss immer häufiger an ein Märchen aus ihrer Kindheit denken: Darin hat eine böse Hexe einen Prinzen verzaubert, damit er sich in sie verliebt. Sobald sie aber einen Erben zur Welt gebracht hat, wird sie den Prinzen töten und selbst die Macht im Königreich übernehmen. Als Paige nun die böse Hexe im \"Buch der Schatten\" wiederfindet und den dazugehörigen Zauberspruch liest, steht plötzlich der Prinz vor ihr und verliebt sich in sie. Doch die böse Hexe will ihn zurückholen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976383","hoster":"VOE"},{"path":"/redirect/8976387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-7","name":"Hirngespinste","epNo":7,"alt":"Brain Drain","descr":"Die Quelle des Bösen hat ein so genanntes Chamäleon, das sich in jeden beliebigen Gegenstand verwandeln kann, ins Haus der Halliwells geschickt, um die geheimen Sehnsüchte der drei Hexen auszuspionieren. Danach entführt die Quelle des Bösen Piper in die Unterwelt. Sie soll durch Gehirnwäsche dazu gebracht werden, dreimal den Verzichtszauber zu sprechen, wodurch die Macht der Drei für immer gebrochen wäre. Fieberhaft versuchen Cole, Leo, Phoebe und Paige, dies zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976388","hoster":"VOE"},{"path":"/redirect/8976396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-8","name":"Schwarz wie der Teufel","epNo":8,"alt":"Black as Cole","descr":"Ein Dämon namens Sykes, der Balthasar zum Verwechseln ähnlich sieht, macht in der Stadt Jagd auf Hexen. Darauf macht Cole im Eifer des Gefechts Phoebe einen Heiratsantrag, doch die ist so überrascht, dass sie ihm die Antwort schuldig bleibt. Um Sykes endgültig zu vernichten, muss Cole noch einmal seine teuflische Gestalt annehmen. Er kann zwar den Dämon besiegen, doch seine Kraft reicht nicht mehr aus, sich in einen Menschen zurückzuverwandeln. Nur ein Zauberelixier kann helfen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976389","hoster":"VOE"},{"path":"/redirect/8976390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-9","name":"Der Ring der Musen","epNo":9,"alt":"Muse to My Ears","descr":"Seit die Quelle des Bösen von Cole schwer verwundet wurde, beginnen in der Unterwelt einige Warlocks, Anhänger um sich zu scharen. Einer von ihnen ist Devlin. Er besitzt den Ring der Inspiration, mit dem er Musen fangen kann. Auch Cole ist beunruhigt, denn er weiß, dass ein potenzieller Nachfolger der Quelle versuchen wird, die Mächtigen Drei zu vernichten. Und tatsächlich schickt Devlin seine Leute aus, um die Hexen im Club P3 in einen tödlichen Hinterhalt zu locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976391","hoster":"VOE"},{"path":"/redirect/8976394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-10","name":"Geister der Vergangenheit","epNo":10,"alt":"A Paige from the Past","descr":"Paige fühlt sich immer noch schuldig am tödlichen Verkehrsunfall ihrer Adoptiveltern. Um herauszufinden, was damals genau passiert ist, reist sie mit Leo in die Vergangenheit - zu dem Tag des Unfalls. Als klar wird, dass Paige keine Schuld am Tod ihrer Eltern trägt, kehren beide in die Gegenwart zurück. Währenddessen ärgern sich Cole und Phoebe mit den zwei Geistern Frankie und Lulu aus der Vergangenheit herum, die sich ihrer Körper bemächtigen, um endlich zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976392","hoster":"VOE"},{"path":"/redirect/8976398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-11","name":"Die zwölf Geschworenen","epNo":11,"alt":"Trial by Magic","descr":"Phoebe nimmt als Geschworene an einer Verhandlung teil, in der ein Mann beschuldigt wird, seine Frau getötet zu haben. Doch sie ist die einzige, die von der Unschuld des Angeklagten überzeugt ist. Zusammen mit ihren Schwestern Paige und Piper versucht sie nun, den wahren Mörder der Frau ausfindig zu machen. Tatsächlich gelingt es dem Hexen-Trio, dem Killer, der für einen mörderischen Dämon arbeitet, eine Falle zu stellen und somit die Unschuld des Angeklagten zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976393","hoster":"VOE"},{"path":"/redirect/8976400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-12","name":"Feuer","epNo":12,"alt":"Lost and Bound","descr":"Als Cole Grandmas alten Verlobungsring Phoebe an den Finger steckt, verwandelt diese sich plötzlich in Miss Suzy Homemaker. Und die hat nichts anderes im Sinn, als jedermann zu bekochen und die perfekte Hausfrau zu sein. Wird Phoebe erkennen, dass der Ring verflucht ist? Inzwischen haben Piper und Leo einen von vielen Kopfgeldjägern gesuchten jungen Brandstifter, der Leibwächter der Quelle werden soll, auf eine Dämonen-Akadamie gebracht. Doch der Schuss geht nach hinten los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251868","hoster":"VOE"},{"path":"/redirect/8976399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-13","name":"Das schwarze Nichts","epNo":13,"alt":"Charmed and Dangerous","descr":"Ein letztes Mal fordert die Quelle des Bösen die Mächtigen Drei heraus: Mit Hilfe des Schwarzen Nichts, das jede Magie in sich aufsaugt, versucht die Quelle, den drei Hexen ihre Kräfte zu rauben und sie endgültig zu vernichten. Tatsächlich gelingt es der Quelle, die Kräfte von Piper, Paige und Phoebe zu stehlen und Leo zu verwunden. Doch dann ruft die Seherin Cole zu sich in die Unterwelt und schlägt ihm vor, das Schwarze Nichts in sich aufzunehmen und so die Quelle zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976395","hoster":"VOE"},{"path":"/redirect/8976402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-14","name":"Die Frage aller Fragen","epNo":14,"alt":"The Three Faces of Phoebe","descr":"Nach dem Tod der Quelle sind deren Kräfte auf Cole übergegangen, und der wehrt sich verzweifelt dagegen, denn er wollte das Böse für immer ablegen. Seine einzige Hoffnung ist seine Liebe zu Phoebe, die ihn an das Gute bindet. Doch Phoebe spürt, dass etwas mit Cole nicht stimmt und wird immer unsicherer, ob sie ihn heiraten soll. Nun soll ein Zauberspruch helfen, die Frage aller Fragen zu klären. Währenddessen hat die Seherin den Dämon Kurzon auf die Mächtigen Drei angesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976404","hoster":"VOE"},{"path":"/redirect/8976403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-15","name":"Die Braut trägt schwarz","epNo":15,"alt":"Marry-Go-Round","descr":"Phoebes Nerven liegen blank, sie ist mitten im Heiratsstress: Ihre Hochzeit soll der schönste Tag ihres Lebens werden und keinesfalls durch irgendwelche dramatische Zwischenfälle getrübt werden. Doch als Paige am Tag vor der Trauung die Tarot-Karten legt, prophezeien diese dem Brautpaar nur Verzweiflung und Tod. Inzwischen ist Cole fast ganz von der bösen Seite vereinnahmt worden und so hat ihm auch die Seherin zu einer \"Schwarzen Hochzeit\", ganz im Zeichen des Bösen, geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976401","hoster":"VOE"},{"path":"/redirect/8976406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-16","name":"Das fünfte Rad","epNo":16,"alt":"The Fifth Halliwheel","descr":"Cole fährt plötzlich einen neuen Porsche und verteilt Geschenke an alle. Als Paige ihn darauf anspricht, gibt er vor, wieder als Anwalt zu arbeiten. Doch die Seherin hat Cole beauftragt, mit Phoebe ein Kind des Bösen zu zeugen - und zwar mithilfe präparierter Pralinen. Inzwischen ist Paige von einem Machtmakler, ein Dämon, der Menschen dazu nutzt, teuflische Kräfte zwischenzulagern, infiziert worden. Als es Cole gelingt, Paige zu retten, nascht Phoebe endlich eine der Pralinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976405","hoster":"VOE"},{"path":"/redirect/8976407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-17","name":"Der Soldat Leo Wyatt","epNo":17,"alt":"Saving Private Leo","descr":"Als Piper ohne Leos Wissen dessen Teilnahme am Veteranentreffen zusagt, hat dies fatale Folgen: Ihr Brief bringt die Geister von Rick und Nathan Lang auf Leos Spur. Die Brüder und Leo kennen sich seit der Schulzeit und kämpften gemeinsam im Zweiten Weltkrieg. Doch Nathan und Rick machen den damaligen Sanitäter Leo für ihren Tod in der Schlacht um Guadalcanal verantwortlich und warten seit nunmehr 60 Jahren darauf, sich an den Nachkommen von Leo Wyatt zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976408","hoster":"VOE"},{"path":"/redirect/8976411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-18","name":"Beiß mich","epNo":18,"alt":"Bite Me","descr":"Cole hält in seiner Penthouse-Wohnung einen Dämonenrat ab, um so die Kräfte des Bösen zu bündeln. Doch Dämon Keats rivalisiert mit Cole um dessen Status als neue Quelle und versucht, mit Hilfe der Vampirkönigin an die Macht zu kommen. Paige hat inzwischen Gefallen an Rowan, dem Abgesandten der Vampirkönigin, gefunden und verwandelt sich nach einem Treffen mit ihm langsam, aber sicher in einen Vampir. Fieberhaft suchen Phoebe und Piper nun nach einem Gegenzauber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976409","hoster":"VOE"},{"path":"/redirect/8976415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-19","name":"Die Krönung","epNo":19,"alt":"We’re Off to See the Wizard","descr":"Die Seherin steht kurz vor der Vollendung ihres teuflischen Planes, die Quelle als Nachfolgerin zu beerben. Piper und Paige wollen jedoch mit allen Mitteln versuchen, dies zu verhindern. In ihrer Verzweiflung bitten sie eine Hexenmeisterin um Hilfe, gemeinsam mit ihnen die Krönung einer neuen Quelle zu vereiteln. Dabei sind sie immer noch völlig ahnungslos, dass Cole der neue Herrscher der Unterwelt ist - und an seiner Seite Phoebe als neue Regentin über das Böse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976410","hoster":"VOE"},{"path":"/redirect/8976414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-20","name":"Lang lebe die Königin","epNo":20,"alt":"Long Live the Queen","descr":"Seit der Krönung von Cole zur neuen Quelle ist Phoebe offiziell Königin der Unterwelt und somit dem Bösen verpflichtet. Doch Cole und die Seherin merken, dass Phoebe zwischen Gut und Böse hin- und hergerissen wird und verabreichen ihr deshalb regelmäßig ein Tonikum, dass das Gute in ihr auslöschen soll. Auch Piper und Paige ist nun endlich klar, dass Cole die neue Quelle des Bösen ist und er vernichtet werden muss. Aber dazu benötigen sie die Hilfe ihrer Schwester Phoebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919901","hoster":"VOE"},{"path":"/redirect/8976413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-21","name":"Die Brut des Bösen","epNo":21,"alt":"Womb Raider","descr":"Der teuflische Auftrag der Seherin ist tatsächlich erfüllt: Cole hat mit Phoebe ein Kind des Bösen gezeugt. Als das Ungeborene bereits im Mutterleib seine dämonischen Kräfte und auch seinen starken Hass auf Paige deutlich zum Ausdruck bringt, plant die Seherin Ungeheuerliches: Auf magische Weise will sie Phoebe das dämonische Kind aus deren Bauch stehlen und das Baby in ihren eigenen Leib verpflanzen. Sie hofft so, das Erbe um die Macht der Quelle antreten zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976416","hoster":"VOE"},{"path":"/redirect/8706880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-4/episode-22","name":"Der Engel des Schicksals","epNo":22,"alt":"Witch Way Now?","descr":"Phoebe, Paige und Piper erhalten hohen Besuch: Der \"Engel der Vorsehung\" erscheint bei den drei zauberhaften Hexen und macht ihnen ein verführerisches Angebot: Wenn es den Schwestern gelänge, die Quelle alles Bösen zu zerstören, hätten sie die Gelegenheit, ihr Leben und ihre Bestimmung neu zu entwerfen: Die Schwestern könnten dann entweder ihre magischen Kräfte behalten oder ein ganz normales, dämonenfreies Leben führen. Wie werden sich die drei entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976419","hoster":"VOE"},{"path":"/redirect/8976420","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/charmed/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/charmed/staffel-5/episode-1","name":"Der Ruf des Meeres - Teil 1+2","epNo":1,"alt":"A Witch\u0027s Tail (1)","descr":"Teil 1 \u0026 Teil 2:Meerjungfrau Mylie hat ein Abkommen mit einer Meerhexe: Sollte ihr Freund Craig ihr nicht innerhalb von dreißig Tagen eine Liebeserklärung machen, muss sie der Hexe ihre Unsterblichkeit überlassen. Als es immer unwahrscheinlicher wird, dass Craig noch rechtzeitig zu seinen Gefühlen steht, wendet sich Mylie Hilfe suchend an Phoebe. Diese hat allerdings gerade mit eigenen Problemen zu kämpfen: Als sie die Scheidung einreichen wollte, ist Cole plötzlich wieder aufgetaucht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976421","hoster":"VOE"},{"path":"/redirect/8976424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-2","name":"(In Folge 1 enthalten)","epNo":2,"alt":"A Witch\u0027s Tail (2)","descr":"Hinweis: Episode 2 ist als Doppelepisode in Episode 1 enthalten.","versions":[]},{"path":"/serie/stream/charmed/staffel-5/episode-3","name":"Und wenn sie nicht gestorben sind ...","epNo":3,"alt":"Happily Ever After","descr":"Aus Wut darüber, nicht mehr die mächtigste aller Hexen zu sein, nutzt die Märchenhexe die Kraft der Märchen für das Böse. Ihr Ziel ist es, die Halliwells umzubringen und auf diese Weise wieder die stärkste Zauberin zu werden. Als die mächtigen Drei von verschiedensten Märchengestalten angegriffen werden, zögert Piper zunächst aus Angst um ihr ungeborenes Baby, dagegen anzukämpfen. Erst als ihre Schwestern Phoebe und Paige besiegt scheinen, greift sie in das Geschehen ein ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976417","hoster":"VOE"},{"path":"/redirect/8976422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-4","name":"Sirenengesang","epNo":4,"alt":"Siren Song","descr":"Seit einiger Zeit zieht eine Sirene verheiratete Männer in ihren Bann, um sie vor den Augen ihrer Frauen zu töten und die Witwen im Anschluss zu verbrennen. Als ihr eines Tages Melissa, eine künftige Wächterin des Lichts, ins Netz gerät, kann Cole ihr Opfer gerade noch retten. Der Versuch, die Sirene anschließend im Alleingang zu besiegen, endet in einem Desaster: Cole wird in ihren Bann gezogen und versucht die ihm zur Rettung eilende Phoebe zu töten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382844","hoster":"VOE"},{"path":"/redirect/8976425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-5","name":"Superhelden","epNo":5,"alt":"Witches in Tights","descr":"Der erst 13-jährige Kevin ist mit einer besonderen Gabe gesegnet: Er kann erfundene Gestalten per Zeichnung zum Leben erwecken. Der listige Dämon Arnon will sich die Fähigkeit des Kindes zunutze machen, um die Kräfte von Ramos, dem ältesten Mitglied des Ältestenrates, zu rauben. Als Kevin dahinter kommt, was Arnon im Schilde führt, sieht er nur einen Ausweg: Er verwandelt sich und die Helliwell-Schwestern in Superhelden und zieht mit ihnen in den Kampf gegen den Dämon ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976423","hoster":"VOE"},{"path":"/redirect/8976427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-6","name":"Böse Augen","epNo":6,"alt":"The Eyes Have It","descr":"In ihrer Verzweiflung, die eigenen magischen Kräfte nicht mehr kontrollieren zu können, sucht Phoebe die Wahrsagerin Madame Teresa auf. Als diese kurz nach ihrem Treffen von einem Dämon namens Cree getötet wird, forschen die Halliwells nach den Hintergründen der Tat. Sie finden heraus, dass Cree im Auftrag seines Vaters Orin gehandelt hat, der vor vielen Jahren von den Gipsys geblendet wurde, damit er sie nicht länger mit seinen bösen Augen verfolgen konnte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976428","hoster":"VOE"},{"path":"/redirect/8976432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-7","name":"Barbas","epNo":7,"alt":"Sympathy for the Demon","descr":"Auch wenn sein Körper weiterhin in der Verbannung weilt, ist es Barbas, dem Dämon der Angst, gelungen, Cole mit seinem Geist aufzusuchen und ihn zu verwirren. Er bringt ihn sogar so weit, in Unschuldigen Dämonen zu sehen und sie anzugreifen. Als Paige versucht, Cole die Kräfte wegzunehmen, damit dieser kein Unheil mehr anrichten kann, sorgt Barbas dafür, dass die Kräfte auf ihn übergehen. Nun ist er stark genug, seinen Körper zurückzuholen und die nächste Quelle zu werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976426","hoster":"VOE"},{"path":"/redirect/8976430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-8","name":"Tödliche Visionen","epNo":8,"alt":"A Witch in Time","descr":"Cole ist verzweifelt: Da er nicht gut sein kann, aber auch nicht böse sein will, möchte er seinem Leben ein Ende setzen. Weil er inzwischen unverwundbar ist, muss er zu diesem Zweck erst die Mächtigen Drei dazu bringen, ihn zu töten. Aus diesem Grund verwundet er mit Hilfe eines Wächters der Finsternis Paige und Leo und zieht damit den Hass von Phoebe und Piper auf sich. Die beiden machen nun Jagd auf ihn und wollen ihn mit einer Vernichtungstinktur endgültig auslöschen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976429","hoster":"VOE"},{"path":"/redirect/8976433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-9","name":"Unverwundbar","epNo":9,"alt":"Sam I Am","descr":"Auf der Suche nach einem passenden Körper für seine Geliebte Isis stößt der aus Ägypten stammende Dämon Jeric irgendwann auf die Mächtigen Drei. Er entführt schließlich Phoebe und transferiert den Geist seiner Angebeteten in ihren Körper. Als Cole davon erfährt, macht er Jeric einen Vorschlag: Phoebe soll von dem Dämon mumifiziert werden, bis er einen Weg gefunden hat, ihre Liebe zurückzugewinnen. Im Gegenzug verschafft Cole Isis den Körper von Paige ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976431","hoster":"VOE"},{"path":"/redirect/8976435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-10","name":"Mumienschanz","epNo":10,"alt":"Y Tu Mummy Tambien","descr":"Seit einiger Zeit scheinen die Mächtigen Drei vom Pech verfolgt: Während Piper Ärger mit dem Club hat, kämpft Phoebe mit Problemen im Job. Am härtesten hat es aber Paige getroffen, die nach einem Autounfall ins Gefängnis muss. Was nach einer simplen Pechsträhne aussieht, ist in Wirklichkeit ein neuer Plan von Cole: Dieser will Phoebe mit Hilfe von Nexus, einer besonders starken Machtquelle, die sich unter dem Haus der Halliwalls befindet, wieder auf die Seite des Bösen ziehen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976434","hoster":"VOE"},{"path":"/redirect/8976437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-11","name":"Der Nexus","epNo":11,"alt":"The Importance of Being Phoebe","descr":"Cole hat noch immer nicht die Hoffnung aufgegeben, doch noch Phoebes Liebe wiedergewinnen zu können. Seiner Meinung nach ist allein das Auftauchen von Paige und die damit verbundene neue Macht der Drei Schuld daran, dass er nicht mehr mit seiner Liebsten vereint ist. Aus diesem Grund schafft Cole mit Hilfe der Avatars eine zweite Realität, in der die Vergangenheit anders verlaufen ist. Allerdings hat das auf die Gegenwart nicht den Effekt, den sich der Dämon erhoffte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976439","hoster":"VOE"},{"path":"/redirect/8976438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-12","name":"Happy Birthday, Cole!","epNo":12,"alt":"Centennial Charmed","descr":"Die Halliwell-Schwestern werden in ihrem Haus von unsichtbaren Quälgeistern heimgesucht, bei denen es sich um die Restenergie aller Dämonen handelt, die die Hexen dort vernichtet haben. Ein zu Hilfe gerufener Medizinmann ist wegen der kompakten bösen Aura völlig entsetzt, schafft es jedoch, die Geister zu vertreiben. Allerdings macht er sich Sorgen, dass die Mächtigen Drei mit der Zeit vom Bösen überwältigt werden, und schlägt seinen Kollegen vor, die Halliwalls zu töten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976436","hoster":"VOE"},{"path":"/redirect/8976440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-13","name":"Quälgeister","epNo":13,"alt":"House Call","descr":"Um seinen Ruf in der Unterwelt zu etablieren, lässt der Dämon Axel systematisch Sandmänner töten, die dafür sorgen, dass die Menschen träumen können. Auf diese Weise können die Einwohner San Franciscos ihre Probleme nicht mehr verarbeiten und werden immer aggressiver. Auch der Sandmann der Halliwells soll von einem von Axels Tracerdämonen getötet werden, doch die Hexen können dies gerade noch verhindern. Allerdings gibt sich Axel nicht so schnell geschlagen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976441","hoster":"VOE"},{"path":"/redirect/8706884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-14","name":"San Francisco träumt","epNo":14,"alt":"Sand Francisco Dreamin’","descr":"Eines Tages stellen die Halliwell-Schwestern und Leo erschrocken fest, dass sie ihre Zauberkräfte verloren haben. Wie sich herausstellt, ist es nicht nur ihnen so ergangen: Niemand auf der Erde, egal ob gut oder böse, besitzt mehr magische Fähigkeiten. Die Situation spitzt sich dramatisch zu, als Phoebe und Paige herausfinden, dass Cronyn, der Führer des Bösen, Pipers Baby, das noch am gleichen Tag geboren werden soll, für das Böse kidnappen will ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976442","hoster":"VOE"},{"path":"/redirect/8711967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-15","name":"Ein magisches Geschenk","epNo":15,"alt":"The Day the Magic Died","descr":"Paige wird von akuten Geldnöten geplagt und versucht, ihre leere Kasse mit Hilfe eines Zauberspruchs aufzufüllen. Anstatt des erhofften Geldsegens bringt der Zauber sie allerdings ins Reich der Kobolde. Dort erfährt Paige, dass die kleinen Wichte, deren Aufgabe es ist, das Glück unter den Menschen zu verteilen, derzeit mit massiven Problemen zu kämpfen haben: Die Kobolde werden vom Dämon Saleel gejagt, der sie tötet und ihnen das Glück in Form von magischen Nuggets abnimmt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976444","hoster":"VOE"},{"path":"/redirect/8976445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-16","name":"Babyalarm","epNo":16,"alt":"Baby’s First Demon","descr":"Weil sich die Streitigkeiten zwischen Leo und Piper häufen, beschließen die beiden, einen Eheberater zu besuchen. Als dieser einiges über die Vergangenheit seiner Patienten wissen will, spricht Piper einen Zauber, der ihre Erinnerungen möglichst real gestalten soll. Dies hat allerdings zur Folge, dass sich Phoebe und Paige durch die Gedanken ihrer Schwester an alte Zeiten plötzlich in der Vergangenheit wiederfinden, wo es einem Warlock gelingt, ihre Katze Kitty zu töten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976446","hoster":"VOE"},{"path":"/redirect/8976443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-17","name":"Glücksbringer","epNo":17,"alt":"Lucky Charmed","descr":"Der Ältestenrat ist ziemlich besorgt: Der Dämon Xavier hat die beiden Waldnymphen Miranda und Daisy aus den Wäldern verjagt und deren Satyr getötet. Ziel des Bösewichts ist es, Zugang zur Ewigen Quelle zu bekommen, um durch deren Wasser Unsterblichkeit zu erlangen. Als Paige und Piper davon erfahren, nehmen sie Miranda und Daisy mit zu sich nach Hause und überlegen sich, wie sie Xavier vernichten können ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976447","hoster":"VOE"},{"path":"/redirect/8976449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-18","name":"Katzenjammer","epNo":18,"alt":"Cat House","descr":"Der Kasi-König und die geheimnisvolle Crone haben sich zusammengeschlossen, um gemeinsam gegen die Mächtigen Drei vorzugehen. Damit die beiden überhaupt eine Chance haben, ihr Ziel zu erreichen, schwächen sie die drei Hexen mittels eines uralten Zaubers, der von einem Affen übertragen wird. Doch obwohl Piper durch Magie erblindet, Phoebe ihr Gehör verliert und Paige plötzlich stumm wird, ist es für Crone und den Kasi-König kein Leichtes, sie zu besiegen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976448","hoster":"VOE"},{"path":"/redirect/8976450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-19","name":"Tanz um die ewige Quelle","epNo":19,"alt":"Nymphs Just Wanna Have Fun","descr":"In einer fernen Zukunft herrschen Titanen auf der Erde. Sie wollen sich am Ältestenrat rächen, da dieser die Titanen einst im Eis eingeschlossen hat. Mit Hilfe eines Dämons wurden sie nun befreit. Als sich Paige und Phoebe ins ewige Eis begeben, um den Ereignissen auf den Grund zu gehen, wird Paige von einer unbekannten Gestalt in Stein verwandelt - und Phoebe trifft auf Chris. Er stammt aus der Zukunft und soll den Lauf der Geschichte aufhalten. Kann er auch Paige befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976452","hoster":"VOE"},{"path":"/redirect/8976455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-20","name":"Nichts sehen, nichts hören, nichts sagen","epNo":20,"alt":"Sense and Sense Ability","descr":"Weil die Titanen bereits einen Teil des Ältestenrats getötet haben, werden Piper, Phoebe und Paige von Leo mit gewaltiger Macht ausgestattet, um das Treiben der Titanen zu beenden. Erst mit der Hilfe von Chris, der aus der Zukunft gekommen ist, können sie die Titanen besiegen. Doch dafür muss Piper einen hohen Preis bezahlen: Leo wird wegen seiner Verdienste in den Ältestenrat berufen und kann nicht mehr mit ihr zusammenleben. Für Piper bricht eine Welt zusammen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976451","hoster":"VOE"},{"path":"/redirect/8976456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-21","name":"Hexentaufe","epNo":21,"alt":"Necromancing the Stone","descr":"Die Zeit ist gekommen, den kleinen Wyatt Matthew Halliwell zu taufen und ihm den Segen sämtlicher Hexenvorfahren der letzten 300 Jahre zu geben. Damit die Zeremonie, die von Grandma Penny Halliwell geleitet werden soll, auch ja nicht gestört wird, töten Paige und Piper alle potenziell angreifenden Dämonen im Vorfeld. Einzig der Präventivschlag gegen den Nekromanten, einen Geist, der vor sehr langer Zeit Grandmas Geliebter war, geht daneben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976454","hoster":"VOE"},{"path":"/redirect/8976453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-22","name":"Kampf der Titanen (1+2)","epNo":22,"alt":"Oh My Goddess (1)","descr":"In einer fernen Zukunft herrschen Titanen auf der Erde. Sie wollen sich am Ältestenrat rächen, da dieser die Titanen einst im Eis eingeschlossen hat. Mit Hilfe eines Dämons wurden sie nun befreit. Als sich Paige und Phoebe ins ewige Eis begeben, um den Ereignissen auf den Grund zu gehen, wird Paige von einer unbekannten Gestalt in Stein verwandelt – und Phoebe trifft auf Chris. Er stammt aus der Zukunft und soll den Lauf der Geschichte aufhalten. Kann er auch Paige befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976457","hoster":"VOE"},{"path":"/redirect/8976470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-5/episode-23","name":"(In Folge 22 enthalten)","epNo":23,"alt":"Oh My Goddess (2)","descr":"Hinweis: Episode 23 ist als Doppelepisode in Episode 22 enthalten.","versions":[]}]},{"path":"/serie/stream/charmed/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/charmed/staffel-6/episode-1","name":"Im Bann der Walküren (1)","epNo":1,"alt":"Valhalley of the Dolls (1)","descr":"Leo ist verschwunden. Niemand weiß, dass Chris, der neue Wächter des Lichts, ihn nach Walhalla verbannt hat, wo er von den Walküren bewacht wird. Da Leo sich von Piper getrennt hat, fällt sein Verschwinden zunächst nicht auf. Erst als Paige und Phoebe ihn sprechen wollen, muss Chris zugeben, dass er vermisst wird. Die Schwestern beginnen mit der Suche. Schließlich kann Paige ihn mit Wyatts Hilfe auspendeln. Paige und Phoebe beamen sich daraufhin nach Walhalla ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976463","hoster":"VOE"},{"path":"/redirect/8349195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-2","name":"Im Bann der Walküren (2)","epNo":2,"alt":"Valhalley of the Dolls (2)","descr":"Drei Krieger aus Walhalla sind Leo, Paige und Phoebe nach San Fransisco gefolgt, wo sie wahllos zu morden beginnen. Als die Walküren das erfahren, bietet Piper ihre Hilfe an. Gemeinsam machen sie sich auf die Suche nach den Kriegern ... Unterdessen hat Leo Chris nach Walhalla entführt. Er versucht, Chris zum Reden zu bringen, doch ohne Erfolg. Nach dem Sieg der Walküren über die Krieger gelingt es Paige, mit einem Gegen-Zauber Piper wieder sie selbst werden zu lassen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/4968255","hoster":"Vidoza"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-3","name":"Vergissmeinnicht","epNo":3,"alt":"Forget Me... Not","descr":"Den Schwestern fällt auf, dass sie teilweise vergessen haben, was am Tag zuvor passiert ist. Ein Zauberspruch soll nun die Zeit zurückdrehen und ihre Erinnerungslücken füllen. Dabei erfahren sie, dass Wyatts Zauber die Cleaner auf den Plan gerufen hat - ihre Aufgabe besteht darin, zu verhindern, dass die Magie von den Menschen entdeckt wird. Sie haben Wyatt entführt und das Gedächtnis der Schwestern gelöscht. Zwischen den Hexen und den Cleanern entbrennt ein Kampf um Wyatt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976461","hoster":"VOE"},{"path":"/redirect/8349183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-4","name":"Die Ohnmacht der Drei","epNo":4,"alt":"The Power of Three Blondes","descr":"Die Stillman-Hexen Margo, Mitzy und Mabel nehmen mit Hilfe eines Zaubers die Identität der Halliwell-Schwestern an, behalten dabei aber ihre alte Gestalt. Fortan hält sie die ganze Welt für die Mächtigen Drei, während Phoebe, Piper und Paige nicht einmal mehr von ihren besten Freunden erkannt werden. Erst als es ihnen gelingt, gleichzeitig mit Chris, ihrem Wächter des Lichts, und den Stillman-Hexen in einem Raum zu sein, können sie Chris\u0027 Misstrauen wecken - er rettet sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976460","hoster":"VOE"},{"path":"/redirect/13026202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-5","name":"Tödliche Liebe","epNo":5,"alt":"Love\u0027s A Witch","descr":"Paige stößt auf zwei verfeindete magische Familien - die Montanas und die Callaways. Trotz eines Waffenstillstands ist die Fehde wieder aufgeflammt. Paige beschließt, den Familien zu helfen. Die Probleme verschärfen sich, als wieder ein Callaway getötet wird: der Vater von Olivia, Richard Montanas Verlobte. Sie war schon letztes Jahr bei einem Gefecht gestorben. Der Verdacht kommt auf, dass ein Dritter die Fehde schürt - es ist Olivias Geist, der nach Rache sinnt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976459","hoster":"VOE"},{"path":"/redirect/8349192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-6","name":"Opfer der Sehnsucht","epNo":6,"alt":"My Three Witches","descr":"Die Hexen wollen sich eine Pause gönnen, Chris hingegen will ständig Dämonen jagen. Weil sich die Schwestern weigern, das gleiche zu tun, setzt Chris - dessen Autorität auf dem Spiel steht - einen Dämon auf sie an: Gith lockt seine Opfer in andere Welten, die sie sich mit ihren Sehnsüchten selbst erschaffen - mit tödlichen Konsequenzen. Auch Piper, Paige und Phoebe werden zu Gefangenen ihrer eigenen Sehnsüchte. Chris sucht Gith auf, um ihn zu töten, doch sein Plan misslingt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976462","hoster":"VOE"},{"path":"/redirect/8349193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-7","name":"Seelenqualen","epNo":7,"alt":"Soul Survivor","descr":"Paige arbeitet gerade bei Anwalt Larry Henderson, als er vor ihren Augen von einem Dämon getötet wird. Sein Tod wirft Rätsel auf, und Paige beschließt - entgegen der Warnungen ihrer Schwestern -, den Geist von Larry herbeizurufen. Sie erfährt, dass er einen Pakt mit dem Dämon Zahn geschlossen hat: Für seine Erfolge im Leben hatte Larry seine Seele an Zahn verkauft - jetzt musste er zahlen. Mit der Hilfe ihrer Schwestern schafft es Paige, Zahn Larrys Seele wieder abzujagen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915727","hoster":"VOE"},{"path":"/redirect/8349198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-8","name":"Piper und die Tafelrunde","epNo":8,"alt":"Sword and the City","descr":"Als die Lady vom See stirbt, übergibt sie Piper ein Schwert, das in einem Stein feststeckt - wie sich herausstellt, handelt es sich um Excalibur, das legendäre Schwert von König Artus. Wer es aus dem Stein befreit, wird der neue König! Piper gelingt es, und plötzlich ist Mordaunt da, ein Ratgeber im Dienste des Schwertes. Er warnt sie vor dem Schwarzen Ritter, der Excalibur unbedingt in seine Gewalt bringen will. Noch ahnt Piper nicht, welches Mordaunts wahre Absicht ist ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976464","hoster":"VOE"},{"path":"/redirect/8349199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-9","name":"Kleine Monster","epNo":9,"alt":"Little Monsters","descr":"Phoebe, Piper und Paige entdecken nach einem Kampf mit einer fremden Kreatur ein Baby - es ist ein Mantikor, eine äußerst bösartige Dämonenart. Chris will es vernichten, doch die Hexen sind dagegen. Plötzlich erscheint eine andere Bestie und will das Baby entführen, doch ohne Erfolg. Stattdessen nimmt sie Piper als Geisel mit. Piper erfährt, dass das Wesen der Vater des Babys ist. Derek war früher ein Mensch und versucht nun, sein Mischlingskind vor den Mantikor zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976467","hoster":"VOE"},{"path":"/redirect/8349202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-10","name":"Zwischen den Zeiten","epNo":10,"alt":"Chris-Crossed","descr":"Die Phoenix-Hexe Bianca ist zurückgekehrt, um ihren Verlobten Chris zurück in die Zukunft zu entführen. Sie setzt Piper, Paige und Phoebe mit einem Zauber außer Gefecht - doch bevor sie mit Chris das Tor der Zukunft passiert, kann er einen verschlüsselten Hilferuf hinterlassen. Dort trifft Chris, seiner Kräfte beraubt, Pipers Sohn Wyatt wieder. Der sieht in ihm einen Verräter und will Chris töten - doch Bianca, die Chris immer noch liebt, stellt sich auf seine Seite ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976471","hoster":"VOE"},{"path":"/redirect/8349207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-11","name":"Witchstock","epNo":11,"alt":"Witchstock","descr":"Auf dem Dachboden entdecken die Schwestern Kleidungsstücke ihrer Großmutter Penny. Als Paige ein Paar Stiefel probiert, wird sie ins Jahr 1967 katapultiert - ihre Großmutter hatte die Stiefel mit einem Zauber versehen. Paige erkennt, dass Penny keine harte Dämonenjägerin war, sondern ein friedliebender junger Hippie. In der Gegenwart versuchen Phoebe und Piper ihre Schwester zu finden, denn sollte Paige in die Vergangenheit eingreifen, würde sich die Zukunft radikal ändern ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976466","hoster":"VOE"},{"path":"/redirect/8349208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-12","name":"Der perfekte Mann","epNo":12,"alt":"Prince Charmed","descr":"Nachdem sie Wyatt vor einem Dämon gerettet hat, beschließt Piper, den Männern abzuschwören und sich nur noch um ihren Sohn zu kümmern. Doch ihre Schwestern wissen mit Pipers Enthaltsamkeit nichts anzufangen und bemühen sich um Abhilfe: Phoebe und Paige schenken ihr zum Geburtstag einen Tag mit Mr. Right - einem Traummann, den sie speziell erschaffen haben. In all dem Trubel um Mr. Right gelingt es einer Gruppe von Dämonen, Wyatt zu entführen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976469","hoster":"VOE"},{"path":"/redirect/8349210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-13","name":"Schlechtes Karma","epNo":13,"alt":"Used Karma","descr":"Paiges Freund Richard versucht mit Hilfe eines abgeänderten Zauberspruchs, sein schlechtes Karma loszuwerden. Allerdings geht der Zauber schief und Phoebe bekommt das Karma der berühmten Spionin Mata Hari. Phoebe beginnt nun ihren Rachefeldzug gegen die Männerwelt, allen voran gegen Jason, der sie nicht zurückhaben will. Wütend darüber, dass er ihren Betörungsversuchen widersteht, hetzt Phoebe die Schwarm-Dämonen auf Jason, um ihn zu töten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976468","hoster":"VOE"},{"path":"/redirect/8349212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-14","name":"Die kopflosen Drei","epNo":14,"alt":"The Legend of Sleepy Halliwell","descr":"Die drei Schwestern ermitteln undercover in einer Zauberschule für gute Magier. Dort treibt ein kopfloser Ritter sein Unwesen, der nach und nach allen Lehrern das Haupt vom Körper trennt. Aber solange die Köpfe auf dem Schulgelände sind, können sie weiterleben. Die Mächtigen Drei versuchen, den Schüler zu finden, der den Ritter heraufbeschworen hat. Bei ihren Nachforschungen treffen sie selbst auf den Ritter ohne Haupt und werden von ihm geköpft ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917039","hoster":"VOE"},{"path":"/redirect/8349215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-15","name":"Bezaubernde Phoebe","epNo":15,"alt":"I Dream of Phoebe","descr":"Phoebe kommt durch Zufall in den Besitz eines Flaschengeistes. Jinny, der Geist aus der Flasche, bringt sie dazu, sie freizuwünschen. Zu spät stellt Phoebe fest, dass Jinny ein Dämon ist und sie ausgetrickst hat. Sie muss nun den Platz mit Jinny tauschen und wird selbst zum Flaschengeist. Währenddessen offenbaren sich Jinnys wahre Ziele: Sie möchte die verlorene Stadt Zanbar aus der Wüste auferstehen lassen - doch dazu muss sie erst die Mächtigen Drei töten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976473","hoster":"VOE"},{"path":"/redirect/8349216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-16","name":"Piper und Leo","epNo":16,"alt":"The Courtship of Wyatt\u0027s Father","descr":"Zwischen Leo und Piper läuft es nicht besonders gut. Chris hat die Hoffnung aufgegeben, je von ihnen gezeugt zu werden. Als ein Wächter der Finsternis die Halliwells angreifen will, beschließen sie, den Attentäter zu verfolgen, um seinen Auftragsgeber zu finden. Auf der Jagd nach dem Wächter werden Piper und Leo in den Limbus geschleudert. In dieser Welt zwischen Leben und Tod sind sie ein leichtes Ziel für den Angreifer, denn ihre Kräfte zeigen keine Wirkung mehr ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919904","hoster":"VOE"},{"path":"/redirect/8349223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-17","name":"Klassentreffen","epNo":17,"alt":"Hyde School Reunion","descr":"Phoebe nimmt am Klassentreffen ihrer ehemailgen Highschool teil und ist so erfüllt von den Eindrücken, dass sie sich und alle ihre Mitschüler mit einem Zauber in die alte Zeit zurückversetzt. Zusammen mit Ramona und Todd befreit sie den Anführer ihrer alten Gang Rick Gittridge aus dem Gefängnis. Als Rick erkennt, dass Phoebe über Zauberkräfte verfügt, nimmt er Ramona als Geisel und zwingt Phoebe, mit ihm einen Geldtransport zu überfallen. Doch der Überfall geht schief ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976478","hoster":"VOE"},{"path":"/redirect/8349226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-18","name":"Die Spinne","epNo":18,"alt":"Spin City","descr":"Alle 100 Jahre erscheint der Spinnendämon, um seine Kräfte dadurch zu erneuern, dass er die Magie besonders mächtiger Wesen aussaugt. Diesmal hat er Piper im Visier, doch sein erster Angriff scheitert - dafür gerät Chris in seine Gewalt, indem er infiziert wird. Erst mit Chris\u0027 Hilfe schafft es der Dämon, Piper einzufangen. Doch Leo und ihre Schwestern stellen ihn in seinem Versteck und töten ihn. Piper ist wieder frei - in der Zwischenzeit ist Chris aber zur Spinne mutiert ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976476","hoster":"VOE"},{"path":"/redirect/8349224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-19","name":"Das Tribunal","epNo":19,"alt":"Crimes and Witch-Demeanors","descr":"Nachdem die Schwestern beim Angriff auf einen Dämon gefilmt wurden, musste die Vergangenheit von Cleanern geändert werden, um die Magie vor der Entdeckung zu wahren. Doch das hat zur Folge, dass Morris nun wegen Mordes hingerichtet werden soll. Die Schwestern fordern vor dem Tribunal, dass die Maßnahmen der Cleaner rückgängig gemacht werden. Bei der Anhörung geraten sie aber bald selbst ins Zwielicht, weil sie angeblich die Geheimhaltung der Magie gefährdet haben ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976474","hoster":"VOE"},{"path":"/redirect/8349234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-20","name":"Magische Männer","epNo":20,"alt":"A Wrong Day\u0027s Journey into Right","descr":"Paige ist mit den Aufgaben der mächtigen Drei auf sich allein gestellt, denn Phoebe hat ihre Kräfte verloren und Piper wartet in der Zauberschule auf die Geburt ihres Sohnes. Damit sie wieder etwas Entspannung findet, erschafft sich Paige ihren Traummann. Was sie nicht weiß: Sie hat gleichzeitig auch Vincent, eine böse Version des Traumprinzen, geschaffen. Dieser treibt als Dämon sein Unwesen und versucht, Paige auf die Seite des Bösen zu ziehen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976477","hoster":"VOE"},{"path":"/redirect/8349231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-21","name":"Witch Wars","epNo":21,"alt":"Witch Wars","descr":"Eine dämonische Gameshow findet in der Unterwelt großen Anklang. Darin jagen Dämonen live vor der Kamera Hexen. Während sich Paige, Leo und Chris um die Hexenkiller kümmern, suchen Piper und Phoebe weiter nach dem Wesen, das Wyatt auf die Seite des Bösen ziehen will. Gideon hat Angst, dass ihm die Hexen auf die Schliche kommen und meldet sie ohne ihr Wissen bei der Show an. Vor laufender Kamera werden die Schwestern nun von den Moderatoren der Sendung gejagt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976475","hoster":"VOE"},{"path":"/redirect/8349237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-22","name":"Gute und böse Welt (1)","epNo":22,"alt":"It\u0027s a Bad, Bad, Bad, Bad World (1)","descr":"Gideon will mit Hilfe seines bösen Alter Egos aus der Parallelwelt, in der gut und böse vertauscht sind, erst die Schwestern aus dem Weg räumen und dann Wyatt töten. Gideon schickt Chris und Leo ins Parallelreich und holt ihre bösen Spiegelbilder in die Normalwelt. Bei dem Versuch, Leo und Chris zurückzuholen, geraten auch Phoebe und Paige in die andere Welt. Als Piper auch noch mit Wehen ins Krankenhaus kommt, ist Wyatt seinem Angreifer schutzlos ausgeliefert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976479","hoster":"VOE"},{"path":"/redirect/8349256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-6/episode-23","name":"Gute und Böse Welt (2)","epNo":23,"alt":"It\u0027s a Bad, Bad, Bad, Bad World (2)","descr":"Nachdem Gideon die Parallelwelt mit der Normalwelt vermischt hat, ist das Gleichgewicht der Welten aus den Angeln gehoben. Es wird nicht mehr dunkel, kleinste Vergehen werden sofort bestraft. Gideon hat sich zu Barbas, dem Dämon der Angst, in die Unterwelt geflüchtet. Zusammen planen die beiden einen Anschlag auf Wyatt. Er tötet Chris und entführt Wyatt in die Unterwelt. Leo, der seine beiden Söhne an Gideon verloren hat, schwört blutige Rache ...","versions":[]}]},{"path":"/serie/stream/charmed/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/charmed/staffel-7/episode-1","name":"Blinder Zorn","epNo":1,"alt":"A Call To Arms","descr":"Nachdem Barbas und Gideon versucht haben, Wyatt zu töten, ist Leo außer sich vor Zorn. Blind vor Wut, beginnt er sogar dem Ältestenrat zu misstrauen. Allerdings ahnt er nicht, dass Barbas der Grund für seinen unsagbaren Zorn ist, denn er hat sich Leos Gedanken bemächtigt. Mithilfe von Leos blutigem Rachefeldzug will der Dämon die Ältesten vernichten. Indes sucht Paige nach einer Lösung, um die Zauberschule nach Gideons Tod weiterlaufen zu lassen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976481","hoster":"VOE"},{"path":"/redirect/8349250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-2","name":"Nackte Tatsachen","epNo":2,"alt":"The Bare Witch Project","descr":"Nach Gideons Tod regiert das Chaos auf der Zauberschule. Als ein Schüler die Frauenrechtlerin Lady Godiva aus dem Mittelalter in die Schule zaubert, kommt unbemerkt der böse Lord Dyson mit in die Gegenwart. Er will Lady Godiva töten. Doch wenn ihm das gelingt, wird die Geschichte verändert, und Frauen werden keine Rechte mehr haben. Indes protestiert Phoebe, inspiriert von Lady Godiva, für die Rechte der Frauen, indem sie nackt auf einem Pferd durch die Stadt reitet ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976480","hoster":"VOE"},{"path":"/redirect/8349243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-3","name":"Der Rivalitätszauber","epNo":3,"alt":"Cheaper by the Coven","descr":"Chris\u0027 Hexentaufe steht bevor, und die gesamte Halliwell-Familie hat sich eingefunden. Damit Wyatt und Chris nicht streiten, belegt Grandma sie mit einem Rivalitätszauber. Doch der Zauber springt auf die Schwestern über und sie verwandeln sich in Teenager. Wenn sie nicht schnellstens wieder \"entzaubert\" werden, schweben alle in großer Gefahr, denn der Zauber hat auch die Macht der Drei außer Kraft gesetzt. Indes versucht ein mysteriöser Maskendämon, Wyatt zu entführen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976482","hoster":"VOE"},{"path":"/redirect/8349245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-4","name":"Der Fluch der Piraten","epNo":4,"alt":"Charrrmed!","descr":"Nachdem immer mehr junge Hexen spurlos verschwinden, machen sich Piper, Paige und Leo auf die Suche. Dabei finden sie heraus, dass der Pirat Captain Black Jack Cutting hinter den Entführungen steckt. Er ist vor dreihundert Jahren von einer Hexe verflucht worden und übt jetzt Rache. Als Paige dem Piraten in die Hände fällt, überträgt sich der Fluch auf sie, und sie beginnt schnell zu altern. Um den Spuk zu beenden, müssen ihre Schwestern einen goldenen Kelch stehlen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11953456","hoster":"VOE"},{"path":"/redirect/11954722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-5","name":"Todesengel","epNo":5,"alt":"Styx Feet Under","descr":"Der Todesengel, der die Seelen der Verstorbenen ins Jenseits begleitet, braucht Hilfe und tötet übergangsweise Piper, um sie als seine Hilfskraft zu rekrutieren. Während Piper ihren neuen Job als Todesengel erledigt, müssen sich die Schwestern dem Halbdämon Sirk stellen. Im Kampf wird Paige getötet und nun ist es ausgerechnet Pipers Aufgabe, die Seele ihrer Schwester zu holen. Zusammen mit Phoebe sucht sie nach einer Lösung, um Paige doch noch am Leben zu halten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976483","hoster":"VOE"},{"path":"/redirect/8349255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-6","name":"Im Bann des Blauen Mondes","epNo":6,"alt":"Once in a Blue Moon","descr":"In der Stadt häufen sich die tödlichen Unfälle. Paige findet heraus, dass der Dämon Sarpedon den Menschen ihre Schutzengel stiehlt. Indes versucht Leo wieder seinen Glauben an das Gute zu finden und reist in sein Inneres. Dort trifft er auf die machthungrigen Avatare, die Leo auf ihre Seite ziehen wollen. Als Piper und Phoebe im Kampf mit einem Dämon tödlich verletzt werden, bleibt Leo keine andere Wahl: Er muss ein Avatar werden, um das Leben der beiden zu retten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976484","hoster":"VOE"},{"path":"/redirect/8349260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-7","name":"Ohne Schutzengel","epNo":7,"alt":"Someone to Witch Over Me","descr":"In der Stadt häufen sich die tödlichen Unfälle. Paige findet heraus, dass der Dämon Sarpedon den Menschen ihre Schutzengel stiehlt. Indes versucht Leo wieder seinen Glauben an das Gute zu finden und reist in sein Inneres. Dort trifft er auf die machthungrigen Avatare, die Leo auf ihre Seite ziehen wollen. Als Piper und Phoebe im Kampf mit einem Dämon tödlich verletzt werden, bleibt Leo keine andere Wahl: Er muss ein Avatar werden, um das Leben der beiden zu retten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976485","hoster":"VOE"},{"path":"/redirect/8349264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-8","name":"Der burmesische Falke","epNo":8,"alt":"Charmed Noir","descr":"In der Zauberschule wird ein Lehrer erschossen, und das, obwohl die Schule eigentlich mit einem Zauber vor Gewalttaten geschützt ist. Agent Brody und Paige stoßen bei ihren Nachforschungen auf ein geheimnisvolles Buch. Doch plötzlich entwickelt das Buch ein Eigenleben und versetzt die beiden in die Vergangenheit. Um wieder in ihre Zeit zurückkehren zu können, müssen sie den sagenumwobenen Burmesischen Falken zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976487","hoster":"VOE"},{"path":"/redirect/8349266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-9","name":"Was ist mit Leo los?","epNo":9,"alt":"There\u0027s Something About Leo","descr":"Leo gesteht Piper, dass er ein Avatar geworden ist. Natürlich nimmt Piper das alles andere als begeistert auf. Schließlich wird von den Avataren gesagt, dass sie die große angekündigte Gefahr sind. Als Brody von Leos Verwandlung erfährt, beschließt er, ihn zu töten. So will er den Tod seiner Eltern rächen, die von den Avataren ermordet wurden. Als Brody im Kampf gegen Leo stirbt, fasst Leo eine folgenschwere Entscheidung ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976488","hoster":"VOE"},{"path":"/redirect/8354873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-10","name":"Ich sehe was, was du nicht siehst","epNo":10,"alt":"Witchness Protection","descr":"Die Seherin bietet den Hexen Informationen über die Avatare. Im Gegenzug möchte sie ein Mensch werden. Leo fürchtet, dass die Wahrheit über seine Existenz als Avatar ans Licht gerät und beichtet sein Geheimnis. Die Schwestern bleiben misstrauisch, ob die Avatare wirklich gute Ziele verfolgen. Der Plan der Avatare, eine Welt ohne Gut und Böse zu schaffen, versetzt die Unterwelt in Panik. Sie lassen den Mächtigsten aller Dämonen aus seinem Kerker, um die Avatare zu zerstören ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976489","hoster":"VOE"},{"path":"/redirect/8349268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-11","name":"Die Hexen von nebenan","epNo":11,"alt":"Ordinary Witches","descr":"Brody trachtet Leo nach dem Leben, weil er die Avatare für die Mörder seiner Eltern hält. Daraufhin schickt ihn Leo in die Vergangenheit, um Brody zu zeigen, dass nicht die Avatare die Morde begangen haben, sondern die Dämonen. Auch Piper ist von den lauteren Absichten der Avatare noch nicht überzeugt. Um ihr die Vision von dem friedlichen Zusammenleben in Utopia zu zeigen, versucht Phoebe mit ihrer Schwester, die Kräfte zu tauschen - doch der Zauber misslingt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14123798","hoster":"VOE"},{"path":"/redirect/14118253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-12","name":"Utopia Erwacht","epNo":12,"alt":"Extreme Makeover: World Edition","descr":"Die Avatare beginnen mit der Unwandlung der Welt in das friedliche Utopia. Dazu versetzen sie die Menschheit in einen tiefen Schlaf. Einzig die drei Schwestern sind davon nicht betroffen, denn sie haben den Auftrag, die letzten Dämonen auf der Erde zu töten. Der Neuanfang in einer friedfertigen Welt steht kurz bevor, doch Kyle will die Pläne der Avatare durchkreuzen. Zusammen mit dem mächtigen Dämon Zankou sagt er den Avataren den Kampf an ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976490","hoster":"VOE"},{"path":"/redirect/8349273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-13","name":"Charmageddon","epNo":13,"alt":"Charmageddon","descr":"Die Welt scheint unter der Herrschaft der Avatare perfekt zu sein. Doch auch in Utopia gibt es ein dunkles Geheimnis: Leo findet heraus, dass die Avatare das Schicksal eines jeden Menschen kontrollieren und unliebsame Bewohner kurzerhand töten. Deshalb verbündet sich Leo mit dem Dämon Zankou. Gemeinsam versuchen sie, die Weltübernahme der Avatare rückgängig zu machen. Doch dazu brauchen sie die Macht der Drei ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976491","hoster":"VOE"},{"path":"/redirect/8349282","hoster":"Vidoza"},{"path":"/redirect/14118254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-14","name":"Carpe Dämon","epNo":14,"alt":"Carpe Demon","descr":"Der Ex-Dämon Drake wird in der Zauberschule als Literaturlehrer angestellt. Um seine Kräfte unter Kontrolle zu haben, ist er zuvor einen Pakt mit einem Hexenmeister eingegangen. Als Drake sich eines Tages in Robin Hood verwandelt, wird er angegriffen und kann nicht mehr in seine alte Gestalt zurückkehren. Von nun an macht er San Francisco als Rächer der Enterbten unsicher. Mit Phoebe als Marian an seiner Seite versuchen die drei Schwestern, den Feldzug des Dämons zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976494","hoster":"VOE"},{"path":"/redirect/14118255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-15","name":"Feuer und Flamme","epNo":15,"alt":"Show Ghouls","descr":"Darryl bittet die Hexen um Hilfe, denn er befürchtet, dass sein Freund Mike von einem Geist names George besessen ist. Phoebe, Paige und Drake finden heraus, dass dieser ominöse George 1899 bei einem Brand in einem Kabarett mit hunderten anderer ums Leben kam. George benutzt Mike, um so um Hilfe zu bitten, all die verlorenen Seelen zu erlösen. Phoebe und Drake reisen ins Jahr 1899, um George zu helfen, und stellen fest: Sie können nicht mehr in die Gegenwart zurückreisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976496","hoster":"VOE"},{"path":"/redirect/8349281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-16","name":"Der verlorene Leo","epNo":16,"alt":"The Seven Year Witch","descr":"Als Strafe dafür, dass er den Avataren geholfen hat, löschen die Ältesten Leos Gedächtnis. Ohne zu wissen, wer er ist, versucht Leo weiter, den Menschen zu helfen. Doch Piper, die nach einem Dämonangriff im Koma liegt, kann er nicht beistehen. Während sie zwischen Leben und Tod einen alten Bekannten trifft, muss Leo eine wichtige Entscheidung treffen: Entweder wird er wieder ein Wächter des Lichts, oder er wird sterblich und darf den Rest des Lebens mit Piper verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976498","hoster":"VOE"},{"path":"/redirect/8349287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-17","name":"Wer hat die Eltern geschrumpft","epNo":17,"alt":"Scry Hard","descr":"Zankou, der stärkste Dämon der Unterwelt, ist auf der Jagd nach den drei Schwestern. Dabei schreckt er vor keiner noch so grausamen Methode zurück. Er lässt sogar Leo angreifen, um so Phoebe, Piper und Paige aus ihrem Haus zu locken. Doch er hat nicht mit Wyatts Kräften gerechnet. Der lässt seine Eltern zu ihrem Schutz kurzerhand schrumpfen und sperrt sie in ein Puppenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976500","hoster":"VOE"},{"path":"/redirect/8349280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-18","name":"Die Büchse der Pandora","epNo":18,"alt":"Little Box of Horrors","descr":"Als die Schwestern versuchen, die Büchse der Pandora zurückzugewinnen, kommt ihnen die Dämonin Katya zuvor. Sie beabsichtigt, die magische Schatulle zu öffnen, was fatale Folgen für die Menschheit hätte. In einem Rennen gegen die Zeit machen sich Phoebe und Piper auf die Suche nach Hope - denn nur sie, die Wächterin, ist in der Lage, das Böse aufzuhalten. Leo muss indes zu Hause auf Wyatts Kinder aufpassen, ein Job, der ihm nicht sonderlich liegt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13849496","hoster":"VOE"},{"path":"/redirect/13849502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-19","name":"Freaky Phoebe","epNo":19,"alt":"Freaky Phoebe","descr":"Die machtbesessene Hexe Imara hat Phoebe mit einem Zauber belegt, der bewirkt, dass ihre Seelen die Körper tauschen. Während Phoebe dadurch als Gefangene in der Unterwelt landet, plant Imara, Zankou in seiner Macht zu schwächen, um so die Gewalt über die Unterwelt zu erlangen. Als es Phoebe gelingt, aus der Gefangenschaft zu entfliehen, wird sie von Paige und Piper im Kampf bezwungen. Die beiden ahnen nicht, dass Phoebes Geist in Imaras Körper wohnt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13849485","hoster":"VOE"},{"path":"/redirect/13849487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-20","name":"Mein Freund, der Dämon","epNo":20,"alt":"Imaginary Fiends","descr":"Paige, Piper und Phoebe finden heraus, dass Baby Wyatt von einem Dämon heimgesucht wird. Vicus will sein Vertrauen gewinnen, um ihn zum Bösen zu bekehren. Piper versucht, mit Hilfe eines Zaubers die Sprache des kleinen Wyatt zu entschlüsseln und holt dadurch den 25-jährigen Wyatt aus der Zukunft herbei. Als Vicus den kleinen Wyatt mit einem Zauber belegt, hat das sofort Auswirkungen auf ihn als Erwachsenen. Mit den Kräften des Bösen ausgestattet, entführt er den kleinen Wyatt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13849482","hoster":"VOE"},{"path":"/redirect/13849506","hoster":"Vidoza"},{"path":"/redirect/13849495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-21","name":"Der Tod steht ihnen gut","epNo":21,"alt":"Death Becomes Them","descr":"Zankous Plan, die Schwestern verletzbar zu machen und so das Buch der Schatten in seinen Besitz zu bringen, scheint aufzugehen: Phoebe und Paige sind am Boden zerstört, weil es ihnen nicht gelungen ist, zwei Morde zu verhindern. Piper erkennt, dass Zankou und der Alchimist, sein Helfer, hinter den Taten stecken und macht sich auf die Suche nach ihnen. Gleichzeitig muss sich Darryl entscheiden, die Schwestern zu schützen oder mit Inspektor Sheridan zu kooperieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13849515","hoster":"VOE"},{"path":"/redirect/13849523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-7/episode-22","name":"Macht oder Leben","epNo":22,"alt":"Something Wicca This Way Goes","descr":"Mit dem Buch der Schatten in seiner Gewalt beraubt Zankou die Schwestern ihrer Kräfte, indem er einen Zauber anwendet. Damit ist er jetzt in der Lage, die Pläne der Schwestern vorauszusehen und zu vereiteln. Piper, Phoebe und Paige sehen damit nur noch eine Möglichkeit, Zankou zu stoppen: Sie müssen sich selbst opfern. Indes vertraut Agent Keyes seinen Verdacht über die Kräfte der Halliwells Inspector Sheridan an, der sich nun persönlich davon überzeugen will ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13849504","hoster":"VOE"},{"path":"/redirect/13849513","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/charmed/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/charmed/staffel-8/episode-1","name":"Totgesagte leben länger","epNo":1,"alt":"Still Charmed \u0026 Kicking","descr":"Nachdem man sie nach einem Unfall alle für tot hält, genießen die Halliwells ihr dämonen-freies Leben. Sie mischen sich sogar unter die Gäste ihrer eigenen Trauerfeier - natürlich in anderer Gestalt. Dort lernt Phoebe den charmanten Dex kennen. In einer ihrer Visionen sieht sie, dass Dex ihr zukünftiger Ehemann sein wird! Währenddessen versucht der Dämon Haas, das Haus der Halliwells in seinen Besitz zu bringen und sich damit zum Herrscher der Unterwelt aufzuschwingen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8253627","hoster":"VOE"},{"path":"/redirect/8253585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-2","name":"Halliwells im Wunderland","epNo":2,"alt":"Malice in Wonderland","descr":"Haas vermutet, dass die Halliwells doch noch am Leben sind und stellt ihnen eine Falle: Er entführt einige Jugendliche in die Unterwelt und schickt sie in eine bizarre Fantasiewelt, wie sie schon \"Alice im Wunderland\" erleben musste. Paige kann letztendlich die Hilferufe ihrer neuen Schutzbefohlenen, Billie, nicht länger ignorieren und eilt ihr zu Hilfe ... Billie hat erst vor kurzem ihre Berufung zur Hexe entdeckt und brennt nun darauf, Haas allein zur Strecke zu bringen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256411","hoster":"VOE"},{"path":"/redirect/10064854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-3","name":"Lauf, Piper, lauf","epNo":3,"alt":"Run, Piper, Run","descr":"Piper bewirbt sich als Führungskraft, wird bei der Sicherheitsüberprüfung aber als flüchtige Kriminelle Maya Holms identifiziert und verhaftet. Piper hat ihre neue Identität tatsächlich nach dem Model geformt, das ihren Geliebten umgebracht haben soll. In Wirklichkeit wurde er von ihrem Ex-Freund, Bezirksstaatsanwalt Nance, aus Eifersucht getötet - aber das lässt sich nicht beweisen. Da Nance glaubt, dass Maya etwas gegen ihn in der Hand hat, versucht er, sie umzubringen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256427","hoster":"VOE"},{"path":"/redirect/8256424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-4","name":"Verzweifelte Haushexen","epNo":4,"alt":"Desperate Housewitches","descr":"Wyatts Schulaufführung bringt Pipers Konkurrenzverhalten zutage, als sie von einer anderen Mutter wegen ihres selbst genähten Kostüms und ihren Erziehungsmethoden massiv kritisiert wird. Doch es kommt noch schlimmer: Die andere Supermutter ist in Wirklichkeit ein Dämon, der Wyatt kidnappen will und mit Hilfe des Jungen die Quelle wieder zu neuem Leben erwecken will. Paige versucht währenddessen herauszufinden, ob Dex, Phoebes neuer Freund, noch etwas mit seiner Ex hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256434","hoster":"VOE"},{"path":"/redirect/8256439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-5","name":"Entzauberte Julie","epNo":5,"alt":"Rewitched","descr":"Die Halliwells fragen sich allmählich, ob es ein Fehler war, ihren eigenen Tod vorzutäuschen. Als Paige einen netten Jungen kennen lernt, muss sie sich klarmachen, dass er von Jo angezogen wird - nicht von ihr. Dasselbe ist bei Phoebe und Dex der Fall. Zudem bringt Billie sie in Verlegenheit, die fleißig alleine gegen das Böse kämpft. Als ein Dämon Billie töten will, müssen sie einschreiten und wieder aktiv werden. Sie beschließen, in ihr altes Leben zurück zu kehren. Aber wie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256446","hoster":"VOE"},{"path":"/redirect/8256442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-6","name":"Kill Billie: Vol. 1","epNo":6,"alt":"Kill Billie: Vol. 1","descr":"Billie muss sich mit einer schrecklichen Geschichte aus ihrer Vergangenheit auseinandersetzen - ihre Schwester wurde vor ihren Augen von einem Dämon gekidnappt -, bevor sie ihren neuesten Gegner, den Dämon Dogon, besiegen kann. Nachdem die Halliwells wieder von den Toten auferstanden sind, belagern Reporter sie rund um die Uhr - eine gefährliche Situation. Agent Murphys Statement, dass sie für den Staatsschutz gearbeitet haben, erhöht die Neugier der Presse nur noch mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256451","hoster":"VOE"},{"path":"/redirect/8256450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-7","name":"Bitte lächeln","epNo":7,"alt":"The Lost Picture Show","descr":"Paiges Vater Sam, ein Wächter des Lichtes, wendet sich nach Ewigkeiten Hilfe suchend an sie. Vor 50 Jahren ist sein Schützling JD verschwunden - nun ist er in einem Krankenhaus wieder aufgetaucht. Ihre Nachforschungen ergeben, dass ein Dämon seine Opfer mit einer Kamera auf Papier bannt und sich dann von ihren Qualen ernährt. JD konnte fliehen, doch nun wird Sam vom Dämon gefangen ... Piper und Leo beschließen, zu einem magischen Eheberater zu gehen, um ihre Ehe zu kitten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382855","hoster":"VOE"},{"path":"/redirect/8256457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-8","name":"Yin und Yang","epNo":8,"alt":"Battle of the Hexes","descr":"Als Billie einen Gürtel findet und anprobiert, verwandelt sie sich in eine Art Supergirl. Der so genannte Gürtel von Hippolyte verleiht seiner Trägerin große Kräfte - und lässt sich nicht mehr lösen. Als die böse Zauberin Zira vom Auftauchen des Gürtels erfährt, will sie sich seine Kräfte zunutze machen, um alle männlichen Dämonen zu töten. Billie gerät in die Fänge von Zira und muss ihr helfen, ihren teuflischen Plan umzusetzen. Die Mächtigen Drei sind wieder einmal gefragt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256474","hoster":"VOE"},{"path":"/redirect/8256469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-9","name":"Blutsbande","epNo":9,"alt":"Hulkus Pocus","descr":"Ein bösartiges Virus bedroht die gesamte magische Welt, unterschiedslos alle - Gute wie Böse. Wer es hat, verfügt kurzzeitig über ungeheure Kräfte, muss dann aber sterben. Billie steckt sich damit an, als sie mit einem infizierten Dämon kämpft. Die Halliwells machen sich daher auf die Suche nach einem Gegenmittel und müssen dabei feststellen, dass Agent Murphys Behörde das Virus ungewollt in die Welt gesetzt hat. Ein fieberhafter Kampf gegen die Zeit beginnt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8976499","hoster":"VOE"},{"path":"/redirect/8349293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-10","name":"Vaya Con Leos","epNo":10,"alt":"Vaya Con Leos","descr":"Der Engel des Todes taucht bei den Halliwells auf - und will Leo holen. Piper wehrt sich mit aller Kraft dagegen und findet heraus, dass Leos Tod einen besonderen Zweck erfüllen soll. Dann wird Leo bei einem Autounfall lebensgefährlich verletzt ... Die Schwestern rufen den Engel des Schicksals herbei, der ihnen erklärt, dass Leos Tod sie für einen sehr wichtigen Kampf motivieren soll. Piper kann erreichen, dass Leo nicht stirbt, sondern eingefroren wird ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256477","hoster":"VOE"},{"path":"/redirect/8256478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-11","name":"Billies Killer-Eltern","epNo":11,"alt":"Mr. \u0026 Mrs. Witch","descr":"Der Besuch von Billies Eltern endet im Desaster. Billie hat ihnen niemals verziehen, dass sie nach der Entführung ihrer Schwester keine Nachforschungen angestellt haben. Als sie ihnen vorwirft, ein Gefühlsleben wie eiskalte Berufskiller zu haben, verwandeln sie sich tatsächlich in Berufskiller! Anscheinend verfügt Billie über eine neue Zauberkraft: die Projektion. Leider nehmen Billies Killer-Eltern gleich einen Auftrag an, und die Hexen bekommen neue Arbeit ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256491","hoster":"VOE"},{"path":"/redirect/8256489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-12","name":"Mit gleicher Münze","epNo":12,"alt":"Payback\u0027s A Witch","descr":"Henry und Paige versuchen für Nick, einen vorbestraften Ex-Marine, ein Darlehen zu bekommen. Billie kommt zufällig dazu. Als der Bankmanager das verweigert, rastet Nick aus und nimmt alle Kunden und Angestellten als Geiseln, darunter auch die Hexen und Henry. Ganz außer Kontrolle gerät die Situation, als ein Besetzer-Dämon in Nick fährt ... Phoebe und Piper haben währenddessen beim dritten Geburtstag von Wyatt ebenfalls alle Hände voll zu tun ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256499","hoster":"VOE"},{"path":"/redirect/8256513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-13","name":"Klein, aber mein","epNo":13,"alt":"Repo Manor","descr":"Phoebe will sich ein eigenes Appartement nehmen, und auch Paige überlegt, mit Henry zusammenzuziehen. Doch zuvor müssen sie sich erst mit den Dämonen Phoenix, Patra, Pilar und Savard herumschlagen, die ihr Volk aus den Händen des Sklavenkönigs befreien wollen. Dafür brauchen sie die größtmöglichen Zauberkräfte: die Macht der Drei. Um sie zu erlangen, sperren sie die Hexen in das Puppenhaus der Halliwells und nehmen ihre Gestalt an. Für die Hexen beginnt ein schwieriger Kampf ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256505","hoster":"VOE"},{"path":"/redirect/8256511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-14","name":"Büffel, Tiger und Hund","epNo":14,"alt":"12 Angry Zen","descr":"Der Dämon Novak versucht den Zodiaks den Stab des Buddha abzujagen, ohne den der ewige Kreislauf des Lebens zum Erliegen kommt und die Welt böse wird. Ein Diener der Zodiaks bittet Piper um Hilfe. Sie soll den Stab hüten, bis er um Mitternacht zum Chinesischen Neujahr an den nächsten Träger übergeben wird. Piper hat Schwierigkeiten mit dem Stab, weil er die Menschen stark beeinflusst - auch ihre Schwestern! Als er dann auch noch Novak in die Hände fällt, scheint alles verloren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256519","hoster":"VOE"},{"path":"/redirect/8256524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-15","name":"Die letzte Versuchung von Christy","epNo":15,"alt":"The Last Temptation of Christy","descr":"Billie hat es irgendwie geschafft, ihre Schwester Christy aus der Unterwelt zu befreien, aber die Dämonen wollen sie wiederhaben. Sie greifen an, weichen vor der Kraft der Mächtigen Drei aber zurück. Bald schon geht Christy jedoch freiwillig mit einem Dämon in die Unterwelt zurück - nachdem ihre innere Stimme es ihr befohlen hat! Doch Billie kämpft weiter verbissen um ihre Schwester, nicht ahnend, dass sie sich mit der Triade anlegt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256529","hoster":"VOE"},{"path":"/redirect/8562104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-16","name":"Verliebt, verlobt, verwirrt","epNo":16,"alt":"Engaged and Confused","descr":"Eigentlich wollten sich Henry und Paige nur verloben und eine große Party feiern, aber plötzlich folgt die Heirat schneller als geplant. Phoebe wird von einem Cupido verfolgt, der ihr im Auftrag der Ältesten helfen soll, die wahre Liebe zu finden. Doch das eigentliche Problem ist die wieder aufgetauchte Triade, die die Hexen vernichten will. Es beginnt ein Kampf auf Leben und Tod, denn die Macht der Guten und Bösen ist annährend gleich stark ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256541","hoster":"VOE"},{"path":"/redirect/8256539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-17","name":"Ein hoher Preis","epNo":17,"alt":"Generation Hex","descr":"Zwei ehemalige Schüler von Leo aus der Zauberschule suchen Hilfe im Haus der Halliwells. Sie werden von den Noxon-Dämonen verfolgt - eine Dämonenart, die nicht endgültig vernichtet werden kann, weil sie sich immer wieder rematerialisieren. Auch Piper ist zunächst hilflos, aber ein gewagter Trick hilft schließlich weiter ... Christy will immer noch nichts von ihren Eltern wissen, aber Billie kann sie schließlich überreden, sie zu besuchen. Das hat jedoch fatale Folgen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256552","hoster":"VOE"},{"path":"/redirect/8256554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-18","name":"Identitätskrise","epNo":18,"alt":"The Torn Identity","descr":"Christy bemüht sich, Billie den Schwestern zu entfremden und ist erfolgreich. Sie bringt Billie dazu, mit ihr einen Noxon-Dämonen zu vernichten - gegen den Willen von Piper. Dafür setzen beide ihre Kräfte gemeinsam ein. Die Wirkung ist enorm - das ist die lang gesuchte ultimative Macht: Billie und Christy! Doch wie stark ist Christy von der Triade beeinflusst worden? Paige hat Angst, sich in ihrer Ehe mit Henry zu verlieren und bittet Coop um eine Eheberatung ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256558","hoster":"VOE"},{"path":"/redirect/8256557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-19","name":"Zeig mir deinen Traum","epNo":19,"alt":"The Jung and the Restless","descr":"Phoebe und Piper diskutieren darüber, ob Billie und Christy wirklich das ultimativ Böse sind. Außerdem müssen sie auch noch Leo helfen ... In der Zauberschule denkt Billie währenddessen ebenfalls über die Mächtigen Drei nach. Christy fängt die Schwestern in einem Traumzustand, um Billie zu beweisen, dass sie im Grunde nur selbstsüchtig sind. Billie muss sich endlich entscheiden, ob sie mit Christy zusammenarbeiten will, um die Schwestern zu entthronen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/4968350","hoster":"Vidoza"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-20","name":"Hexenkampf","epNo":20,"alt":"Gone With The Witches","descr":"Billie und Christy unternehmen einen Versuch, dem Ruf der Mächtigen Drei zu schaden. Zu diesem Zweck wollen sie dafür sorgen, dass die magische Welt sieht, dass die Halliwells sich eigentlich nur um ihr eigenes Wohl kümmern. Währenddessen versucht Phoebe sich an Coop heranzumachen, Paige kann die Hilferufe ihrer Schutzbefohlenen plötzlich nicht mehr hören und Piper mutiert zum perfekten 1950er-Hausmütterchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256567","hoster":"VOE"},{"path":"/redirect/8256564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-21","name":"Kill Billie: Vol.2","epNo":21,"alt":"Kill Billie: Vol. 2","descr":"Die Mächtigen Drei - gezwungen, sich vor Billie und Christy zu verstecken - stecken in der Unterwelt samt Buch der Schatten fest. Zuhause kommen Billie wieder einmal Zweifel, ob es wirklich ihre Bestimmung ist, die Halliwells zu zerstören ... Coop sucht nach Phoebe, und Christy behauptet, nicht zu wissen, was mit den Schwestern passiert ist. Die Mächtigen Drei beschließen währenddessen, gegen Billie und Christy zu kämpfen - ganz gleich was passiert und was nötig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256582","hoster":"VOE"},{"path":"/redirect/8256584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/charmed/staffel-8/episode-22","name":"Das Vermächtnis der Halliwells","epNo":22,"alt":"Forever Charmed","descr":"Piper und Leo müssen - mit der Hilfe von Coops Ring - eine Reise durch die Zeit unternehmen, um die Geschehnisse zu verändern, die zum Tod von Pipers Schwestern geführt haben. Ein schwieriges Unterfangen, bei dem die beiden auf zahlreiche bekannte Gesichter treffen, die sehr darum bemüht sind, Piper in ihrer Not zu helfen. Aber auch Billie ist nicht untätig: Sie nutzt ihre Kraft der Projektion, um ebenfalls in die Vergangenheit zu reisen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256403","hoster":"VOE"},{"path":"/redirect/8256407","hoster":"Streamtape"}]}]}]}]}