{"path":"/serie/stream/cheaters","name":"Cheaters","descr":"Im Zentrum stehen die Endzwanzigern Fola (Susan Wokoma) und Josh (Joshua McGuire), die sich nach einem annullierten Flug in einem Flughafenhotel an der Bar begegnen. Sie betrinken sich und landen schließlich gemeinsam im Bett. Am nächsten Tag beschließen sie, keinen Kontakt zu halten, da Fola verheiratet ist und auch Josh schon lange vergeben ist. Doch das Vorhaben erweist sich als recht schwierig, denn wie sich kurz darauf herausstellt, sind Fola und ihr Mann Zack (Jack Fox) gerade in ein Haus direkt neben Josh und seine Freundin (Shiloh Coke) gezogen… (Text: VT)","seasons":[{"path":"/serie/stream/cheaters/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cheaters/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Nachdem sich ihr Flug aus Finnland verspätet hat, betrinken sich die Fremden Josh und Fola und schlafen zusammen, ohne dass ihre Partner zu Hause davon wissen. Als Josh am nächsten Tag nach Hause kommt, stellt er schockiert fest, dass Fola seine neue Nachbarin ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235738","hoster":"VOE"},{"path":"/redirect/10235734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Nachdem Josh und Fola wieder mit ihren jeweiligen Partnern vereint sind, werden die Dinge kompliziert, als Folas Ehemann Zack seine neuen Nachbarn zu ihrer Einweihungsparty einlädt. Joshs Freundin Esther akzeptiert und lässt Josh gestresst zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235736","hoster":"VOE"},{"path":"/redirect/12980774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Nach der Peinlichkeit der Einweihungsparty konfrontiert Fola Zack mit ihrem nicht existierenden Sexualleben. Fola macht sich auf den Weg zu Josh und erkennt, dass ihre Beziehung mehr als nur ein One-Night-Stand sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235742","hoster":"VOE"},{"path":"/redirect/10235740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Nach einem weiteren gescheiterten Sexversuch mit Fola kauft Zack spontan etwas Viagra in der Apotheke und trifft dabei auf Esther. Nachdem ihre Rezepte verwechselt wurden, ist es Zack peinlich zu erkennen, dass Esther herausfinden wird, was er gekauft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235746","hoster":"VOE"},{"path":"/redirect/10235747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Zack bekommt sein Rezept von Esther zurück und ihre Freundschaft blüht auf, ohne zu wissen, dass sie von ihren Partnern betrogen werden. Währenddessen bespricht Josh die Situation mit seiner Schwester Nina, die ihm rät, es mit Fola zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235750","hoster":"VOE"},{"path":"/redirect/10818480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Josh besucht Fola, um die Dinge zu beenden, aber trotz ihrer besten Absichten schlafen sie ein zweites Mal miteinander. Währenddessen verlässt Zack die Arbeit früh, um Fola mit seinem Viagra zu überraschen, nur um zu belauschen, wie Fola und Josh Sex haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235754","hoster":"VOE"},{"path":"/redirect/10235753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Zack versucht zu verarbeiten, was er in der Nacht zuvor gesehen hat. Josh und Fola versuchen, die Regeln für ihre geheime Beziehung zu vereinbaren, nur damit Josh sie unwissentlich sofort bricht. Esther plant ihr Klassentreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235755","hoster":"VOE"},{"path":"/redirect/10235763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Esthers Schultreffen geht katastrophal schief, als sie gezwungen ist, sich einigen schwierigen Wahrheiten über ihr Leben und die Entscheidungen, die sie getroffen hat, zu stellen. Nach einer Begegnung mit einem Ex-Freund wendet sich Fola an Josh, um Hilfe und moralische Unterstützung zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235758","hoster":"VOE"},{"path":"/redirect/10235760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"Episode 9","descr":"Noch immer erschüttert von den Ereignissen bei ihrem Schultreffen, offenbart Esther ihrer Chefin Karen ihre Seele. Als sie erkennt, dass sie ihr Leben ändern muss, trifft Esther eine Entscheidung über ihre Beziehung zu Josh.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235764","hoster":"VOE"},{"path":"/redirect/10235766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-10","name":"Episode 10","epNo":10,"alt":"Episode 10","descr":"Josh betont, ein Familienessen zum 80. Geburtstag seines Großvaters vorzubereiten, und um die Sache noch komplizierter zu machen, muss er Zack und Fola um Hilfe bitten. Zack wittert eine Gelegenheit und verschwört sich, Fola und Josh dazu zu bringen, einige Zeit allein miteinander zu verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235768","hoster":"VOE"},{"path":"/redirect/10235767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-11","name":"Episode 11","epNo":11,"alt":"Episode 11","descr":"Josh gerät beim Familienessen in einen hitzigen Streit mit seinem Vater. Währenddessen beschließt Zack auf der anderen Straßenseite, dass es an der Zeit ist, Fola zu konfrontieren und ihr zu sagen, dass er über sie und Josh Bescheid weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235770","hoster":"VOE"},{"path":"/redirect/10235776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-12","name":"Episode 12","epNo":12,"alt":"Episode 12","descr":"Nachdem Josh ein Familiengeheimnis entdeckt hat, beschließt er, eine Ankündigung über seine und Esthers Zukunft zu machen. Von ihrem Streit mit Zack erschüttert, erkennt Fola, dass Josh ihr vielleicht nicht so verpflichtet ist, wie sie dachte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235778","hoster":"VOE"},{"path":"/redirect/10235777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-13","name":"Episode 13","epNo":13,"alt":"Episode 13","descr":"Zack versucht immer noch, seine Ehe mit Fola wieder in Ordnung zu bringen, und holt seinen Vater vom Flughafen ab, nur um einige niederschmetternde Neuigkeiten zu erhalten. Josh und Esther bringen ihre Hochzeitspläne voran und beginnen, ihren gemeinsamen Junggesellenabschied zu organisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235781","hoster":"VOE"},{"path":"/redirect/10235782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-14","name":"Episode 14","epNo":14,"alt":"Episode 14","descr":"Josh trifft auf Zack und erfährt, dass sein Vater gestorben ist, aber da Fola vorübergehend ausgezogen ist, weiß sie es nicht. Als Zack zur Beerdigung aufbricht, trifft Josh eine Entscheidung und ruft Fola an. Wird sie es rechtzeitig zur Beerdigung schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919905","hoster":"VOE"},{"path":"/redirect/10235789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-15","name":"Episode 15","epNo":15,"alt":"Episode 15","descr":"Während ihres gemeinsamen Junggesellenabschieds entdeckt Esther ein Geheimnis, das ihre Beziehung bedroht, und Josh muss ein Geständnis ablegen. Nachdem sie sich bei der Beerdigung zusammengetan haben, scheint die Beziehung zwischen Zack und Fola wieder im Lot zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235787","hoster":"VOE"},{"path":"/redirect/10235788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-16","name":"Episode 16","epNo":16,"alt":"Episode 16","descr":"Während Josh versucht, seine Beziehung zu Esther zu retten, entfachen Fola und Zack auf höchst ungewöhnliche Weise ihre sexuelle Anziehungskraft. Um die Sache noch komplizierter zu machen, taucht der Junggesellenabschied in derselben Kneipe auf, in der Zack und Fola sind","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235798","hoster":"VOE"},{"path":"/redirect/10235792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-17","name":"Episode 17","epNo":17,"alt":"Episode 17","descr":"Gefangen zwischen den beiden Frauen, die er liebt, bittet Josh Nina um schwesterlichen Rat. Als Josh merkt, dass er sich nicht ewig selbst belügen kann, beschließt er, Fola zu sagen, was er wirklich für sie empfindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235797","hoster":"VOE"},{"path":"/redirect/10235795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cheaters/staffel-1/episode-18","name":"Episode 18","epNo":18,"alt":"Episode 18","descr":"Als die Ereignisse auf der Party außer Kontrolle geraten, riskieren Josh und Fola ihre Beziehung füreinander, nur damit Josh erkennt, dass Fola in Bezug auf ihre Beziehung zu Zack möglicherweise nicht ganz ehrlich zu ihm war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10235799","hoster":"VOE"},{"path":"/redirect/10235800","hoster":"Streamtape"}]}]}]}]}