{"seriesId":"check-check","name":"Check Check","descr":"Die neue Satire-Serie \"Check Check\" mit Klaas Heufer-Umlauf spielt in einem nur schwach frequentierten, fiktiven Flughafen. Im Zentrum der Handlung steht der Arbeitsalltag der verschiedenen Mitarbeiter, vom Bodenpersonal bis hin zu den Piloten. Neben einer Anfangsgeschichte, in der die einzelnen Protagonisten vorgestellt werden, drehen sich die weiteren Episoden etwa um einen Flughafenfest, einen Streik und eine Plage.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Terror","epNo":1,"alt":"","descr":"Jan ist zu besuch bei seinem Vater als er mitbekommt das er nicht mehr alleine leben kann und auf Hilfe angewiesen ist. Deswegen  nimmt Jan einen Job bei dem sehr wenig Frequentierten Flughafen in der Stadt an um derweil bei seinem Papa bleiben zu könne bis ein Platz im heim frei wird.","versions":[{"lang":1,"streams":[{"redirect":12382822,"hoster":"VOE"},{"redirect":11020024,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Plage","epNo":2,"alt":"","descr":"Jans Vater repariert gerne elektronische Geräte aber als er Ersatzteile vom Geschäft besorgen möchte verläuft er sich und hat keine Ahnung mehr wo er steckt. Obwohl Jan zu seinen Kollegen nicht gerade sehr freundlich war erklären die sich sofort bereit ihm bei der Suche nach seinem Vater einverstanden und so machen sich alle auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8976553,"hoster":"VOE"},{"redirect":8349492,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chancen","epNo":3,"alt":"","descr":"Jennifer, die bei einem Männer Magazin gearbeitet hat, kommt zu Infeld \u0026 Daniels, um sich Unterstützung zu holen. Sie will ihren ehemaligen Arbeitsgeber verklagen, da sie entlassen wurde. Sie glaubt, die versteckte Begründung ihrer Kündigung sind ihre weiblichen Reizen. Doch Bash und Franklin können gar nichts aufregendes an der Frau finden. Da sie in ihrem Job angeblich sehr kompetent war, muss es an anderen Gründen liegen.","versions":[{"lang":1,"streams":[{"redirect":8976551,"hoster":"VOE"},{"redirect":8349493,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Fest","epNo":4,"alt":"","descr":"Wie jedes Jahr organisiert die Crew ein Fest am Flughafen. Als Sabine ausfällt, soll Jan die Leitung bis zu ihrer Rückkehr übernehmen. Dass die Eisbahn absagt, die Hüpfburg zusagt und Harald sowieso gegen alles ist, macht Jan das Leben zur Hölle. Zudem soll Udo wie jedes Jahr am Festabend singen, was bei seiner fortschreitenden Demenz jedoch eine echte Herausforderung darstellt.","versions":[{"lang":1,"streams":[{"redirect":8976554,"hoster":"VOE"},{"redirect":8349500,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Streik","epNo":5,"alt":"","descr":"Jan kann es sich nicht leisten, seinen verwirrten Vater in einem Altenheim unterzubringen. Eine Gehaltserhöhung ist auch nicht in Sicht, wie die Mitarbeiter des Flughafenpersonals schmerzlich erkennen müssen, da Sabine jede Verhandlung darüber kategorisch verweigert. Vielleicht könnte ja ein Streik helfen, denn die Fluggäste zu bestehlen, ist keine Lösung auf Dauer. Dann verschwindet Jans Vater.","versions":[{"lang":1,"streams":[{"redirect":12382824,"hoster":"VOE"},{"redirect":8349503,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Altlasten","epNo":6,"alt":"","descr":"Jans Berliner Kumpel Daniel hat einen Besuch in Simmering angekündigt, um sein in das Algenburger-Projekt investierte Geld von Jan zurückzufordern. Um nicht als völliger Looser dazustehen, behauptet Jan, die Algenburger seien der Renner am Flughafen, und er werde Daniel das Geld in den nächsten Tagen übergeben können. Leider ist das eine dreiste Lüge.","versions":[{"lang":1,"streams":[{"redirect":8976552,"hoster":"VOE"},{"redirect":13194282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Investor","epNo":7,"alt":"","descr":"Dem Flughafen droht das Aus! Die Crew schmiedet sofort einen Gegenplan: Ein \"Teamnaher\"-Investor muss her, um die Arbeitsplätze zu retten. Als das Team den chinesischen Imbissbetreiber Tang bittet, den Investor zu geben, ist Jan dagegen und wird daraufhin als Verräter gemieden.","versions":[{"lang":1,"streams":[{"redirect":12332910,"hoster":"VOE"},{"redirect":8349513,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Simmering Syndrom","epNo":8,"alt":"","descr":"Als Harald am Flughafen auf seinen Erzrivalen Sven trifft, ist er kaum mehr zu halten. Er will ihm unbedingt eins auswischen und verhindern, dass Sven die Reise nach Mallorca antreten kann. Ein abgelaufener Ausweis scheint da ein guter Anlass zu sein. Jan versucht, alles um Sven zu helfen, doch er macht einen fatalen Fehler: Sven verträgt den Alkohol nicht, den Jan ihm anbietet, und die Situation gerät völlig außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":8976558,"hoster":"VOE"},{"redirect":8349520,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Baby","epNo":9,"alt":"","descr":"Es ist Ferienbeginn und Vatertag. Als der große Ansturm am Flughafen abgearbeitet ist, kehrt wieder Ruhe ein. Doch plötzlich schreit ein Baby; die Eltern haben es in der Hektik des Abfluges vergessen. Sabine versucht, Himmel und Hölle in Bewegung zu setzen, damit der Flieger umkehrt – jedoch vergeblich.","versions":[{"lang":1,"streams":[{"redirect":8976557,"hoster":"VOE"},{"redirect":8349524,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Anders begabt","epNo":10,"alt":"","descr":"Udo ist Auslöser einer Massenkarambolage. Da er nicht im vollen Besitz seiner geistigen Kräfte ist, hat er keine Versicherung. Jan bittet Sabine um Hilfe, doch die hat ganz andere Sorgen: Um Fördergelder zu bekommen, hat sie zwei behinderte Angestellte erfunden, und jetzt steht eine Prüfung der Arbeitsbedingungen an. Jan und Harald stellen sich kurzerhand als Behinderte zur Verfügung.","versions":[{"lang":1,"streams":[{"redirect":8976559,"hoster":"VOE"},{"redirect":13194285,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Protestanten","epNo":1,"alt":"","descr":"Die Welt ist in Simmering angekommen: der Flughafen und seine umweltschädigenden Einflüsse auf die Umgebung entfachen eine Klimadebatte, die zu vielen Missverständnissen und Fast-Zerwürfnissen führt. Zu Beginn als gute Idee von Jan ins Leben gerufen, fordert die freiwillige Klimaabgabe zur Unterstützung der Neupflanzung von Bäumen jetzt ihren Tribut: es werden weniger Flugtickets verkauft - Kurzarbeit ist die Folge. Noch dazu bringt die Neue im Security-Team, Victoria, viel Unruhe und wilde Spekulationen in Gang. Jan bekommt mit ihr ernsthafte Konkurrenz als Kosmopolit.","versions":[{"lang":1,"streams":[{"redirect":8976560,"hoster":"VOE"},{"redirect":8349527,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Safe Air","epNo":2,"alt":"","descr":"Vor allem Harald und Ingrid fühlen sich sehr betroffen von der Krise des Flughafens, sind doch beide zu alt, um sich von heute auf morgen eine neue Arbeit suchen zu können. Noch dazu hat Ingrid eigentlich ihr 25-jähriges Dienstjubiläum, das rauschend gefeiert werden sollte. Doch die Stimmung ist am Boden. Da hat Jan eine zündende Idee: eine Security-Firma gründen! Reisende, die in den Urlaub fliegen scheinen da die idealen Kunden. Als das Security-Team dann aber plötzlich den einzigen Einbrecher der Gegend eher versehentlich dingfest macht, fühlen sich die Simmeringer so sicher wie nie und scheinen keinen Wachschutz mehr zu brauchen.","versions":[{"lang":1,"streams":[{"redirect":8976561,"hoster":"VOE"},{"redirect":8349529,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rabattschlacht","epNo":3,"alt":"","descr":"Die Crew überlegt, wie man die schlecht gestartete Security-Firma zum Laufen bringen könnte. Eine Rabattaktion scheint die richtige Idee zu sein. Herr Achilles, Besitzer des einzigen Schuhhauses des Ortes, wird der erste Kunde. Während sich alle noch fragen, warum ein Schuhhaus wohl geschützt werden muss, zieht der – wie sich herausstellen muss - beschämende Einsatz nur Missverständnisse und Ärger mit sich. Jan kämpft wie immer an mehreren Fronten, versucht die Security-Firma zum Laufen zu bringen, parallel einen Flohmarkt mit Udo zu organisieren und gerät mit Vicky aneinander, die immer alles besser weiß.","versions":[{"lang":1,"streams":[{"redirect":8976564,"hoster":"VOE"},{"redirect":8349532,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gott sieht alles","epNo":4,"alt":"","descr":"Der Flughafenleerstand soll weiter minimiert werden indem der Flughafen als mögliche Eventlocation stärkere Beachtung findet. Während Vicky gute Großstadtideen anzubieten hat kommt Sabine mit schwerer Kost: es soll ein Glaubenszentrum für Muslime im Flughafen eingerichtet werden, solange die Moschee des Einzugsgebietes renoviert wird. Harald läuft Amok und beginnt auf eigene Faust gegen verdächtige Individuen zu ermitteln. Doch wie den Terror bekämpfen, wenn man dem Feind zuvor sein Herz schenkt? Jans Verdacht gegen Vicky erhärtet sich, und sie lüftet das Geheimnis um ihre Herkunft und ihre Aufgabe am Flughafen.","versions":[{"lang":1,"streams":[{"redirect":8976562,"hoster":"VOE"},{"redirect":8349528,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Imagefilm","epNo":5,"alt":"","descr":"Sabine hängt sich nun richtig in die Vermarktung des Flughafens als Eventlocation rein, und auch der Betreiber unterstützt diese Bemühungen. Um sich zu positionieren, wird ein Image-Film gedreht, der die Vorzüge des Flughafens in Szene setzen soll. Die Security-Truppe ist aufgeregt, denn so einen schicken Film können sie ja auch für die Safe Air nutzen. Doch dann kommt die Enttäuschung: Nicht sie sollen in dem Film mitspielen, sondern die verfeindete Feuerwehrcrew. Das will sich unsere Truppe nicht gefallen lassen. Sie müssen rausfinden, wo das Ersatz-Team seine Schwachpunkte hat und diese dann gnadenlos ausnutzen.","versions":[{"lang":1,"streams":[{"redirect":8976563,"hoster":"VOE"},{"redirect":8349535,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Miss Paradiso","epNo":6,"alt":"","descr":"Die Safe Air hat einen neuen Auftrag: Simmerings Schönheiten kämpfen bei der Miss Simmering-Wahl um den Titel. Doch der Veranstalter befürchtet den Boykott durch Feministinnen. Für Jan und die Truppe scheinbar ein entspannter Auftrag. Sie werden die Umgebung checken, Harald wird als Juror teilnehmen und Sabine wird ebenfalls als Miss Teilnehmerin angemeldet, um mit Vickys Hilfe undercover zu ermitteln. Harald überprüft unterdessen die Kandidatinnen etwas härter als angemessen, und Sabine geht es gar nicht gut als sie mehr Hintergrundwissen zum Thema Miss-Wahlen erhält als ihr lieb ist.","versions":[{"lang":1,"streams":[{"redirect":8976566,"hoster":"VOE"},{"redirect":8349530,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"First Date","epNo":7,"alt":"","descr":"Ertu ist völlig durch den Wind, das bemerkt die Truppe bei der Arbeit sofort. Wie sich herausstellt hat er ein Date dem er sich nicht gewachsen fühlt. Sowohl die Männer als auch die Frauen bieten ihm ihre Hilfe an - ein Coaching soll Ertu fit machen für die Liebe. Doch statt den von weiblicher Seite vorgeschlagenen Weg der Ehrlichkeit zu gehen, entscheidet sich Ertu für Jans Weg des \"mehr Schein als Sein\"- und erleidet beinahe Schiffbruch.","versions":[{"lang":1,"streams":[{"redirect":8976567,"hoster":"VOE"},{"redirect":8349534,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die bessere Wahl","epNo":8,"alt":"","descr":"Endlich scheint ein wirklich anspruchsvoller Job für die Safe Air in Aussicht: Ein Politiker muss während einer Wahlveranstaltung geschützt werden. Doch dessen Programm entpuppt sich als frauenfeindlich und rassistisch. Was tun? Die Truppe muss eine folgenschwere Entscheidung treffen: Bleiben sie ihren Prinzipien treu oder hilft das Geld über moralische Bedenken hinweg? Am Ende verkündet Jan auch noch einen wirklich überraschenden Entschluss.","versions":[{"lang":1,"streams":[{"redirect":13917044,"hoster":"VOE"},{"redirect":8349544,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schon wieder für immer Berlin","epNo":1,"alt":"","descr":"Jan und sein Vater Udo sind in Berlin, wo Jan ein Vorstellungsgespräch bei einem hippen Start-up-Unternehmen hat. Während Jan bei seinem Termin ist, irrt Udo durchs winterliche Berlin - auf Strümpfen. Indes versucht Sabine, Teile des Flughafens für Events zu nutzen. Die erste Veranstaltung soll ein Charity-Golf-Turnier sein, bei dem auch Kai Pflaume teilnehmen wird.","versions":[{"lang":1,"streams":[{"redirect":8866389,"hoster":"VOE"},{"redirect":8866391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Golf ist Krieg","epNo":2,"alt":"","descr":"Jan ist zurück in Simmering - sehr zur Freude des Teams. Am Flughafen laufen derweil die Vorbereitungen für das Charity-Golf-Turnier auf Hochtouren. Jan soll sich um den Stargast Kai Pflaume kümmern. Er ist allerdings nicht ganz bei der Sache, da er nebenbei auf der Suche nach einer geeigneten Pflegekraft für Udo ist, sodass das Event etwas aus dem Ruder läuft.","versions":[{"lang":1,"streams":[{"redirect":12332909,"hoster":"VOE"},{"redirect":8866392,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Haralds Farbbomben Massaker","epNo":3,"alt":"","descr":"Da sich Udo sehr gut mit seinem neu eingestellten Pfleger versteht, kann er wieder bei Jan einziehen. Der tritt seinen neuen Job am Flughafen an. Sabine will, dass er ihr dabei hilft, das Gebäude zu Deutschlands nachhaltigstem Eventcenter zu machen.","versions":[{"lang":1,"streams":[{"redirect":8907604,"hoster":"VOE"},{"redirect":8907549,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sabine kann nicht kotzen","epNo":4,"alt":"","descr":"Auf Anraten von Samira will Jan am Flughafen eine illegale Rave-Party veranstalten. Sabine ist davon alles andere als begeistert. Währenddessen trifft Ertu Mias Eltern und versucht sie, mit seiner neu gewonnenen Allgemeinbildung für sich einzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13917037,"hoster":"VOE"},{"redirect":8907548,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jan und die Ratte","epNo":5,"alt":"","descr":"Jan leidet so sehr unter der fortschreitenden Demenz seines Vaters, dass auch sein Job ihn nicht mehr ablenken kann. Trotzdem versucht er, die Inspektion des Flughafens durch einen Ordnungsbeamten ohne Probleme ablaufen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8939512,"hoster":"VOE"},{"redirect":8939511,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ertu Unchained","epNo":6,"alt":"","descr":"Sabine wird gezwungen, Samira zu kündigen, obwohl Jan und Ertu alles versuchen, um das zu verhindern. Als Jan seinen Frust an einem Fahrrad auslässt, wird er von Strulli festgenommen. Aber Ertu gibt nicht auf und kämpft für den Job seiner Schwester.","versions":[{"lang":1,"streams":[{"redirect":8939517,"hoster":"VOE"},{"redirect":8939518,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brennpunkt Simmering","epNo":7,"alt":"","descr":"Nach den Kündigungen von Samira und Ertu ist das Team am Flughafen äußerst niedergeschlagen. Jan trinkt soviele Energydrinks, dass er beginnt, an seinem Geisteszustand zu zweifeln. Ingrid bekommt Fieber und Harald einen Stromschlag.","versions":[{"lang":1,"streams":[{"redirect":8975571,"hoster":"VOE"},{"redirect":8975563,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mach was Sabine","epNo":8,"alt":"","descr":"Nachdem Udo wegen des Unfalls in die Notaufnahme eingeliefert wurde, macht sich das Team am Flughafen Sorgen um ihn. Jan und Sabine fahren sofort ins Krankenhaus. Gleichzeitig besucht Herr Weber den Flughafen und verbreitet schlechte Stimmung.","versions":[{"lang":1,"streams":[{"redirect":8975572,"hoster":"VOE"},{"redirect":8975567,"hoster":"Streamtape"}]}]}]}]}