{"seriesId":"chesapeake-shores","name":"Chesapeake Shores","descr":"Die Karrierefrau und Mutter Abby O’Brien (Megan Ory) kehrt nach Jahren erstmals wieder in ihre alte Heimatstadt zurück. Dabei wird sie zum ersten Mal seit Ewigkeiten wieder mit ihrer Jugendliebe konfrontiert, dem Musiker Trace Riley (Jesse Metcalfe), den sie damals Hals über Kopf verlassen hatte. Ebenfalls noch in Chesapeake Shores leben ihr emotional abgeschotteter Vater Mick (Treat Williams), ihre aufmüpfige Schwester Jess (Laci Mailey) und ihre geliebte Großmutter Nell (Diane Ladd). Außerdem gibt es ein Wiedersehen mit Abbys Mutter Megan (Barbara Niven), die ihren Mann vor Jahren verlassen hatte und ihn dabei alleinerziehend zurückließ. Da er sich in die Arbeit stürzte, haben seine Töchter kein gutes Verhältnis zu ihm.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot – Teil 1","epNo":1,"alt":"Pilot (1)","descr":"Beim Besuch ihrer Heimatstadt an der Küste von Maryland beginnt die erfolgreiche Geschäftsfrau und alleinerziehende Mutter Abby, ihr hektisches Leben zu hinterfragen.","versions":[{"lang":1,"streams":[{"redirect":14016538,"hoster":"VOE"},{"redirect":14072397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pilot – Teil 2","epNo":2,"alt":"Pilot (2)","descr":"Während der Rest der O\u0027Briens zusammenkommt, trifft Abby ihre Jugendliebe Trace wieder und überlegt sich, das Angebot ihrer Firma anzunehmen, in Baltimore zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":14153380,"hoster":"VOE"},{"redirect":14072399,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zuhause: Teil 1","epNo":3,"alt":"Home To Roost, Part One","descr":"Jess will ohne die Hilfe ihrer Eltern klarkommen. Abby erfährt derweil mehr über Traces Vergangenheit und stellt sich auf eine neue Konfrontation mit ihrem Ex ein.","versions":[{"lang":1,"streams":[{"redirect":13105808,"hoster":"VOE"},{"redirect":14072401,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zuhause: Teil 2","epNo":4,"alt":"Home To Roost, Part Two","descr":"Abby entschließt sich, noch länger zu bleiben, und bittet den angehenden Anwalt Connor, ihr bei ihrem Sorgerechtsstreit zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13105806,"hoster":"VOE"},{"redirect":14072402,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wir verlieren keinen Sohn …","epNo":5,"alt":"We’re Not Losing A Son …","descr":"Trace bekommt Besuch von einer attraktiven ehemaligen Bandkollegin, Megan will sich mit Connor versöhnen und Mick erhält einen besorgniserregenden Anruf.","versions":[{"lang":1,"streams":[{"redirect":14016564,"hoster":"VOE"},{"redirect":14072405,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wir gewinnen keine Tochter","epNo":6,"alt":"We’re Gaining A Daughter","descr":"Zusammen mit Mick fährt Abby zu ihrer Sorgerechtsverhandlung nach New York, während Trace eine Idee hat, mit der er wieder im Musikgeschäft Fuß fassen könnte.","versions":[{"lang":1,"streams":[{"redirect":14016532,"hoster":"VOE"},{"redirect":14018957,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wir gewinnen eine Tochter","epNo":7,"alt":"Georgia On My Mind","descr":"Die Familie ist vor den Kopf gestoßen, als Kevins angebliche Verlobte auftaucht, um ihn gesund zu pflegen. Ein Fahnder überrascht Abby im Büro.","versions":[{"lang":1,"streams":[{"redirect":14016528,"hoster":"VOE"},{"redirect":14072404,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zweite Chancen","epNo":8,"alt":"Second Chances","descr":"Abbys Exmann hat erstaunliche Neuigkeiten über die Untersuchung der Börsenaufsichtsbehörde. Trace gesteht den wahren Grund, warum er seine Musikkarriere aufgab.","versions":[{"lang":1,"streams":[{"redirect":14016547,"hoster":"VOE"},{"redirect":14072408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aufgelöste Vereinbarungen","epNo":9,"alt":"Deals Undone","descr":"Obwohl er offiziell noch kein Anwalt ist, schreitet Connor ein, als Abby vorgeladen wird. Mick und Trace treffen eine Vereinbarung.","versions":[{"lang":1,"streams":[{"redirect":14016565,"hoster":"VOE"},{"redirect":14072409,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie verhExt","epNo":10,"alt":"Exes Mark The Spot","descr":"Ein Beziehungswirrwarr löst sich auf. Trace kommt in Teufels Küche, als er einen wichtigen Anruf annimmt. Kevin und Bree treffen beide große Entscheidungen.","versions":[{"lang":1,"streams":[{"redirect":14016533,"hoster":"VOE"},{"redirect":14072410,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Geheimnisse, Lügen und Schulsachen","epNo":1,"alt":"Secrets, Lies And School Supplies","descr":"Trace hat mit familiären und juristischen Problemen zu kämpfen, Abby soll bei einem wichtigen Kunden helfen und Jess muss sich in der Pension etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":14016549,"hoster":"VOE"},{"redirect":14072412,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vergangenheit und Gegenwart","epNo":2,"alt":"Pasts And Presents","descr":"Jess organisiert eine Hochzeit, Mick verkündet eine plötzliche Planänderung für den Nachtklub und Bree und Martin kriegen sich wegen ihres neuen Stücks in die Haare.","versions":[{"lang":1,"streams":[{"redirect":14016558,"hoster":"VOE"},{"redirect":14072407,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fotos und Erinnerungen","epNo":3,"alt":"School, Lies And Videotape","descr":"Der erste Schultag der Mädchen ruft bei den O\u0027Briens Erinnerungen wach. Megan bietet Jess im Bed and Breakfast ihre Hilfe an. Wes stellt Trace zur Rede.","versions":[{"lang":1,"streams":[{"redirect":13103126,"hoster":"VOE"},{"redirect":14072411,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Für immer Nashville","epNo":4,"alt":"It’s Always Nashville","descr":"Trace begibt sich nach Nashville ins Aufnahmestudio. Abby versucht herauszufinden, was Mick und Thomas entzweit hat. Jess möchte eine Berühmtheit in den Buchladen locken.","versions":[{"lang":1,"streams":[{"redirect":14016548,"hoster":"VOE"},{"redirect":14017822,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergrabene Schätze","epNo":5,"alt":"Buried Treasures","descr":"Trace wagt einen riskanten Karriereschritt, Bree und Kevin suchen eine Familienzeitkapsel und eine neue Bekanntschaft gibt Abby die dringend benötigte Perspektive.","versions":[{"lang":1,"streams":[{"redirect":13097565,"hoster":"VOE"},{"redirect":14072413,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feierliche Eröffnung","epNo":6,"alt":"Grand Openings","descr":"Die Eröffnungswoche im Nachtklub hält Trace ordentlich auf Trab und verursacht in seiner Beziehung mit Abby neue Spannungen. Bree wird von einem Verehrer bezirzt.","versions":[{"lang":1,"streams":[{"redirect":13103123,"hoster":"VOE"},{"redirect":14072414,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gestern","epNo":7,"alt":"All Our Yesterdays","descr":"Überarbeitet rüstet sich Abby für die schwierigen Gespräche mit Trace und ihrem Vater. Jess nimmt in ihrem Privatleben einen bedeutenden Schritt in Angriff.","versions":[{"lang":1,"streams":[{"redirect":13103125,"hoster":"VOE"},{"redirect":14017824,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Den Wald vor lauter Bäumen nicht sehen","epNo":8,"alt":"Forest Through The Trees","descr":"Abby und Trace sind auf einem Campingausflug und reden über ihre Vergangenheit und ihre Zukunft. Nell , Mick und Thomas versuchen sich zu versöhnen. Bree hat Schwierigkeiten, den Avancen ihres neuen Verehrers zu widerstehen.","versions":[{"lang":1,"streams":[{"redirect":13103124,"hoster":"VOE"},{"redirect":14072415,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Königshof","epNo":9,"alt":"The Royal Court","descr":"Trace erhält mehrere Angebote von Musikmanagern, nachdem das Video seiner Band zum viralen Hit geworden ist. Er überzeugt seine Band jedoch davon, Mark Hall Jerry Trimble eine weitere Chance zu geben.","versions":[{"lang":1,"streams":[{"redirect":14016534,"hoster":"VOE"},{"redirect":14019272,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freier Fall","epNo":10,"alt":"Freefall","descr":"Nachdem Trace von Mark das Angebot einer Welttournee bekommen hat, machen sich er und Abby Sorgen um ihre gemeinsame Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14016536,"hoster":"VOE"},{"redirect":14072417,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein offenes Buch","epNo":1,"alt":"An Open Book","descr":"Nach zwei Monaten auf Tour kehrt Trace (Jesse Metcalfe) zu Abby (Meghan Ory) zurück. Seine Rückkehr nach Chesapeake Shores wird kompliziert, als sein wachsender Ruhm ungebetene Aufmerksamkeit der Medien auf die Beziehung zu Abby und seinen Mädchen lenkt. Mick (Treat Williams) tritt gegen Connor (Andrew Francis) in einem juristischen Streit um Naturschutz an. Obwohl die beiden auf unterschiedlichen Seiten stehen, versucht Mick seinen Sohn vor einem großen Fehler zu warnen, bevor es zu spät ist.\r\rJess (Laci J Mailey) entdeckt Brees Manuskript und ist schockiert als sie entdeckt, was darin steht. Unterdessen setzt Kevin (Brendan Penny) seine Ausbildung zum Sanitäter fort und kommt Sarah (Jessica Sipos) näher. Als Trace und die O\u0027Brien-Familie zusammen kommen für das jährliche Austernfestival, rekrutiert Nell (Diane Ladd) die Familie, um ein beliebtes Naturdenkmal zu retten.","versions":[{"lang":1,"streams":[{"redirect":14016535,"hoster":"VOE"},{"redirect":14072416,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"So wie wir waren","epNo":2,"alt":"The Way We Were","descr":"Nell (Diane Ladd) versucht mit Blick auf die Vergangenheit den Wunschbrunnen zu retten. Abby (Meghan Ory) entdeckt einen nie geöffneten Brief, den sie Trace (Jesse Metcalfe) geschickt hatte. Mick (Treat Williams) erbt ein Segelboot und wird mit seinem Bruder Thomas wieder vereint. Bree (Emilie Ullerup) heißt einen alten Freund in ihrem Leben willkommen. Nachdem Kevin (Brendan Penny) eine geheime Umarmung beobachtet hat, wird Connors Zukunft auf den Kopf gestellt.","versions":[{"lang":1,"streams":[{"redirect":14016566,"hoster":"VOE"},{"redirect":14018963,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Stein kommt ins Rollen","epNo":3,"alt":"This Rock Is Going To Roll","descr":"Mit Bree an ihrer Seite begibt sich Jess nach Maine, um Davids Familie zu treffen. Trace erzählt den Mädchen Gutenachtgeschichten. Connor überdenkt seine Beziehung.","versions":[{"lang":1,"streams":[{"redirect":14016567,"hoster":"VOE"},{"redirect":14072418,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Es war einmal Glück bis ans Lebensende","epNo":4,"alt":"Once Upon Ever After","descr":"Abby erhält einen Eindruck von Trace’ Leben auf Tournee, Jess zieht ein Angebot von Davids Mutter in Betracht und Megan gibt alles für eine Erneuerung der Ehegelübde.","versions":[{"lang":1,"streams":[{"redirect":14016537,"hoster":"VOE"},{"redirect":14072420,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Endlich Liebe","epNo":5,"alt":"Love Eventually","descr":"Nach einer Krise sorgt sich Kevin um Sarahs Befinden. Simon bietet Bree seine Hilfe beim Überarbeiten ihres Buchs an. Abby regt sich über ein online gepostetes Bild auf.","versions":[{"lang":1,"streams":[{"redirect":13097566,"hoster":"VOE"},{"redirect":14018964,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hier und dort","epNo":6,"alt":"Here And There","descr":"Ein Besuch von Wes und seiner perfekten neuen Freundin stürzt Abby in ein Wechselbad komplizierter Gefühle. Nell bittet Connor um Hilfe, eine Betrügerin zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":14016527,"hoster":"VOE"},{"redirect":14072421,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rein geschäftlich","epNo":7,"alt":"It’s Just Business","descr":"Abby will die perfekte Mutter sein, was sie verrückt macht. Ein finanzieller Rückschlag führt zu Problemen zwischen Trace und Mick. Davids Schwester bittet um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":13097567,"hoster":"VOE"},{"redirect":14019273,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Und morgen die Zukunft","epNo":8,"alt":"All Our Tomorrows","descr":"Bree stößt auf ihre bisher größte Kritikerin. Abby berät eine neue Mandantin. Jess und Kevin haben jeder für sich mit unliebsamen Neuigkeiten zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13103129,"hoster":"VOE"},{"redirect":14072419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vorwärts in die Vergangenheit","epNo":9,"alt":"Forward To The Past","descr":"Das Familiendrama der O’Briens eskaliert, Trace ereilt eine weitere Karrierekrise, Kevin lernt Sarahs Familie kennen und Simon wird von seiner Vergangenheit eingeholt.","versions":[{"lang":1,"streams":[{"redirect":14016573,"hoster":"VOE"},{"redirect":14072424,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vor einer mitlaufenden See","epNo":10,"alt":"Before A Following Sea","descr":"Am Vorabend der Chesapeake Shores Regatta, bei der Mick und seine Familie antreten werden, muss Abby endlich eine Entscheidung treffen, ob sie sich für immer von Trace trennen will oder nicht.","versions":[{"lang":1,"streams":[{"redirect":14016581,"hoster":"VOE"},{"redirect":14072422,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das Ende ist unser Anfang","epNo":1,"alt":"The End Is Where We Begin","descr":"Als Trace von seiner Tour zurückkehrt, ist die Zukunft von Abby und Trace ungewiss. Während sie über ihre Beziehung nachdenken, nimmt Abby einen neuen Kunden an und Trace entdeckt ein neues musikalisches Talent bei. Obwohl Jess in ihrer Beziehung glücklich ist, entspricht es nicht ihren Erwartungen, das Gasthaus zu führen, das die Familie Davids gekauft hat. Bree trifft sich mit potenziellen Produzenten für ein neues Stück. Unterdessen entdeckt Mick, dass einer seiner Auftragnehmer an verdächtigen Geschäftspraktiken beteiligt ist, und Connor stellt seinen Karriereweg in Frage. Kevin plant einen besonderen Ausflug mit Sarah.","versions":[{"lang":1,"streams":[{"redirect":13103131,"hoster":"VOE"},{"redirect":14072429,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vertrauensvorschuss","epNo":2,"alt":"Leap Of Faith","descr":"Während Trace nach einem Grund sucht Chesapeake Shores zu bleiben, versucht ein Freund, ihn zu überreden, seine Karriere als Musiker wieder aufleben zu lassen. Abby riskiert einiges, indem sie die zweifelhaften Geschäftspraktiken eines Kunden untersucht. Derweil hat Connor nach einer impulsiven Entscheidung mit beruflichen Konsequenzen zu rechnen. Mick wird in die Rechtsstreitigkeiten eines ehemaligen Geschäftspartners hineingezogen. Jess und David versuchen, dorthin zurückzukehren, wo alles begann.","versions":[{"lang":1,"streams":[{"redirect":14016539,"hoster":"VOE"},{"redirect":14072425,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Sonett für Caroline","epNo":3,"alt":"A Sonnet For Caroline","descr":"Jess und David versuchen ein Hotel zu kaufen. Liebe und Verlust umgibt die Familie. Mick und Megan loten ihre Gefühle aus. Kevin und Sarah treffen eine schwerwiegende Entscheidung. Bree und Connor vermuten, dass wahre Liebe nicht für immer hält.","versions":[{"lang":1,"streams":[{"redirect":14016570,"hoster":"VOE"},{"redirect":14019274,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebeskummer und Rollenspiele","epNo":4,"alt":"Breaking Hearts And Playing Parts","descr":"Das Stück ist in Gefahr und es ist an Abby und Trace  es zu retten. David und Jess  lernen zusammenzuarbeiten während Bree lernt allein zu arbeiten. Kevin und Sarah kehren mit einer überraschenden Ankündigung zurück.","versions":[{"lang":1,"streams":[{"redirect":14016571,"hoster":"VOE"},{"redirect":14072426,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alle Zeit der Welt","epNo":5,"alt":"All The Time In The World","descr":"Zufällig melden sich Trace (Jesse Metcalfe) und Abby (Meghan Ory) als Freiwillige für das Theaterstück der Schule von Caitlyn (Abbie Magnuson) und Carrie (Kayden Magnuson) und Trace steht einem neuen Mann in Abbys Leben gegenüber, was ihn sein eigenes Liebesleben in Frage stellen lässt. Während Mick versucht seine Firma zu retten, gerät er in altbekannte Muster und stellt die Arbeit vor Megan als die beiden ein Wiederaufleben ihrer Beziehung in Erwägung ziehen. Als Connor vor einer schwierigen Entscheidung steht, wendet er sich an Nell um einen Rat in SAchen Beziehung zu erhalten. Jess und David geraten wegen der Einrichtung ihrer neuen Pension aneinander. Brees eigenes Leben steht dem Ende ihres Theaterstücks im Weg. Kevin und Sarah haben eine große Ankündigung zu machen.","versions":[{"lang":1,"streams":[{"redirect":14016576,"hoster":"VOE"},{"redirect":14072427,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wasserfarben, Wünsche und Hochzeiten","epNo":6,"alt":"Watercolors, Wishes, And Weddings","descr":"Mick und Megan feiern ihr altes Leben während Kevin und Sarah ihr neues Leben genießen und Jess und David auf den Beginn ihres gemeinsamen Lebens warten. Connor und Bree orientieren sich neu und Trace und Abby denken über die Zukunft nach und über ihre gemeinsame Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14016572,"hoster":"VOE"},{"redirect":14072428,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Ein Kuss ist und bleibt ein Kuss","epNo":1,"alt":"A Kiss is Still a Kiss","descr":"Als die Familie O\u0027Brien Bree aus London zu Hause willkommen heißt, grübeln sie darüber nach, wie die letzten zwei Monate sie alle verändert haben. Kevin und Sarah versuchen ein Baby zu bekommen, Jess und David planen ihre Hochzeit und Abby erinnert sich an ihr Gespräch mit Trace nach ihrem Kuss am Strand.","versions":[{"lang":1,"streams":[{"redirect":14016563,"hoster":"VOE"},{"redirect":14072431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8510298,"hoster":"VOE"},{"redirect":8510296,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gute Arbeit","epNo":2,"alt":"Nice Work If You Can Get It","descr":"Abby denkt über die Vergangenheit nach und denkt nach ihren eigenen Vorstellungen über eine Zukunft nach. Sie und Mick kümmern sich um den Ruf von O\u0027Brien Construction, Jess kämpft mit etwas, das Davids Eltern ihr gegeben haben, und Bree erkennt, dass zwei verschiedene Männer aus ihrer Vergangenheit in ihr Leben und ihr Herz zurückkehren könnten.","versions":[{"lang":1,"streams":[{"redirect":14016530,"hoster":"VOE"},{"redirect":14072430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644587,"hoster":"VOE"},{"redirect":8644586,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die perfekte Geschäftsbeziehung","epNo":3,"alt":"Are the Stars Out Tonight?","descr":"Evan Kincaid, der exzentrische Milliardärskunde von O\u0027Brien Construction, kommt in die Stadt und wirft Abby und Mick aus dem Spiel. In einem Moment des Triumphs entdeckt Connor, dass seine Anwaltskanzlei Informationen vor ihm verbirgt, und Megan entdeckt ein verlorenes Gemälde, das sie zu einem berühmten, zurückgezogenen lokalen Künstler führt, der nichts mit ihr zu tun haben will.","versions":[{"lang":1,"streams":[{"redirect":14016580,"hoster":"VOE"},{"redirect":14072432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644600,"hoster":"VOE"},{"redirect":8644594,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf alten Pfaden","epNo":4,"alt":"Happy Trails","descr":"Während Mick und Thomas die Wildnis erkunden, heißen Jess und David eine Flotte an Fantasy-Fans willkommen. Kevin und Connor haben mit beruflichen Problemen zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14016550,"hoster":"VOE"},{"redirect":14072434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8892789,"hoster":"VOE"},{"redirect":8892837,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das können sie mir nicht nehmen","epNo":5,"alt":"They Can’t Take That Away From Me","descr":"Während die Arbeiten an seinem Hotel weitergehen, lernen Evan und Abby ein bisschen mehr übereinander. Evan übernachtet eine Nacht in Jess\u0027s B\u0026B.","versions":[{"lang":1,"streams":[{"redirect":14016551,"hoster":"VOE"},{"redirect":14018966,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8777746,"hoster":"VOE"},{"redirect":8777744,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebe ist beständig","epNo":6,"alt":"Love Is Here To Stay","descr":"Abby und Bree laden sich Dates für Jess’ und Davids anstehende Hochzeit ein. Abby und Evan gehen sich gegenseitig an die Gurgel. Connor plant seine Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14016552,"hoster":"VOE"},{"redirect":8856378,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12332944,"hoster":"VOE"},{"redirect":8892585,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neuigkeiten","epNo":7,"alt":"What’s New?","descr":"Evan verlängert seinen Aufenthalt und verbringt mehr Zeit mit den O’Briens. Sarah hat überraschende Neuigkeiten für Kevin. Bree muss ein unangenehmes Geständnis machen.","versions":[{"lang":1,"streams":[{"redirect":14016553,"hoster":"VOE"},{"redirect":14072433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8892576,"hoster":"VOE"},{"redirect":8892581,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wo oder wann?","epNo":8,"alt":"Where Or When?","descr":"Kevin und Sarah versuchen, ein Geheimnis zu bewahren, während Bree eines aus Lukes Vergangenheit entdeckt. Evan nimmt Abby mit auf eine Geschäftsreise, aber seine Absichten sind nicht das, was sie ursprünglich dachte.","versions":[{"lang":1,"streams":[{"redirect":14016568,"hoster":"VOE"},{"redirect":14019162,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12919925,"hoster":"VOE"},{"redirect":8923143,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was für einen Unterschied ein Tag macht","epNo":9,"alt":"What A Difference A Day Makes","descr":"Die O’Briens warten auf Neuigkeiten. Evan bietet seine Hilfe an. Luke verliert nach einem Testergebnis jegliche Hoffnung. Connor sieht eine alte Verbündete wieder.","versions":[{"lang":1,"streams":[{"redirect":14016569,"hoster":"VOE"},{"redirect":14018807,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8952100,"hoster":"VOE"},{"redirect":8952101,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dieses bekannte Gefühl","epNo":10,"alt":"That Old Feeling","descr":"Mick und Megan verkünden überraschende Pläne. Kevin und Sarah erleiden einen heftigen Schlag. Evan und Abby kommen sich wieder näher. Connor verteidigt Luke vor Gericht.","versions":[{"lang":1,"streams":[{"redirect":14016554,"hoster":"VOE"},{"redirect":14072435,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Beste kommt erst noch","epNo":1,"alt":"The Best Is Yet to Come","descr":"Die Familie O\u0027Brien kommt nach Connors Herzinfarkt zusammen. Jess und David müssen sich mit den Auswirkungen der Medien auseinandersetzen, nachdem Dennis Peck auf der Flucht ist, und wir erfahren endlich, wen Abby angerufen hat.","versions":[{"lang":1,"streams":[{"redirect":14016540,"hoster":"VOE"},{"redirect":14072437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11040508,"hoster":"VOE"},{"redirect":11040509,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Daraus werden Erinnerungen gemacht","epNo":2,"alt":"Memories Are Made of This","descr":"Connor erholt sich gut. So wie es sich anhört, ist er über diese Gesundheitsangst hinweg, aber wenn er seine Gewohnheiten nicht ändert, wird es ihm nicht besser gehen.Es scheint, dass alle Unterstützung der Welt nicht ausreicht, um sein Verhalten zu ändern, da es seine Angst war, die ihn über den Rand getrieben hat.","versions":[{"lang":1,"streams":[{"redirect":14016541,"hoster":"VOE"},{"redirect":14019160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11078807,"hoster":"VOE"},{"redirect":11078809,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nacht und Tag","epNo":3,"alt":"Night and Day","descr":"Connor beweist Entschlossenheit. Abby und Evan nehmen an einer Schnitzeljagd teil. Megan und Mick sprechen über ihre Vergangenheit. Bree hat über Nacht Besuch.","versions":[{"lang":1,"streams":[{"redirect":14016555,"hoster":"VOE"},{"redirect":14072436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11483381,"hoster":"VOE"},{"redirect":11483352,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mehr gibt es nicht zu sagen","epNo":4,"alt":"That\u0027s All There Is to That","descr":"Die Familie realisiert, dass Micks Opioidkonsum zum Problem wird. Connor und Margaret wollen den Firmenhaushalt wieder ins Gleichgewicht bringen. Sarah hat Neuigkeiten für Kevin.","versions":[{"lang":1,"streams":[{"redirect":14016574,"hoster":"VOE"},{"redirect":14017829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11188629,"hoster":"VOE"},{"redirect":12481855,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebe","epNo":5,"alt":"L-O-V-E","descr":"Eine Wahrsagemaschine bringt zwei neue Paare zum Umdenken. Mick wird sich gewisser Herausforderungen bewusst. Connor lernt Margarets Familie kennen.","versions":[{"lang":1,"streams":[{"redirect":14016582,"hoster":"VOE"},{"redirect":14018808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11483592,"hoster":"VOE"},{"redirect":11485689,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mach keine Dummheiten","epNo":6,"alt":"Straighten Up and Fly Right","descr":"Mick hat einen Rückfall und nimmt eine Pille aus Connors Hausapotheke. Bei seinem nächsten Treffen akzeptiert er schließlich, dass er einen Sponsor braucht. Margaret besteht die Bar und führt Bewerbungsgespräche für einen Traumjob. Sie kehrt zurück und sagt Connor, dass sie, obwohl das Geld besser ist, aus einem bestimmten Grund eine große Firma verlassen hat. Sie schlägt Connor vor, sie zu einer vollwertigen Partnerin im Geschäft zu machen, und Connor akzeptiert. Brie versucht, sich mit Luke zu versöhnen und sagt, dass ihre gescheiterten früheren Beziehungen die Ursache für ihre Vertrauensprobleme sein könnten. Davids Vater ruft an, um zu sagen, dass es ihm gut geht, und behauptet dann, dass er unschuldig ist und hereingelegt wurde. Die Behörden klopfen Davids Telefon für den nächsten Anruf ab, aber sein Vater beteuert erneut seine Unschuld und sagt, dass er sich stellen will. Kevin und Sarah beschließen, der Familie zu sagen, dass Sarah schwanger ist.","versions":[{"lang":1,"streams":[{"redirect":14016542,"hoster":"VOE"},{"redirect":14072439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11416448,"hoster":"VOE"},{"redirect":11416456,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Dazu kann ich nichts sagen","epNo":7,"alt":"It’s Not for Me to Say","descr":"Kevin lernt etwas Neues, während David hinterfragt, was er für wahr hielt. Bree stellt fest, dass sie und Luke einen gemeinsamen Geburtstag haben. Kevin entdeckt das Geschlecht des Babys. David konfrontiert seinen Vater.","versions":[{"lang":1,"streams":[{"redirect":14016556,"hoster":"VOE"},{"redirect":11403791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11416749,"hoster":"VOE"},{"redirect":11416747,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Du begeisterst mich","epNo":8,"alt":"I Get A Kick Out Of You","descr":"Geheimnisse werden aufgedeckt, um zu zeigen, dass man der Vergangenheit nicht entfliehen kann. Ein DNA-Test gibt Aufschluss über den Aufenthaltsort von Evans Vater. Jess veranstaltet ein historisches Reenactment. Ein Hollywood-Star kommt und bietet Bree einen Filmvertrag an.","versions":[{"lang":1,"streams":[{"redirect":14016543,"hoster":"VOE"},{"redirect":14072438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13531902,"hoster":"VOE"},{"redirect":11452803,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Überraschende Situationen","epNo":9,"alt":"Spring Can Really Hang You Up The Most","descr":"Mick kommt seinen Liebsten näher, während Evan und Luke sich abdrängen. Mick baut seine Beziehung zu Megan weiter auf. Luke erholt sich von einem Schuss, nachdem er einen Raubüberfall gestoppt hat.","versions":[{"lang":1,"streams":[{"redirect":14016557,"hoster":"VOE"},{"redirect":11528466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13531908,"hoster":"VOE"},{"redirect":11493307,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"All or Nothing at All","descr":"Die Ankunft von Sarahs und Kevins Baby ist der Startschuss für eine Woche des Feierns. Mick und Megan bereiten sich auf ihre Hochzeit vor, zerbrochene Beziehungen werden wiederhergestellt, und im Finale von \"Chesapeake Shores\" gibt es neue Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":14016575,"hoster":"VOE"},{"redirect":14017828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11524747,"hoster":"VOE"},{"redirect":11524749,"hoster":"Streamtape"}]}]}]}]}