{"seriesId":"childhoods-end","name":"Childhood\u0027s End","descr":"Aliens kommen in Raumschiffen zur Erde, die über alle großen Städten der  Welt schweben. Sie versprechen das Ende von Armut, Verbrechen, Krieg  und Krankheit und lösen dieses Versprechen im Laufe weniger Jahre ein.  Durch einen menschlichen Botschafter, Ricky Stormgren, einem Farmer aus  Missouri, hält der Overlord Karellen Kontakt zu den Menschen, ohne aber  in den ersten Monaten sein Äußeres zu offenbaren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sieg und Frieden","epNo":1,"alt":"The Overlords","descr":"Über allen großen Städten der Welt schweben riesige Raumschiffe. Die Außerirdischen wollen sich den Menschen zunächst nicht zeigen, kommunizieren aber mit ihnen in der Gestalt verstorbener Angehöriger. Die Aliens, die von der Presse schnell \"Overlords\" genannt werden, übernehmen die Verwaltung des Planeten und versprechen das Ende von Armut, Krankheit und Krieg. Ein Farmer wird als Botschafter ausersehen, durch ihn hält der Overlord Karellen Kontakt zu den Menschen. Anfangs sind noch viele kritisch eingestellt und mit der \"Freedom League\" entsteht sogar eine Befreiungsbewegung. Doch als die Lebensumstände immer paradiesischer werden, bricht der Widerstand schnell ein. Nach Jahrzehnten gibt Karellen schließlich sein wahres Gesicht zu erkennen.","versions":[{"lang":1,"streams":[{"redirect":9979688,"hoster":"VOE"},{"redirect":9979702,"hoster":"Vidoza"},{"redirect":9979690,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Betrüger und Befreier","epNo":2,"alt":"The Deceivers","descr":"19 Jahre sind vergangen, seit die Overlords die Verwaltung der Erde übernommen haben, und vier Jahre ist es her, dass Karellen den Menschen erstmals sein Antlitz offenbart hat. Die Menschheit lebt in einem goldenen Zeitalter, in der es keine Armut, keine Verbrechen, keine Krankheiten und keine Kriege mehr gibt. Sie verwenden saubere Energie und besitzen genug Nahrung für alle. Alle materiellen Bedürfnisse sind gestillt, Religionen überflüssig geworden. Dadurch wird so gut wie gar nicht mehr geforscht, die Wissenschaft stirbt. Ein ganz besonderes Kind wird geboren und die Erde erhält eine neue Bestimmung.","versions":[{"lang":1,"streams":[{"redirect":9979693,"hoster":"VOE"},{"redirect":9979692,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Generation","epNo":3,"alt":"The Children","descr":"Nach mehreren Jahrzehnten wird klar, dass der Prozess der evolutionären Weiterentwicklung der Menschen an einem kritischen Punkt angekommen ist. Die Kinder werden zum Übergeist gerufen, der sich über dem Ayers Rock in Australien manifestiert. Dort sollen sie in eine andere Sphäre des Seins eintreten. Die Erwachsenen sollen ihre restliche Lebenszeit in Frieden auf der Erde genießen und dann nach und nach aussterben. Ein Wissenschaftler schmuggelt sich auf das Raumschiff der Overlords, um deren Heimatplaneten zu besuchen und mehr über die Aliens herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":9979698,"hoster":"VOE"},{"redirect":9979700,"hoster":"Streamtape"}]}]}]}]}