{"seriesId":"china-der-entfesselte-riese","name":"China – Der entfesselte Riese","descr":"China ist zu einer der größten Wirtschaftsmächte der Welt aufgestiegen. Xi Jinping verfolgt dabei einen reinen Staatskapitalismus, der im Westen mit Skepsis und Argwohn betrachtet wird. Chinas wirtschaftlicher Aufschwung ist unbestreitbar. Doch worauf gründet er?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Präsident auf Lebenszeit","epNo":1,"alt":"","descr":"China ist zu einer der größten Wirtschaftsmächte der Welt aufgestiegen. Xi Jinping verfolgt dabei einen reinen Staatskapitalismus, der im Westen mit Skepsis und Argwohn betrachtet wird. 2013 wird Xi Jinping zum Staatspräsidenten ernannt. Der \"Überragende Führer\" hat sämtliche hohen Ämter Chinas in sich vereint und hat Macht über die personell stärkste Armee der Welt. Die Loyalität der Kommunistischen Partei gegenüber hat dabei absolute Priorität. Teil eins der Sendereihe zeichnet den Weg Chinas während der letzten Jahre in einen streng kontrollierten Staat nach. Trotz innenpolitischer Probleme in Hongkong und im Umgang mit den Uiguren kann Xi Jinping sein Volk davon überzeugen, dass er den \"Roten Drachen\" in eine blühende Zukunft führt.","versions":[{"lang":1,"streams":[{"redirect":6657354,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Wohlstand statt Demokratie","epNo":2,"alt":"","descr":"Die \"Stärke verstecken und auf den richtigen Augenblick warten\" – die Maxime des Reformers Deng Xiaoping gilt heute nicht mehr. Xi Jinping steht für ein bestimmteres Auftreten auf der Weltbühne. Er will China zu alter Größe führen. Der wachsende wirtschaftliche Einfluss des Riesenreichs verhilft zu großem Einfluss im globalen Handel. Doch während Xi Jinping außenpolitische Stärke demonstriert, wird er innenpolitisch auf seine bisher größte Probe gestellt: im Kampf gegen die Reformkräfte in Hongkong.","versions":[]},{"epId":"episode-3","name":"Wettlauf der Supermächte","epNo":3,"alt":"","descr":"Chinas wirtschaftlicher Aufschwung ist unbestreitbar. Doch worauf gründet er? Zwischen dem \"Roten Drachen\" und der westlichen Welt herrschen zunehmend Spannungen: Denn Xi Jinpings Reich wird Industriespionage im großen Stil vorgeworfen. Staatlich gelenkte Hackerangriffe auf erfolgreiche Firmen mit dem Ziel, technisches Know-how zu stehlen, werden dem Land unterstellt. Doch China bestreitet die Vorwürfe. Teil drei der Sendereihe berichtet von dem auch daraus resultierenden Handelskrieg mit den USA, der Auswirkungen auf die gesamte Weltwirtschaft mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":6657377,"hoster":"VOE"}]}]}]}]}