{"path":"/serie/stream/choshead","name":"ChäoS;HEAd","descr":"Die Geschichte handelt von Takumi Nishijō, einem Highschool-Schüler an der privaten Suimei Akademie. In seiner Stadt Shibuya geschehen mysteriöse Ereignisse. Ein Mörder treibt sich herum und die Leute geraten in Panik. Eines Tages chattet er mit einem unbekannten Mann im Internet. Der Mann schickt ihm einen Link, dem Takumi natürlich folgt. Als er auf der Seite ankommt, findet er einen Blog, auf dem der nächste Mordfall zu sehen ist. Am nächsten Tag wird dieser Fall Realität. Nach diesem Vorfall lebt Takumi Nishijō durch die psychischen Erlebnisse abgeschieden von der Außenwelt als ein Hikikomori. Eines Tages trifft er durch eine neue Mordserie namens \u0026amp;amp;quot;New Gene\u0026amp;amp;quot; auf Mädchen mit außergewöhnlichen Fähigkeiten. Noch ahnt er nicht, in was für einer Gefahr er sich befindet...","seasons":[{"path":"/serie/stream/choshead/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/choshead/staffel-1/episode-1","name":"","epNo":1,"alt":"Boot Up","descr":"Takumi ist eine sehr zurückgezogene Person, die in einem Lagercontainer lebt; er interessiert sich nicht für die reale Welt und leidet unter einer Wahnvorstellung von Seira, seiner Lieblingsanime-Figur. Sein Freund Misumi erzählt ihm von einer Reihe von Ereignissen, die New Generation Events genannt werden. Takumi unterhält sich mit einer Person namens Shogun, die ihm eine Reihe von Bildlinks zeigt, auf denen ein Mord an einem Mann zu sehen ist, der an Pfählen aufgehängt wurde. Um sich zu beruhigen, geht er in ein Internetcafé, wo er in einer dunklen Gasse den Mord sieht, den er online gesehen hat, nur dass er in Wirklichkeit vor seinen Augen geschieht. Er sieht auch eine blutverschmierte Schülerin mit rosa Haaren, die die Uniform seiner Schule trägt und direkt neben dem blutigen Tatort steht. Dann ruft sie seinen Namen \"Taku\". Er rennt weg, wobei er versehentlich einen der Pfähle mitnimmt. Am nächsten Tag hat er das Gefühl, dass ihn jemand verfolgt, und stellt fest, dass es ein Mädchen namens Yua ist. Sie erzählt ihm, dass auch sie ein Fan von Seira ist. Nach anfänglichem Zögern willigt er schließlich ein, sie zu begleiten, um die neueste Seira-Figur vorzubestellen. Am nächsten Tag ist er schockiert, als er das rosahaarige Mädchen neben sich sitzen sieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977394","hoster":"VOE"},{"path":"/redirect/8355900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-2","name":"","epNo":2,"alt":"Ego","descr":"Takumi glaubt, dass das Mädchen hier ist, um ihn zu töten, aber das Mädchen lacht ihn aus, weil es keine Ahnung hat, wovon er spricht. Nachdem er ihr in die Augen geschaut hat, erinnert er sich an ihren Namen: Rimi Sakihata. Zuerst ist er verwirrt, aber dann sagt Misumi, dass die drei schon seit dem ersten Jahr befreundet sind. Als er zu Hause ankommt, ist er überrascht, dass Rimi sich nach ihm erkundigt. Takumi flippt aus und befiehlt ihr, zu verschwinden. Zur gleichen Zeit hat die Polizei ein Überwachungsvideo gefunden, das sie für einen Verdächtigen des ermordeten gepfählten Mannes hält. Takumi begleitet Yua bei der Vorbestellung der neuesten Seira-Figur. Je mehr sie miteinander zu tun haben, desto mehr findet Takumi Gefallen an Yua, da sie ihn so akzeptiert, wie er ist. Yua schüttet versehentlich den Inhalt ihrer Taschen aus. Takumi wird klar, dass sie die ganze Zeit über die Vorfälle der Neuen Generation recherchiert hat. Takumi, der von Wahnvorstellungen geplagt ist, versucht zu fliehen. Sie konfrontiert ihn mit dem, was er verheimlicht, indem sie einen der kreuzförmigen Pfähle herauszieht, die er vom Tatort mitgenommen hatte. Trotz ihrer plötzlich bedrohlichen Art behauptet sie, dass sie sich nur vergewissern wollte, ob er davon weiß. Sie erklärt auch, dass sie neugierig darauf ist, ob Takumi über die Fähigkeit der Präkognition verfügt oder nicht. Sie begründet dies mit den Bildern des dritten Vorfalls, die Takumi zugeschickt wurden. Takumi behauptet, dass er sie von jemandem namens Shogun erhalten hat und fragt sich, ob Yua diese Person ist. Yua erklärt jedoch, dass die Bilder auf dem Computer gefunden wurden, den er im Internetcafé benutzt hat. Yua schließt daraus, dass Takumi Shogun ist. Trotzdem lässt sie ihn gehen, und Takumi kehrt nach Hause zurück und spielt sein MMORPG.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977392","hoster":"VOE"},{"path":"/redirect/9240807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-3","name":"","epNo":3,"alt":"Contact","descr":"Eine Rückblende zeigt, wie Takumi ein kleiner Junge war. Er konnte nicht auf einen Schulausflug gehen und wünschte sich, dass niemand mitfahren könnte. Er malte ein Bild von einem Schulbus und zerriss es dann in zwei Teile. Seine Mutter erhält einen Anruf, in dem ihr mitgeteilt wird, dass der Bus auf dem Weg zum Ausflug in einen Unfall verwickelt war und in zwei Teile zerrissen wurde. Takumi dachte, sein Wunsch sei in Erfüllung gegangen. Tagelang konnte er nicht sprechen, also brachte ihn seine Mutter zum Arzt. (Die Rückblende endet jetzt.) Takumi geht ins Krankenhaus, um den Arzt aufzusuchen, den er zuvor gesehen hat. Er behauptet, dass er schlafwandelt, also lassen sie ihn drei Stunden lang schlafen, um zu sehen, ob er wieder aufsteht. Die Krankenschwester sagt, dass er nicht schlafgewandelt ist, und so geht Takumi nach Hause. Rimi geht in die Bibliothek und trifft dort einen seltsamen Studenten. Zurück zu Hause erhält Takumi ein Bild von ihm, wie er mit einem Pfahl in der Hand vor dem Mord davonläuft. Er glaubt, dass Shogun ein Bild von der Zukunft gemacht hat. Misumi nimmt Takumi zu einem Live-Konzert der Band Phantasm und ihres Leadsängers FES mit. Takumi bemerkt, dass FES ihn anschaut und halluziniert, dass sie auf ihn zugeht. Takumi verlässt das Konzert vorzeitig und die Szene wechselt zu einem Mädchen und ihrer Mutter, die sich auf den Umzug in ein neues Haus vorbereiten. Nanami nimmt Takumi mit, um ihm ein Handy zu kaufen, und dann gehen sie essen. Zu Hause geht Takumi in den Chatroom und klickt auf einen Link mit der Aufschrift \"Vierter Vorfall\". Wenn er darauf klickt, führt er zu einer Auktion namens Vampire.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977391","hoster":"VOE"},{"path":"/redirect/8355903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-4","name":"","epNo":4,"alt":"Initial Shock","descr":"Eine Rückblende zeigt, wie Takumi ein kleiner Junge war. Er konnte nicht auf einen Schulausflug gehen und wünschte sich, dass niemand mitfahren könnte. Er malte ein Bild von einem Schulbus und zerriss es dann in zwei Teile. Seine Mutter erhält einen Anruf, in dem ihr mitgeteilt wird, dass der Bus auf dem Weg zum Ausflug in einen Unfall verwickelt war und in zwei Teile zerrissen wurde. Takumi dachte, sein Wunsch sei in Erfüllung gegangen. Tagelang konnte er nicht sprechen, also brachte ihn seine Mutter zum Arzt. (Die Rückblende endet jetzt.) Takumi geht ins Krankenhaus, um den Arzt aufzusuchen, den er zuvor gesehen hat. Er behauptet, dass er schlafwandelt, also lassen sie ihn drei Stunden lang schlafen, um zu sehen, ob er wieder aufsteht. Die Krankenschwester sagt, dass er nicht schlafgewandelt ist, und so geht Takumi nach Hause. Rimi geht in die Bibliothek und trifft dort einen seltsamen Studenten. Zurück zu Hause erhält Takumi ein Bild von ihm, wie er mit einem Pfahl in der Hand vor dem Mord davonläuft. Er glaubt, dass Shogun ein Bild von der Zukunft gemacht hat. Misumi nimmt Takumi zu einem Live-Konzert der Band Phantasm und ihres Leadsängers FES mit. Takumi bemerkt, dass FES ihn anschaut und halluziniert, dass sie auf ihn zugeht. Takumi verlässt das Konzert vorzeitig und die Szene wechselt zu einem Mädchen und ihrer Mutter, die sich auf den Umzug in ein neues Haus vorbereiten. Nanami nimmt Takumi mit, um ihm ein Handy zu kaufen, und dann gehen sie essen. Zu Hause geht Takumi in den Chatroom und klickt auf einen Link mit der Aufschrift \"Vierter Vorfall\". Wenn er darauf klickt, führt er zu einer Auktion namens Vampire.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977396","hoster":"VOE"},{"path":"/redirect/8355904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-5","name":"","epNo":5,"alt":"Guidance","descr":"Takumi erfährt von Rimi und Daisuke, dass die Polizei in der Schule ermittelt. Yua erwischt Takumi bei seinem Versuch, sich vor ihr zu verstecken, nachdem sie ihn gebeten hat, sich noch einmal mit ihm zu treffen. Sie sagt ihm, dass er multiple Persönlichkeiten habe und aufhören solle, Menschen zu töten. Takumi rennt weg, wird aber verfolgt und trifft schließlich auf Ayase, die ihm hilft zu entkommen. Ayase nimmt ihn mit in die U-Bahn. Dort zeigt Ayase Takumi ihr Doppelschwert, indem sie es aus dem leeren Raum herauszieht. Sie erzählt Takumi, dass die Schwerter aus parallelen Welten stammen, die in derselben Dimension wie die reale Welt existieren, die sie als Wahnvorstellungen bezeichnet, Wahnvorstellungen, die von Menschen mit bestimmten Kräften in die reale Welt projiziert werden. Als Takumi nach Hause kommt, findet er eine E-Mail von Grim mit einem Link zu einem Video des ersten New Gen Falls, dem Group Dive, und Takumi erkennt, dass das Video von Shogun gefilmt wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12920023","hoster":"VOE"},{"path":"/redirect/8355905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-6","name":"","epNo":6,"alt":"Embracement","descr":"Yua kommt in Takumis Klasse und er rennt schreiend davon. Er wird von Rimi gefunden und willigt schließlich ein, dass Rimi ihn unterstützt und er beginnt, mit ihr zur Schule zu gehen. Nach der Schule gehen Rimi und Takumi in ein Café und er beginnt, ihr von seiner Begegnung mit Shogun zu erzählen. Zu dieser Zeit zieht eine Demonstration gegen die New-Gen-Ereignisse an dem Café vorbei. Zurück in seiner Wohnung versucht Takumi, sein echtes Di-Schwert zu rufen, während er das falsche hält, aber Rimi hält ihn auf. Rimi verlässt das Café, um mehr Limonade zu holen, und während sie weg ist, erfährt Takumi, dass sein alter Psychiater Opfer des fünften New-Gen-Vorfalls geworden ist. In der Zwischenzeit zerstört Sena ein von Nozomi hergestelltes Gerät, das sich in einem Rucksack befindet. Am nächsten Tag erfährt Takumi von Ayase mehr über die Suche nach seinem Di-Schwert. Nach der Schule bringt Rimi Takumi nach Hause und er versucht, ihr von seiner möglichen Fähigkeit zu erzählen, Wahnvorstellungen wahr werden zu lassen, aber sie glaubt ihm nicht. Ban geht zu Katsuko Momose, um mehr über die New-Gen-Ereignisse zu erfahren. In der Zwischenzeit erhält Takumi einen Anruf von Shogun, beschließt aber, ihn nicht anzunehmen, und dann erschüttert plötzlich ein seltsames Erdbeben Shibuya mit einem sehr lauten alarmähnlichen Geräusch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977397","hoster":"VOE"},{"path":"/redirect/8355909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-7","name":"","epNo":7,"alt":"Realization","descr":"Nach dem Erdbeben sucht Takumi in der Schule nach Rimi. Ayase springt vom Schuldach, aber Takumi legt unwissentlich einen Garten an, um sie vor dem Sturz zu retten. Später machen in der Schule Gerüchte die Runde, dass es Takumis Beziehung zu Ayase war, die sie zum Sprung veranlasste. Als seine Klasse ihn hänselt, beginnt eine Stimme in seinem Kopf zu Takumi zu sprechen. Nach der Schule wird Takumi von einer Gruppe bezahlter Männer verprügelt, aber er wird von Kozue gerettet, die telepathisch kommunizieren kann und sich selbst Kozupii nennt. Kozupii hat auch ihr eigenes Schwert und nachdem sie Sena getroffen hat, stellt sich heraus, dass sie Senas Freundin ist. Die Nozomi-Gruppe trifft sich und es stellt sich heraus, dass sie Noah II benutzen, um die Kräfte der Gigalomanen synthetisch für ihre Zwecke zu nutzen. Der Rucksack, den Sena in der vorherigen Folge zerstört hat, entpuppt sich als mobiler Sender für Noah II. Takumi erfährt, dass er, Sena und Koupii alle Gigalomanen sind, die die Macht haben, Wahnvorstellungen in die Realität zu übertragen. Als eine von Noah II geschaffene Illusion eines entlaufenen Baggers auftaucht, treten Kozue und Sena in Aktion, um die Mobilsender in der Nähe zu zerstören. Nozomi schwört, alle Hindernisse für ihre Pläne zu beseitigen. Kozue, Sena und Takumi bilden eine Gruppe, um Nozomi aufzuhalten und ein Erinnerungsfoto zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8977395","hoster":"VOE"},{"path":"/redirect/8355910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-8","name":"","epNo":8,"alt":"Linkage","descr":"Takumi wartet immer noch darauf, dass Rimi zur Schule geht, aber sie war noch nicht da. Es begann seit dem Tag des Erdbebens. Später bittet Kozu-pii Takumi, die Nozomi-Technologie anzugreifen. Takumi lehnt ab und Kozu-pii beginnt zu weinen, was dazu führt, dass ihre Klassenkameraden Gerüchte über sie verbreiten. Er ging dann mit ihr nach draußen, um weiteren Ärger zu vermeiden. Sena wartete draußen auf sie und überredete ihn, mit ihnen zu kommen. Takumi schloss sich ihnen an und Kozu-pii nannte ihre Gruppe Gigalomaniac Trio. Ihr Ziel ist es, Noah II zu zerstören. Um die Operation zu starten, betraten sie als Führungskräfte die Forschungseinrichtung des Unternehmens. In der Zwischenzeit wurde Rimi im Gespräch mit dem alten Mann gesehen, den Takumi in den Straßen von Shibuya gesehen hatte. Zurück zum Trio, fanden sie Noah II, aber Norose, der Präsident von Nozomi Technology, erschien und hielt sie auf. Takumi sah Sena\u0027s Vergangenheit und ihr richtiger Name ist Hatano Sena und nicht Aoi Sena. Als sie gerade getötet werden sollten, erschien Ayase oder die FES und half ihnen. Ayase brach daraufhin zusammen. Norose wurde wegen Ayase eingefroren, aber er brachte Sena und Kozue dazu, gegeneinander zu kämpfen, da er wusste, dass sie mit ihm kämpften. Takumi löschte die Partikel, die Norose auf den blinden Fleck der Mädchen schickte, ohne es zu wissen. Sena konnte Norose besiegen und Kozu-pii zerstörte Noah II. Sie fanden heraus, dass auch Norose nur ein Prototyp war. Takumi ging am nächsten Tag zur Schule und Rimi auch. Takumi war überglücklich. Norose erschien auf einem Dach und sprach mit seinem Di-Schwert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531986","hoster":"VOE"},{"path":"/redirect/8355912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-9","name":"","epNo":9,"alt":"Rejection","descr":"Kusunoki Yua-San geht zu Detektiv Ban, um mit ihm über die New-Gen-Zwischenfälle und Takumi zu sprechen. Ban fragt sie, ob sie die Zwillingsschwester von Mia-San ist, dem Opfer des ersten New-Gen-Zwischenfalls, und sie bejaht. Ban erhält einen Anruf, dass ein 6. New-Gen-Vorfall stattgefunden hat. Takumi erfährt von dem 6. Vorfall ebenfalls aus dem Internet; die Leichen von 3 Opfern wurden verstümmelt, die 3 waren diejenigen, die Takumi in Episode 7 angegriffen haben. Er glaubt, dass Shogun es auf ihn abgesehen hat. Bei der Durchsicht alter Sachen, die in Kisten aufbewahrt werden, stößt er auf ein altes Gekritzel mit der Aufschrift \"Ir2\". Währenddessen erzählt Yua-San dem Detektiv von Senas Schwert und Kishimotos Fähigkeit, sich in zwei Teile zu spalten. Der Wissenschaftler, der neben dem Detektiv sitzt, fragt nach den Gero-Fröschen, die an Yuas Tasche hängen, und sie erzählt ihm, dass sie erhältlich sind und dass freitags neue Designs herauskommen, auf die lange Schlangen von Menschen warten. Takumi besucht Kishimoto im Krankenhaus, wo sie ihm erzählt, dass er einer der sieben Ritter von Galadiale ist, der derzeit die göttliche Strafe als Prüfung für sein Di-Schwert erleidet. Takumi ist überrascht, dies zu glauben, und dann erzählt ihm Kishimoto von ihrer Bestrafung und der Fähigkeit, ihr Di-Schwert danach zu beschwören. Takumi geht mit Rimi zu seinem Wohnwagen und findet Sena auf dem Dach. Sena fragt, ob er das Augenmonster mit der Gleichung Ir2 gezeichnet hat, Takumi sagt ja, in diesem Moment springt Sena mit ihrem Schwert auf ihn zu, um ihn anzugreifen, aber Rimi beschwört ihr Di-Schwert und verteidigt ihn; Takumi hat immer noch keine Ahnung, was Ir2 ist. Sena weicht Rimi aus und geht durch, um Takumi anzugreifen, Rimi verteidigt Takumi, indem sie Sena die Illusion aufzwingt, ihr Vater stünde vor ihr. Takumi fragt, was es mit dem Gekritzel auf sich hat, Sena erklärt ihm, dass diese Gleichung die Quelle und das wesentliche Element in Noroses Noah II ist. Diese Gleichung ist es, die Giglomanen und normale Menschen voneinander trennt. Kizoue erzählt von der Prophezeiung eines alten Mannes. Takumi bedankt sich bei Rimi für die Rettung seines Lebens und Rimi fragt Takumi, ob er nach Hause geht, er sagt ja, sie sagt ihm, dass die Dinge nicht gleich bleiben werden, wenn er geht. Takumi sagt ihr, dass er Nanami sehen muss. Als Takumi die Stelle erreicht, an der sein Haus stand, ist er überrascht zu sehen, dass sein Haus nicht mehr da ist, Rimi sagt ihm, dass er kein Haus in dieser Welt hat. Am Ende der Folge sieht man einen alten Mann in einem Rollstuhl, der das Krankenhaus verlässt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531990","hoster":"VOE"},{"path":"/redirect/8355913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-10","name":"","epNo":10,"alt":"Purification","descr":"Takumi findet heraus, dass er ein Trugbild ist. Yua konfrontiert eine Illusion ihrer verstorbenen Schwester und findet ihr Di-Schwert. Suwa wird als Verräterin entlarvt. Rimi macht sich auf, um Takumis Schwester Nanami vor ihren Entführern zu retten. Schließlich erklärt Shogun Takumi, dass nur er Noah II aufhalten kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531989","hoster":"VOE"},{"path":"/redirect/8355911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-11","name":"","epNo":11,"alt":"Independence","descr":"Takumi verlässt Seira und eilt den Gigalomanen zu Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531991","hoster":"VOE"},{"path":"/redirect/8355918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-1/episode-12","name":"","epNo":12,"alt":"Mission","descr":"Alle Gigalomanen nehmen den Kampf mit Norose und Noah II auf. Norose ist ein gewaltiger Gegner und es scheint, als würde Takumi mit Leichtigkeit getötet werden. Doch Takumi hatte mehrere Wahnvorstellungen heraufbeschworen, die zum richtigen Zeitpunkt aktiviert wurden. Noroses Angriffe werden nutzlos und Takumi besiegt ihn und zerstört Noah II, wodurch eine post-apokalyptische Welt entsteht, aber Rimi gerettet wird. Am Ende sind Takumi und der Rest der Gigalomanen zusammen und mit ihren kombinierten gigalomanischen Kräften stellen sie das runinierte Shibuya in seiner ursprünglichen Form wieder her.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531992","hoster":"VOE"},{"path":"/redirect/8355922","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/choshead/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/choshead/staffel-2/episode-1","name":"","epNo":1,"alt":"Chaos Head - Digital Native","descr":"Diese Augen. Wem gehören sie? Bevor Chaos;Child so richtig losgeht, fasst diese Episode die Geschehnisse von Chaos;Head um Nishijou Takumi noch einmal zusammen. -- Miyashiro Takuru ist Mitglied der Schülerzeitung und will gemeinsam mit seinen Freunden mysteriösen Mordfällen auf die Spur gehen. Während seinen Nachforschungen findet er heraus, dass die Morde in irgendeinem Zusammenhang mit den damaligen Vorfällen bezüglich der New-Generation-Geisteskrankheit stehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531999","hoster":"VOE"},{"path":"/redirect/8355925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-2","name":"","epNo":2,"alt":"Sumo Sticker","descr":"Die bizarren Mordfälle häufen sich und Takuru bemerkt, dass an jedem Tatort Rikishi-Siegel vorzufinden waren. In welchem Zusammenhang stehen sie mit den mysteriösen Morden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531993","hoster":"VOE"},{"path":"/redirect/8355923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-3","name":"","epNo":3,"alt":"School Festival","descr":"Kurusu wurde von einem unbekannten Messerstecher schwer verletzt während sie Takurus Kamera abbauen wollte. Da sie nun das Bett hüten muss, lässt sie Takuru und die Schülerzeitung ihre Aufgaben beim Aufbau des Festes zum Tag der offenen Tür übernehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531997","hoster":"VOE"},{"path":"/redirect/8355924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-4","name":"","epNo":4,"alt":"Her Words","descr":"Takuru schleicht sich zusammen mit seinen Freunden in das Tokyo-Klinikum, um weitere Informationen bezüglich zu den Rikishi-Siegeln zu bekommen. Innerhalb des Gebäudes stoßen sie auf einen Geheimgang und eine versteckte Untergrundeinrichtung. Jedoch lauert die Gefahr an jeder Ecke.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498004","hoster":"VOE"},{"path":"/redirect/8355931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-5","name":"","epNo":5,"alt":"Gigalomaniacs","descr":"Yamazoe Uki konnte erfolgreich von Kunosato aus dem Klinikum mitgenommen werden. Nun gilt es die geheimnisvolle Vergangenheit dieses Mädchens zu ergründen, jedoch betont sie immer wieder in die Untergrundeinrichtung des Klinikums zurück zu wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13099988","hoster":"VOE"},{"path":"/redirect/8355933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-6","name":"","epNo":6,"alt":"Their Resistance","descr":"Arimura und Takuru stoßen auf einen Übermenschen, mit der Gabe der Pyrokinese. Mit knapper Not schaffen sie es, dass die Frau von ihnen ablässt. Aber nun stehen sie vor weiteren Fragen. Wie steht die Pyromanin in Verbindung mit den New-Gen-Vorfällen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13532037","hoster":"VOE"},{"path":"/redirect/8355932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-7","name":"","epNo":7,"alt":"Betrayal","descr":"Auf der Suche nach Haida Riko stößt Shinjo auf ein enormes Geheimnis, was er sofort Takuru berichtet. Die Lage spitzt sich immer mehr zu. Ein neuer Mord wird schon bald die Gesellschaft in ihren Grundfesten erschüttern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498003","hoster":"VOE"},{"path":"/redirect/8355934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-8","name":"","epNo":8,"alt":"Heads or Tails","descr":"Nach Yuis Tod stehen Takuru und die Schülerzeitung vor einem weiteren Rätsel. Wer ist die geheimnisvolle Person, die der Gedankenkontrolle mächtig ist? Außerdem kommt Nonos dunkles Geheimnis mitsamt ihrer Vergangenheit ans Tageslicht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13532012","hoster":"VOE"},{"path":"/redirect/8355935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-9","name":"","epNo":9,"alt":"Duel","descr":"Kurusu hat die Identität des Mörders herausgefunden und will ihn sofort zur Rede stellen. Ebenso verrät sie Takuru ihr Geheimnis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498018","hoster":"VOE"},{"path":"/redirect/8355938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-10","name":"","epNo":10,"alt":"Memories Stalk You From the Past","descr":"Takuru ist gezwungen sich seiner Vergangenheit zu stellen, um seinen Bezug zu den Mordfällen aufzuklären. Seine damaligen Entscheidungen hatten verheerende Konsequenzen während des Shibuya-Erdbebens.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13532003","hoster":"VOE"},{"path":"/redirect/8355941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-11","name":"","epNo":11,"alt":"Takuru Miyashiro","descr":"Takuru beabsichtigt ebenso zum Hikario-Gebäude zu gehen. Dort wird ihm ein erschreckendes Schauspiel geboten, was ihn zum Rande der Verzweiflung treibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498005","hoster":"VOE"},{"path":"/redirect/8355943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choshead/staffel-2/episode-12","name":"","epNo":12,"alt":"Serika Onoe","descr":"Takuru versucht sich von der Geisteskrankheit, die ihm Sakuma auferlegt hat, zu lösen. Jedoch stellt er im weiteren Verlaufe fest, was der wahre Grund für all die Mordfälle gewesen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498010","hoster":"VOE"},{"path":"/redirect/8355944","hoster":"Streamtape"}]}]}]}]}