{"path":"/serie/stream/choujuushin-gravion","name":"Choujuushin Gravion","descr":"[Gravion | Super Heavy God Gravion] Im Jahr 2041 erscheint plötzlich ein neuer Feind namens Zeravire im Sonnensystem und zerstört alles, was sich ihm in den Weg stellt. Jedoch war sich ein reicher Mann namens Klein Sandman über die geplante Invasion bewusst und bereitete seine eigene Armee bereits auf den Kampf vor. Seine Trumpfkarte ist Gravion, ein Riesenroboter, der die Schwerkraft als Energiequelle verwendet. Der junge Eiji betritt auf der Suche nach seiner verschwundenen Schwester heimlich Sandmans Basis. Dort trifft er einen anderen Jungen namens Toga. Es kommt schließlich dazu, dass er mit ihm und vier weiteren Personen an Bord des Superroboters Gravion gegen die Zeravire-Bedrohung kämpfen muss.","seasons":[{"path":"/serie/stream/choujuushin-gravion/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-1","name":"","epNo":1,"alt":"The Fortress of the Deity","descr":"Wir schreiben das Jahr 2041. Die Erde wird aus dem Nichts von mysteriösen Aliens, den Zeravire, angegriffen. Shigure Eiji wird auf der Suche nach seiner Schwester in den Kampf gegen die Zeravire mit hineingezogen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12602867","hoster":"VOE"},{"path":"/redirect/12602871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-2","name":"","epNo":2,"alt":"Mission of Gravity","descr":"Die vier Gran Diven haben sich mit Gran Kaiser vereint und so Gravion, den Gott der Schwerkraft, gebildet. Doch die erste Konfrontation gegen die Zeravire geht schief und vorerst heißt es Rückzug.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12602868","hoster":"VOE"},{"path":"/redirect/12602866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-3","name":"","epNo":3,"alt":"Labyrinth","descr":"Eiji beginnt, sich an das Leben in Sandmans Schloss und an die Bewohner des Schlosses zu gewöhnen. Während er und Toga sich auf der Suche nach Eijis Schwester Ayaka und der Identität des G-Shadow-Piloten in den verbotenen Bereich des Schlosses begeben, versucht Raven, die EFA davon zu überzeugen, Earthgertz die Führung bei der Verteidigung gegen die Zeravire zu überlassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12653410","hoster":"VOE"},{"path":"/redirect/12653413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-4","name":"","epNo":4,"alt":"The Princess in the Tower","descr":"When a ghostly figure is sighted in one of the castle\u0027s towers, Toga and Eiji go to investigate. There they discover Leele, the mysterious pilot of the G-Shadow.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12653415","hoster":"VOE"},{"path":"/redirect/12653417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-5","name":"","epNo":5,"alt":"The Girl Who Wouldn\u0027t Laugh","descr":"Um sich besser kennenzulernen, unternimmt das Team ein gemeinsames Picknick, aber Leele zögert, daran teilzunehmen, da sie von Albträumen aus ihrer Vergangenheit verfolgt wird. Währenddessen versucht die EFA, Informationen über Sandman zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897406","hoster":"VOE"},{"path":"/redirect/12897413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-6","name":"","epNo":6,"alt":"Toga\u0027s Day Off","descr":"Eiji schleicht sich während des Einkaufstages des Personals aus dem Schloss und nimmt Toga für seinen ersten Tag außerhalb des Schlosses und seinen ersten Tag in der großen Stadt mit. Während die Dienstmädchen nach ihnen suchen, starten die Zeravire einen Angriff auf die Stadt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897428","hoster":"VOE"},{"path":"/redirect/12897441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-7","name":"","epNo":7,"alt":"Drill Girl on the Beach","descr":"Am Jahrestag des Todes ihres Vaters Isana kehrt Luna nach Hause auf die Insel Okiaowa zurück, ist aber überrascht, als sie feststellt, dass der Rest der Gran Knights beschlossen hat, sie zu begleiten, um sich auf der Insel zu amüsieren. Doch mit dem Spaß ist es bald vorbei, als die Zeravire die Internationale Friedenskonferenz zum Ziel ihres nächsten Angriffs machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897313","hoster":"VOE"},{"path":"/redirect/12897320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-8","name":"","epNo":8,"alt":"Storming the Castle","descr":"Als der Zeravire das Schloss angreift, liegt alle Hoffnung, ihn aufzuhalten, bei Eiji, der sich versehentlich als Pilot des Gran Kaiser wiedergefunden hat. Um zu überleben, muss er die ganze Kraft des Gran Kaisers und alles, was sein Körper aushalten kann, aufbieten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897334","hoster":"VOE"},{"path":"/redirect/12897341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-9","name":"","epNo":9,"alt":"A Distant Embrace","descr":"Nach dem Angriff der Zeravire beginnen die Reparaturen am Schloss, und Eiji beginnt sich von seinem Kampf zu erholen, flieht aber vor seiner körperlichen Verfassung und trifft auf Mizuki, die ihm Aufschluss über das Verschwinden seiner Schwester Ayaka gibt. Gemeinsam beschließen sie, den Ort ihres Verschwindens, den Westturm, zu untersuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897358","hoster":"VOE"},{"path":"/redirect/12897371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-10","name":"","epNo":10,"alt":"Crack","descr":"Nach den jüngsten Ereignissen hat Sandman widerwillig ein Autopilotgerät, das Gran Phantom, für den Notfall in den Gran Kaiser einbauen lassen. Und ein solcher tritt ein, als ein Zeravire mit nuklearer Energieversorgung angreift und eines der Dienstmädchen in Gefahr gerät, woraufhin Eiji versucht, sie zu retten, während der Rest der Gran Knights das System nutzt und ohne ihn in den Kampf zieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897387","hoster":"VOE"},{"path":"/redirect/12897390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-11","name":"","epNo":11,"alt":"The Thing That Was Lost","descr":"Nachdem er gesehen hat, wozu der dunkle Toga in der Hitze des Gefechts fähig ist, verlässt Eiji die Gran Knights und verlässt das Schloss, um zu einem normalen Leben zurückzukehren. Leele macht sich auf den Weg in die Stadt, um Eiji zu überzeugen, zurückzukommen. Da zwei Piloten ausfallen, muss Gravion mit seinem Autopiloten operieren, der die Aufgabe übernimmt, wenn die Zeravire angreifen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897841","hoster":"VOE"},{"path":"/redirect/12897857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-12","name":"","epNo":12,"alt":"Because You\u0027re With Me","descr":"Der Kampf geht weiter, während Gravion gegen die angreifenden Zeravire kämpft, wobei der Autopilot versagt und Eiji und Leele immer noch vermisst werden. Doch nachdem seine Freundin Yumi bei dem Angriff verletzt wurde, beschließt Eiji, dass sein Platz bei den restlichen Gran Knights auf Gravion ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897722","hoster":"VOE"},{"path":"/redirect/12897735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-1/episode-13","name":"","epNo":13,"alt":"White Steel Fang","descr":"Die Zeravire haben sich weiterentwickelt, nicht um die Menschen zu vernichten, sondern um die Zerstörung von Gravion sicherzustellen. Als die neuen und verbesserten Zeravire auf die Erde kommen, um Gravion herauszufordern, zögert Sandman, die Gran Knights in den Kampf ziehen zu lassen, aber sie weigern sich, an der Seitenlinie zu sitzen. Da er keine andere Wahl hat, muss Sandman den Einsatz von Gravions fortschrittlichster Waffe genehmigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12897775","hoster":"VOE"},{"path":"/redirect/12897783","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-1","name":"","epNo":1,"alt":"Super Heavy God, Second Coming","descr":"Das Gravion-Team schließt eine weitere Mission ab, sehr zur Freude des Präsidenten. Jemand sagt, dass die Zerevie jeden Moment zurückkehren werden. Das Team wird zu Dienstmädchen gemacht, weil ein Strip-Mah-Jongg-Spiel außer Kontrolle geraten ist. Sie werden gezwungen, zu kochen, zu putzen, die Wäsche zu waschen, Roboter zu reparieren und vieles mehr. Eiji wird gezwungen, ein Kleid zu tragen. In der Zwischenzeit trifft sich Mr. Sandman mit jemand anderem. Zurück in der Villa zeigt Luna Eiji das Zimmer von Toga, als er noch ein Kind war. Dann ertönt der G-Alarm. Die Grand Knights machen sich auf, um den Eindringling abzufangen. Nach viel Zerstörung beschließen sie, sich zusammenzuschließen, können es aber nicht. Er sitzt in einer U-Bahn fest. Nachdem sie einen Straßenpunk verwüstet haben, taucht Sandman auf und lässt sie sich zu Gravion zusammenschließen. Es folgt eine Menge Chaos und Zerstörung, die damit endet, dass die Zerieve zerstört wird.Andernorts schmieden irgendwelche finsteren Gestalten Pläne, um die Erde neu zu gestalten...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898289","hoster":"VOE"},{"path":"/redirect/12898292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-2","name":"","epNo":2,"alt":"Elegant Reunion","descr":"Die Gruppe surft im Internet und besucht die Website von Gravion. Jede Seite ist \"in Bearbeitung\", außer der Karte des Hauptsitzes, die aussieht, als hätte sie ein Dreijähriger gezeichnet. Die Dienstmädchen geben Eiji die Schuld. Vier Personen wandern auf dem Gelände des Herrenhauses umher. Sie werden vom Sicherheitsdienst entdeckt und von einem von ihnen erkannt. Sandman und Cookie gehen hinaus, um sie zu begrüßen. Die Leute waren da, um Eiji zu sehen. Eiji trainiert derweil. Dann hält er an, um die Leute zu besuchen. Es stellt sich heraus, dass sie alte Freunde von ihm sind. Die Dienstmädchen nehmen dann Eijis Klassenkameraden mit auf eine Tour durch das Schloss. Am Ende kündigt der Sandmann an, dass er die Gäste zu einem Picknick einladen wird. Währenddessen zeigen die Dienstmädchen den Gästen einige Heimvideos von Eiji. Sie zeigen ihn in Frauenkleidern, als Perversen usw. Dann betrinkt sich X und fängt an, sich so zu verhalten. Sie lockt Raven mit Bier, aber er lehnt zunächst ab. Später betrinkt er sich mit ihnen.Zwei der Gäste befinden sich im Bohrer, und einer von ihnen schaltet ihn versehentlich ein. Der Bohrer gerät außer Kontrolle und reißt die Gäste mit sich. Der Rest des Gravion-Teams nimmt die Verfolgung auf. Sandman schafft es, an Bord zu kommen und den Bohrer zurückzusetzen, wodurch sein Amoklauf beendet wird. Sie vereinigen sich zu Gravion. Der Präsident hat ein Bild aus dem 18. Jahrhundert von einem Mann namens Graf Saint-Germain entdeckt. Der Graf sieht Sandman sehr ähnlich und soll ebenfalls in der Lage sein, durch die Zeit zu reisen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12919977","hoster":"VOE"},{"path":"/redirect/12898295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-3","name":"","epNo":3,"alt":"Passionate Fight! Gravi Onsen!!","descr":"Es ist die übliche Ausflug-zu-den-heißen-Quellen-Folge! Raven und Cookie sind allerdings zurückgeblieben. An den Quellen wird der Fanboy-Service schnell und heftig. Ena ist ein bisschen schüchtern, aber ihr Handtuch wird ihr trotzdem weggenommen. Eiji entspannt sich in der Herrentoilette, als einige der Dienstmädchen eintreten. Auf der Flucht vor ihnen stürzt er über eine Klippe, die nur durch ein Stück Zaun geschützt ist. Am Ende verwandelt er ihn in einen Tobogan. Er kracht durch das Bad der Frauen. Toga schließt sich Eiji an und denkt, das sei ein lustiges Spiel. Am Ende stürzen sie nach unten, wo Toga auf der Kommandantin von G-Force landet. Nachdem er von ihr eine Ohrfeige bekommen hat, sieht Toga, wie Sandman mit einem Mann spricht. Später treten Mizuki und Alex gegen Luna und Ena im Tischtennis an. Mizuki und Alex gewinnen. Mizuki hat ein Deluxe-Paket-Ticket, und Sandman taucht auf und sagt, es gehöre ihm. Er lässt Leele mit ihm gegen Alex und Mizuki kämpfen. Sandman überrollt alle seine Gegner. Ironischerweise gewinnt Leele den Kampf für die beiden. In diesem Moment beschließen die Zerivire anzugreifen. Der Zerivire benutzt die Lava eines Vulkans, um sich aufzuladen. Sie haben 90 Sekunden Zeit, um den Zerivire herauszuziehen. Um dies mitzuteilen, befiehlt Sandman den Dienstmädchen, eine Karaoke-Darbietung zu geben. Egal, ob man Englisch oder Japanisch wählt, ihre Fähigkeit zu harmonieren ist furchtbar. Während sie singen, kickt das Gravion die Zerivire aus dem Vulkan und zerstört sie.Am Ende ist Raven derjenige, der das besondere Ticket bekommt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898296","hoster":"VOE"},{"path":"/redirect/12898299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-4","name":"","epNo":4,"alt":"From the Bottom of the Wave","descr":"Die Unterwasser-Energiebasis der EFA wird von etwas angegriffen. Sie bitten Gravion, das zu untersuchen. Leele geht dorthin, und sie verlieren den Kontakt zu ihr. Die anderen gehen der Sache nach. Eiji nimmt den Platz von Una ein. Zu diesem Zeitpunkt greift das Zerivire an. Toga findet Leele und rettet sie, wird dann aber von einigen Mini-Zerivire konfrontiert. Toga zwingt Leele in einen anderen Raum, während er allein gegen die Zerivire kämpft. In der Zwischenzeit, gerade als es draußen hoffnungslos aussah, trifft der Rest des Gravion ein. Eiji findet Toga auf dem Boden liegend, mit dem Kopf in Leeles Schoß. Nach der Rettung formiert sich das Gravion und greift dann die Zerivire an. Toga hat aufgrund von Sauerstoffmangel sein Augenlicht verloren. Leele geht jedoch zu ihm und führt seine Hände.Später erholt sich Toga in der Basis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898300","hoster":"VOE"},{"path":"/redirect/12898305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-5","name":"","epNo":5,"alt":"The Dream Solitary Isle","descr":"Die Gravion-Bande geht mit einigen Dienstmädchen in einen Vergnügungspark auf Grand Island. Dort gibt es einen Zerivire. Zurück in der Basis protestieren die Dienstmädchen bei Raven, dass sie auch in den Park gehen wollen. Im Park angekommen, können sie zunächst nichts finden, was nicht stimmt. Leele beklagt sich, dass sie keine Erinnerungen an ihre Vergangenheit hat; die anderen sagen ihr, dass sie einfach welche machen kann, wenn sie bei ihnen ist. Leele und Toga sind allein in einem Skyride, und Leele macht sich an Toga heran. In der Zwischenzeit flehen die Dienstmädchen auf dem Stützpunkt Raven immer noch an, in den Park zu gehen. Raven schlägt vor, dass Mizuki den Dienstmädchen Souvenirs kaufen soll. Das macht sie nur noch wütender. Mizuki und Eiji befinden sich im Spukhaus. Sie nehmen eine scharfe Kurve und finden sich plötzlich in einem Teil des Spukhauses wieder, in dem die angreifenden Bilder echt sind. Draußen stößt ein süßer Junge versehentlich mit Luna zusammen und verwandelt sich daraufhin in einen Zerivire. Dann beginnen auch andere Menschen im Park, sich in Zerivire zu verwandeln. Als die Lage aussichtslos erscheint, tauchen Eiji und Mizuki auf, um zu helfen. Die Zerivires schließen sich zusammen und werden immer größer. Ihr Ziel sind die Piloten der Gravion, wie Sandman uns erzählt. Die Gravion-Schiffe tauchen auf und die Piloten schließen sich zu Gravion zusammen. Gravion besiegt die Zerivire. Leider war das nur ein Teil des Problems. Der ganze Park war ein Zerivire. Dieser Zerivire greift das Gravion an und infiltriert es. Es scheint besonders an Leele interessiert zu sein. Leele schreit beim Anblick eines Zerivire-Auges in ihrem Cockpit auf, und dann löst sich der Zerivire plötzlich auf. Leele bricht zusammen und sagt, sie erinnere sich an ihre Vergangenheit und sie sei eine Zerivire. Wir sehen eine Aufnahme von Sandman, der in der Basis lacht...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898316","hoster":"VOE"},{"path":"/redirect/12898317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-6","name":"","epNo":6,"alt":"Lamenting Rosario","descr":"Elji und die anderen vermuten, dass der Sandmann etwas verbirgt, das mit den häufigen Angriffen auf Zelabaia zusammenhängt, und schleichen sich in den Nordturm von Schloss St. Germain. Dort entdecken sie die mysteriöse Vergangenheit des Sandmannes und die Geheimnisse hinter der Erschaffung Gravions. Einige der Geheimnisse um Leeles Geburt werden ebenfalls gelüftet, und als Toga ihr davon erzählt, ist sie so schockiert, dass sie sich in den See stürzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898323","hoster":"VOE"},{"path":"/redirect/12898328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-7","name":"","epNo":7,"alt":"The Shattered Goddess","descr":"Die Earthgultz-Mitglieder sind besorgt über Leele. Vor allem Toga macht sich Vorwürfe, weil er die Menschen in seiner Umgebung durch seine eigene Unachtsamkeit und seine Unfähigkeit, ihre Gefühle zu verstehen, ständig zu verletzen scheint. Zelabaia greift an, während Toga immer noch aufgebracht ist, und seine Aufregung verhindert, dass Gravion richtig funktioniert, so dass es im Kampf schwankt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898340","hoster":"VOE"},{"path":"/redirect/12898341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-8","name":"","epNo":8,"alt":"When Gravity Becomes Weak","descr":"Sandman wacht gerade über seine Tochter, als die Nachricht kommt: Toga ist verschwunden. Hugi hat dies die ganze Zeit beobachtet und freut sich darüber. Es läuft jetzt nach seinen Vorstellungen. Eiji geht ihm hinterher.  Zurück im Wartungshangar arbeiten die Dienstmädchen rund um die Uhr daran, Gravion wieder kampfbereit zu machen. Luna wurde unterdessen von der EFA gefangen genommen. Sie analysieren ihre DNA für die Gravion-Daten. In der Zwischenzeit versteckt sich Toga auf der Straße. Eiji nimmt die Hilfe seiner ehemaligen Klassenkameraden in Anspruch, um Toga zu finden. In der Zwischenzeit geht die EFA mit ihrem Gravion-Klon-Produktionsteam an die Öffentlichkeit. Die Zerivire greifen einen Flugzeugträger an. Das Gravion der EFA wird ausgesandt, um ihn zu stoppen. Die Zerivire rammen das Schiff mit dem Präsidenten an Deck. Währenddessen leidet Sandman unter Selbstzweifeln. Raven kommt, um ihn zu trösten, aber es hilft nicht, bis Raven seine Maske abnimmt... und zeigt, dass er in Wirklichkeit eine Sie ist. In Wirklichkeit heißt sie Ayaka. Sie überredet Sandman, zurückzukommen. (Obwohl ich mich frage, wie Ayaka ihre riesige Brust in Ravens Outfit verstecken konnte.) Zurück beim Kampf hat sich Gravion von der EFA um sie gekümmert. Während der Präsident endloses Geschwätz von sich gibt, wird Toga von zwei Straßenpunks angegriffen. Faye kommt hinzu und rettet ihn...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12919981","hoster":"VOE"},{"path":"/redirect/12898349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-9","name":"","epNo":9,"alt":"The Crimson Fang","descr":"Leele erwacht endlich aus ihrem Koma. Eiji ist auf der Suche nach Toga. Faye bringt Toga zu dem Waisenhaus, in dem sie aufgewachsen sind. Es wurde von Sandman gesponsert. Sie sagt ihm, dass sie es ihm übel nimmt, dass er ihre Position als Pilotin des Gravion eingenommen hat. Faye versucht, Toga für die Grand Troopers zu rekrutieren. Gerade als er ihr nachgeben will, trifft Eiji ein.In der Basis der Grand Troopers findet Mizuki Luna, als der Präsident zu Besuch kommt. Zurück bei Eiji, streiten er und Toga über Dinge. Inzwischen ist ein Zerivire-Schiff über der Stadt aufgetaucht. Es schafft ein Tor, aus dem eine Reihe von Zerivire-Schiffen kommt.In der Basis der Grand Troopers treffen Mizuki und Luna auf den Präsidenten. Mizuki kümmert sich um die Wachen des Präsidenten. Der Präsident erkennt Mizuki als einen seiner Agenten. Sie heben mit einem Flugzeug ab und holen Toga und Eiji auf dem Weg zurück zum Stützpunkt ab. Währenddessen kämpft die Grand Trooper gegen die Schiffe. Sie macht keine großen Fortschritte in der Sache. Obwohl Leele das Bewusstsein noch nicht wiedererlangt hat, nimmt Toga sie mit auf sein Schiff. (Ja, ich weiß, ich habe vorhin gesagt, dass sie aufgewacht ist; das ist ein Versehen in der Kontinuität.) In der Schlacht wird Thoria früh außer Gefecht gesetzt. Der Gravion-Roboter wird von einem Zerivire ergriffen und seiner Energie beraubt. Dann ruft Sandman den Flammenplaneten herbei. Eine Menge Energie wird freigesetzt und zerstört eine Reihe von Zerivire.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898355","hoster":"VOE"},{"path":"/redirect/12898360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-10","name":"","epNo":10,"alt":"The Sun\u0027s Flames","descr":"Es gibt ein neues Gravion namens Sol Gravion. Zieg erkennt seine Energiequelle als ein Gerät, das eine außerirdische Rasse dezimiert hat. Es stellt sich heraus, dass die Hauptpilotin des Sol Gravion Ena ist. Ena erzählt uns, dass sie ein Klon des Originals ist, das gestorben ist, aber alle Erinnerungen des Originals hat. Die Zerivire sind offenbar weg (ein weiteres unerklärliches Handlungsloch). Das Gravion-Team macht mit der Sol Gravion eine Probefahrt. Sandman erzählt uns, dass das Sol Gravion die Macht hat, die Welt zu zerstören - oder eine neue zu erschaffen. Eiji und Toga versöhnen sich mit ihrem Streit. Sandman befreit Eiji und sagt, er habe keine Verpflichtungen mehr gegenüber Sandman. Später spricht Sandman mit dem Präsidenten. Der Präsident bittet um weitere Unterstützung für Gravion. Dann sagt Sandman zu Raven, dass die wahre Kraft hinter Gravion Sol die Freundschaft und die Liebe ist, die das Team füreinander empfindet. Hugi teilt dann über ein Hologramm mit, dass er die Erde in 48 Stunden zerstören wird. Einige von Hugis Hologrammen greifen Gravion an. Dann hebt das Schloss St. Germain ab und schockiert viele der Dienstmädchen an Bord. Sie bilden Sol Gravion und bereiten sich auf die letzte Schlacht vor...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898367","hoster":"VOE"},{"path":"/redirect/12898371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/choujuushin-gravion/staffel-2/episode-11","name":"","epNo":11,"alt":"Creation Star Machine","descr":"Die Gran Knights und der Rest des Schlosses brechen in den Weltraum auf, um den Kampf zur Heimatwelt der Zeravire zu führen. Es ist der Beginn der letzten Schlacht, in der sich das Schicksal des Universums entscheiden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12898290","hoster":"VOE"},{"path":"/redirect/12898288","hoster":"Streamtape"}]}]}]}]}