{"seriesId":"choujikuu-seiki-orguss","name":"Choujikuu Seiki Orguss","descr":"[Super Dimension Century Orguss] Kampfpilot Leutnant Kei Katsuragi wird mit einer wichtigen Mission in feindliches Gebiet geschickt: Er soll dort eine neuartige Massenvernichtungswaffe platzieren, die \"Raum-/Zeit-Oszillations-Bombe\". Allerdings droht die Bombe bereits vor dem Erreichen des Bestimmungsortes zu detonieren, sodass Kei gezwungen ist, sie zu entschärfen. Es gelingt ihm jedoch nicht und die folgende Explosion führt zu einer Verzerrung des Raum-Zeit-Kontinuums, die Kei in eine andere Dimension schleudert …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Space-Time Destruction","descr":"Leutnant Kei Katsuragi, ein Kampfpilot, erhält den Auftrag, eine neue, noch nicht getestete Bombe, die Raum/Zeit-Oszillationsbombe, zu schützen. Während des Einsatzes explodiert die Bombe, was eine Katastrophe auslöst. Zwanzig Jahre später finden die Emaan, eine Gruppe von Techno-Zigeunern, Kei bewusstlos auf und nehmen ihn mit. Kei findet bald heraus, dass er sich in einer anderen Dimension befindet und dass die Emaan keine Menschen sind.","versions":[{"lang":3,"streams":[{"redirect":12656003,"hoster":"VOE"},{"redirect":12656010,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Lonely Wolf","descr":"Kei erfährt, dass die Emaan die natürlichen Bewohner dieser Welt sind und dass sie sich mit den Terram, einer anderen Rasse, im Krieg befinden. Er erfährt auch, dass er nicht nach Hause zurückkehren kann, weil diese Welt von einer Dimensionsbarriere umgeben ist, die nicht zerstört werden kann. Kei versucht, die Barriere mit seinem Kampfflugzeug Bronco 2 zu durchdringen, aber er scheitert und seine zerstörte Bronco stürzt auf die Erde. In der Zwischenzeit starten die Terram einen Angriff auf die Emaan, die sich zurückziehen und in den Wäldern verstecken.","versions":[{"lang":3,"streams":[{"redirect":12656014,"hoster":"VOE"},{"redirect":12656018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Pretty Machine","descr":"Mimsy, eine der Emaanerinnen, findet Kei und bringt ihn zu den anderen zurück. Er findet heraus, dass die Kampfflugzeuge der Emaan ein Anti-Schwerkraft-Kontrollsystem haben, das ihre Steuerung erleichtert. Kei bittet die Emaan, seinen Bronco zu reparieren und ihn so zu modifizieren, dass er wie ihre Kampfflugzeuge fliegt. In der Zwischenzeit beauftragt der Oberbefehlshaber der Terram Olson damit, Kei von den Emaan zu befreien.","versions":[{"lang":3,"streams":[{"redirect":13004311,"hoster":"VOE"},{"redirect":12656025,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Caravan","descr":"Kei und Mome, ein Robotermädchen, beschließen, sich umzusehen, während die anderen seinen Bronco umbauen. Sie kommen in einer Terram-Villa an, wo Kai einen Mann sieht, der einen Jeep fährt. Der Mann sagt, er habe ihn von den Emaan bekommen, die ihn repariert hätten. Auf dem Rückweg zum Marktplatz tauchen zwei Terram-Soldaten auf und versuchen, Kei gefangen zu nehmen. Kei und Mome schaffen es zu entkommen und rennen zurück zur Karawane, wo der umgebaute Bronco bereitsteht. Was Kei nicht weiß, ist, dass die meisten Aktuatoren noch nicht angeschlossen sind und der Bronco daher nichts anderes kann als fliegen. Sie heben ab und schaffen es, die Terram-Soldaten loszuwerden. Später landen sie im Dorf, aber die Dorfbewohner sind nicht erfreut, weil sie denken, dass sie jetzt Probleme mit den Terram haben werden.","versions":[{"lang":3,"streams":[{"redirect":12656036,"hoster":"VOE"},{"redirect":12656038,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lovers","descr":"Die Emaan werden von den Dorfbewohnern willkommen geheißen, nachdem sie ihnen einige kostenlose Waren angeboten haben. Beim Abendessen schlägt Jaby vor, den umgebauten Bronco in Orguss umzubenennen, nach ihrem Gott des Krieges. Währenddessen stehlen zwei Dorfbewohner den Orguss. Kei macht sich auf die Suche nach ihm und findet ihn im Wald zusammen mit zwei Männern. Der jüngere von ihnen, Badei, erklärt Kei, dass er den Orguss nur gestohlen hat, um seine Freundin Ereine zu retten, die in einer Terram-Basis festgehalten wird. Kei willigt widerwillig ein, ihnen bei der Rettung von Ereine zu helfen. Kei greift die Terram-Basis an und schafft es, die Aufgabe zu erfüllen.","versions":[{"lang":3,"streams":[{"redirect":12656002,"hoster":"VOE"},{"redirect":12656001,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Vanishing Point","descr":"Die Glomar befindet sich auf den Weg in ihre Heimat, doch der Frachtraum ist wie leer gefegt. Jabby bemerkt jedoch einen Weintraubenwald in der Nähe und sie beschließt die Mannschaft, auf Traubenernte zu gehen. Doch dann rücken zahlreiche Chiram-Truppen an und zu allem Überfluss spürt Jabby, wie ein Raumtransfer unmittelbar bevorsteht.","versions":[{"lang":3,"streams":[{"redirect":13191175,"hoster":"VOE"},{"redirect":13191176,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I Love You","descr":"Die Glomar fliegt über das Meer auf dem kürzesten Weg in die Heimat. Beim Anblick des Meeres muss sich Kei an seine gemeinsame Zeit mit Tina erinnern. An Bord können alle mal durchschnaufen, doch die Chiram haben die Route der Glomar vorhergesehen und sich auf die Lauer gelegt. Während der Orguss gegen die Chiram ausrückt, nähert sich eine Einheit der Glomar.","versions":[{"lang":3,"streams":[{"redirect":13191180,"hoster":"VOE"},{"redirect":13191181,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Runaway","descr":"Aufgrund der anhalten Angriffe der Chiram auf die Glomar, muss diese ihren Heimatkurs ändern. Kei und die anderen wollen sich den Weg freikämpfen, obwohl sie mit einem Hinterhalt rechnen. Während sich Kei zwischen den Kämpfen ausruht, ist er erneut von den Bräuchen der Emaan überrascht. Derweil kann Mimsy nicht ehrlich zu sich selbst sein und weist Kei von sich. Die Chiram greifen schließlich mit einer großen Übermacht an.","versions":[{"lang":3,"streams":[{"redirect":13191185,"hoster":"VOE"},{"redirect":13191182,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Revolution","descr":"Verfolgt von den Chiram und am Ende ihrer Vorräte durchsucht die Besatzung der Glomar verwaiste Schlachtfelder auf ihrem Weg nach Fancie. Fancie soll ein friedliches Land sein, in dem das Matriarchat herrscht. Doch als Kei und Mimsy in die Hauptstadt Para reisen, finden sie dort erschöpfte Frauen vor. Sie treffen auf Jeanne, die Anführer der Revolutionäre, die die Emaan um Hilfe bittet. Doch die Glomar hat nicht viel zu bedeuten. Als dann aber Shaya hört, was mit der ausgeliehenen Abrisskanone ist, muss sie handeln.","versions":[{"lang":3,"streams":[{"redirect":13191189,"hoster":"VOE"},{"redirect":13191188,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Barbarians","descr":"In aller Frühe holt der Kapitänleutnant die gesamte Besatzung aus den Federn. Kei macht sich erneut sehr zu Slays Unmut erneut an Mimsy heran. Doch just in diesem Moment wird die Glomar vom Mozuku-Stamm überfallen. Sie dringen in das Schiff ein und in Mimsys Stunde der höchsten Not erinnert sich Slay an Keis Worte und nimmt all seinen Mut zusammen.","versions":[{"lang":3,"streams":[{"redirect":13191194,"hoster":"VOE"},{"redirect":13191196,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Dummy","descr":"Kei ist mal wieder auf der Glomar das Gesprächsthema. Dieses Mal hört er ein solches Gespräch mit und unterbreitet Shaya ein ungeheuerliches Angebot, um die Chiram-Armee endgültig abschütteln zu können.","versions":[{"lang":3,"streams":[{"redirect":13191201,"hoster":"VOE"},{"redirect":13191200,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Chiram Girl","descr":"Slay und Leeg bitten Kei, die Glomar zu verlassen, da er diese mit seiner Anwesenheit zu einer Zielscheibe für die Chiram macht. Doch just in diesem Moment setzt Maaie ein SOS ab, die sich derzeitig auf einer Aufklärungsmission befindet.","versions":[{"lang":3,"streams":[{"redirect":13191206,"hoster":"VOE"},{"redirect":13191205,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Caspian Crater","descr":"Leeg hat einen verbesserten Störsender fertiggestellt. Dennoch genügt die Reichweite nicht aus, um die Chiram endgültig abzuschütteln. Zu diesem Zweck soll einer den Störsender auf einem Pakky von der Glomar wegbringen und so die Chiram auf eine falsche Fährte locken. Es fragt sich nur, wer sich freiwillig für solch ein Himmelfahrtskommando melden würde.","versions":[{"lang":3,"streams":[{"redirect":13191209,"hoster":"VOE"},{"redirect":13191207,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Operation D","descr":"Die Glomar hat fast das Emaan-Gebiet erreicht, doch durch eine Unachtsamkeit werden sie von den Chiram-Truppen abgefangen. Kei und die anderen rücken aus und werden in einen erbitterten Kampf auf Leben und Tod verwickelt.","versions":[{"lang":3,"streams":[{"redirect":13191211,"hoster":"VOE"},{"redirect":13191216,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Idioblast","descr":"Noch nicht ganz wieder auf Emaan-Gebiet feiert die Besatzung der Glomar ihre sichere Rückkehr. Allerdings kann Kei den Anblick der trauernden Mimsy kaum ertragen und entzieht sich so den Feierlichkeiten.","versions":[{"lang":3,"streams":[{"redirect":13191217,"hoster":"VOE"},{"redirect":13191218,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Factory","descr":"Die Besatzung der Glomar ist endlich wieder in ihrer Heimat angekommen! Als Kei noch versucht, den Schock über seine wahre Identität als Singularität zu verarbeiten, wird er entführt. Dies ist das Werk des Thoov-Klans, der so versucht, die Raumzeit wiederherzustellen.","versions":[{"lang":3,"streams":[{"redirect":13191220,"hoster":"VOE"},{"redirect":13191221,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Seventeen","descr":"Slay hatte irgendwie den Angriff der Chiram überlebt und war im Death Valley gestrandet, in das es auch die Glomar treibt, die auf der Flucht vor der Emaan-Armee ist.","versions":[{"lang":3,"streams":[{"redirect":13191224,"hoster":"VOE"},{"redirect":13191227,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sisters","descr":"Kei zerbricht sich den Kopf über Slays Worte, während die Glomar von Manishas Flotte verfolgt wird. Mimsy ist sehr um sein ungewöhnliches Verhalten besorgt. Derweil schließt Shaya den Entschluss, nach Südamerika zum Orbitalaufzug zu fliegen.","versions":[{"lang":3,"streams":[{"redirect":13191228,"hoster":"VOE"},{"redirect":13191232,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Time Slip","descr":"Athena möchte in ihrem Nikick endgültig ihren Kampf mit Kei beenden und nimmt seinen Orguss unablässig unter Beschuss. Olson versucht verzweifelt, die beiden vergeblich aufzuhalten. Schließlich tut sich vor den beiden ein gleißender Lichtwirbel auf und sie geraten in einen Raumtransfer.","versions":[{"lang":3,"streams":[{"redirect":13191237,"hoster":"VOE"},{"redirect":13191234,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Broken Through","descr":"Mimsy ist ganz eifersüchtig, weil Kei auf Athenas Versprechen vertraut. Die Glomar entdeckt, dass Olson von den Emaan gejagt wird. Sie retten ihn und lassen ihn an Bord. Doch die Freude über ihr Wiedersehen ist nur von kurzer Dauer, da Kei und Olson verschiedene Ansichten haben.","versions":[{"lang":3,"streams":[{"redirect":13191239,"hoster":"VOE"},{"redirect":13191240,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Father","descr":"Olson kann sich nach seinem Absturz dank der Hilfe der Bürger von Para und Mome gut erholen. Kei macht sich mit dem Orguss auf den Weg nach Para, um dort Olson aufzusuchen. Dabei wird er allerdings von Athena entdeckt und es kommt zum Kampf.","versions":[{"lang":3,"streams":[{"redirect":13191243,"hoster":"VOE"},{"redirect":13191241,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Reside or Decide","descr":"Die Glomar überquert das Meer auf ihrer Reise zum Orbitalaufzug. Mome misstraut Olson zutiefst und rebelliert gegen ihn. Sie hegt den Verdacht, dass er Kei für seine Zwecke entführen würde. Doch Mimsy kann sie davon überzeugen, dass es besser ist, auf Kei zu vertrauen.","versions":[{"lang":3,"streams":[{"redirect":13191245,"hoster":"VOE"},{"redirect":13191248,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Destroyer","descr":"Shaya und Manisha haben sich endlich wieder vertragen. Kei hat mit dem Druck, der durch die Mission auf ihn lastet, zu kämpfen, was sich in Stimmungsschwankungen äußert. Leeg arbeitet in Auftrag von Shaya an einem Dimensionsumkehrer, der die Singularitäten unterstützen soll.","versions":[{"lang":3,"streams":[{"redirect":13191254,"hoster":"VOE"},{"redirect":13191252,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Mu","descr":"Beim Angriff der Mu wurde der Dimensionsumkehrer zerstört. Leeg hat sich von diesem Schock noch nicht erholt und zieht sich zurück. Auch der Kapitänleutnant leidet darunter, dass er zwischen den Stühlen der Emaan und Mu steht.","versions":[{"lang":3,"streams":[{"redirect":13191255,"hoster":"VOE"},{"redirect":13191258,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Tiram Soldier","descr":"Die Emaan-Flotte kann dem Würgegriff der Chiram-Armee nicht entkommen. Manisha lässt die Glomar mit Kei und Olson an Bord entkommen und stellt sich tapfer den Chiram. Doch hier zeigt sich die Kampfunerfahrenheit der Emaan und die kampferprobten Chiram gewinnen schnell die Oberhand.","versions":[{"lang":3,"streams":[{"redirect":13191261,"hoster":"VOE"},{"redirect":13191262,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Breakdown","descr":"Kei möchte Athena kontaktieren, nachdem er sich ihrer Gefühle bewusst geworden ist. In diesem Moment kämpft jedoch Athena verbittert gegen die Mu, die versuchen die Basis einzunehmen, in der sich das D-System der Chiram befindet.","versions":[{"lang":3,"streams":[{"redirect":13191264,"hoster":"VOE"},{"redirect":13191266,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Message","descr":"Leeg kommt zusammen mit seinem Team bei dem Bau des Dimensionsumkehrer nicht so gut voran, wie er es sich erhofft hatte. Ohne Rodometall will es einfach nicht gelingen. Doch dieses ist sehr selten und die nächstegelegene in Tolba liegt auf Chiram-Gebiet.","versions":[{"lang":3,"streams":[{"redirect":13191270,"hoster":"VOE"},{"redirect":13191271,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Come Back Lover","descr":"Die Emaan lassen sich auf das Angebot der Chiram ein und treffen sich zu Verhandlungen, nachdem sie vorab Geiseln als Pfand ausgetauscht haben. Der Präsident der Chiram zeigt sich reuig und beteuert, er möchte nun im Dienste der Welt handeln. Doch damit verschleiert er bloß seine wahren Absichten","versions":[{"lang":3,"streams":[{"redirect":13191274,"hoster":"VOE"},{"redirect":13191278,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Choice","descr":"Chiram und Emaan haben sich verbündet, um gemeinsam den Dimensionsumkehrer fertigzustellen. Seit Mimsy in ihre Heimat Emaan zurückgekehrt ist, ist Kei völlig handlungsunfähig. Er schickt daraufhin Mome Mimsy hinterher.","versions":[{"lang":3,"streams":[{"redirect":13191280,"hoster":"VOE"},{"redirect":13191282,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Outside","descr":"Der Krieg gegen die Mu eskaliert immer weiter. Dadurch sitzen Mome und der Kapitänleutnant nun zwischen den Stühlen. Sie beschließen, in ihre alte Heimat zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":13191285,"hoster":"VOE"},{"redirect":13191289,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Children","descr":"Mimsy leidet erneut unter Ohnmachtsanfällen. Erwartet sie nun ihr zweites Fieber, das für sie die Unfruchtbarkeit bedeutet? Für Kei wird das alles zu viel und er besteigt seinen Glomar, um den Kopf freizubekommen. Olson und Athena folgen ihm, um ihn an seine Pflicht als Singularität zu erinnern. Doch da geraten sie in einen Dimensionstransfer!","versions":[{"lang":3,"streams":[{"redirect":13191294,"hoster":"VOE"},{"redirect":13191293,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Lost World","descr":"Die Kollision einer zerstörten Raumstation mit der Großen Singularität steht unmittelbar bevor. Aus diesem Grund müssen Kei und Olson die Große Singularität noch vor der Kollision erreichen. Das wirft bei Kei Zweifel an dem gesamten Unterfangen auf.","versions":[{"lang":3,"streams":[{"redirect":13191296,"hoster":"VOE"},{"redirect":13191298,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Last Charge","descr":"Manishas Misstrauen gegenüber den Chiram wächst und wächst. Leeg entdeckt im Dimensionsumkehrer ein Bauteil, das nicht dort sein sollte. Er schmiedet daraufhin einen Plan. In der Zwischenzeit greift Henry mit seiner Staffel erneut die Glomar an.","versions":[{"lang":3,"streams":[{"redirect":13191303,"hoster":"VOE"},{"redirect":13191302,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Battlefield","descr":"Die Streitkräfte der Emaan und Chiram nähern sich dem Orbitalaufzug. Doch dort lauert ihnen eine große Mu-Streitkraft auf, die ihnen den Weg in den Orbitalaufzug versperrt. In dem Kriegswirrwarr verliert Mimsy den Überblick und rückt selbst aus, um den anderen ihre Befehle zu erteilen.","versions":[{"lang":3,"streams":[{"redirect":13191309,"hoster":"VOE"},{"redirect":13191306,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Space-Time Creation","descr":"Kei begibt sich mit seinen Leuten ins Innere des Orbitalaufzugs. Doch auch dort lauern ihn bereits die Mu-Robotersoldaten auf. Um diesen Hinterhalt abzuwehren, bedarf es dem Format eines wahren Anführers.","versions":[{"lang":3,"streams":[{"redirect":13191173,"hoster":"VOE"},{"redirect":13191177,"hoster":"Streamtape"}]}]}]}]}