{"seriesId":"choujin-koukousei-tachi-wa-isekai-de-mo-yoyuu-de-ikinuku-you-desu","name":"Choujin Koukousei-tachi wa Isekai de mo Yoyuu de Ikinuku You desu!","descr":"In Choujin Koukousei-tachi wa Isekai de mo Yoyuu de Ikinuku You desu!, der Anime-Adaption zu Riku Misoras gleichnamigen Light Novel, folgen wir sieben Oberschülern, die sich nach einem Flugzeugabsturz nicht etwa im Jenseits, sondern in einer mittelalterlichen Fantasy-Welt wiederfinden! Eine solche Situation wäre sicher genug, um den einen oder anderen \"normalen\" Oberschüler oder gar Erwachsenen in den Wahnsinn zu treiben, aber von \"normal\" kann man bei diesen sieben jungen Menschen beim besten Willen nicht sprechen … Alle sieben sind wahre Wunderkinder, deren Fähigkeiten es ihnen erlaubt haben, ihre alte Welt im Sturm zu erobern. Mit Genies aus allen möglichen Bereichen – Politik, Wirtschaft, Naturwissenschaft und Medizin – kann doch eigentlich nichts mehr schiefgehen, oder?Und das stellen die sieben jungen Menschen auch direkt unter Beweis! Kaum in dieser neuen, fremden Welt angekommen, fangen sie auch schon an, diese komplett auf den Kopf zu stellen. In einer Welt ohne elektrischen Strom bauen sie ein Kernkraftwerk. Die instabile Wirtschaftslage einer großen Stadt wird nebenbei während einer kleinen Expedition gerettet. Und als die Bevölkerung unterjocht wird, wird den korrupten Adligen mir nichts, dir nichts der Krieg erklärt! Diese mittelalterliche Welt wird nun Zeuge eines Dream-Teams, das ihre Grundfesten völlig erschüttern und ohne jede Selbstbeherrschung eine technologische Revolution hervorrufen wird …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Oberschul-Wunderkinder sind in einer anderen Welt eingetroffen!","epNo":1,"alt":"High School Prodigies Have Arrived in Another World!","descr":"Sieben japanische Highschooler, die auf ihrem Gebiet Wunderkinder sind; Der japanische Politiker und Premierminister Tsukasa Mikogami, die geniale Erfinderin Ringo Ōhoshi, die Ninja-Journalistin Shinobu Sarutobi, die Ärztin Keine Kanzaki, die Samurai-Schwertfrau Aoi Ichijō, der Magier Prinz Akatsuki und der Geschäftsmann Masato Sanada überleben einen Flugzeugabsturz, um sich in einer anderen Welt mit Magie wiederzufinden wo eine Rasse von Menschen mit tierischen Merkmalen namens Bumas neben Menschen lebt. Die Wunderkinder werden von einer Buma namens Winona und ihrer Elfentochter Lyrule gerettet und behandelt. Während die Menschen in Elm Village die Genesung der Wunderkinder feiern, erfahren sie von der Legende über sieben Helden aus einer anderen Welt, die den Kontinent vor einem bösen Drachen gerettet haben. Zu glauben, dass es eine Verbindung geben könnte, weist Tsukasa seine Freunde an, mehr über das Freyjagard-Reich und seine Kultur zu erfahren, damit sie einen Weg finden, nach Hause zurückzukehren und das Wohlergehen von Elm Village zu verbessern, indem sie ihre fortgeschrittenen Kenntnisse und Fähigkeiten einsetzen, um sie zurückzuzahlen. Als Soldaten eines örtlichen Feudalherren versuchen, die Dorfbewohner von Elm für Essen und Wein zu erpressen, besiegen die Wunderkinder sie und erschrecken sie damit die Dorfbewohner in Ruhe  gelassen werden und ihrem Herrn niemals von dem Vorfall zu erzählen würden. Trotzdem setzen die Wunderkinder ihren Plan fort, während sie auf ihre eigene Weise helfen.","versions":[{"lang":1,"streams":[{"redirect":13858483,"hoster":"VOE"},{"redirect":13767497,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348958,"hoster":"VOE"},{"redirect":8348944,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Anscheinend meint es Masato ernst mit dem Geldverdienen!","epNo":2,"alt":"Masato Is Serious About Making Money","descr":"Masato und Elch haben Probleme, Geld und Vorräte für Elm Village zu beschaffen, als sie feststellen, dass die Neutscheland Company ein virtuelles Monopol auf den Handelsfluss in ganz Dormundt hat. Während der Rest der Highschooler verschiedene Gelegenheitsjobs im Dorf erledigt, nutzt Shinobu ihre Fähigkeiten, um skandalöse Informationen über den Bürgermeister von Dormundt zu sammeln und Masato die Erlaubnis zu geben, unter dem Namen \"Elm Trading Company\" zu handeln. Nachdem Masato und Elch ein obdachloses Mädchen namens Roo aufgenommen haben, besuchen sie einige lokale Händler und bieten ihnen an, ihnen zu helfen, ihre Waren in Dormundt über eine Sendung zu verkaufenGeschäft, in dem sie Neutscheland unterboten hatten, indem sie weniger berechneten und nur 10% des Gewinns aus jedem Verkauf mitnahmen, solange die Händler die Geschäfte selbst lagern und besetzen. Masatos Laden wird schnell populär, verkauft alles von Teppichen bis zu Tsukasas hausgemachter Mayonnaise und schickt Geld und Vorräte nach Elm Village. Neutscheland weist die Elm Trading Company zunächst als störend ab, doch als die Seehändler-Handelsfirma Sea Serpent mit Masato Handel treibt, beschließt Neutscheland, die Bedrohung ernst zu nehmen und ein konkurrierendes Geschäft einzurichten, um die Preise von Elm zu unterbieten und sie aus dem Geschäft zu bringen. Masato zeigt Elch mehrere Buma, die draußen stehen und andeuten, dass sie Teil seines Plans sind, Neutscheland endgültig zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":13861729,"hoster":"VOE"},{"redirect":13669972,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348956,"hoster":"VOE"},{"redirect":8348962,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Anscheinend kann Roo über ihren Wert selbst entscheiden","epNo":3,"alt":"Episode 3","descr":"Neutschelands Versuch, die Elm Trading Company zu zerstören, schlägt fehl, als die Händler, die sie entlassen haben, um Geld zu sparen, damit enden, dass die verärgerten Händler Neutscheland boykottieren und stattdessen einen Vertrag mit Masato über die Lieferung der Elm Trading Company unterzeichnen, mit dem der Chef der Neutscheland Company eine Niederlage zugibt und einen Deal abschließt Masato über das Teilen von Handelsrechten in Findolf. Sklavenhändler versuchen, Roo nur für Masato zurückzuerobern, um ihre Freiheit zu kaufen, nachdem das junge Mädchen Masato versprochen hat, ein großartiger Kaufmann zu werden, um ihre Eltern von der Sklaverei zu befreien. Tsukasa und die anderen Wunderkinder bauen ein öffentliches Badehaus für Elm Village, aber als ein riesiger Bär die Dorfbewohner angreift, darunter Winonas Vater, Dorfvorsteher Ulga, führt Tsukasa die anderen zur Hilfe, während Aoi den Bären besiegt und Keine Ulgas Wunden heilt. Inzwischen, Masato und seine Gefährten kehren nur für sie und den Rest der Dorfbewohner nach Elm Village zurück, um von Soldaten des Marquis Findolf, angeführt von seinem Ritter Inzagi, verhaftet zu werden. Inzagi beschuldigt die Dorfbewohner fälschlicherweise des Verrats mit seiner absurden Behauptung, dass Bauern, die versuchen, sich über ihre Station zu erheben und Goldmünzen zu haben, als Verbrechen gegen den Adel angesehen werden. Inzagi befiehlt den Dorfbewohnern, als Strafe in ihren Häusern verbrannt zu werden, aber Akatsuki schafft es, die Dorfbewohner zu befreien, bevor Tsukasa und die anderen dort ankommen, wo sie erfahren, dass Inzagi Lyrule entführt hat. Inzagi beschuldigt die Dorfbewohner fälschlicherweise des Verrats mit seiner absurden Behauptung, dass Bauern, die versuchen, sich über ihre Station zu erheben und Goldmünzen zu haben, als Verbrechen gegen den Adel angesehen werden. Inzagi befiehlt den Dorfbewohnern, als Strafe in ihren Häusern verbrannt zu werden, aber Akatsuki schafft es, die Dorfbewohner zu befreien, bevor Tsukasa und die anderen ankommen, wo sie erfahren, dass Inzagi Lyrule entführt hat. Inzagi beschuldigt die Dorfbewohner fälschlicherweise des Verrats mit seiner absurden Behauptung, dass Bauern, die versuchen, sich über ihre Station zu erheben und Goldmünzen zu haben, als Verbrechen gegen den Adel angesehen werden. Inzagi befiehlt den Dorfbewohnern, als Strafe in ihren Häusern verbrannt zu werden, aber Akatsuki schafft es, die Dorfbewohner zu befreien, bevor Tsukasa und die anderen dort ankommen, wo sie erfahren, dass Inzagi Lyrule entführt hat.","versions":[{"lang":1,"streams":[{"redirect":13861731,"hoster":"VOE"},{"redirect":13669971,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348976,"hoster":"VOE"},{"redirect":8348975,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Anscheinend hat Tsukasa beschlossen, diese Welt zu verändern","epNo":4,"alt":"Episode 4","descr":"Lyrule wird von Inzagi entführt und muss im Austausch für das Leben von Elm Village Marquis Findolfs Konkubine werden, aber eine mysteriöse Magie schützt sie, als Findolf versucht, sie zu küssen. In der Zwischenzeit helfen Tsukasa und die Wunderkinder den Dorfbewohnern von Elm, Lyrule zu retten und eine Revolution zu starten, um das Freyjagard-Reich zu stürzen und es zu einer fortschrittlichen, modernen demokratischen Nation zu machen, in der alle gleich sind und Rechte haben. Dank Ringos Rail-Kanone, Metallpfeilen und DuraluminiumSchilde, die Wunderkinder und Ulmen-Dorfbewohner können in Findolfs Burg stürmen und leicht gegen seine Soldaten kämpfen, während Shinobu und Tsukasa sich einschleichen, um Lyrule zu retten. Während Shinobu Inzagi zurückhält, betritt Tsukasa Findolfs Zimmer, in dem sich Lyrule befindet, wird aber von Findolfs Steinschlosspistole erschossen. Tsukasa überlebt jedoch unverletzt, da sein Anzug aus kugelsicheren Fasern besteht und er seine eigene Pistole herausnimmt. Der Marquis bittet um sein Leben, aber Tsukasa schießt stattdessen mit einer Gummigeschosse auf ihn, da die Aktionen und Ideale der Wunderkinder sie bereits zu Feinden des Imperiums gemacht haben und sie nicht aufhören werden, bis die Revolution abgeschlossen ist. Ein mysteriöses Wesen benutzt später den Lyrule-Körper, um Tsukasa und den Wunderkindern zu sagen, dass sie den Kontinent retten müssen, bevor sie verschwinden. Während jeder feiert, Lyrule zu retten und Findolfs Armee zu besiegen,","versions":[{"lang":1,"streams":[{"redirect":13861733,"hoster":"VOE"},{"redirect":13669973,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348977,"hoster":"VOE"},{"redirect":8348967,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Anscheinend wird Akatsuki zum Gott Akatsuki!","epNo":5,"alt":"Episode 5","descr":"Die Wunderkinder gründen eine Religion namens \"Der Sieben-Licht-Glaube\" mit Akatsuki als Gott und dem Rest der Wunderkinder als seinen Engeln, um die Menschen leicht davon zu überzeugen, sie und ihre neue Nation zu akzeptieren. Mit Akatsukis Zaubertricks und kostenlosen Geschenken von Mayonnaise können sie die Menschen in Dormundt davon überzeugen, ihre Treue vom Imperium zum Sieben-Licht-Glauben zu wechseln. Tsukasa macht später einen Deal mit dem Bürgermeister von Dormundt, Walter von Haizerad, um den Stadtdefekt friedlich zum Sieben-Licht-Glauben mit seiner intakten Position zu bringen, und spricht mit Zest Do Bernard, dem ehemaligen Kapitän der Dormundt-Wache, um der Anführer zu werden des neu gegründeten Sieben-Licht-Ritter-Ordens, nachdem er Bernard davon überzeugt hatte, dass die Zukunft seiner Tochter in ihrer neuen Nation es wert ist, gegen das Imperium zu kämpfen. Inzwischen, Shinobu und Elch reisen nach Buchwald, wo sie erfahren, dass das Imperium eine Armee entsendet, um Findolf von den Wunderkindern zurückzuerobern, angeführt von Herzog Oslo El Gustav, einem Kriegshelden und berüchtigten Kontrollfreak. In seiner Burg tötet Gustav Inzagi, weil er weggelaufen ist, anstatt gegen die Rebellen und Gelübde zu kämpfen, um sie zu verbrennen.","versions":[{"lang":1,"streams":[{"redirect":13863401,"hoster":"VOE"},{"redirect":13669970,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348834,"hoster":"VOE"},{"redirect":8348830,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Anscheinend kommt Lyrule ihm allmählich näher","epNo":6,"alt":"Episode 6","descr":"Während Tsukasa seine politischen Reformen umsetzt und die Lebensgrundlagen der Menschen modernisiert, sind seine Minister und Freunde besorgt, dass er zu hart arbeitet. Da das Imperium plant, Findolf im Frühjahr anzugreifen, modernisiert Tsukasa die Armee der Sieben Lichter, indem Ringo ein Kraftwerk und eine Fabrik zur Massenproduktion von Waffen bauen lässt, um sich auf die bevorstehende Invasion vorzubereiten. Lyrule glaubt, dass Tsukasa sie hasst, weil er ihre Versuche ablehnt, ihn für ihre Rettung zurückzuzahlen, aber Masato versichert ihr, dass Tsukasa seine Distanz von Schuldgefühlen fernhält, als er den Dorfbewohnern der Ulme zunächst sagte, sie nicht vor Marquis Findolf zu retten. Später in dieser Nacht konfrontiert Lyrule Tsukasa in seinem Büro, wo er verrät, dass er seinen Vater, den früheren japanischen Premierminister, bewundert hat, bis er mit Hilfe seiner Freunde erfuhr, wie korrupt sein Vater war. enthüllte die Korruption seines Vaters, die ihn verhaftete und dann hinrichtete, aber dies beschädigte seine Beziehung zu seiner Mutter, da sie ihren Ehemann liebte und Tsukasa nie vergab. Seitdem widmete sich Tsukasa der Aufgabe, eine selbstlose Politikerin für die Menschen zu werden, was Lyrule traurig macht, die ihm sagt, dass sie für ihn da sein und ihn niemals hassen wird. An anderer Stelle fällt es Roo schwer, Multiplikation zu lernen, aber mit Hilfe der anderen Wunderkinder schafft sie es, es herauszufinden. Währenddessen entdecken Shinobu und Elch ein dunkles Geheimnis eines Dorfes. Tsukasa widmete sich der Aufgabe, eine selbstlose Politikerin für die Menschen zu werden, was Lyrule traurig macht, die ihm sagt, dass sie für ihn da sein und ihn niemals hassen wird. An anderer Stelle fällt es Roo schwer, Multiplikation zu lernen, aber mit Hilfe der anderen Wunderkinder schafft sie es, es herauszufinden. Währenddessen entdecken Shinobu und Elch ein dunkles Geheimnis eines Dorfes. Tsukasa widmete sich der Aufgabe, eine selbstlose Politikerin für die Menschen zu werden, was Lyrule traurig macht, die ihm sagt, dass sie für ihn da sein und ihn niemals hassen wird. An anderer Stelle fällt es Roo schwer, Multiplikation zu lernen, aber mit Hilfe der anderen Wunderkinder schafft sie es, es herauszufinden. Währenddessen entdecken Shinobu und Elch ein dunkles Geheimnis eines Dorfes.","versions":[{"lang":1,"streams":[{"redirect":13861732,"hoster":"VOE"},{"redirect":13669992,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348823,"hoster":"VOE"},{"redirect":8348820,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Anscheinend besitzt Shinobu die Intuition eines Shinobi","epNo":7,"alt":"Episode 7","descr":"Shinobu und Elch übernachten in einem Gasthaus, das von Emerada und ihrer Tochter Melinda im Dorf Coconono in Gustavs Land geführt wird. Obwohl die Dorfbewohner verkünden, wie großartig ihr Dorf ist, wird Shinobu misstrauisch, nachdem sie bemerkt haben, dass keiner der Dorfbewohner das Essen isst, das sie servieren, obwohl sie selbst verhungern. Sie und Elch entdecken bald Cocononos dunkles Geheimnis. Die Dorfbewohner haben Reisende heimlich unter Drogen gesetzt, bevor sie sie getötet und gegessen haben . Als die Soldaten von Herzog Gustav Melinda dafür bestrafen, dass sie während einer Inspektion Schmutz auf ihren Kleidern hat, gibt sich Shinobu ihrem Anführer, dem Silberritter Jeanne Do Leblanc, hin, um Melinda zu schonen, nachdem sie erfahren hatte, dass das Mädchen versucht hatte, Shinobu und Elch zu warnen, das Dorf zu verlassen. Elch konfrontiert Emerada mit den toten Reisenden, Emerada entschuldigt sich und erklärt, dass Coconono einst ein normales Bauerndorf war. Als Herzog Gustav ihr Land übernahm, zwang er die Dorfbewohner, Coconono mit dem eigenen Geld der Dorfbewohner in eine wunderschöne Stadt zu verwandeln, und befahl ihnen, ihre Kleidung immer sauber zu halten, was bedeutet, dass sie konnte nicht mehr für Lebensmittel arbeiten oder Geld verdienen. Seine obsessiven Regeln forderten einen Tribut an das Leben der Dorfbewohner bis zu dem Punkt, an dem sie zum Kannibalismus gezwungen wurden, nur um zu überleben, was viele von ihnen bedauern. Währenddessen befreit Jeanne Shinobu und enthüllt, dass sie tatsächlich Mitglied der Azure Brigade ist, die sich der Tyrannei von Herzog Gustav widersetzt und um ihre Hilfe bittet. An anderer Stelle wird Herzog Gustav wütend, als er erfährt, dass seine Armee die Rebellen in Findolf noch nicht angegriffen hat, und beschließt, mit seinem magischen Speer, den Flammen des Himmels, Maßnahmen zu ergreifen, um Dormundt zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":13856450,"hoster":"VOE"},{"redirect":13669975,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348846,"hoster":"VOE"},{"redirect":8348841,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Anscheinend ist Aois Geschick größer als erwartet!","epNo":8,"alt":"Episode 8","descr":"Der Speer trifft Dormundts Adelsviertel und entzündet ein Feuer, das Bürgermeister Walter gemäß Tsukasas Notfallhandbuch zur Evakuierung von Zivilisten befiehlt. Obwohl es Herzog Gustave gelungen ist, die Menschen zu evakuieren und die Ausbreitung des Feuers zu verhindern, ruft er Feuergeister aus seinem Speer, um die Menschen in Dormundt zu töten und das Feuer weiter zu verbreiten. Lyrule enthüllt den Wunderkindern, dass das Wesen, das sie besaß, ihr gesagt hat, dass sie den Speer zerstören müssen, um die Ausbreitung der Flammen des Himmels zu verhindern. Mit Ringos letzter Rakete eskortiert Aoi freiwillig die Rakete und schützt sie vor Gustav-Feuergeistern, damit sie den Speer zerstören kann. Die Rakete zerstört den Speer und stoppt die Flammen des Himmels, was Herzog Gustav spürt, der Rache an den Rebellen schwört. Wie die Wunderkinder den Menschen in Dormundt helfen, Lyrule enthüllt das Wesen, das sie besaß, und gab ihr Wissen über Magie und die Fähigkeit, mit Geistern zu sprechen, sodass sie lernen möchte, wie man Magie einsetzt, um zu helfen. Dank der Information von Shinobu, dass Herzog Gustav für einige Zeit keine anderen Himmelsflammen benutzen kann und mit der Azure Brigade zusammenarbeitet, befiehlt Tsukasa einen Überraschungsangriff auf Gustavs Armee, angeführt von Zest und fünfzig Soldaten, die mit Winterausrüstung und Halbautomatik bewaffnet sind Gewehre.","versions":[{"lang":1,"streams":[{"redirect":13861730,"hoster":"VOE"},{"redirect":13669976,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348833,"hoster":"VOE"},{"redirect":8348835,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Anscheinend hat Tsukasa alles durchschaut","epNo":9,"alt":"Episode 9","descr":"Gustav befiehlt Marquis Arclide und Marquis Buchwald und ihren Streitkräften, trotz ihrer Proteste in Findolf einzudringen, da es eine schreckliche Idee ist, im Winter unvorbereitet anzugreifen. Die Streitkräfte von Arclide und Buchwald müssen sich zurückziehen, nachdem sie dank ihrer halbautomatischen Gewehre und Granaten von Zests Streitkräften zurückgedrängt wurden, bevor sich beide Marquis dem Sieben-Licht-Glauben ergeben. Gleichzeitig greift die Azure Brigade Herzog Gustav und seine Männer in seiner Burg an. Jeanne und Shinobu konfrontieren Gustav und befehlen ihm, sich zu ergeben, aber er lehnt ab, was zum Kampf zwischen ihnen führt. Sie besiegen Gustav, aber nicht bevor der Herzog sich mit seiner Magie bläst und sich scheinbar selbst tötet. Nachdem der Sieben-Licht-Glaube und die Azurblaue Brigade Gustavs Land übernommen und die Ordnung wiederhergestellt haben,","versions":[{"lang":1,"streams":[{"redirect":13858119,"hoster":"VOE"},{"redirect":13669978,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348819,"hoster":"VOE"},{"redirect":8348795,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Anscheinend hat Ringo den Mut gefasst, Jäger zu werden","epNo":10,"alt":"Episode 10","descr":"Tsukasa kommt zu dem Schluss, dass die Azure Brigade etwas vor den Wunderkindern versteckt und nicht zu trauen ist, insbesondere ihrem neuen Anführer, Graf Conrad. Bevor sie ihre Pläne fortsetzen können, fordert Keine Tsukasa und Ringo auf, sich eine Auszeit zu nehmen, bevor sie erschöpft von ihren überarbeiteten Zeitplänen zusammenbrechen. Sie sind sich einig und Tsukasa bittet Ringo, ihn durch die Stadt zu einem beliebten Restaurant zu begleiten, was sie glauben lässt, dass es ein Date ist. Ringo bittet Aoi und Keine um Rat, wie sie sich Jungen nähern sollen, aber ihre Erfahrung beschränkt sich auf ihre Fähigkeiten und nicht auf Romantik. Shinobu bietet den besten Rat, wenn sie sagt, dass sie einem mehrstufigen Plan folgen soll, der Händchenhalten und indirekte Küsse beinhaltet. Sie beginnen ihre Tour durch die Stadt und sind gezwungen, sich zu verkleiden, um die Aufmerksamkeit der Bürger abzuwehren. Bevor Ringo ihren Plan, mit Tsukasa Händchen zu halten, umsetzen kann, erreichen sie das Restaurant und vereiteln den ersten Schritt. Wenn sie mit Tsukasa die Getränke wechselt, um einen indirekten Kuss zu teilen, wird sie verlegen ohnmächtig, wenn er erfolgreich ist. Am Ende träumt sie von ihrer Erziehung mit ihrer Mutter, die es warkünstlich besamt , um ein Wunderkind zu schaffen. Ihre Mutter verließ sie jedoch aus Trotz, als Ringo in so jungen Jahren begann, Preise für ihr Genie zu gewinnen. Sie hatte nichts mehr und dachte über ihre Existenz nach, bevor Tsukasa eines Tages in ihrer Schule auftauchte und ihr immer wieder kaputte Gegenstände zum Reparieren gab. Dies gab ihr einen Grund zu leben und veranlasste sie, sich in ihn zu verlieben. Sie erwacht aus ihrem Traum auf Tsukasas Schoß und sagt glücklich, dass es ihm zu verdanken ist, dass sie dort ist, wo sie heute ist. Mit Blick auf den Seehafen der Stadt bewundert Tsukasa seine Schönheit, bevor er Ringo eine wichtige Aufgabe gibt.","versions":[{"lang":1,"streams":[{"redirect":13861734,"hoster":"VOE"},{"redirect":13669977,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8348798,"hoster":"VOE"},{"redirect":8348789,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Anscheinend vergibt Keine unartigen Jungs nicht","epNo":11,"alt":"Episode 11","descr":"Shinobu entdeckt, dass Conrad plant, die Azure Brigade wieder in das Freyjagard-Reich aufzunehmen, genau wie Tsukasa ihren Verrat vorausgesagt hat. An anderer Stelle hat sich unter den Bürgern eine Septikämie- Epidemie ausgebreitet, die Keine trotz eines Penicillin- Mangels aufgrund von Ringos neuestem Projekt zu heilen versucht . Graf Serentius von der Medizinischen Gilde verlangt jedoch, dass Keine seiner Gilde erlaubt, Opium an die Kranken zu verkaufen, aber Keine lehnte ab. Sie macht stattdessen einen Deal mit Serentius, dass sie die Kranken mit Kohle heilen wird, und wenn sie versagt, wird sie ihm erlauben, Opium zu verkaufen. Mit Hilfe von Lyrules Magie und Keine\u0027s Kenntnissen der Chemie verwandeln sie die Kohle in Sulfonamidgenug machen, um alle Patienten zu heilen. Graf Serentius und seine Männer versuchen, das Sulfonamid zu vergiften, um den Ruf des Sieben-Licht-Glaubens zu ruinieren, werden jedoch von Keine gestoppt, der sie anschließend zu treuen Menschen lobotomiert. In der Zwischenzeit beendet Ringo endlich ihre neueste Arbeit, eine ICBM. Im Imperium erlaubt General Neuro Conrad und der Azure Brigade, sich wieder dem Imperium anzuschließen, möchte jedoch, dass sie den Sieben-Licht-Glauben zerstören, dessen Gleichstellungsideen dem Überleben des Fitness-Mantras durch das Imperium entgegenstehen, indem sie ihnen eine Armee und einen mysteriösen Magier zur Verfügung stellen genannt Tanganika. An anderer Stelle versuchen Conrads Ritter Raisenach und seine Männer, Jeanne zu töten, werden jedoch von Shinobu gerettet, der dann die Attentäter, einschließlich Raisenach, tötet, nachdem Jeanne erfahren hat, dass er ihren Mentor und den früheren Anführer der Azure Brigade, Graf Blumhardt, getötet hat. Jeanne ist am Boden zerstört, nachdem sie erfahren hat, dass ihre Kameraden die ursprünglichen Ziele ihres Mentors, die Azure Brigade, das Wohlergehen der Menschen zu verbessern, verraten haben. Shinobu versichert jedoch, dass der Glaube an sieben Lichter dazu beitragen wird, diese Ziele zu erreichen. Während Jeanne und Shinobu Gustav entdecken \u0027","versions":[{"lang":1,"streams":[{"redirect":13856647,"hoster":"VOE"},{"redirect":13669986,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12919979,"hoster":"VOE"},{"redirect":8348804,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Anscheinend haben es Oberschul-Wunderkinder selbst in einer anderen Welt leicht","epNo":12,"alt":"Episode 12","descr":"Tanganika wird als verkleideter Gustav entlarvt und tötet Conrad, weil er seine goldene Statue zerschlagen hat. Dann richtet er seine Aufmerksamkeit auf Jeanne und Shinobi und greift sie an, von denen er wusste, dass sie sich im selben Raum verstecken. Sie fliehen, aber nicht bevor Gustav die Burg zerstört und jeden Wachmann in seinem Gefolge tötet. Während er seine neuen Kräfte bewundert, wird Gustav plötzlich von Ringos neu gebauter ballistischer Rakete in die Luft gesprengt. Der Anblick der Explosion ist von Dormundt aus zu sehen, wo die Wunderkinder über den Einsatz der Waffe nachdenken. Ringo tröstet Tsukasa, der glaubt, dass er es hassen wird, solche destruktiven Mittel einzusetzen, um mit den anderen Nationen über Diplomatie zu verhandeln. Am nächsten Tag halten die Wunderkinder eine Rede vor ihren Bürgern, in der Tsukasa offenbart, dass sie jetzt eine Nation sind, die als Ulmenrepublik bekannt ist, und sich als Republik verteidigen müssen, nicht unter einer Diktatur. Während der Rede erscheint plötzlich eine Feuersäule, die Gustav enthüllt, der sich in einen Dämon verwandelt und die Wunderkinder angreift. Aoi und Shinobu versuchen, ihn zu entsenden, wobei sie den mysteriösen Edelstein aus Gustavs Brust als Ziel verwenden, werden aber zurückgestoßen. Gustav springt auf Tsukasa zu, der eine Pistole herauszieht und den Edelstein zerstört, als der Dämon ihn erreicht. Als er stirbt, warnt Gustav Tsukasa vor den bevorstehenden Prüfungen und rühmt sich, dass die Wunderkinder niemals Erfolg haben werden. An anderer Stelle beobachten ein Trio aus dem Yamato-Reich und General Neuro die Ereignisse in Dormundt, wobei letzterer vorschlägt, dass der Sieben-Licht-Glaube ein Hindernis für ihn sein könnte. Am nächsten Tag erwägt Tsukasa, der glaubt, den Fähigkeiten der anderen Wunderkinder unterlegen zu sein, Gustavs Warnung. Er wird von den anderen Wunderkindern begrüßt,","versions":[{"lang":1,"streams":[{"redirect":13857372,"hoster":"VOE"},{"redirect":13669979,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12382987,"hoster":"VOE"},{"redirect":8348817,"hoster":"Streamtape"}]}]}]}]}