{"path":"/serie/stream/chris-tall-presents","name":"Chris Tall Presents","descr":"Chris Tall teilt die Bühne mit seinen Freunden Ingmar Stadelmann, Simon Pearce, Thorsten Bär, Tutty Tran, Osan Yaran und Masud Akbarzadeh. Exklusive Comedy vom Feinsten.","seasons":[{"path":"/serie/stream/chris-tall-presents/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-1","name":"Ingmar Stadelmann","epNo":1,"alt":"Episode 1","descr":"Chris Tall rollt den roten Teppich für seinen guten Freund Ingmar Stadelmann aus. Der Berliner mit scharfer Zunge und feiner Sprache beweist mal wieder, dass er zu den ganz großen Comedians des Landes gehört. Ob Masturbationsunfälle oder makabere Gags übers Hospiz, er schafft es immer wieder die Komik aus seinen Alltagssituationen herauszufiltern und sein Publikum damit zu begeistern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584626","hoster":"VOE"},{"path":"/redirect/8355604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-2","name":"Simon Pearce","epNo":2,"alt":"Episode 2","descr":"Mit großer Freude teilt das Comedy Schwergewicht Chris Tall die Bühne mit seinem Kumpel Simon Pearce. Der ist Comedian und Schauspieler mit bayrisch-nigerianischen Wurzeln. Sein Programm behandelt insbesondere die äußerst lustig verpackten Problematiken, mit denen er Tag für Tag als Afro-Deutscher in Bayern konfrontiert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9931521","hoster":"VOE"},{"path":"/redirect/8355606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-3","name":"Thorsten Bär","epNo":3,"alt":"Episode 4","descr":"Wenn Chris Tall, Überflieger der Deutschen Comedy Szene, einen Comedian aus seiner Heimatstadt einlädt, kann es nur einen Namen geben: Thorsten Bär. Der Hamburger Jung mit hessischen Wurzeln, gilt als Meister der Metamorphose. Gekonnt schlüpft er in verschiedenste Rollen der deutschen Promiwelt und nimmt sein Publikum auf eine urkomische Reise in seine verrückte Welt mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584624","hoster":"VOE"},{"path":"/redirect/12513980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-4","name":"Tutty Tran","epNo":4,"alt":"Episode 4","descr":"Nachdem Chris Tall selbst die Bühne gerockt hat, begrüßt er den ersten vietnamesischen Comedian Deutschlands auf seiner Bühne. Tutty Tran ist nicht nur lustig, er ist sogar sehr lustig. Seine erfrischende Art mit Vorurteilen gegen Asiaten aufzuräumen entzückt sein Publikum und macht ihn zu einem der vielversprechendsten Newcomer in der Comedy Szene.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383050","hoster":"VOE"},{"path":"/redirect/8355605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-5","name":"Osan Yaran","epNo":5,"alt":"Episode 5","descr":"Wenn Chris Tall in seine Show einlädt, dann darf er auf keinen Fall fehlen. Der selbsternannte \"Ostmane\" Osan Yaran beeindruckt das Publikum mit seiner Schnelligkeit und seiner frechen Art. Der waschechte Berliner mit türkischen Wurzeln verbindet das Lustigste aus beiden Welten und nimmt seine Zuschauer mit auf eine urkomische Reise durch die Erlebnisse seines Alltagslebens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584625","hoster":"VOE"},{"path":"/redirect/8355620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chris-tall-presents/staffel-1/episode-6","name":"Masud Akbarzadeh","epNo":6,"alt":"Episode 6","descr":"Während Chris Tall als Überflieger der Deutschen Comedyszene maschinengewehr-artig seine Worte rausschießt, passiert bei seinem Gast Masud Akbarzadeh genau das Gegenteil. In der Ruhe liegt der Witz lautet das Motto von Masud, der mit Ohrensessel und Tee überhaupt nicht langweilig ist, sondern wie gewohnt eine fantastische Show abliefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584623","hoster":"VOE"},{"path":"/redirect/8355621","hoster":"Streamtape"}]}]}]}]}