{"path":"/serie/stream/christoph-columbus","name":"Christoph Columbus","descr":"[Boukensha] Christoph ist ein Junge, der um jeden Preis Seefahrer werden möchte. Nach einigem Widerstand von seinem Vater, der seinem Sohn lieber den Beruf des Textilarbeiters wünscht, schafft der Junge es eines Tages an Bord eines Schiffes zu gelangen. Dabei freundet er sich mit dem erfahrenen Seefahrer namens Giovanni an, von dem er auf See sehr viel lernt...Nach zahlreichen Jahren auf See wächst Christoph Columbus zu einem jungen, ambitionierten Mann heran, der von der Seefahrt und Entdeckung so fasziniert ist, dass er an der nautischen Akademie anfängt, die Leere der Navigation und der Seefahrerei zu studieren. Hier lernt er auch Felipa kennen, eine hübsche Frau, in die er sich sofort verliebt. Nachdem er von der Reise der alten Wikinger und einem legendären unentdeckten Land gehört hat, ist Christoph Columbus überwältigt und setzt sich zum Ziel genau diese Route nachzureisen und das sagenumwobene Land zu entdecken. Doch dazu bedarf es der Einwilligung des Königs...","seasons":[{"path":"/serie/stream/christoph-columbus/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/christoph-columbus/staffel-1/episode-1","name":"Seine erste Fahrt","epNo":1,"alt":"Columbus the Sailor Is Born","descr":"jetzt ansehenjetzt ansehenChristoph ist ein Junge, der um jeden Preis Seefahrer werden möchte. Nach einigem Widerstand von seinem Vater, der seinem Sohn lieber den Beruf des Textilarbeiters wünscht, schafft der Junge es eines Tages an Bord eines Schiffes zu gelangen. Dabei freundet er sich mit dem erfahrenen Seefahrer namens Giovanni an, von dem er auf See viel lernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978115","hoster":"VOE"},{"path":"/redirect/8653593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-2","name":"Die Meuterei","epNo":2,"alt":"The First Voyage","descr":"Auf seiner ersten Reise besucht der junge Columbus die Insel Chios. Er macht seine ersten Erfahrungen auf See und verschafft sich Grundkenntnisse des Segelns. Eines Tages entscheidet der Kapitän des Schiffes einen vorher angestrebten Hafen nicht anzureisen, um eine schnellere Ankunft in Chios zu garantieren, was die Mannschaft des Schiffes sehr verärgert. Dafür verspricht er ihnen, dass sie zwei Tage in Chios verweilen würden. Doch nach nur einem kurzen Aufenthalt auf Chios befiehlt der Kapitän die sofortige Abreise und verspricht seiner Crew dafür den doppelten Lohn auszuzahlen. Der Großteil ist einverstanden damit, außer Giovanni, der einen Sturm befürchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978117","hoster":"VOE"},{"path":"/redirect/8671683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-3","name":"In höchster Gefahr","epNo":3,"alt":"Giovanni Risks His Life to Save the Ship","descr":"Das Schiff verlässt auf Befehl des Kapitäns den Hafen von Chios, obwohl der erfahrene Giovanni einen herannahenden Sturm prophezeit hat. Er versucht den Kapitän davon zu überzeugen, den möglichen Sturm abzuwarten, doch dieser lässt sich von Giovanni nichts sagen und befiehlt ihn einzusperren. In dieser Nacht kollidiert das Schiff mit einem Fels im Wasser noch bevor der Sturm eingesetzt hat. Um das Schiff und die Crew zu retten, muss Giovanni sein eigenes Leben opfern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978118","hoster":"VOE"},{"path":"/redirect/8679123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-4","name":"Der unendliche Atlantik","epNo":4,"alt":"Adrift","descr":"Columbus wird leitender Seemann auf einem Handelsschiff, das von Genua nach Lissabon kostbare Ware transportieren soll. Nachdem sie die Straße von Gibraltar hinter sich gelassen haben, wird die Flotte von Piraten angegriffen. Die Crew versucht vor den Piraten zu fliehen, jedoch erfolglos… Sie müssen sich geschlagen geben und ihr Schiff wird versenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12304904","hoster":"VOE"},{"path":"/redirect/8671684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-5","name":"Preis des Überlebens","epNo":5,"alt":"Resolution in Portugal, Kingdom of Voyages","descr":"Columbus überlebt den schweren Schiffsbruch und erreicht das Dorf von Lagos, wo er Zuflucht in einem Mönchskloster findet und sich regenerieren und erholen kann. Danach segelt er wieder los zum Hafen von Sagres. Columbus entscheidet sich nach Lissabon zu gehen, um dort so viel wie möglich über die Meereskunde zu lernen und sich damit dem Erkunden der Sieben Weltmeere voll und ganz zu widmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382982","hoster":"VOE"},{"path":"/redirect/8653592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-6","name":"Die nautische Akademie","epNo":6,"alt":"Columbus learns of Marco Polo and Toscanelli","descr":"In Lissabon trifft Columbus seinen Bruder Bartholomeo wieder, der dort als Kartograf sein Geld verdient. Zuerst hilft Columbus ihm Landkarten zu erstellen, allerdings ist sein größter Wunsch an der Nautischen Akademie anzufangen zu studieren, obwohl dies sehr schwierig für einen Ausländer ist. Glücklicherweise hilft ihm sein Bekannter Pater Martins seinen Wunsch wahr werden zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978121","hoster":"VOE"},{"path":"/redirect/8653598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-7","name":"Auf nach England","epNo":7,"alt":"His First Exploration Voyage","descr":"An der Nautischen Akademie werden diejenigen ausgewählt, die an zukünftigen Seeexpeditionen teilnehmen dürfen. Bei der ersten Wahl ist Columbus sofort unter den möglichen Kandidaten, wird jedoch nicht gewählt, weil er kein Portugiese ist. Nichtsdestotrotz führt er seine Studien in der Bibliothek begeistert fort und trifft dort Felipa, die Tochter des Gouverneurs, zu der Columbus sich sofort hingezogen fühlt. Zu seiner Bestürzung muss er feststellen, dass sie bereis einen Liebhaber hat… Währenddessen wird Columbus die Position des obersten Bootsmannes an Bord eines Frachtschiffes angeboten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004313","hoster":"VOE"},{"path":"/redirect/8653599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-8","name":"Das Geheimnis des weißen Landes","epNo":8,"alt":"Columbus Meets Felipa","descr":"Columbus’ Schiff transportiert Heringe und Lachs nach Grönland. Als er dort von der Legende der Wikinger hört, denkt er zum ersten Mal darüber nach, was und ob hinter dem Ozean noch etwas existiert, vielleicht ein unentdecktes Land? Olaf, der Enkelsohn eines berüchtigten Wikingeranführers, erzählt Columbus die Geschichte von der Reise seiner Urahnen zu einem unbekannten, fremden Land gespickt mit Gefahren und Schwierigkeiten. Begeistert von der Legende, entscheidet Columbus sich die gleiche Reise anzutreten. An einem Tag mit günstigem Seewetter sticht er mit Olaf und zwei seiner besten Seeleute in See, um die Wahrheit hinter der Legende zu enthüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978123","hoster":"VOE"},{"path":"/redirect/8653601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-9","name":"Der alte Wikinger","epNo":9,"alt":"Marriage","descr":"Während der Fahrt nach Island wird Christoph Columbus immer überzeugter davon, dass sich westlich von ihm unentdecktes Land befindet. Seine Überzeugung verleiht ihm die Kraft an die Legende zu glauben und weiter zu segeln. Nachdem er nach Lissabon zurückgekehrt ist, kann er die schöne und von ihm angebetete Felipa umwerben, allerdings wird ihre Beziehung zueinander durch die Familie Felipas erschwert. Zum Glück hilft ihm sein alter Bekannter Pater Martins","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173059","hoster":"VOE"},{"path":"/redirect/8653605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-10","name":"Eine große Enttäuschung","epNo":10,"alt":"Columbus Resolves to Make a Westward Voyage","descr":"Columbus trifft einen jüdischen Mann namens Torres, der von Columbus’ Ambitionen, eine westliche Route nach Indien zu segeln, fasziniert ist. Torres verspricht ihm, dass er sich um die Finanzierung dieser Reise bemüht, indem er seine Freunde, die bedeutende und einflussreiche Handelsmänner sind, um ihre Hilfe und Unterstützung bittet. Bedauerlicherweise gelingt es Torres nicht, und Columbus, der sich von seiner Heimatstadt betrogen fühlt, entscheidet sich nie wieder zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978127","hoster":"VOE"},{"path":"/redirect/8666030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-11","name":"Die Erde ist rund","epNo":11,"alt":"The First Setback","descr":"Nachdem Columbus und Felipa glücklich verheiratet sind, ziehen sie auf die Insel Porto Santo. Hier ist es Columbus möglich wichtige und wertvolle Informationen für seine geplante Entdeckungsreise Richtung Westen zu sammeln und zu erfassen. Danach nimmt er an einer Expedition nach Guinea teil, während Felipa in der Zwischenzeit ihr gemeinsames Kind namens Diego zur Welt bringt. 1484 entscheidet Columbus sich nach Lissabon zu reisen, mit der Absicht den König von seinem Projekt und den Verdiensten davon zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992801","hoster":"VOE"},{"path":"/redirect/8666032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-12","name":"Im Streit mit den Gelehrten","epNo":12,"alt":"A Helping Hand","descr":"Endlich erhält Columbus die Möglichkeit bei dem König von Lissabon vorzusprechen und ihm von den Vorteilen zu berichten, die eine westliche Reise nach Indien birgt. Zuerst scheint der König sehr interessiert zu sein an Columbus’ vorgeschlagenem Projekt, weshalb er seine Experten zusammenrufen lässt, damit sie die Situation beurteilen… Plötzlich erfährt Columbus von dem Tod seiner Frau, weshalb er sofort abreist nach Porto Santo, um seine geliebte Felipa zu beerdigen. Danach verlässt er Portugal mit seinem Sohn Diego und geht nach Castile.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978126","hoster":"VOE"},{"path":"/redirect/8653600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-13","name":"Eine helfende Hand","epNo":13,"alt":"The First Steps Towards Realization of the Exploratory","descr":"Columbus und sein Sohn Diego finden Schutz in dem Kloster La Rabida, wo sie von Pater Perez herzlich aufgenommen werden. Der Mönch schlägt ihm vor Pater Marchena zu befragen, ob dieser seine Reise finanzieren kann. Doch Pater Perez hat einen anderen guten Vorschlag für ihn… Columbus verlässt daraufhin das Kloster und lässt seinen Sohn bei den Mönchen zurück, die sich liebevoll und Diego kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919980","hoster":"VOE"},{"path":"/redirect/8653603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-14","name":"Intrige am Königshof","epNo":14,"alt":"Audience With the King and Queen","descr":"Columbus sucht den Herzog Enrique de Gusman auf, um ihn zu fragen, ob er ihm bei seinem Projekt finanziell behilflich sein kann, woraufhin dieser den Plan bei der königlichen Familie persönlich vorstellt, jedoch bitter enttäuscht wird… Er möchte Columbus unbedingt helfen und erzählt ihm von dem einflussreichen Herzog Luis de la Serda, der bereit sein könnte ihn finanziell zu unterstützen. Dieser ist überzeugt von Columbus Vorhaben und schreibt sofort einen Brief an die Königin Isabella. Die Königin vereinbart ein treffen mit dem genuesischen Seemann, wodurch Columbus die Möglichkeint hat, ihr den Zweck seiner Reise zu erklären. Columbus setzt große Hoffnung in das Treffen und hofft, dass sein Traum schon bald in Erfüllung geht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978129","hoster":"VOE"},{"path":"/redirect/8653606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-15","name":"Eine neue Liebe","epNo":15,"alt":"Discovery of the Cape of Good Hope","descr":"In Cordoba wird Columbus von Diego de Harana aufgenommen und verliebt sich in dessen Cousine, die schöne Beatrix. Schließlich macht er sich auf den Weg zum Palast der Königin, wo er einige wichtige und einflussreiche Leute kennenlernt. Endlich wird Columbus von der Majestät empfangen und kann ihr seine Pläne vortragen. Königin Isabella ist durchaus beeindruckt, hat jedoch auch so ihre bedenken…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978131","hoster":"VOE"},{"path":"/redirect/8653608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-16","name":"Der große Rivale","epNo":16,"alt":"The End of Reconquista","descr":"Die königliche Familie von Spanien beruft eine Gruppe von Experten ein, die Columbus Projekt begutachten sollen. Nach vielen Treffen in Salamanca, wo er auf seinen größten Rivalen trifft, bekommt Columbus endlich den Bescheid nach Malaga zu reisen. Er glaubt jedoch, dass das Urteil der Kommission negativ ausfallen und er keine Unterstützung erhalten wird. Doch wenigstens lässt die Königin Columbus hoffen, indem sie ihm mitteilt, er solle sich gedulden, bis der Krieg mit den Mauren ein Ende gefunden habe…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978132","hoster":"VOE"},{"path":"/redirect/8653607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-17","name":"Neue Hoffnung","epNo":17,"alt":"The Plan Is Rejected!","descr":"Columbus informiert Bartholomeo, dass seine Expedition zwar abgelehnt wurde, der König Johann II. aber trotzdem an seiner vorgeschlagenen westlichen Entdeckungsreise interessiert sei. Beatrix bringt indessen Ferdinand, Columbus zweiten Sohn zur Welt. Columbus ist immer noch überzeugt von seiner Idee eine westliche Route nach Indien zu finden und sein Freund Pater Marchena, der gute Beziehungen zur Königin hat, überzeugt diese nun davon, dass Columbus’ Vorhaben sehr wichtig für Spanien sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978133","hoster":"VOE"},{"path":"/redirect/8671685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-18","name":"Die erste Weltkarte","epNo":18,"alt":"The Plan Is Approved!","descr":"1490 ist der Krieg mit den Mauren in Spanien immer noch in vollem Gange, wodurch Columbus’ Chancen auf finanzielle Unterstützung durch die spanische Königsfamilie sinken, da sie sein Vorhaben als eher unwichtig ansehen. Columbus kehrt also vorerst zurück zum Kloster von La Rabida, um seinen Sohn Diego wieder zu sehen. Dort angekommen lernt er den berühmten Seemann namens Pinzon kennen, mit dem Columbus über sein Vorhaben sprechen kann. Columbus besitzt eine in Portugal geheime Karte, von der er überzeugt ist, dass diese eine wichtige Rolle spielen wird, um die Königin von seinem großen Projekt zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978135","hoster":"VOE"},{"path":"/redirect/8671689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-19","name":"Eine weise Entscheidung","epNo":19,"alt":"Columbus Meets Pinzon","descr":"Nachdem der Krieg mit den Mauren 1492 in Granada beendet ist und endlich wieder Frieden im Land herrscht, kann Columbus nun hoffnungsvoll vor dem König und der Königin sein Projekt genau vortragen. Sie akzeptieren Columbus’ Forderungen und Bedingungen jedoch nicht, doch Columbus bleibt ruhig und macht sich auf den Weg nach Frankreich, um dort nach Unterstützung zu fragen. Erst dann erkennen der König und die Königin, dass es ein Fehler war, Columbus’ Pläne nicht zu akzeptieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978134","hoster":"VOE"},{"path":"/redirect/8653609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-20","name":"Die Angst der Seeleute","epNo":20,"alt":"The Fleet Sets Sail","descr":"Nachdem Columbus’ Projekt nun doch bewilligt worden ist, setzt dieser mit der königlichen Familie Spaniens einen Vertrag auf, in dem die Bedingungen für seine Expedition festgelegt werden. Er reist nach Palos, von wo aus er seine Expedition starten wird. Doch es gestaltet sich schwer eine Crew von Seemännern und Matrosen für seine Expedition zu gewinnen, trotz der königlichen Anordnung ihn in Palos mit zwei großen Segelschiffen und einer passenden Crew auszurüsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978137","hoster":"VOE"},{"path":"/redirect/8653610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-21","name":"Santa Maria","epNo":21,"alt":"Escape from Sargasso","descr":"Endlich kann Columbus die Schiffe \"Pinta\" und \"Ninja\", die ihm zur Verfügung gestellt wurden, besichtigen. Nun braucht er noch dringend eine Crew, damit er seine Expedition nach Indien beginnen kann. Auch Chuan De La Cosa bietet Columbus ein Schiff und seine Dienste an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978139","hoster":"VOE"},{"path":"/redirect/12978128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-22","name":"Auf großer Fahrt","epNo":22,"alt":"Land Is Discovered","descr":"Die Flotte von Columbus kann endlich in See stechen, doch während ihrer Fahrt zu den Kanarischen Inseln bricht das Ruder der \"Pinta\". Durch dieses Unglück verliert Columbus viele kostbare Tage seiner Reisezeit. Bald kann er seine Reise fortsetzen, doch seine Matrosen werden von Tag zu Tag unzufriedener.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978136","hoster":"VOE"},{"path":"/redirect/8653612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-23","name":"Land in Sicht","epNo":23,"alt":"Pinzon Rebels","descr":"Columbus kann eine bevorstehende Revolte seiner Matrosen verhindern. Nach anstrengenden Tagen auf hoher See stoßen sie endlich auf eine Insel. Feierlich wird die Insel \"San Salavador\" getauft. Auf der Insel treffen sie auch auf Einheimische. Doch finden Columbus und seine Leute hier das gesuchte Gold?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978138","hoster":"VOE"},{"path":"/redirect/8671691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-24","name":"Im Goldrausch","epNo":24,"alt":"A Storm Blocks the Return Home","descr":"Die Suche nach Gold geht weiter: Columbus und seine Crew bereisen Insel für Insel. Wieder macht sich eine schlechte Stimmung unter den Matrosen breit und Columbus verliert die Loyalität einiger seiner Leute. Schon bald begiebt sich Kapitän Martin Pinzon auf eigene Faust mit der \"Pinta\" nach der Goldsuche. Zudem erleidet die \"Santa Maria\" auch noch Schiffbruch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13497978","hoster":"VOE"},{"path":"/redirect/8666031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-25","name":"Eine stürmische Rückkehr","epNo":25,"alt":"King Joao Imposes Restrictions","descr":"Nachdem die Seeleute einen Fort auf der Insel errichtet haben, macht sich Columbus auf den Weg zurück nach Spanien. Einige mutige Freiwillige sind auf der Insel zurückgeblieben um das Fort zu schützen. Die Rückkehr nach Spanien erweist sich, für die Crew rund um Columbus, als sehr turbulent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978145","hoster":"VOE"},{"path":"/redirect/8653611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/christoph-columbus/staffel-1/episode-26","name":"Der große Wettlauf","epNo":26,"alt":"Columbus\u0027s Triumphant Return","descr":"Nach einer langen Reise auf hoher See erreicht Columbus endlich seine Heimat. Er und seine Leute werden freudig empfangen. Auch die \"Pinta\" mit dem kranken Kapität Pinzon fährt in den Hafen ein. Der nun sehr angesehene Christopher Columbus bekommt nun den Auftrag weitere Expeditionen durchzuführen, doch werden diese auch so erfolgreich sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978143","hoster":"VOE"},{"path":"/redirect/8653613","hoster":"Streamtape"}]}]}]}]}