{"path":"/serie/stream/chu-bra","name":"Chu-Bra!!","descr":"Im Zentrum der Geschichte steht die 12-jährige Schülerin Nayu Hayama, die gleich am ersten Schultag für Aufsehen sorgt, als sie durch einen Ausrutscher der versammelten Schülerschaft ihre Unterwäsche präsentiert. Daraufhin verbreitet sich in der Schule das Gerücht, dass sie einen Sugardaddy haben würde. Die beiden Schülerinnen Yako Jingūji und Haruka Shiraishi wollen dieser Sache auf den Grund gehen und beginnen ihr nachzuspionieren. Dabei finden sie heraus, dass Nayu eine Testerin für neue Unterwäsche ist und sie diesbezüglich auch viel Erfahrung hat und offen ist. Daraufhin eröffnet Nayu zusammen mit ihnen den Schulclub Shitagi Dōkōkai für Unterwäsche, um sie durch diesen wichtigen Teil dieser Lebensphase zu begleiten.","seasons":[{"path":"/serie/stream/chu-bra/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/chu-bra/staffel-1/episode-1","name":"","epNo":1,"alt":"The Girl Who Wore Adult Panties","descr":"Nayu Hayama ist ein zwölfjähriges Mädchen, das als Klassenbeste in die Ounan Middle School, eine Privatschule für Mädchen, geht. Auf dem Weg zu einer Rede bei der Eingangszeremonie stolpert sie jedoch und entblößt ihr Spitzenhöschen für Erwachsene. Nayus Klassenkameradin Yako Jinguji wird Zeuge des Vorfalls und verdächtigt sie des bezahlten Datings, was Yako und ihre Freundin Haruka Shiraishi dazu veranlasst, sich auf die Suche nach der Wahrheit zu machen. Nayu begrapscht Harukas große Brüste, als sich die drei im Flur treffen. Da der Verdacht wächst, beschließt Yako, fotografische Beweise zu beschaffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8978147","hoster":"VOE"},{"path":"/redirect/8355698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-2","name":"","epNo":2,"alt":"This Swelling Chest","descr":"Nachdem sie ihr Missverständnis gelöst haben, freunden sich Yako und Haruka mit Nayu an. Allerdings sind sich die beiden immer noch unsicher, was ihren unterwäschebewussten Freund angeht. Als Nayu darauf hinweist, dass Yakos Körbchen-BH nicht zu ihrem Körpertyp passt, nimmt Yako das persönlich. Yako gerät in eine peinliche Situation, als der BH, den sie heimlich trug, beim Voltigieren im Sportunterricht ausrutscht. Nachdem Nayu gehört hat, wie Yako für immer auf BHs verzichtet, versucht sie, etwas zu finden, das ihr hilft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8978148","hoster":"VOE"},{"path":"/redirect/8355701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-3","name":"","epNo":3,"alt":"A Windy Day","descr":"Nachdem Nayu Yakos hartnäckiges Herz mit einem handgefertigten BH geheilt hat, beschließt sie, dem Crafts Club beizutreten, um weitere Kreationen herzustellen. Der Crafts Club weigert sich jedoch, beim Kulturfestival Unterwäsche auszustellen, und lehnt ab. Yako ermutigt den niedergeschlagenen Nayu, einen Unterwäscheclub zu gründen. Nayu macht sich sofort daran, den Club zu gründen, doch die Reaktionen der Lehrer sind alles andere als positiv. Hiroki Komachi aus der Klasse E beschließt, Nayu trotz seiner bitteren Vergangenheit zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8978152","hoster":"VOE"},{"path":"/redirect/8355702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-4","name":"","epNo":4,"alt":"Each Has Their Own Shapes","descr":"Inspiriert von Komachis Worten bittet Nayu Yako und Haruka, bei einem Treffen ihre Unterwäsche-Models zu sein, um zu erklären, wie man die richtige Unterwäsche auswählt. Yako willigt bereitwillig ein, Nayu zu helfen, aber Haruka fühlt sich wegen ihrer Brüste unsicher und ist unsicher, ob sie in ihrer Unterwäsche gesehen wird. Nayus fröhliche Haltung angesichts ihres schrecklichen Verlusts gibt Haruka jedoch den Mut, es mit dem Modeln zu versuchen. Das Treffen stößt auf große Begeisterung, doch als Tamaki Mizuno-sensei entdeckt, dass Komachi mit einigen Spannern kämpft, gerät die Situation außer Kontrolle.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13497981","hoster":"VOE"},{"path":"/redirect/12481870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-5","name":"","epNo":5,"alt":"Between an Adult and a Kid","descr":"Da ihr Unterwäscheclub durch den Vorfall mit dem Spanner ruiniert ist, fühlt sich Nayu deprimiert. Sie bittet Keigo Hayama, den Stiefbruder, mit dem sie seit dem Tod ihrer Eltern zusammenlebt, um Unterstützung. Komachi fühlt sich für den Vorfall verantwortlich und taucht vor Nayus Haustür auf, um sie zu ermutigen, statt eines Clubs eine Wertschätzungsgesellschaft zu gründen. Nachdem die Entscheidung getroffen ist, eine Unterwäschegesellschaft zu gründen, lädt Nayu Yako, Haruka und ihren Berater Tamaki zu einem Treffen über Nacht ein. Nayu geht Kiyono Amaharas Worte jedoch nicht aus dem Kopf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13107814","hoster":"VOE"},{"path":"/redirect/8355708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-6","name":"","epNo":6,"alt":"Radical Puberty","descr":"Komachi vertreibt, indem sie ihren Rock anhebt und ihre Unterwäsche wegwirft, als Yako es schlicht nennt. Um die lockere Atmosphäre der Unterwäschegesellschaft zu bewahren, schlägt Nayu vor, einen BH von Grund auf zusammenzustellen, wohl wissend, dass auch Komachi bequem daran teilnehmen kann. Die anderen Mädchen erfahren mehr über Kiyono, als sie anfängt, über Unterwäschedesign und Make-up zu diskutieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531978","hoster":"VOE"},{"path":"/redirect/8355707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-7","name":"","epNo":7,"alt":"Swaying Hearts of Men","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8882095","hoster":"VOE"},{"path":"/redirect/8355710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-8","name":"","epNo":8,"alt":"An Underwear Overnighter!","descr":"Die Unterwäschegesellschaft unternimmt einen Übernachtungsausflug zum Ryokan am Meer, das Nayus Großmutter früher besuchte. Die Mädchen der Gesellschaft platzen vor Aufregung, aber ihre expliziten Gespräche bringen Komachi auf die Nerven. Endlich hat Komachi die Chance, sich alleine im Männerbad zu entspannen, doch er wird ohnmächtig, als er die aufregende Unterhaltung der Mädchen hört. Als er endlich zu sich kommt, trägt Komachi Unterwäsche und kann seine Bestürzung darüber, von den Mädchen gesehen zu werden, nicht verbergen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12332952","hoster":"VOE"},{"path":"/redirect/8355711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-9","name":"","epNo":9,"alt":"My Seventh Grade Summer Vacation!","descr":"Yako verursacht einen Zwischenfall, als sie sich nach dem morgendlichen Training vor ihrer Jugendfreundin Kota umzieht. Als Ursache des Problems erweist sich ihre Unfähigkeit, ihn als Angehörigen des anderen Geschlechts zu erkennen. Haruka sieht sich mit ihren eigenen Schwierigkeiten konfrontiert und verspürt ein Engegefühl in ihrer Brust. Sie glaubt, dass es sich um Wachstumsschmerzen ihrer sich entwickelnden Brüste handelt, aber Tamaki vermutet, dass ihr sich entwickelndes Herz die Ursache dafür ist. Als die Gruppe zum Sommerfest aufbricht, nimmt Haruka schließlich Nayu bei der Hand.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8978146","hoster":"VOE"},{"path":"/redirect/8355714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-10","name":"","epNo":10,"alt":"Throw Out that Chest!","descr":"Da das Kulturfestival näher rückt, bekommt Kiyono einen Job als Katalogmodell für den Unterwäschehersteller ihrer Mutter. Allerdings verlangt der eitle Kiyono BHs eine Nummer zu groß und keiner der am Tag des Fotoshootings angefertigten BHs passt. Nayu rät dem verstörten Kiyono, stattdessen die Junior-BHs zu tragen. Kiyono lehnt Nayus Vorschlag ab und weigert sich, Unterwäsche zu tragen, die Männern nicht gefällt, was Nayu dazu veranlasst, die Unterwäsche neu zu gestalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8908014","hoster":"VOE"},{"path":"/redirect/8355716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-11","name":"","epNo":11,"alt":"My Afternoon with Her","descr":"Nachdem sie den Zeitschriftenartikel gesehen haben, bitten die Acting Clubs die Unterwäschegesellschaft um Hilfe bei der Anfertigung ihrer Kostüme und beim Auftritt in ihrem Stück. Nayu hat die Mitglieder der Gesellschaft immer noch nicht darüber informiert, dass sie mit Keigo nach Kyoto ziehen wird. Kiyono und Komachi äußern ihre Besorgnis, aber Nayu weigert sich, irgendjemandem von ihrem Umzug nach Kyoto zu erzählen, bis das Kulturfestival vorbei ist. Am Tag des Festivals erfährt Tsukamoto-sensei von dem Zeitschriftenartikel und legt das Stück auf Eis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8978153","hoster":"VOE"},{"path":"/redirect/8355718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chu-bra/staffel-1/episode-12","name":"","epNo":12,"alt":"Before Meeting You...","descr":"Nach dem Kulturfest teilt Nayu ihren Freunden mit, dass sie umziehen wird. Haruka kann ihren Schock nicht verbergen und verlässt die Unterwäschegesellschaft. Um die Sache noch schlimmer zu machen, brennt Tamakis Wohnung ab, was die Unterwäschegesellschaft an den Rand der Auflösung bringt. Nayu ist durch Harukas Ablehnung verletzt und befürchtet, eine weitere Freundin verloren zu haben. Komachi besucht ihr Haus, um ihr zu versichern, dass sie nicht allein ist, und beginnt, Pläne für die Unterwäschegesellschaft zu schmieden. Am Tag von Nayus Umzug bringt Yako Haruka und Nayu schließlich zu einem Gespräch zusammen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8882094","hoster":"VOE"},{"path":"/redirect/8355720","hoster":"Streamtape"}]}]}]}]}