{"path":"/serie/stream/chuukan-kanriroku-tonegawa","name":"Chuukan Kanriroku Tonegawa","descr":"Chuukan Kanriroku Tonegawa ist ein Spin-off der Kaiji-Serie mit dem Manager Yukio Tonegawa als Hauptfigur. Tonegawa ist die rechte Hand des Präsidenten des Unternehmens Teiai, Kazutaka Hyoudou, und führt für diesen zahlreiche Glücksspielturniere durch. Weil Hyoudou zunehmend von seinem Lebensalltag gelangweilt ist, beauftragt er seinen Manager damit, ein sogenanntes Todesspiel zu organisieren. Es liegt daher nun an Tonegawa, Hyoudou gemeinsam mit seinen Untergebenen glücklich zu machen. Was folgt sind die absurd-komischen Geschichten aus dem Tagesgeschäft von Tonegawa bei dem Versuch, seinen Präsidenten stets aufs Neue bei guter Laune zu halten.","seasons":[{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-1","name":"","epNo":1,"alt":"Initiative","descr":"Tonegawa Yukio, legendäre Nr. 2 der Teiai Group und rechte Hand des Firmenvorsitzenden Hyōdō Kazutaka, wird vor eine ganz besondere Herausforderung gestellt. Er soll ein teuflisches Spiel organisieren, bei dem die unfreiwilligen Teilnehmer an ihre Grenzen gehen, um den schrecklich gelangweilten Vorsitzenden zu unterhalten. Schnell ist ein Team zusammengestellt und am Konferenztisch versammelt, doch erst einmal muss unser Vorgesetzter der mittleren Führungsebene den reibungslosen Umgang mit den schwarz gekleideten Männern sicherstellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8348686","hoster":"VOE"},{"path":"/redirect/8348725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-2","name":"","epNo":2,"alt":"Conjecture","descr":"Nach einem mehr als holprigen Start am Vortag steht Tonegawa unter Druck, die verlorene Zeit wiedergutzumachen. Doch er darf sich seine Anspannung nicht anmerken lassen, wenn er etwas erreichen will, denn seinem Team ist nach dem gestrigen Wutausbruch angst und bange.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9573546","hoster":"VOE"},{"path":"/redirect/8348766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-3","name":"","epNo":3,"alt":"Surefire","descr":"Tonegawa Yukio hat sich mit seinem Fehlverhalten während des letzten Meetings bei seinem Team reichlich unbeliebt gemacht. Um das Vertrauen der Männer in Schwarz wiederzuerlangen und für mehr Zusammenhalt zu sorgen, organisiert er aus eigener Tasche einen zweitägigen Betriebsausflug. Doch nicht jeder lässt sich so leicht beschwichtigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474802","hoster":"VOE"},{"path":"/redirect/8348762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-4","name":"","epNo":4,"alt":"Adult","descr":"Nach vielen ergebnislosen Treffen und einem fröhlichen gemeinsamen Ausflug, hat Tonegawa noch immer nichts Handfestes, wie das tödliche Spiel abgehalten werden soll. Doch da hat er einen Geistesblitz, was die Lösung für ihr Dilemma sein könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474804","hoster":"VOE"},{"path":"/redirect/8348784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-5","name":"","epNo":5,"alt":"Soul-Searching","descr":"Nachdem man sich endlich auf das Stein-Schere-Papier einigen konnte, heißt es nur noch, den Präsidenten über das Vorhaben in Kenntnis zu setzen. Aber der Präsident hat einige Eigenheiten, die bei der Vorstellung bedacht sein wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474811","hoster":"VOE"},{"path":"/redirect/8348770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-6","name":"","epNo":6,"alt":"Self-Destruct","descr":"Nun geht es an die praktische Umsetzung des Stein-Schere-Papiers mit Einschränkungen. Ebitani, ein Kollege in Schwarz, fühlt sich dabei unter Druck durch den Erfolg seines Kollegens Saemon und will nun auch Tonegawa mit Anstrengung und guten Ideen überraschen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474809","hoster":"VOE"},{"path":"/redirect/8348730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-7","name":"","epNo":7,"alt":"Proliferation","descr":"Stein-Schere-Papier mit Einschränkungen soll in die Produktion gehen, doch ein unverhoffter Schlag des Schicksal könnte das Team um Tonegawa außer Gefecht setzen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474807","hoster":"VOE"},{"path":"/redirect/8348726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-8","name":"","epNo":8,"alt":"Shrimp","descr":"Nach seiner Kündigung meldet sich Ebitani erneut bei Tonegawa und möchte sich für seine Taten entschuldigen. Auch hat er schon Ideen, wie er sein Versagen wiedergutmachen könnte. Doch Ebitanis Vorhaben sind eigenwillig.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13504854","hoster":"VOE"},{"path":"/redirect/8348739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-9","name":"","epNo":9,"alt":"Cutlets","descr":"Teiai ist eine große Firma mit entsprechenden Ruf, entsprechend hart sind dort die Einstellungsgespräche. Auch das ist eine Aufgabe von Tonegawa. Und die viele Arbeit macht hungrig, weshalb er sich heute eine besondere Mittagspause gönnen möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474812","hoster":"VOE"},{"path":"/redirect/8348751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-10","name":"","epNo":10,"alt":"Rehearsal","descr":"Das Stein-Schere-Papier mit Einschränkungen ist so weit fertig und einsatzbereit. Doch noch müssen einige praktische Probleme geklärt werden und das Ganze einem ordentlichen Test unterzogen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474810","hoster":"VOE"},{"path":"/redirect/8348745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-11","name":"","epNo":11,"alt":"Business Trip","descr":"Tonegawa hat den Auftrag, einige Zweigstellen zu besuchen und die Lage dort zu überprüfen. Eine willkommene Ablenkung zu der Arbeit unter dem Direktor. Eventuell könnte er endlich mal wieder in Ruhe einen heben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474813","hoster":"VOE"},{"path":"/redirect/8348585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-12","name":"","epNo":12,"alt":"Fake","descr":"Der Firmenvorsitzende leidet unter Verfolgungswahn und nun hat Team Tonegawa den Auftrag, ihm ein überzeugendes Double zu beschaffen. Doch das ist leichter gesagt als getan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474814","hoster":"VOE"},{"path":"/redirect/8348574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-13","name":"","epNo":13,"alt":"Setting Sail","descr":"Endlich ist der Tag der Erstveranstaltung von Schere-Stein-Papier mit Einschränkung gekommen. Doch es bedarf einer besonderen Begabung, die echten Schuldner auf eine Art zum Mitspielen zu bringen, die dem Firmenvorsitzenden gefällt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531987","hoster":"VOE"},{"path":"/redirect/8348592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-14","name":"","epNo":14,"alt":"Playing Hard","descr":"In der Hölle des Zwangsarbeitslagers irgendwo tief im Untergrund Japans gab es einen Mann namens Ōtsuki, der als Vorarbeiter die Verzweiflung und Gelüste der anderen ausnutzte, um mit Würfelspielen Geld zu verdienen. Dieses Geld löste er gegen eintägige Ausgangsberechtigungen ein, um der Sklaverei eine kurze Zeit lang zu entfliehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474816","hoster":"VOE"},{"path":"/redirect/8348586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-15","name":"","epNo":15,"alt":"Natural Enemies","descr":"Numakawa beschließt, seinen freien Tag im Freien gemeinsam mit Gruppenchef Ōtsuki zu verbringen und zu lernen, wie man seinen Ausgang so richtig auskostet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474815","hoster":"VOE"},{"path":"/redirect/8348550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-16","name":"","epNo":16,"alt":"Alignment","descr":"Konkurrenz für Tonegawa! Ein aufsteigender Manager namens Kurosaki macht sich beim Vorsitzenden Hyōdō auf eine Art und Weise beliebt, bei der Tonegawa Hören und Sehen vergeht. Wie gelingt es diesem Mann nur, dem dauergereizten Vorsitzenden so provokant die Stirn zu bieten, ohne dass nachfolgend dessen Zorn in Form eines Gehstocks auf ihn niederhagelt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474817","hoster":"VOE"},{"path":"/redirect/8348544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-17","name":"","epNo":17,"alt":"Newcomers","descr":"Es ist Herbst. Die Zeit, zu der Teiais Personaler ihres Amtes walten und die Arbeitskräfte im Zuge personeller Umstrukturierung willkürlich zwischen Abteilungen und Niederlassungen hin und herschieben. Eingespielte Teams werden in alle Winde zerstreut; Freundschaften auseinandergerissen wie ausgelaufene Arbeitsverträge. Auch bei Team Tonegawa macht sich entsprechende Unruhe breit. Doch die Betroffenen wissen noch gar nichts von ihrem \"Glück\"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13510854","hoster":"VOE"},{"path":"/redirect/8348553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-18","name":"","epNo":18,"alt":"Entertaining","descr":"Tonegawas Arzt rät ihm, seinen Lebensstil grundlegend umzustellen. Wird er seinen inneren Schweinehund überwinden können? Außerdem begegnet Gruppenchef Ōtsuki beim Ausgang einem Mitgefangenen, den er nie zuvor gesehen hat. Zunächst ignoriert er ihn, doch ihre Wege kreuzen sich immer wieder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13531988","hoster":"VOE"},{"path":"/redirect/8348568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-19","name":"","epNo":19,"alt":"Defamation","descr":"Kikuchi, Nagata und Hagio sind fort. An ihre Stelle treten drei neue Gesichter, die in Team Tonegawa alle auf ihre eigene Art für Aufregung sorgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13510855","hoster":"VOE"},{"path":"/redirect/8348565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-20","name":"","epNo":20,"alt":"Entertaining","descr":"Tonegawa ist eingeladen, sich den Pachinko-Automaten anzusehen, den Kaiji später bezwingen sollte. Der Sumpf. Doch das Spiel an dieser Höllenmaschine soll nur seiner Unterhaltung dienen. Auf Gruppenchef Ōtsuki hingegen wartet ein vergleichsweise anstrengender Ausgang, denn er muss Ware für seinen Verkaufsstand im Untergrund besorgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474824","hoster":"VOE"},{"path":"/redirect/8348639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-21","name":"","epNo":21,"alt":"Defamation","descr":"Der Umgang mit sozialen Medien will gelernt sein. Auch Tonegawa stellt dies fest, als er nach Nakatas kläglichem Versuch die Dinge selbst in die Hand nimmt, um einem Teiai-Hater-Account die Follower abzujagen. Gruppenchef Ōtsuki ist in ganz ähnlichen Schwierigkeiten. Odagiri, Chef von Gruppe C, hat etwas ganz Besonderes organisiert, um die Zwangsarbeiter von Ōtsukis Chinchirorin-Spielrunde wegzulocken und nebenbei um ihr Geld zu erleichtern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474822","hoster":"VOE"},{"path":"/redirect/8348634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-22","name":"","epNo":22,"alt":"Conclusions","descr":"Ōtsuki sieht sich gezwungen, etwas gegen Odagiris Kinogeschäft zu unternehmen. Deshalb hat er sich seinen Ausgang auf denselben Tag gelegt, an dem Odagiri seine Filme downloaden will, um mit ihm einen trinken zu gehen … Das Twitter-Drama bei Teiai spitzt sich zu: Es handelt sich beim Hater-Account offenbar nicht nur um einen Teiai-Mitarbeiter, sondern sogar um ein Mitglied von Team Tonegawa. Doch wer könnte es nur sein?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474821","hoster":"VOE"},{"path":"/redirect/8348654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-23","name":"","epNo":23,"alt":"Premonition","descr":"Tonegawa wurde zu einem Treffen seiner ehemaligen Schulkameraden eingeladen. Eigentlich hält er es für Zeitverschwendung, doch ihn interessiert, was aus ihnen für Menschen geworden sind … Ōtsuki spürt eine Erkältung auf sich zukommen und ergreift jedes Mittel, um sie loszuwerden, bevor sie ernsthaft ausbricht. Wird er Numakawa, der große Lust auf Brettspiele hat, am zweiten Tag sitzen lassen müssen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474820","hoster":"VOE"},{"path":"/redirect/8348649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/chuukan-kanriroku-tonegawa/staffel-1/episode-24","name":"","epNo":24,"alt":"End of the Line","descr":"\"Beharrlichkeit”Tonegawas Wochenendpläne werden vom Vorsitzenden durchkreuzt, der ihn erneut zu sich ruft: Er braucht eine neue Form der Unterhaltung, die in ihrer Grausamkeit unübertroffen ist und sein kaltes Blut wieder in Wallung bringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474828","hoster":"VOE"},{"path":"/redirect/8348628","hoster":"Streamtape"}]}]}]}]}