{"seriesId":"circlet-princess","name":"Circlet Princess","descr":"Das Leben der Menschen hat sich seit der Erfindung von Virtual Reality und Augmented Reality drastisch verändert. Unter anderem wurden damit neue e-Sportarten erfunden, die sogenannten Circlet Bout (kurz: CB). CB wird zwischen zwei verschiedenen Schulen ausgetragen und entscheidet nunmehr sogar über deren Wohlstand. Gefragt sind hierbei nicht nur die akademischen Fähigkeiten, sondern ebenso die sportliche Qualifikation, Kunstform usw.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Princess Strike","descr":"Yuka Sasaki, eine Oberschülerin, die vom Land nach Tokio gekommen ist, stößt zufällig auf das ungeschlagene Ass Chikage, das im neuesten Sportspiel \"Circle Bout\" antritt, das vom MR-System im Kongresszentrum an diesem Tag entwickelt wurde.... Chikae lädt dich ein, Yuka zu treffen, die sich für \"Circle Bout\" interessiert, aber aus Versehen beschließt, mitzuspielen und gegen Chikage zu kämpfen ... Yuka zeigt allmählich ihr natürliches Talent, als sie vom ersten Circlet Bout Shi verblüfft wird ...?","versions":[{"lang":3,"streams":[{"redirect":8347665,"hoster":"VOE"},{"redirect":8347659,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Starting Mind","descr":"Nach der Prüfung, erhielt Yuka einen geheimnisvollen Kreis von einer Person, und noch einmal an Saint Union School übertragen, um die 1.000 Szenen zu kämpfen. Allerdings ist der geheime Kampf bereits aufgegeben ... ein Mann, der verloren ist, aber treffen Ryumi Yuki 0,3 Menschen sind nicht gut, Reina, der Vizepräsident der Bewohner zu überzeugen. Ongakuen wurde zu einem Praxistest eingeladen... aber die Schule war in Tokio mit einer Stärke von n.2.","versions":[{"lang":3,"streams":[{"redirect":8347661,"hoster":"VOE"},{"redirect":8347663,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Surprise Player","descr":"Yuka\u0027s Circle war eine sprechende Waffe, die mit KI ausgestattet war. Jake Freight -... Auf Anraten des Parks besteht die Herausforderung der Übungsprüfung von Takamori Mori Gakuen im Auftreten der Schulleiter Sugiura und Iida. Miyuki und Reina erscheinen bei der Prüfung als Partner, aber erfolgreich in Aite\u0027s Angriff.","versions":[{"lang":3,"streams":[{"redirect":8347670,"hoster":"VOE"},{"redirect":8347672,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Complex Sister","descr":"Danach wird die Identität von Reinas älterer Schwester Ayana aufgedeckt, die in der CB-Abteilung gut gediehen war. Reina sagt, sie wolle sie unterstützen, aber Reina lehnt ab. In der Zwischenzeit wird Yuka gebeten, Sugiura und Takamori zu besuchen. Yuka ist besorgt über ihre Probleme, spricht mit Reina, bittet um bestimmte Bedingungen und übt einen Versuch mit Rena. Sie fordert Yuka heraus...! Das Endergebnis ist... ⁉︎","versions":[{"lang":3,"streams":[{"redirect":8347667,"hoster":"VOE"},{"redirect":8347666,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Breaking Down","descr":"Auch Reina schließt sich dem Team an, und fünf neue Mitglieder werden die CB-Abteilung übernehmen. Es heißt, dass alle Mitglieder beschlossen haben, am Präsenz-Cup teilzunehmen. Ikinari ist eine starke Schule - Hoshinoumi Gakuin. Wird es dem Spieler am Ende gelingen, das erste Spiel zu bestehen?","versions":[{"lang":3,"streams":[{"redirect":8347648,"hoster":"VOE"},{"redirect":8347650,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Extreme Game","descr":"Die zweite Runde: Nina, die an dem Test mit der Eiji Seigakuen teilgenommen hat, aber sofort ausgeschieden ist. Nina, die durch den Unterschied zur Tour verwirrt ist, übergibt ihm dagegen ein bestimmtes Geschenk, um ihn zu ermutigen. Auf ihren Wunsch hin meldet er sich freiwillig, um an einem Test mit der Musashino Kyukyu Gakuen der dritten Runde teilzunehmen, aber die Musashino Gakuen hat die besten und besten 4 Ergebnisse. ..... Kann die Nina die Rache erfüllen?","versions":[{"lang":3,"streams":[{"redirect":8347645,"hoster":"VOE"},{"redirect":8347647,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Sweet Dreams","descr":"San Juan Schule, die wunderbare Fortschritte macht. Um den Zusammenhalt der Nakama bei der nächsten Prüfung zu vertiefen, wird Miyuki gemeinsam ins Ausland gehen. Draußen gibt es viele Leute, die die San Juan Academy unterstützen, und die Ehre oder die Meisterschaft gewinnt wieder die Meisterschaft. Allerdings ist das Auftauchen einer seltsamen Fahrt eines einzigen Sohnes ... eine Fahrt eines vermissten Vaters. Um herauszufinden, was die Wahrheit ist, bitten wir einen Enthusiasten um einen Praxistest. Normalerweise bin ich ein Laptop, um den Teammitgliedern zu helfen, aber in diesem Test versuche ich, mit einem Schild zu kämpfen.","versions":[{"lang":3,"streams":[{"redirect":8347652,"hoster":"VOE"},{"redirect":9236079,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Revenge Match","descr":"Es gibt zwei Personen, die sich gegenseitig herausfordern, aber während des Prozesses gibt es einige, die darüber nachdenken.","versions":[{"lang":3,"streams":[{"redirect":8347658,"hoster":"VOE"},{"redirect":8347653,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Homecoming","descr":"Miyuki und Yuka besuchen Yukas Heimatstadt, die Präfektur Wakayama, um Yuka wiederzubeleben. Yukas nicht gewürdigtes Image... Jeke reagierte seit diesem Tag nicht mehr, und es war klar, dass die Beziehung zwischen Ji und Ji klar war. Wende dich an ......! Ist es denn möglich, Miyuki oder Yuka nacheinander zurückzubringen?","versions":[{"lang":3,"streams":[{"redirect":8347655,"hoster":"VOE"},{"redirect":8347671,"hoster":"Streamtape"}]}]}]}]}