{"path":"/serie/stream/city-on-a-hill","name":"City on a Hill","descr":"In den frühem 1990er Jahren geschah das \"Wunder von Boston\": Aus einer vor Gewalt und Kriminialität nur so strotzden Stadt wurde eine weitestgehend befriedete Gemeinde!Ausgangspunkt wird die Ermittlung gegen eine Familie, die bewaffnete Autoüberfälle verübt und dafür vom Anwalt Decourcy Ward (Aldis Hodge) und dem korrupten, aber fähigen FBI-Agenten Jackie Rohr (Kevin Bacon) dingfest gemacht werden sollen.","seasons":[{"path":"/serie/stream/city-on-a-hill/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-1","name":"Nur die Bösen verstehen","epNo":1,"alt":"The Night Flynn Sent the Cops on the Ice","descr":"Im Boston der beginnenden 90er Jahre sind Rassismus und Kriminalität allgegenwärtig. Jackie Rohr (Kevin Bacon), ein angesehener FBI-Agent, dessen Methoden sich nicht immer an die Vorschriften halten, hat gegen den Status Quo nichts einzuwenden. Doch Decourcy Ward (Aldis Hodge), ein neuer Mitarbeiter Bezirksstaatsanwaltschaft, will das korrupte System an der Wurzel angehen. Die beiden werden unerwartet zu Verbündeten um eine bewaffnete Räuberbande aus Charlestown dingfest zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377335","hoster":"VOE"},{"path":"/redirect/14391429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14377334","hoster":"VOE"},{"path":"/redirect/14391419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-2","name":"Truck am Haken","epNo":2,"alt":"What They Saw In Southie High","descr":"Nach einem ereignisreichen Sonntag in der Kirche erfährt Decourcy (Aldis Hodge), dass er einen neuen mächtigen Feind in der Stadt hat, was vor allem seine Frau Siobhan (Lauren E. Banks) in eine unangenehme Position bringt. Jackie (Kevin Bacon) sorgt für Probleme zuhause und seine misstrauische Schwiegermutter Rosa ist ihm auf der Spur. Die Ermittler Hank Signa (Jere Shea) und Rachel Behnam untersuchen einen alten Vermisstenfall, der mit dem Raub in Revere zusammenhängt. Das könnte Ärger für Frankie Ryan (Jonathan Tucker)bedeuten, der beschäftigt damit ist, seine neue Beute reinzuwaschen und mit seinem Bruder Jimmy (Mark O\u0027Brien) davon etwas mitgerissen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377323","hoster":"VOE"},{"path":"/redirect/14391427","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13705946","hoster":"VOE"},{"path":"/redirect/14394848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-3","name":"Das Verschwinden von Kelly Kinicki","epNo":3,"alt":"If Only The Fool Would Persist In His Folly","descr":"Jackie (Kevin Bacon) sucht nach seinem verschwundenen Informanten während Jenny (Jill Hennessy) über eine Zukunft als Lehrerin nachdenkt. Decourcy (Aldis Hodge) versucht mit einem Plan den \"Code der Stille\", der in der Stadt vorherrscht, zu brechen und einige Verdächtige zum Sprechen zu bringen. Jimmy (Mark O\u0027Brien) verlässt die Stadt um seine Kinder zu besuchen aber auch tausende Kilometer weit weg, kann er seinen Problemen nicht entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377439","hoster":"VOE"},{"path":"/redirect/14391432","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13519564","hoster":"VOE"},{"path":"/redirect/14391421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-4","name":"Die Schuld des Schuldigen","epNo":4,"alt":"The Wickedness Of The Wicked Shall Be Upon Himself","descr":"Jackie (Kevin Bacon) sorgt mit Gewalt dafür, dass Jimmy Fortschritte bei der Suche nach dem Wachpersonal macht, das sich um den gepanzerten Truck gekümmert hat. Decourcy (Aldis Hodge) knüpft sich derweil einen Verdächtigen vor, der vor den Geschworenen eine Aussage machen soll. Siobhan (Lauren E. Banks) erfährt derweil, was es wirklich mit dem Anführer der Koalition auf sich hat, woraufhin sie sich Sorgen um die Zukunft der Gruppe macht. Kicks (Blake Baumgartner) Albträume nehmen andernorts kein Ende, spürt sie doch, dass etwas nicht mit ihrem Vater stimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377506","hoster":"VOE"},{"path":"/redirect/14378037","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13519561","hoster":"VOE"},{"path":"/redirect/14391418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-5","name":"Es gibt keine Hölle","epNo":5,"alt":"From Injustice Came The Way To Describe Justice","descr":"Jackie (Kevin Bacon) und DeCourcy (Aldis Hodge) suchen nach wie vor nach der Waffe, die bei dem Überfall auf den Transporter in Revere zum Einsatz gekommen ist. Eine lokale Reporterin bekommt derweil einen Tipp, der sie auf eine neue, nicht ungefährliche Story bringt. Frankie (Jonathan Tucker) muss indes eine schwierige Entscheidung treffen und darf dabei nicht das Wohl seiner Familie aus dem Blick verlieren. Der Druck auf Siobhan (Lauren E. Banks) nimmt währenddessen zu, die sich ebenfalls entscheiden muss, ob sie nicht endlich das tun sollte, was richtig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14370765","hoster":"VOE"},{"path":"/redirect/14391431","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14370725","hoster":"VOE"},{"path":"/redirect/14391420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-6","name":"Der falsche Märtyrer","epNo":6,"alt":"It’s Hard To Be A Saint In The City","descr":"Decoury (Aldis Hodge) kommt durch die Aussage eines Indsiders einen Schritt näher, die gestohlenen Waffen mit dem Revere-Raub in Verbindung zu bringen. Jenny (Jill Hennessy) kann Jackies Indiskretionen nicht weiter ignorieren nachdem sie vor ihrer Tür auftaucht. Eine unerwartete Fahrt zum Krankenhaus verschlechtert die Finanzprobleme der Ryan-Familie und Reverend Fields entdeckt, dass sein langjähriger Einfluß ihn nicht unbesiegbar macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371313","hoster":"VOE"},{"path":"/redirect/14391430","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13510879","hoster":"VOE"},{"path":"/redirect/14391422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-7","name":"Keine verfluchten Seiten","epNo":7,"alt":"There Are No F**king Sides","descr":"Der Waffenhändler der gesuchten Gang wurde verhaftet und Jackie (Kevin Bacon) ist sich sicher, dass er einem Schritt näher an der ruhmreichen Auflösung des Falls ist. Doch DeCourcy (Aldis Hodge) hat das letzte Sagen und möchte eine andere Strategie verfolgen. Jimmy (Mark O\u0027Brien) und Frankie (Jonathan Tucker) müssen derweil einen neuen Händler finden, laufen doch die Vorbereitungen auf ihren nächsten Job auf Hochtouren. Cathy (Amanda Clayton) und Jenny (Jill Hennessy) versuchen indes ihre Töchter zu beruhigen, die ein schweres Trauma erlebt haben. Und als Michaela (Samantha Soule) in einer ärgerlichen Situation verwickelt wird, übernimmt Rachel (Sarah Shahi) die Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371312","hoster":"VOE"},{"path":"/redirect/14391433","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13510883","hoster":"VOE"},{"path":"/redirect/14391425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-8","name":"Die Welt ist größer als Charlestown","epNo":8,"alt":"High On The Looming Gallows Tree","descr":"Jackie (Kevin Bacon) feiert einen Erfolg und genießt die Aufmerksamkeit der Presse, doch hinter den Kulissen erreicht er in Wahrheit einen neuen Tiefpunkt. DeCourcy (Aldis Hodge) gelingt es derweil ebenfalls groß aufzutrumpfen, wodurch sich ihm die Chance auf eine schillernde politische Zukunft auftut. Siobhan (Lauren E. Banks) ist stolz auf ihn, doch es folgt schon der nächste Nackenschlag, und zwar im Form eines unerwarteten Verrats. Die Grand Jury kommt in der Zwischenzeit abermals zusammen und knüpft sich Sheik vor, der dieses Mal in große Bedrängnis gerät. Familie Ryan zieht unterdessen die Aufmerksamkeit der Staatsanwaltschaft von Suffolk auf sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14370724","hoster":"VOE"},{"path":"/redirect/14391434","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13510882","hoster":"VOE"},{"path":"/redirect/14391423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-9","name":"Der taube Weise von Pompeji","epNo":9,"alt":"The Deaf Sage of Pompeii","descr":"DeCourcy (Aldis Hodge) erhält von einer unerwarteten Quelle neue, pikante Informationen, woraufhin die Polizei von Massachusetts einen geheimen Plan orchestriert, um ein paar Festnahmen zu tätigen, jedoch ohne das FBI davon in Kenntnis zu setzen. Aber Jackie (Kevin Bacon) ist wie er ist, und so bekommt er Wind von der Aktion, was die Dinge nur verkompliziert. Die Genesis-Koalition verfolgt derweil eine neue Strategie, um die hohe Kriminalitätsrate in Boston zu senken. Jenny (Jill Hennessy) vertraut sich indes jemanden an, der ein offenes Ohr für sie hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14370723","hoster":"VOE"},{"path":"/redirect/10324020","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13705947","hoster":"VOE"},{"path":"/redirect/14391424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-1/episode-10","name":"Das Gesetz des Schweigens","epNo":10,"alt":"Mayor Curley And The Last Hurrah","descr":"Erneut gibt es einen Anlass für Jackie (Kevin Bacon), die Tassen zu heben und das Rampenlicht zu genießen. Doch dieser wunderbare Moment ist nur von kurzer Dauer, denn Jackie wird von Schuldgefühlen heimgesucht, die in ihm die Frage hervorrufen, wie eigentlich sein Vermächtnis aussieht. DeCourcy (Aldis Hodge) geht derweil in die Offensive und will endlich Gerechtigkeit walten lassen: Die Mörder der Sicherheitsleute des Geldtransports müssen überführt und verurteilt werden. Jimmy (Mark O\u0027Brien ) setzt alles daran, seinen Kopf irgendwie aus der Schlinge zu ziehen und dem Chaos zu entrinnen, das er selbst erzeugt hat. Dafür geht er eventuell sogar so weit, die Zukunft seines eigenen Bruders Frankie (Jonathan Tucker) zu riskieren. Jenny (Jill Hennessy) stellt sich in der Zwischenzeit der einen schrecklichen Sache, die sie seit Jahren verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14370766","hoster":"VOE"},{"path":"/redirect/14391435","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13510885","hoster":"VOE"},{"path":"/redirect/14391426","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-1","name":"Der Preis des Hasses","epNo":1,"alt":"Bill Russell\u0027s Bedsheets","descr":"Als ein Staatsanwalt eine Üderdosis erleidet und tot aufgefunden wird, verdächtigt DeCourcy Ward (Aldis Hodge), dass Jackie Rhodes (Kevin Bacon) in die Sache verwickelt ist. Jackie setzt sich zur Wehr und untersucht eine fragwürdige Verhaftung in Braxton Summit, einem staatlichen Wohnungsprojekt.Die Sozialaktivistin Grace Campbell (Pernell Walker) bittet Siobhan Quays (Lauren E. Banks) um Hilfe für Braxton und seine Bewohner. Doch ihre Bemühungen werden erschwer als die Spannungen zwischen rivalisierenden Gangs hochkochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978523","hoster":"VOE"},{"path":"/redirect/9019739","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532046","hoster":"VOE"},{"path":"/redirect/7952016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-2","name":"Ich brauche einen Sündenbock","epNo":2,"alt":"I Need a Goat","descr":"Decoury (Aldis Hodge) übt größeren Druck auf das Justizministerium aus. Jackie (Kevin Bacon) überprüft die romantische Vergangenheit seines Gegners. Während Jackie Schmutz an die Oberfläche befördert, plant Siobhan Quays (Lauren E. Banks) voraus und möchte eine Familie gründen obwohl DeCourcy nach wie vor in einem eskalierenden Konflikt gefangen ist.Jenny (Jill Hennessy) erkennt, dass sie ihr Mutter nicht weiter ignorieren kann nachdem sie einen aufwühlenden Anruf erhalten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978525","hoster":"VOE"},{"path":"/redirect/8711964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12206875","hoster":"VOE"},{"path":"/redirect/7972083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-3","name":"Schüsse im Park","epNo":3,"alt":"Is the Total Black, Being Spoken","descr":"Jackie (Kevin Bacon) enttarnt einen von Decourcys (Aldis Hodge) Informanten und plant ihn als Pfand zu benutzen um den Bezirksstaatsanwalt zu diskreditieren. Decourcy versucht etwas aus Jenny (Jill Hennessy) herauszubekommen, dass er gegen ihren Ehemann benutzen kann. Siobhan (Lauren E. Banks) erhält gute Nachrichten während sie ihren Wahlkampf vorbereitet. Ihr Klient Kelvin Campbell (Kameron Kierce) wird zwar aus dem Gewahrsam entlassen, kann sich jedoch nicht von den Ereignissen am Valentinstag frei machen. Jimmy Ryan (Mark O\u0027Brien) muss sich mit schlimmeren Problemen als einem schlechten Gewissen befassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978526","hoster":"VOE"},{"path":"/redirect/9019748","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13599328","hoster":"VOE"},{"path":"/redirect/12206872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-4","name":"Übertrieben weiß und übertrieben dämlich","epNo":4,"alt":"Overtime White and Overtime Stupid","descr":"Nachdem er Holly (Elizabeth Stahlmann) in der Notaufnahme sieht, denkt Jackie (Kevin Bacon) über die Konsequenzen seines Handelns nach. Inzwischen bereitet sich Rickey Townsend (Marc John Jefferies) darauf vor, gegen Decourcy (Aldis Hodge) auszusagen. Zwischen Decourcy, Anton (Shannon Wallace) und Siobhan (Lauren E. Banks) kommt es zu einer Auseinandersetzung. Grace (Pernell Walker) reflektiert ihre Rolle als Mutter und Mitglied der Gemeinde und verkalkuliert sich. Jenny (Jill Hennessy) freundet sich mit einer mysteriösen Frau aus Belfast an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920046","hoster":"VOE"},{"path":"/redirect/9019745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532045","hoster":"VOE"},{"path":"/redirect/12206865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-5","name":"Jenseits von Eden","epNo":5,"alt":"East Of Eden","descr":"Justizministerin Karen Shimizu versucht ihren problematischen Agenten ein für alle Mal loszuwerden und Jackie (Kevin Bacon) versucht eine neue Mission zu ergaunern. Decourcy (Aldis Hodge) und Siobhan (Lauren E. Banks) treten auf gegnerischen Seiten gegen einander an. Als Grace (Pernell Walker) mit der Hilfe für ihren Sohn nicht weiterkommt, tut sie etwas drastisches. Jenny (Jill Hennessy) überrascht Benny. Auf der anderen Seite der Stadt füllt Cathy (Amanda Clayton) ihre Vorräte auf indem sie direkt zur Quelle geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978535","hoster":"VOE"},{"path":"/redirect/8356516","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13498024","hoster":"VOE"},{"path":"/redirect/8356502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-6","name":"Nur keine letzten Worte","epNo":6,"alt":"Don’t Go Sayin Last Words","descr":"Während Anton auf der Flucht ist, hat Kelvin (Kameron Kierce) Schwierigkeiten, die Braxton Boys anzuführen. Jackie (Kevin Bacon) konzentriert sich auf Grace (Pernell Walker) weil er weiß, dass sie etwas verheimlicht. Decourcy (Aldis Hodge) und Siobhan (Lauren E. Banks) kommen nicht auf einen Nenner. Als aus Cathys (Amanda Clayton) Arrangement mit Isaac nichts wird, sucht sie zögerlich bei einem alten Freund Hilfe. Jenny (Jill Hennessy) kommt inzwischen hinter die Wahrheit über ihren neuen Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978555","hoster":"VOE"},{"path":"/redirect/9019747","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13498030","hoster":"VOE"},{"path":"/redirect/8356504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-7","name":"Wir und die","epNo":7,"alt":"Apophasis","descr":"Da er davon ausgeht, dass die Campbell-Brüder in die Schießerei verwickelt waren, konfrontiert Jackie (Kevin Bacon) Grace (Pernell Walker), die die kriminellen Aktivitäten ihres Sohnes nicht länger ignorieren kann. Sie muss einen schrecklichen Kompromiss eingehen. Decourcy (Aldis Hodge) findet Trost in Siobhans (Lauren E. Banks) Stärke, die auch nach einer Tragödie nicht klein beigibt. Jenny (Jill Hennessy) besteht darauf, Maeve zu helfen, auch wenn sie damit Jackie herausfordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383054","hoster":"VOE"},{"path":"/redirect/8537911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13498033","hoster":"VOE"},{"path":"/redirect/8356503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-2/episode-8","name":"Pax Bostonia","epNo":8,"alt":"Pax Bostonia","descr":"Staatsanwalt Decourcy sucht innerhalb und außerhalb des Gerichtssaals Gerechtigkeit. Jackie Rohr entdeckt, dass er seiner Vergangenheit nicht entkommen kann. Jenny beschließt, sich ihrer zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8978554","hoster":"VOE"},{"path":"/redirect/9019742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13498032","hoster":"VOE"},{"path":"/redirect/9019740","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-1","name":"Götter und Monster","epNo":1,"alt":"Gods And Monsters","descr":"Nach seinem Ausscheiden aus dem FBI hat Jackie Rohr Mühe, über die Runden zu kommen, als er von seinem alten Mentor ein Jobangebot erhält. Die Vergünstigungen sind verlockend, aber Jackie hat keine Ahnung, worauf er sich einlässt. ADA Decourcy Ward strebt eine Beförderung an, wird aber durch eine schlechte Nachricht abgelenkt, die ihn zurück nach Brooklyn führt. Siobhan Quays, die ihre angesehene Anwaltskanzlei für eine Stelle bei der ACLU verlassen hat, übernimmt einen Fall gegen einen Baukoloss. Jenny Rohr beginnt, ehrenamtlich in einem Gemeindezentrum zu arbeiten, wo sie auf ein bekanntes Gesicht trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356334","hoster":"VOE"},{"path":"/redirect/14378039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356336","hoster":"VOE"},{"path":"/redirect/14380626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-2","name":"Ein Programm für das totale Chaos","epNo":2,"alt":"A Program Of Complete Disorder","descr":"Als Victoria Dryden von zu Hause wegläuft, schickt Sinclair Jackie los, um sie zu finden. Caysen will Gerechtigkeit für den BPD-Beamten Russ Wallace, von dem er glaubt, dass er von einem anderen Mitglied der Strike Force vorsätzlich hingerichtet wurde. Der Vorfall löst einen Streit im Haus der Wards in Brooklyn aus, wo Decourcy sich um seinen kranken Vater kümmert. Während sie im Namen ihres aufgespießten Klienten einen Fall aufbaut, leidet Siobhan unter immer stärkeren Symptomen. Diarmuid Doyle versucht, Jenny bei der Beseitigung ihrer Beschwerden zu helfen, doch sein Plan geht nach hinten los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11652766","hoster":"VOE"},{"path":"/redirect/11652757","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10984855","hoster":"VOE"},{"path":"/redirect/10984806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-3","name":"Sprich, wenn du wütend bist","epNo":3,"alt":"Speak When You\u0027re Angry","descr":"Decourcy, der sich als nächster Staatsanwalt von Boston bewirbt, übernimmt einen undurchsichtigen Fall, bei dem es um einen ermordeten Polizeibeamten geht. Er rekrutiert die Hilfe von Caysen, der sich zunehmend von den Beamten seiner Einheit entfremdet. Während die Drydens versuchen, ihr Victoria-Problem zu lösen, setzen die Rohrs Benedetta für ihr erstes Studienjahr an der NYU ab. Sie kehren zwar als leere Familienväter zurück, aber nicht in Frieden und Ruhe. Als Siobhan einen beunruhigenden Telefonanruf erhält, kommt ein dunkles Geheimnis ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11652755","hoster":"VOE"},{"path":"/redirect/11652738","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13519576","hoster":"VOE"},{"path":"/redirect/11034485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-4","name":"Wie gesagt, hässlich","epNo":4,"alt":"Ugly, Like I Said","descr":"Während Jackie seine Affäre mit Letitia Dryden fortsetzt, setzt Jenny alles daran, dass ihr Mann wieder in das FBI aufgenommen wird. Der Druck auf Decourcy wächst, als ein Kollege, der sich um den Posten des Staatsanwalts bewirbt, eine Verurteilung erfährt. Caysen sagt im Bundesprozess gegen Tony Suferin aus und wird von den Konsequenzen überrumpelt. Eine bedrohliche Interaktion lässt Siobhan erahnen, womit sie es in ihrem Kampf für die Familie Mendoza zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11652817","hoster":"VOE"},{"path":"/redirect/11652748","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532044","hoster":"VOE"},{"path":"/redirect/11132724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-5","name":"Bring mich nach Hause","epNo":5,"alt":"Take Me Home","descr":"Da sich die Beweise gegen Sinclair Dryden häufen, ergreift Jackie Maßnahmen. Während Decourcy darum kämpft, Curtis Whitakers Unschuld zu beweisen, zieht Caysen, der seinen eigenen Namen unbedingt reinwaschen will, einen Kompromiss in Betracht. Siobhan macht Fortschritte in ihrem Fall gegen Needham Industries, wird aber zurückgeworfen, als ein Reporter kommt und Fragen stellt. Jenny trifft sich mit einem Anwalt, um die Klage ihres Vaters zu besprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14370718","hoster":"VOE"},{"path":"/redirect/14391437","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536923","hoster":"VOE"},{"path":"/redirect/14391428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-6","name":"Zärtlichkeit","epNo":6,"alt":"Tenderness","descr":"Jackie zeigt einen Anflug von Verletzlichkeit, als ein gewalttätiger Angriff die Ermittlungen gegen Dryden ins Stocken bringt, aber Decourcy macht weiter und findet eine Liste von Sinclairs potenziellen Opfern. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403781","hoster":"VOE"},{"path":"/redirect/14425671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536926","hoster":"VOE"},{"path":"/redirect/14425674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-7","name":"Bostons Brücken stürzen ein","epNo":7,"alt":"Boston Bridges, Falling Down","descr":"Während Jenny sich Diarmuid nähert, wird Jackie aus dem Krankenhaus entlassen und sinnt auf Rache. Siobhan bittet Decourcy um Hilfe, um das Fehlverhalten von Needham Industries aufzudecken. Die Staatsanwaltschaft stößt auf ein unvorhergesehenes Hindernis. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403731","hoster":"VOE"},{"path":"/redirect/14425672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13536924","hoster":"VOE"},{"path":"/redirect/14425673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/city-on-a-hill/staffel-3/episode-8","name":"Whipping Post","epNo":8,"alt":"Whipping Post","descr":"Während Decourcy sich darauf vorbereitet, Sinclair Dryden trotz des Widerstands des Staatsanwalts von Suffolk County vor Gericht zu stellen, spürt Jackie einen wichtigen Zeugen auf. Siobhan erreicht einen Vergleich im Namen der Familie Mendoza, aber ihr Moment im Rampenlicht ist kurz. Caysen erhält von einem geliebten Menschen eine zweite Chance. Jenny, die sich mit den Rissen in ihrer eigenen Familie auseinandersetzen muss, trifft auf ihren lange verschollenen Halbbruder. Saison-Finale.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11652950","hoster":"VOE"},{"path":"/redirect/11653040","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532050","hoster":"VOE"},{"path":"/redirect/11359980","hoster":"Streamtape"}]}]}]}]}