{"path":"/serie/stream/clandestino","name":"Clandestino","descr":"Der Amazonas in Südamerika ist eines der letzten großen Wildnisgebiete der Erde. Dichter Dschungel, endlose Sümpfe und ein Labyrinth aus weit verzweigten Flüssen bestimmen diese geheimnisvolle Welt. Hier gibt es Orte, die nie zuvor ein Mensch betreten hat – oder besser nicht betreten sollte! Denn im Schutz des Waldes betreiben kriminelle Banden ein lukratives Geschäft: Versteckte Kokain-Labors, Drogenschmuggel, illegale Abholzung und bitterarme Menschen auf der Suche nach Gold sind in schwer zugänglichen Amazonas-Regionen traurige Realität. Reporter David Beriain wagt sich mitten in die grüne Hölle, um über erschreckende Missstände sowie dubiose Machenschaften zu berichten. Ein gefährliches Versteckspiel bei dem er nicht nur sein eigenes Leben, sondern auch das seiner einheimischen Führer riskiert.","seasons":[{"path":"/serie/stream/clandestino/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/clandestino/staffel-1/episode-1","name":"Das Tal des Kokains","epNo":1,"alt":"Episode 1","descr":"Peru gilt als größter Kokainproduzent überhaupt. Schätzungen zufolge, werden in geheimen Labors jedes Jahr hunderte Tonnen der Droge hergestellt und anschließend in die ganze Welt exportiert. Das Problem: Die Coca-Anbaugebiete zwischen Anden und Amazonas sind kaum erschlossen und bettelarm – der ideale Nährboden für Korruption und Rauschgifthandel. Journalist David Beriain begibt sich auf eine gefährliche Spurensuche, um vor Ort mehr über die illegale Kokainproduktion zu erfahren. Dabei begegnet er Coca-Bauern, skrupellosen Drogenschmugglern sowie Militärs, die im Kampf gegen den \"Narcotráfico\" ihr Leben riskieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7482894","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-1/episode-2","name":"Der Weg des Kokains","epNo":2,"alt":"Episode 2","descr":"Peruanisches Kokain wird auf verschlungenen Pfaden in die ganze Welt exportiert. Die erste Etappe des Transports übernehmen so genannte \"Mochileros\", junge Männer, die kiloweise Koks im Rucksack durch den Dschungel schleppen. Das Ziel: ein brandgefährlicher Drogenumschlagort im Grenzgebiet zwischen Peru, Bolivien und Brasilien. Reporter David Beriain begleitet die Schmuggler auf ihrem riskanten Gewaltmarsch, bei dem die Gruppe jeden Moment Gefahr läuft, überfallen oder erschossen zu werden. Ein Kontaktmann in Manaus berichtet außerdem vom Milliardengeschäft mit dem weißen Pulver und über die gnadenlosen Gesetze der Favela.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7482896","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-1/episode-3","name":"Tränen des Waldes","epNo":3,"alt":"Episode 3","descr":"Der Wettlauf um das Land hat längst begonnen: Im brasilianischen Amazonas brennen riesige Flächen Regenwald. Ursprünglich artenreiche Wälder machen Platz für Rinderweiden und landwirtschaftliche Monokulturen. Indigene Volksstämme werden mit Gewalt vertrieben, Umweltschützer umgebracht. Illegale Abholzung, Korruption und Mord bestimmen das Leben in dieser gesetzlosen Gegend. Um mehr über die schmutzigen Geschäfte zu erfahren, reist Reporter David Beriain in den wilden Westen Brasiliens. Hier begleitet er Beamte der Umweltpolizei IBAMA, spricht mit dubiosen Revolverhelden und besucht Ureinwohner, deren Lebensraum regelrecht ausradiert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7484793","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-1/episode-4","name":"Der Fluch des Goldes","epNo":4,"alt":"Episode 4","descr":"Gold hat den Menschen schon seit jeher um den Verstand gebracht! Auch heute ist der Goldrausch wieder in vollem Gange – und zwar mitten im Amazonas. Tausende Schatzsucher trotzen hier den widrigen Lebensbedingungen des Dschungels und schürfen illegal nach dem glänzenden Edelmetall. Zerstörung des Regenwalds, Umweltverschmutzung durch giftige Chemikalien sowie kriminelle Machenschaften sind die Folge. Dabei sind die Goldsucher selbst meist bettelarm, denn den Hauptgewinn streichen gierige Bosse ein. In der peruanischen Amazonas-Region Madre de Dios gelingt es Reporter David Beriain einen seltenen Einblick in das skrupellose Geschäft mit dem Gold","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7484795","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-1/episode-5","name":"Die Gold-Mafia","epNo":5,"alt":"Episode 5","descr":"El Dorado, die legendäre Stadt aus Gold, ist wohl nur ein Mythos. Aber was in den Minen von Las Cristinas im Süden von Venezuela passiert, ist bittere Realität. Umgeben von Regenwald und mitten im Stammesgebiet indigener Völker befindet sich hier eines der größten Goldvorkommen Südamerikas. Seit die Regierung einer ausländischen Firma die Lizenz zum Schürfen entzogen hat, fielen 40.000 Schatzsucher in das Territorium ein – mit fatalen Folgen für Mensch und Natur. Um mehr über den Goldrausch und die obskuren Bandengeschäfte, die dahinter stecken, zu erfahren, wagt sich Reporter David Beriain in die Höhle des Löwen. Doch der ist in einem korrupten Syndikat organisiert und bis an die Zähne bewaffnet!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7484796","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-1/episode-6","name":"Die FARC-Guerilla","epNo":6,"alt":"Episode 6","descr":"Die kolumbianische FARC gilt als größte und gefährlichste Guerilla-Organisation Lateinamerikas. Seit über 50 Jahren tobt zwischen Rebellen und Regierungstruppen ein blutiger Bürgerkrieg, dem bereits über 220.000 Menschen zum Opfer gefallen sind. Wie funktioniert diese scheinbar unbezwingbare Guerilla-Gruppe? Woher kommt ihr Geld? Welche Ziele verfolgen die Widerstandskämpfer? Und mit welchen Mitteln kämpft der Staat gegen die Rebellen? Um diesen Fragen auf den Grund zu gehen, reist David Beriain in die berüchtigte Provinz Caquetá im Süden Kolumbiens. Nach monatelangen Verhandlungen gelingt es ihm Zugang zu einem geheimen Lager der FARC zu bekommen – eine lebensgefährliche Aktion bei der der Reporter selbst in die Schusslinie gerät!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7484797","hoster":"VOE"}]}]}]},{"path":"/serie/stream/clandestino/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/clandestino/staffel-2/episode-1","name":"Die vergessene Hmong-Armee","epNo":1,"alt":"El ejército perdido de la CIA","descr":"US-Streitkräfte waren in den 1960er und 1970er Jahren nicht nur in Vietnam aktiv. Im Nachbarland Laos baute die CIA systematisch eine paramilitärische Kampftruppe auf. Das Geheimbündnis bestand überwiegend aus rekrutierten Zivilisten, die der ethnischen Volksgruppe der Hmong angehörten. Auch über 40 Jahre nach Kriegsende ist das Schicksal der laotischen Hmong-Kämpfer ein international umstrittenes Thema! Viele von ihnen fielen einem blutigen Rachefeldzug zum Opfer. Manche halten sich bis heute im schwer zugänglichen Dschungel im Norden des Landes versteckt. Um mehr über den \"geheimen Krieg\" sowie die vergessene Armee der Hmong zu erfahren, reist Reporter David Beriain selbst nach Laos …","versions":[]},{"path":"/serie/stream/clandestino/staffel-2/episode-2","name":"Die letzten Nashörner Afrikas","epNo":2,"alt":"Rinoceronte, el cuerno maldito","descr":"Skrupellose Banden machen Jagd auf die letzten Nashörner Afrikas. Der Grund für das Gemetzel in der Savanne? Die Hörner der Tiere bringen auf dem Schwarzmarkt Rekordsummen ein. Der Preis pro Kilo übersteigt sogar den Wert von Gold oder Kokain. Ein einziges Horn kostet bis zu 500.000 Dollar! Dabei wird den seltenen Säugetieren ein fataler Irrglaube zum Verhängnis – denn in Teilen Asiens gilt Nashorn-Pulver als Wundermedizin gegen Krebs oder Impotenz. Vom paramilitärischen Bootcamp für schwerbewaffnete Nationalparkranger bis zur illegalen Jagd der Wilderer: Bei seinen Recherchen im Grenzgebiet von Südafrika und Mosambik gerät Reporter David Beriain zwischen die Fronten in einem blutigen Krieg!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7502696","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-2/episode-3","name":"Perus Kulturerbe auf dem Schwarzmarkt","epNo":3,"alt":"Ladrones de tumbas","descr":"In Peru machen skrupellose Banden Jagd auf antike Inka-Schätze: Die so genannten \"Huaqueros\" stöbern in Ruinen, Gräbern oder Tempelanlagen nach archäologischen Artefakten, die anschließend auf dem internationalen Schwarzmarkt den Besitzer wechseln. Oft treibt ihre Armut die Menschen zu derartigen illegalen Aktionen. Doch der kulturelle Schaden, der dem peruanischen Volk durch die geraubten Schätze entsteht, lässt sich nicht in Dollar bemessen! Um mehr über die kriminellen Machenschaften herauszufinden, wagt sich Reporter David Beriain tief in die Unterwelt der Huaqueros. Zwischen Anden und Amazonas schließt er sich außerdem einer Spezialeinheit an, die den Grabräubern den Kampf ansagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7502693","hoster":"VOE"}]}]}]},{"path":"/serie/stream/clandestino/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/clandestino/staffel-3/episode-1","name":"Das Sinaloa-Kartell – Teil 1","epNo":1,"alt":"El Cártel de Sinaloa (cap 1)","descr":"Drogenhandel, Geldwäsche, Korruption: Das mexikanische Sinaloa-Kartell gilt als eine der mächtigsten Verbrecherorganisationen der Welt. Mit Kokain, Heroin, Crystal Meth und Marihuana verdienen die Gangsterbosse Millionen. Jeden Monat schmuggelt das berüchtigte Syndikat tausende Tonnen Rauschgift quer über den Globus. Ein Großteil der heißen Ware wird direkt aus Lateinamerika in die USA oder nach Europa exportiert. Wie funktioniert dieses kriminelle Imperium? Welche Machtkämpfe zerrütten die Organisation seit der Verhaftung von \"El Chapo\"? In Mexiko wagt sich Reporter David Beriain tief in den Sumpf des Verbrechens, um mehr über die geheimen Strukturen des Sinaloa-Kartells herauszuf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536502","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-3/episode-2","name":"Das Sinaloa-Kartell – Teil 2","epNo":2,"alt":"El Cártel de Sinaloa (cap 2)","descr":"Mexiko wird von einer Welle der Gewalt erschüttert. Der Grund: Eines der mächtigsten Drogensyndikate der Welt, das Sinaloa-Kartell, befindet sich im Krieg! Interne Machtkämpfe, Familienfehden, Konflikte mit rivalisierenden Banden sowie blutige Rachefeldzüge sind an der Tagesordnung. Trotz der brandgefährlichen Lage im Land ist es Reporter David Beriain gelungen, das Vertrauen der Verbrecher zu gewinnen und seine Recherchen hinter den Kulissen des Kartells fortzusetzen. In Culiacán begleitet der Journalist eine Patrouille der Sinaloa-Männer bei ihren nächtlichen Streifzügen durch die Stadt. Außerdem erfährt er mehr über den Kodex, die Korruption und die Killerkommandos des Kartel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536499","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-3/episode-3","name":"Das Sinaloa-Kartell – Teil 3","epNo":3,"alt":"El Cártel de Sinaloa (cap 3)","descr":"Das mexikanische Sinaloa-Kartell hat den internationalen Drogenhandel fest im Griff. Die Organisation exportiert tausende Tonnen Rauschgift – pro Monat! Insidern zufolge wandert die illegale Ware rund um den Globus. Ein Großteil der Drogen landet jedoch direkt im Nachbarland, den USA. In dieser Folge geht Reporter David Beriain den geheimen Schmuggelrouten des Kartells auf den Grund. In der Sonora-Wüste ist der Journalist hautnah dabei, wenn 40 Kilo Marihuana ihre Reise in die Vereinigten Staaten antreten. Wie Kokain im großen Stil nach Norden gelangt, erfährt er in der Grenzstadt Tijuana. Außerdem lernt Beriain eine Mexikanerin kennen, die für das Kartell Heroin bis nach Los Angeles","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536467","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-3/episode-4","name":"Die Gangs von El Salvador – Teil 1","epNo":4,"alt":"Exterminio a las Maras (cap 1)","descr":"El Salvador zählt zu den gefährlichsten Ländern der Erde. Vor allem in den Armenvierteln der Hauptstadt San Salvador stehen brutale Gewaltverbrechen auf der Tagesordnung. 6.500 Morde hat der kleinste Staat Zentralamerikas pro Jahr zu beklagen – viele davon gehen auf das Konto skrupelloser Straßengangs, wie der berüchtigten \"Mara Salvatrucha\" . Aber auch rivalisierende Banden, darunter die \"18\" , terrorisieren die Bevölkerung mit unvorstellbaren Gräueltaten. Denn oft werden ihre Opfer gefoltert, zerstückelt und verscharrt. Um mehr über den blutigen Konflikt zu erfahren, begleitet Reporter David Beriain eine schwer bewaffnete Spezialeinheit der Polizei bei der Jagd nach den Bandenmitgliedern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7594326","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-3/episode-5","name":"Die Gangs von El Salvador – Teil 2","epNo":5,"alt":"Exterminio a las Maras (cap 2)","descr":"In El Salvador ist ein tödlicher Krieg zwischen Polizei und Gangmitgliedern entbrannt! Unzählige Familien haben durch die Auseinandersetzungen Angehörige verloren – teilweise auf bestialische Weise! Um das Problem in den Griff zu bekommen, greifen manche Bürger sogar selbst zu den Waffen. So genannte \"Säuberungskommandos\" starten einen gnadenlosen Rachefeldzug. Ihr Ziel: das Land systematisch von der Bandenplage befreien! Aber kann die Gewalt mit weiterem Blutvergießen gelöst werden? Bei seinen Recherchen in der Hauptstadt gerät Reporter David Beriain in einem kriminellen Sumpf aus Selbstjustiz, Entführung und Mord. Ein Teufelskreis, bei dem die Grenzen zwischen Gut und Böse verschwimmen.","versions":[]}]},{"path":"/serie/stream/clandestino/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/clandestino/staffel-4/episode-1","name":"Kidnapping in Venezuela","epNo":1,"alt":"El Negocio Del Secuestro: Venezuela","descr":"Venezuela gehört zu den Ländern mit der weltweit höchsten Entführungsrate. Der Journalist David Beriain spricht mit den Opfern und den Entführer-Banden in den Slums von Caracas. Egal, wen man in Caracas fragt, die Spur führt immer wieder in eines der gefährlichsten Gefängnisse von Venezuela. Von dort aus werden die Fäden in diesem Millionengeschäft gezogen, in dem auch die Polizei selbst kräftig mitmischt.","versions":[]},{"path":"/serie/stream/clandestino/staffel-4/episode-2","name":"Baby-Mafia in Italien","epNo":2,"alt":"La Baby Camorra","descr":"Die Camorra hat sich in den vergangenen Jahren stark verändert. Sie wird heute angeführt von einer neuen und sehr jungen Generation, die sich selbst als \"Baby-Gangs\" bezeichnen. Der Journalist David Beriain erhält Einblick in die inneren Strukturen der Camorra und trifft die jungen Mafiosi, die ihre Macht rücksichtslos und mit aller Härte ausüben. Ihr Motto lautet: \"Wer älter als 20 wird, ist ein Loser.\"","versions":[]},{"path":"/serie/stream/clandestino/staffel-4/episode-3","name":"Albanische Mafia","epNo":3,"alt":"Albania: Mafia Y Venganza","descr":"Die albanische Mafia gehört zu den gefürchtetsten kriminellen Organisationen weltweit. Waffen-, Menschen- und Drogenhandel gehören zu ihren lukrativen Geschäftsfeldern. Der Journalist David Beriain begibt sich nach Albanien, um einen Einblick in die Strukturen dieser kriminellen Organisation zu bekommen – Strukturen, die fest mit traditionellen Vorstellungen verbunden sind, und einem festen Kodex von Ehre und Blutrache folgen.","versions":[]},{"path":"/serie/stream/clandestino/staffel-4/episode-4","name":"Gangs in El Salvador","epNo":4,"alt":"Armas Para El Cartel","descr":"Der illegale Handel mit Waffen aus den USA beschränkt sich nicht nur auf die mexikanischen Drogenkartelle, die Schmuggelroute vieler Waffen führt weiter Richtung Süden. Der Journalist David Beriain verfolgt die Spur der amerikanischen Waffen und erlebt in El Salvador hautnah, wie die berüchtigte Bande \"Mara Salvatrucha\" mit eben jenen Waffen in nur wenigen Stunden eine ganze Reihe von Morden begeht. In Kolumbien begleitet Beriain die Guerillatruppe ELN, die mit geschmuggelten Waffen aus den USA ihren Kampf gegen die Regierungstruppen führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536503","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-4/episode-5","name":"US-Waffen für das Drogen-Kartell","epNo":5,"alt":"Armando Al Enemigo","descr":"Die amerikanische Verfassung garantiert jedem Bürger das Recht, uneingeschränkt Waffen zu erwerben und mit sich zu tragen. Mit fatalen Folgen, nicht nur in den Vereinigten Staaten. Immer mehr legal erworbene Waffen werden auf dem Schwarzmarkt verkauft – auf dem gesamten Kontinent. Der Journalist David Beriain begleitet einen Waffenschmuggler vom regulären Kauf der Ware in den USA bis zur Übergabe an das Sinaloa-Kartell in Mexiko. Dabei gelingt es ihm, mit Mitgliedern des Sinaloa-Kartells in Verbindung zu treten und einen Einblick in die berüchtigte Organisation zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536471","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-4/episode-6","name":"Die Narcos-Erben","epNo":6,"alt":"Herederos de Pablo Escobar","descr":"Nach dem Sturz Pablo Escobars sank kurzfristig Kolumbiens Kokain-Produktion. Mittlerweile ist Kolumbien aber wieder zum weltweit führenden Produzenten der Droge aufgestiegen. Neue Anführer haben die Kontrolle über das boomende Geschäft übernommen. Der Journalist David Beriain begleitet die kolumbianischen Streitkräfte bei der Operation \"Agamemnon\", die zum Ziel hat, das führende Drogenkartell Kolumbiens zu zerschlagen. Darüber hinaus erhält Beriain in einem Kokain-Labor einen detaillierten Einblick in den Herstellungsprozess der Droge.","versions":[]}]},{"path":"/serie/stream/clandestino/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/clandestino/staffel-5/episode-1","name":"Bei der ’Ndrangheta in Kalabrien","epNo":1,"alt":"‘Ndrangheta","descr":"Die ’Ndrangheta: ein Wirtschaftsimperium, das hauptsächlich auf Drogenhandel basiert. Journalist David Beriain bekommt einen Einblick in die Organisation, ihre Gesetze und Geschäfte. Ursprünglich stammt die ’Ndrangheta aus Kalabrien in Süditalien, eine der ärmsten Regionen des Landes. Doch längst ist Mailand zu ihrem wirtschaftlichen Zentrum geworden. Heute kontrolliert die Organisation 80 Prozent des Kokain-Umschlags in Europa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536472","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-5/episode-2","name":"Bei der Cosa Nostra in Sizilien","epNo":2,"alt":"Cosa Nostra","descr":"Die Cosa Nostra: eine der gefährlichsten Mafia-Gruppierungen der Welt. Journalist David Beriain spricht undercover mit Politikern, Drogenschmugglern und Geldeintreibern auf Sizilien. Welchen Einfluss hat die sizilianische Mafia auf die Regierung? Und warum wird das große Geld heute mit Korruption und Immobilien statt mit Erpressung und Bestechung gemacht? Der Film beleuchtet das Problem aus den Perspektiven von Politik, Polizei und der Mafia selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536468","hoster":"VOE"}]}]},{"path":"/serie/stream/clandestino/staffel-5/episode-3","name":"Bei der Sacra Corona Unita in Apulien","epNo":3,"alt":"Sacra Corona Unita","descr":"Mit kilometerlangen Traumstränden ist Apulien ein beliebtes Urlaubsziel. Doch abseits der Touristenpfade herrschen die Clans der Sacra Corona Unita. Wie arbeitet die sogenannte vierte Mafia? Die Sacra Corona Unita ist die jüngste und viertgrößte Mafia-Organisation Italiens. In Kooperation mit albanischen Banden verdient sie ihr Geld überwiegend mit Drogen- und Waffenschmuggel. Journalist David Beriain erhält Einblicke in die Arbeitsweise der Clans.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7536476","hoster":"VOE"}]}]}]}]}