{"path":"/serie/stream/clan","name":"Clan","descr":"Fünf Schwestern, ein Mann, der sterben muss, der Plan für einen perfekten Mord und der Unterschied zwischen Theorie und Praxis. Aus Belgien kommt nicht nur Schokolade, sondern auch bissiger schwarzer Humor. Denn in der belgischen Erfolgs-Serie Clan gilt das Motto: leben und sterben lassen.","seasons":[{"path":"/serie/stream/clan/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/clan/staffel-1/episode-1","name":"Blutsbande","epNo":1,"alt":"Bloedband","descr":"Die Geschichte beginnt mit der Beerdigung Jean-Claudes. Schnell wird klar, dass sich der Verstorbene zu Lebzeiten keine Freunde gemacht hat: Mit seinen schlechten Witzen und seinem herablassenden Verhalten gegenüber anderen zog er den geballten Hass seiner Schwägerinnen auf sich. Das bemerken während der Beerdigung auch Mathias und Thomas DeWitt, die genau deswegen an einem natürlichen Tod Jean-Claudes zweifeln. Die Ermittlungen der beiden Versicherungsvertreter zwingen die Schwestern, sich ein Netz aus Lügen und Intrigen zu spinnen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584676","hoster":"VOE"},{"path":"/redirect/8356517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-2","name":"Inferno","epNo":2,"alt":"Inferno","descr":"Mathias und Thomas beginnen mit der Befragung der ältesten Schwester, Eva Goethal, und erkundigen sich nach einem Brand in Jean-Claudes Blockhütte in den Ardennen. Eva und Birgit haben dort versucht, Goedeles Mann in seinem Haus durch eine Gasexplosion in die Luft zu sprengen. Trotz gelungener Vorarbeit scheitert das Attentat, da Jean-Claude zu dem Zeitpunkt der Explosion im Wald nach einem funktionierenden Handy-Netz suchte. Rebekka hat unterdessen ein Date mit Mathias im Park – unwissend, dass es sich hierbei um einen der Versicherungsvertreter handelt, der den Tod Jean-Claudes untersucht...Rückblick: Während einer Quizrunde, die in der Gemeinde stattfindet, lässt Jean-Claude alle spüren, wie wenig er von seiner Frau hält. Dabei ist sie es, die fast alle Fragen beantworten kann. Als die beiden bei einer Song-Raterunde ausscheiden, beleidigt er seine Frau Goedele und zieht abermals den Zorn ihrer Schwestern auf sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578718","hoster":"VOE"},{"path":"/redirect/8356518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-3","name":"Lebertag","epNo":3,"alt":"Leverdag","descr":"Die Brüder DeWitt befragen zu Beginn der Episode Veerle über den Tod ihres Schwagers. Ihre Nervosität bestätigt sie in ihrem Verdacht, auch wenn sie noch keine Beweise haben. Währenddessen erfährt man von einem weiteren fehlgeschlagenen Mordversuch an Jean-Claude: Eva und Birgit haben versucht, ein Stück Leber, die Leibspeise ihres Schwagers, zu vergiften.Rückblick: Veerle, die von Jean-Claude beim Fremdgehen erwischt wurde und nun von ihm unter Druck gesetzt wird, wird von den beiden Schwestern in ihre Mordpläne eingeweiht. Nach anfänglichem Zögern nutzt sie ihre Position als Krankenschwester und besorgt ein Medikament, das einen Herzinfarkt auslösen soll. Der vergifteten Leber fällt allerdings nicht Jean-Claude zum Opfer - sein Hund frisst sie ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12269338","hoster":"VOE"},{"path":"/redirect/8356520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-4","name":"Funken","epNo":4,"alt":"Hoogspanning","descr":"Vor der Befragung durch die Brüder DeWitt erfährt Rebekka, dass Mathias einer der beiden Versicherungsvertreter ist, die Jean-Claudes Tod untersuchen. Jean-Claude hatte die von Goedele voreilig zugesagte finanzielle Unterstützung für Rebekkas Massagestudio platzen lassen. Außer sich vor Wut, erfährt Rebekka daraufhin vom Mordkomplott ihrer Schwestern. Rückblick: In einem Gespräch mit seinem Chef erzählt Jean-Claude von Eva Goethals Aufenthalt in einer Psychatrie, um sich einen Vorteil im Kampf um den Posten der Finanzdirektion zu verschaffen. Seinen Freund Roger Verspechten schwärzt er indes bei der Polizei an, pädophile Verhältnisse zu Kindern zu führen. Wie auch bei den vorangegangenen Mordversuchen scheitern die vier Schwestern daran, Jean-Claude umzubringen - diesmal versuchen sie es mit einem Föhn, während Jean Claude in der Badewanne lag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578720","hoster":"VOE"},{"path":"/redirect/8356519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-5","name":"Auge um Auge","epNo":5,"alt":"Oog om Oog","descr":"Birgit ist die vierte Schwester, die von den Brüdern DeWitt zu Jean-Claudes Tod befragt wird. Sie erkundigen sich nach einem Vorfall, der bereits ein halbes Jahr zurückliegt. Ein Freund Wouters verlor dabei ein Auge während eines Familienausflugs aller Goethal-Schwestern in eine Paintball-Halle. Den Schuss feuerte Birgit selbst ab, die wollte aber eine Stelle an Jean-Claudes Kopf treffen, die seit einem Autounfall äußerst empfindlich ist. Der Mordversuch scheitert also abermals. Bei jenem Autounfall saß Birgit mit Jean-Claude in einem Auto und verlor dabei ebenfalls ein Auge – Birgits persönliches Motiv für den Hass auf Goedeles Mann erklärt sich somit ebenfalls.Rückblick: Jean-Claude tötet die Katze seiner Tochter Bloeme, weil ihn ihr Miauen nervte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584677","hoster":"VOE"},{"path":"/redirect/8356521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-6","name":"In der Schlinge","epNo":6,"alt":"In de knoop","descr":"Für die Brüder DeWitt spitzt sich die Lage zu. Sie erfahren, dass ihr Vater vor seinem Tod Versicherungsgelder veruntreut hat und sie überhaupt nicht imstande wären, die Versicherung Jean-Claudes auszuzahlen. Goedele hat sich zu Lebzeiten ihres Mannes einer Selbsthilfegruppe angeschlossen, um das eingeschlafene Liebesleben mit Jean-Claude wieder aufzuwecken. Parallel hierzu geht sein Plan, Evas Kandidatur für den Posten der Finanzdirektion platzen zu lassen, auf: der Chef zieht ihre Kandidatur zurück. Der Plan der Schwestern, Jean-Claude umzubringen, steht nach den vielen gescheiterten Versuchen auf der Kippe. Nachdem dessen Versuche, Wouter von der Affäre seiner Frau in Kenntnis zu setzen, aber immer massiver werden, beschließen die vier Frauen, sein Leben endgültig durch einen inszenierten Selbstmord in der Scheune zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584679","hoster":"VOE"},{"path":"/redirect/8356526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-7","name":"Hilfestellung","epNo":7,"alt":"Professionele Hulp","descr":"Im Fokus der Versicherungsvertreter DeWitt steht erneut Veerle, da sie herausgefunden haben, dass die vier Schwestern einen Privatdetektiv auf Jean-Claude angesetzt haben. Sie redet sich heraus, indem sie Vermutungen über häusliche Gewalt und Ehebruch als Grund angibt. Nachdem Jean-Claude auch den inszenierten Selbstmordversuch der vier Schwestern überlebt hat, fällt Goedele nach einem hitzigen Wortwechsel die Treppe herunter. Dass sie, wie es tatsächlich der Fall war, nur auf einer Zeitung ausgerutscht ist, wollen ihre Schwestern nicht glauben und beschuldigen Jean-Claude insgeheim des versuchten Mordes. Um ihn loszuwerden, heuern sie einen Auftragskiller und zur Ablenkung einen Privatdetektiv an. Veerle allerdings verwechselt aus Versehen die Unterlagen des potentiellen Opfers und händigt dem Killer die Daten des Detektivs aus, so dass dieser ermordet wird und Jean-Claude erneut entkommt. Mathias und Rebekka kommen sich in der Zwischenzeit trotz der schwierigen Situation immer näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9931526","hoster":"VOE"},{"path":"/redirect/8356529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-8","name":"Tiefgefroren","epNo":8,"alt":"Kareltje","descr":"Während die Nachforschungen der Brüder DeWitt weiterhin schleppend vorankommen, erfährt man aus der Vergangenheit, wie Rebekka Goethal von Jean-Claudes Mutter, die sie zur Pflege betreut, Interessantes erfährt: Jean Claude half seiner Mutter den verstorbenen Vater im Keller tiefzufrieren, um weiterhin die Rente für ihn zu bekommen. Die Idee nehmen die Schwestern als neue Inspiration, wie sie Jean-Claude töten können. Dieser ergattert in der Zwischenzeit den Posten des Finanzdirektors, nachdem sein Vorgänger wegen einer homoerotischen Geste gegenüber seinem Chef entlassen wurde. Weil Goedele weiterhin von ihrem Mann abgewiesen wird und sich von ihrer Tochter den Vorwurf eines Bauernmädchens gefallen lassen muss, beschließt sie, nach einem neuen Hobby zu suchen. Im Zuge dessen verliert sie 750€ an die Chinesen während eines Mahjong-Spiels. Mathias DeWitt entschließt sich trotz der prekären Situation, Rebekka zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917082","hoster":"VOE"},{"path":"/redirect/11414995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-9","name":"Grabesstille","epNo":9,"alt":"Twee lijken en een laatste plan","descr":"Die Brüder DeWitt befragen Rebekka über die Nacht, in der die Polizei sie betrunken und allein auf dem Friedhof aufgegriffen hat. Rebekka redet sich mit einem missglückten Date heraus. Tatsächlich hat sie beobachtet, wie Jean-Claude seine toten Eltern aus dem Kühlraum in ein aufgebuddeltes Familiengrab verschwinden lassen wollte. Doch Rebekka schweigt.In einem Rückblick verkündet Jean-Claude bei einem gemeinsamen Familienessen, anlässlich Goedeles 40. Geburtstag, mit ihr in die Ardennen zu fahren, obwohl die Schwestern mit ihr feiern wollten. Vor der Abfahrt findet Robert, den Jean-Claude mit seinen Streichen als Kinderschänder diffamiert hat, heraus, dass Goedeles Mann hinter den Beschuldigungen steckt. Unterdessen verliert Eva ihren Job und beichtet ihren Schwestern, dass sie einmal von Jean-Claude schwanger war, als er sich während eines Wochenendes in den Ardennen an ihr verging. Die sind erschüttert, wollen den nächsten Mordversuch aber erst nach Goedeles Geburtstag durchführen, weil sie diese mit einem Besuch im Urlaub mit Jean-Claude überraschen wollen. Dort angekommen, erfahren sie von Goedele, dass ihr Mann tot ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584691","hoster":"VOE"},{"path":"/redirect/8356530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/clan/staffel-1/episode-10","name":"Tote Hose","epNo":10,"alt":"Een sponsen pyjama","descr":"Sofort beginnen die Schwestern zur rätseln, wer Jean-Claude umgebracht haben könnte und beschuldigen sich gegenseitig ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920039","hoster":"VOE"},{"path":"/redirect/12513981","hoster":"Streamtape"}]}]}]}]}