{"seriesId":"clarence","name":"Clarence","descr":"Clarence ist ein optimistischer Junge, der neugierig auf die Welt ist Er will alles ausprobieren, weil alles spannend ist. Fröhlich, aufrichtig, schrullig und durchweg positiv, entdeckt Clarence, gemeinsam mit seinen zwei besten Freunden Sumo und Jeff, den Spaß am Leben, der den meisten Menschen fehlt. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Streit im Spielparadies","epNo":1,"alt":"Fun Dungeon Face Off","descr":"Clarence, Sumo und Jeff gehen mit Clarence’ Mutter in ein Restaurant, das auch ein Spieleparadies für Kinder hat. Da Jeff nicht in den Spielbereich will, weil es ihm dort viel zu schmutzig ist, muss sich Clarence etwas einfallen lassen. Tatsächlich gelingt es ihm, Jeff aus der Reserve und ins Spieleparadies zu locken. Ob es Jeff wohl lustig findet, dass Clarence ihm einen Streich gespielt hat?","versions":[{"lang":1,"streams":[{"redirect":9584690,"hoster":"VOE"},{"redirect":8356555,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein richtig guter Tag mit einem Mädchen","epNo":2,"alt":"A Pretty Great Day With a Girl","descr":"Amy und Clarence sind auf der Suche nach einem großen Stein, der von Gletschern an einen anderen Ort getragen wurde. Auf dem Weg werden sie von Belson entdeckt, der in Amy verliebt ist und prompt die anderen Jungs versammelt, um der Sache nachzugehen. Am Ende treffen sich alle Jungs auf der Straße, wo Clarence schließlich seine Sandwiches mit den anderen teilt und ihnen von seinem Tag berichtet","versions":[{"lang":1,"streams":[{"redirect":14493453,"hoster":"VOE"},{"redirect":8356560,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Geldbesen","epNo":3,"alt":"Money Broom Wizard","descr":"Clarence, Sumo und Jeff besuchen eine Spielhalle. Da die drei Jungs gemeinsam nur einen Dollar zur Verfügung haben, müssen sie sich das Geld gut einteilen. Während Clarence schnell alles verspielt, findet Sumo endlich das perfekte Spiel für sich. Es dauert aber nicht lange, da geschieht das Unerwartete: Clarence wirft aus Versehen einen Basketball gegen einen Automaten, der Gewinne ausspuckt!","versions":[{"lang":1,"streams":[{"redirect":13917078,"hoster":"VOE"},{"redirect":8356564,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Reise durch den Supermarkt","epNo":4,"alt":"Lost in the Supermarket","descr":"Clarence muss mit seiner Mutter in den Supermarkt und soll Milch holen. Mit seiner Konzentration ist es aber vorbei, als er das Hinterzimmer der Supermarktverwaltung findet und kurze Zeit später auch noch auf Sumo trifft, mit dem er in den Gängen ein ziemliches Chaos veranstaltet. Als die zwei schließlich noch den Einkaufswagen von Clarence’ Mutter rammen, haben sie den Bogen endgültig überspannt","versions":[{"lang":1,"streams":[{"redirect":9584706,"hoster":"VOE"},{"redirect":8356563,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Clarence’ Millionen","epNo":5,"alt":"Clarence’s Millions","descr":"Als Clarence begreift, dass einige Kinder in der Schule durch das Benotungssystem zurückbleiben, kommt ihm eine Idee. Er führt sein eigenes Bewertungssystem ein. Schnell steht die Schule Kopf.","versions":[{"lang":1,"streams":[{"redirect":9584715,"hoster":"VOE"},{"redirect":8356565,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Clarence bekommt eine Freundin","epNo":6,"alt":"Clarence Gets a Girlfriend","descr":"Ashley und Clarence verstehen sich in der Schule sehr gut. Als Ashleys Freundinnen das mitbekommen, überreden sie das Mädchen, mit Clarence abends auszugehen. Das Date der beiden gleicht jedoch einer mittleren Katastrophe. Clarence tritt von einem Fettnäpfchen ins andere, bis Ashley schließlich fragt, ob sie nicht einfach weiterhin nur gute Freunde sein können. Dankbar stimmt Clarence zu","versions":[{"lang":1,"streams":[{"redirect":14492354,"hoster":"VOE"},{"redirect":8360018,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jeffs neues Spielzeug","epNo":7,"alt":"Jeff’s New Toy","descr":"Jeff möchte sein neues Spielzeug sicher verwahrt in der Schachtel lassen, während Clarence unbedingt damit spielen will. Der arme Sumo sitzt indes wieder einmal zwischen den Stühlen.","versions":[{"lang":1,"streams":[{"redirect":14492355,"hoster":"VOE"},{"redirect":8356569,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Dinner-Party","epNo":8,"alt":"Dinner Party","descr":"Als Clarence Mutter ihren Sohn zu einer steifen Dinnerparty schleppt, hat der Junge wenig zu lachen. Doch er gibt nicht auf und begibt sich auf eine fanatische Suche nach allem, was Spaß machen könnte.","versions":[{"lang":1,"streams":[{"redirect":14491699,"hoster":"VOE"},{"redirect":8356568,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Tröte","epNo":9,"alt":"Honk","descr":"Clarence versucht, seine Kommunikationsfähigkeiten zu verbessern, und probiert sich an einer Sirene. Das Ergebnis ist wahrhaft schrecklich.","versions":[{"lang":1,"streams":[{"redirect":9584723,"hoster":"VOE"},{"redirect":8356572,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Dollar-Jagd","epNo":10,"alt":"Dollar Hunt","descr":"Clarence veranstaltet eine Schnitzeljagd, um neue Freunde zu finden. Dazu vergräbt er Geld im Boden, das die anderen suchen sollen. Dumm nur, dass seine Mutter ihm das Geld eigentlich gegeben hat, damit er Getränke für das Treffen ihres Buchclubs zu besorgt.","versions":[{"lang":1,"streams":[{"redirect":14491565,"hoster":"VOE"},{"redirect":8356573,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Im Zoo","epNo":11,"alt":"Zoo","descr":"Clarence und Belson geben ein wirklich seltsames Paar ab, als sie während eines Ausflugs im Zoo vergessen und dort eingeschlossen werden.","versions":[{"lang":1,"streams":[{"redirect":9584722,"hoster":"VOE"},{"redirect":8356577,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Raus aus den Federn","epNo":12,"alt":"Rise ‚n‘ Shine","descr":"Endlich erhaschen wir einen kurzen Blick auf die wilden und geheimen Abenteuer, die Clarence jeden Morgen erlebt, bevor überhaupt die Sonne aufgeht","versions":[{"lang":1,"streams":[{"redirect":9584730,"hoster":"VOE"},{"redirect":8356579,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Mann im Haus","epNo":13,"alt":"Man of the House","descr":"Clarence soll zum ersten Mal alleine eine Nacht zuhause verbringen. Der Abend gerät aber schnell außer Kontrolle und so müssen er und seine Freunde einen Kampf gegen die Sicherheitsmaßnahmen des Hauses austragen.","versions":[{"lang":1,"streams":[{"redirect":14493362,"hoster":"VOE"},{"redirect":8356582,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Matsch-Augen","epNo":14,"alt":"Puddle Eyes","descr":"Nach einem kurzen Nickerchen im Dreck kann Clarence nichts mehr sehen, denn seine Augen sind verklebt. Was soll er nur tun?","versions":[{"lang":1,"streams":[{"redirect":8978552,"hoster":"VOE"},{"redirect":8356580,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Traumboot","epNo":15,"alt":"Dream Boat","descr":"Sumo stürzt sich in die Sisyphus-Arbeit, ein Boot zu bauen. Dabei übertrifft er bald nicht nur die Erwartungen der anderen, sondern auch seine eigenen.","versions":[{"lang":1,"streams":[{"redirect":8978556,"hoster":"VOE"},{"redirect":8356584,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Pyjama-Party","epNo":16,"alt":"Slumber Party","descr":"Bei einer Pyjamaparty für Mädchen hat Clarence allerhand Schwierigkeiten. Sumo und Jeff hadern indes mit anderen Problemen.","versions":[{"lang":1,"streams":[{"redirect":14491700,"hoster":"VOE"},{"redirect":8356586,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Natur-Clarence","epNo":17,"alt":"Nature Clarence","descr":"Clarence, Sumo und Jeff sind bei ihrem Ausflug in die Natur vom Weg abgekommen. Dabei können die drei noch nicht einmal etwas dafür, denn ihr unqualifizierter, überforderter Bergführer Josh hat die Orientierung verloren. Nun übernimmt Clarence das Kommando.","versions":[{"lang":1,"streams":[{"redirect":14492356,"hoster":"VOE"},{"redirect":8356587,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der durchschnittliche Jeff","epNo":18,"alt":"Average Jeff","descr":"Jeff hat eine Identitätskrise, als bei einem Test in der Schule herauskommt, dass er nur im hinteren Mittelfeld liegt.","versions":[{"lang":1,"streams":[{"redirect":9578724,"hoster":"VOE"},{"redirect":8356593,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Eidechsen-Tag","epNo":19,"alt":"Lizard Day Afternoon","descr":"Während Clarence und Sumo sich mit einer Eidechse beschäftigen, hat Jeff anderes im Sinn","versions":[{"lang":1,"streams":[{"redirect":14491616,"hoster":"VOE"},{"redirect":8356591,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Vergessenen","epNo":20,"alt":"The Forgotten","descr":"Nachdem Clarence und sein unentschlossener Klassenkamerad Brady in der Schule zurückgelassen wurden, ist Brady gezwungen, mit Clarence nach Hause zu gehen. Ein großes Abenteuer nimmt seinen Lauf.","versions":[{"lang":1,"streams":[{"redirect":9584745,"hoster":"VOE"},{"redirect":8356594,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Essen unter Freunden","epNo":21,"alt":"Neighborhood Grill","descr":"Clarence gerät völlig aus der Fassung, als er seine Lehrerin außerhalb der Schule trifft. Da er die Frau nicht in Ruhe lassen kann, macht er ihr Date kaputt.","versions":[{"lang":1,"streams":[{"redirect":14493363,"hoster":"VOE"},{"redirect":8356599,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Belsons Übernachtungsparty","epNo":22,"alt":"Belson’s Sleepover","descr":"Belson hat Clarence und seine Freunde zu einer Pyjamaparty eingeladen. Die wird jedoch viel gruseliger und gefährlicher, als die Jungs es sich vorstellen konnten.","versions":[{"lang":1,"streams":[{"redirect":8978562,"hoster":"VOE"},{"redirect":8356598,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zu eklig, um wahr zu sein","epNo":23,"alt":"Too Gross for Comfort","descr":"Clarence Versuch, ein bestimmtes Mädchen bei den anderen Jungs beliebter zu machen, scheitert. Besonders Sumo will von dem Mädchen nichts wissen und versucht, den Status quo aufrechtzuerhalten.","versions":[{"lang":1,"streams":[{"redirect":8978567,"hoster":"VOE"},{"redirect":14158669,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Freunde für’s Leben","epNo":24,"alt":"Pilot Expansion","descr":"Clarence, Sumo und Jeff erinnern sich an den Tag zurück, an dem sie sich zum ersten Mal getroffen haben auch wenn ein paar Details leicht verschwommen sind.","versions":[{"lang":1,"streams":[{"redirect":14491624,"hoster":"VOE"},{"redirect":8356600,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Beim Arzt","epNo":25,"alt":"Patients","descr":"Clarence muss irgendwie die tödliche Langeweile im Wartezimmer eines Arztes überstehen, um so an den ultimativen Preis zu gelangen Süßigkeiten vom Empfangstresen!","versions":[{"lang":1,"streams":[{"redirect":9584758,"hoster":"VOE"},{"redirect":8356604,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Rough Riders Grundschule","epNo":26,"alt":"Rough Riders Elementary","descr":"Als eine Schulspende für Clarence Schule sich als Übernahme entpuppt, muss Clarence allerhand Geschick und Raffinesse beweisen.","versions":[{"lang":1,"streams":[{"redirect":12332983,"hoster":"VOE"},{"redirect":8356607,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Geschäftsidee","epNo":27,"alt":"Nothing Ventured","descr":"Clarence und Sumo werfen ihr Geld zusammen, um in das neue Geschäft zu investieren, das Chad und Sumos Vater gegründet haben: einen kleinen, aber feinen Bildhauerladen.","versions":[{"lang":1,"streams":[{"redirect":8978572,"hoster":"VOE"},{"redirect":8356608,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Krankenbesuch","epNo":28,"alt":"Bedside Manners","descr":"Belson ist in einer Pfütze ausgerutscht und liegt mit einem Ganzkörper-Gips im Krankenhaus. Natürlich will Clarence seinem bettlägerigen Freund einen Besuch abstatten. Doch Clarence hat eine falsche Vorstellung davon, was Belson aufmuntern könnte und treibt ihn mit seinem \"Unterhaltungsprogramm\" fast in den Wahnsinn.","versions":[{"lang":1,"streams":[{"redirect":9584756,"hoster":"VOE"},{"redirect":8356610,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Jeffs Sieg","epNo":29,"alt":"Jeff Wins","descr":"Jeff bittet Clarence darum, ihm bei den Vorbereitungen für einen Kochwettbewerb zu helfen. Wird Jeff dieses Mal die Ruhe bewahren? Oder wird er wie in der Vergangenheit durchdrehen und Töpfe durch die Gegend werfen?","versions":[{"lang":1,"streams":[{"redirect":8978573,"hoster":"VOE"},{"redirect":8356612,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Suspendiert","epNo":30,"alt":"Suspended","descr":"Clarence und Sumo glauben, den Jackpot geknackt zu haben, als sie für eine Woche vom Unterricht suspendiert werden. Sie lernen in kürzester Zeit jede Menge Dinge, die sie in der Schule nicht erfahren hätten, doch nach ein paar Tagen überkommt sie die Langeweile und die Jungs wollen zurück in den Unterricht!","versions":[{"lang":1,"streams":[{"redirect":14493454,"hoster":"VOE"},{"redirect":8356611,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Schildkröten-Hüte","epNo":31,"alt":"Turtle Hats","descr":"Ms. Baker liest im Unterricht eine verwirrende Textnachricht und erteilt den Schülern daraufhin eine seltsames Wochenendprojekt und zwar über Schildkrötenhüte! Nun müssen die Kinder erst einmal herausfinden, was genau damit gemeint sein soll. Als es Zeit ist, die Ergebnisse zu präsentieren, müssen Clarence, Jeff und Sumo improvisieren","versions":[{"lang":1,"streams":[{"redirect":14491754,"hoster":"VOE"},{"redirect":8356614,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Gänsejagd","epNo":32,"alt":"Goose Chase","descr":"Clarence ist im Park und verfüttert sein Brot an die Vögel. Erst findet er die Vögel ganz lustig, doch dann will ihn eine hartnäckige Gans einfach nicht mehr in Ruhe lassen.","versions":[{"lang":1,"streams":[{"redirect":14491751,"hoster":"VOE"},{"redirect":8356617,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Goldige Goldfischabenteuer","epNo":33,"alt":"Goldfish Follies","descr":"Clarence hat sich einen Goldfisch gekauft. Als jedoch die Plastiktüte, in der der Goldfisch schwimmt, auf dem Heimweg kaputt geht, muss Clarence seinen neuen Freund so schnell wie möglich zurück ins Wasser bringen, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":14491617,"hoster":"VOE"},{"redirect":8356620,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Chimney","epNo":34,"alt":"Chimney","descr":"Als die Jungs im Wald spielen, finden sie dort einen wilden Hund, nehmen ihn mit nach Hause und geben ihm einen Namen. Als sie kurze Zeit später in einem Brunnen fallen und darin gefangen sind, ist ihr neuer Freund ihre einzige Hoffnung auf Rettung.","versions":[{"lang":1,"streams":[{"redirect":13103186,"hoster":"VOE"},{"redirect":8356621,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Mutprobe","epNo":35,"alt":"Straight Illin","descr":"Clarence will den Kindern an seiner Schule imponieren und isst 500 hart gekochte Eier, was seine Mitschüler tatsächlich beeindruckt. Als es Clarence jedoch immer schlechter geht, ekeln sich die Kinder zunehmend vor ihm, bis sie nichts mehr mit ihm zu tun haben wollen.","versions":[{"lang":1,"streams":[{"redirect":14491693,"hoster":"VOE"},{"redirect":8356624,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Staubfänger","epNo":36,"alt":"Dust Buddies","descr":"Belsons Mutter ist stinksauer, weil ihr Sohn im Haus ein riesiges Chaos veranstaltet hat. Als Strafe zwingt sie ihn, alleine aufzuräumen und verleiht für diese Zeit ihre Putzhilfe an Mary und Clarence. Den beiden ist der Zustand ihres Hauses so peinlich, dass sie schnell aufräumen, bevor die Haushaltshilfe bei ihnen eintrifft.","versions":[{"lang":1,"streams":[{"redirect":14493355,"hoster":"VOE"},{"redirect":8356626,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Wirbelsturm Dilliss","epNo":37,"alt":"Hurricane Dyllis","descr":"Im Hause der Familie Wendle geht es drunter und drüber, da Marys Mutter Dyllis zu Besuch ist. Sie mischt sich permanent ein und will über jedes Detail im Leben ihrer Tochter und ihres Enkels Bescheid wissen.","versions":[{"lang":1,"streams":[{"redirect":8978581,"hoster":"VOE"},{"redirect":8356629,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Das Schweinerennen","epNo":38,"alt":"Hoofin’ It","descr":"Das jährliche Schweinerennen steht an und jeder ist schon aufgeregt das heißt, jeder bis auf Clarence. Der fühlt sich nämlich wegen des kleinen Schweinchens so schlecht, dass er an dessen Stelle am Rennen teilnimmt.","versions":[{"lang":1,"streams":[{"redirect":13103185,"hoster":"VOE"},{"redirect":8356630,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Nachsitzen","epNo":39,"alt":"Detention","descr":"Nachdem Clarence herausgefunden hat, dass Mr. Reese im Nachsitzen einschläft, wenn man ihm einen Donut gibt, will jeder dabei sein und zusehen. Klar, dass das Nachsitzen nie mehr so wird, wie es einmal war.","versions":[{"lang":1,"streams":[{"redirect":14491618,"hoster":"VOE"},{"redirect":8356631,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Haarige Ferien","epNo":40,"alt":"Hairence","descr":"Clarence muss zum ersten Mal in den Sommerferien arbeiten und soll seiner Mutter im Friseursalon aushelfen. Als eine unfreundliche Kundin Mary und ihr Personal herumkommandiert, verpasst ihr Clarence einen Haarschnitt, den sie nie vergisst.","versions":[{"lang":1,"streams":[{"redirect":9931525,"hoster":"VOE"},{"redirect":8356633,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Kleiner Kumpel","epNo":41,"alt":"Lil Buddy","descr":"Nachdem Clarence ein wenig zu aggressiv war, bekommt er als Strafe eine Auszeit, wodurch sein schlimmster Albtraum wahr wird: Er verpasst die gesamte Pause!","versions":[{"lang":1,"streams":[{"redirect":13922293,"hoster":"VOE"},{"redirect":8356637,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Chalmers Santiago","epNo":42,"alt":"Chalmers Santiago","descr":"Mary bittet ihren Sohn, dem Nachbarn von gegenüber Post zu bringen, die versehentlich bei ihnen abgegeben wurde. Clarence, der den Nachbarn noch nie zuvor gesehen hat, will sich unbedingt mit dem mysteriösen Mann anfreunden. Doch bald stellt sich heraus, dass es sich bei ihm um jemanden handelt, den Clarence ziemlich gut kennt.","versions":[{"lang":1,"streams":[{"redirect":8978591,"hoster":"VOE"},{"redirect":8356638,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Das Meteoriten-Abenteuer","epNo":43,"alt":"Tuckered Boys","descr":"Jeff will gerade früh zu Bett gehen, um am nächsten Morgen rechtzeitig aufstehen und den angekündigten Meteoritenschauer ansehen zu können. Da schlägt Clarence das Unvorstellbare vor: Wie wäre es, wenn die beiden die ganze Nacht lang wach blieben? Während die Jungs gegen die Müdigkeit ankämpfen, kommt ihnen die Realität aber immer weiter abhanden und sie beginnen zu halluzinieren.","versions":[{"lang":1,"streams":[{"redirect":8978582,"hoster":"VOE"},{"redirect":8356641,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Der Wasserpark","epNo":44,"alt":"Water Park","descr":"Jeff, Sumo und Clarence besuchen gemeinsam einen Wasserpark. Während Clarence die Wahrheit über sein Idol Squirty erfährt, warten Jeff und Sumo darauf, dass die größte Rutsche des Parks endlich wieder eröffnet wird.","versions":[{"lang":1,"streams":[{"redirect":13099998,"hoster":"VOE"},{"redirect":8356642,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die wilden Chads sind los","epNo":45,"alt":"Where the Wild Chads Are","descr":"Chad will mit Clarence im Wald zelten gehen. Als der Junge sieht, wie komfortabel sie es in der Wildnis haben sollen mit Heizgeräten, einer Hängematte und einem tragbaren Fernseher ist er entsetzt. So kann es doch kein Abenteuer werden! Aus diesem Grund wirft Clarence Chads Geldbeutel, dessen Handy sowie alle Nahrungsmittel weg. Das könnte aber in bisschen zu viel Wildnis für die zwei werden.","versions":[{"lang":1,"streams":[{"redirect":14491697,"hoster":"VOE"},{"redirect":8356645,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Breehn-Ahoi!","epNo":46,"alt":"Breehn Ho","descr":"Ahoi Matrosen! Clarence und Sumo sollen ein Piraten-Brettspiel spielen und erfahren, dass Jeff ausgerechnet den langweiligen, alten Breehn eingeladen hat. Nachdem Breehn die andern frustriert verlassen hat, müssen die drei Strolche ihn vor einer riesigen Flut retten.","versions":[{"lang":1,"streams":[{"redirect":14491516,"hoster":"VOE"},{"redirect":8356647,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Das große Pizza-Problem","epNo":47,"alt":"The Big Petey Pizza Problem","descr":"Jeff hat bereits alles für seine Geburtstagsparty in einem Restaurant vorbereitet, als er erfährt, dass auch Gilben dort feiern will. Kurzerhand schlagen ein paar Kinder vor, die beiden Geburtstagsfeiern zusammenzulegen, was Jeff sehr sauer macht. Kann er am Ende die Dinge so nehmen, wie sie kommen und seinen besonderen Tag teilen?","versions":[{"lang":1,"streams":[{"redirect":14491752,"hoster":"VOE"},{"redirect":8356652,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Der große Krach","epNo":48,"alt":"The Break Up","descr":"Ein anfangs harmloser Streit zwischen Jeff und Sumo eskaliert derart, dass die beiden schwören, nie mehr ein Wort mit dem anderen zu wechseln. Zuerst findet Clarence Gefallen an der neuen Situation, da er nun immer mit einem der beiden spielen kann – doch am Ende ist Clarence von der Situation so erschöpft, dass er einen Plan ausheckt, damit sich die beiden wieder vertragen.","versions":[{"lang":1,"streams":[{"redirect":13105873,"hoster":"VOE"},{"redirect":8356651,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der Traum","epNo":49,"alt":"In Dreams","descr":"Clarence schaut sich eine Fernsehsendung über Träume an und schläft dabei ein. In seinem Dämmerzustand gelingt es ihm, ins Traumland einzudringen, in dem er die Träume und das Unterbewusstsein seiner Freunde und Nachbarn aus Aberdale sehen kann. Als sich die Situation jedoch in einen Albtraum verwandelt, muss er so schnell wie möglich in die Realität zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":12915754,"hoster":"VOE"},{"redirect":8356650,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Balance","epNo":50,"alt":"Balance","descr":"Ms. Baker stellt den Kindern in der Schule ihren neuen Mitschüler vor ein kleiner Junge namens Balance. Clarence, der unbedingt einen neuen Freund haben möchte, lässt sich nicht einmal durch Balances unfreundliches Wesen abschrecken. Doch als Clarence ein schockierendes Geheimnis über den Neuen in Erfahrung bringt, schließen sich Belson und er zusammen, um Balance vor den anderen zu entlarven","versions":[{"lang":1,"streams":[{"redirect":14491620,"hoster":"VOE"},{"redirect":8356653,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Das Schreckgespenst","epNo":51,"alt":"Spooky Boo","descr":"Nachdem Clarence ein paar Kinder aus der Nachbarschaft durch sein selbst gestaltetes Spukhaus geführt hat, schlägt Chelsea vor, lieber in ein echtes gehen, um sich ordentlich zu erschrecken. Als die Freunde einmal falsch abbiegen, landen sie am Ende in einem geheimnisvollen Haus voller gespenstischer Geräusche, erschreckender Schatten und mutierter Rattenmänner!","versions":[{"lang":1,"streams":[{"redirect":9584760,"hoster":"VOE"},{"redirect":8356655,"hoster":"Streamtape"}]}]}]}]}