{"seriesId":"class-of-09","name":"Class of ’09","descr":"In einer nicht allzu fernen Zukunft wurde das Justiz- und Strafsystem der USA mit Hilfe von künstlicher Intelligenz verändert. Im Mittelpunkt steht eine Gruppe von FBI-Agenten, die im Jahr 2009 ihren Abschluss in Quantico gemacht haben und nach dem Tod eines gemeinsamen Freundes wieder vereint sind. Die Serie erstreckt sich über drei Jahrzehnte und wird über drei miteinander verwobenen Zeitebenen erzählt. In den Rückblenden (2009) wird das emotionale Fundament der Geschichte gelegt, in der Gegenwart dann die Krise geschildert, die das FBI dazu veranlasst hat, seine gesamte Vorgehensweise zu ändern und zu den Konsequenzen in der  Zukunft (2034) führte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil von etwas","epNo":1,"alt":"Part of Something","descr":"Die Klasse von \u002709 trifft sich zum ersten Mal in Quantico. In der Gegenwart schließt Agentin Poet ihre schwierigste Undercover-Operation ab, nur um in eine weitere gestürzt zu werden. In der Zukunft, in der sich das Bureau radikal verändert hat, erreicht Poets Karriere einen Krisenpunkt.","versions":[{"lang":1,"streams":[{"redirect":14096530,"hoster":"VOE"},{"redirect":14379487,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13194206,"hoster":"VOE"},{"redirect":13591497,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fitnesstest","epNo":2,"alt":"The Fitness Test","descr":"In Quantico muss der Jahrgang \u002709 einen körperlichen Fitnesstest bestehen, sonst droht der Ausschluss. Der Auszubildende, der am meisten gefährdet ist, ist Tayo, und während wir sehen, wie er in der Vergangenheit kämpft, steht er in der Gegenwart einer der gefährlichsten Bedrohungen gegenüber, die das FBI je erlebt hat. In der Zukunft erfahren wir, wie diese schockierenden Ereignisse zu den radikalen Veränderungen geführt haben, die er im FBI vorgenommen hat.","versions":[{"lang":1,"streams":[{"redirect":13366869,"hoster":"VOE"},{"redirect":13601782,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13274420,"hoster":"VOE"},{"redirect":13591498,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Danke, dass Sie nicht fahren","epNo":3,"alt":"Thank You For Not Driving","descr":"In Quantico muss Poet einen anspruchsvollen Fahrkurs absolvieren. In der Gegenwart bringt Poets Undercover-Einsatz das FBI an einen kritischen Punkt, während Tayo eine inländische Terrorzelle aufspürt. In der Zukunft erforscht Poet das Ausmaß von Tayos Macht.","versions":[{"lang":1,"streams":[{"redirect":13375786,"hoster":"VOE"},{"redirect":13591506,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13194207,"hoster":"VOE"},{"redirect":13591503,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nicht deine Freundin","epNo":4,"alt":"Not Your Girlfriend","descr":"In Quantico muss sich die Klasse \u002709 mit der Frage auseinandersetzen, was es bedeutet, ein Leben zu nehmen. In der Gegenwart müssen die Agenten einen Terroranschlag vereiteln, und um Leben zu retten, müssen sie ein Leben nehmen. In der Zukunft werden wir mit ihrem Trauma konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":12995943,"hoster":"VOE"},{"redirect":14379488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13489718,"hoster":"VOE"},{"redirect":13591499,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Problem sind die Leute","epNo":5,"alt":"The Problem is People","descr":"In der Vergangenheit, als sich die Klasse von \u002709 mit der komplexen Geschichte des FBI auseinandersetzt, trifft Tayo die Liebe seines Lebens. In der Gegenwart erleben wir, wie seine Träume von der Wiedergutmachung für die Geschichte des FBI diese Liebesgeschichte bedrohen. In der Zukunft steht sich die Klasse von \u002709 schließlich gegenüber.","versions":[{"lang":1,"streams":[{"redirect":13302063,"hoster":"VOE"},{"redirect":13591513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13383814,"hoster":"VOE"},{"redirect":13591507,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hogan\u0026#039;s Alley","epNo":6,"alt":"Hogan\u0027s Alley","descr":"In Quantico muss die Klasse von \u002709 die unmöglichen Herausforderungen von Hogan\u0027s Alley meistern. In der Gegenwart wird Poet bei der Verfolgung eines tödlichen Serienmörders von einem alten Freund unterstützt. In der Zukunft ereignet sich eine Tragödie und das Justizsystem ist nicht mehr unter menschlicher Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":12672495,"hoster":"VOE"},{"redirect":12816366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13168630,"hoster":"VOE"},{"redirect":12841400,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verkündungen","epNo":7,"alt":"Orders Night","descr":"In Quantico wird bei den letzten Tests vor dem Abschluss bekannt gegeben, wo die Auszubildenden eingesetzt werden. In der Gegenwart wird Tayos außergewöhnlicher Aufstieg zur Macht durch künstliche Intelligenz vorangetrieben. In der Zukunft fällt Tayo in Ungnade.","versions":[{"lang":1,"streams":[{"redirect":13399012,"hoster":"VOE"},{"redirect":13591514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13243965,"hoster":"VOE"},{"redirect":13591509,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abschluss","epNo":8,"alt":"Graduation","descr":"Tayo übernimmt die Kontrolle über das Büro und führt die radikalen Reformen durch, von denen er immer geträumt hat; die Klasse kommt in einer letzten Auseinandersetzung mit dem System, das sie geschaffen hat, wieder zusammen; die Auszubildenden machen ihren Abschluss und fragen sich, wo sie alle landen werden.","versions":[{"lang":1,"streams":[{"redirect":13178915,"hoster":"VOE"},{"redirect":13591511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13231645,"hoster":"VOE"},{"redirect":13591508,"hoster":"Streamtape"}]}]}]}]}