{"seriesId":"claws","name":"Claws","descr":"Desna (Niecy Nash) arbeitet zusammen mit ihren vier besten Freundinnen in einem Nagelstudio im Süden Floridas, wo es durchaus einmal passieren kann, dass die Langweile Überhand gewinnt. Die fünf Frauen sehnen sich nach Abwechslung und wollen nicht bloß auf ihre Schönheit, an der sie täglich feilen, reduziert werden. Daher planen sie den Einstieg in die Welt des organisierten Verbrechens. Mit unkonventionellen Methoden mischen sie fortan diese Männer-Domäne auf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Crew","epNo":1,"alt":"Tirana","descr":"Desna (Niecy Nash) und ihre vier Kolleginnen sind stolz auf ihre Arbeit als Nageldesignerinnen. Als sich Desna im Geldwäschegeschäft wiederfindet wird ihr Vorhaben, wieder in die Legalität zurückzukehren durch Schwierigkeiten mit Roller (Jack Kesy) erschwert. Mit ihrer neuen Angestellten Virginia (Karrueche Tran) gerät sie ebenfalls in einen Konflikt als die sich an Desnas Freund schmeißt. Die versprochene Bezahlung für die Drecksarbeit der Organisierten Kriminalität fällt viel geringer aus als erwartet und auch ein Gespräch mit Mob-Boss Uncle Daddy (Dean Norris) hat nicht den gewünschten Effekt. Schließlich sieht Desna sich gezwungen, die Dinge selbst in die Hand zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":14371993,"hoster":"VOE"},{"redirect":14386623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371962,"hoster":"VOE"},{"redirect":14386614,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ruhe in Frieden","epNo":2,"alt":"Funerary","descr":"Desna (Niecy Nash) und Virginia (Karrueche Tran) denken sich eine Geschichte aus, um ihre Verwicklung mit Roller (Jack Kesy) geheimzuhalten. Desnas Salontraum löst sich derweil in Luft auf, und Virginia gilt kurz als vermisst, kehrt dann aber mit einer Story zurück, die Desna auf eine unvorhergesehene Reise schickt.","versions":[{"lang":1,"streams":[{"redirect":14493431,"hoster":"VOE"},{"redirect":14386621,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510899,"hoster":"VOE"},{"redirect":14386615,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Treibsand","epNo":3,"alt":"Quicksand","descr":"Virginias Lügen häufen sich, während Desna (Niecy Nash) versucht, ihre Spuren zu verwischen. Desna hat sich außerdem in den Kopf gesetzt, ihren Traumsalon zu bekommen. Sie und Bryce (Kevin Rankin) sehen sich jedoch Uncle Daddys Wut ausgesetzt, als in der Klinik etwas schiefläuft.","versions":[{"lang":1,"streams":[{"redirect":14493455,"hoster":"VOE"},{"redirect":8356861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599040,"hoster":"VOE"},{"redirect":8356815,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Titus","epNo":4,"alt":"Fallout","descr":"Von den jüngsten Erlebnissen mit Roller (Jack Kesy) heimgesucht, will Desna (Niecy Nash) Uncle Daddys Herrschaft noch mehr entfliehen. Bryce (Kevin Rankin) verfängt sich derweil stärker in den Klauen der Dixie Mafia, was Jennifer (Jenn Lyon) maßlos ärgert. Polly (Carrie Preston) trifft unterdessen ihre ehemalige \"Golddigger\"-Freundin wieder, während sich Quiet Ann (Judy Reyes) mit ihrem eigenen Chaos beschäftigt. Dr. Ken (Jason Antoon) handelt sich indes Ärger ein.","versions":[{"lang":1,"streams":[{"redirect":12920056,"hoster":"VOE"},{"redirect":8356863,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510900,"hoster":"VOE"},{"redirect":8356814,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hausbesuche","epNo":5,"alt":"Batshit","descr":"Desna (Niecy Nash) und Jennifer (Jenn Lyon) könnten die letzte Hoffnung für Dr. Ken (Jason Antoon) sein, denn Bryce (Kevin Rankin) beschuldigt ihn fälschlicherweise eines schrecklichen Verbrechens. Dean (Harold Perrineau) sieht eine beunruhigende Werbung auf einer Werbetafel, die ihn sehr beschäftigt. Desna muss nun mit den dunklen Folgen selbst klarkommen. Währenddessen müssen Virginia (Karrueche Tran) und Desna zu Polly gehen. Dort suchen sie Hilfe, um die Welt vor zwei schrecklichen Vögeln aus Desna\u0027s Vergangenheit zu retten - und das mit einem einzigen gut gezielten Stein.","versions":[{"lang":1,"streams":[{"redirect":14492294,"hoster":"VOE"},{"redirect":8356864,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13532062,"hoster":"VOE"},{"redirect":8356818,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Karma","epNo":6,"alt":"Self-Portrait","descr":"Alle Mädchen gehen zum ersten Mal zu dem neuen schicken Nagel-Salon. Sie werden jedoch nicht freundlich empfangen. Desna (Niecy Nash) und ihre Freunde entscheiden sich dafür, bei dem ersten Nageldesign-Wettbewerb in Florida mitzumachen, um das Preisgeld zu gewinnen. Virginia (Karrueche Tran) fühlt sich währenddessen ausgeschlossen und tut etwas Schockierendes, nur um etwas Spaß zu haben. Zudem findet Jennifer (Jenn Lyon) ein tiefes Geheimnis über Desna heraus, das die Freundschaft für immer kaputt machen könnte.","versions":[{"lang":1,"streams":[{"redirect":14493467,"hoster":"VOE"},{"redirect":10601779,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14493490,"hoster":"VOE"},{"redirect":8356819,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Flucht","epNo":7,"alt":"Escape","descr":"Nach dem großen Nagelwettbewerb könnte sich Desna (Niecy Nash) endlich dem Zugriff von Uncle Daddy (Dean Norris) entziehen. Jennifer (Jenn Lyon) hadert indes mit dem Wissen um Desnas dunkles Geheimnis, während Polly (Carrie Preston) ihre bis dahin brachliegenden mütterlichen Instinkte entdeckt. Dean (Harold Perrineau) könnte derweil seine ersten romantischen Gefühle entdeckt haben. Außerdem erfährt er etwas, das alle, die er liebt und kennt, zerstören könnte.","versions":[{"lang":1,"streams":[{"redirect":9609332,"hoster":"VOE"},{"redirect":10687839,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504889,"hoster":"VOE"},{"redirect":8356822,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Teatro","epNo":8,"alt":"Teatro","descr":"Nachdem die gesamte Crew von einer schockierenden Enthüllung betroffen ist, findet Jennifer (Jenn Lyon) überraschend Trost bei ihrem Squaredance-Lehrer Hank (Hunter Burke). Polly (Carrie Preston) setzt indes all ihre dunkle Macht zum ersten Mal für das Gute ein, während Quiet Ann (Judy Reyes) vor einer großen Entscheidung steht. Virginia (Karrueche Tran) und Desna (Niecy Nash) sehen furchteinflößenden Zeiten entgegen.","versions":[{"lang":1,"streams":[{"redirect":8978689,"hoster":"VOE"},{"redirect":8356873,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920049,"hoster":"VOE"},{"redirect":8356823,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ambrosia","epNo":9,"alt":"Ambrosia","descr":"Im Wettlauf gegen die Zeit versucht Desna (Niecy Nash), dem bisher größten Ärger zu entgehen. Mit ihrer Crew begibt sie sich auf die Suche nach der Wahrheit, mit Ausnahme von Jennifer (Jenn Lyon), die sich an das Leben als Dixie-Mafia-Ehefrau gewöhnt. Als sich Desna in eine verzwickte Lage manövriert hat, wendet sie sich an die einzige Person, die sie retten kann. Die Zeit wird knapp.","versions":[{"lang":1,"streams":[{"redirect":14493468,"hoster":"VOE"},{"redirect":8356872,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13510902,"hoster":"VOE"},{"redirect":8356825,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lawine","epNo":10,"alt":"Avalanche","descr":"Desna (Niecy Nash) schafft es von Rollers (Jack Kesy) Griff zu entkommen und ist auf der Flucht. Dean (Harold Perrineau), Polly (Carrie Preston) und Virginia (Karrueche Tran) sind verzweifelt auf der Suche nach Desna. Währenddessen kommt Jennifer (Jenn Lyon) Hank (Hunter Burke) näher, ohne zu merken, dass ihr Leben kurz vor dem Implodieren steht. Am Ende kann nur Desna Jennifer, Roller und die Gruppe retten mithilfe einer Aufopferung so groß wie sie noch nie machen musste.","versions":[{"lang":1,"streams":[{"redirect":8978697,"hoster":"VOE"},{"redirect":8356874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14492300,"hoster":"VOE"},{"redirect":8356830,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Schwester","epNo":1,"alt":"Shook","descr":"Desna (Niecy Nash) und die Mädchen versuchen ihre Hoffnungen am Leben zu halten während sie weiter unter dem neuen russischen Regime arbeiten, angeführt von Riva (Andrea Sooch). Virginia (Karrueche Tran) sagt Dean (Harold Perrineau), dass sie von ihm schwanger ist. Der depressive Onkel Daddy (Dean Norris) erholt sich noch immer vom Verlust seiner geliebten Juanda, wurde aus seinem Dixie Mafia Königreich geworfen und muss nun niedere Jobs für die Russen erledigen. Die Machtdynamiken verändern sich wieder einmal als Rivas Schwester Zlata erscheint.","versions":[{"lang":1,"streams":[{"redirect":8978692,"hoster":"VOE"},{"redirect":10708356,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504891,"hoster":"VOE"},{"redirect":8356831,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mutterliebe","epNo":2,"alt":"Cracker Casserole","descr":"Desna steht unter Druck: Sie erfährt, dass Virginia schwanger ist und heiraten will. Dazu kommt, dass Zlata von ihr verlangt, in der Klinik mehr Umsatz zu generieren.","versions":[{"lang":1,"streams":[{"redirect":12383075,"hoster":"VOE"},{"redirect":8356882,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609640,"hoster":"VOE"},{"redirect":8356833,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Starke Frauen","epNo":3,"alt":"Russian Navy","descr":"Desna und Dean werden von Gregory zu einer Bootstour auf dessen Yacht eingeladen. Erstaunt muss Desna feststellen, dass auch Gregorys Mutter Matilde mit von der Partie ist.","versions":[{"lang":1,"streams":[{"redirect":8978710,"hoster":"VOE"},{"redirect":8356881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504895,"hoster":"VOE"},{"redirect":8356832,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Aufschrei","epNo":4,"alt":"Scream","descr":"Quiet Ann ist genervt, denn Desna kümmert sich nur noch um das Geschäft und ihre Hochzeitsvorbereitungen. Ein kleiner Tropfen bringt schließlich das Fass zum Überlaufen.","versions":[{"lang":1,"streams":[{"redirect":9578738,"hoster":"VOE"},{"redirect":8356883,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504893,"hoster":"VOE"},{"redirect":8356834,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Auftrag","epNo":5,"alt":"Vaginalologist","descr":"Desna kommt Zlata immer näher, obwohl die Crew sich deswegen große Sorgen macht. Ihre Beziehung zu Dr. Ruval wird enger. Unterdessen bekommt Dean eine Gelegenheit, sein Talent zur Schau zu stellen und Uncle Daddy bekommt sein Mojo zurück.","versions":[{"lang":1,"streams":[{"redirect":8978716,"hoster":"VOE"},{"redirect":14166673,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504892,"hoster":"VOE"},{"redirect":8356837,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Inneres Licht","epNo":6,"alt":"Double Dutch","descr":"Während Bryce im Koma liegt, besuchen Desna und Dean ihre Pflegemutter Mrs. Wallace. Derweil macht Dr. Ken gemeinsame Sache mit der Polizei und dem FBI.","versions":[{"lang":1,"streams":[{"redirect":8978718,"hoster":"VOE"},{"redirect":8356888,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verbrenne","epNo":7,"alt":"Burn","descr":"Desna sinnt auf Rache und klaut mit Uncle Daddy, Roller, Virginia und Quiet Ann den Koksvorrat aus Gregorys Lager.","versions":[{"lang":1,"streams":[{"redirect":8978707,"hoster":"VOE"},{"redirect":8356891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609639,"hoster":"VOE"},{"redirect":8356841,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verräter","epNo":8,"alt":"Crossroads","descr":"Nachdem Zlata Desnas Kaution bezahlt hat, einigen sich die beiden darauf, gemeinsam gegen Gregory zu arbeiten. Uncle Daddy und Roller geraten derweil in eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8978711,"hoster":"VOE"},{"redirect":10712572,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504894,"hoster":"VOE"},{"redirect":8356844,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bis zum Tod","epNo":9,"alt":"Til Death","descr":"Polly ist dem Wahnsinn nahe: Zunächst zieht Marnie aus und schließlich bekommt sie unerwarteten Besuch ihrer lange verschollenen Schwester Lilian.","versions":[{"lang":1,"streams":[{"redirect":9209238,"hoster":"VOE"},{"redirect":8356894,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609644,"hoster":"VOE"},{"redirect":8356842,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sturm","epNo":10,"alt":"Breezy","descr":"Als ein Hurrikan durch Palmetto wütet, fährt Desna (Niecy Nash) fort mixt ihren Plänen für ihren Hochzeitstag. Sie ist versessen darauf, alle offenen Rechnungen zu begleichen. Eine Konfrontation entwickelt sich in einem luxuriösen Golf-Resort, jeder Beteiligte ist darauf versessen, die anderen zu besiegen, doch können Desna und die Crew den Sturm überstehen?","versions":[{"lang":1,"streams":[{"redirect":12383078,"hoster":"VOE"},{"redirect":8356893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504896,"hoster":"VOE"},{"redirect":8356843,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Angeschmiert","epNo":1,"alt":"Just the Tip","descr":"Virginia wurde vor dem Bayside Rapture Casino angeschossen; die Schüsse galten allerdings Desna. Während Virgina um ihr Leben kämpft, macht sich Desna die größten Vorwürfe. Aber wer ist für den Anschlag verantwortlich?","versions":[{"lang":1,"streams":[{"redirect":8978712,"hoster":"VOE"},{"redirect":8356895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13504899,"hoster":"VOE"},{"redirect":8356847,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Muskelspiele","epNo":2,"alt":"Muscle And Flow","descr":"Desna ist fest entschlossen, das Bayside Rapture Casino zu leiten und schwört Jen, Polly, Virginia und Quiet Ann ein, sie dabei zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":8978720,"hoster":"VOE"},{"redirect":9019761,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498087,"hoster":"VOE"},{"redirect":8356852,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Willkommen im Tempel der Lust","epNo":3,"alt":"Welcome To The Pleasuredome","descr":"Nachdem sie Macs (Michael Horse) und Melbas (Rebecca Creskoff) Überraschung im Salon entdeckt haben, gehen Desna (Niecy Nash) und die Gang zu ihrer \"Spendenveranstaltung\" um Informationen zu sammeln, die sie gegen sie verwenden können.","versions":[{"lang":1,"streams":[{"redirect":8978721,"hoster":"VOE"},{"redirect":8356902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13100005,"hoster":"VOE"},{"redirect":8356851,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mach’s gut, Junge","epNo":4,"alt":"Boy, Bye","descr":"Polly und Joe können derweil kaum die Finger voneinander lassen, während Bryce unter allen Umständen vermeiden möchte, dass Jen von der Rückkehr ihrer Mutter Brenda erfährt.","versions":[{"lang":1,"streams":[{"redirect":8978727,"hoster":"VOE"},{"redirect":10591632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13100008,"hoster":"VOE"},{"redirect":8356853,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hausbesuche","epNo":5,"alt":"Zaddy was a Rolling Stone","descr":"Die Welt von Desna (Niecy Nash) und Dean (Harold Perrineau) steht auf dem Kopf, als ein unerwarteter Verwandter aus ihrer Vergangenheit auftaucht. Die Dinge nehmen eine noch unerwartetere Wendung, als die Lovestones sich gegen Desna wehren, weil sie sich ihnen in den Weg stellen.","versions":[{"lang":1,"streams":[{"redirect":8978723,"hoster":"VOE"},{"redirect":8356903,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Flug des Adlers","epNo":6,"alt":"Fly Like An Eagle","descr":"Nachdem sie erfolgreich das Wissen über Governor Vikram Patel III (Bernard White) genutzt hat, um ihren Bruder zurückzugewinnen, kehrt eine siegreiche Desna (Niecy Nash) ins Casino zurück, nur um zu erfahren, dass Dean (Harold Perrineau) dem Zauber von Mac und Melbas mehr verfallen ist, als sie dachte.","versions":[{"lang":1,"streams":[{"redirect":8978744,"hoster":"VOE"},{"redirect":8537912,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geoutet","epNo":7,"alt":"Chicken Pussy","descr":"Mac und Melba Lovestone haben, zu Desnas Entsetzen, Dean adoptiert. Sie will ihren Bruder so schnell wie möglich aus dem Casino holen, doch Dean weist sie zurück.","versions":[{"lang":1,"streams":[{"redirect":7950622,"hoster":"VOE"},{"redirect":14141140,"hoster":"Doodstream"},{"redirect":7950621,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was ist mit Amerika passiert?","epNo":8,"alt":"What is Happening to America","descr":"Die Crew macht ausgeklügelte Pläne, um die Schulden des Casinos zurückzuzahlen, nur um zu erfahren, dass sie noch lange nicht aus dem Schlimmsten sind.","versions":[{"lang":1,"streams":[{"redirect":12920055,"hoster":"VOE"},{"redirect":8356910,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Beichte","epNo":9,"alt":"Melba Toast","descr":"Desna (Niecy Nash) und die Crew müssen sich mit den Triads gut stellen wenn sie überleben wollen. Unterdessen wird Toby Evans (Evan Daigle) von seinen Schuldgefühlen so weit getrieben, etwas Überraschendes zu tun, was die gesamte Crew in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":14141134,"hoster":"VOE"},{"redirect":14141137,"hoster":"Doodstream"},{"redirect":14141136,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609647,"hoster":"VOE"},{"redirect":8356857,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kuba","epNo":10,"alt":"Finna","descr":"Gerade als die Crew dachte, dass sie es schaffen könnte, nimmt es das Schicksal mit Desna (Niecy Nash) und Roller (Jack Kesy) besonders Ernst. Desna, ist sie gezwungen, eine Entscheidung zu treffen, die niemand erwartet hätte.","versions":[{"lang":1,"streams":[{"redirect":14141135,"hoster":"VOE"},{"redirect":14141133,"hoster":"Doodstream"},{"redirect":14141132,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Chapter One: Betrayal","descr":"Nachdem das Casino verschwunden ist, ist Desna bereit, zu ihren Wurzeln als Geldwäsche-Nagelmogul zurückzukehren, was sich als schwieriger erweist als erwartet und sie und die Crew weiter in eine Welt der Kriminalität treibt.","versions":[{"lang":2,"streams":[{"redirect":12269340,"hoster":"VOE"},{"redirect":9470494,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Chapter Two: Vengeance","descr":"Desnas Plan, Oxy an eine höherklassige Klientel zu verkaufen, wird schnell von Onkel Daddy und Quiet Ann sabotiert, was den Drogenkrieg eskaliert.","versions":[{"lang":2,"streams":[{"redirect":9470531,"hoster":"VOE"},{"redirect":9470555,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Chapter Three: Ambition","descr":"Desna lanciert Claws Up, ihren neuen mehrstufigen Oxy-Vertrieb, und beschäftigt einige ihrer treuesten Kunden als Händler und Personalvermittler à la Mary Kay. Die Spannungen für die Crew steigen, als sie versuchen, ein kriminelles Unternehmen von oben zu leiten.","versions":[{"lang":2,"streams":[{"redirect":9497416,"hoster":"VOE"},{"redirect":9497414,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Chapter Four: Loyalty","descr":"Desna und ihre Crew beginnen, die Vorteile ihres neu entdeckten Erfolgs zu genießen, bis entdeckt wird, dass jemand ihre Pillen stiehlt und unter einem anderen Label weiterverkauft. Desna und ihre Mädchen müssen sich dieser Person stellen – mit irreversiblen und tödlichen Konsequenzen, die Desna auf ihrem Weg in Richtung Gangstertum vorantreiben.","versions":[{"lang":2,"streams":[{"redirect":9497423,"hoster":"VOE"},{"redirect":9497420,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Chapter Five: Comeuppance","descr":"Desna fühlt sich schuldig, weil Jenn und Bryce das Sorgerecht für ihre Kinder verloren haben, und bietet ihnen an, ihre Eigentumswohnung zu benutzen, in der Jenn heimlich anfängt, Oxy zu nehmen, um ihre Nerven zu beruhigen. Nachdem Onkel Daddy das Sorgerecht für die Kinder zugesprochen bekommt und sie dann prompt verlegt, werden die Mädchen gezwungen, in eine Pflegefamilie zu kommen.","versions":[{"lang":2,"streams":[{"redirect":9538655,"hoster":"VOE"},{"redirect":9538654,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Chapter Six: Greed","descr":"Desna eröffnet ein zweites Nagelstudio, aber ein rivalisierender Salonbesitzer verlangt bald eine monatliche Auszahlung, was Desna zu drastischen Maßnahmen zwingt und sich ihren Platz als hartgesottener Gangster sichert. Jenns Oxysucht gerät außer Kontrolle, als sie eine verdächtig enge Bindung zu Tony eingeht.","versions":[{"lang":2,"streams":[{"redirect":9596306,"hoster":"VOE"},{"redirect":9596307,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Chapter Seven: Ascension","descr":"Desna schwört, nicht zu ruhen, bis sie Onkel Daddys Organisation von Grund auf zerlegt hat. Jenns fragwürdige Freundschaft mit Tony wird sowohl von Desna als auch von Bryce entdeckt und droht, beide Beziehungen zu zerstören.","versions":[{"lang":2,"streams":[{"redirect":9647797,"hoster":"VOE"},{"redirect":9647794,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Chapter Eight: Reckoning","descr":"Mit der Erkenntnis, dass Tony ein DEA-Agent ist, muss Desna ihre Crew um sich scharen, um nicht von den FBI-Agenten zur Strecke gebracht zu werden. Als Jenn eine Überdosis nimmt, beginnt die Crew, vergrabene Wahrheiten aufzudecken, die ihre Bindung zu entwirren drohen.","versions":[{"lang":2,"streams":[{"redirect":9701269,"hoster":"VOE"},{"redirect":9701268,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Chapter Nine: Wrath","descr":"Während die Crew in Trümmern liegt und die Bedrohung durch die DEA droht, entwirft Desna eine Ausstiegsstrategie für sich und ihre Mädchen. Ihre Pläne werden beschleunigt, nachdem Bryce Tony in eifersüchtiger Wut getötet und es dann Onkel Daddy gesteht.","versions":[{"lang":2,"streams":[{"redirect":9746999,"hoster":"VOE"},{"redirect":9746998,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Chapter Ten: Mercy","descr":"Desna, die Gangsterkönigin von Palmetto, hat ihren letzten Showdown mit der Erzfeindin und ehemaligen Freundin Quiet Ann. Desna muss durch Reifen springen, während sie die Evakuierung der Banden aus Palmetto vorbereitet.","versions":[{"lang":2,"streams":[{"redirect":9809648,"hoster":"VOE"},{"redirect":9809644,"hoster":"Streamtape"}]}]}]}]}