{"path":"/serie/stream/cliff-dexter","name":"Cliff Dexter","descr":"Interpol, FBI und das Bundeskriminalamt reißen sich um die Mitarbeit des smarten blonden Superdetektivs Cliff Dexter. Doch um seine Unabhängigkeit zu bewahren, lehnt er alle lukrativen Angebote ab und richtet sich in einer westdeutschen Großstadt, im obersten Stockwerk eines Hochhauses, ein Luxusbüro ein. Dexter ist ein attraktiver Teufelskerl im maßgeschneiderten Anzug, der zielsicher mit der Waffe in 007-Manier lässig die schwierigsten Fälle löst und sich noch nebenbei mit allerlei jungen, hübschen Damen vergnügt. Wenn Kommissar Meinert mal nicht weiter weiß, ist Dexter stets mit Rat und Tat zur Stelle. Zudem ist er noch ein vollendeter Kavalier. Nachdem er in seinem blitzblanken Mercedes SE Cabrio vor seinem Büro vorgefahren ist, überreicht er jeden Morgen seiner aparten Sekretärin Jaqueline eine einzelne Blume. Rechtsanwalt Archie Pillow bleiben Dexters Qualitäten nicht verborgen und er wird in der zweiten Staffel der Partner und Auftraggeber des ehemaligen FBI-Agenten. Darüber hinaus findet Dexter in der schönen Carol eine neue Assistentin, die im fortan nicht von der Seite weicht.","seasons":[{"path":"/serie/stream/cliff-dexter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cliff-dexter/staffel-1/episode-1","name":"Fahrerflucht um Mitternacht","epNo":1,"alt":"Episode 1","descr":"Cliff Dexter, ehemaliger FBI-Agent, lässt sich in einer deutschen Großstadt nieder, um als Detektiv zu arbeiten. Gemeinsam mit Kommissar Meinert arbeitet er in seinem ersten Fall an der Aufklärung eines mysteriösen Autounfalls. Ein Kind, das Augenzeuge des Unfalls war, behauptet nämlich, dass nicht alles mit rechten Dingen zugegangen ist. In der Tat stellt sich bald heraus, dass es sich bei dem Unfall eigentlich um einen Mord handelt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309353","hoster":"VOE"},{"path":"/redirect/9351939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-2","name":"Gift in harten Fäusten","epNo":2,"alt":"Episode 2","descr":"Cliff Dexter untersucht eine mysteriöse Unfallsserie auf einer Baustelle. Kommissar Meinert erfährt, dass unter den Bauarbeitern seltsame Pillen verteilt werden, die in ihnen ein Sicherheitsgefühl hervorrufen, das man im letzten Stock eines Hochhauses nicht haben sollte. Um inkognito ermitteln zu können, schleicht sich Cliff unter die Bauarbeiter...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309364","hoster":"VOE"},{"path":"/redirect/9351942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-3","name":"Umleitung ins Verderben","epNo":3,"alt":"Episode 3","descr":"Cliff bekommt diesmal von der Versicherungsanstalt einer Textilfirma den Auftrag, den Überfall auf einen Lohngeldtransport zu klären. Von Kommissar Meinert, der den Fall untersucht, erhält er erste Informationen. Um den Tätern auf die Spur zu kommen, begibt sich Cliff in die Textilfirma und schnüffelt dort herum. Bald hat er eine erste Spur...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920050","hoster":"VOE"},{"path":"/redirect/9351943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-4","name":"Die herrenlose Dogge","epNo":4,"alt":"Episode 4","descr":"Physiker Sponelli fährt abends nach einer Party mit seiner Freundin nach Hause. Auf dem Heimweg wird der Wagen angehalten und seine Freundin entführt. Als Lösegeld soll Folco Spinelli den Entführern wichtige wissenschaftliche Formeln beschaffen. Verzweifelt wendet sich Sponelli an Cliff Dexter, doch als sich dieser am Telefon meldet, steht plötzlich jemand hinter ihm und droht ihm mit einer Waffe. Als Sponelli deshalb auflegt, schöpft Cliff verdacht und nimmt sich der Sache an..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309370","hoster":"VOE"},{"path":"/redirect/9351944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-5","name":"Alibi für einen Zufall","epNo":5,"alt":"Episode 5","descr":"Die Frau von Herbert Zambach ist spurlos verschwunden. Cliff untersucht den Fall gemeinsam mit Kommissar Meinert. Doch bald kommt er dahinter, dass Zambach etwas mit dem Verschwinden zu tun haben muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309378","hoster":"VOE"},{"path":"/redirect/9351945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-6","name":"Tiefschlag","epNo":6,"alt":"Episode 6","descr":"Die Frau des Boxers Johnny Monney wird entführt. Aus diesem Grund wird der lange erwartete Boxkampf zwischen Johnny Mooney und seinem Gegner Vinetti abgesagt. Cliff Dexter, der sich schon länger mit den angeblichen Erpressungen Vinettis beschäftigt, untersucht, ob Vinetti mit den Vorfällen zu tun hat, denn - so sagt man - er hat sich dafür bezahlen lassen, den Boxkampf zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309383","hoster":"VOE"},{"path":"/redirect/9351947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-7","name":"Eine Flasche Whisky","epNo":7,"alt":"Episode 7","descr":"Ein Landstreicher schlägt auf einem Parkplatz eine Autoscheibe ein, um eine Flasche edlen Whiskys zu stehlen. Als der Mann davon trinkt, wird ihm übel, denn der Whisky war vergiftet. Mit letzter Kraft schleppt er sich zu Cliff Dexter, der sofort die Polizei und den Notarzt verständigt. Cliffs Aufgabe ist nun, herauszufinden, für wen die Flasche eigentlich bestimmt war. Er versucht, einen Mord zu verhindern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309388","hoster":"VOE"},{"path":"/redirect/9351948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-8","name":"Gepäckschein aus erster Hand","epNo":8,"alt":"Episode 8","descr":"Die Tochter von Walter und Luise Brittmann wird entführt. Cliff Dexter wird beauftragt, der Sache nachzugehen. Das Lösegeld soll in einer Tasche am Bahnhof hinterlegt werden. Cliff meint zunächst, dass damit die Überführung und Stellung des Täters ganz einfach wäre. Als er dann zuschlagen will, glaubt er seinen Augen nicht - ein Zwillingspärchen tritt auf und beide tragen eine identische Tasche - wen soll Cliff nun verfolgen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309394","hoster":"VOE"},{"path":"/redirect/9351949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-9","name":"Der Gehetzte","epNo":9,"alt":"Episode 9","descr":"Kommissar Meinert wendet sich mit einem Spezialauftrag an Cliff Dexter: er soll einen Agenten überwachen. Der Mann wurde zum Gehetzten und von der Gegenseite dringend gesucht. Ehe Cliff den Auftrag übernehmen kann, wird er ermordet. Nun soll Cliff den Täter finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332992","hoster":"VOE"},{"path":"/redirect/9351953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-10","name":"Der Köder","epNo":10,"alt":"Episode 10","descr":"Cliff muss nach Amsterdam. Alles hat damit begonnen, dass man einen Mann namens Henry Legarde als Köder benutzt hat und ihn die geheimen Daten für einen Raketentreibstoff stehlen ließ. Doch wer hat Legarde beauftragt? Dexter soll dies herausfinden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920053","hoster":"VOE"},{"path":"/redirect/9351959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-11","name":"Das Haus auf der Insel","epNo":11,"alt":"Episode 11","descr":"Cliff Dexter will endlich mal ausspannen. Aus diesem Grund begibt er sich nach Großbritannien, um dort an der Küste zu angeln. Doch der Wettergott meint es nicht gut mit ihm und so zieht bald starker Nebel auf und es beginnt zu regnen. Cliff möchte zurück ins Hotel, doch sein Boot streikt und so landet er mit Ach und Krach auf einer einsamen Insel, auf der sich nur ein Haus befindet. Ausgerechnet dort wird der Detektiv in eine höchst mysteriöse Mordaffäre verstrickt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309412","hoster":"VOE"},{"path":"/redirect/9351954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-12","name":"Eine Kette aus grauen Perlen","epNo":12,"alt":"Episode 12","descr":"Wo ist die teure Kette mit den grauen Perlen? Cliff Dexters Ermittlungen führen nach Mallorca, wo er den Dieb zwar findet, aus ihm aber nichts mehr herausbringen kann, da er tot ist. Bei dem Dieb handelt es sich um den Chauffeur der Ketten-Besitzerin. Cliff muss nun nicht nur die verschwundene Kette, sondern auch einen Mörder finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309417","hoster":"VOE"},{"path":"/redirect/9351960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-1/episode-13","name":"Heiße Fracht aus Skandinavien","epNo":13,"alt":"Episode 13","descr":"Cliff Dexter soll diesmal einen Fall von mysteriösem Diamantenschmuggel klären. Die Bande agiert zwischen der BRD und den skandinavischen Ländern. Ein toter Matrose, der angeblich vom Deck eines Frachters gespült wurde, bringt Cliff Dexter auf die entscheidende Spur, die ihn nach Kopenhagen führt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309423","hoster":"VOE"},{"path":"/redirect/9351958","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/cliff-dexter/staffel-2/episode-1","name":"Gäste um Mitternacht","epNo":1,"alt":"Episode 1","descr":"Der Bankräuber Phil Moreland wird aus der Haft entlassen. Sein ehemaliger Londoner Anwalt Archibald Pillow glaubt, dass er sich nun an die versteckte Beute aus seinem Raubzug macht und dass seine Komplizen ihn dabei in Gefahr bringen, weil er nicht teilen will. Pillow bittet seinen alten Freund Cliff Dexter, seinen Urlaub auf den Azoren zu unterbrechen, um der Sache nachzugehen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309427","hoster":"VOE"},{"path":"/redirect/9351957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-2","name":"Millionen aus grüner Tiefe","epNo":2,"alt":"Episode 2","descr":"Dieser Auftrag bringt Cliff in das sommerliche Florida: vor der Küste liegt das Wrack eines alten Schiffes, in dem sich noch ein alter Silberschatz befinden soll. Mr. Hefner will das alte Schiff bergen und beauftragt Cliff mit der Überwachung des Vorgangs. Ihm zur Seite stellt er einen gewissen Jack Dillon, der jedoch ermordet wird, bevor Cliff ihn zum ersten Mal treffen kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309438","hoster":"VOE"},{"path":"/redirect/9351964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-3","name":"Einer riskiert seinen Kopf","epNo":3,"alt":"Episode 3","descr":"Cliff Dexter begibt sich auf eine gefährliche Autofahrt. Eigentlich scheint alles einfach: er soll einen Zeugen von Wien nach London bringen, damit er dort vor Gericht aussagt. Doch einige Leute wollen das unbedingt verhindern. So wird die Autofahrt zu einem gefährlichen Abenteuer und nicht nur Cliff riskiert seinen Kopf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309439","hoster":"VOE"},{"path":"/redirect/9351963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-4","name":"Einen Orden für Cliff","epNo":4,"alt":"Episode 4","descr":"Cliff und seine Assistentin Carrol befinden sich im Flugzeug nach Dublin. Plötzlich erhält der Pilot einen Funkspruch: an Bord der Maschine soll sich eine Bombe befinden, die in zehn Minuten losgehen wird. Die Besatzung versucht die Nachricht geheim zuhalten, während der Pilot nach einem Notlandeplatz sucht. Dexter, der eingeweiht wird, findet schnell das Ziel des Anschlags: in der Maschine befindet sich der Präsident eines afrikanischen Staates, der eine extrem brisante Konferenz in London abhalten soll...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917080","hoster":"VOE"},{"path":"/redirect/9351967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-5","name":"Die Rechnung geht nicht auf","epNo":5,"alt":"Episode 5","descr":"Der Rechtsanwalt Pillow wendet sich besorgt an seinen Freund Cliff Dexter: einer seiner Klienten, der Gangster Smithie hat eine Liste mit Namen seiner Komplizen bei ihm hinterlegt. Da Smithie kürzlich ermordet wurde fürchtet nun Pillow um sein Leben. Cliff hat alle Hände damit zu tun, seinen Freund vor den Gangstern zu schützen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309451","hoster":"VOE"},{"path":"/redirect/9351966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-6","name":"Doppelte Prämie","epNo":6,"alt":"Episode 6","descr":"Die Art und Weise wie Mister Francella Erdöl in Bolivien erschlossen hat, ist äußerst seltsam. Es kam dabei immer wieder zu Unfällen und Sabotage. Francella will der Sache auf den Grund gehen und engagiert Cliff Dexter, ihn zu begleiten. Das Seltsame: vor dem Abflug erhöht er seine Lebensversicherung um eine immense Summe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309455","hoster":"VOE"},{"path":"/redirect/9351970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-7","name":"Lösegeld:Mord","epNo":7,"alt":"Episode 7","descr":"Cliff erhält einen mysteriösen Besuch. Es handelt sich dabei um einen Mann namens Cartoni, der ihm offenbart, man habe seine Sekretärin Carrol entführt. Wenn er sie lebend wieder sehen will, dann muss er einen Mord für ihn ausführen. Was steckt hinter der Sache? Eigentlich begann es damit, dass Cliff eine Frau namens Nora Cartoni überwachen sollte und Carrol die erste Schicht übernahm. Von dieser kam sie aber nicht wieder ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309462","hoster":"VOE"},{"path":"/redirect/9351973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-8","name":"Tod auf dem Golfplatz","epNo":8,"alt":"Episode 8","descr":"Cliff Dexter und seine Sekretärin Carrol machen in einem australischen Sporthotel Urlaub. Auf dem nahegelegenen Golfplatz wird gerade ein internationales Golfturnier ausgetragen. Als ihn eines Tages ein Mr. Fergusson um ein dringendes Gespräch bittet, klappt dieser in der Hotelhalle vor den Augen aller zusammen. Handelt es sich dabei etwa um einen Mord? Cliff ermittelt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309469","hoster":"VOE"},{"path":"/redirect/9351972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-9","name":"Katze und Maus","epNo":9,"alt":"Episode 9","descr":"Madame Leclerque hat einen heiklen Auftrag für Cliff. Ihr Mann, ein renommierter Wissenschafter in der Flugzeugentwicklung, scheint nämlich den Plan zu haben, sich mit allen geheimen Daten in den Ostblock abzusetzen. Seine \"Flucht\" soll über Stockholm laufen. Cliff will den Fall nicht annehmen, doch obwohl er negativ dazu eingestellt ist, hat es plötzlich jemand auf sein Leben abgesehen. Alle Spuren führen zu Professor Leclerque...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309473","hoster":"VOE"},{"path":"/redirect/9351975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-10","name":"Freundschaftsdienst","epNo":10,"alt":"Episode 10","descr":"Cliff Dexter weilt auf Urlaub in Ungarn. Dabei lernt er ein Mädchen namens Linda kennen, die ihn vor seiner Abreise um einen Gefallen bittet. Es handelt sich dabei um einen sogenannten Freundschaftsdienst, den Cliff ob der Schönheit des Mädchens gerne annimmt. Er soll einer Freundin in Wien ihren Lippenstift zurückbringen, den Linda angeblich versehentlich eingesteckt hat. Irgend etwas scheint damit aber nicht zu stemmen, denn Cliff hat bald danach den ungarischen Geheimdienst auf seinen Fersen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309480","hoster":"VOE"},{"path":"/redirect/9351979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-11","name":"Pinkys Fund","epNo":11,"alt":"Episode 11","descr":"Ein Mann namens Pinky läuft Cliff Dexter verstört in den Wagen und erzählt eine unglaubliche Geschichte: er habe in einem nahegelegenen Waldstück eine Leiche im Kofferraum eines Autos gefunden. Cliff begleitet Pinky zurück, damit er ihm seinen Fund zeigen kann. Doch die Leiche ist spurlos verschwunden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309486","hoster":"VOE"},{"path":"/redirect/9351978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-12","name":"Der Todeskandidat","epNo":12,"alt":"Episode 12","descr":"In einer Bar in Rom lernt Cliff Dexter die schöne Monique kennen. Prompt verabredet er sich mit ihr. Doch zum Rendezvous erscheint Monique nicht. Statt dessen schießt ein Unbekannter auf ihn. Offenbar eine Falle, die Frage ist nur, wer Cliff an den Kragen will...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309490","hoster":"VOE"},{"path":"/redirect/9351980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cliff-dexter/staffel-2/episode-13","name":"Der letzte Erbe","epNo":13,"alt":"Episode 13","descr":"Cliff Dexter wird auf Seymore Castle bestellt: der Besitzer, Sir John Mac Lean, hat Todesangst. Irgend jemand hat bereits zweimal versucht, ihn zu ermorden. Cliff hält zunächst nicht viel von der Sache, bis auf Sir John vor seinen Augen ein Anschlag verübt wird...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9309498","hoster":"VOE"},{"path":"/redirect/9351981","hoster":"Streamtape"}]}]}]}]}