{"path":"/serie/stream/cloud","name":"Cloud","descr":"[Clouds Legacy: The Wild Stallion Returns] Dreiteilige Langzeitdokumentation von Ginger Kathrens [bis heute (März 2017) haben es allerdings nur zwei Teile ins deutsche Fernsehen geschafft], die mehr als sieben Jahre lang eine Wildpferdherde in den Rocky Mountains, auf dem Gebiet der Crow-Ureinwohner, beobachtete und anhand des von ihr Cloud getauften Hengstes deren Geschichte erzählt.","seasons":[{"path":"/serie/stream/cloud/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cloud/staffel-1/episode-1","name":"Cloud – Ein wilder Hengst in den Rocky Mountains","epNo":1,"alt":"","descr":"Das Indianergebiet der Crow innerhalb der Rocky Mountains ist ein ideales Terrain für Wildpferde. Die Dokumentarfilmerin Ginger Kathrens begleitet mehr als sieben Jahre lang einen blassweißen Palomino-Hengst, den sie Cloud, die Wolke, tauft. Sie beobachtet seine Fohlenzeit inmitten der ungestümen Familie, die von einer ebenso prächtigen Stute geführt und durch den feurigen schwarzen Hengst Raven beschützt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13215221","hoster":"VOE"},{"path":"/redirect/13215219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cloud/staffel-1/episode-2","name":"Cloud – Der wilde Hengst kehrt zurück","epNo":2,"alt":"","descr":"Cloud, der wilde Hengst, ist wieder da. Erneut beobachtet Ginger Kathrens die Mustangs im Indianer-Land der Crow mitten in den Rocky Mountains. Das freiheitliche Leben der letzten Wildpferde in Amerikas Wildem Westen liegt der renommierten Dokumentarfilmerin am Herzen, deshalb folgt sie wieder Clouds Spuren, um sein weiteres Schicksal zu zeigen. Der große blassweiße Hengst ist älter geworden und inzwischen ein Herdenhengst mit Verantwortung. Er muss für eine Familie einstehen. Um seinen Harem zu halten oder zu vergrößern, kämpft er mit anderen Hengsten. Aber er verliert auch Stuten, die ihren heimlichen Liebhabern folgen. Ein Fohlen in einer anderen Gruppe ist das genaue Ebenbild von Cloud. Ist es sein Sohn? Auf der Suche nach einer Antwort beobachtet Ginger Kathrens dramatische Ereignisse: Pumas warten versteckt am Waldrand auf schwächliche Tiere, auch Bären ziehen über die Pferdeweiden in den Rocky Mountains. Besonders hart treffen die Mustangs die eisigen Winter und in trockenen Sommermonaten gewaltige Gewitter, die zu heftigen Feuersbrünsten führen können. Genauso verhängnisvoll für manche Pferdefamilie ist, wenn sie ins Blickfeld staatlicher Behörden gelangen. Jährlich treiben Hubschrauber die Wildpferde in die Enge und so genannte Judas-Pferde führen die Herden in die Gefangenschaft. Auch Cloud und seine Familie sind bedroht. Die große Auktion der Wildpferde beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13215172","hoster":"VOE"},{"path":"/redirect/13215165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cloud/staffel-1/episode-3","name":"Clouds neue Abenteuer","epNo":3,"alt":"","descr":"Inzwischen Leithengst seiner eigenen kleinen Herde und (Zieh-)Vater zweier Junghengste, wird sich für Cloud herausstellen, wer von den beiden ihn beerben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13215180","hoster":"VOE"},{"path":"/redirect/13215179","hoster":"Streamtape"}]}]}]}]}