{"seriesId":"code-37","name":"Code 37","descr":"Kriminalkommissarin Hannah Maes leitet im belgischen Gent das Dezernat, das auf Sexualdelikte spezialisiert ist. Gemeinsam mit ihren drei Kollegen wird sie dabei immer wieder mit abscheulichen Verbrechen konfrontiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sexsüchtig","epNo":1,"alt":"Bij de Keel","descr":"Die 35-jährige Headhunterin Kristien Devadder wird tot in ihrem Hotelzimmer in Gent gefunden. Alles deutet darauf hin, dass sie beim Sex so lange stranguliert wurde, bis sie starb. Die neue Chefermittlerin der Sittenpolizei, Hannah Maes, übernimmt mit ihrem Team den Fall. Dieses besteht aus Charles, der schon ein alter Hase im Geschäft ist, dem Macho Bob und dem Nesthäkchen und Computerspezialisten Kevin. Alle drei stehen ihrer neuen Chefin und ihren Methoden zunächst skeptisch gegenüber, doch Hannah lässt durch ihre selbstbewusste Art keine Zweifel an ihrer Autorität aufkommen. Während der Ermittlungen wird klar, dass Kristien Devadder sexsüchtig war und ein Doppelleben führte. Einerseits war sie verheiratet und hatte eine vierjährige Tochter, andererseits hielt sie sich mehrere Liebhaber. Hannah und ihr Team gehen der Frage nach, wen Kristien dieses Mal im Hotelzimmer traf.","versions":[{"lang":1,"streams":[{"redirect":8979012,"hoster":"VOE"},{"redirect":8357426,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sehen und gesehen werden","epNo":2,"alt":"Deborah","descr":"Ein anonymer Telefonanruf führt die Polizistin Hannah Maes zu der brutal zusammengeschlagenen Deborah Verlinden. Die junge Frau erklärt Hannah, dass sie von einem Mann angegriffen wurde, den sie in einer Bar kennen gelernt hat. Doch zu Hannahs Überraschung will Deborah keine Anzeige erstatten. Hannah beginnt dennoch zu ermitteln und stößt dabei auf erotische Fotos von Deborah, die im Besitz ihres Nachbars Filip Mariën sind. Es stellt sich heraus, dass Deborah eine Exhibitionistin ist, die es liebt, vor ihrem Fenster zu strippen. Gleichzeitig sucht Hannah nach neuen Spuren zu einem Einbruch ins Haus ihrer Eltern vor acht Jahren und öffnet deshalb die alte Akte wieder.","versions":[{"lang":1,"streams":[{"redirect":9206331,"hoster":"VOE"},{"redirect":8357427,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Jungfrau","epNo":3,"alt":"Zonder Bijsluiter","descr":"Lotte Santermans kommt zum Hauptquartier der Genter Sittenpolizei, um Anzeige zu erstatten, weil sie angeblich auf einer Studenten-Party vergewaltigt wurde. Bob hat seine Zweifel an ihrer Geschichte, da laut Statistiken dreißig Prozent der Anzeigen wegen Vergewaltigung Falschanzeigen sind und er der Meinung ist, dass eine Medizinstudentin wie Lotte es merken müsste, wenn ihr Rohypnol ins Getränk gemischt wird. Hannah glaubt Lotte dennoch und begibt sich auf die Suche nach Beweisen. Zudem untersucht Hannah weiterhin den Einbruch in das Haus ihrer Eltern vor acht Jahren. Als der Staatsanwalt beschließt, die Akte ihrer Mutter zu schließen, bittet Hannah ihren Vater, seinen Einfluss als Richter spielen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8979011,"hoster":"VOE"},{"redirect":8357428,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vater und Tochter","epNo":4,"alt":"Naakte Feiten","descr":"Der Star-Anwalt Walter Stals findet in seinem Briefkasten eine DVD, die seine 20-jährige Tochter Caroline zeigt, wie sie in ihrem Haus Männer auf besondere Weise unterhält. Ihm wird schnell klar, dass der gute Ruf seiner Firma durch die Veröffentlichung dieser DVD zerstört werden könnte. Deshalb vereinbart er ein Treffen mit Mark Vermaelen, dem Chef der Genter Sittenpolizei. Mark verspricht ihm, sich darum zu kümmern ohne Aufsehen zu erregen und übergibt die Aufgabe an seine Chefermittlerin Hannah Maes und ihr Team. Hannah ist jedoch nicht davon überzeugt, dass dies eine Aufgabe für die Sitte ist, nicht einmal, nachdem bestätigt ist, dass Caroline als Prostituierte arbeitet. Ihr Interesse wird erst geweckt, als Walter Stals einige Tage später das Opfer eines brutalen, aber mysteriösen Verbrechens wird.","versions":[{"lang":1,"streams":[{"redirect":12333008,"hoster":"VOE"},{"redirect":8357432,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Homevideo","epNo":5,"alt":"Candid Camera","descr":"Patrick Martens entdeckt schockierende Bilder auf einer Webseite für Amateur-Pornografie, die seinen 16 Jahre alten Sohn Senne mit einer jungen Frau zeigen. Der Sex selbst ist nicht illegal, jedoch das Filmen und die Veröffentlichung im Internet. Die Sittenpolizei um Hannah Maes und ihr Team identifizieren Marijke Fouquet als die Unbekannte aus dem Video. Doch wurde der Film wirklich von Senne und Marijke gedreht? Es stellt sich heraus, dass Sennes Eltern ebenfalls Geheimnisse haben, die sie zu verstecken versuchen. Außerdem erhält Hannah von ihrem Vater eine wichtige Information, die den Einbruch im Haus ihrer Eltern vor ein paar Jahren betrifft.","versions":[{"lang":1,"streams":[{"redirect":8979024,"hoster":"VOE"},{"redirect":8357435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geheime Spiele","epNo":6,"alt":"Jeugdzonde","descr":"Die lernbehinderte Iris De Ceuster bricht beim Arbeiten in der Bäckerei ihrer Eltern zusammen. Im Krankenhaus wird entdeckt, dass sie infizierte Brandwunden in ihrem Genitalbereich hat. Daraufhin wird die Sittenpolizei informiert. Hannah Maes beginnt ihre Ermittlungen mit der Befragung von Iris, die ihr erzählt, dass sie im Kino von einem glatzköpfigen Mann mit einem Jagdgewehr angegriffen wurde. Doch in Iris’ Wohnung entdecken Hannah und ihr Team einen merkwürdigen Brief, der sie auf eine ganz neue Fährte führt. Hannah trifft sich zudem mit ihrem Vater und stellt ihm Fragen zu ihrem älteren Bruder Bart, der vor Jahren weggelaufen ist und jeden Kontakt zur Familie abgebrochen hat.","versions":[{"lang":1,"streams":[{"redirect":8979013,"hoster":"VOE"},{"redirect":8357434,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Park","epNo":7,"alt":"Gaybashing","descr":"Ein junger Mann wird im Citadel-Park zusammengeschlagen und kommt schwer verletzt ins Krankenhaus. Auch nach seiner Operation ist sein Zustand kritisch. Er ist das Opfer einer Gruppe von Schlägern geworden, die schon seit einer Weile Homosexuelle im Park terrorisiert. Hannah Maes und ihr Team von der Sittenpolizei haben keine Hinweise auf die Identität des Mannes. Er hatte weder einen Geldbeutel bei sich, noch passt eine Vermisstenanzeige zu seiner Person. Hannah sucht vergeblich nach Zeugen und schickt deshalb ihr Team nachts in den Park. Schließlich befragt Hannahs Mitarbeiter Kevin den Sozialarbeiter Daniel Van Damme, der erstaunlich viel Interesse an ihm zeigt. Unterdessen geht Hannah mit einer Pistole bewaffnet in den Wohnwagen von Benny Quintens, um mehr über den Einbruch in das Haus ihrer Eltern vor acht Jahren herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":13004327,"hoster":"VOE"},{"redirect":8357436,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ungeschützt","epNo":8,"alt":"Toegevoegde Tijd","descr":"Pornostar Natasha Belanov kommt zum Hauptquartier der Genter Sitte, um zu melden, dass sie HIV-positiv ist. Sie ist sich sicher, dass sie sich das Virus vor zwei Monaten beim Dreh des Films \"The Flirty Dozen\" eingefangen hat. Die flämische Porno-Industrie ist schockiert über diese Offenbarung, denn das Risiko einer Epidemie ist groß, da die Darsteller oftmals die Sexualpartner wechseln und das Doppelte bezahlt bekommen, wenn sie kein Kondom benutzen. Für Hannah und ihr Team bedeutet das ein Rennen gegen die Zeit, um die Quelle der Infektion zu finden und so zu verhindern, dass sich noch mehr Menschen anstecken. Hannah bekommt zudem neue, verblüffende Informationen bezüglich des Überfalls auf das Haus ihrer Eltern vor acht Jahren.","versions":[{"lang":1,"streams":[{"redirect":8979016,"hoster":"VOE"},{"redirect":13179383,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kinderstars","epNo":9,"alt":"Jong talent","descr":"Zwischen Haushaltsabfällen wird eine DVD mit kinderpornografischem Inhalt gefunden und der Sittenpolizei übergeben. Chefermittlerin Hannah Maes und ihr Team stellen fest, dass auch ein pornografisches Video des belgischen Kinderstars Cindy Starr auf der DVD ist. Sie konfrontieren Cindys Mutter mit dem Video, die davon überzeugt ist, dass Cindy zu diesen Aufnahmen gezwungen wurde. Trotzdem kann sie den beiden keine Hinweise geben, wer der Produzent dieses Videos sein könnte. Hannah und ihr Team nehmen Cindys Manager Frans Schots ins Visier, doch dieser hat weder eine kriminelle Vorgeschichte, noch gab es irgendwelche Vorfälle in der Vergangenheit. Hannah zweifelt dennoch an seiner Unschuld. Sie gerät jedoch mehr und mehr unter Druck, Beweise vorzulegen, da die Medien mittlerweile täglich über den Fall berichten.","versions":[{"lang":1,"streams":[{"redirect":12953000,"hoster":"VOE"},{"redirect":13179384,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Reife Liebe","epNo":10,"alt":"Oude Liefde","descr":"Ein Angler findet die Leiche eines Mannes aus dem Nahen Osten am Ufer eines Flusses. Der Tote wurde schwer misshandelt, bevor er in den Fluss geworfen wurde. Er hat zudem keinerlei Papiere, sondern nur Kondome bei sich. Hannah Maes und ihr Team von der Sittenpolizei nehmen sich dem Fall an und finden heraus, dass der Mann verheiratet war, jedoch ein Doppelleben mit der deutlich älteren Lucienne führte. Doch da ist er nicht der einzige. Hannah versucht fortan, das Netz von seltsamen Beziehungen und Intrigen zu durchschauen.","versions":[{"lang":1,"streams":[{"redirect":8979019,"hoster":"VOE"},{"redirect":8357443,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Tennislehrer","epNo":11,"alt":"30-Love","descr":"Els De Backer meldet erst zwei Wochen nach der Tat, dass sie vergewaltigt wurde. Sie erzählt Hannah Maes und ihrem Team von der Sittenpolizei widerwillig, dass sie auf dem Parkplatz des Water Sport Centers zu Boden geschlagen wurde. Als ihr Bewusstsein wiederkam, lag sie neben ihrem Auto. Ihre Kleider waren zerrissen und ihr Höschen ebenfalls. Allerdings erinnert sie sich nicht mehr an die Vergewaltigung selbst und kann keine Informationen zum Täter liefern. Und wenn Nina, eine Bekannte aus dem Tennisclub, sie nicht dazu überredet hätte, hätte sie die Tat gar nicht gemeldet. Hannah merkt schnell, dass Els etwas verheimlicht, und findet heraus, dass sie versucht, eine Affäre zu vertuschen. Doch dann wird eine andere Frau genau an derselben Stelle vergewaltigt und erstochen. Hannah will die Wahrheit von Els De Backer erfahren.","versions":[{"lang":1,"streams":[{"redirect":8979021,"hoster":"VOE"},{"redirect":14166669,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Petruskreuz","epNo":12,"alt":"Wereld van glas (1)","descr":"Das Genter Rotlichtmilieu ist in Aufruhr, als die Prostituierte Eva Meskens mit einem Messer attackiert und schwer verletzt wird. Der Angreifer hat ihr Petruskreuze in ihre Wangen geritzt. Ist das das Werk eines Psychopathen oder eines religiösen Fanatikers? Die Chefermittlerin der Sittenpolizei Hannah Maes beginnt ihre Ermittlungen mit der Befragung von Evas letztem Kunden Walter Van Praet, doch dieser hat ein felsenfestes Alibi. Währenddessen kommt Eva wieder zu Bewusstsein und beschuldigt Remco, einen sehr aggressiven Zuhälter, der ein paar Wochen zuvor vierzig Prozent ihres Verdiensts eingefordert hat. Dann schlägt der Täter wieder zu und hinterlässt seine Unterschrift auf dem nächsten Opfer.","versions":[{"lang":1,"streams":[{"redirect":8979026,"hoster":"VOE"},{"redirect":8357444,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Sohn","epNo":13,"alt":"Wereld van glas (2)","descr":"Der geistig unterentwickelte Tim Vlaeminck greift die Chefermittlerin der Sittenpolizei Hannah Maes im Recycling-Center an. Von da an gilt er für Hannahs Mitarbeiter Charles und Bob als Hauptverdächtiger im Fall der misshandelten Prostituierten, die ein Unbekannter attackiert und und ihr religiöse Symbole in die Wangen geritzt hatte. Auch der religiöse Vater von Tim Vlaeminck gerät in Verdacht, bis schließlich ein weiterer Übergriff erfolgt. Währenddessen kommt Hannah in ihren privaten Ermittlungen bezüglich des Todes ihrer Mutter voran, die sie zum Friedhof in Campo Santo führen.","versions":[{"lang":1,"streams":[{"redirect":8979022,"hoster":"VOE"},{"redirect":8357447,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Zwei alte Damen","epNo":1,"alt":"Slaap zacht","descr":"Die 74-jährige Magda Reyniers lebt alleine in einem Häuschen inmitten einer Reihenhaussiedlung. Eines Tages lässt sie alle Schlösser ihrer Fenster und Türen auswechseln. Das Team der Sittenpolizei wird misstrauisch. Sie finden heraus, dass Magda von einem maskierten Mann überfallen und vergewaltigt wurde. Außer roten Rosen im Schlafzimmer hat der Täter jedoch keine Spuren hinterlassen. Zudem bekommt Hannah Maes Besuch von Kollegen der Internen Ermittlung, da sie verdächtigt wird, ihre Position missbraucht zu haben. Daraufhin wird Hannah vorübergehend vom Dienst suspendiert, so dass Bob, Charles und Kevin bei der Aufklärung von Magdas Fall auf sich alleine gestellt sind.","versions":[{"lang":1,"streams":[{"redirect":8979032,"hoster":"VOE"},{"redirect":8357453,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Hotelgast","epNo":2,"alt":"Black Diamond","descr":"In einem Luxushotel wird der Geschäftsmann Leo Vervliet so verprügelt, dass er ins Koma fällt. Hannah Maes übernimmt den Fall. Vervliet hatte den Vorabend mit der Hostesse Kitty aus der Call Girl Agentur von Mike Van Mechelen verbracht. Die zierliche Kitty könnte etwas mit der Sache zu tun haben, denn sie hatte in der Vergangenheit die Fäuste locker sitzen.","versions":[{"lang":1,"streams":[{"redirect":8979031,"hoster":"VOE"},{"redirect":11697585,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schüler","epNo":3,"alt":"Tweede Kans","descr":"Ein Nacktfoto eines Schülers der Berufsoberschule Gent wurde auf dem Computer eines Pädophilen gefunden. Das Team des Sittendezernats findet heraus, dass es sich dabei um den 13-jährigen David handelt. Als dieser jedoch zu den Fotos befragt wird, sagt er kein Wort. Auch der Vater des Jungen ist keine große Hilfe im Gegenteil, ihm fehlt jedes Verständnis für die Situation seines Sohnes. Die Ermittlungen ergeben, dass kürzlich ein verurteilter Pädophiler aus dem Gefängnis entlassen wurde und nun in der Nachbarschaft der Familie wohnt.","versions":[{"lang":1,"streams":[{"redirect":8979030,"hoster":"VOE"},{"redirect":13179386,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Babysitter","epNo":4,"alt":"Fair Trade","descr":"Die 15-jährige Céleste Wilders erhält immer wieder schmuddelige Päckchen von einem Unbekannten. Trotz fehlender Beweise fordert ihre aufgebrachte Mutter vom Genter Sittendezernat, den Absender ausfindig zu machen. Die Ermittlungen führen zum Nachbarn der Familie Wilders, Pascal Kardinaals, einem reichen Geschäftsmann und Umweltschützer, für den Céleste hin und wieder babysittet und der ihr dafür einen unverhältnismäßig hohen Lohn zahlt. Doch sowohl Pascal als auch Céleste leugnen, eine sexuelle Beziehung miteinander zu haben. Als dann Célestes Tagebuch auftaucht, in dem sie über sexuelle Fantasien mit Pascal schreibt, stellt sich für das Team die Frage, wer hier eigentlich von wem gestalkt wird.","versions":[{"lang":1,"streams":[{"redirect":9206333,"hoster":"VOE"},{"redirect":8357456,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Papagei","epNo":5,"alt":"El Paradiso","descr":"Die osteuropäische Prostituierte Nadia fällt unter mysteriösen Umständen die Treppen einer Bar hinunter und schwebt daraufhin in Lebensgefahr. Aufgrund der Aussagen der Kunden und anderer Prostituierter scheint es, als ob das Mädchen vor zwei Klienten geflohen sei, die sie missbraucht haben. Hannah Maes und ihr Team der Genter Sittenpolizei vermuten, dass der Unfall von ihrem Zuhälter arrangiert wurde. Die Leiche des Vergewaltigers von Hannah Maes Mutter wird gefunden. Er wurde aus nächster Nähe mit einer Kugel durchs Herz erschossen. Hannahs Vorgesetzter Marc Vermaelen vermutet, dass Hannah etwas damit zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":12920084,"hoster":"VOE"},{"redirect":8357457,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Gefängnis","epNo":6,"alt":"In de cel","descr":"In einem Frauengefängnis kommt es zu einer Reihe von Vergewaltigungen. Für ihre Ermittlungen begibt sich Kommissarin Hannah Maes als Inhaftierte Tine Meyer undercover in das Gefängnis. Dort erfährt sie, dass auch ihre Zimmergenossin Frouke Wijnant missbraucht wurde. Doch wie die anderen Opfer will sie nichts sagen. Auch von den Gefängniswärterinnen kann Hannah keine Hilfe erwarten – denn diese scheinen selbst in die Taten verwickelt zu sein. Während Hannah den Tätern langsam auf die Spur zu kommen scheint, muss sie aufpassen, nicht selbst das nächste Vergewaltigungsopfer zu werden. Hinter Gittern lernt sie schnell, dass man seine Augen stets überall haben muss.","versions":[{"lang":1,"streams":[{"redirect":8979040,"hoster":"VOE"},{"redirect":8357463,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Serientäter","epNo":7,"alt":"Razernij","descr":"Die hübsche, junge Nathalie Van Espen wird in ihrem Zuhause vergewaltigt. Der Verdacht fällt schnell auf Frank Van Laere, den eifersüchtigen Freund des Opfers mit krimineller Vergangenheit. Doch plötzlich taucht im Genter Sittendezernat Chefinspektor Jef Deroo aus Brüssel auf und mischt sich in die Ermittlungen ein: er vermutet eine Verbindung zwischen dem Opfer und den Taten eines Serienvergewaltigers, der in Brüssel sein Unwesen treibt. Hat der Serienvergewaltiger wirklich sein Territorium erweitert oder war die Vergewaltigung von Nathalie nur eine Einzeltat?","versions":[{"lang":1,"streams":[{"redirect":8979027,"hoster":"VOE"},{"redirect":8357464,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vermisst","epNo":8,"alt":"Gekraakt","descr":"In einem besetzten Haus beobachten zwei Teenager, wie eine junge Frau beim Dreh eines Snuff-Films ermordet wird. Hannah Maes und ihr Team machen sich auf die Suche nach dem Täter. Der konnte noch entkommen, bevor die Teenager es schafften ihn zu überwältigen. Das Team der Genter Sittenpolizei findet heraus, dass sein Pseudonym \"Skully\" bekannt ist. Doch alle Spuren laufen zunächst in eine Sackgasse. Als ein weiteres Opfer gefunden wird, wird die Ergreifung des Täters immer dringlicher. Unterdessen macht sich Hannah auf die Suche nach ihrem Vater, der unter mysteriösen Umständen verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":8979035,"hoster":"VOE"},{"redirect":8357465,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jung und blond","epNo":9,"alt":"Carwash","descr":"Ein maskierter Unbekannter treibt in Gent sein Unwesen: Er entführt Frauen und belästigt sie sexuell in einer Waschanlage. Eines seiner Opfer ist die Kassiererin Ida, die bei einer Gegenüberstellung mit mehreren Verdächtigen Kevin als Täter identifiziert. Handelt es sich dabei um eine Verwechslung oder hat Hannahs Kollege Kevin wirklich etwas mit den Vorfällen zu tun? Auch Hannah weiß nicht, ob sie ihm noch trauen kann. Unterdessen erhält sie von den Entführern ihres Vaters mysteriöse Botschaften.","versions":[{"lang":1,"streams":[{"redirect":8979036,"hoster":"VOE"},{"redirect":8357466,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Herrin und Sklaven","epNo":10,"alt":"Edge Play","descr":"Ein Unbekannter überfällt und verstümmelt Sonja Reamakers in ihrem Club. Sie ist als Mistress Soraya in der SM-Szene bekannt. Es gibt aber keinerlei Hinweise auf einen Einbruch. Neben Sonja haben nur ihr Freund Yves und der Sicherheitsmann Alek einen Schlüssel zum Club. Als Alek kein Alibi für den Zeitraum der Tat vorweisen kann, wird er für das Team des Genter Sittendezernats zum Verdächtigen Nummer Eins. Alek lenkt jedoch den Verdacht auf Eddy, einen regelmäßigen \"Sklaven\" Sorayas. Unterdessen fehlt von Hannahs Vater immer noch jede Spur.","versions":[{"lang":1,"streams":[{"redirect":12920087,"hoster":"VOE"},{"redirect":8357467,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Junge von nebenan","epNo":11,"alt":"Buren","descr":"Nach einem Selbstmordversuch liegt der 14-jährige Pieter im Koma. Guy Terlingen, Leiter eines Jugendtreffs, sagt, dass Pieter misshandelt worden sei. Von wem, wollte ihm der Junge nicht sagen. Auch Pieters Eltern sind keine große Hilfe: Sein Vater ist ständig auf Dienstreisen, und seine Mutter leidet unter schweren Depressionen. Das Team geht zunächst mehreren Spuren nach. Dann konzentrieren sich die Ermittlungen auf einen Ex-Priester.","versions":[{"lang":1,"streams":[{"redirect":8979038,"hoster":"VOE"},{"redirect":8357473,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Entzug","epNo":12,"alt":"De Oase – deel 1","descr":"Hannah Maes kann endlich ihren Vater aus den Fängen der Entführer befreien. Doch anstatt die Polizei zu informieren, bittet Hannah ihren Nachbarn Koen Verberk um Hilfe. In der Zwischenzeit beschäftigt sich das Team der Sitte mit dem Fall der jungen Elke, die halb tot auf einer Mülldeponie abgelegt wurde. Alle Spuren führen zu Elkes Ex-Freund. Doch dann gibt es ein zweites Opfer. Die Ermittlungen führen zur Organisation \"Oase\".","versions":[{"lang":1,"streams":[{"redirect":9206336,"hoster":"VOE"},{"redirect":8357474,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Keller","epNo":13,"alt":"De Oase – deel 2","descr":"Kriminalkommissarin Hannah Maes ist wütend. Nach Vicky Renders Beerdigung sind die Ermittlungen zum Erliegen gekommen. Auch die Suche nach Kenneth hat zu keinem Ergebnis geführt. Uitdenhouwen, der Guru der \"Oase\", ist ebenfalls unzufrieden. Er wirft Hannah vor, dass sie den Täter nur in den Reihen der Sekte sucht. Dann wird ein drittes Opfer gefunden und Uitdenhouwen kann die Verbindung zur \"Oase\" nicht mehr leugnen.","versions":[{"lang":1,"streams":[{"redirect":8979028,"hoster":"VOE"},{"redirect":8357477,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Onkel","epNo":1,"alt":"De Nachtwacht (1)","descr":"Der bekannte Autor Daniel Devucht wird niedergeschlagen. Zudem bricht ihm der Täter die Finger beider Hände. Bei ihren Ermittlungen finden Hannah Maes und ihr Team heraus, das Devucht sowohl im Prostituiertenmilieu für ein neues Buch recherchiert, als auch in einem Nachtclub regelmäßig eine Performancenummer abliefert. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8979029,"hoster":"VOE"},{"redirect":8357476,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zwei Schwestern","epNo":2,"alt":"De Nachtwacht (2)","descr":"Bei ihren Ermittlungen im Fall Devucht, stößt Kommissarin Hannah Maes auf mysteriöse Verbindungen zu ihrer Vergangenheit und dem Überfall auf ihre Familie, der ihr Leben veränderte. Was Hannah schließlich herausfindet, bringt ihr ganzes Weltbild ins Wanken. Sie muss erkennen, dass sie buchstäblich niemandem trauen kann.","versions":[{"lang":1,"streams":[{"redirect":8979034,"hoster":"VOE"},{"redirect":8357475,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Internat","epNo":3,"alt":"Virgin Suicides","descr":"Eine Schülerin eines von Nonnen geführten Internats begeht Selbstmord, nachdem es vergewaltigt wurde. Kommissarin Hanna Maes und ihr Team ermitteln. Ein Perverser hat es vor allem auf Jungfrauen des Mädcheninternats abgesehen. Doch nur wenige Männer haben hier Zutritt. Nach den dramatischen Enthüllungen über ihren Chef Vermaelen, die zu dessen Selbstmord führten, wird Greet Adrians neue Leiterin des Teams.","versions":[{"lang":1,"streams":[{"redirect":8979041,"hoster":"VOE"},{"redirect":8357484,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hotline","epNo":4,"alt":"Triple X","descr":"Die über 40-jährige Margot wendet sich Hilfe suchend an die Genter Sittenpolizei. Sie arbeitet bei der Sex-Hotline Triple X und wurde während eines Telefonats von einem Kunden bedroht. Als Margot in eine Tiefgarage gelockt und dort brutal vergewaltigt wird, werden zunächst die Betreiber von Triple X verdächtigt. Doch auch die anderen Frauen der Sex-Hotline sind in Gefahr. Während der Ermittlungen geraten Hannah und ihre neue Vorgesetzte aneinander.","versions":[{"lang":1,"streams":[{"redirect":8979042,"hoster":"VOE"},{"redirect":8357483,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geschlossene Anstalt","epNo":5,"alt":"Schemerzone","descr":"Lisa ist eine junge Patientin der psychiatrischen Klinik Levensadem. Vor kurzem wurde ihr Jungfernhäutchen eingerissen. Ob es sich um einvernehmlichen Sex handelte, ist zunächst unklar. Der medizinische Bericht bestätigt jedoch, dass Lisa vergewaltigt wurde. Doch bei den Ermittlungen ist sie keine Hilfe. Seit einem schweren Unfall kommuniziert sie nicht mehr mit ihrer Umwelt. Am Ende deuten alle Hinweise auf ihren Onkel und Vormund Serge hin.","versions":[{"lang":1,"streams":[{"redirect":8979039,"hoster":"VOE"},{"redirect":8357486,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unter Kollegen","epNo":6,"alt":"Ons kent ons","descr":"Eine harmlose Anzeige wegen Erregung öffentlichen Ärgernisses führt zu Ermittlungen, die bis in die Finanzbehörde führen. Greet Adriaans scheint ein großes Interesse an dem Fall zu haben. Lien Buggenhout wird nackt im Auto in einer Tiefgarage erwischt. Hannah wird misstrauisch als ihre neue Vorgesetzte sie zwingt, trotz des geringen Vergehens, weitere Ermittlungen anzustellen. Diese führen zu Veronique Debrouwer, die bei der Steuerfahndung arbeitet. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13802809,"hoster":"VOE"},{"redirect":8357487,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Callboy","epNo":7,"alt":"Gigolo","descr":"Hannah und ihr Team untersuchen zwei Vergewaltigungsfälle. Kurz nacheinander werden ein Callboy und seine Kundin vergewaltigt. Zunächst ist unklar, wer von beiden das Opfer und wer Täter ist. Callboy Pieter Cornelus wird von einer seiner Kundinnen zu sexuellen Handlungen gezwungen. Die Ermittlungen führen Hannah zunächst zu Staatsanwältin Kaat De Roeck. Doch kurze Zeit später wird auch eine ihrer Freundinnen, ebenfalls Kundin von Pieter, vergewaltigt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":12920090,"hoster":"VOE"},{"redirect":8357488,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwillinge","epNo":8,"alt":"Teamwork","descr":"Eva Lambert wurde auf der Arbeit sexuell belästigt. Da sie um ihren Job fürchtet, erstattet sie keine Anzeige. Doch ihre Zwillingsschwester Lotte wendet sich an das Sittendezernat. Hannah und ihr Team befragen zunächst Evas Kollegen zu den Vorwürfen. Doch von ihnen will keiner etwas wissen. Als Hannah sich an Eva wendet, erfährt sie zu ihrer großen Verwunderung von einem mysteriösen Einführungsritual, das alle neuen Kollegen mitmachen müssen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8979045,"hoster":"VOE"},{"redirect":11715534,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Traummädchen","epNo":9,"alt":"Ondergronds","descr":"Die neunjährige Katrijn ist auf dem Weg zur Schule spurlos verschwunden. Als ihre Leiche auftaucht, weisen Indizien auf einen alten, ungelösten Fall hin. Auch die kleine Eline ist vor neun Jahren unter ähnlichen Umständen verschwunden. Hauptverdächtiger war damals Hans Pelckman. Doch ihm konnte nichts nachgewiesen werden. Vor allem Bob, der Elines Verschwinden nie verwunden hat, nimmt ihn wieder ins Visier. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8979047,"hoster":"VOE"},{"redirect":8357495,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Backstage","epNo":10,"alt":"Sterrenstof","descr":"Isabelle Verleyen – genannt DJane Isis – steht kurz vor ihrem Durchbruch zum Star der Clubszene. Nach einem Auftritt in einem angesagten Club wird sie in ihrer Garderobe brutal vergewaltigt. Das Team von Hannah Maes verdächtigt zunächst einen besessenen Fan, der Isabelle schon häufig Backstage aufgelauert hat. Doch als sie am nächsten Abend von einem DJ-Kollegen überfallen wird, der auf ihren Erfolg eifersüchtig ist, verfolgt das Team eine andere Spur. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8979049,"hoster":"VOE"},{"redirect":8357496,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Geschwisterliebe","epNo":11,"alt":"Natuurlijke drang","descr":"Kurz nach dem Tod von Hannahs Vater muss das Team den Mord an der Prostituierten Loulou aufklären. Sie wurde erwürgt und auf einer Baustelle abgeladen. Loulou hat vor 25 Jahren einen Kunden erstochen, der sich an ihrem damals sechsjährigen Sohn Alain vergehen wollte. Das Gericht hat sie freigesprochen, doch Alain hat seiner Mutter nie verziehen, dass sie ihn nach dem Prozess in ein Heim gegeben hat.","versions":[{"lang":1,"streams":[{"redirect":8979044,"hoster":"VOE"},{"redirect":8357498,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nur ein Film","epNo":12,"alt":"Preggo – deel 1","descr":"Das Team sucht immer noch den maskierten Täter aus Lily Laets Pregosex-Video. Hannahs Bruder taucht plötzlich wieder auf und offenbart Details über die gemeinsame Vergangenheit. Hannah erhält einen panischen Anruf von Lily Laets aus dem Sunset. Ihr Freund Max hat den Freier Tom Boudewijn brutal zusammengeschlagen. Der schmierige Gynäkologe Peter Naessens gerät in Verdacht, der zweite maskierte Schläger aus dem Video zu sein.","versions":[{"lang":1,"streams":[{"redirect":12333012,"hoster":"VOE"},{"redirect":8357497,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Am Ende","epNo":13,"alt":"Preggo – deel 2","descr":"Hannah Maes (Veerle Baetens, r.) ist sauer auf Kevin Desmet (Gilles De Schrijver, l.).Nachdem der Hauptverdächtige im Fall der Vergewaltigung von Lily ermordet wird, hat das Team keine Ahnung wie es die Ermittlungen weiterführen soll. Nachdem aber Lily ihr Kind zu Welt bringt und von Ihrem Freund im Krankenhaus besucht wird, nimmt der Fall eine sehr überraschende Wendung …","versions":[{"lang":1,"streams":[{"redirect":12173078,"hoster":"VOE"},{"redirect":8357503,"hoster":"Streamtape"}]}]}]}]}