{"seriesId":"collateral","name":"Collateral","descr":"Ein Pizza-Bote in London wurde ermordet. Während einige Polizisten an ein zufälliges Verbrechen glauben, ist Detective Inspector Kip Glaspie (Carey Mulligan) misstrauisch – und ist entschlossen, die dunkle Wahrheit ans Licht zu bringen.Ihr stößt auf, dass der Betreiber des Pizza-Dienstes ausgerechnet einen aus Syrien stammenden Flüchtling losgeschickt hatte, statt seinen üblichen Lieferfahrer. Dazu kommt, dass der Mord eher nach der Tat eines Profis aussieht. Die letzte Kundin des Lieferanten war zudem Karen (Billie Piper), die unberechenbare und psychisch gestörte ehemalige Ehefrau des Parlamentsabgeordneten David Mars (John Simm). Auch die Familie des getöteten verhält sich auffällig, so als ob sie Repressalien befürchtet, wenn sie mit der Polizei kooperiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Im südlichen London wird ein junger Mann beim Pizzaausliefern erschossen. Die Mordermittlerin Kip Glaspie (Carey Mulligan) erfährt bald darauf, dass die Pizzaladenbesitzerin aus unerfindlichen Gründen den syrischen Flüchtling losgeschickt hat, statt den regulären Fahrer.\r\rAm Tatort weist Kip den aufdringlichen Reporter Robert Walsh (Mark Umbers) ab und lässt sich von ihrem Partner Nathan Bilk (Nathaniel Martello-White) auf den neuesten Stand bringen. Der Mord scheint professionell durchgeführt worden zu sein, aber die einzige Zeugin, ein Junkie, gibt der Polizei falschen Namen und Adresse.\r\rDer örtliche Parlamentsabgeordnete David Mars (John Simm) kommt indes an, um seine Ex-Frau Karen (Billie Piper) zu trösten, die Empfängerin der tödlichen Pizzabestellung.","versions":[{"lang":1,"streams":[{"redirect":8979314,"hoster":"VOE"},{"redirect":10364574,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die trauernden Schwestern Mona (July Namir) und Fatima (Ahd) werden im Harsfleet-Gefängnis eingesperrt.\r\rSandrine (Jeany Spark) kehrt indes zu ihrem Bürojob bei der Armee zurück, wo sie von Major Dyson (Orla Brady) überwacht wird, und mit ihrer Therapeutin versucht, ihre schwierige Vergangenheit in Afghanistan zu verarbeiten.\r\rPizzamanagerin Laurie (Hayley Squires) ist derweil verschwunden. Als Kip (Carey Mulligan) ihr Haus durchsucht, findet sie ein verdächtiges Geldbündel.","versions":[{"lang":1,"streams":[{"redirect":8979335,"hoster":"VOE"},{"redirect":13141767,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Sandrine (Jeany Spark) wird von Peter Westbourne gesucht, der es nicht schafft, sie zu beruhigen. Sie kehrt zur Militärbasis zurück, besorgt sich ihre Waffe und verschwindet.\r\rMit einem zweiten Mord konfrontiert, ringen Kip (Carey Mulligan) und Nathan (Nathaniel Martello-White) darum, eine Verbindung zwischen den beiden Fällen zu finden.\r\rKip ist überzeugt davon, dass das MI5 Informationen an die Medien weiterreicht.","versions":[{"lang":1,"streams":[{"redirect":8979351,"hoster":"VOE"},{"redirect":13141768,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während sich das Netz zusammenzieht, nimmt Kip (Carrie Mulligan) ein gefährliches Machtspiel mit dem MI5 auf. Allerdings könnte es bereits zu spät sein, alle Involvierten zu retten.","versions":[{"lang":1,"streams":[{"redirect":8979329,"hoster":"VOE"},{"redirect":8358032,"hoster":"Streamtape"}]}]}]}]}