{"seriesId":"colony","name":"Colony","descr":"In \"Colony\" ist das Überleben der gesamten Menschheit bedroht. In dieser Zeit muss eine Familie schwierige Entscheidungen treffen, um diese Zeit gemeinsam zu überstehen. Angesiedelt ist das Drama in Los Angeles, das von einer Übermacht belagert wird. Während manche Einwohner mit den neuen Machthabern kollaborieren, kämpfen andere als Rebellen für ihre Freiheit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf verschiedenen Seiten","epNo":1,"alt":"Pilot","descr":"In einem zukunftspessimistischen Szenario steht die Welt unter dem Regime einer militärischen Besatzung, namens \"Colony Transitional Authority\". Es ist eine Macht außerirdischen Ursprungs, welche die Städte kontrolliert und mit riesigen Mauern voneinander abschottet. Das in Los Angeles lebende Ehepaar Katie und Will Bowman hat drei Kinder. Ihr mittleres Kind wird jedoch, seit der Besetzung vor einem Jahr, vermisst. Will ist ein ehemaliger FBI Agent und bekommt das Angebot für die außerirdischen Kolonialherren zu arbeiten, wodurch es seiner Familie besser gehen würde und zudem die Suche nach seinem Sohn vereinfachen könnte. Doch würde er sich damit gegen die Menschheit stellen … (Text: Stephanie Monecke)","versions":[{"lang":1,"streams":[{"redirect":12976145,"hoster":"VOE"},{"redirect":12419038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599048,"hoster":"VOE"},{"redirect":12419032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Realität","epNo":2,"alt":"A Brave New World","descr":"Will trifft in seinem neuen Job auf unvorhergesehene Herausforderungen, während Katie ihren ersten Auftrag erhält. Maddie bandelt derweil mit einer alten Bekannten an und Carlos muss den Preis für Wills neue Zusammenarbeit zahlen. (Text: Stephanie Monecke)","versions":[{"lang":1,"streams":[{"redirect":8979316,"hoster":"VOE"},{"redirect":12419037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920109,"hoster":"VOE"},{"redirect":12423568,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"98 Sekunden","epNo":3,"alt":"98 Seconds","descr":"Katies erste Mission führt dazu, dass sie den Grund ihrer Hingabe in Frage stellt und Wills jagt nach Geronimo stößt bei der Wiederstands-Vereinigung schlecht auf. Derweil vertraut Brams Freundin ihm ein Geheimnis an. (Text: Stephanie Monecke)","versions":[{"lang":1,"streams":[{"redirect":13932437,"hoster":"VOE"},{"redirect":12423571,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599049,"hoster":"VOE"},{"redirect":12419033,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Phyllis","epNo":4,"alt":"Blind Spot","descr":"Will genießt unter seinen neuen Kollegen ein immer besseres ansehen. Als ein Wiederstands-Angriff die Heimatfront erreicht, wird Familie Bowman wiedervereint. Katie lernt Wills Team kennen und Maddie findet einen Job, der das Beste aus ihren Talenten hervorbringt. (Text: Stephanie Monecke)","versions":[{"lang":1,"streams":[{"redirect":12432958,"hoster":"VOE"},{"redirect":12419039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599050,"hoster":"VOE"},{"redirect":12419034,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geronimo","epNo":5,"alt":"Geronimo","descr":"Geronimos Identität wurde enthüllt. Will hinterfragt die Loyalität seiner Frau, welche sich mit dem Gewicht ihrer Entscheidungen herumschlägt. Bram findet einen Weg in eine geheime Welt und Snyder sieht eine Möglichkeit seinen Stand in der Kolonie zu verbessern. (Text: Stephanie Monecke)","versions":[{"lang":1,"streams":[{"redirect":13100100,"hoster":"VOE"},{"redirect":12419040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578780,"hoster":"VOE"},{"redirect":8358046,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Yoknapatawpha","epNo":6,"alt":"Yoknapatawpha","descr":"Als der Widerstand einen Konvoi der Rothüte überfällt, kann Will Proxy Snyder retten und flüchtet mit ihm ins Yonk. Doch die Situation spitzt sich zu und stellt die Loyalitäten der drei auf den Prüfstand. Außerdem erfahren Will und Katie unerwartet mehr über ihren vermissten Sohn. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8979332,"hoster":"VOE"},{"redirect":12419041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917093,"hoster":"VOE"},{"redirect":8358047,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Broussard","epNo":7,"alt":"Broussard","descr":"Will und sein Partner Beau Miller heften sich an die Fersen des Widerstandsagenten Eric Broussard. Katie trifft sich mit dem Gesuchten und spürt, dass sie den Rückhalt in der Widerstandszelle verloren hat. Will stößt schließlich auf weitere Hinweise. Die Bowman-Tochter Gracie gerät derweil immer mehr in den Bann ihrer Lehrerin Lindsey, die einer obskuren Gemeinschaft angehört. Katies Schwester Maddie wiederum findet sich in einem gefährlichen Liebesdreieck wieder.","versions":[{"lang":1,"streams":[{"redirect":8979334,"hoster":"VOE"},{"redirect":12419042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917095,"hoster":"VOE"},{"redirect":12423569,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verraten","epNo":8,"alt":"From the Cold","descr":"Da er langsam, aber sicher seine Felle davonschwimmen sieht, wendet sich Alexander Quayle, der Anführer des Widerstandes in Los Angeles, mit der Bitte um einen Deal an Will. Der leitet das Anliegen an Snyder weiter, steckt gleichzeitig aber auch Informationen an seine Ehefrau Katie durch, in der Hoffnung, dass sich die Untergrundkämpfer gegenseitig aufreiben. Auf einem Obstmarkt kommt es nur wenig später zu dramatischen Szenen. Wills und Katies Teenager-Sohn Bram macht derweil eine erstaunliche Entdeckung mit einem provisorischen Teleskop.","versions":[{"lang":1,"streams":[{"redirect":12251882,"hoster":"VOE"},{"redirect":12419043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609643,"hoster":"VOE"},{"redirect":12419036,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tag X","epNo":9,"alt":"Zero Day","descr":"Will entwickelt einen Plan, um seine Familie vor den Besatzern zu retten. Doch Katie und Broussard behindern seine Pläne unwissentlich, als sie sich einer neuen Zelle anschließen, um den Widerstand wieder anzufachen. Proxy Snyder kämpft derweil mit einem mutigen Schritt um seine Position und Maddie erwischt ihren Boss in einer heiklen Situation.","versions":[{"lang":1,"streams":[{"redirect":8979355,"hoster":"VOE"},{"redirect":12423570,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609641,"hoster":"VOE"},{"redirect":12419035,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der VIP","epNo":10,"alt":"Gateway","descr":"Nachdem der Widerstand einen wichtigen Spieler entführt, wird der gesamte Los-Angeles-Block abgeriegelt.","versions":[{"lang":1,"streams":[{"redirect":8979336,"hoster":"VOE"},{"redirect":8358092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9609642,"hoster":"VOE"},{"redirect":8358058,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Tag der Ankunft","epNo":1,"alt":"Eleven Thirteen","descr":"Broussard kehrt zurück und Will und Katie versuchen, ihre Familie im Angesicht der vielen Veränderungen in der Stadt zusammenzuhalten. Snyder bekommt derweil ein interessantes Angebot von einer geheimnisvollen Organisation.","versions":[{"lang":1,"streams":[{"redirect":8979361,"hoster":"VOE"},{"redirect":8358095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9578782,"hoster":"VOE"},{"redirect":8358059,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Charlie","epNo":2,"alt":"Somewhere Out There","descr":"Will beschließt, einer alten Freundin aus dem Santa Montica-Block zu vertrauen. Katie erhält derweil Besuch von der Homeland Security-Agentin Jennifer McMahon und Bram trifft derweil den Befehlshaber des Arbeitslagers – einen alten Bekannten.","versions":[{"lang":1,"streams":[{"redirect":8979362,"hoster":"VOE"},{"redirect":11775450,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nach Hause","epNo":3,"alt":"Sublimation","descr":"Will, Devon und Charlie müssen viel riskieren, um wieder nach Hause zu kommen. Katie befürchtet derweil Schlimmes und verabschiedet sich von ihrer Tochter, Bram findet im Arbeitslager Freunde und Maddie ein neues Projekt beim Großartigsten Tag.","versions":[{"lang":1,"streams":[{"redirect":8979341,"hoster":"VOE"},{"redirect":8358096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584855,"hoster":"VOE"},{"redirect":8358063,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ausweglos","epNo":4,"alt":"Panopticon","descr":"Während Jennifer das Bowman-Haus überwacht, muss die Familie unerwartete Herausforderungen meistern, nachdem Charlie zu ihnen zurückgekehrt ist.","versions":[{"lang":1,"streams":[{"redirect":8979346,"hoster":"VOE"},{"redirect":8358097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584854,"hoster":"VOE"},{"redirect":8358060,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der gute Soldat","epNo":5,"alt":"Company Man","descr":"Will kehrt an einen fremd gewordenen Arbeitsplatz zurück. Katie versucht sich derweil möglichst anstandslos zu verhalten, während Broussard und seine Zelle etwas Überraschendes über die Mauer herausfinden.","versions":[{"lang":1,"streams":[{"redirect":12383103,"hoster":"VOE"},{"redirect":11775471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584856,"hoster":"VOE"},{"redirect":8358062,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zerreißprobe","epNo":6,"alt":"Fallout","descr":"Als der Widerstand Kontakt zu Katie aufnimmt, beschließt Will, seiner Frau dabei zu helfen, ihre Vergangenheit hinter sich zu lassen. Maddie und Nolan besuchen derweil das Arbeitslager.","versions":[{"lang":1,"streams":[{"redirect":13100101,"hoster":"VOE"},{"redirect":8358100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584857,"hoster":"VOE"},{"redirect":8358064,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwei Jahre, drei Monate und neun Tage","epNo":7,"alt":"Free Radicals","descr":"Bram und seine Freunde planen eine riskante Sabotage-Aktion. Will trifft auf den neuen Widerstand und Katie erfährt eine verstörende Wahrheit über den Block.","versions":[{"lang":1,"streams":[{"redirect":8979356,"hoster":"VOE"},{"redirect":11775453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917097,"hoster":"VOE"},{"redirect":8358070,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Konsequenzen","epNo":8,"alt":"Good Intentions","descr":"Will und Katie müssen einen Flüchtling vor den Besatzern retten. Währenddessen lässt Snyder im Arbeitslager Beweismittel verschwinden, und Broussards Zelle wird von jemandem aus den eigenen Kreisen bedroht.","versions":[{"lang":1,"streams":[{"redirect":12333023,"hoster":"VOE"},{"redirect":8358103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584859,"hoster":"VOE"},{"redirect":8358067,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Pilotin","epNo":9,"alt":"Taman Shud","descr":"Der Homland-Security-Ermittler und Wills Partner Bob Burke hat Fragen für die Bowmans. Will und Katie versuchen derweil, Kontakt mit einem Neuankömmling im Block aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8979357,"hoster":"VOE"},{"redirect":11775451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12333013,"hoster":"VOE"},{"redirect":8358071,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blackjacks","epNo":10,"alt":"The Garden Of Beasts","descr":"Gemeinsam mit Broussard suchen Will und Katie nach einem Weg aus der Kolonie. Maddie bekommt derweil Besuch in der grünen Zone, und Bram versucht, die Vergangenheit hinter sich lassen.","versions":[{"lang":1,"streams":[{"redirect":13096036,"hoster":"VOE"},{"redirect":8358106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584861,"hoster":"VOE"},{"redirect":8358073,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In der Grünen Zone","epNo":11,"alt":"Lost Boy","descr":"Snyder und Helena arbeiten an einem gemeinsamen Ziel, doch ihre Pläne werden von einem Anschlag in der grünen Zone unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":8979353,"hoster":"VOE"},{"redirect":12956868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584862,"hoster":"VOE"},{"redirect":8358076,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Maddie","epNo":12,"alt":"Seppuku","descr":"Will, Katie und Broussard kämpfen mit der Roten Hand um die Kontrolle über den RAP-Handschuh. Snyder hilft Helena derweil, die Kontrolle über den Los-Angeles-Block zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":8979363,"hoster":"VOE"},{"redirect":12956866,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9584863,"hoster":"VOE"},{"redirect":8358074,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Totale Auslieferung","epNo":13,"alt":"Ronin","descr":"Nachdem sie mehr über das Schicksal der Kolonie erfahren haben, müssen die Bowmans eine schier unmögliche Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":8979364,"hoster":"VOE"},{"redirect":13938475,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917099,"hoster":"VOE"},{"redirect":8358079,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Feind meines Feindes","epNo":1,"alt":"Maquis","descr":"Die Bowmans und Alan Snyder verlassen ihr Versteck, als ein bislang unbekanntes Raumschiff auf einer Lichtung in der Nähe ihrer Hütte eine Bruchlandung hinlegt. Voller Panik ruft Snyder die Grauhüte, auch wenn er nicht über das RAP-Gerät verfügt, das die Bowmans verstecken. Die Familie beschließt, Kontakt mit den Widerstandskämpfern aufzunehmen, damit diese ihnen das Gerät besorgen.","versions":[{"lang":1,"streams":[{"redirect":12269817,"hoster":"VOE"},{"redirect":13936222,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Route Acht","epNo":2,"alt":"Puzzle Man","descr":"Broussard lebt ein einsames Leben im inzwischen verlassenen Block von Los Angeles und hilft den letzten Versprengten dabei, zu entkommen. Zudem will er herausfinden was die Besatzer im Sinn haben. Die Bowmans und Snyder nehmen indes Kontakt mit den Widerstandkämpfern auf, die einen RAP als Geisel halten, und machen sich auf den Weg zu deren Lager.","versions":[{"lang":1,"streams":[{"redirect":9011318,"hoster":"VOE"},{"redirect":12956869,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Klick","epNo":3,"alt":"Sierra Maestra","descr":"Will und Katie verbringen ihren ersten Tag im Lager der Widerstandskämpfer. Während Will herausfinden möchte, ob das Camp ein sicherer Ort für seine Familie sein könnte, will Katie unbedingt den berüchtigten RAP sehen. Broussard und Amy stoßen auf eine Gruppe Überlebender, die sie über eine mysteriöse Todeszone informieren, die von Drohnen verteidigt wird.","versions":[{"lang":1,"streams":[{"redirect":8979366,"hoster":"VOE"},{"redirect":12956872,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"McGregor","epNo":4,"alt":"Hospitium","descr":"Will und Katie versuchen verzweifelt, mehr Zeit mit dem gefangen genommenen RAP zu verbringen. Die beiden wollen herausfinden, ob dessen Enthüllungen wahr sind, müssen aber bald erfahren, dass das Lager viel gefährlicher ist, als sie sich vorgestellt hatten. Amy und Broussard sind indes auf dem Weg zu den Bowmans – vielleicht gerade noch rechtzeitig, um diese zu retten.","versions":[{"lang":1,"streams":[{"redirect":8979368,"hoster":"VOE"},{"redirect":12956880,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Am Ende","epNo":5,"alt":"End Of The Road","descr":"Snyder und die Bowmans werden im Lager der Widerstandskämpfer vor ein Gericht gebracht und müssen um ihr Leben bangen, nachdem die Leute dort von ihrer Vergangenheit erfahren haben. Dem gerissenen Snyder gelingt es, einen unerwarteten Verbündeten zu finden, was schreckliche Konsequenzen hat.","versions":[{"lang":1,"streams":[{"redirect":8979371,"hoster":"VOE"},{"redirect":12956881,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Smaragdstadt","epNo":6,"alt":"The Emerald City","descr":"Unmittelbar nach dem Urteil, das im Lager der Widerstandskämpfer gesprochen wurde, werden die Bowmans auf die Straße gesetzt und müssen dort versuchen, sich und ihre Kinder am Leben zu halten. Snyder hingegen wird für seine Tat mit einem angenehmen Job in der Globalen Regierung belohnt.","versions":[{"lang":1,"streams":[{"redirect":8979377,"hoster":"VOE"},{"redirect":12956882,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der trügerische Schein","epNo":7,"alt":"A Clean, Well-Lighted Place","descr":"Sechs Monate nach ihrer Ankunft in Seattle leben die Bowmans ein neues Leben innerhalb der Kolonie. Es scheint ein wahres Paradies zu sein: Sicher, kultiviert und geradezu frei. Doch könnte es sein, dass sich hinter der glänzenden Fassade gegebenenfalls etwas Düsteres verbirgt?","versions":[{"lang":1,"streams":[{"redirect":8979365,"hoster":"VOE"},{"redirect":12956887,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte Freunde und alte Feinde","epNo":8,"alt":"Lazarus","descr":"Nach Eric Broussard taucht nun auch Alan Snyder in der Kolonie von Seattle auf, weil er angeblich mehr über die Führungsqualitäten von Everett Kynes in Erfahrung bringen will, der den Bezirk erfolgreich leitet. Als Will Wind von Snyders Auftauchen bekommt, sinnt er umgehend auf Rache. Bram kümmert sich weiterhin um Gracie. Und von Neugier getrieben, will Katie herausfinden, ob hinter ihrer Flüchtlingsarbeit nicht ein dunkles Geheimnis stecken könnte.","versions":[{"lang":1,"streams":[{"redirect":8979373,"hoster":"VOE"},{"redirect":13936219,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Quälende Leere","epNo":9,"alt":"The Big Empty","descr":"Nachdem Will erfahren hat, dass Snyder in Seattle ist, hat er nur noch einen Gedanken: Er will Snyder töten, den er für den Tod seines Sohnes Charlie verantwortlich macht. Mit Hilfe von Broussard, Amy und Bram will er Snyder entführen. Doch bevor Will seinen Racheplan umsetzen kann, möchte Broussard mehr über die Regierung und die Bio-Waffen erfahren, die in der Kolonie hergestellt werden.","versions":[{"lang":1,"streams":[{"redirect":14072676,"hoster":"VOE"},{"redirect":14209449,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sonderfälle","epNo":10,"alt":"Sea Spray","descr":"Zum ersten Mal seit Charlies Tod finden Will und Katie wieder einen Zugang zueinander. Gemeinsam versuchen sie, die Geheimnisse des Programms ans Licht zu bringen. Zudem wollen die beiden herausbekommen, ob es für ihre Familie in Seattle sicher ist. Snyder wendet sich an einen alten Vertrauten, um mehr über Everett Kynes herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8979379,"hoster":"VOE"},{"redirect":12956915,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kynes","epNo":11,"alt":"Disposable Heroes","descr":"Will, Katie und Broussard überlegen, wie sie weiter vorgehen sollen. Sie hoffen, hinter die geheimen Aktivitäten der Kolonie von Seattle zu kommen. Snyder unternimmt indes den Versuch, Kynes in Misskredit zu bringen und die Kontrolle über Seattle zu erlangen.","versions":[{"lang":1,"streams":[{"redirect":12953005,"hoster":"VOE"},{"redirect":12956898,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bonzo","epNo":12,"alt":"Bonzo","descr":"Der kalte Krieg zwischen Everett Kynes und der Globalen Regierung entbrennt. Kynes möchte in einen Bunker flüchten, von dem aus er seine Truppen befehligen will, doch die Soldaten der Regierung unter der Leitung von Alan Snyder können ihn und seinen Konvoi abfangen. Im letzten Moment entgeht Kynes dem Angriff mit Hilfe seines Lieutenant Adam Fort.","versions":[{"lang":1,"streams":[{"redirect":8979375,"hoster":"VOE"},{"redirect":12956901,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zum Schutz aller","epNo":13,"alt":"What Goes Around","descr":"Snyder erfährt, dass die Feinde der RAPs angekommen sind. Mit allen Mitteln versucht er, die Kontrolle über die Kolonie zu festigen und aktiviert deshalb auch das High-Tech-Schild, das Seattle beschützen soll. Die Bowmans sind indes in einer schwierigen Situation: Sie müssen eine Entscheidung treffen, die über die Zukunft der Widerstandsbewegung entscheiden wird.","versions":[{"lang":1,"streams":[{"redirect":8979385,"hoster":"VOE"},{"redirect":12962517,"hoster":"Streamtape"}]}]}]}]}