{"path":"/serie/stream/columbo","name":"Columbo","descr":"Lieutenant Columbo (Peter Falk) ermittelt für die Polizei von Los Angeles in Mordfällen, die sich meist in Kreisen der gehobenen Gesellschaft abspielen, oft unter Prominenten. Columbo wirkt schusselig und naiv und lullt damit den Hauptverdächtigen von Beginn der Ermittlungen an ein, um ihn in Sicherheit zu wiegen, bis er ihn schließlich als Mörder entlarvt. Fast jeder Columbo-Krimi hatte den gleichen Aufbau. Der Zuschauer wusste immer mehr, und der Mörder war immer der Gaststar. Peter Falk und der jeweilige Gaststar waren die einzigen großen Rollen. Zu Beginn sah der Zuschauer den fast perfekten Mord und kannte so den Mörder. Bis ins kleinste Detail plante dieser seine Tat und verschaffte sich ein Alibi, das eigentlich wasserdicht war. Bis Columbo auftauchte. Der ließ sich bei seinen Ermittlungen stets von dem Gaststar unterstützen, der derweil abenteuerliche Theorien über den Tathergang aufstellte, um Columbo von sich selbst abzulenken.","seasons":[{"path":"/serie/stream/columbo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/columbo/staffel-1/episode-1","name":"Tödliche Trennung","epNo":1,"alt":"Prescription: Murder (pilot)","descr":"Ken Franklin und Jim Ferris sind ein gefeiertes Autorenteam. Was die begeisterte Leserschaft jedoch nicht weiß, ist, dass Ken keinerlei Talent hat und sich ausschließlich um die PR-Arbeit kümmert, während alle Romane von Jim geschrieben werden. Jim offenbart Ken nun, dass er sich selbstständig machen will. Ken sieht seine Felle wegschwimmen und entwickelt einen mörderischen Plan, um die Lebensversicherung zu kassieren, die Ken und Jim jeweils zu Gunsten des anderen Kollegen abgeschlossen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979383","hoster":"VOE"},{"path":"/redirect/8358137","hoster":"Vidoza"},{"path":"/redirect/10181946","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647191","hoster":"VOE"},{"path":"/redirect/8647189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-2","name":"Mord mit der linken Hand","epNo":2,"alt":"Death Lends a Hand","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14426939","hoster":"VOE"},{"path":"/redirect/8358132","hoster":"Vidoza"},{"path":"/redirect/8358131","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647195","hoster":"VOE"},{"path":"/redirect/8647190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-3","name":"Mord unter sechs Augen","epNo":3,"alt":"Dead Weight","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100103","hoster":"VOE"},{"path":"/redirect/8358130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917105","hoster":"VOE"},{"path":"/redirect/8647202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-4","name":"Mord in Pastell","epNo":4,"alt":"Suitable for Framing","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107946","hoster":"VOE"},{"path":"/redirect/14324315","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647201","hoster":"VOE"},{"path":"/redirect/8647198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-5","name":"Schritte aus dem Schatten","epNo":5,"alt":"Lady in Waiting","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979374","hoster":"VOE"},{"path":"/redirect/9909257","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647209","hoster":"VOE"},{"path":"/redirect/8647205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-6","name":"Zigarren für den Chef","epNo":6,"alt":"Short Fuse","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979381","hoster":"VOE"},{"path":"/redirect/8358135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647212","hoster":"VOE"},{"path":"/redirect/8647210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-7","name":"Ein Denkmal für die Ewigkeit","epNo":7,"alt":"Blueprint for Murder","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979393","hoster":"VOE"},{"path":"/redirect/8358141","hoster":"Vidoza"},{"path":"/redirect/8358136","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647217","hoster":"VOE"},{"path":"/redirect/8647219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-8","name":"Mord nach Rezept Prescription: Murder","epNo":8,"alt":"Short Fuse","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979382","hoster":"VOE"},{"path":"/redirect/8358145","hoster":"Vidoza"},{"path":"/redirect/8358138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647220","hoster":"VOE"},{"path":"/redirect/8647218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-1/episode-9","name":"Lösegeld für einen Toten","epNo":9,"alt":"Ransom For A Dead Man (Pilot)","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979380","hoster":"VOE"},{"path":"/redirect/8358140","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647222","hoster":"VOE"},{"path":"/redirect/8647223","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/columbo/staffel-2/episode-1","name":"Etude in Schwarz","epNo":1,"alt":"Etude In Black","descr":"Alex Benedict ist der gefeierte Dirigent der Southland Philharmonics. Von Ruhm und Geld verwöhnt, steht er unerwarteterweise vor dem vorzeitigen Abbruch seiner Karriere. Seine heimliche Geliebte, die Pianistin Jenifer Welles fordert, dass Alexander sich von seiner Frau scheiden lässt. Doch das steht für ihn nicht zur Debatte, denn ohne die finanzielle Unterstützung seiner Schwiegermutter könnte das Orchester nicht bestehen. Um sein musikalisches Fortkommen zu sichern, fährt er zu Jenifer und bringt sie um. Er inszeniert alles so, als hätte die Pianistin sich selber umgebracht. Erst während des abendlichen Konzerts merkt er, dass ihm ein Fehler unterlaufen ist: Er hat seine Reversblume bei der Toten verloren. Doch zu diesem Zeitpunkt hat selbst Columbo noch keinen Verdacht. Erst als sich der Inspektor eine Fernsehaufzeichnung des Konzerts ansieht, wird ihm einiges über musikalische und nicht-musikalische Motive klar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979387","hoster":"VOE"},{"path":"/redirect/8358146","hoster":"Vidoza"},{"path":"/redirect/10181947","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647227","hoster":"VOE"},{"path":"/redirect/8647229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-2","name":"Blumen des Bösen","epNo":2,"alt":"The Greenhouse Jungle","descr":"Der Playboy Tony Goodland steht mit 31 Jahren vor den Trümmern seines Lebens: Seine Ehe ist zerrüttet, seine Frau Cathy geht ihre eigenen Wege, und er selbst lebt weit über seine Verhältnisse. Sein Onkel Jarvis, ein passionierter Orchideenzüchter und Verwalter des Treuhandfonds für seinen Neffen, bringt ihn auf eine Idee, wie er sämtliche Probleme auf einmal lösen kann. Da das Geld des Fonds nur unter außergewöhnlichen Umständen angerührt werden darf, soll Tony seine eigene Entführung inszenieren. Das Lösegeld von 300.000 Dollar wollen Jarvis und Tony später zwischen sich aufteilen. Die Rechnung scheint aufzugehen: Die Polizei findet Tonys Sportwagen mit zerschossener Scheibe, vom Fahrer fehlt jede Spur. Niemand bezweifelt die Echtheit der Entführung – bis auf Inspektor Columbo. Doch auch er muss hilflos mit ansehen, wie das Lösegeld übergeben wird und der vermeintliche Entführer in der Dunkelheit verschwindet. Zur Teilung des Geldes zwischen Jarvis und Tony kommt es allerdings nicht mehr...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979396","hoster":"VOE"},{"path":"/redirect/8358142","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647234","hoster":"VOE"},{"path":"/redirect/8647230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-3","name":"Wenn der Eismann kommt","epNo":3,"alt":"The Most Crucial Game","descr":"Paul Hanlon ist Manager eines Fußballteams. Eric Wagner ist der neue, junge Besitzer dieses Teams. Da Eric dem ehrgeizigen Paul im Wege steht, erschlägt ihn der Manager ihm Schwimmbad mit einem Eisblock. Zunächst sieht es auch für Inspektor Columbo so aus, als sei Eric mit dem Kopf am Beckenrand aufgeschlagen und ertrunken. Doch dann wird er stutzig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979390","hoster":"VOE"},{"path":"/redirect/10181949","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647231","hoster":"VOE"},{"path":"/redirect/8647237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-4","name":"Alter schützt vor Torheit nicht","epNo":4,"alt":"Dagger Of The Mind","descr":"Theaterproduzent Sir Roger Haversham wird das Opfer einer Intrige. Der britische Schauspieler Nicholas Frame inszeniert eine Affäre zwischen Haversham und seiner eigenen Frau Lillian Stanhope. Nicholas will den Produzent erpressen. Er soll dem Schauspielerehepaar zu einem Comeback verhelfen. Als Haversham den Plan durchschaut, stellt er Lilian zur Rede. Es kommt zu einem Handgemenge zwischen dem Produzent und Nicholas. Haversham stirbt. Nicholas will den Mord als Unfall darstellen, doch ihm kommt Columbo in die Quere, der ausgerechnet jetzt einen Besuch bei Scotland Yard macht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979384","hoster":"VOE"},{"path":"/redirect/8358147","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647244","hoster":"VOE"},{"path":"/redirect/8647242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-5","name":"Klatsch kann tödlich sein","epNo":5,"alt":"Requiem For A Falling Star","descr":"Klatsch-Reporter Jerry Parks erpresst die alternde Schauspielerin Nora Chandler. Nora hat Mordpläne, erwischt aber versehentlich ihre Sekretärin Jean Davis, die in dem explodierenden Auto ihres Verlobten Jerry saß. Kurz darauf wirft Columbo einen Blick hinter die Kulissen Hollywoods.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13833239","hoster":"VOE"},{"path":"/redirect/8358148","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647246","hoster":"VOE"},{"path":"/redirect/8647245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-6","name":"Zwei Leben an einem Faden","epNo":6,"alt":"A Stitch In Crime","descr":"Der Herzspezialist Dr. Hidemann und sein Kollege Dr. Mayfield geraten aneinander. Nach einem leichten Herzanfall muss sich Hidemann von Mayfield operieren lassen. Eine Schwester findet nach dem Eingriff eigenartige Fäden, konfrontiert den OP-Arzt damit und wird dafür erschlagen. Columbo ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979388","hoster":"VOE"},{"path":"/redirect/8358155","hoster":"Vidoza"},{"path":"/redirect/8358149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647254","hoster":"VOE"},{"path":"/redirect/8647248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-7","name":"Schach dem Mörder","epNo":7,"alt":"The Most Dangerous Match","descr":"Der exzentrische Schachweltmeister Emmet Clayton bewegt sich am Rande eines Nervenzusammenbruchs. Vor ihm liegt seine schwerste Bewährungsprobe, die Titelverteidigung gegen seinen Erzrivalen Tomlin Dudek. Vor fünf Jahren trat Dudek seinen Titel aus Krankheitsgründen kampflos an ihn ab. Nun gilt es für Clayton, der Öffentlichkeit zu beweisen, dass er verdientermaßen auf dem Schachthron sitzt. Doch neben einer nahezu absoluten Taubheit quälen ihn paranoide Wahnvorstellungen, in denen er von einem übermächtigen Tomlin Dudek gedemütigt wird. Nach einem verlorenen Probespiel am Vorabend der Weltmeisterschaft bekommt er einen solchen Wutanfall, dass er beschließt, Dudek umzubringen. Er zwingt ihn dazu, einen Abschiedsbrief zu schreiben und lässt alles so aussehen, als ob Dudek vor der drohenden Niederlage geflohen ist. Wenig später wird sein Konkurrent schwerverletzt aus dem Müllzerkleinerer des Hotels geborgen. Eine scheinbar problemlose Aufgabe für Lt. Columbo. Doch vorerst ist Dudek nicht vernehmungsfähig – er liegt im Koma","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004334","hoster":"VOE"},{"path":"/redirect/8358151","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647253","hoster":"VOE"},{"path":"/redirect/8647255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-2/episode-8","name":"Doppelter Schlag","epNo":8,"alt":"Double Shock","descr":"Der betagte und wohlhabende Clifford Paris steht kurz vor der Hochzeit mit der viel jüngeren Lisa Chambers. Beide sind leidenschaftliche Anhänger des Körper-Fitness-Kults und scheinbar ein harmonisches Paar. Doch die bevorstehende Heirat ist Cliffords Neffen Dexter, dem Moderator einer TV-Koch-Show, ein Dorn im Auge, weil er damit sein schon sicher geglaubtes Erbe verlieren würde. Nach einer sportlichen Auseinandersetzung im Fechten mit seinem Anwalt Michael Hathaway nimmt Clifford Paris ein Bad – sein letztes. Ausgerechnet Lisa findet ihren leblosen Geliebten zusammengesackt über seinem Home-Trainer – anscheinend an einem Schlaganfall gestorben. Doch Columbo, der den Fall übernimmt, glaubt nicht an einen natürlichen Tod, sondern an Mord. Haushälterin Mrs. Peck hat, einem Medizin-Drama im Fernsehen folgend, nichts Ungewöhnliches gehört oder bemerkt. Auf Grund seiner Ermittlungen kommt Lieutnant Columbo zu dem Schluss, dass Dexter den Mord begangen haben muss. Doch dann taucht plötzlich der Bankangestellte Norman auf – Dexters Zwillingsbruder, und auch der hat ein Motiv...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979391","hoster":"VOE"},{"path":"/redirect/8358150","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647257","hoster":"VOE"},{"path":"/redirect/8700809","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/columbo/staffel-3/episode-1","name":"Ein Hauch von Mord","epNo":1,"alt":"Lovely But Lethal","descr":"Die legendäre Königin der Kosmetik, Viveca Scott, sieht ihr Imperium durch den listigen Erzrivalen David Lang bedroht. Alle ihre Hoffnungen, den emsigen Konkurrenten aus dem Feld zu schlagen, beruhen auf der Entwicklung einer revolutionären Creme, mit der das leidige Faltenproblem endgültig gelöst werden soll. Die ersten Tests dieses \"Wundermittels\" durch Chefchemiker Dr. Murcheson verlaufen ermutigend, doch dann kommt es zu einem verhängnisvollen Zwischenfall: Die Formel für die Creme verschwindet. Viveca ist entsetzt, als sie erfährt, dass ihr Ex-Geliebter und Assistent von Murcheson, Karl Lessing, die Formel an sich gerissen hat und plant, sie an die Konkurrenz zu verkaufen. Als sie ihn aufsucht, um die Rückgabe der Formel zu verlangen, stößt sie auf Widerstand. Wenige Minuten später hat Lt. Columbo einen neuen Fall zu knacken – Karl ist tot… Jahr der Erstausstrahlung: 1973","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979389","hoster":"VOE"},{"path":"/redirect/8358152","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383128","hoster":"VOE"},{"path":"/redirect/8647258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-2","name":"Wein ist dicker als Blut","epNo":2,"alt":"Any Old Port In A Storm","descr":"Der Halbbruder von Carsini, einem berühmten Weinkenner, will das Weingut an \"Billigweinproduzenten\" verkaufen, weil er das Geld benötigt. Carsini aber liebt das Weingut und produziert nur erlesene Weine. Deshalb bringt er seinen Halbbruder um, indem er ihn betäubt, fesselt, und im Weinkeller bei abgeschalteter Klimaanlage ersticken lässt, während er weg ist und teure Weine ersteigert. Dann wirft er den Leichnam ins Wasser. Es soll so aussehen, als ob er beim Tauchen ums Leben kam. Columbo lernt Carsini schätzen, muß ihn aber dennoch wegen Mordes festnehmen. Anmerkungen:Diese Episode wird von fast allen (inklusive Peter Falk selber) als einer der besten Columbo-Filme angesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920117","hoster":"VOE"},{"path":"/redirect/8358153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647259","hoster":"VOE"},{"path":"/redirect/8647262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-3","name":"Stirb für mich","epNo":3,"alt":"Candidate For Crime","descr":"Der Senatskandidat Nelson Hayward befindet sich mitten in der heißen Wahlkampfphase. Sein Manager Harry Stone lässt in der Presse verbreiten, dass die Mafia Hayward ermorden will. Das sorgt für Schlagzeilen – ein geschickter PR-Schachzug. Nelson selbst geht noch viel weiter: Kaltblütig ermordet er seinen Mitarbeiter Harry Stone und tarnt die Tat als einen missglückten Anschlag auf sich selbst. Doch Inspektor Columbo, der im Mordfall Stone ermittelt, findet schnell heraus, dass Hayward bei weitem nicht der unbescholtene und selbstlose Politiker ist, für den er sich ausgibt. Als der Inspektor in kürzester Zeit Haywards streng geheim gehaltenes Verhältnis mit Linda Johnson, der Sekretärin seiner Frau Victoria, aufdeckt, beginnt der Senatskandidat zu begreifen, welches Kaliber sein Gegner von der Mordkommission hat. Zwischen dem skrupellosen Politiker und dem raffinierten Inspektor beginnt ein spannendes Katz- und Mausspiel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979392","hoster":"VOE"},{"path":"/redirect/8358157","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647269","hoster":"VOE"},{"path":"/redirect/8647265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-4","name":"Ein gründlich motivierter Mord","epNo":4,"alt":"Double Exposure","descr":"Dr. Bart Kepple ist eine Koryphäe auf dem Gebiet der unterbewussten Suggestion, zudem ist er aber auch ein Erpresser. Eine gewisse Tanya Baker verführt seine männlichen Kunden, damit er sie in kompromittierenden Stellungen fotografieren kann. Langjährige Forschungsarbeiten haben ihn zu einem gefragten Mann in der Werbewirtschaft werden lassen. Durch seine Technik nehmen Filmzuschauer unterbewußt Dinge wahr, die sich verkaufsfördernd nutzen lassen. Bei einer Kundenpräsentation nutzt er seine Kunst der schnellen Schnitte zu mörderischen Zwecken. Einer der Zuschauer ist Victor Norris, der genau wie andere in Kepples Falle gegangen ist. Er hatte sich auf eine – fotografisch dokumentierte – Affäre mit Kepples Assistentin Tanya eingelassen, aber er widersetzt sich der Erpressung. Vielmehr hat er Kepple gedroht, ihn anzuzeigen. Bei der Filmvorführung eines Wüstenfilms hat Kepple kürzeste Aufnahmen von Erfrischungsgetränken eingeblendet, kurz vorher hat er dafür gesorgt, dass Norris viel salzigen Kavier zu sich nahm. So wird Norris der Film zum Verhängnis. Er verspürt plötzlich brennenden Durst und verlässt den Vorführraum. Kepple erwartet ihn bereits. Für Columbo ein schwieriger Fall, denn wie es scheint, hat Kepple weder ein Motiv noch ein Alibi, an dem gezweifelt werden könnte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979398","hoster":"VOE"},{"path":"/redirect/8358166","hoster":"Vidoza"},{"path":"/redirect/8358156","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647274","hoster":"VOE"},{"path":"/redirect/8647271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-5","name":"Schreib oder stirb","epNo":5,"alt":"Publish Or Perish","descr":"Nach einer Handvoll von Bestsellern plant Schriftsteller Allen Mallory, dem Verlag von Riley Greenleaf den Rücken zuzukehren. Seine Agentin hat bereits Kontakte zu dem Verleger Jeffrey Neal aufgebaut. Greenleaf missfällt der Gedanke, dass sein erfolgreichster Autor zur Konkurrenz geht überaus, und er beauftragt Sprengstoff-Spezialist Eddie Kane mit der Ermordung Mallorys. Der skrupellose Verleger würde damit gleichzeitig in den Besitz einer beachtlichen Lebensversicherungssumme gelangen. Als Gegenleistung für den hinterhältigen Akt verspricht er Kane, sein Handbuch über Explosionen zu veröffentlichen. Er drückt ihm eine Pistole und die Schlüssel zu Mallorys Büro in die Hand. Auf beiden Gegenständen sind die Fingerabdrücke Greenleafs, die unweigerlich den Verdacht auf ihn lenken werden. Doch der gerissene Schurke baut sich gleichzeitig ein hundertprozentiges Alibi auf. Der perfekte Mord? Kaum, denn in Kalifornien wird keine Rechnung ohne Lt. Columbo gemacht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979411","hoster":"VOE"},{"path":"/redirect/8358159","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647276","hoster":"VOE"},{"path":"/redirect/8647272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-6","name":"Teuflische Intelligenz","epNo":6,"alt":"Mind Over Mayhem","descr":"Der junge Neil Cahill steht vor der Auszeichnung zum \"Wissenschaftler des Jahres\". Stolz erfährt sein Vater Dr. Marshall Cahill, Leiter im Kybernetik-Forschungsinstitut, von der Ehrung seines Sohnes. Doch der alte Chemie-Professor Howard Nicholson kann beweisen, dass Neils Theorie ein Plagiat ist und will die Öffentlichkeit davon unterrichten. Das kann Marshall Cahill nicht zulassen. Um die Zukunft seines Sohnes nicht zu gefährden, will er Nicholson töten. Er entwickelt einen mörderischen Plan, und mit Hilfe des Roboters MM-7 beschafft er sich ein scheinbar hieb- und stichfestes Alibi. Als Howard Nicholson tot aufgefunden wird, deutet alles auf einen Raubmord durch Drogensüchtige hin. Lieutenant Columbo weiß es schon bald besser...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979405","hoster":"VOE"},{"path":"/redirect/8358158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647286","hoster":"VOE"},{"path":"/redirect/8647279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-7","name":"Schwanengesang","epNo":7,"alt":"Swan Song","descr":"Country-Western-Sänger Tommy Brown füllt spielend ganze Arenen mit jubelnden Fans. Von den Einnahmen sieht er jedoch nur einen verschwindend geringen Anteil, denn seine Frau Edna, eine fromme und fanatische Protestantin, investiert die beträchtlichen Summen in den Bau eines Gotteshauses. Tommys Bitte um einen höheren Gewinnanteil stößt bei Edna auf taube Ohren. Sie erpresst ihn stattdessen mit einem Fehltritt aus seiner Vergangenheit: Vor einiger Zeit hatte er mit der damals minderjährigen Maryann, einer Sängerin seiner Begleitband, \"Zwischenstopps\" in Motels eingelegt. Da er bereits vorbestraft ist, kann Tommy es sich nicht leisten, Edna zu verärgern. Ein neues Engagement führt sie nach Los Angeles. Gemeinsam mit Maryann und seiner Frau fliegt der Country-Star zu dem Auftritt, doch die Maschine erreicht die kalifornische Metropole nicht. Das Flugzeug zerschellt am Boden. Die beiden Frauen sind tot, Tommy wird bewusstlos mit gebrochenem Bein neben dem Wrack gefunden. Lieutenant Columbo ist mit den routinemäßigen Ermittlungen beauftragt und stößt zu seiner Überraschung schon nach kurzer Zeit auf erste Aussagen, die es zweifelhaft erscheinen lassen, dass die Insassen Opfer eines Unfalls wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107948","hoster":"VOE"},{"path":"/redirect/8358160","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647287","hoster":"VOE"},{"path":"/redirect/8647285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-3/episode-8","name":"Meine Tote - Deine Tote","epNo":8,"alt":"A Friend In Deed","descr":"Hugh Caldwell hat im Affekt seine Frau Janice umgebracht. Voller Panik ruft er Mark Halperin an, seinen Nachbarn und besten Freund. Der verspricht, sich um alles zu kümmern. Während Hugh für alle sichtbar an der Bar ihres gemeinsamen Clubs einen Drink nimmt, täuscht Mark einen Einbruch in Caldwells Haus vor. Um das Alibi perfekt zu machen, telefoniert Hugh von der Bar aus vor Zeugen mit seiner Frau. In Wirklichkeit nimmt Mark den Hörer ab. Er arrangiert alles so, dass es wie die Tat eines Juwelendiebes aussieht, der beim Einbruch von der Hausherrin ertappt wurde. Zurück in seinem eigenen Haus fängt Mark einen Streit mit seiner Frau Margaret an. Während des Disputs behauptet er plötzlich, einen Mann aus dem Haus der Caldwells flüchten zu sehen. Er benachrichtigt die Polizei. Seine Männer kommen sofort, denn Mark Halperin ist ein hoher Beamter und der Vorgesetzte von Lieutenant Columbo. Ausgerechnet sein bester Mann untersucht den Tod von Janice Caldwell. Und Columbo kommen sehr schnell Zweifel an der Version vom Raubmord. Bei der Beerdigung von Janice fordert Mark, dass Hugh sich für den \"Freundschaftsdienst\", den er ihm erwiesen hat, revanchiert. Ein zweiter Mord geschieht, diesmal ist Margaret Halperin das Opfer...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979402","hoster":"VOE"},{"path":"/redirect/10188392","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647291","hoster":"VOE"},{"path":"/redirect/8647288","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/columbo/staffel-4/episode-1","name":"Geld, Macht und Muskeln","epNo":1,"alt":"An Exercise In Fatality","descr":"Milo Janus, Chef einer Kette von Fitnessstudios, hat seit Jahren Geld beiseite geschafft und nach Europa transferiert. Als sein langjähriger Mitarbeiter Gene Stafford kurz davor steht, die Wahrheit über Milos Transaktionen herauszufinden, bedeutet dies sein Todesurteil. Milo bringt Stafford in einem seiner Fitnessstudios um, arrangiert aber alles so, dass es wie ein Unfall aussieht. Außerdem besorgt er sich ein wasserdichtes Alibi. Inspektor Columbo, nicht gerade eine Sportskanone, untersucht den Fall. Bald bemerkt er einige Details, die auf Mord schließen lassen. Der Inspektor befasst sich daraufhin intensiver mit dem durchtrainierten Milo Janus – Köpfchen gegen Muskelkraft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979401","hoster":"VOE"},{"path":"/redirect/8358172","hoster":"Vidoza"},{"path":"/redirect/8358162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383124","hoster":"VOE"},{"path":"/redirect/8647293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-4/episode-2","name":"Momentaufnahme für die Ewigkeit","epNo":2,"alt":"Negative Reaction","descr":"Trotz Wohlstand und Erfolg ist der brillante Fotograf Paul Galesko nicht glücklich. Er steht unter dem Pantoffel seiner Frau Frances, und die spielt den Tyrannen par excellence. Paul beschließt, ihrer Regentschaft endlich ein Ende zu bereiten und plant den perfekten Mord. Das Besondere: Die Polizei soll nicht leer ausgehen und ihren Täter bekommen. Paul hat bereits seine Wahl getroffen: Der ehemalige Strafgefangene Alvin Deschler. Er lässt ihn für sich arbeiten und konstruiert gleichzeitig das Verbrechen, dass seinen Assistenten zurück ins Gefängnis bringen wird: Als Entführer von Frances Galesko, als Lösegelderpresser und als ihr Mörder. Wie perfekt der Plan des Fotografen ist, wird sich allerdings erst dann herausstellen, wenn Columbo seine Ermittlungen abgeschlossen hat. Und bis dahin hat der gerissene Lieutenant noch ein paar Überraschungen auf Lager…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979407","hoster":"VOE"},{"path":"/redirect/10188420","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647299","hoster":"VOE"},{"path":"/redirect/8647297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-4/episode-3","name":"Des Teufels Corporal","epNo":3,"alt":"By Dawn\u0027s Early Light","descr":"Eine Militärakademie soll in ein gemischtes College umgewandelt werden. Der Leiter der Militärakademie will dies jedoch um jeden Preis verhindern und bringt deshalb den Besitzer der Akademie bei einem zeremoniellen Kanonenschuss um, indem er die Kanone so manipuliert, daß sie explodiert. Es soll so aussehen, als habe ein Kadett einen Lappen in der Kanone vergessen und dadurch die Explosion hervorgerufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979400","hoster":"VOE"},{"path":"/redirect/8358165","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647313","hoster":"VOE"},{"path":"/redirect/8647309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-4/episode-4","name":"Traumschiff des Todes","epNo":4,"alt":"Troubled Waters","descr":"Columbo geht mit seiner Gattin auf Kreuzfahrt. Dort trifft er auf Hayden Danzinger (Robert Vaughn), ebenfalls in Begleitung seiner Ehefrau. Aber auch Danzingers heimliche Geliebte Rosanna Welles (Poupee Bocar) ist auf dem Dampfer und erpresst ihren \"Lover\". Kurze Zeit später ist sie tot und Columbo muss auch im Urlaub ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979399","hoster":"VOE"},{"path":"/redirect/8358168","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647312","hoster":"VOE"},{"path":"/redirect/8647310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-4/episode-5","name":"Playback","epNo":5,"alt":"Playback","descr":"Harod van Wyck macht als Präsident eines Elektrokonzerns keine gute Figur. Aufgrund roter Zahlen möchte ihn seine Schwiegermutter, die Besitzerin der Firma, so schnell wie möglich loswerden. Sie erpresst van Wyck, um dessen Rücktritt zu erzwingen. Der entledigt sich aber der bösen Schwiegermutter. Columbo überprüft sein Alibi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979410","hoster":"VOE"},{"path":"/redirect/8358179","hoster":"Vidoza"},{"path":"/redirect/8358169","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647314","hoster":"VOE"},{"path":"/redirect/8647315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-4/episode-6","name":"Der Schlaf, der nie endet","epNo":6,"alt":"A Deadly State Of Mind","descr":"Karl Donner ist in seinem Strandhaus ermordet worden. Seine Frau Nadia sagt aus, zwei maskierte Räuber seien in das Haus eingedrungen und einer der Täter habe ihren Mann erschlagen. Inspektor Columbo zweifelt an der Glaubwürdigkeit der Zeugin. Der junge Psychiater Dr. Collier, bei dem sich Nadia einer Hypnose-Behandlung unterzieht, schlägt vor, seine Patientin mit einem Lügendetektor zu testen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979409","hoster":"VOE"},{"path":"/redirect/8358171","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647316","hoster":"VOE"},{"path":"/redirect/8647317","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/columbo/staffel-5/episode-1","name":"Tödliches Comeback","epNo":1,"alt":"Forgotten Lady","descr":"Ex-Musical-Star Grace Wheeler plant mit ihrem ehemaligen Tanzpartner Ned Diamond ein Comeback. Im Weg steht nur Graces Mann Henry, der seine Frau nicht unterstützen will. Für ihre Rückkehr ins Showbusiness bringt Grace ihren Gatten kurzerhand um. Alles sieht nach Selbstmord aus, nur Columbo hat Zweifel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920122","hoster":"VOE"},{"path":"/redirect/8358170","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647320","hoster":"VOE"},{"path":"/redirect/8647325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-5/episode-2","name":"Mord in der Botschaft","epNo":2,"alt":"A Case Of Immunity","descr":"In der Botschaft von Suria in Los Angeles wird die Ankunft des Monarchen erwartet. Der erste Sekretär Hassan Salah will den Sicherheitschef Alafa liquidieren, der seiner Karriere im Weg stehen könnte. Gemeinsam mit dem Botschaftsangestellten Rahmin Habib täuscht er eine Auseinandersetzung mit Studenten vor, bei der Alafa erschossen wird. Lt. Columbo kommen Zweifel an Salahs Version...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979412","hoster":"VOE"},{"path":"/redirect/8358173","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647326","hoster":"VOE"},{"path":"/redirect/8647323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-5/episode-3","name":"Tod am Strand","epNo":3,"alt":"Identity Crisis","descr":"Geheimagent Nelson Brenner hat einen eheamligen Partner, dessen Deckname \"Geronimo\" lautet. Beide Männer arbeiten nicht mehr zusammen, doch da \"Geronimo\" glaubt, in Brenner einen Doppelagent ausfindig gemacht zu haben, erpresst er Brenner. Er verlangt von ihm eine stattliche Summe Geld, die Brenner ihm überdies seit Jahren schuldet. Nun soll er die offene Rechnung endlich begleichen. Brenner beauftragt \"Geronimo\" damit, einen Mikrofilm zu übergeben. Den Kontaktmann wird er am Abend am Strand unter einer Brücke treffen. Dort findet das Treffen auch tatsächlich statt. \"Geronimo\" übergibt den Film an einen gewissen Melville. Doch danach wird er von Brenner getötet. Der Mord erscheint wie ein Raubüberfall. So hat es Brenner aussehen lassen. Doch Columbo, der den Fall übernimmt, hat schnell Zweifel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979404","hoster":"VOE"},{"path":"/redirect/8358175","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648311","hoster":"VOE"},{"path":"/redirect/8647327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-5/episode-4","name":"Blutroter Staub","epNo":4,"alt":"A Matter Of Honor","descr":"Der Stierkämpfer Luis Montoya wurde von seinem Freund Hector Rangel in einem Moment lähmender Angst beobachtet. Diesen offenkundigen Ehrverlust kann der stolze Mexikaner nicht verwinden. Der Zeuge seines Gesichtsverlustes muss sterben. Die mörderische Tat des Matadors stellt der örtlichen Polizei vor einen scheinbar unlösbaren Fall – doch zufällig hat Inspektor Columbo während seiner Urlaubsreise durch die betreffende Gegend eine Autopanne und wird vom Polizeichef Emilio Sanchez in die Ermittlungen einbezogen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100102","hoster":"VOE"},{"path":"/redirect/8358176","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647334","hoster":"VOE"},{"path":"/redirect/8647427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-5/episode-5","name":"Wenn der Schein trügt","epNo":5,"alt":"Now You See Him","descr":"Der große Magier Santini ist ein gefeierter Meister der Illusion, dem es mit Hilfe seines Könnens bisher gelungen ist, seine verbrecherische NS-Vergangenheit zu verheimlichen. Der Nachtclub-Besitzer Jesse Jerome kommt dennoch dahinter, dass Santini Unteroffizier der Gestapo in einem Konzentrationslager war. Sein Schweigen will er sich mit 50.000 Dollar versilbern lassen. Als Santini die Zahlung verweigert, beschließt Jerome, einen Brief an die Einwanderungsbehörde zu schreiben. Genau zur gleichen Zeit hat Santini einen Auftritt in Jeromes Club. Als Hauptattraktion versenkt er sich in einem Metallcontainer auf den Grund eines gläsernen Wassertanks. Zehn Minuten bleibt der Metallbehälter unter Wasser, doch Santini hat die Bühne längst verlassen und sucht Jerome auf. Er erschießt seinen Erpresser, vernichtet den Brief an die Einwanderungsbehörde und kehrt lächelnd auf die Bühne zurück. Das Alibi des Illusionskünstlers scheint unanfechtbar. Auch Inspektor Columbo kann sich keinen Reim auf den Mord machen. Denn obwohl er an Santinis Alibi zweifelt, findet sich kein schlüssiges Tatmotiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979406","hoster":"VOE"},{"path":"/redirect/8358177","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647332","hoster":"VOE"},{"path":"/redirect/8647330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-5/episode-6","name":"Der alte Mann und der Tod","epNo":6,"alt":"Last Salute To The Commodore","descr":"Columbo ermittelt im Fall des undurchsichtigen Todes von Schiffsbauingenieur Otis Swanson. Ein Interesse am Verschwinden des alten Mannes und damit ein konkretes Tatmotiv haben eine ganze Reihe von Personen, sodass es der findige Ermittler einmal mehr mit einem kniffligen Verwirrspiel zu tun bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979418","hoster":"VOE"},{"path":"/redirect/8358178","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647336","hoster":"VOE"},{"path":"/redirect/8647335","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/columbo/staffel-6/episode-1","name":"Mord im Bistro","epNo":1,"alt":"Fade In To Murder","descr":"Claire Daley, Produzentin einer TV-Detektivserie, wird bei einem Raubüberfall erschossen. Der Hauptdarsteller der Serie Ward Fowler hat ein astreines Motiv für die Bluttat, aber auch ein wasserdichtes Alibi. Inspektor Columbo steht wieder einmal einem scheinbar perfekten Verbrechen gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979415","hoster":"VOE"},{"path":"/redirect/8358192","hoster":"Vidoza"},{"path":"/redirect/10188391","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647338","hoster":"VOE"},{"path":"/redirect/8647337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-6/episode-2","name":"Bei Einbruch Mord","epNo":2,"alt":"Old Fashioned Murder","descr":"Um einige Ausstellungsstücke ihres Museums vor dessen bevorstehender Schließung in den eigenen Besitz bringen zu können, schreckt Ruth Lytton auch vor Mord nicht zurück. Die kaltblütige Frau hat einen vermeintlich perfekten Plan entwickelt, mit dessen Hilfe sie die kostbaren Gegenstände an sich bringen und zugleich ihre Komplizen aus dem Weg räumen kann. Mit Inspektor Columbos untrüglicher Spürnase hat sie allerdings nicht gerechnet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979413","hoster":"VOE"},{"path":"/redirect/10188394","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647340","hoster":"VOE"},{"path":"/redirect/8647354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-6/episode-3","name":"Todessymphonie","epNo":3,"alt":"The Bye Bye Sky-High IQ Murder Case","descr":"Oliver Brandt ist Mitglied einer Vereinigung von Menschen mit überdurchschnittlich hohen I.Q. Bei einer Tagung entledigt er sich auf höchst raffinierte Weise zweier unliebsamer Kontrahenten. Der Inspektor im Trenchcoat nimmt es mit der Intelligenzbestie auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11705689","hoster":"VOE"},{"path":"/redirect/8358183","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647352","hoster":"VOE"},{"path":"/redirect/8647350","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/columbo/staffel-7/episode-1","name":"Alter schützt vor Morden nicht","epNo":1,"alt":"Try And Catch Me","descr":"Die Nichte der berühmten Krimiautorin Abigail Mitchell ist tot: Die Schriftstellerin vermutet Mord und verdächtigt den Mann der Toten, Edmund Galvin. Kurzerhand sperrt sie ihn in ihren Tresor ein, wo er prompt erstickt. Der Zweikampf zwischen Columbo und der Mörderin beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979417","hoster":"VOE"},{"path":"/redirect/10188395","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920113","hoster":"VOE"},{"path":"/redirect/8647357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-7/episode-2","name":"Mord à la Carte","epNo":2,"alt":"Murder Under Glass","descr":"Gourmet-Kritiker Paul Gerard führt ein herrliches Leben. Beruflich wie privat. Denn mit seinen gefürchteten Kritiken entscheidet er über den Stand und das Ansehen zahlreicher renommierter Restaurants. Gerard darf sich kostenfrei durch die besten Gourmet-Tempel der Stadt essen. Doch damit nicht genug. Auf erpresserische Weise sichert sich der berüchtigte Branchen-Insider ein fürstliches Zubrot, indem er gegen üppige Honorare der Restaurant-Besitzer seine heiß begehrten positiven Bewertungen im Fernsehen sendet oder in Form einer Zeitungskolumne an den Interessenten bringt. Zweifellos verschafft man sich auf diesem Wege nicht nur Freunde. Vittorio Rossi ist jedenfalls nicht länger gewillt für das positive Urteil Gerards tief in die Tasche zu greifen. Während eines privaten Dinners droht er dem Gourmet-Papst, seine erpresserischen Methoden auffliegen zu lassen. Scheinbar unberührt verlässt Gerard das Abendmahl, kurz darauf ist Rossi tot. Für Columbo beginnt ein delikater Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979422","hoster":"VOE"},{"path":"/redirect/8358185","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920116","hoster":"VOE"},{"path":"/redirect/8647362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-7/episode-3","name":"Mord in eigener Regie","epNo":3,"alt":"Make Me A Perfect Murder","descr":"Kaum wird Fernsehmann Mark McAndrews befördert, will er nichts mehr von seiner Assistentin und heimlichen Geliebten Kay Freestone  wissen. Kays Rache lässt nicht lange auf sich warten. Columbo auch nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979423","hoster":"VOE"},{"path":"/redirect/8358186","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647373","hoster":"VOE"},{"path":"/redirect/8647372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-7/episode-4","name":"Mord per Telefon","epNo":4,"alt":"How To Dial A Murder","descr":"Wenn die zwei Dobermänner des Psychologen Dr. Mason das Wort \u0027Rosebud\u0027 hören, zerfetzen sie den, der es ausgesprochen hat. Der berühmte Analytiker bittet eines Tages seinen Freund, Dr. Charles Hunter, auf seine zwei Schoßhündchen aufzupassen, und bringt ihn dazu, das fatale Wort auszusprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206341","hoster":"VOE"},{"path":"/redirect/8358188","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647375","hoster":"VOE"},{"path":"/redirect/8647377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-7/episode-5","name":"Waffen des Bösen","epNo":5,"alt":"The Conspirators","descr":"In der Öffentlichkeit engagiert sich der sympathische irische Dichter Joe Devlin für den Frieden in seinem Heimatland. Im Geheimen unterstützt er O’Connell Industries beim Waffenhandel mit der IRA in Belfast. Bei einer Autogrammstunde nimmt der Waffenlieferant Vincent Pauley mit ihm Kontakt auf. Pauley möchte an dem Erfolg des Autors mitverdienen und verlangt für seine illegalen Dienste mehr Geld. Devlin fällt die Entscheidung nicht schwer, der Preis für Verrat ist Tod. Er erschießt Pauley in dessen Hotelzimmer. Columbo, der die Ermittlungen in diesem Mordfall aufnimmt, wird auf Devlin aufmerksam, weil er bei dem Toten ein signiertes Buch des Dichters gefunden hat. Merkwürdigerweise wurde neben dem Toten eine Whiskeyflasche gefunden, obwohl dieser Diabetiker war und keinen Alkohol trank. Da die Whiskeysorte Devlins Lieblingsmarke ist, wird Devlin für Columbo zum Hauptverdächtigen. Doch wie soll er ihm den Mord nachweisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979421","hoster":"VOE"},{"path":"/redirect/8358187","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647382","hoster":"VOE"},{"path":"/redirect/8647379","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/columbo/staffel-8/episode-1","name":"Tödliche Tricks","epNo":1,"alt":"Columbo Goes To The Guillotine","descr":"Der Magier Max Dyson soll den angeblichen Hellseher Elliott Blake testen. Elliott besteht den Test, doch später stellt sich heraus, dass sich beide aus dem Gefängnis kannten. Max hat Elliott damals verraten und wollte es nun wiedergutmachen. Doch Elliott köpft Max mit seiner eigenen Guillotine. Columbo ermittelt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979419","hoster":"VOE"},{"path":"/redirect/8358189","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647388","hoster":"VOE"},{"path":"/redirect/8647385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-8/episode-2","name":"Die vergessene Tote","epNo":2,"alt":"Murder, Smoke, And Shadows","descr":"Alex Bradey ist noch keine 30 Jahre alt und gehört schon zu den erfolgreichsten Filmemachern der Welt. Eines Tage bekommt er Besuch von seinem alten Freund Lenny. Er berichtet Alex, dass der gemeinsame Kumpel Buddy gestorben sei – genau zehn Jahre nach dem schrecklichen Unfalltod von Lennys Schwester Jenny. Damals wollten Buddy und Alex einen Amateur-Film mit Jenny drehen. Auf der Fahrt zum Drehort kam Jenny bei einem Motorradunfall ums Leben. Doch dieser tragische Unfalltod wird jetzt von Lenny angezweifelt. Denn er hat in Buddys Nachlass einen Film gefunden, der etwas ganz anderes zeigt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979420","hoster":"VOE"},{"path":"/redirect/8358190","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647389","hoster":"VOE"},{"path":"/redirect/8647395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-8/episode-3","name":"Black Lady","epNo":3,"alt":"Sex And The Married Detective","descr":"Die Sexualtherapeutin und Klinikleiterin Dr. Joan Allenby (Lindsay Crouse) ertappt Freund und Geschäftspartner David Kincaid, als der sich mit seiner Sekretärin Cindy vergnügt. Für David ein Tete-a-tete mit Folgen. Schon bald taucht Columbo auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979430","hoster":"VOE"},{"path":"/redirect/8358191","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647393","hoster":"VOE"},{"path":"/redirect/8647392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-8/episode-4","name":"Tödliche Kriegsspiele","epNo":4,"alt":"Grand Deceptions","descr":"Für General Arthur Padget, Gründer und Ehrenvorsitzende der \"First Foundation of American Thought\" bestätigt sich ein übler Verdacht: Der Stiftungsleiter, Colonel Frank Brailie, ist in illegale Geschäfte verwickelt. Darüber weiß auch Sergeant Keegan Bescheid. Der General greift ein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979424","hoster":"VOE"},{"path":"/redirect/10188393","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647400","hoster":"VOE"},{"path":"/redirect/8647398","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/columbo/staffel-9/episode-1","name":"Selbstbildnis eines Mörders","epNo":1,"alt":"Murder, A Self Portrait","descr":"Maler Max Barsini spielt in seinem Strandhaus den Pascha: Seine Frau Vanessa (Shera Danese), seine Ex Louise und das Model Julie residieren bei ihm. Als sich Louise in ihren Psychologen verliebt, geht Maler Max die Wände hoch und ermordet seine Ex-Gattin. Columbo ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096035","hoster":"VOE"},{"path":"/redirect/8358200","hoster":"Vidoza"},{"path":"/redirect/8358194","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648310","hoster":"VOE"},{"path":"/redirect/8647401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-9/episode-2","name":"Wer zuletzt lacht","epNo":2,"alt":"Columbo Cries Wolf","descr":"Dian Hunter und Sean Brantley sind Ex-Geliebte und Herausgeber eines Männermagazins. Dian plant, ihren mehrheitlichen Firmenanteil dem Medienmogul Sir Harry Matthews zu verkaufen. Als sie sich auf den Weg zu den Verhandlungen macht, verschwindet sie spurlos. Columbo ist ratlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979429","hoster":"VOE"},{"path":"/redirect/8358195","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647417","hoster":"VOE"},{"path":"/redirect/8647407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-9/episode-3","name":"Mord nach Termin","epNo":3,"alt":"Agenda For Murder","descr":"Hat Frank Staplin sich umgebracht? Columbo hat seine Zweifel. Staplin, ein kleiner Gauner, schien alles andere als lebensmüde. Kurz vor seinem Tod sandte er ein Fax an seine Frau, in dem er fröhliche Scherze machte. Und außerdem gehörte die Tatwaffe nicht ihm selber. Staplin, ein Waffennarr, muss sich demnach mit einer fremden Kanone erschossen haben. Sehr unglaubwürdig. Columbo wittert einen Mord, der als Selbstmord getarnt werden soll. Doch wer steckt dahinter? Es stellt sich heraus, dass Staplin kurz vor seinem Tod ein Telefonat mit dem Star-Anwalt Oscar Finch geführt hat. Columbo geht der Sache nach. Finch behauptet, Staplin habe ihn als Verteidiger verpflichten wollen, denn er sah sich einer erneuten Anklage gegenüber. Doch Columbo glaubt dem Anwalt nicht und entdeckt, dass Finch ein guter Freund von Staatsanwalt Paul Mackey, einem aussichtsreichen Kandidaten für die Wahl zum Vize-Präsidenten, ist. Und hier scheint der Schlüssel zu dem Verbrechen zu liegen: 20 Jahre zuvor ließen Finch und Mackay zur Verteidigung ihres Mandanten Staplin belastendes Beweismaterial aus der Staatsanwaltschaft verschwinden. Damit waren sie für Staplin erpressbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920121","hoster":"VOE"},{"path":"/redirect/13840344","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647420","hoster":"VOE"},{"path":"/redirect/8647410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-9/episode-4","name":"Ruhe sanft, Mrs. Columbo","epNo":4,"alt":"Rest In Peace, Mrs Columbo","descr":"Seit ihr Mann Pete im Gefängnis gestorben ist, denkt Vivian nur an Rache. Sie macht Petes Partner Chambers und Inspektor Columbo für seinen Tod verantwortlich. Chambers wird ermordet. Vivian kann für die Tatzeit ein perfektes Alibi vorweisen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173091","hoster":"VOE"},{"path":"/redirect/8358199","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647421","hoster":"VOE"},{"path":"/redirect/8647419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-9/episode-5","name":"Schleichendes Gift","epNo":5,"alt":"Uneasy Lies The Crown","descr":"Aus Liebe zu seiner Tochter Lydia hat Horace Sherwin seinen Schwiegersohn Wesley als Teilhaber seiner gut gehenden Zahnarztpraxis akzeptiert. In Wirklichkeit hält Horace nichts von Wesley und dessen Fähigkeiten. Als Lydia eines Tages eröffnet, sie wolle sich scheiden lassen, ist Horace erleichtert. Er sieht seine Stunde gekommen: Wesley soll endlich aus dem Geschäft aussteigen. Außerdem soll er seine hohen Schulden bei Horace begleichen. Doch es kommt anders. Lydia, die bereits einen neuen Partner hat, meldet sich eines Nachts bei Wesley und bittet ihn um Hilfe. Ihr neuer Freund ist gestorben. Und Lydia ist in heller Panik, da sie mit ihm alleine ist – und nicht weiß, woran er gestorben ist. Wesley und ein Freund fahren sofort zu ihr. Um sie aus den polizeilichen Ermittlungen herauszuhalten, nehmen die Männer den Leichnam mit und \"entsorgen\" ihn. Lydia ist Wesley dankbar. Nicht ahnend, dass der die Situation ausnutzt, um nun seinerseits Horace zu erpressen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979428","hoster":"VOE"},{"path":"/redirect/10188396","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647424","hoster":"VOE"},{"path":"/redirect/8647426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-9/episode-6","name":"Niemand stirbt zweimal","epNo":6,"alt":"Murder In Malibu","descr":"Teresa Goren ist eine beliebte Roman-Autorin. In einer TV-Show verkündet sie, dass sie plant, den Gigolo und Tennisspieler Wayne Jennings zu ehelichen. Noch am selben Abend wird sie ermordet. Wayne nimmt die Schuld auf sich. Doch so einfach ist der Fall nicht, denn der Schuss, den Wayne abgegeben hat, war nicht tödlich. Die Obduktion ergibt, dass Teresa schon lange vorher tot war. Nun wird ihre Schwester Jess verdächtigt, da sie als Alleinerbin ein ausgezeichnetes Tatmotiv hätte. Zudem war sie immer gegen die Heirat der beiden. Columbo findet jedoch Indizien, die Waynes Geständnis in einem anderen Licht erscheinen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979433","hoster":"VOE"},{"path":"/redirect/8358205","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647433","hoster":"VOE"},{"path":"/redirect/8647428","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/columbo/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/columbo/staffel-10/episode-1","name":"Luzifers Schüler","epNo":1,"alt":"Columbo Goes To College","descr":"Am Freemont College wird Professor D.E. Rusk in der Tiefgarage erschossen. Gastdozent Columbo findet heraus, dass sich die Schüler Justin Rowe und Cooper Redman Lösungen von Prüfungsaufgaben auf illegalem Wege beschafft hatten und so an ihre guten Noten gekommen waren. Der Professor wusste davon...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979427","hoster":"VOE"},{"path":"/redirect/10188397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647436","hoster":"VOE"},{"path":"/redirect/8647434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-2","name":"Der erste und der letzte Mord","epNo":2,"alt":"Caution: Murder Can Be Hazardous To Your Health","descr":"Fernsehmoderator Wade Anders versucht in seiner Sendung Kriminalfälle aufzuklären. Als er mit einem Pornovideo, in dem er mitgewirkt hat, erpresst wird, entwickelt er einen ausgeklügelten Plan, um sich des lästigen Neiders zu entledigen. Es ist nicht leicht für Columbo, die klug gelegten falschen Fährten zu entschlüsseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979434","hoster":"VOE"},{"path":"/redirect/8358206","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647448","hoster":"VOE"},{"path":"/redirect/8647446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-3","name":"Tödliche Liebe","epNo":3,"alt":"Columbo And The Murder Of A Rock Star","descr":"Der erfolgreiche Rechtsanwalt Hugh Creighton will sich von seiner Partnerin, der Ex-Rocksängerin Marcy trennen. Die willigt aber nur ein, wenn sie eine satte \"Abfindung\" bekommt. Ansonsten droht sie, Creightons illegale Machenschaften auszuplaudern. Kurze Zeit später wird Marcy tot in Creightons Strandhaus aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979437","hoster":"VOE"},{"path":"/redirect/8358212","hoster":"Vidoza"},{"path":"/redirect/8358204","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383131","hoster":"VOE"},{"path":"/redirect/8647450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-4","name":"Tödlicher Jackpot","epNo":4,"alt":"It\u0027s All In The Game","descr":"Freddy Brower hat keine Lust, seinen gewonnenen Millionen-Jackpot mit seiner Frau Nancy zu teilen. Deshalb soll sich Onkel Leon für eine kleine Beteiligung als Gewinner ausgeben. Für den Lotto-König endet das Geschäft tödlich. Columbo ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206342","hoster":"VOE"},{"path":"/redirect/10188400","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647457","hoster":"VOE"},{"path":"/redirect/8647453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-5","name":"Bluthochzeit","epNo":5,"alt":"Butterfly In Shades Of Gray","descr":"In der Hochzeitsnacht wird Melissa, die junge Braut von Andy Parma, aus ihrem Appartement entführt. Niemand ahnt, dass sie sich in der Gewalt eines gefährlichen Geisteskranken befindet. Zwar übernimmt Columbo die Ermittlungen und kommt der Person des Täters immer näher, doch Melissa läuft die Zeit davon...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979439","hoster":"VOE"},{"path":"/redirect/8358208","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647459","hoster":"VOE"},{"path":"/redirect/8647456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-6","name":"Ein Spatz in der Hand","epNo":6,"alt":"Undercover","descr":"Der leidenschaftliche Spieler Harold McCain fürchtet um sein Leben, weil er seinem ungeduldigen Buchmacher eine ganze Stange Geld schuldet. Es gibt nur eine Möglichkeit, schnell an Bares zu kommen: Harold muss sich seines reichen Onkels Big Fred McCain entledigen, dem Besitzer einer glücklosen Football-Mannschaft. Zu diesem Zweck befestigt der lieblose Neffe eine Bombe an Big Freds Auto. Aber das Schicksal spielt eine andere Karte aus: Harolds Onkel wird beim morgendlichen Joggen von einem Auto überfahren, der Täter begeht Unfallflucht. Harold hört die Neuigkeit in den Nachrichten und eilt zum Haus seines Onkels, wo er auf Lieutenant Columbo und ein Fernsehteam trifft. Bevor Harold die Autobombe unauffällig entfernen kann, wird der Gärtner gebeten, Big Freds Auto aus dem Weg zu fahren. Ohnmächtig müssen die Anwesenden mit ansehen, wie der Wagen in die Luft fliegt. Somit gibt es in diesem Fall schon zwei Tote. Nachdem sein Onkel aus dem Weg ist, macht sich Harold an dessen trinkfreudige Witwe Dolores heran, mit der er einige Zeit liiert war. Er hofft, dass sie seine Spielschulden begleicht, aber sie denkt gar nicht daran. In Harold keimt die Vermutung, dass Dolores etwas mit Big Freds \"Unfall\" zu tun hat. Er droht, sie an die Polizei zu verraten und unterschreibt damit sein eigenes Todesurteil. Wenig später wird Columbo zu einer dritten Leiche gerufen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979431","hoster":"VOE"},{"path":"/redirect/8358210","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647463","hoster":"VOE"},{"path":"/redirect/8647461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-7","name":"Der Tote in der Heizdecke","epNo":7,"alt":"Death Hits The Jackpot","descr":"Lieutenant Columbo lässt sich mit Lauren Staton alias Faye Dunaway, deren Liebhaber ermordet wurde, auf ein gefährliches Katz-und-Maus-Spiel ein. Von den weiblichen Reizen der Hauptverdächtigen geblendet, verliert Columbo fast den Blick für die Indizien in diesem mysteriösen Mordfall...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979436","hoster":"VOE"},{"path":"/redirect/8358209","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475207","hoster":"VOE"},{"path":"/redirect/12980181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-8","name":"Todesschüsse auf dem Anrufbeantworter","epNo":8,"alt":"No Time To Die","descr":"Fielding Chase, Moderator einer beliebten Radio-Show, liebt seine Stieftochter Vicky abgöttisch. Sie fühlt sich von seiner Fürsorge erdrückt und möchte aus ihrem goldenen Käfig ausbrechen. Jerry, ein Mitarbeiter Fieldings, unterstützt Vicky bei ihren Versuchen, sich selbstständig zu machen. Fielding lockt Jerry in einen Hinterhalt und erschießt ihn. Sein Alibi scheint bombensicher, da tritt Columbo in Aktion...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173085","hoster":"VOE"},{"path":"/redirect/8358211","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647468","hoster":"VOE"},{"path":"/redirect/8647467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-9","name":"Zwei Leichen und Columbo in der Lederjacke","epNo":9,"alt":"A Bird In The Hand","descr":"Columbo entdeckt die sterblichen Überreste zweier Männer, die sich allem Anschein nach gegenseitig umgebracht haben. Der einzige Hinweis für die Lösung des Falles ist ein Stück eines Schwarzweiß-Fotos, das Columbo in der Hand des einen Toten findet. Kaum ist Columbo zurück im Polizeirevier, taucht der Versicherungsagent Irving Krutch bei ihm auf. Er erzählt dem Lieutenant von einem Banküberfall, bei dem vor sieben Jahren stattliche vier Millionen Dollar gestohlen wurden. Das Geld tauchte nie wieder auf. Der einzige Hinweis auf das Versteck der Beute ist eine Schwarzweiß-Fotografie, die in acht Stücke gerissen wurde. Einer davon gehört jetzt Columbo. Krutch bittet ihn darum, ihm bei der Suche nach den Besitzern der restlichen sieben zu helfen. Er hat die Hälfte einer handschriftlichen Liste mit Namen als ersten Anhaltspunkt. In Verkleidung macht sich Columbo mit Krutch an den ersten Verdächtigen heran: Mo Weinberg. Aber bevor sie viel aus ihm herausbekommen können, wird er ermordet. In zahlreichen Maskierungen führt Columbo seine Ermittlungen weiter und lernt nach und nach die anderen Personen auf der Liste kennen: Die attraktive Galeriebesitzerin Geraldine Ferguson, ihren Assistenten Bramley Kahn, der im Besitz der zweiten Hälfte der Namensliste ist, sowie die dem Alkohol nicht abgeneigte Dorothea McNally. Je intensiver er sich in den Fall verbeißt, desto mehr drängt sich Columbo der Verdacht auf, dass Irving Krutch der Schlüssel zu allem ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979438","hoster":"VOE"},{"path":"/redirect/8358215","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647470","hoster":"VOE"},{"path":"/redirect/8647469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-10","name":"Seltsame Bettgenossen","epNo":10,"alt":"Strange Bedfellows","descr":"Graham McVeigh hat ehrgeizige Pläne. Er will aus der \"Timber Ridge\" Farm das beste Gestüt für Rassepferde weit und breit machen. Allerdings gefährden die Spielschulden seines jüngeren Bruders Randy seine Pläne. Graham beschließt kurzerhand, Randy aus dem Weg zu räumen. Er gaukelt seinem spielsüchtigen Bruder vor, dass eines ihrer Rennpferde das nächste Rennen gewinnen wird. Randy fällt auf den vermeintlich sicheren Tipp herein und beauftragt seinen Buchmacher, einen Restaurantbesitzer namens Bruno Romano, eine hohe Summe auf den vermeintlichen Favoriten zu setzen. Graham sorgt dafür, dass der Gaul verliert und Randy damit viel Geld verliert. Dann bietet der hinterhältige Graham seinem geknickten Bruder an, ihn zu Romano zu fahren, damit er seine Schulden bei ihm bezahlen kann. Unterwegs erschießt er Randy, lässt ihn in seinem Wagen liegen und macht sich aus dem Staub. Allerdings muss Graham auch noch den Buchmacher aus dem Weg räumen. Unter dem Vorwand, die Schulden seines Bruders bezahlen zu wollen, lockt er Romano auf die Farm, erschießt ihn und schiebt ihm die Waffe unter, mit der er Randy ermordete. Dann ruft er die Polizei und gibt vor, Romano in Notwehr erschossen zu haben. Ein raffinierter Plan. Doch dann ermittelt Columbo. Und der bekommt unerwartete Hilfe von Mafioso-Oberhaupt Vincenzo Fortelli...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107949","hoster":"VOE"},{"path":"/redirect/8358216","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647473","hoster":"VOE"},{"path":"/redirect/8647474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-11","name":"Keine Spur ist sicher","epNo":11,"alt":"A Trace of Murder - 25th Anniversary","descr":"Clifford Calvert ist reich. In den Augen seiner Frau Kathleen ist das sein einziger Vorteil. Kathleen liebt ihren Mann längst nicht mehr. Sie hat eine Affäre mit Patrick. Er arbeitet als Spurensicherer bei der Polizei. Als Clifford eines Tages eine Auseinandersetzung mit einem Geschäftspartner hat, wittert sie eine Chance ihren Mann los zu werden. Patrick erschießt den Geschäftskollegen und lenkt den Verdacht geschickt auf Clifford. Columbo ermittelt in dem Mordfall und wird bald stutzig. Warum kennen sich Patrick und Kathleen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9209237","hoster":"VOE"},{"path":"/redirect/8358217","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920115","hoster":"VOE"},{"path":"/redirect/8647476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-12","name":"Das Aschenpuzzle","epNo":12,"alt":"Ashes to Ashes","descr":"Verity Chandler, eine für ihre Skrupellosigkeit in Hollywoods höchsten Kreisen gefürchtete Starkolumnistin, wohnt dem Begräbnis von Chuck Houston bei, einem von Hollywoods bekanntesten Stars, der auch ein großer Kriegsheld war. Die Einäscherung findet im Hause des eiskalten Beerdigungsunternehmers Eric Prince statt, der einst Verity Chandlers Liebhaber war, sie dann jedoch wegen einer anderen verstieß. Verity ist nicht nur wegen Chuck Houstons Beerdigung in Princes Haus gekommen: Sie hat endlich etwas in Princes Vergangenheit entdeckt, womit sie sich an ihrem Ex-Lover für die Demütigung rächen kann. Verity konfrontiert Eric damit, dass sie herausgefunden hat, mit welch schäbigem Verhalten er sein Geschäft begründet hat: Prince hat vor Jahren, als er noch ein kleiner Angestellter des Beerdigungsunternehmens war, bei der Einäscherung des Stummfilmstars Dorothey Page vom Hals der Leiche eine wertvolle Diamantenkette gestohlen, die er auf dem Schwarzmarkt verkaufte und mit deren Erlös er sein eigenes Geschäft begründete. Diese unappetitlichen Details will Verity in ihrer nächsten Sendung am Sonntagabend der Öffentlichkeit präsentieren, womit Eric erledigt wäre. Außer sich vor Wut bringt Prince seine Ex-Geliebte kurzerhand um und entsorgt die Leiche, indem er sie anstatt der sterblichen Überreste von Chuck Houstion einäschert. Anschließend geht er in ihr Haus, manipuliert Dateien an ihrem Computer, verwüstet die Einrichtung und legt so eine falsche Spur, die darauf hindeutet, dass sie an einer Story über Hollywoods Kokainmafia gearbeitet hat und von wütenden Drogendealern entführt wurde. Veritys Assistent Roger Gambles erscheint am nächsten Morgen im Haus seiner Arbeitgeberin und ruft sofort die Polizei. Als leitender Beamter erscheint Lt. Columbo am vermeintlichen Tatort und beginnt in seiner unnachahmlichen Art mit den Ermittlungen. Ihm erscheint die Version, dass Drogen-Dealer die Kolumnistin entführt haben sollen, sofort unglaubwürdig, und er beginnt damit, die Menschen zu interviewen, die Verity Chandler zuletzt gesehen haben. Und der Erste ist ausgerechnet Eric Prince. Zwischen den beiden Männern beginnt ein spannendes Katz- und Mausspiel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979435","hoster":"VOE"},{"path":"/redirect/8358218","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647482","hoster":"VOE"},{"path":"/redirect/8647487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-13","name":"Mord nach Takten","epNo":13,"alt":"Murder With Too Many Notes","descr":"Findlay Crawford ist einer der besten Hollywood-Dirigenten und Film-Komponisten. Doch kaum einer weiß, dass nicht er, sondern sein Ghostwriter Gabriel seine Stücke komponiert. Als Crawford einen Oskar für eine Filmmelodie bekommt, die in Wirklichkeit aus der Feder von Gabriel stammt, will sich sein \"Lehrling\" endlich von Crawford loslösen und an die Öffentlichkeit treten. Crawford kann ihn zunächst davon abhalten. Er verspricht Gabriel, er dürfe bei der nächsten größeren Veranstaltung dirigieren. Doch kurz vor dem Ereignis betäubt der Starkomponist den ahnungslosen Gabriel mit einem in Sekt aufgelösten Schlafmittel und schafft ihn aufs Dach des Gebäudes, in dem das Konzert stattfindet. Kurz vor der Veranstaltung lässt er dann einen Fahrstuhl losfahren, der nach etwa zwei Minuten oben auf dem Dach ankommt und dabei eine Klappe öffnet, auf der der Betäubte liegt. Dadurch fällt der Bewusstlose vom Dach. Es sieht so aus, als sei er durch den Sturz gestorben. Und Crawford, der derweil dirigiert, hat ein Alibi. Doch Columbo wittert, dass etwas faul ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979456","hoster":"VOE"},{"path":"/redirect/11030116","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647484","hoster":"VOE"},{"path":"/redirect/8647486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/columbo/staffel-10/episode-14","name":"Die letzte Party","epNo":14,"alt":"Columbo Likes the Nightlife","descr":"Columbo untersucht den angeblichen Selbstmord eines verhassten Klatschreporters, der Berühmtheiten gerne mit kompromittierenden Fotos erpresste. Zu den Opfern des Reporters zählten auch Justin Price, ein Partypromoter, der kurz vor der Eröffnung eines großen Raveclubs steht, sowie dessen Freundin Vanessa Farrow, eine aufstrebende Schauspielerin. Columbo schöpft Verdacht, als er auf eine Vermisstenanzeige stößt: Ausgrechnet Tony Galper, Hauptfinanzier von Justins Nachtclub, Sohn eines bekannten Mafia-Mitglieds und pikanterweise Vanessas Ex-Mann, ist verschwunden. Zeugen berichten von einem heftigen Streit zwischen den ehemals Vermählten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979448","hoster":"VOE"},{"path":"/redirect/8358221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647490","hoster":"VOE"},{"path":"/redirect/8647488","hoster":"Streamtape"}]}]}]}]}