{"seriesId":"comanche-moon","name":"Comanche Moon","descr":"Wir schreiben das Jahr 1858: Unter dem Kommando von Captain Inish Scull verfolgen Texas Ranger den Comanchen Kicking Wolf, der sich als Pferdedieb einen Namen gemacht hat. Als er eines Nachts Sculls Pferd klaut, macht sich der Captain zusammen mit dem Spurensucher Famous Shoes an seine Verfolgung. Die übrigen Ranger schickt Scull unter Führung von Woodrow Call und Augustus McCrae nach Austin zurück – nicht ahnend, dass die Comanchen einen gefährlichen Plan verfolgen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Part 1","descr":"Wir schreiben das Jahr 1858: Unter dem Kommando von Captain Inish Scull verfolgen Texas Ranger den Comanchen Kicking Wolf, der sich als Pferdedieb einen Namen gemacht hat. Als er eines Nachts Sculls Pferd klaut, macht sich der Captain zusammen mit dem Spurensucher Famous Shoes an seine Verfolgung. Die übrigen Ranger schickt Scull unter Führung von Woodrow Call und Augustus McCrae nach Austin zurück – nicht ahnend, dass die Comanchen einen gefährlichen Plan verfolgen.","versions":[{"lang":1,"streams":[{"redirect":9584881,"hoster":"VOE"},{"redirect":14165285,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Part 2","descr":"Buffalo Hump hat mit seinem Indianer-Trupp Austin dem Erdboden gleichgemacht – die Ranger sind entsetzt, als sie in der Stadt ankommen und die Verwüstung mit eigenen Augen sehen. Der Gangster Ahumado, der Scull in seiner Gewalt hat, verlangt unterdessen vom Governor 1.000 Rinder als Lösegeld. Call und McCrae werden losgeschickt, um die Tiere zu besorgen, entschließen sich aber dann dazu, den Captain im Alleingang zu befreien.","versions":[{"lang":1,"streams":[{"redirect":12383158,"hoster":"VOE"},{"redirect":8358226,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Part 3","descr":"Inzwischen schreiben wir das Jahr 1865. Der Bürgerkrieg ist beendet, und Buffalo Hump hat die Führung der Comanchen an seinen Sohn Peta Nocona abgegeben. Sein zweiter Sohn Blue Duck hingegen zieht mit seinen Indianern mordend durch das Land, weswegen ihn die Yankees zusammen mit den Rangern fassen wollen – vergeblich.","versions":[{"lang":1,"streams":[{"redirect":13100118,"hoster":"VOE"},{"redirect":8358230,"hoster":"Streamtape"}]}]}]}]}