{"seriesId":"come-fly-with-me","name":"Come Fly with Me","descr":"In dieser Fake-Doku zeigen Matt Lucas und David Walliams \"Little Britain\" das turbulente Leben auf einem verkehrsreichen Flughafen - vom durchgeknallten Bodenpersonal über die genervten Passagiere und strengen Zollbeamten bis hin zu den Piloten der Airlines.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"","descr":"Das Boarding auf dem skurrilsten Flughafen Großbritanniens hat begonnen! In der Luft unternimmt die 80-Jährige Hetty Wolf die erste Flugreise ihres Lebens mit Great British Air und das verheiratete Pilotenpaar Simon und Jackie klären ihre Ehestreitigkeiten 10000 Meter über Schweden. Auf dem Boden muss Omar Baba, der Besitzer der Billigfluglinie FlyLo, dringend etwas gegen die mangelnden Sicherheitswesten in seinen Flugzeugen tun. Währenddessen findet der oberste Einreisebeamte Ian einen verdächtigen Reisepass.","versions":[{"lang":1,"streams":[{"redirect":9584865,"hoster":"VOE"},{"redirect":12481886,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"","descr":"Im Hangar verzögert eine plötzliche \"Flügelfehlfunktion\" die Reise der FlyLo Passagiere nach Malaga, während Melody und Taaj am Check-In Schalter die neue Gepäckstückverordnung energisch durchsetzen. Im Terminal beginnt Happy Burgers neuster Zugang und Pilot in Spe Tommy mit seiner Arbeit und der FlyLo Flug von Peter und Judith entpuppt sich typischerweise als große Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":12920118,"hoster":"VOE"},{"redirect":8358222,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"","descr":"Ein neuer ereignisreicher Tag am Flughafen! Während Taaj Manzoor – Mitarbeiter der FlyLo Bodencrew und großer Filmliebhaber – Harry Potter Darsteller Rupert Grint begegnet, versuchen die Zollbeamten Roberts und Stewart herauszufinden, was sie mit ihrem beachtlichen Drogenfund anstellen sollen. Außerdem muss sich Penny, die snobistische Stewardess im Luxusflieger der Great British Air, mit Passagieren der unteren Klassen arrangieren und ihren Aufenthalt in der First Class dulden.","versions":[{"lang":1,"streams":[{"redirect":9584867,"hoster":"VOE"},{"redirect":8358225,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"","descr":"Über den Wolken steht den Fluggästen der Great British Air eine holprige Reise mit dem verheirateten Pilotenpaar Simon und Jackie bevor, denn Simons One-Night Stand steht bei ihrem Flug nach Barcelona auf der Tagesordnung. Die Billigfluglinie FlyLo geht neue, umweltfreundlichere Wege, da der Inhaber Omar Baba darauf besteht fortan kein CO2 mehr auszustoßen. Im Flughafenterminal geht es heiß her, als eine der beiden glamourösen FlyLo Schaltermitarbeiterinnen erfährt, dass sie das Objekt der Begierde von Tommy Reid ist. Außerdem bekommt Penny diskreten Besuch eines Angehörigen der königlichen Familie und am Security Check arbeitet der Hundebetreuer Steve Downes mit seinem Vierbeiner Bobo.","versions":[{"lang":1,"streams":[{"redirect":8979443,"hoster":"VOE"},{"redirect":8358231,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"","descr":"Ein weiterer Besuch des lebhaften Flughafens. Während eines \"zufälligen\" Sicherheitschecks geht der oberste Einreisebeamte Ian Foot hart mit FlyLo Mitarbeiter Taaj ins Gericht und an Bord beweist Fearghal deutlich wie weit er für seinen Traum, als Steward of the Year nominiert zu werden, gehen würde. Der Happy Burger Mitarbeiter Tommy bekommt endlich die Chance sich für ein Pilotentraining zu bewerben, gegenüber an den FlyLo Schaltern hat Helen ihren letzten Tag und Melody und Keeley sind kurz davor herauszufinden wer von beiden befördert wird. Zu guter Letzt wird Omar beschuldigt seine Mitarbeiter sexuell zu belästigen.","versions":[{"lang":1,"streams":[{"redirect":9578783,"hoster":"VOE"},{"redirect":10145157,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"","descr":"Auf der neusten desaströsen Pauschalreise von Peter und Judith geraten die beiden in die dunklen Künste des Voodoo, während Tommy endlich sein lang ersehntes Vorstellungsgespräch als Pilot bekommt. Fearghal hofft weiterhin auf einen goldenen Trolley bei den Steward of the Year Awards und am Kiosk muss Penny Carter ausnahmsweise ein wenig arbeiten. In der Abflughalle wird der Paparazzi Buster nach einem Zwischenfall suspendiert und der Besitzer der Billigfluglinie FlyLo Omar Baba muss sich mit der neusten Meuterei seiner Mitarbeiter auseinandersetzen, als das gesamte Bodenpersonal zu streiken beginnt.","versions":[{"lang":1,"streams":[{"redirect":9584868,"hoster":"VOE"},{"redirect":8358236,"hoster":"Streamtape"}]}]}]}]}