{"path":"/serie/stream/comet-lucifer","name":"Comet Lucifer","descr":"Gift, eine Welt in der wertvolle blaue Kristalle namens Giftjium unter der Erde verborgen sind. Sougo Amagi ist ein junger Mann, dessen Hobby es ist, seltene Kristalle zu sammeln. Er lebt in der Stadt Garden Indigo, welche durch den Abbau des Giftjium floriert. Eines Tages wird er in eine Auseinandersetzung zwischen seinen Klassenkameraden Kaon, Roman und Otto verwickelt und verirrt sich, bis er auf einen See tief unter den Bergbauruinen der Stadt stößt. Dort hat er eine Begegnung mit einem geheimnisvollen Mädchen mit blauem Haar und roten Augen, welche den Beginn eines Abenteuers markiert ...","seasons":[{"path":"/serie/stream/comet-lucifer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/comet-lucifer/staffel-1/episode-1","name":"Ein Junge und die große, weite Welt","epNo":1,"alt":"The Boy and the Vast Land","descr":"Sogo lebt in Garden Indigo auf dem Planeten Gift. Eines Tages entdeckt einen roten Stein. Seiner Vermutung nach handelt es sich um die Giftsium-Ader, von der seine Mutter erzählt hatte. In der Stadt stößt er mit Kaon zusammen, die auf der Flucht vor ihrem \"Verlobten\" Roman ist, den sie heiraten soll, aber nicht will. Dieser verfolgt sie nun mit seinem Freund Otto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979505","hoster":"VOE"},{"path":"/redirect/8358340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-2","name":"Unter einem Dach","epNo":2,"alt":"Under One Roof","descr":"In der Höhle mischt sich jetzt Hauptmann Gus persönlich ein. Es kommt zu einem erbitterten Kampf zwischen ihm und dem Beschützer des Mädchens. Sogo und Kaon versuchen mit dem unbekannten Mädchen zu fliehen und stürzen erneut ab. Dieses Mal werden sie durch eine mysteriöse rot schimmernde Kraft gerettet. Mit Hilfe von Roman und Otto gelingt Sogo und Kaon die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979502","hoster":"VOE"},{"path":"/redirect/8358342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-3","name":"Garten Indigo","epNo":3,"alt":"Garden Indigo","descr":"Felia entdeckt die Schönheit der Stadt. Sie genießt den Stadtbummel und staunt darüber, was es alles zu entdecken und auszuprobieren gibt. Dabei trifft sie auf Al. Dieser ist vernarrt in Felia. Um sie zu beeindrucken versetzt er die Stadt in Chaos. Er setzt einige Roboter in Gang, um Felia zu fangen. Kaon und Felia können sich die Gondel einer Seilbahn retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979504","hoster":"VOE"},{"path":"/redirect/8358345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-4","name":"Sturm","epNo":4,"alt":"Storm","descr":"Sogo, Kaon und Felia haben sich bei Do Mon eingerichtet. Sie helfen ihm und Felia begeistert die Gäste. Doch da wird ein Taifun angekündigt. Das Haus, das ja immer noch beschädigt ist, muss sturmfest gemacht werden. Alle packen an. Auch Roman taucht auf und will helfen. Dabei macht er allerdings noch mehr kaputt. Dennoch schaffen sie es bis zum Abendessen und machen eine kleine Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979503","hoster":"VOE"},{"path":"/redirect/8358344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-5","name":"Seelenvereinigung","epNo":5,"alt":"Souls Come Together","descr":"Felia ist entführt worden. Mithilfe des Steins an ihrem Hals kann Moura feststellen, wo sie ist. Er und Sogo nehmen die Verfolgung auf und kommen zu einem großen Schiff, das von Gus kommandiert wird. Darin befindet sich Felia und soll an die Armee übergeben werden. Doch die Übergabe verzögert sich. Sogo kann zwar in das Schiff eindringen, wird aber von Pack geschnappt und eingesperrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979511","hoster":"VOE"},{"path":"/redirect/8358346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-6","name":"Der Junge mit den Blumen","epNo":6,"alt":"Flower Boy","descr":"Felia glaubt am Altar des Abgrunds ein rotes Schloss und einen leuchtenden Ring gesehen zu haben. Sogo beschließt mit Kaon, Felia und Moura dorthin zu fahren,un der Hoffnung, dann vielleicht etwas mehr über Felia zu erfahren. Außerdem soll dort eine Quelle sein, die das schnelle Wachstum von Felia beendet. Auf dem Weg stoßen sie auf eine Hochzeitsgesellschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979501","hoster":"VOE"},{"path":"/redirect/8358350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-7","name":"Ein Ort der Wärme","epNo":7,"alt":"Place of Warmth","descr":"Sogo, Felia und ihre Freunde sind weiter auf dem Weg zum Altar des Abgrundes. Wegen eine Panne ihres Air Rider müssen sie eine Pause einlegen und in freier Wildbahn übernachten. Roman, der ein leckeres Pilzgericht zubereitet, vergiftet sich selbst damit. Und auch Gus und Pack haben unsere Freunde entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979510","hoster":"VOE"},{"path":"/redirect/8358347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-8","name":"Pfad","epNo":8,"alt":"Path","descr":"Unsere Freunde sind fast an der Stelle angelangt, zu der sie wollen. Um direkt dorthin zu gelangen, wollen sie ein Floß bauen. Da taucht Do Mon auf. Er will Sogo davon abbringen weiter zu gehen. Er hält es für gefährlich und hat Angst um das Leben von Sogo. Und er hält es für unverantwortlich, die anderen da mit hinein zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979509","hoster":"VOE"},{"path":"/redirect/8358348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-9","name":"Die Sprache der Gefühle","epNo":9,"alt":"The Feelings That Must Be Conveyed","descr":"Sogo, Moura und Felia machen sich allein auf den Weg zum Altar des Abgrunds. Sie lassen die Freunde zurück, um sie nicht in Gefahr zu bringen. Fast am Ziel stoßen sie auf Dudley und seine Leute. Auch Gus taucht auf. Es kommt erneut zu einem Kampf den Moura zu verlieren scheint. Da verbünden sich Sogo und Moura, Sogo ist plötzlich in der Maschine und kann diese lenken. Es kann Gus besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979513","hoster":"VOE"},{"path":"/redirect/8358349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-10","name":"Opferstätte der Tiefe","epNo":10,"alt":"The Altar of Abyss","descr":"Unsere Freunde sind am Ziel angekommen. Auf mysteriösem Weg gelangen sie in das Innere des Altars. Dort vollzieht sich ein seltsames Schauspiel. Eine neuer Kämpfer entsteht, Black Guardian, der Felia in sich einschließt. Es kommt zum Kampf zwischen dem Black Guardian und Moura und Sogo. Als Sogo droht den Kampf zu verlieren, bittet Felia den Black Guardian, Sogo zu verschonen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173086","hoster":"VOE"},{"path":"/redirect/8358353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-11","name":"Gefallener Engel","epNo":11,"alt":"The Fallen Angel","descr":"Felia wurde nach Vongelf gebracht, das ist das Forschungszentrum der Regierung. Dort will Zoneboyle Felia \"reinigen\". Somit soll aus dem gereinigten Engel eine Kraft namens Lucifer entstehen, die sich in einem Stein manifestiert. Unsere Freunde können herausfinden, wo sich Felia befindet. Aber das Forschungszentrum wird von einem Schutzschirm umgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979508","hoster":"VOE"},{"path":"/redirect/8358355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/comet-lucifer/staffel-1/episode-12","name":"Ein Junge, ein Planet","epNo":12,"alt":"The Boy and the Planet","descr":"Anatolia will eine neue Welt kreieren. Dazu braucht sie neben der Macht von Felia auch den Schlüssel, der diese Macht freisetzt. Der Versuch, diesen von Felia zu erfahren, scheitert. Da entdeckt sie das Wappen auf der Hand von Sogo und weiß, das ist der Schlüssel. Da sie ein Stück von Kristall (Lucifer) ergattern konnte, braucht sie Felia, die nun zur leeren Hülle geworden ist nicht mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979518","hoster":"VOE"},{"path":"/redirect/8358356","hoster":"Streamtape"}]}]}]}]}