{"seriesId":"commissario-montalbano","name":"Commissario Montalbano","descr":"Commissario Salvo Montalbano (Luca Zingaretti) ermittelt im (fiktiven) sizilianischen Küstenstädtchen Vigàta. Er hat hohe moralische Ansprüchen, misstraut den Mächtigen, ist auf Seiten der Hilflosen, löst komplizierte Verbrechen und liebt üppiges Essen. Mit seiner Dauerverlobten (Katharina Böhm), lebt er – wie es sich für einen echten, bindungsängstlichen Cop gehört – in einer Fernbeziehung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tödliche Sühne","epNo":1,"alt":"Il ladro di merendine [E01]","descr":"Vigáta, die malerische und ruhige Küstenstadt, wird Schauplatz von zwei Aufsehen erregenden Verbrechen: Auf einem Fischerboot wird ein Tunesier von der Mannschaft eines italienischen Küstenwache-Schiffs erschossen – angeblich durch Zufall. Wie sich herausstellt, gehörte der Mann anscheinend dem terroristischen Untergrund in Tunesien an. Fast zeitgleich findet man den Geschäftsmann Lapècora erstochen im Aufzug seines Wohnhauses auf. Vorerst gibt es keine augenscheinliche Beziehung zwischen den zwei Todesfällen. Seine ersten Ermittlungen im Fall Lapècora führen Commissario Montalbano zu der schönen Tunesierin Karima, die die Geliebte des verheirateten Geschäftsmannes war und sich regelmäßig heimlich mit ihm in dessen Büro traf. Sie ist es auch, die von der Witwe des Ermordeten am stärksten verdächtigt wird. Doch bevor Montalbano von Karima Näheres erfahren kann, verschwindet sie spurlos, und die Lösung des Mordfalls rückt immer wieder in weite Ferne. Ein kleiner Dieb jedoch, der Schulkindern regelmäßig ihre Pausenbrote stiehlt, bringt Montalbano auf eine neue Spur, die dem Fall eine völlig andere Richtung gibt. Der verwaiste Junge ist Karimas Sohn, den Montalbano bei sich zu Hause aufnimmt und den er, ebenso wie Freundin Livia, zunehmend lieb gewinnt. Er ist es, der schließlich den entscheidenden Hinweis auf die verborgene Verbindung der beiden Verbrechen liefert. Unversehens ist Montalbano ebenfalls in die Recherchen zu dem Mordfall auf dem Fischerboot verstrickt. Außerdem kann er nicht verhindern, dass der Verlauf der Ermittlungen auch sein Privatleben gehörig durcheinander bringt.","versions":[{"lang":1,"streams":[{"redirect":10757997,"hoster":"VOE"},{"redirect":10757996,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Doppeltes Spiel","epNo":2,"alt":"La voce del violino [E02]","descr":"Bei seinem vierten Fall sind es drei Frauen, die Commissario Montalbano – auf unterschiedliche Weise – den Schlaf rauben. Da ist zunächst Michela Licalzi, die in ihrer Landvilla ermordet aufgefunden wird. Die zweite ist Anna, Michelas attraktive Freundin, die Montalbano bei seinen Ermittlungen hilfreich zur Seite steht und sein Herz höher schlagen lässt, als für ihn gut ist. Denn schließlich gibt es noch seine Dauerfreundin Livia, die Frau, die er liebt, und die jetzt sein in einem schwachen Moment gegebenes Eheversprechen eingelöst haben will. Dem Commissario fällt es nicht leicht, angesichts der Forderungen von Livia und des komplizierten Todesfalls einen kühlen Kopf zu behalten. Die gut aussehende Arztgattin Michela war bedeutend jünger als ihr vermögender Mann und unterhielt ein Verhältnis zu dem Antiquitätenhändler Serravalle. Eine erste Spur zu einem Verehrer von Michela, der aus Vigàta stammt, führt ins Leere. Nachdem Montalbano jedoch Ärger mit den Kollegen aus dem benachbarten Distrikt bekommt, die mit aller Gewalt einen Unschuldigen als Mörder präsentieren wollen, wird ihm der Fall entzogen. Doch angesichts der Unfähigkeit der anderen mischt er sich wieder in die Ermittlungen ein. Dabei scheut er sich auch nicht, seine guten Beziehungen zu den Medien gezielt zur Klärung des Mordes einzusetzen. Eine wertvolle alte Violine, die Michela kurz vor ihrem gewaltsamen Tod verkaufen wollte, um die Spielschulden ihres Geliebten zu decken, bringt Montalbano schließlich auf eine heiße Fährte.","versions":[{"lang":1,"streams":[{"redirect":10757994,"hoster":"VOE"},{"redirect":10757995,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tiefer Fall","epNo":1,"alt":"La forma dell’acqua [E03]","descr":"\"Was machst du da?\" fragte die Witwe des ermordeten Anwalts Luparello einst einen kleinen Jungen, der an einem Brunnen verschiedene Gefäße voll mit Wasser füllte. Das Kind antwortete mit einer Gegenfrage: \"Welche Form hat Wasser?\" Es bekam die Antwort: \"Aber Wasser hat doch keine Form! Es nimmt die Form an, die man ihm gibt!\" Wie mit dem Wasser, so verhält es sich mit Commissario Montalbanos erstem Fall, dessen Lösung sich dem Zugriff des Ermittlers zunächst immer wieder entzieht.Ein mysteriöser Todesfall an der Mànnara, einem verlassenen Industriegebiet, erschüttert die Bevölkerung der kleinen Küstenstadt Vigàta. Dort, in einer Art Bordell unter freiem Himmel, finden zwei Müllmänner den stadtbekannten Anwalt und Politiker Luparello tot in seinem Wagen auf – in einer eindeutig verfänglichen Position. Die ehrenwerte Persönlichkeit ist offensichtlich in der Gesellschaft einer Pros¬tituierten einem Herzanfall erlegen, von Gewalteinwirkung findet sich keine Spur. Deshalb und aufgrund der kompromittierenden Gerüchte, stellt die Obrigkeit nur allzu schnell eine \"natürliche Todesursache\" fest. Die Befragung der Zeugen und Montalbanos Kontakte zu einem der einflussreichsten Zuhälter der Gegend, welcher ihm als Informant dient, bringen Informationen, die ihn jedoch schon bald daran zweifeln lassen. Er weigert sich, das Ereignis als Unfall zu den Akten zu legen, wie man ihm höheren Orts nahe legt, und heftet sich an die Spur der geheimnisvollen Unbekannten, die im Auto mit Luparello beobachtet wurde. Außerdem gibt es nicht wenige, unter ihnen der Freund des Toten, Avvocato Rizzo, denen der Tod des Anwalts Vorteile bringt und die aus den höchsten gesellschaftlichen Kreisen stammen. Wie man den Fall auch wendet, er bekommt stets eine neue Form, wie das Wasser. Aber Montalbano ist nicht der Mann, der sich von einer aufgenommenen Fährte abbringen lässt …","versions":[{"lang":1,"streams":[{"redirect":13992810,"hoster":"VOE"},{"redirect":10758003,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Über den Tod hinaus","epNo":2,"alt":"Il cane di Terracotta [E04]","descr":"Commissario Montalbano ist überrascht, als ihn der flüchtige Mafia-Killer Tano u Grecu um seine eigene Verhaftung bittet. Doch die Erklärung ist einleuchtend: Der berüchtigte Tano fürchtet seine Feinde in der Mafia inzwischen mehr als die Polizei. Mit Recht, wie sich herausstellt, denn wenig später wird er erschossen – ein typischer Rachemord. Doch vor seinem Tod kann er Montalbano, dessen Aufrichtigkeit und Fairness ihn sehr beeindruckt haben, noch einen wichtigen Hinweis geben. Dank Tanos Auskunft kommt Montalbano der Aufklärung mafiöser Waffengeschäfte, die die Polizei der gesamten Region in Atem halten, einen Schritt näher. Während seiner Ermittlungen stößt er auf ein weiteres Verbrechen. Durch einen Zufall entdeckt er in einer ehemaligen Schmuggler-Höhle die skelettierten Leichen eines Mannes und einer Frau, beide in inniger Umarmung. Der Zeitpunkt ihres Todes muss über 50 Jahre zurückliegen. Das junge Paar wurde allem Anschein nach mit \"Grabbeigaben\" beigesetzt – in einer Schale mit Münzen versehen. Bewacht wurde dieses unheimliche Szenario all die Jahre von einem lebensgroßen Schäferhund aus Terracotta. Erst nach und nach enthüllt sich dem Kommissar das mysteriöse Rätsel des toten Liebespaares, dessen Ursprung weit in die Vergangenheit zurückreicht. Handelt es sich hierbei um eine Familientragödie oder um ein Eifersuchtsdrama? Das Geheimnis der Verliebten, die – wie es aussieht – eines gewaltsamen Todes gestorben sind, lässt Montalbano jedenfalls fortan nicht mehr los und führt ihn ins Sizilien der Nachkriegszeit.","versions":[{"lang":1,"streams":[{"redirect":10758005,"hoster":"VOE"},{"redirect":10758004,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Spiel des Patriarchen","epNo":1,"alt":"La gita a Tindari [E05]","descr":"Der umtriebige Sanfilippo wird erschossen vor seinem Haus aufgefunden. Neben Unmengen Videos seiner diversen amourösen Abenteuer fällt Montalbano der intensive Briefwechsel mit einer Unbekannten in die Hände. Als das benachbarte Ehepaar ebenfalls vermisst wird und der Commissario bei Nenè ein Manuskript entdeckt, daß Parallelen zu dem Fall erkennen lässt, fügt sich langsam ein schreckliches Puzzle zusammen.","versions":[{"lang":1,"streams":[{"redirect":10758007,"hoster":"VOE"},{"redirect":10758012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von der Hand des Künstlers","epNo":2,"alt":"Tocco d’artista [E06]","descr":"Der querschnittsgelähmte Goldschmied Alberto Larussa wird tot in seiner Werkstatt aufgefunden – alles deutet auf einen bizarren Selbstmord hin. Salvo Montalbano aber geht seinen von der ersten Sekunde an gehegten Zweifeln nach. Ein zweiter Toter und ein gefälschtes Testament sind seine nächsten Spuren.","versions":[{"lang":1,"streams":[{"redirect":10758014,"hoster":"VOE"},{"redirect":10758009,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Liebe und Brüderlichkeit","epNo":1,"alt":"Il senso del tatto [E07]","descr":"Ein alter, blinder Mann kommt ums Leben und alles sieht nach einem Unglück aus. Der Commissario aber wundert sich über das gesteigerte Interesse des Ingenieurs Di Stefano am Hund des Verstorbenen, den er zunächst mit zu sich nach Hause genommen hat. Ein Besuch bei der Schwester des Toten und eine zufällig aufgeschnappte Anekdote bringen einen riesigen Stein ins Rollen.","versions":[{"lang":1,"streams":[{"redirect":12920129,"hoster":"VOE"},{"redirect":10758017,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Montalbanos Arancini","epNo":2,"alt":"Gli arancini di Montalbano [E08]","descr":"Ein Ehepaar kommt bei einem Verkehrsunfall ums Leben, außerhalb des Zuständigkeitsbereiches von Vigáta, trotzdem wird Montalbano hinzugerufen. Und tatsächlich sieht alles nicht nach einem normalen Unfall aus: Die Ehefrau war die Geliebte seines Kollegen und gleichzeitig zum Unfall wurde ins Landhaus des Ehepaares eingebrochen. Und warum wurden die Fingernägel der Opfer entfernt?","versions":[{"lang":1,"streams":[{"redirect":10758018,"hoster":"VOE"},{"redirect":10758019,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kavalier der späten Stunde","epNo":3,"alt":"Il senso del tatto [E09]","descr":"Börsenspekulationen, windige Geschäfte, Schmiergeld – in Sizilien geht es zu wie überall, wenn Geld gewittert wird. Ein zweifelhafter Star auf diesem Gebiet ist Emanuele Gargano, der \"Magier der Finanzen\". Eines Tages verschwindet Gargano, ist wie vom Erdboden verschluckt und mit ihm das Geld seiner Anleger. So ziemlich jeder meint die Gründe zu kennen und will ihn finden, aber Montalbano ahnt, daß etwas ganz anderes dahinter steckt …","versions":[{"lang":1,"streams":[{"redirect":10758023,"hoster":"VOE"},{"redirect":10758028,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kater und der Distelfink","epNo":4,"alt":"Gatto e cardellino [E10]","descr":"Im Einflussbereich der Polizei von Vigàta geschehen mehrere seltsame Überfälle. Ein schwarzgekleideter Mann auf einem Moped hat es auf die Handtaschen älterer Frauen abgesehen. Doch die Raubzüge lohnen sich nicht, denn die Handtaschen sind immer nur mit geringen Geldsummen gefüllt. Erst als das vierte Handtaschenopfer, die Frau des Anwalts Joppolo, erschossen wird, beginnt Montalbano diverse Zusammenhänge zu erahnen …","versions":[{"lang":1,"streams":[{"redirect":10758024,"hoster":"VOE"},{"redirect":10758030,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das kalte Lächeln des Meeres","epNo":1,"alt":"Il giro di boa [E11]","descr":"Eine Wasserleiche wird zum neuen Fall Commissario Montalbanos. Als sich herausstellt, dass der Mann ermordert wurde, stößt Montalbano im Zuge seiner Ermittlungen auf eine skrupellose Mafia-Organisation, die mit illegal eingewanderten Kindern das große Geld machen will …","versions":[{"lang":1,"streams":[{"redirect":10758032,"hoster":"VOE"},{"redirect":10758029,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gleichstand","epNo":2,"alt":"Par condicio [E12]","descr":"Als Angelo Bonpensiero tot aufgefunden wird glauben zunächst alle an einen Krieg zwischen zwei mächtigen Mafia-Familien, die Sinagra-Familie soll Angelo getötet haben. Bald darauf stirbt auch ein Mitglied der Sinagras – und weitere Morde folgen. Doch Commissario Montalbano zweifelt daran, dass es sich um einen Zwist der Familien handelt. Und dann ist da noch das Verschwinden des ukrainischen Mädchens Eva …","versions":[{"lang":1,"streams":[{"redirect":10758034,"hoster":"VOE"},{"redirect":10758036,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die Passion des stillen Rächers","epNo":1,"alt":"La pazienza del ragno [E13]","descr":"Die Entführung von Susanna Mistretta gibt Commissario Montalbano und seinem Kollegen Fifí Valente Rätsel auf, denn ihr Vater Salvatore Mistretta hat bekanntermaßen kein Geld. Freunde und Studienkollegen der Vermissten warten ebenfalls mit sehr unterschiedlichen Theorien zum Verschwinden der jungen Frau auf. Und nach der vermeintlichen Freilassung wird der fall nur noch mysteriöser …","versions":[{"lang":1,"streams":[{"redirect":10758041,"hoster":"VOE"},{"redirect":10758040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kümmelblättchen","epNo":2,"alt":"Il gioco delle tre carte [E14]","descr":"Als der geizige, alte Bauunternehmer Girolamo Cascio überfahren wird, glaubt man zunächst an einen Unfall. Doch dessen Buchhalter, Ciccio Monaco, macht Commissario Montalbano darauf aufmerksam, dass daran etwas nicht stimmen kann. Und Richter Scognamiglio weist darauf hin, dass es einen Zusammenhang mit dem Pennisi-Fall geben könnte, in dem mann den verurteilten gerade nach 20 Jahren Haft entlassen hat …","versions":[{"lang":1,"streams":[{"redirect":10758046,"hoster":"VOE"},{"redirect":10758050,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Die schwarze Seele des Sommers","epNo":1,"alt":"La vampa d’agosto [E15]","descr":"Als Montalbano Mimì und Beba Augello in ihrer Ferienvilla besucht, verschwindet plötzlich der kleine Salvo. Auf der Suche nach ihm entdeckt Montalbano eine zugemauerte Wohnung unter dem Haus – und darin eine Truhe mit einer Leiche. Der für den Schwarzbau verantwortliche Bauunternehmer hat ein Alibi, aber Montalbano versucht ihm mit Hilfe der Zwillingsschwester der Toten eine Falle zu stellen …","versions":[{"lang":1,"streams":[{"redirect":10758047,"hoster":"VOE"},{"redirect":10758053,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Flügel der Sphinx","epNo":2,"alt":"Le ali della sfinge [E16]","descr":"Am Strand von Sarsetto wird eine Frauenleiche gefunden, nur eine Tätowierung in Form eines (Sphinx-)Schmetterlings auf ihrer Schulter könnte bei der Identifizierung helfen. Montalbano lässt eine Zeichnung im TV veröffentlichen und ein alter Mann meldet sich, seine Pflegerin Katia hätte ein ebensolches Tattoo. Nach und nach stellt sich heraus, daß eine Organsation dahinterstecken könnte, die selbst die polizeiliche Chefetage nicht verärgern will.","versions":[{"lang":1,"streams":[{"redirect":10758057,"hoster":"VOE"},{"redirect":10758055,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Spur des Fuchses","epNo":3,"alt":"La pista di sabbia [E17]","descr":"Am Strand direkt vor Montalbanos Terrasse liegt ein erschlagenes Pferd – als er den Kadaver abholen lassen will, ist dieser plötzlich verschwunden. Wenig später meldet eine Freundin von Ingrid, die schöne Rachele Estermann, ihr wertvolles Rennpferd als gestohlen. Stallbesitzer Lo Duca vermutet Rache eines ehemaligen Mitarbeiters, doch so einfach ist der Fall nicht …","versions":[{"lang":1,"streams":[{"redirect":10758056,"hoster":"VOE"},{"redirect":10758054,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die dunkle Wahrheit des Mondes","epNo":4,"alt":"La luna di carta [E18]","descr":"Kurz nachdem Michaela Pardo ihren Bruder, Pharmavertreter Angelo, als vermisst meldet, findet Montalbano dessen Leiche in seiner Terassenwohnung. Der Verdacht fällt auf Angelos Geliebte Elena, die nicht nur attraktiv und verheiratet ist, sondern offen zugibt kein Alibi zu haben. Plötzlich gibt es mehrere Drogentote und auf einmal scheint auch die Mafia eine Rolle in dem mysteriösen Fall zu spielen …","versions":[{"lang":1,"streams":[{"redirect":10758067,"hoster":"VOE"},{"redirect":10758062,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Das Ritual der Rache","epNo":1,"alt":"Il campo del vasaio [E19]","descr":"Als in einer alten Tongrube eine Leiche freigeschwemmt wird, deutet zunächst alles auf einen Mafia-Mord hin. Doch Commissario Montalbano ist misstrauisch. Sein Verdacht stützt sich auf das geheimnisvolle Verhalten einer Frau, die nicht nur ihren Mann als vermisst im Kommissariat meldet, sondern parallel dazu auch eine Liaison mit Montalbanos Vize Augello pflegt, der sich ausgesprochen stürmisch um die Übernahme der Mordermittlungen bemüht …","versions":[{"lang":1,"streams":[{"redirect":10758061,"hoster":"VOE"},{"redirect":10758063,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tanz der Möwe","epNo":2,"alt":"La danza del gabbiano [E20]","descr":"Der Tag beginnt merkwürdig. Zuerst sieht Commissario Montalbano eine sterbende Möwe, dann verschwindet Fazio. Auf einen Tipp hin lässt der Kommissar einen ausgetrockneten Brunnen untersuchen. Dort findet er zwei Männerleichen, von Fazio aber keine Spur. Kurz darauf taucht der gesuchte Fazio auf, doch er ist verletzt und kann sich an nichts erinnern. Bei den Ermittlungen erkennt Commissario Montalbano, dass die Mafia in die Morde involviert ist.","versions":[{"lang":1,"streams":[{"redirect":10758068,"hoster":"VOE"},{"redirect":10758066,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Jagd nach dem Schatz","epNo":3,"alt":"La caccia al tesoro [E21]","descr":"Zuerst muss Commissario Montalbano zwei greise, schießwütige Geschwister verhaften lassen, dann ermittelt er im Mordfall an einem belesenen Landstreicher. Ohne es zu ahnen, gerät er dabei, in eine seltsame Schatzjagd mit tödlichen Rätseln. Dahinter versteckt sich ein ungewöhnlicher Entführungsfall und ein vermeintlicher freiwilliger Helfer entpuppt sich zunehmend als Bösewicht.","versions":[{"lang":1,"streams":[{"redirect":10758072,"hoster":"VOE"},{"redirect":10758070,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Tage des Zweifels","epNo":4,"alt":"L’età del dubbio [E22]","descr":"Commissario Mopntalbano erlebt eine Midlife Crisis und träumt von seinem Begräbnis. Das ahre Leben sieht aber für den italienischen Kommissar nicht besser aus. Dann wird eine gesichtslose Leiche auf einem kleinen, dahin treibenden Boot gefunden. Laut Untersuchungsbericht wurde das Oper vergiftet, bevor das Gesicht demoliert wurde. Einziger Lichtblick bei den Ermittlungen ist das Treffen Montalbanos mit Leutnant Laura Belladonna.","versions":[{"lang":1,"streams":[{"redirect":10758076,"hoster":"VOE"},{"redirect":10758075,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Angelicas Lächeln","epNo":1,"alt":"Il sorriso di Angelica [E23]","descr":"","versions":[{"lang":1,"streams":[{"redirect":10758082,"hoster":"VOE"},{"redirect":10758083,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Spiegelkabinett","epNo":2,"alt":"Il gioco degli specchi [E24]","descr":"","versions":[{"lang":1,"streams":[{"redirect":10758088,"hoster":"VOE"},{"redirect":10758087,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Stimme in der Nacht","epNo":3,"alt":"Una voce di notte [E25]","descr":"","versions":[{"lang":1,"streams":[{"redirect":10758089,"hoster":"VOE"},{"redirect":10758093,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Düstere Vorahnung","epNo":4,"alt":"Una lama di luce [E26]","descr":"","versions":[{"lang":1,"streams":[{"redirect":10758092,"hoster":"VOE"},{"redirect":10758094,"hoster":"Streamtape"}]}]}]}]}