{"path":"/serie/stream/complications","name":"Complications","descr":"Das Leben von John Ellis (Jason O\u0027Mara), einem niedergeschlagenen Arzt aus den Vororten, nimmt eine dramatische Wendung, als er während einer Schießerei einem Jungen das Leben rettet und einen der Angreifer tötet. Er findet heraus, dass es jemand auf den Jungen abgesehen hat und dieser noch immer in Lebensgefahr schwebt. Also nimmt er sich ihm an und versucht, das Leben des Unbekannten zu retten...","seasons":[{"path":"/serie/stream/complications/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/complications/staffel-1/episode-1","name":"Die Ursachen","epNo":1,"alt":"Pilot","descr":"Als Dr. John Ellison durch Zufall Zeuge einer Schießerei wird, eilt er sofort dem Opfer – einem kleinen Jungen – zu Hilfe. Die Bandenmitglieder kehren allerdings zum Tatort zurück, um sicherzugehen, dass das Kind nicht überlebt. Aus Notwehr erschießt der Arzt den Schützen. Als es anschließend im Krankenhaus zu einem Ausraster Ellisons kommt, wird er zu der Psychologin Dr. Laster bestellt, die ein Gutachten über ihn anfertigen soll und damit über seine berufliche Zukunft bestimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584910","hoster":"VOE"},{"path":"/redirect/10492217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-2","name":"Die Infektion","epNo":2,"alt":"Infection","descr":"Nachdem John das Leben des kleinen Antoine gerettet hat, befinden er und seine Familie sich in größter Gefahr. Die Krankenschwester Gretchen hat John bei der illegalen Verlegung des Jungen in eine andere Klinik geholfen und ihm gefälschte Unterlagen besorgt. Als John die Papiere in das andere Krankenhaus bringt und Antoine aufsuchen will, ist dieser nicht auffindbar. Aus dem Gefängnis heraus nimmt Easy, Antoines Vater, Kontakt zu John auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578802","hoster":"VOE"},{"path":"/redirect/8358450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-3","name":"Der Beginn","epNo":3,"alt":"Complications","descr":"Gretchen hat sich mit Hilfe von Dr. Ellison einer Patientin angenommen, die offenbar von ihrem Freund Seth geschlagen wird. Durch eine List verhindern sie, dass der Mann Hilary weiter einschüchtern kann. Sie bieten ihr sogar an, ihre Sachen aus seinem Haus zu holen, um sie endgültig von Seth zu befreien. Doch als Gretchen mit Unterstützung von Jed vor dessen Tür steht, zieht der gewaltbereite Mann eine Waffe. Derweil nimmt John Kontakt zu Easy, dem Vater seines Schützlings, auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979565","hoster":"VOE"},{"path":"/redirect/8358449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-4","name":"Die Immunreaktion","epNo":4,"alt":"Immune Response","descr":"Samantha wird von ihrer Vergangenheit eingeholt: Kyle sucht sie auf und möchte mit ihr essen gehen. Sie kennt ihn aus ihrer Trauergruppe und hatte vor einem halben Jahr eine Affäre mit ihm. Nun hadert Samantha mit sich und ihrer Entscheidung. Gretchen will unterdessen ihrer Halbschwester helfen, die 10.000 Dollar braucht, um wieder in einer Reha-Einrichtung aufgenommen zu werden. Mit einer Lüge bewegt sie John dazu, das Geld zu besorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979575","hoster":"VOE"},{"path":"/redirect/8358453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-5","name":"Der Ausbruch","epNo":5,"alt":"Outbreak","descr":"Der Kampf der beiden Gangs entwickelt sich langsam zu einem Gewaltexzess: Bei einer Schießerei werden so viele Banden-Mitglieder verletzt, dass das Krankenhaus mit der Behandlung der Verletzten überfordert ist. Dr. Ellison versucht, seine Verbindung zu Easys Jungs so gut es geht zu verheimlichen. Doch seine Kollegin Dr. O’Neil wird immer misstrauischer. Und auch Detective Holden ist sich nicht sicher, auf welcher Seite John steht – und welche Ziele der Arzt verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979579","hoster":"VOE"},{"path":"/redirect/8358455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-6","name":"Die Diagnose","epNo":6,"alt":"Diagnosis","descr":"Nachdem Sarita ihren Verletzungen im Krankenhaus erlegen ist, hat sich Gretchen vorgenommen, sich um deren kleinen Bruder zu kümmern. Sie macht sich auf die Suche nach Elio und findet ihn bei dem zwielichtigen Ruben vor. Bei dem Versuch, den Kleinen mitzunehmen, wird Gretchen von Alvarez aufgehalten. John wird in der Zwischenzeit von Detective Holden verhört und muss zu einer Lüge greifen, um nicht preiszugeben, dass er Antoine in Easys Auftrag beschützt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979574","hoster":"VOE"},{"path":"/redirect/8358457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-7","name":"Das Fieber","epNo":7,"alt":"Fever","descr":"Seit Jed in Untersuchungshaft sitzt, ringt er mit der Entscheidung, seine Komplizen zu verraten, um die Strafe zu verringern. Die Ermittler wollen ihm nachweisen, dass er Versicherungsbetrug begangen hat. Um sich einen guten Anwalt leisten zu können, benötigt Jed 30.000 Dollar. Er bittet Gretchen um Hilfe – und die wendet sich ihrerseits an John, um eine schnelle Lösung zu finden. Kyle bittet Samantha derweil, mit Detective Holden über John zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578803","hoster":"VOE"},{"path":"/redirect/8358458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-8","name":"Der Rückfall","epNo":8,"alt":"Relapse","descr":"Bridget fordert John auf, wegen seiner angeblichen posttraumatischen Belastungsstörung mit der Psychologin Dr. Laster zu sprechen. Seine Frau erfährt unterdessen von Detective Holden, dass John vorgibt, ein Drogenproblem zu haben, um sein merkwürdiges Verhalten zu erklären. Samantha weiß nicht, wem sie glauben soll. Gretchen benötigt derweil Johns Hilfe, um Jeds Leben zu retten. Er hat einen Medikamentencocktail eingenommen und liegt bewusstlos in Gretchen Auto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584911","hoster":"VOE"},{"path":"/redirect/8358459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-9","name":"Die Verschlechterung","epNo":9,"alt":"Deterioration","descr":"John erzählt Samantha die komplette Wahrheit über die Rettung Antoines. Danach fühlt er sich erleichtert, doch eine Lösung ist dennoch nicht in Sicht - noch immer steht John zwischen den Gangs und muss sich zudem vor der Polizei verantworten. Als diese ihm mit einem Großaufgebot eine Vorladung zu einer Gerichtsanhörung übergibt, liegen die Nerven des Ehepaars blank. Samantha will mit ihrer Familie Zuflucht bei ihrer Schwester suchen, doch dann erhält John eine Reisebeschränkung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578804","hoster":"VOE"},{"path":"/redirect/8358460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/complications/staffel-1/episode-10","name":"Die Krise","epNo":10,"alt":"Critical Condition","descr":"Samantha beichtet John die Affäre mit Kyle. Beide geraten darüber in Streit, und der Zusammenhalt der Familie steht ein weiteres Mal auf dem Spiel. John will sich der Polizei anvertrauen und auch Gretchen davon überzeugen, dass das die beste Lösung für ihr Problem mit den Gangs ist. Die Krankenschwester hält allerdings wenig von diesem Plan. Als John bemerkt, dass die Polizei – allen voran Holden – in die ganze Sache verwickelt ist, muss er zu drastischen Mitteln greifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584912","hoster":"VOE"},{"path":"/redirect/8358462","hoster":"Streamtape"}]}]}]}]}