{"path":"/serie/stream/conception","name":"Conception","descr":"Eigentlich ist Itsuki Yuuge ein ganz normaler Oberschüler. Doch als ihm seine Cousine und Kindheitsfreundin Mahiru eines Tages eröffnet, dass sie schwanger ist, werden die beiden durch ein Tor aus Licht in eine magische Welt namens Gravania transportiert. Dort angekommen muss Itsuki feststellen, dass Gravania von Monstern besiedelt ist und er nicht wieder in seine Welt zurückkehren kann, bevor diese vernichtet sind. Die einzigen Wesen, die dazu fähig sind, im Kampf gegen die Monster zu bestehen und sie zu exorzieren, sind die Sternenkinder, die allein durch 12 Schrein-Mädchen geschaffen werden können. Es ist nun Itsukis Schicksal und Aufgabe, die 12 Maiden zu finden und gemeinsam mit ihnen die Sternenkinder zu \"erschaffen\", bevor Gravania untergeht.","seasons":[{"path":"/serie/stream/conception/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/conception/staffel-1/episode-1","name":"","epNo":1,"alt":"My Child?!","descr":"Der Hauptprotagonist Itsuki Yuge und seine Sandkasten Freundin Mahiru sind auf dem Dach ihrer Schule, um sich in ruhe zu unterhalten. Doch dann taucht ein riesiges grün leuchtendes Zeichen am Himmel auf und kurz darauf sind sie in einer anderen Welt, namens Gravania wo man Itsuki sagt, dass er die 12 Maiden finden solle, um mit ihnen die Sternenkinder zu erzeugen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353021","hoster":"VOE"},{"path":"/redirect/8353023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-2","name":"","epNo":2,"alt":"I Want You to Have My Child","descr":"Itsuki ist drauf und dran seine Fleischpeitsche auszupacken und Mahiru damit zu verwöhnen. Schließlich wollen sie das besagte Sternenkind zeugen. Was für ein Satansbraten dabei wohl herauskommt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353675","hoster":"VOE"},{"path":"/redirect/8353672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-3","name":"","epNo":3,"alt":"Would You Try Having My Child?","descr":"Itsuki muss mit Erschrecken feststellen, dass er zu schwach ist, um es mit den Befleckungen aufzunehmen. Daraufhin erwähnt Narcisstes das legendäre Doppel-Liebesritual. Wird Itsuki seinen Mann stehen und es vollziehen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353714","hoster":"VOE"},{"path":"/redirect/8353712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-4","name":"","epNo":4,"alt":"Please Have My Child!","descr":"Itsuki schmeißt sich an seine nächsten Opfer ran, damit sie ihm Kinder gebären. Dieses Mal hat er Yuzuha ins Auge gefasst. Ein schüchternes Mädchen, das gerne im Sarg schläft. Zumindest versucht Itsuki das Herz der Sargdame für sich zu gewinnen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11833508","hoster":"VOE"},{"path":"/redirect/8353758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-5","name":"","epNo":5,"alt":"I`ve Got So Many Kids","descr":"Sommer, Sonne, Sonnenschein. Es geht zum Strand und Mana hat bereits die perfekten Bikinis für die Mädels gekauft, um Itsuki eine Freude zu bereiten. Itsuki versucht, bei der Wahrsager-Schönheit zu landen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12953003","hoster":"VOE"},{"path":"/redirect/8353360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-6","name":"","epNo":6,"alt":"Will You Have My Child Bleh Bleh!","descr":"Itsuki versucht sich mal als Bäcker und schmeißt sich damit an Collette ran. Leider läuft ihre Bäckerei nicht so gut, aber Itsuki versucht ihr zu helfen, den Laden wieder ins Rollen zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12333018","hoster":"VOE"},{"path":"/redirect/8353697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-7","name":"","epNo":7,"alt":"Please Be My Chikuwa!","descr":"Itsuki hilft Collette beim Backen des Glücksspenderbrötchens. Welches Meisterwerk mag da wohl herauskommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353755","hoster":"VOE"},{"path":"/redirect/8358508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-8","name":"","epNo":8,"alt":"My Child, Welcome!","descr":"Die neue Show \"Der Bateira\" kommt nach Granvania. Die zwölf Priesterinnen buhlen um Itsukis Gunst, doch nur eine kann sich am Ende behaupten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353005","hoster":"VOE"},{"path":"/redirect/8353007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-9","name":"","epNo":9,"alt":"Let`s Try Giving Birth, Together","descr":"Itsuki ist auf der Suche nach der 13. Priesterin. Mana bringt ihn auf eine gute Fährte, jedoch gefällt sie ihm nicht. Itsuki muss versuchen sich an Männer heranzuschmeißen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12920136","hoster":"VOE"},{"path":"/redirect/8353619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-10","name":"","epNo":10,"alt":"My Children, Thirteen of Them!?","descr":"Nach seinem Techtelmechtel mit Seiya und Narcisstes ist Itsuki geknickt, dass die 13. Priesterin doch kein Kerl ist. Deswegen macht er sich mit Mana erneut auf die Suche nach der Nummer 13!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8353688","hoster":"VOE"},{"path":"/redirect/8353689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-11","name":"","epNo":11,"alt":"Are You Going to Tell Me That You Want Me to Have Your Child?","descr":"Itsuki hat mit Alfie geschlafen und das 13. Sternenkind auf die Welt gebracht. Aber wie wird er das 13. Phantom versiegeln? Der König und Narcisstes offenbaren Itsuki daraufhin das Geheimnis zur Versiegelung des 13. Phantoms.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12251884","hoster":"VOE"},{"path":"/redirect/8353676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/conception/staffel-1/episode-12","name":"","epNo":12,"alt":"Give Birth to My Child!","descr":"Itsukis letzter Kampf gegen das 13. Phantom hat begonnen. Er hat sich dagegen entschieden, das Gigasternensegenritual zu vollziehen, und sich einfach auf den Weg zum letzten Dungeon gemacht. Wie wird sein Kampf ausgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12920138","hoster":"VOE"},{"path":"/redirect/8562267","hoster":"Streamtape"}]}]}]}]}