{"seriesId":"continuum","name":"Continuum","descr":"Einer Gruppe fanatischer Terroristen gelingt es im Jahre 2077, vor ihrer geplanten Hinrichtung zurück ins Jahr 2012 zu fliehen. Unversehens landet auch die Gesetzeshüterin Kiera Cameron (Rachel Nichols) mit ihnen in der Vergangenheit. Verloren und ohne Möglichkeit, in ihre Zeit zurückzukehren, konzentriert sich Kiera auf die Verfolgung der Terroristen, bevor sie Unheil in unserer Gegenwart anrichten können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gestern wird heute","epNo":1,"alt":"A Stitch in Time","descr":"Willkommen im Jahr 2077: Auch die letzten Regierungen sind inzwischen in sich zusammengebrochen. Die Herrschaft über die Welt haben Großkonzerne übernommen, die einen hoch effizienten Überwachungsstaat installierten. Für die Bürger bedeuteten die Machtverhältnisse ein Verzicht auf Grundrechte, Freiheit und Unabhängigkeit. Gegen die diktatorischen Verhältnisse begehrt die Terrorgruppe \"Liber8\" auf. Nach einem ungeheuerlichen Sprengstoffanschlag werden die Freiheitskämpfer zu Tode verurteilt. Vor der Vollstreckung des Urteils gelingt ihnen jedoch die Flucht in das Jahr 2012. Hier bietet sich den Totgeweihten auf einmal eine neue Chance zur Durchsetzung ihrer Ziele.\u0026lt;br /\u0026gt;\rIm Gegensatz zu den Terroristen hat sich die toughe Gesetzeshüterin Kiera Cameron mit den Begebenheiten im Jahr 2077 arrangiert. Sie sieht in der Terrorgruppe in erster Linie eine Bedrohung der allgemeinen Sicherheit. Als offenbar wird, dass Sympathisanten von \"Liber8\" eine groß angelegte Befreiungsaktion planen, wird Kiera von ihrem Vorgesetzten zur Überwachung der Hinrichtung abkommandiert. Zu spät erkennt sie, dass irgendetwas nicht stimmt. Die Flucht der Gruppe um Edouard Kagame kann sie nicht mehr verhindern. Kiera wird sogar mit zurück ins Jahr 2012 transportiert …","versions":[{"lang":1,"streams":[{"redirect":13917116,"hoster":"VOE"},{"redirect":10434654,"hoster":"Vidoza"},{"redirect":10434652,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kein Weg zurück","epNo":2,"alt":"Fast Times","descr":"Verzweifelt versucht Kiera die Terroristen von \"Liber8\" aufzuspüren, bevor diese noch mehr Schaden anrichten können. Ihre Tarnung fliegt jedoch auf und sie wird von Carlos Fonnegra vom Vancouver Police Department verhaftet. Als sie von dem neuen Plan der Terrorgruppe erfährt, muss sie unbedingt entkommen – und eine schwere Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":10434655,"hoster":"VOE"},{"redirect":10434649,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Doppeltes Spiel","epNo":3,"alt":"Wasting Time","descr":"Innerhalb von kurzer Zeit werden in Vancouver mehrere Menschen auf seltsame Weise ermordet. Offenbar wurde allen Opfern ein überlebenswichtiges Hormon entzogen. Kiera und Carlos stoßen bei ihren Ermittlungen rasch auf Verbindungen zur Terrorgruppe \"Liber8\". Derweil versucht Kellog, einer der acht entflohenen Schwerverbrecher, einen Waffenstillstand mit Kiera auszuhandeln. Doch das Vorhaben bringt beide in große Gefahr …","versions":[{"lang":1,"streams":[{"redirect":10434701,"hoster":"VOE"},{"redirect":10434673,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Nachzügler","epNo":4,"alt":"A Matter of Time","descr":"Ein Wissenschaftler, der gerade dabei war, eine reine Energiequelle zu entwickeln, die der gesamten Menschheit zu Gute kommen sollte, wird ermordet aufgefunden. Im Laufe der Ermittlungen gerät Kiera in einen schweren Gewissenskonflikt: Folgt sie ihren Moralvorstellungen oder versucht sie, eine folgenschwere Veränderung der Zukunft um jeden Preis zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":10434681,"hoster":"VOE"},{"redirect":10434677,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Generationenkonflikt","epNo":5,"alt":"A Test of Time","descr":"Mit der Rückkehr ihres strategischen Kopfes Edouard Kagame ändern die aus der Zukunft kommenden Terroristen von \"Liber8\" ihr Vorgehen grundlegend. Anstatt weiterhin reihenweise blutige Gefechte anzuzetteln, versuchen sie sich nun in die Gesellschaft der Gegenwart zu integrieren und den geplanten Umsturz schleichend herbeizuführen. Um Kiera, die ihnen immer noch auf den Fersen ist, loszuwerden, hecken sie einen besonders perfiden Plan aus. So wollen sie Keiras Großmutter Lilly Jones ermorden, damit die Polizistin gar nicht erst geboren wird.","versions":[{"lang":1,"streams":[{"redirect":10434554,"hoster":"VOE"},{"redirect":10434546,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lösegeld","epNo":6,"alt":"Time\u0027s Up","descr":"Zur allmählichen Durchsetzung seiner Ziele versucht Terroristen-Führer Kagame Intellektuelle auf seine Seite zu ziehen. Als die Geschäftsführerin eines Großkonzerns von \"Liber8\" entführt wird, beginnt für Kiera und Carlos ein Wettlauf mit der Zeit. Denn die Terroristen aus der Zukunft wollen die Bevölkerung in einem Tribunal darüber abstimmen lassen, ob die ungeliebte Repräsentantin des Großkapitals weiter leben darf oder sterben muss.","versions":[{"lang":1,"streams":[{"redirect":12915776,"hoster":"VOE"},{"redirect":10434568,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In eigener Sache","epNo":7,"alt":"The Politics of Time","descr":"Kurz nachdem Carlos Fonnegra mit einer engagierten Enthüllungsjournalistin ausgeht, wird diese ermordet aufgefunden. Carlos gerät unter Tatverdacht, da das Mordopfer ausgerechnet an einer Story über seinen besten Freund Jim Martin gearbeitet hatte, der gerade bei einer wichtigen Wahl zum Gewerkschaftsführer antritt. Kiera und Carlos sollen etwaige Verbindungen zwischen dem Mord und der anstehenden Wahl überprüfen.","versions":[{"lang":1,"streams":[{"redirect":10434588,"hoster":"VOE"},{"redirect":10434586,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fremdgesteuert","epNo":8,"alt":"Playtime","descr":"Zwei schwerwiegende Gewaltverbrechen an einem Tag rufen Kiera und Carlos auf den Plan. Bei ihren Ermittlungen stoßen sie zunächst nur auf eine einzige Verbindung zwischen den beiden Taten: eine Firma, die Videospiele herstellt. Doch scheint sich diese keineswegs nur aufs Kerngeschäft zu beschränken.","versions":[{"lang":1,"streams":[{"redirect":10434608,"hoster":"VOE"},{"redirect":10434598,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Revolution!","epNo":9,"alt":"Family Time","descr":"Kiera und Carlos versuchen herauszufinden, wer für den Kauf ungeheurer Mengen von Ammoniumnitrat, dem Hauptbestandteil von Sprengstoff, verantwortlich ist. Ihre Ermittlung führen sie zu Rolands Farm. Dort überschlagen sich schließlich die Ereignisse.","versions":[{"lang":1,"streams":[{"redirect":10434629,"hoster":"VOE"},{"redirect":10434633,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Anschlag","epNo":10,"alt":"Endtimes","descr":"Kiera erfährt von einem geplanten Bombenanschlag der Terroristen. Doch das ist noch eine ihrer geringsten Sorgen.","versions":[{"lang":1,"streams":[{"redirect":10434638,"hoster":"VOE"},{"redirect":13706871,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Auftrag aus der Zukunft (1)","epNo":1,"alt":"Second Chances","descr":"Kiera erholt sich von dem Anschlag, der auf sie verübt wurde. Sie versucht, Alec zu erreichen, der sich sehr verändert hat, seitdem er alles über sich selbst in der Zukunft gelesen hat.","versions":[{"lang":1,"streams":[{"redirect":8979726,"hoster":"VOE"},{"redirect":8358713,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auftrag aus der Zukunft (2)","epNo":2,"alt":"Split Second","descr":"Kiera (Rachel Nichols) und Carlos (Victor Webster) haben ein holpriges Wiedersehen, als sie versuchen Liber8s Pläne zu durchkreuzen, einen Gefangenentransport zu überfallen. Kellog (Stephen Lobo) macht Alec (Erik Knudsen) ein verlockendes Partnerschaftsangebot. Das junge Genie ist in Versuchung, doch wird ihn das auf den falschen Weg führen?","versions":[{"lang":1,"streams":[{"redirect":8979711,"hoster":"VOE"},{"redirect":8358715,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zweifel ","epNo":3,"alt":"Second Thoughts","descr":"Alec (Erik Knudsen) wird während eines Autounfalls verletzt. Dieser passiert bei einer Spritzfahrt mit seinen Freunden, die von einer neuen gefährlichen Droge berauscht sind. Kiera (Rachel Nichols) erkennt diese Droge als eine aus ihrer Zukunft und schließt daraus, dass Liber8 für ihr Aufkommen verantwortlich sein muss. Julians (Richard Harmon) Mutter besucht ihn im Gefängnis, was in ihm den Wunsch auslöst, den Kampf in eine neue Richtung zu lenken.","versions":[{"lang":1,"streams":[{"redirect":8979714,"hoster":"VOE"},{"redirect":8358717,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zweite Haut","epNo":4,"alt":"Second Skin","descr":"Kiera (Rachel Nichols) versucht jemanden zu finden, den sie für einen anderen Zeitreisenden hält, während sie gegen Eingriffe von Liber8 und des entschlossenen Agent Gardiner kämpft.","versions":[{"lang":1,"streams":[{"redirect":8979728,"hoster":"VOE"},{"redirect":8358718,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zweite Meinung","epNo":5,"alt":"Second Opinion","descr":"Kiera (Rachel Nichols) hat einen emotionalen Zusammenbruch, der ein psychiatrisches Programm in ihrem CMR aktiviert, während das VPD einen neuen Polizeichef bekommt.","versions":[{"lang":1,"streams":[{"redirect":8979725,"hoster":"VOE"},{"redirect":8358720,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geständnis","epNo":6,"alt":"Second Truths","descr":"Kiera (Rachel Nichols) muss ihre Kenntnis der Zukunft einsetzen, um einen Serienmörder aufzuhalten. Den neugierigen Carlos (Victor Webster) lässt sie derweil im Unklaren über ihre besonderen Fähigkeiten. Alec (Erik Knudsen) findet unterdessen ein gefährliches Geheimnis über Liber8 heraus. Kiera muss damit zurechtkommen, dass ihr CMR ausfällt, während sie sich mit dem neuen Polizeichef von Vancouver überwirft.","versions":[{"lang":1,"streams":[{"redirect":8979721,"hoster":"VOE"},{"redirect":8358723,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leichenräuber","epNo":7,"alt":"Second Degree","descr":"Kiera (Rachel Nichols) trifft auf Emily (Magda Apanowicz), während Sonya (Lexa Doig) gegen Travis (Roger R. Cross) zurückschlägt. Im Jahre 2077 trifft Kiera einen rätselhaften Wissenschaftler, der die angebliche Heilungsmethode für jegliche Krankheiten gefunden haben will. Gleichzeitig fungiert er als Sprengstofflieferant für Liber8.","versions":[{"lang":1,"streams":[{"redirect":8979710,"hoster":"VOE"},{"redirect":8358721,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Entführt","epNo":8,"alt":"Second Listen","descr":"Kiera (Rachel Nichols) ermittelt im Fall des mysteriösen Verschwindens der Leichen mehrerer Zeitreisender. Alec (Erik Knudsen) wird derweil laut Anweisungen seines eigenen Selbst aus der Zukunft von Garza (Luvia Petersen) als Geisel genommen.","versions":[{"lang":1,"streams":[{"redirect":8979723,"hoster":"VOE"},{"redirect":8358722,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Zukunft beginnt","epNo":9,"alt":"Seconds","descr":"Alecs (Erik Knudsen) Mutter wird von einer Kugel getroffen, die eigentlich für Julian (Richard Harmon) gedacht war. Dillons (Brian Markinson) neue Liber8-Task-Force wird sogleich auf die Probe gestellt, als Kiera (Rachel Nichols) sich entscheiden muss, wozu sie bereit ist, um Julians Selbstmordkommando aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8979718,"hoster":"VOE"},{"redirect":9020157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Flucht","epNo":10,"alt":"Second Wave","descr":"Nach dem überraschenden Angriff einer mysteriösen, sich als Section Six ausgebenden Gruppe, wird Kiera (Rachel Nichols) von Julians (Richard Harmon) Anhängern gekidnappt. Alec (Erik Knudsen) reaktiviert daraufhin Travis\u0027 (Roger R. Cross) Chip, um ihn gefangenzunehmen. Schnell wendet sich jedoch das Blatt und der Jäger wird zum Gejagten.","versions":[{"lang":1,"streams":[{"redirect":8979736,"hoster":"VOE"},{"redirect":9020184,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Prophezeiung","epNo":11,"alt":"Second Guessed","descr":"Travis (Roger R. Cross) und Garza (Luvia Petersen) nehmen Kiera (Rachel Nichols) das Augenlicht, was sie für sämtliche Bedrohungen noch anfälliger macht. Der mysteriöse Freelancer Matrix enthüllt seine wahre Identität und Sonya (Lexa Doig) nutzt Emily (Magda Apanowicz), um an Alec (Erik Knudsen) heranzukommen.","versions":[{"lang":1,"streams":[{"redirect":12920148,"hoster":"VOE"},{"redirect":12481911,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wendepunkt","epNo":12,"alt":"Second Last","descr":"Kiera und Carlos finden die Leiche von CSIS-Agenten Gardiner in Carlos Kofferraum. CSIS glaubt, Kiera ist dafür verantwortlich. Alec hat sich mit dem Zeitreisegerät vertraut gemacht und ist sicher, jeden Moment neu erschaffen zu können. Sehr zur Freude von Kiera. Alec warnt, dass sich die Geschichte bereits verändert hat.","versions":[{"lang":1,"streams":[{"redirect":12920147,"hoster":"VOE"},{"redirect":8358725,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zurück in die Zukunft?","epNo":13,"alt":"Second Time","descr":"Alec, untröstlich über den Tod von Emily, bittet jemanden aus der Vergangenheit um Hilfe. Er macht Escher für den Tod verantwortlich. Dieser erklärt ihm, wie sie beide, Alec und er, zusammenhängen. Kiera erfährt von Emily und wird von Dillon verhaftet. Carlos versucht, sie zu befreien. Er untersucht Emilys Tod und vermutet, dass es dieselbe Gruppe ist, die auch die Leichen gestohlen haben.","versions":[{"lang":1,"streams":[{"redirect":8979717,"hoster":"VOE"},{"redirect":8358729,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Countdown","epNo":1,"alt":"Minute By Minute","descr":"Kiera riskiert alles, um Alec davon abzuhalten, bei seiner Suche nach Emily den Lauf der Geschichte zu verändern.Dabei stellt sich jedoch die Frage, ob Kiera überhaupt der mysteriösen Gruppe vertrauen kann, der sie sich erst kürzlich angeschlossen hat.","versions":[{"lang":1,"streams":[{"redirect":8853309,"hoster":"VOE"},{"redirect":8853311,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498194,"hoster":"VOE"},{"redirect":8358726,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"DNS","epNo":2,"alt":"Minute Man","descr":"Kiera sieht den beiden Alecs in einem Zeitstrahl entgegen, der Bürgermeister wird entführt und Carlos kämpft mit Kieras Dilemma.","versions":[{"lang":1,"streams":[{"redirect":8979716,"hoster":"VOE"},{"redirect":8853293,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498198,"hoster":"VOE"},{"redirect":8358727,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chaos","epNo":3,"alt":"Minute to Win It","descr":"Kiera (Rachel Nichols) muss eine Reihe an Bankeinbrüchen mit Verbindungen zu Liber8 lösen und entdeckt, dass die Räuber von dem vor kurzem erst entflohenen Lucas (Omari Newton) angeführt werden. Carlos (Victor Webster) neues Wissen über Zeitreisen zieht derweil erste Konsequenzen nach sich.","versions":[{"lang":1,"streams":[{"redirect":12915779,"hoster":"VOE"},{"redirect":8853294,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498206,"hoster":"VOE"},{"redirect":8358728,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neue Zukunft","epNo":4,"alt":"Minute Changes","descr":"Während Kiera daran arbeitet, einem Studenten zu helfen, der sich mitten in einer Polizeiverschwörung wiederfindet, wird ihre Ansicht des Polizeiverhaltens verändert.Carlos entdeckt unterdessen, dass der Einfluss von Liber8 bis in das VPD reicht. Alec schließt derweil ein Bündnis mit einem unerwarteten Partner.","versions":[{"lang":1,"streams":[{"redirect":8853298,"hoster":"VOE"},{"redirect":8853295,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498214,"hoster":"VOE"},{"redirect":8358731,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spiel auf Zeit","epNo":5,"alt":"30 Minutes To Air","descr":"Kiera und Carlos arbeiten an der Freilassung der Geiseln, während die Vereinbarungen zwischen Kellog und Alec auseinanderbricht.","versions":[{"lang":1,"streams":[{"redirect":8853302,"hoster":"VOE"},{"redirect":9020134,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498217,"hoster":"VOE"},{"redirect":8358735,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gift","epNo":6,"alt":"Wasted Minute","descr":"Während Carlos emotionale Probleme hat, müssen er und Kiera Liber8 davon abhalten, einen chemischen Angriff durchzuführen.","versions":[{"lang":1,"streams":[{"redirect":8853689,"hoster":"VOE"},{"redirect":8853299,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498215,"hoster":"VOE"},{"redirect":8358736,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Absturz","epNo":7,"alt":"Waning Minutes","descr":"Kiera stürzt mit ihrem CPS-Flieger während eines Gefangenentransports im Jahre 2076 ab und sieht sich gezwungen, mit ihrem Gefangenen zusammenzuarbeiten, um zu überleben.In der Gegenwart steht Alec kurz davor, den Mord an Kiera aufzulösen, nachdem er herausgefunden hat, wie er die Aufnahmen ihrer letzten Momente wiederherstellen kann.","versions":[{"lang":1,"streams":[{"redirect":12383117,"hoster":"VOE"},{"redirect":8853304,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498218,"hoster":"VOE"},{"redirect":8358739,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spurensuche","epNo":8,"alt":"So Do Our Minutes Hasten","descr":"Kiera konfrontiert einige unangenehme Wahrheiten, während sie gemeinsam mit Dillon Ermittlungen durchführt.Julian katapultiert sich indes selbst ins Rampenlicht, indem er die üblen Machenschaften eines Unternehmens enthüllt.Alec setzt sich unterdessen mit dem Druck seiner neuen Rolle bei Piron auseinander.Schließlich enthüllt Carlos ein unangenehmes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8853276,"hoster":"VOE"},{"redirect":9020177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498228,"hoster":"VOE"},{"redirect":8358738,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliches Schweigen","epNo":9,"alt":"Minute of Silence","descr":"Mehrere brillante Schüler befinden sich seit einiger Zeit auf Verbrechenstour und setzen dabei auch hochentwickelte Technologie.Kiera und ihr Team nehmen die Ermittlungen auf.","versions":[{"lang":1,"streams":[{"redirect":8853281,"hoster":"VOE"},{"redirect":8854067,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498229,"hoster":"VOE"},{"redirect":8358742,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Revolution","epNo":10,"alt":"Revolutions Per Minute","descr":"Kieras Beziehung zu den Freelancers wird an ihre Grenzen geführt, als sie eine tiefere Verbindung zum mysteriösen John Doe aufbaut.Alec überschreitet derweil einen Punkt der unmöglichen Wiederkehr, um sein Erbe zu beschützen. Kiera macht indes eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":12920145,"hoster":"VOE"},{"redirect":8853277,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498231,"hoster":"VOE"},{"redirect":8358745,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Drei Minuten bis Mitternacht","epNo":11,"alt":"3 Minutes to Midnight","descr":"Kiera findet die Wahrheit über John Doe heraus und Alec muss eine schwierige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":12920149,"hoster":"VOE"},{"redirect":8854066,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13532106,"hoster":"VOE"},{"redirect":8358744,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Explosion","epNo":12,"alt":"The Dying Minutes","descr":"Kiera und John Doe arbeiten daran, ein versteckts Objekt zu finden.","versions":[{"lang":1,"streams":[{"redirect":8979751,"hoster":"VOE"},{"redirect":8853285,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498230,"hoster":"VOE"},{"redirect":8358748,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zeitenwechsel","epNo":13,"alt":"Last Minute","descr":"Kiera bekämpft alte Freunde, als sie sich mit früheren Gegenspielern zusammenschließt. Es kommt zu einem unglaublichen Ereignis.","versions":[{"lang":1,"streams":[{"redirect":8979759,"hoster":"VOE"},{"redirect":8853292,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13498232,"hoster":"VOE"},{"redirect":8358750,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Verlorene Zeit","epNo":1,"alt":"Lost Hours","descr":"Nach der Verletzung, die sie auf der Flucht mit Brad vor den Zukunftssoldaten erlitten hat, will Kiera mehr denn je zu ihrem Sohn in die Zukunft zurückkehren. Brad schließt sich indes den Zukunftssoldaten an, um ihr Vertrauen zu erlangen. Alec bekommt seine Rache an Kellog, indem er Piron hackt, was zu einigen unvorhergesehenen ...","versions":[{"lang":1,"streams":[{"redirect":8966950,"hoster":"VOE"},{"redirect":8853666,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8511029,"hoster":"VOE"},{"redirect":8511032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rushhour","epNo":2,"alt":"Rush Hour","descr":"Kellog nutzt Alecs Schwäche gegen ihn, während Kiera auf Verhandlungen setzt. Alec macht sich schließlich alleine auf, um Emily zu retten.","versions":[{"lang":1,"streams":[{"redirect":12920156,"hoster":"VOE"},{"redirect":8853672,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8510983,"hoster":"VOE"},{"redirect":8510987,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Wege","epNo":3,"alt":"Power Hour","descr":"Alec schließt sich Carlos und den VPD an. Kiera und Garza formen indes eine Allianz.","versions":[{"lang":1,"streams":[{"redirect":8853659,"hoster":"VOE"},{"redirect":8853668,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8510991,"hoster":"VOE"},{"redirect":8510995,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Chance","epNo":4,"alt":"Zero Hour","descr":"Das Bündnis zwischen Kiera und Brad erreicht einen kritischen Punkt. Carlos und Kellog kommen indes zu neuen Erkenntnissen, während Alec ein rätselhaftes Treffen erlebt.","versions":[{"lang":1,"streams":[{"redirect":8853664,"hoster":"VOE"},{"redirect":8853671,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12920152,"hoster":"VOE"},{"redirect":8511008,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Freund und Feind","epNo":5,"alt":"The Desperate Hours","descr":"Kiera setzt Carlos unter Druck, um mehr Zeit herauszuschlagen. Kellog sieht indes einer unerwarteten Gefahr entgegen. Die future soldiers planen unterdessen einen Überfall.","versions":[{"lang":1,"streams":[{"redirect":8853665,"hoster":"VOE"},{"redirect":8853673,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8511016,"hoster":"VOE"},{"redirect":8511018,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Revolution","epNo":6,"alt":"Final Hour","descr":"Kiera und Alec setzen alles aufs Spiel, um die future soldiers aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8853684,"hoster":"VOE"},{"redirect":8853676,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8511023,"hoster":"VOE"},{"redirect":8511026,"hoster":"Streamtape"}]}]}]}]}