{"seriesId":"cool-mccool","name":"Cool McCool","descr":"Der Geheimagent Cool McCool tritt Schurken gegenüber, denen das geschulte Auge den Zeichner, nämlich Batman-Schöpfer Bob Kane, ansieht. Kobra Karl, Eule, Jack in the Box und Co sind durchgeknallter als die Feinde der wesentlich erfolgreicheren Comicfigur und teilweise auch vergleichbar. So erinnert Kobra Karl, der die Pflanzenwelt ausbreiten will, an Poison Ivy oder Jack in the Box an den Joker. Mc Cool legt den Bösen zwar das Handwerk, doch am Ende jeder Folge passiert ihm bei seinem Chef, den der Zuschauer wie bei James Bond wegen des Ohrensessels nicht sehen kann, ein Missgeschick und er wird zur Strafe per Schleudersitz rausgeschmissen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Big Blowout, Phantom of the Opera House, Fine Feathered Fiends","epNo":1,"alt":"Big Blowout, Phantom of the Opera House, Fine Feathered Fiends","descr":"1. Hurricane Harry will alle Städte vernichten, wenn er nicht ein fettes Lösegeld erhält. Cool verfolgt ihn, aber Harry wehrt sich. 2. Zwei Opernstars plagen schrecklich klingende Stimmen. Die Komedy Kops müssen das Phantom aufhalten. 3. Number One ruft McCool, weil The Owl und Pussycat alle Vögel zu Verbrechen anstiften.","versions":[{"lang":1,"streams":[{"redirect":9584922,"hoster":"VOE"},{"redirect":8358778,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"If the Hat Fits, Horsehide and Go Seek, House That Jack Built","epNo":2,"alt":"If the Hat Fits, Horsehide and Go Seek, House That Jack Built","descr":"1. Derby beraubt Mr. Miser, und McCool platzt in einen mexikanischen Huttanz. 2. McCool und die Komedy Kops sollen einen Baseball bewachen, aber er wird trotzdem gestohlen. 3. Ein wilder Bulle in Number Ones Büro hält McCool ziemlich auf Trab.","versions":[{"lang":1,"streams":[{"redirect":9584923,"hoster":"VOE"},{"redirect":8358777,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"The Odd Boxes Caper, Vanishing Shoehorns, Garden of Evil","epNo":3,"alt":"The Odd Boxes Caper, Vanishing Shoehorns, Garden of Evil","descr":"1. Jack-in-the-Box verdirbt Klotz seine Ehrung, aber McCool schreitet ein. 2. Mighty Morris ist gleichzeitig der Shoehorn Thief. Es wird schwer, ihn zu überwältigen. 3. The Rattler verbreitet Terror mit einem Giftstrahl. Auch McCool wird davon erwischt.","versions":[{"lang":1,"streams":[{"redirect":9584925,"hoster":"VOE"},{"redirect":8358781,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rocket Racket, Pie In Your Eye, Queen\u0027s Ransom","epNo":4,"alt":"Rocket Racket, Pie In Your Eye, Queen\u0027s Ransom","descr":"1. Mit einem Magneten entführt Jack-in-the-Box eine Rakete und will den Mond erobern. 2. Ein Spion von \"Pintz\u0027 Pies\" will Mrs. Poltz\u0027 geheime Kuchenrezepte stehlen. Schnell kommt es zu einem Kuchenwurf-Wettbewerb zwischen dem Spion und den Kops. 3. Hurricane Harry entführt Queen McQueen und fordert Lösegeld. McCool muss sie retten.","versions":[{"lang":1,"streams":[{"redirect":9584924,"hoster":"VOE"},{"redirect":8358782,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Big Brainwash, Woodchopper, Shrinking The Slinker","epNo":5,"alt":"Big Brainwash, Woodchopper, Shrinking The Slinker","descr":"1. Mit Hilfe eines gigantischen Huts stiehlt Dr. Madcap einen gepanzerten Wagen mit einer Myriade Dollars darin. McCool will das Geld zurück. 2. Woodchopper hat an der Cedar Street sechs Platanen gefällt. Tom, Dick und Harry nehmen die Verfolgung auf. 3. The Rattler entführt Professor Fuddled und stiehlt dessen Schrumpfungsformel.","versions":[{"lang":1,"streams":[{"redirect":9584926,"hoster":"VOE"},{"redirect":13205819,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"The Box Fox, Gym Dandy, Bagging the Windbag","epNo":6,"alt":"The Box Fox, Gym Dandy, Bagging the Windbag","descr":"1. Eine Lachgas-Granate von Jack-in-the-Box raubt McCool den letzten Nerv. 2. Harry McCool und die Komedy Kops müssen feststellen, dass sie dringend mal wieder trainieren müssen. 3. Hurricane Harry will die Erde aufblasen, wenn er nicht zum König gekrönt wird.","versions":[{"lang":1,"streams":[{"redirect":8979760,"hoster":"VOE"},{"redirect":8358789,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Will The Real Coolmobile Please Stand Up, Big Top Cops, Owl On The Prowl","epNo":7,"alt":"Will The Real Coolmobile Please Stand Up, Big Top Cops, Owl On The Prowl","descr":"1. Mrs. Greenbucks hat Probleme mit einem diebischen Hut. 2. Die Kops ermitteln, weil jemand den Zirkus von Papa Zurkalookis sabotiert. 3. The Owl legt die ganze Stadt lahm, um eine geheime Formel zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":13498234,"hoster":"VOE"},{"redirect":8358791,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sniffin, Soozen, Sneezin, The New Car, How Now Fowl Owl","epNo":8,"alt":"Sniffin, Soozen, Sneezin, The New Car, How Now Fowl Owl","descr":"1. Hurricane Harry lässt mit einem Schlafrauch die ganze Welt einschlummern. 2. Harry McCool und the Komedy Kops sollen endlich lernen, ein Auto zu fahren. 3. The Mockingbird imitiert die Stimme von Number One und legt damit McCool mächtig herein.","versions":[{"lang":1,"streams":[{"redirect":8979753,"hoster":"VOE"},{"redirect":8358790,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Caps \u0026amp;amp; Robbers, Three Men On A Horse, Romantic Rattler","epNo":9,"alt":"Caps \u0026 Robbers, Three Men On A Horse, Romantic Rattler","descr":"1. Dr. Madcaps neuester Hut macht alle Träger zu Trotteln. So will er eine wertvolle Perle stehlen. 2. Das Gefängnis muss neu gestrichen werden, aber McCool und die Jungs sind etwas übereifrig. 3. The Rattler stiehlt eine Wahrheits-Erzählmaschine und raubt acht Banken aus. McCool muss einschreiten","versions":[{"lang":1,"streams":[{"redirect":13498233,"hoster":"VOE"},{"redirect":8358796,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"jack In The Boxes, Fowl Play, Love Is A Gas","epNo":10,"alt":"jack In The Boxes, Fowl Play, Love Is A Gas","descr":"1. Dem Filmstar Sophie Alluring wird von Jack-in-the-Box eine Diamantkette gestohlen. 2. An einem steilen Hügel verlieren die Kops die Kontrolle über ihr Rad und rasen in einen Truck, der mit Hühnern beladen ist. 3. Dr. Madcap erfindet ein Liebesgas, durch das ihm die Menschen all ihre Habe schenken. Das nutzt er natürlich aus.","versions":[{"lang":1,"streams":[{"redirect":13498235,"hoster":"VOE"},{"redirect":8358797,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Who Stole My 32 Secret Agents, The Jet Set Yet, 500 Pound Canary","epNo":11,"alt":"Who Stole My 32 Secret Agents, The Jet Set Yet, 500 Pound Canary","descr":"1. Dr. Madcap entführt 32 Geheimagenten und will mit einem Hut all ihre Geheimnisse erfahren. 2. Als der Bürgermeister einem Promi den Schlüssel der Stadt überreichen will, stiehlt der Flying Demon ihn. 3. Zwei Nationalbanken werden von einem 500 Pfund schweren Kanarienvogel ausgeraubt. McCool vermutet dahinter The Owl.","versions":[{"lang":1,"streams":[{"redirect":8979756,"hoster":"VOE"},{"redirect":8358798,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fun \u0026amp;amp; Games, McCool Jazz, Mother Greta\u0027s Wrinkle Remover","epNo":12,"alt":"Fun \u0026 Games, McCool Jazz, Mother Greta\u0027s Wrinkle Remover","descr":"1. Jack-in-the-Box erfindet Spielzeuge, die ihre Besitzer bestehlen. 2. Eine Krähe verursacht in der Pushkey Pianofabrik ein Spektakel. 3. Dr. Madcap entdeckt eine Chemikalie, die Falten entfernt. Aber sie hilft nur 24 Stunden und lässt den Benutzer dann mit einem karierten Gesicht zurück.","versions":[{"lang":1,"streams":[{"redirect":8979765,"hoster":"VOE"},{"redirect":8358799,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sombrero Affair, Dog Tired, Moon Goon","epNo":13,"alt":"Sombrero Affair, Dog Tired, Moon Goon","descr":"1. Dr. Madcap und Greta Ghoul berauben die Potts Gold Corp. und fliehen nach Mexiko 2. Eine kleine, alte Dame berichtet, dass ihr Hündchen verschwunden ist. Harry McCool und die Kops werden beauftragt, ihn zu finden. 3. Number One und McCool sehen sich die neuesten Bilder des Mondes an und entdecken, dass sich dort The Owl mit seiner Beute aufhält.","versions":[{"lang":1,"streams":[{"redirect":13498237,"hoster":"VOE"},{"redirect":8358802,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Two Facts and A Fink, High Jokers, Rockaby for Rattler","epNo":14,"alt":"Two Facts and A Fink, High Jokers, Rockaby for Rattler","descr":"1. Hurricane Harry entdeckt, dass er ein perfekter Doppelgänger des Maharadschas von Mish Mash ist und nutzt das aus. 2. Bei einer Verfolgung springen Harry McCool und die Komedy Kops in einen Doppeldecker, aber sie wissen nicht, wie man ihn fliegt. 3. The Rattler stiehlt vor McCools Nase Gold. Mit Hilfe einer Flöte will McCool ihn stellen.","versions":[{"lang":1,"streams":[{"redirect":8979767,"hoster":"VOE"},{"redirect":8358805,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hi Jacker Jack, Time Out, The Wind Goddess","epNo":15,"alt":"Hi Jacker Jack, Time Out, The Wind Goddess","descr":"1. Jack-in-the-Box stiehlt mal wieder einen Panzerwagen und entkommt mit ihm. 2. Die Uhr der Stadt, Big Benny, ist verschwunden. Und sie ist nicht die einzige. 3. Hurricane Harry stiehlt eine antike ägyptische Statue der Göttin des Windes. McCool fliegt in die Wüste und legt eine Bruchlandung auf einer Pyramide hin.","versions":[{"lang":1,"streams":[{"redirect":12920154,"hoster":"VOE"},{"redirect":8358806,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hot McHott, Monkey Dizziness, A Growing Problem","epNo":16,"alt":"Hot McHott, Monkey Dizziness, A Growing Problem","descr":"1. Hurricane Harry saugt die Sonnenstrahlen ein und bläst dann so heiße Luft aus, dass sie Panzerschränke und gepanzerte Wagen schmilzt. 2. Auf dem Polizeiball verliebt sich Harry McCool in Kathleen Klotz. Aber der Affe eines Leierkastenmanns funkt dazwischen. 3. The Rattler bedeckt die gesamte Erde mit Pflanzen, um Lösegeld zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":12333028,"hoster":"VOE"},{"redirect":8358807,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Oh Say Can You Seed, Green Dragon, What Goes Up Must Come Down","epNo":17,"alt":"Oh Say Can You Seed, Green Dragon, What Goes Up Must Come Down","descr":"1. The Rattler raubt mit einer Saatgranate, die ihre Opfer mit Weinranken bedeckt, eine Bank aus. 2. In der Stadt gibt es eine Raubserie. Jedes Mal hinterlässt der Dieb sein Markenzeichen, eine Briefmarke mit einem grünen Drachen. 3. Hurricane Harry entführt die Freiheitsstatue und bringt sie auf seine kleine Insel.","versions":[{"lang":1,"streams":[{"redirect":8979763,"hoster":"VOE"},{"redirect":8358809,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Birds Of A Feather, Lot Of Ballooney, The Box Popper","epNo":18,"alt":"Birds Of A Feather, Lot Of Ballooney, The Box Popper","descr":"1. The Owl führt eine Schar Vögel zu einem gewagten Bankraub. McCool verkleidet sich als Vogel 2. Harry McCool und die Komedy Kops verhaften Gaston Gaswell wegen des unerlaubten Handels mit Ballons. 3. Jack-in-the-Box entkommt aus dem Gefängnis und vollbringt eine Reihe tollkühner Raube.","versions":[{"lang":1,"streams":[{"redirect":13103291,"hoster":"VOE"},{"redirect":8358808,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Owl\u0027s Well That Ends Well, Goat Chasers, A Tree In A Tree","epNo":19,"alt":"Owl\u0027s Well That Ends Well, Goat Chasers, A Tree In A Tree","descr":"1. Die Idylle mit einer Meerjungfrau an einem Strand wird durch einen Anruf von Number One unterbrochen, denn The Owl ist auf einem Raubzug. 2. Eine Walze zerstört das Rad von Harry McCool und den Jungs, also kaufen sie ein Auto. 3. Number One befiehlt McCool, das Büro zu bewachen, aber das ist nicht so einfach.","versions":[{"lang":1,"streams":[{"redirect":8979766,"hoster":"VOE"},{"redirect":8358814,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Whistler\u0027s Mommy Case, In The Dough, College of Crooks","epNo":20,"alt":"Whistler\u0027s Mommy Case, In The Dough, College of Crooks","descr":"1. Der Rattler pflanzt Zauberpflanzen in ein Museum, welche ihm wertvolle Kunstschätze rauben. 2. Harrys Geburtstagsparty wird durch Sarge unterbrochen, der berichtet, dass die Bäckerei von Roland Bun ausgeraubt wurde. 3. Ein Herrenhaus wird ausgeraubt, obwohl McCool vor Ort ist. Er ist verwirrt, denn es könnte jeder gewesen sein.","versions":[{"lang":1,"streams":[{"redirect":8979774,"hoster":"VOE"},{"redirect":8358816,"hoster":"Streamtape"}]}]}]}]}