{"seriesId":"cooper-barretts-guide-to-surviving-life","name":"Cooper Barrett’s Guide to Surviving Life","descr":"Der 26-jährige Cooper Barrett beschließt nach einer besonders niederschmetternden Episode seines Lebens, den jüngeren Mitmenschen gleichartige Rückschläge zu ersparen: Er greift zur Kamera und erzählt so der Welt von den Fallstricken des Lebens Anfang 20.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie du deinen liebenswerten Trottel überlebst","epNo":1,"alt":"How To Survive Your Loveable Jackass","descr":"Cooper hat das College erfolgreich abgeschlossen und zieht mit seinen Freunden Neal und Barry in ihre erste gemeinsame Wohnung. Das muss natürlich gebührend gefeiert werden. Als ihnen jedoch bei ihrer Einweihungsparty der Fernseher gestohlen wird, nimmt das Schicksal seinen Lauf: Barry will das Gerät zurückholen. Dabei geht er so ungeschickt vor, dass er plötzlich selbst zum Dieb wird – und Cooper muss das Ganze ausbaden.","versions":[{"lang":1,"streams":[{"redirect":8979772,"hoster":"VOE"},{"redirect":8358821,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie du finanzielle Engpässe überlebst","epNo":2,"alt":"How To Survive Insufficient Funds","descr":"Bei Cooper, Barry und Neal läuft es gerade super. Sie dürfen sogar in den VIP-Bereich eines Clubs und dort kostenlos feiern. Das denken sie zumindest, tatsächlich aber werden die gutmütigen Jungs reingelegt. Sie sollen plötzlich allein für den gesamten Abend aufkommen. Jetzt kann ihnen nur noch Josh helfen. Als der jedoch seine Hilfe versagt, müssen sich die vier selbst aus der schier aussichtslosen Situation manövrieren …","versions":[{"lang":1,"streams":[{"redirect":8979768,"hoster":"VOE"},{"redirect":8358819,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie du es überlebst, das „plus eins“ zu sein","epNo":3,"alt":"How To Survive Being A Plus One","descr":"Kelly bittet Cooper um einen Gefallen. Ihr Ex heiratet und hat sie zur Hochzeitsfeier eingeladen. Natürlich will sie nicht als einsamer Single dort auftauchen – und da kommt Cooper ins Spiel: Er soll ihren neuen Freund spielen, mit dem sie viel glücklicher ist als mit ihrem Ex. Nach einigen Hindernissen und einem durchweg chaotischen Tag kommen die beiden tatsächlich pünktlich zur Hochzeit. Aber dort erwartet sie eine große Überraschung …","versions":[{"lang":1,"streams":[{"redirect":8979778,"hoster":"VOE"},{"redirect":8358822,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie du es überlebst, dein Handy zu verlieren","epNo":4,"alt":"How To Survive Losing Your Phone","descr":"Cooper steht vor einem großen Problem: Sein Handy ist weg, und er hat eine Ahnung, wo er es verloren haben könnte. Seine Freunde Neal, Josh und Barry erklären sich sofort bereit, ihm zu helfen. Schnell wird jedoch klar, dass die Suche nicht ohne Komplikationen verlaufen wird. Währenddessen verbringen Kelly und Leslie den Abend in einer Bar und versuchen herauszufinden, was Kelly für Cooper empfindet.","versions":[{"lang":1,"streams":[{"redirect":13917106,"hoster":"VOE"},{"redirect":8358825,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie du die Freundin deines Mitbewohners überlebst","epNo":5,"alt":"How To Survive Your Roommate’s Girlfriend","descr":"Cooper und Neal finden Barrys neue Freundin Ashley furchtbar. Seitdem die beiden ein Paar sind, ist Barry wie ausgewechselt. Als er dann auch noch bei ihr einzieht, müssen die Jungs etwas unternehmen. Derweil ist Coopers Bruder Josh im Erfolgsrausch, weil er von Ashleys Vater Frank einen lukrativen Job erhalten hat. Schon bald erkennt Barry aber, dass Frank ein brutaler Gangster ist und den nichts ahnenden Josh in seine schmutzigen Geschäfte verwickeln will …","versions":[{"lang":1,"streams":[{"redirect":8979781,"hoster":"VOE"},{"redirect":8358826,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie du deinen schrecklichen Vermieter überlebst","epNo":6,"alt":"How To Survive Your Horrible Landlord","descr":"Kelly ist von Coopers chaotischer Wohnung genervt – überall ist irgendetwas kaputt, was die Jungs scheinbar überhaupt nicht stört. Als dann aber ein Baum durch die Wand kracht, statten die WG-Bewohner ihrem Vermieter Virgil doch einen Besuch ab. Der will die Kosten für den Schaden aber erst übernehmen, wenn das WG-Schwein James Franco aus der Wohnung verschwindet. Das bringen die Jungs allerdings nicht übers Herz – und so nimmt Kelly die Sache in die Hand.","versions":[{"lang":1,"streams":[{"redirect":12953004,"hoster":"VOE"},{"redirect":8358829,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wie du deine alten Freunde überlebst","epNo":7,"alt":"How To Survive Old Friends","descr":"Als Coopers alter College-Freund Cameron plötzlich in der WG auftaucht, sind Neal, Barry und Kelly hellauf begeistert. Nur Cooper selbst freut sich wenig über den Überraschungsbesuch. Doch schon bald erkennen auch die anderen, wie furchtbar Cameron in Wirklichkeit ist. Daraufhin erlauben sie sich einen Scherz mit ihm, der jedoch gehörig schiefgeht, sodass die Freunde schließlich auf der Polizeiwache enden …","versions":[{"lang":1,"streams":[{"redirect":8979777,"hoster":"VOE"},{"redirect":8358832,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wie du deine verrückte Ex überlebst","epNo":8,"alt":"How To Survive Your Crazy Ex","descr":"Cooper und seine Freunde begleiten Josh und Leslie zu einer Wohltätigkeitsveranstaltung in einer Galerie. Dort trifft Cooper auf seine Ex-Freundin Lina, die ein pikantes Bild von ihm ausgestellt hat. Neal soll die Sache in Ordnung bringen – mit ungeahnten Folgen. Kelly lernt derweil im Fitnessstudio ihren Traummann kennen und ist völlig aus dem Häuschen, denn Shane ist ein wahrer Gewinnertyp. Doch schon bald geht ihr sein übereifriges Verhalten mächtig auf die Nerven.","versions":[{"lang":1,"streams":[{"redirect":8979776,"hoster":"VOE"},{"redirect":8358830,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie du es überlebst, mit Freunden zu arbeiten","epNo":9,"alt":"How To Survive Working With Friends","descr":"Barry, Cooper und Neal haben allen Grund zu feiern: \"Barrys Omas Katerkur\" wurde zum besten neuen Spezialgetränk gekürt. Doch der Erfolg lässt schnell nach, als ein anonymer User im Internet Lügengeschichten verbreitet. Bald stellt sich heraus, dass Kellys vermeintlich neue beste Freundin Ramona in die Sache verwickelt ist. Sie ist Teil der Firma HangEnder, dem Hauptkonkurrenten der Jungs. Gemeinsam gehen sie gegen Ramona vor, die ihnen ein lukratives Angebot macht …","versions":[{"lang":1,"streams":[{"redirect":8979775,"hoster":"VOE"},{"redirect":8358835,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie du den Besuch deiner Eltern überlebst","epNo":10,"alt":"How To Survive Your Parents’ Visit","descr":"Coopers Eltern sind in der Stadt, um ihre beiden Söhnen zu besuchen. Während Josh in den Augen seines Bruders schon immer das Lieblingskind war, zweifelt Cooper daran, den Ansprüchen seines Vaters jemals gerecht zu werden. Aber plötzlich wird er eines Besseren belehrt: Vater und Sohn finden eine gemeinsame Ebene, von der allerdings niemand wissen darf. Als Josh jedoch dahinterkommt, droht die Situation aus dem Ruder zu laufen.","versions":[{"lang":1,"streams":[{"redirect":8979779,"hoster":"VOE"},{"redirect":8358836,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie du deinen emotionalen Ballast überlebst","epNo":11,"alt":"How To Survive Your Emotional Baggage","descr":"Cooper und seine Freunde wollen mit ihrem Spezialgetränk \"Barrys Omas Katerkur\" so richtig durchstarten und suchen dafür einen Investor. Getränkehändler Hench, ein alter Schulkollege von ihnen, will den Jungs einen Freundschaftsdienst erweisen und den Drink in sein Sortiment aufnehmen. Nur Neal verweigert die Zusammenarbeit – denn er hat noch eine Rechnung mit Hench offen. Kelly wohnt vorübergehend bei Leslie und Josh. Doch die beiden haben offensichtlich etwas zu verbergen …","versions":[{"lang":1,"streams":[{"redirect":8979785,"hoster":"VOE"},{"redirect":8358838,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie du den Dating-Wahnsinn überlebst","epNo":12,"alt":"How To Survive Dating","descr":"Cooper will sich mit Hannah verabreden. Doch die attraktive junge Frau passt ganz und gar nicht zu ihm: Hannah ist Veganerin, setzt sich für Kinder in Not ein und haust in einer ziemlich windigen Unterkunft. Derweil überredet Josh Kelly zu einem Treffen mit einem seiner potentiellen Geschäftspartner. Dabei verschweigt er ihr jedoch ein wichtiges Detail. Barry und Neal haben es derweil auf Paige abgesehen, die eine moderne Dreierbeziehung vorschlägt …","versions":[{"lang":1,"streams":[{"redirect":8979783,"hoster":"VOE"},{"redirect":8358840,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wie du deinen Geburtstag überlebst","epNo":13,"alt":"How To Survive Your Birthday","descr":"Cooper ist enttäuscht, weil scheinbar niemand an seinen Geburtstag gedacht hat. Er trifft sich daraufhin mit Ramona, die er mit nach Hause nimmt. Was die beiden nicht ahnen: In Coopers Wohnung wartet eine Überraschungsparty auf ihn, die Kelly mühevoll organisiert hat. Als die Feier in einem Partybus weitergeht, droht die Situation zwischen Kelly Cooper und Ramona zu eskalieren. Nach einem kurzen Zwischenstopp im Wald nehmen die Ereignisse schließlich eine unerwartete Wendung …","versions":[{"lang":1,"streams":[{"redirect":8979784,"hoster":"VOE"},{"redirect":8358843,"hoster":"Streamtape"}]}]}]}]}