{"path":"/serie/stream/cop-craft","name":"Cop Craft","descr":"Cop Craft adaptiert die \"Cop Craft: Dragnet Mirage Reloaded\"-Light-Novel von Autor Shouji Gatou und Illustrator Range Murata. Die Anime-Adaption entführt uns in eine Geschichte, in der sich vor 15 Jahren ein Tor zu einer anderen Welt im Pazifik nahe der Westküste der USA öffnete. Diese andere Welt ist voll mit Monstern und Kreaturen aus Sagen und Legenden – ihre Bewohner nennen sie: \"Leto Semani\". Zusammen mit dem Tor erschien auch eine riesige Insel im Pazifik, die heute den Namen \"Caliena San-Teresa\" trägt. \"San-Teresa\" ist mittlerweile nicht nur der Zugang zu einer anderen Welt, sondern auch eine Super-Metropole mit mehr als 20 Millionen Einwohnern und einem bunten Gemisch aus irdischen und magischen Kulturen. Doch so schön und glorifiziert die \"Stadt der Träume\" auch sein mag, ist in einer so großen Stadt Chaos vorprogrammiert. Kriminalität, Drogen- und Waffenhandel sowie Prostitution sind im Schatten des Großstadtmolochs an der Tagesordnung. In dieser Stadt treffen Tirana Exedirika und Kei Motoba aufeinander – und die beiden könnten verschiedener nicht sein …! Tirana ist eine frischgebackene Ritterin aus \"Leto Semani\", die zwar unschuldig und wunderschön ist, aber leider jeglichen gesunden Menschenverstand vermissen lässt. Kei dagegen ist ein erfahrener und talentierter Polizeiangestellter des \"San-Teresaer\" Polizeireviers. Nun sollen die beiden plötzlich zusammenarbeiten … Doch obwohl sie sich ständig in den Haaren liegen, entwickelt sich zwischen ihnen ein merkwürdiges Vertrauen, als sie sich der Verfolgung eines gemeinsamen Feindes widmen.","seasons":[{"path":"/serie/stream/cop-craft/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/cop-craft/filme/film-1","name":"OVA | Wunderschöne Ritterin! Such die gefangene Fee!","epNo":1,"alt":"Beautiful Knight! Pursue the Captured Fairy!","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979786","hoster":"VOE"},{"path":"/redirect/8629118","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13532112","hoster":"VOE"},{"path":"/redirect/8647435","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cop-craft/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cop-craft/staffel-1/episode-1","name":"Cop Show, Witch Craft","epNo":1,"alt":"Cop Show, Witch Craft","descr":"Kei Matoba ist Detektiv in der Stadt der Träume, San-Teresa. Er arbeitet mit der Special Vice Squad zusammen, die sich mit Fantasy-Kreaturen aus einer anderen Welt befasst, die in unsere eigene eingezogen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13329819","hoster":"VOE"},{"path":"/redirect/12782843","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498236","hoster":"VOE"},{"path":"/redirect/8358880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-2","name":"Dragnet Mirage","epNo":2,"alt":"Dragnet Mirage","descr":"Kei und Tilarna, das neue, ungleiche Ermittlerteam, muss sich erst noch einspielen. Skrupellose Ganoven haben aus den magischen Kräften der Semani-Feen eine horrible Waffe (Feenbombe) gebaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334560","hoster":"VOE"},{"path":"/redirect/12798703","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498240","hoster":"VOE"},{"path":"/redirect/12798705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-3","name":"Midnight Train","epNo":3,"alt":"Midnight Train","descr":"Tilarna begegnet ihrem Landsmann, dem Ganoven Dennis Elbaji. Dieser erzählt ihr selbstsicher von seinen krummen Geschäften mit den Feenbomben. Aber Elbaji überschätzt sich gewaltig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334562","hoster":"VOE"},{"path":"/redirect/12782844","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498239","hoster":"VOE"},{"path":"/redirect/8358881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-4","name":"In the Air Tonight","epNo":4,"alt":"In the Air Tonight","descr":"Kei versucht, die Feenbombe zu entschärfen, wird aber von Zeladas Magie tödlich getroffen. Kei nutzt seine eigenen Sinne, um Zeladas Standort zu lokalisieren und ihn zu erschießen, wodurch Tilarna seinen wahren Aufenthaltsort erfährt. Als die Bombe zu explodieren droht und Kei auf dem Dach stirbt, beschließt die Fee, sich mit Opfermagie zu töten und Tilarna zu helfen, Kei zu heilen, bevor die Bombe explodiert. Da die Bombe eine lebende Fee brauchte, um zu funktionieren, fand die psychische Explosion nicht statt. Nach dem Vorfall geht Tilarna nach Hause und Kei kehrt zu seinem Leben zurück, aber einige Zeit später taucht Tilarna in seinem Haus auf, um zu verkünden, dass die Polizei von San-Teresa sie als Detektivin eingestellt hat, damit sie Zelada und andere Kriminelle aufspüren kann. Bei ihrer ersten gemeinsamen Razzia schneidet Tilarna einem Verdächtigen den Finger am Abzug ab, als sie ein Haus stürmen, und Kei wird vom neuen Polizeichef für ihr Verhalten gerügt. Nachdem die Verdächtigen verhaftet wurden, entdeckt die Polizei in ihrer Garage einen Sarg mit einer mumifizierten semanischen Frau und bringt ihn zu Cecil zur Untersuchung. Während Tilarna einen der Verdächtigen brutal verhört, gesteht er, dass er den Sarg von einem bestimmten Friedhof gestohlen hat, weil er dachte, er könne mit dem Verkauf des Sarges eine Menge Geld verdienen. Tilarna eilt zum Büro des Gerichtsmediziners, während Cecil entdeckt, dass ihrem Assistenten von der vermeintlich toten Frau das Blut ausgesaugt wird. Tilarna kämpft gegen die wiedergeborene Frau und nennt sie einen \"Vampir\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13331443","hoster":"VOE"},{"path":"/redirect/12782840","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13599332","hoster":"VOE"},{"path":"/redirect/8358885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-5","name":"Lonesome Vampire","epNo":5,"alt":"Lonesome Vampire","descr":"Diesmal jagen Kei und Tilarna einen weiblichen Vampir, die sich aus der Semani-Welt in die Menschenwelt verirrt hat. Tilarna kann die Aura de Vampirin riechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13329316","hoster":"VOE"},{"path":"/redirect/12782846","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498242","hoster":"VOE"},{"path":"/redirect/8358882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-6","name":"Need for Speed","epNo":6,"alt":"Need for Speed","descr":"Kei und seine Kollegen jagen eine Bande von Pornodieben. Kei bekommt seinen ersten Dienstwagen, hat daran aber leider nicht lange Freude.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13331445","hoster":"VOE"},{"path":"/redirect/12782845","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498241","hoster":"VOE"},{"path":"/redirect/8358884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-7","name":"Girls on Ice","epNo":7,"alt":"Girls on Ice","descr":"Tilarna trifft Zoey, eine befreundete Semanierin, die in der hiesigen Welt als Prostituierte arbeitet. Tilarna ahnt nicht, dass ihre Freundin als Informantin für den Schurken Mozeleemay tätig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13328841","hoster":"VOE"},{"path":"/redirect/12782848","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498243","hoster":"VOE"},{"path":"/redirect/8358887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-8","name":"Smells Like Toon Spirits","epNo":8,"alt":"Smells Like Toon Spirits","descr":"Ein kleines Malheur führt dazu, dass Tilarna und die Katze Chloe ihre Körper tauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13328602","hoster":"VOE"},{"path":"/redirect/12782849","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498244","hoster":"VOE"},{"path":"/redirect/8358889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-9","name":"A King Maker","epNo":9,"alt":"A King Maker","descr":"Ein Kandidat für den Bürgermeisterposten der Stadt wird erschossen. Keis Chef vermutet, dass der Hexer Zelada dahintersteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13329659","hoster":"VOE"},{"path":"/redirect/12782853","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498245","hoster":"VOE"},{"path":"/redirect/8358890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-10","name":"Cock Robin, John Doe","epNo":10,"alt":"Cock Robin, John Doe","descr":"Ein weiterer Kandidat für den Bürgermeisterposten wird ermordet, diesmal traf es den Schurken Cooal Mozeleemay. Täter war offenbar ein junger Mann aus Semani. Das FBI schaltet sich ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13329769","hoster":"VOE"},{"path":"/redirect/12782850","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498247","hoster":"VOE"},{"path":"/redirect/8358888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-11","name":"Transitional Crisis","epNo":11,"alt":"Transitional Crisis","descr":"Coles Ermordung löst in der Stadt Unruhen aus. Kei und Tilarna befragen Tourte zu seiner möglichen Beteiligung an den jüngsten Morden, aber Kei ist nicht davon überzeugt, dass Tourte hinter den Anschlägen steckt. In der Zwischenzeit versucht das Sittendezernat, eine Spur zu Coles Angreifer zu verfolgen, und findet heraus, dass er ein ehemaliger US-Marine mit einem Bulldoggen-Tattoo war. Als Kei und Tilarna nach Hause gehen, erwähnt Kei, dass Tilarna ihn und seine Freunde dazu gebracht hat, ihre Haltung gegenüber den Semanern zu lockern. Die beiden finden heraus, dass Coles Frau Marla an seiner Stelle für das Bürgermeisteramt kandidiert hat. Tilarna vermutet, dass Marla die jüngsten Morde in Auftrag gegeben hat, hat aber keine Beweise. Am nächsten Tag erhält Kei einen panischen Anruf eines Reporters und willigt ein, sich mit ihm in einem Park zu treffen. Der Reporter gibt ihm ein gedrucktes Foto, das Marla bei einem Treffen mit dem Schützen in einem Hotelzimmer zeigt, bevor Cole getötet wurde. Plötzlich werden Kei, Tilarna und der Reporter von FBI-Agenten umzingelt. Als die drei abgeführt werden, stellt Tilarna fest, dass alle Agenten außer Ronald Chan durch Magie kontrolliert werden. Kei und Tilarna werden auf den Rücksitz eines Vans geworfen, in dem Zelada auf dem Fahrersitz sitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13209468","hoster":"VOE"},{"path":"/redirect/12782851","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13498246","hoster":"VOE"},{"path":"/redirect/8358892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cop-craft/staffel-1/episode-12","name":"Two Worlds, Two Justices","epNo":12,"alt":"Two Worlds, Two Justices","descr":"Kei und Tilarna werden entführt und in ein Wohnhaus gebracht. Tilarna erwacht in einer Penthouse-Suite, wo Zelada ihr von seinem erneuten Plan erzählt, einen Rassenkrieg zwischen den Semanern und den Menschen auszulösen, wobei Ronald die Rolle übernehmen soll, die zuvor Jack innehatte. In der Zwischenzeit wird Kei von Ronald im Keller verhört, während Ronald versucht, Keis Smartphone-Schlüssel zu bekommen, um die einzige andere Kopie des belastenden Fotos von Marla vor der Wahl zu erhalten. Kei gelingt es, Ronald mit seinen Beinen das Genick zu brechen, dann kämpft er sich durch Zeladas Marionetten zur Penthouse-Suite durch und greift ein, kurz bevor Zelada Tilarna töten kann. Kei und Tilarna arbeiten zusammen und bald schlägt Kei Zelada mit einem Schwert den Kopf ab. Während er auf die Verstärkung wartet, fragt Kei Tilarna, ob er das Foto als Beweismittel einreichen soll, da er weiß, dass dies zu Marlas Verhaftung führen und Tourte wahrscheinlich die Wahl sichern würde. Tilarna beschließt, dies zu tun, da sie an die Menschen in der Stadt glaubt und der Polizei von San-Teresa verbunden bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13331447","hoster":"VOE"},{"path":"/redirect/12792037","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8979804","hoster":"VOE"},{"path":"/redirect/8358891","hoster":"Streamtape"}]}]}]}]}