{"path":"/serie/stream/copper-justice-is-brutal","name":"Copper – Justice is brutal","descr":"Kevin Corcoran, ein irisch-stämmiger Polizist, versucht in den 1860er Jahren im Slum-Viertel Five Points im Süden von New Yorks Stadtviertel Manhattan für Recht und Ordnung zu sorgen. Dabei ist er auf der Suche nach Informationen, die ihm helfen, das Verschwinden seiner Frau und den Tod seiner Tochter aufzudecken. Während des Sezessionskrieges gerät er dabei in einen Strudel der sozialen und gesellschaftlichen Schichten von New Yorks Aristokraten und afro-amerikanischen Bürgern.","seasons":[{"path":"/serie/stream/copper-justice-is-brutal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-1","name":"Die Zwillingsschwestern","epNo":1,"alt":"Surviving Death","descr":"New York, 1864: In Five Points, dem übelsten Elendsviertel der Stadt, sorgt Police Detective Kevin Corcoran (Tom Weston-Jones) dafür, dass die Straßen etwas sicherer werden. Ein aktueller Mordfall geht ihm besonders nahe: Ein junges Mädchen wurde missbraucht und erschlagen. Gemeinsam mit dem schwarzen Arzt Matthew Freeman (Ato Essandoh) findet er eine heiße Spur, die ihn geradewegs in die höchsten gesellschaftlichen Kreise an der noblen Fifth Avenue führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584932","hoster":"VOE"},{"path":"/redirect/8358922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8647491","hoster":"VOE"},{"path":"/redirect/8647489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-2","name":"Von Ehemännern und Vätern","epNo":2,"alt":"Husbands And Fathers","descr":"Polizist Corcoran (Tom Weston-Jones) erhält einen Hinweis auf jemanden aus seiner Vergangenheit, der mehr über das Schicksal seiner Familie wissen könnte. Doch die Antworten, die er erhält, werfen nur neue Fragen auf. Unterdessen holen die Verfolger der kleinen Anne zum nächsten Schlag aus. Corcoran und sein Team müssen sich etwas einfallen lassen, um das Mädchen zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584935","hoster":"VOE"},{"path":"/redirect/8358924","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504953","hoster":"VOE"},{"path":"/redirect/8647494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-3","name":"Ein zorniger Gott","epNo":3,"alt":"In The Hands Of An Angry God","descr":"Der Mord an einem Iren droht die Konflikte zwischen irischen Einwanderern und der schwarzen Gemeinde neu zu entfachen. Alle Beweise deuten auf einen schwarzen Pastor als Täter, aber Detective Corcoran (Tom Weston-Jones) hat Zweifel. Während der Mob auf den Straßen nach Vergeltung verlangt, untersucht Corcorans Freund Matthew Freeman (Ato Essandoh) akribisch jedes Beweisstück. Unterdessen versuchen die Moorhouse-Familie die Unruhen für ihre Zwecke auszunutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584936","hoster":"VOE"},{"path":"/redirect/8903448","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475311","hoster":"VOE"},{"path":"/redirect/8647498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-4","name":"Das Medaillon","epNo":4,"alt":"The Empty Locket","descr":"Kevin Corcoran (Tom Weston-Jones) entdeckt ein Beweisstück, das Aufschluss über den Tod seiner Tochter und das Verschwinden seiner Frau liefern könnte. Als der Detective die Spur weiter verfolgt, stößt er auf eine Verbindung zu einem aktuellen Fall, dem Mord an einer der berüchtigsten Frauen von Five Points. Unterdessen machen seinem Freund Matthew Freeman (Ato Essandoh) familiäre Probleme zu schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584937","hoster":"VOE"},{"path":"/redirect/12980179","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504955","hoster":"VOE"},{"path":"/redirect/8647504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-5","name":"Die Spendengala","epNo":5,"alt":"La Tempête","descr":"Corcorans Kollegen Maguire und O’Brien (Kevin Ryan, Dylan Taylor) bekommen Wind von den Plänen einer Bande, einige der reichsten Familien New Yorks auszurauben. Jetzt hat Corcoran (Tom Weston-Jones) alle Hände voll zu tun, die Sicherheit auf einer noblen Spendengala, bei der auch Elizabeth Haverford (Anastasia Griffith) zu Gast ist, zu gewährleisten. Unterdessen trifft Maguire eine überraschende Entscheidung die sein Leben verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584938","hoster":"VOE"},{"path":"/redirect/8358928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475315","hoster":"VOE"},{"path":"/redirect/8647500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-6","name":"Arsen und Früchtekuchen","epNo":6,"alt":"Arsenic And Old Cake","descr":"Detective Corcoran und sein Kollege O’Brien (Tom Weston-Jones, Dylan Taylor) müssen einen rätselhaften Doppelmord aufklären. Ihre Untersuchungen nehmen bald eine überraschende Wendung. Unterdessen sorgt der Boxkampf zwischen Jasper Longfield und dem Iren Jake McGinnis dafür, dass die schwelenden Rassenkonflikte in Five Points offen ausbrechen. Robert Morehouse (Kyle Schmid) sieht sich deshalb gezwungen, eine weit reichende Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584939","hoster":"VOE"},{"path":"/redirect/8925967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475319","hoster":"VOE"},{"path":"/redirect/8647509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-7","name":"Griechisches Feuer","epNo":7,"alt":"The Hudson River School","descr":"Die kleine Annie bereitet Detective Corcoran (Tom Weston-Jones) Sorgen. Erneut muss er Entscheidungen überdenken, die er über ihre Zukunft getroffen hat. Robert Moorhouse (Kyle Schmid) wittert eine einmalige Gelegenheit für seine Geschäfte, als einige auswärtige Mitglieder der höheren Gesellschaft eintreffen. O’Briens Frau fordert unterdessen, dass ihr Mann seine Beziehungen spielen lässt, um einem beunruhigenden Gerücht nachzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105900","hoster":"VOE"},{"path":"/redirect/8358931","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504956","hoster":"VOE"},{"path":"/redirect/8647510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-8","name":"Das Ende der Suche","epNo":8,"alt":"Better Times Are Coming","descr":"Es ist Wahltag in New York City. Ausgerechnet jetzt hält ein weiterer Mord die Detectives des 6. Reviers in Atem. Während die Spannungen im Viertel steigen, nimmt Detective Maguire (Kevin Ryan) das Gesetz in die eigenen Hände und zwingt Corcoran (Tom Weston-Jones) zu einer schwierigen Entscheidung. Auch Robert Moorehouse (Kyle Schmid) muss schwierige Entscheidungen treffen, die sich auf die Reputation seiner Familie auswirken könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584940","hoster":"VOE"},{"path":"/redirect/8358936","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475318","hoster":"VOE"},{"path":"/redirect/8647512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-9","name":"Thanksgiving","epNo":9,"alt":"A Day To Give Thanks","descr":"Ausgerechnet an Thanksgiving befindet sich Kevin Corcoran (Tom Weston-Jones) in einer undankbaren Lage: Die Nachwirkungen einiger Mordfälle und eine schockierende Entdeckung erschüttern den Detective bis ins Mark. Unterdessen nehmen die jüngsten Geschäfte von Robert Moorehouse (Kyle Schmid) eine schlimme Wendung: Seine Geschäftspartner wollen seinen Vater mit in den Deal einbinden. Das muss er unter allen Umständen verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584941","hoster":"VOE"},{"path":"/redirect/8925966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504958","hoster":"VOE"},{"path":"/redirect/8647517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-1/episode-10","name":"Ein teuflischer Anschlag","epNo":10,"alt":"A Vast And Fiendish Plot","descr":"Detective Corcoran (Tom Weston-Jones) steht vor seiner größten Herausforderung. Gemeinsam mit den Polizisten des sechsten Reviers muss er sich auf die schlimmsten Unruhen seit den Einberufungskrawallen vorbereiten. Robert Moorehouse (Kyle Schmid) findet unterdessen Beunruhigendes über die Beziehung seines Vaters und seiner Geschäftspartner heraus. Er bittet deshalb seinen Freund Corcoran um Hilfe – mit unabsehbaren Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584943","hoster":"VOE"},{"path":"/redirect/8358940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532109","hoster":"VOE"},{"path":"/redirect/8647520","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-1","name":"Wieder daheim","epNo":1,"alt":"Home, Sweet Home","descr":"Eine Mordserie an jungen Männern hält ganz Five Points in Atem. Detective Kevin Corcoran und seine Kollegen stehen unter enormem Erfolgsdruck, zumal General Brendan Donovan inzwischen die Leitung des 6. Reviers übernommen hat. Dr. Matthew Freeman erhält unterdessen von seinem Mentor ein verlockendes Angebot und in Uptown Manhattan plant Robert Morehouse seine Hochzeit mit Elizabeth Haverford.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584942","hoster":"VOE"},{"path":"/redirect/8358939","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475323","hoster":"VOE"},{"path":"/redirect/8647523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-2","name":"Aileen Aroon","epNo":2,"alt":"Aileen Aroon","descr":"Immer mehr Leichen junger Männer werden in Five Points aufgefunden, weitere verschwinden spurlos. Detective Corcoran lässt nichts unversucht, den mysteriösen Fall zu klären. General Donovan greift dagegen zu unfeinen Mitteln, um die Vorfälle aus der Presse halten. Dr. Matthew Freeman trifft unterdessen eine drastische Entscheidung, um die Gesundheit der Menschen in seiner Gemeinde zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584945","hoster":"VOE"},{"path":"/redirect/8358943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504957","hoster":"VOE"},{"path":"/redirect/8647524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-3","name":"Kinder der Schlacht","epNo":3,"alt":"The Children Of The Battlefield","descr":"Detective Kevin Corcoran steht unter enormem Druck, endlich die Entführer und Mörder von fünf jungen Männern zu schnappen. Doch das stellt ihn bald vor eine schmerzliche Entscheidung zwischen seinem beruflichen Eid und den Menschen, die ihm nahe stehen. Francis Maguire freundet sich unterdessen mit seiner neuen Position in der kriminellen Unterwelt von Five Points an und arbeitet sich in der Hierarchie schnell nach oben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584944","hoster":"VOE"},{"path":"/redirect/8358946","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475325","hoster":"VOE"},{"path":"/redirect/8647527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-4","name":"Vergessen werde ich nicht","epNo":4,"alt":"I Defy Thee To Forget","descr":"Das ganze 6. Revier sucht nach dem Mörder eines Kollegen. Aber Kevin Corcoran kann sich kaum auf die Arbeit konzentrieren, weil die junge Annie zuhause für Ärger sorgt. Eva Heissen trägt schon seit Monaten schwer an einem Geheimnis und findet in General Donovan einen unerwarteten Alliierten. Elizabeth Morehouse hilft unterdessen bei der Suche nach Sara Freemans Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8979824","hoster":"VOE"},{"path":"/redirect/8358950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504959","hoster":"VOE"},{"path":"/redirect/8719511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-5","name":"Ein Morgenlied","epNo":5,"alt":"A Morning Song","descr":"Der Gangster Philomen Keating überfällt mit seinen Männern das 6. Revier und hält es besetzt. Auch Annie gerät bei dem Überfall in Keatings Gewalt. Für Detective Kevin Corcoran und seine Kollegen, beginnt ein Wettlauf gegen die Zeit, um die Sicherheit in Five Points wiederherzustellen. Unterdessen sieht Francis Maguire die Chance, mit seinem ehemaligen Partner Corcoran reinen Tisch zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578812","hoster":"VOE"},{"path":"/redirect/8358952","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504962","hoster":"VOE"},{"path":"/redirect/8647540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-6","name":"Von einem, der nicht klug, doch zu sehr liebte","epNo":6,"alt":"To One Shortly To Die","descr":"Ein Mord zwingt Detective Kevin Corcoran und Francis Maguire ihre Differenzen und die Vergangenheit zu begraben. Denn besonders Brendan Donovan ist daran gelegen, den Fall schnellstens zu klären. Robert Morehouse muss unterdessen eine schwierige Entscheidung im Prozess gegen Robert Cobb Kennedy treffen, während die Freemans ein vermisstes Familienmitglied wieder in ihre Arme schließen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915774","hoster":"VOE"},{"path":"/redirect/8358951","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504960","hoster":"VOE"},{"path":"/redirect/8647541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-7","name":"Die Hoffnung war zu schön","epNo":7,"alt":"The Hope Too Bright To Last","descr":"Detective Kevin Corcoran kommt mit den Ermittlungen in seinem aktuellen Fall nicht so recht voran. Dr. Matthew Freeman muss sich dagegen einer nie dagewesenen Herausforderung stellen: Eine schreckliche Seuche grassiert in Five Points und rafft immer mehr Menschen dahin. General Brendan Donovan nimmt unterdessen die Hilfe von Eve Heissen für seine privaten Angelegenheiten in Anspruch. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9931812","hoster":"VOE"},{"path":"/redirect/8950218","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13532111","hoster":"VOE"},{"path":"/redirect/8647545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-8","name":"Asche kündet von erloschenem Feuer","epNo":8,"alt":"Ashes Denote The Fire That Was","descr":"Nie zuvor war Kevin Corcoran so auf die Hilfe seiner Freunde angewiesen, jenen aus Five Points ebenso wie den aus Uptown Manhattan. Denn der Detective muss mit einem schrecklichen Verlust fertig werden. Unterdessen hat die Epidemie Five Points weiterhin fest im Griff. Matthew Freeman wird allmählich klar, dass er nicht allein als Mediziner handeln kann, wenn er der Bedrohung etwas entgegensetzen will. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584950","hoster":"VOE"},{"path":"/redirect/8358957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504961","hoster":"VOE"},{"path":"/redirect/8647547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-9","name":"Sei der Sünder gnädig","epNo":9,"alt":"Think Gently Of The Erring","descr":"Als Detective Kevin Corcoran ins Revier zurückkehrt, erwartet ihn eine böse Überraschung: Eva wurde wegen Mordes verhaftet. Corcoran setzt alle Hebel in Bewegung, um seine Freundin zu befreien. Doch General Donovan ist völlig mit seinen eigenen Angelegenheiten beschäftigt. Unterdessen wendet sich Dr. Matthew Freeman an Robert Moorehouse, um mit einer gemeinsamen Anstrengung die Stadt vor der Seuche zu retten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584948","hoster":"VOE"},{"path":"/redirect/8358959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13475332","hoster":"VOE"},{"path":"/redirect/8647550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-10","name":"Ein feiner irischer Herr","epNo":10,"alt":"The Fine Ould Irish Gintleman","descr":"Detective Kevin Corcoran zweifelt an den ehrenhaften Motiven einiger der einflussreichsten Personen in Five Points. Er setzt Kollegen aus dem 6. Revier darauf an, mehr herauszufinden. Robert Morehouse steht neuer Ärger ins Haus, denn seine Ehe mit Elizabeth beeinträchtigt offenbar einige seiner geschäftlichen Unternehmungen. Unterdessen müssen die Freemans ihre Freiheit gegen Eiferer aus der Gemeinde verteidigen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12386242","hoster":"VOE"},{"path":"/redirect/8358961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504963","hoster":"VOE"},{"path":"/redirect/8647553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-11","name":"Ein gutes Herz und eine helfende Hand","epNo":11,"alt":"Good Heart And Willing Hand","descr":"Eine verheerende Gefahr für Five Points zwingt Detective Kevin Corcoran drastische Maßnahmen zu ergreifen. Unterdessen bringen alte und neue Verwundungen Dr. Matthew Freeman allmählich ans Ende seiner Kräfte. Elizabeth Morehouse rutscht derweil immer tiefer in ihre Drogensucht und erhält überraschende Hilfe von unerwarteter Seite. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578813","hoster":"VOE"},{"path":"/redirect/8358963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504964","hoster":"VOE"},{"path":"/redirect/8647554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-12","name":"Ein schöner Träumer","epNo":12,"alt":"Beautiful Dreamer","descr":"General Donovan (Donal Logue) wurde erschossen. Alles deutet auf Kevin Corcoran (Tom Weston-Jones) als Täter. Während der versucht, seine Unschuld zu beweisen, eskaliert der Konflikt mit William Eustace (William Baldwin), dem Strippenzieher einer dubiosen Parteiorganisation der Demokraten. Da erschüttert eine unfassbare Nachricht Five Points und das ganze Land – und scheint alle Hoffnungen auf eine friedliche Zukunft zunichte zu machen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584949","hoster":"VOE"},{"path":"/redirect/8950215","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13510979","hoster":"VOE"},{"path":"/redirect/8647559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/copper-justice-is-brutal/staffel-2/episode-13","name":"Der Ort, der mein Zuhause war","epNo":13,"alt":"The Place I Called Home","descr":"Präsident Lincoln wurde ermordet. Die ganze Nation steht unter Schock. Detective Corcoran und seinen Freunden Robert Morehouse und Matthew Freeman wird klar, dass sie handeln müssen, um das Land vor dem Abgrund zu bewahren. Doch ihre Mission bringt schmerzliche Erinnerungen aus Kriegstagen zurück an die Oberfläche – und erweist sich zudem als schwere Hypothek für die Zukunft von Five Points. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9584951","hoster":"VOE"},{"path":"/redirect/8358965","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13504965","hoster":"VOE"},{"path":"/redirect/8647562","hoster":"Streamtape"}]}]}]}]}