{"seriesId":"corleone-pate-der-paten","name":"Corleone: Pate der Paten","descr":"Salvatore \"Totò\" Riina: Sohn eines armen Bauern aus Corleone, der mit 52 Jahren durch Mord und Terror zum unumschränkten Herrscher der sizilianischen Mafia wird. Der erste Teil schildert vor allem anhand erschütternder, noch nie gezeigter Aussagen von reumütigen Mafia-Killern den unaufhaltsamen Aufstieg eines Mannes, der durch einen brutalen Krieg ins \"Triumvirat\" der Cosa Nostra eindrang.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Macht durch Blut","epNo":1,"alt":"Blood-Soaked Power","descr":"Der \"Bestie\" genannte Salvatore \"Totò\" Riina (1930–2017) galt fast 20 Jahre lang als einer der brutalsten und gefürchtetsten Paten der sizilianischen Mafia: Der zweiteilige Dokumentarfilm von Mosco Levi Boucault befasst sich mit der Verbrecherkarriere des Mafia-Bosses. Er hat im Laufe seines Lebens selber rund 40 Menschen ermordet und bis zu 4.000 umbringen lassen. Der aus dem 60 Kilometer südlich von Palermo gelegenen Städtchen Corleone stammende Bauernsohn wurde zum \"Boss der Bosse\". Ein nahezu shakespearehafter Stoff mit unzähligen Morden im ewigen Konflikt zwischen dem Streben nach Macht und der Kraft des Gesetzes. Der erste Teil schildert vor allem anhand erschütternder, noch nie gezeigter Aussagen von reumütigen Mafia-Killern den unaufhaltsamen Aufstieg eines Mannes, der durch einen brutalen Krieg ins \"Triumvirat\" der Cosa Nostra eindrang. Er schuf ein Klima des Schreckens und eliminierte skrupellos seine Gegner aus den eigenen Reihen. Zum ersten Mal in der Geschichte der Mafia wurden auch Vertreter der Institutionen, die sich der Organisation entgegenstellten, ermordet: Journalisten, Richter, Politiker und Polizisten. Diese Eskalation der Gewalt erreichte ihren Höhepunkt mit der Ermordung des Carabinieri-Generals Carlo Alberto Dalla Chiesa im Jahr 1982. Zu dieser Zeit herrschte Riina völlig ungestraft über ganz Sizilien.","versions":[]},{"epId":"episode-2","name":"Der Fall","epNo":2,"alt":"The Fall","descr":"Die Ermordung des Carabiniere Carlo Alberto Dalla Chiesa im Jahr 1982 war der Tropfen, der das Fass zum Überlaufen brachte. Die Staatsanwaltschaft von Palermo gründete einen sogenannten Anti-Mafia-Pool und machte Jagd auf Salvatore \"Totò\" Riina. Das Richter-Team sollte auch gegen die wegen ihrer Verbindungen zur Mafia bis dahin unantastbaren Geschäftsleute und Politiker ermitteln. Daraufhin ließ Riina den Ermittlungsrichter Rocco Chinnici durch ein Attentat mit einer Autobombe ermorden. Von nun an machten zwei junge Richter Palermos, Giovanni Falcone und Paolo Borsellino, den Kampf gegen die Mafia zu ihrer Lebensaufgabe. Insbesondere dank der Zeugenaussage eines ehemaligen, weniger von Reuegefühlen als von Rachegelüsten angetriebenen Rivalen Riinas gelang es den Richtern schließlich, Hunderte von Haftbefehlen gegen die Cosa Nostra zu erlassen. 1986 wurde in Palermo der Maxi-Prozess gegen 475 Angeklagte eröffnet, obwohl der weiterhin flüchtige Riina ein Klima der Angst aufrechterhielt. Bei dem Prozess wurden sehr schwere Strafen verhängt. Riina wurde zu lebenslanger Haft verurteilt. Ein historischer Urteilsspruch, der vollkommen wider Erwarten im Berufungs- und im Kassationsverfahren bestätigt wurde. Aus Wut gab Riina 1992 zwei tödliche Sprengstoffanschläge auf die Richter Falcone und Borsellino in Auftrag. Eine doppelte Tragödie und für die Sizilianer eine mit 9/11 vergleichbare Schockwelle. Riina wurde 1993 verhaftet und starb 2017 im Alter von 87 Jahren im Hochsicherheitstrakt des Gefängnisses in Parma. Bis zum Schluss zeigte er keinerlei Reue. Die zweiteilige Dokumentation beleuchtet den blutigen Mafia-Krieg, der zwischen 1977 und 1994 mitten in Europa geführt wurde.","versions":[{"lang":1,"streams":[{"redirect":6657506,"hoster":"VOE"}]}]}]}]}