{"seriesId":"corpse-party-tortured-souls","name":"Corpse Party: Tortured Souls","descr":"Eine Gruppe von Jugendlichen trifft sich eines Abends in ihrem Klassenzimmer, um den Abschied von Mayu zu feiern, die auf eine andere Schule überwechselt. Dabei erzählt Ayumi beim Kerzenschein gruselige Geistergeschichten. Eine davon handelt von der verfluchten Heavenly Host Elementary School, in der mehrere tragische Morde passiert sein sollen. Irgendwann wurde die Schule geschlossen, abgerissen und die Kusaragi Academy, die Schule der Jugendlichen, auf den Trümmern errichtet.Als Abschluss ihres Treffens, vollziehen die Jugendlichen das \u0026amp;amp;amp;amp;amp;amp;amp;quot;Sachiko Ever After\u0026amp;amp;amp;amp;amp;amp;amp;quot;-Ritual, bei dem eine Papierfigur von den Freunden zerissen wird und die einzelnen Papierstücke als Erinnerung aufgehoben werden.Plötzlich gibt es ein Erdbeben und ehe sich die Jugendlichen versehen, sind sie in einer Art Parallelwelt gelandet, in der die verfluchte Grundschule noch steht. Und zu allem Überfluss geistern die Seelen ihrer Opfer noch immer in den menschenleeren Gängen umher... und sie wollen Rache!!Nur, wenn sie das Rätsel um den grausamen Mord der 4 Grundschüler aufdecken können und den Mörder seine Tat gestehen lassen, können sie diese Hölle wieder verlassen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Missing Footage","descr":"","versions":[{"lang":3,"streams":[{"redirect":9584969,"hoster":"VOE"},{"redirect":8359068,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Unterschiedliche Aufteilung","epNo":1,"alt":"Multiple Separation","descr":"Eine Gruppe von Schulkameraden der Kisaragi Academy führt einen Freundschaftszauber namens \"Sachiko Ever After\" für Klassenkameradin Mayu Suzumoto auf, die im Begriff ist, in eine andere Schule zu wechseln. Nach Beendigung des Zaubers werden sie von einem Erdbeben heimgesucht und getrennt voneinander in die verfluchte Heavenly Host Elementary School gebracht. Die Freunde Naomi Nakashima und Seiko Shinohara treffen sich wieder und suchen gemeinsam nach einem Ausgang. Sie stellen jedoch fest, dass alle Fenster und Türen im Gebäude versiegelt sind. Während sie sich in einer Krankenstation ausruhen, bemerkt Seiko, dass sie ihren Papieranhänger verloren hat und verlässt Naomi, um danach zu suchen. Naomi wird dann von einem Geist angegriffen und entkommt knapp mit ihrem Leben, bevor sie einem Mädchen in einem roten Kleid begegnet. Als Seiko zurückkommt, beschimpft Naomi sie dafür, dass sie gegangen ist und vertreibt sie wütend. Naomi sucht später nach Seiko, um sich zu entschuldigen, und findet sie in einem Badezimmer aufgehängt.","versions":[{"lang":1,"streams":[{"redirect":8979910,"hoster":"VOE"},{"redirect":8537930,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8979902,"hoster":"VOE"},{"redirect":8359070,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Scharnierbruch","epNo":2,"alt":"Hinged Break","descr":"Den Kisaragi-Schülern ist bekannt, dass in Heavenly Host ein Mordfall vorkommt, bei dem der Schullehrer Yoshikazu Yanagihori angeblich vier Kindern die Zunge herausgeschnitten hat. Ayumi Shinozaki und Yoshiki Kishinuma werden vom Geist eines der Opfer angegriffen, aber vom Geist von Naho Saenoki gerettet, einem berühmten Blogger, der das Sachiko Ever After-Ritual online gestellt hat. Auf ihren Rat hin suchen sie nach den Zungen der ermordeten Kinder, um sie zurückzugeben und ihren Geist zur Ruhe zu bringen. Währenddessen töten zwei der anderen Kinder Mayu, indem sie ihren Körper gegen eine Wand schlagen, während ihr Lehrer Yui Shishido vom untoten Yoshikazu in den Kopf geschlagen wird. Nachdem das Mädchen in Rot die Geschwister Satoshi und Yuka Mochida getrennt hat, wird Yuka von Sakutaro Morishige verfolgt, der durch seine Entdeckung von Mayus Überresten in den Wahnsinn getrieben wurde. Yuka wird von Yuuya Kizami, einem Schüler der Byakudan Senior High School, gerettet, der sich ebenfalls als verrückt erweist, als er Sakutaro zu Tode ersticht und Yuka zu seiner eigenen kleinen Schwester erklärt.","versions":[{"lang":1,"streams":[{"redirect":8979915,"hoster":"VOE"},{"redirect":10934800,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8979894,"hoster":"VOE"},{"redirect":8359071,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unverstandene Gefühle","epNo":3,"alt":"Misunderstood feelings","descr":"Yuuya verfolgt Yuka, bis er von Yoshikazu bewusstlos geschlagen wird. Währenddessen destabilisiert sich der geschlossene Raum der Grundschule nach der Wiederherstellung von drei der vier Kinderzungen für kurze Zeit, und Ayumi und Yoshiki werden von Yuki, einem der besänftigten Kinder, die die Störung ausgenutzt haben, um sie zu retten, zur Kisaragi-Akademie zurückgebracht. Heavenly Host hat sich jedoch wieder normalisiert, sodass kein Entrinnen mehr möglich ist. Yuki zeigt Ayumi eine Vision des Mordes, die den wahren Schuldigen als das Mädchen in Rot, Sachiko Shinozaki, offenbart. Nach einem Streit mit Yoshiki kehrt Ayumi zum Himmlischen Wirt zurück, um den Rest ihrer Freunde für sich zu retten. In Heavenly Host vereint Naho Satoshi mit Naomi. Yuka wird von einem teilweise enthäuteten Yuuya gefangen genommen und gefoltert. Yoshiki kommt und tötet Yuuya, bevor er sich opfert, um Yuka und Ayumi vor Yoshikazu zu schützen. Satoshi und Naomi finden Yuka, die an ihren Verletzungen in Satoshis Armen stirbt.","versions":[{"lang":1,"streams":[{"redirect":8979920,"hoster":"VOE"},{"redirect":8359066,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8979896,"hoster":"VOE"},{"redirect":8359073,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Traurige Wahrheit","epNo":4,"alt":"Sorrowful Truth","descr":"1048/5000Ayumi sagt Satoshi und Naomi, dass sie Sachiko beschwichtigen und das Sachiko Ever After-Ritual erneut mit ihren Zetteln durchführen müssen, um nach Hause zurückzukehren. Ayumi konfrontiert und besiegt Naho, nachdem sie gemerkt hat, dass sie absichtlich gelogen hat, wie man das Ritual in ihrem Blog richtig durchführt. Ayumi trifft später auf Yui, die durch herabfallende Trümmer enthauptet wird. Als Naomi den Schulkeller erkundet, findet sie ein Video von sich selbst, wie sie Seiko in Besitz nimmt. Sie bricht zusammen, bis Seikos Geist sie entlastet. Nachdem das Trio Sachikos Geist zur Ruhe gebracht hat, bricht die Schule zusammen und das Trio beginnt mit dem Ritual. Satoshi gibt seinen Slip an Naomi, die ihren verloren hat, und beabsichtigt, Yukas Slip für sich selbst zu verwenden, ohne zu wissen, dass es tatsächlich Yuuyas ist. Naomi und Ayumi kehren beide erfolgreich zur Kisaragi-Akademie zurück, aber da Satoshi einen Zettel einer anderen Schule verwendet hat, sind nur seine abgehobenen Arme mit dabei. Eine Szene nach dem Abspann zeigt Naomi katatonisch in ihrem Zimmer, ihre Mutter glaubt nicht an die Existenz von Seiko und den anderen toten Klassenkameraden.","versions":[{"lang":1,"streams":[{"redirect":8979926,"hoster":"VOE"},{"redirect":12185406,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8979895,"hoster":"VOE"},{"redirect":8359072,"hoster":"Streamtape"}]}]}]}]}