{"seriesId":"council-of-dads","name":"Council of Dads","descr":"Scott (Tom Everett Scott) und seine Frau Robin (Sarah Wayne Callies) leben mit ihren Kindern in Harmonie und Frieden – bis Scott von seinem Arzt die Nachricht erhält, dass er höchstwahrscheinlich nicht mehr lange zu leben hat. Im Angesicht der eigenen Sterblichkeit bildet Scott einen Kreis seiner besten Freunde, die ihn nach seinem Tod in ihrer Gesamtheit in der Rolle als \"Familienvater\" vertreten könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Ein Vater mit potenziell unheilbarem Krebs versucht, die Zukunft und das Wohlergehen der Erziehung seiner Kinder zu sichern, indem er drei enge Freunde bittet, im Falle seines Todes als Vaterfiguren für seine Kinder da zu sein. Jeder mit seinen eigenen speziellen Erfahrungsbereichen, die dazu beitragen können, das Leben jedes einzelnen Kindes zu führen und zu nähren.","versions":[{"lang":2,"streams":[{"redirect":8980258,"hoster":"VOE"},{"redirect":8359729,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I’m Not Fine","descr":"Robin (Sarah Wayne Callies) überlegt, wie ein \"Council of Dads\" in ihrem alltäglichen Leben funktionieren würde während Larry (Michael O\u0027Neill) mit Leidenschaft Verantwortung übernimmt. Luly (Michele Weaver) trifft überraschend auf ihre leibliche Mutter Michelle (Sharon Leal) und erfährt mehr über ihr früheres Leben mit Scott (Tom Everett Scott) während sie und Evan (Steven Silver) einen Umzug nach New York planen. Charlotte ([actor\u003dThalia Tran) beschäftigt sich mit ihrem Stammbaum.","versions":[{"lang":2,"streams":[{"redirect":13100113,"hoster":"VOE"},{"redirect":8359730,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Who Do You Wanna Be?","descr":"Larry (Michael O\u0027Neill) hat ein Angebot für Robin (Sarah Wayne Callies), das die Zukunft des Crab Shack beeinflussen würde und Anthony (Clive Standen) und alle anderen überrascht. Luly (Michele Weaver) will in ihrer Schreibgruppe mit einer persönlichen Geschichte überzeugen. Evan (Steven Silver) überlegt, wieder zu studieren.","versions":[{"lang":2,"streams":[{"redirect":13498332,"hoster":"VOE"},{"redirect":8359731,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Sixth Stage","descr":"Robin (Sarah Wayne Callies) denkt über das romantische Leben nach Scott (Tom Everett Scott) nach. Luly (Michele Weaver) und Evan (Steven Silver) tätigen mit ihrem geliehenen Geld eine riskante Investition. Anthony (Clive Standen) bereitet sich auf den Übergang des \"Crab Shack\" vor und entwickelt eine überraschende Freundschaft mit Margot (Hilarie Burton), der Vertreterin des neuen Eigentümers. Larry (Michael O\u0027Neill) stellt sich seinen vergangenen Misserfolgen und versucht mit seiner neuen Familie Wiedergutmachung zu leisten.","versions":[{"lang":2,"streams":[{"redirect":13107962,"hoster":"VOE"},{"redirect":8359732,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tradition","descr":"Robin (Sarah Wayne Callies) nimmt die Herbstferien tapfer in Angriff, meint aber, sie könne nicht damit verglichen werden, wie gut Scott (Tom Everett Scott) alles bewältigt hat. Oliver kämpft mit Peters Verfehlung. Theo (Emjay Anthony) findet neue Freunde, findet aber, dass sie nicht unbedingt den besten Einfluss haben. Luly (Michele Weaver) erhält einige Neuigkeiten über ihre Adoptivfamilie.","versions":[{"lang":2,"streams":[{"redirect":8980250,"hoster":"VOE"},{"redirect":8359734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Heart Medicine","descr":"Die Perry Familie und der Council kommt zusammen als sich Charlotte (Thalia Tran) einer Not-OP unterziehen muss. Luly (Michele Weaver) hat ein Treffen mit ihren Adoptiveltern, das ihr Leben verändert.","versions":[{"lang":2,"streams":[{"redirect":8980255,"hoster":"VOE"},{"redirect":8360067,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Best Laid Plans","descr":"Anthony (Clive Standen) zieht in Erwägung, ein attraktives Jobangebot anzunehmen, für das er nach Las Vegas ziehen müsste. Evans (Steven Silver) Loyaliäten zwischen Luly (Michele Weaver) und und seiner sturen Mutter werden getestet. Larry (Michael O\u0027Neill) teilt einen weisen Rat. Oliver (J. August Richards) konfrontiert Anthony mit einem Geheimnis, das die Perry Familie bis auf die Grundfeste erschüttern könnte.","versions":[{"lang":2,"streams":[{"redirect":13498346,"hoster":"VOE"},{"redirect":8359738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dear Dad","descr":"Robin (Sarah Wayne Callies) un der Rat beschließen Luly (Michele Weaver) eine schockierende Wahrheit zu offenbaren und sie nimmt die Dinge selbst in die Hand. Oliver (J. August Richards) und Peter (Kevin Daniels) entscheiden sich endlich für eine Adoption doch erfahren Neuigkeiten über die leibliche Mutter. Sam (David Walton) tut sein bestes um Robin zu unterstützen und sie erkennt, dass sie sich trotz des Chaos\u0027 in ihrem Leben immer mehr zu ihm hingezogen fühlt.","versions":[{"lang":2,"streams":[{"redirect":13498345,"hoster":"VOE"},{"redirect":8359739,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Stormy Weather","descr":"","versions":[{"lang":2,"streams":[{"redirect":13498343,"hoster":"VOE"},{"redirect":8359741,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Fight Or Flight","descr":"","versions":[{"lang":2,"streams":[{"redirect":13105907,"hoster":"VOE"},{"redirect":8359743,"hoster":"Streamtape"}]}]}]}]}