{"path":"/serie/stream/courage-der-feige-hund","name":"Courage der feige Hund","descr":"Courage ist ein kleiner gefleckter Hund. Normalerweise fürchtet er sich vor allem und jedem. Doch sobald mächtige und schaurige Kreaturen auftauchen, versucht Courage, sein Frauchen und Herrchen zu retten. ","seasons":[{"path":"/serie/stream/courage-der-feige-hund/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-1","name":"","epNo":1,"alt":"A Night at the Katz Motel / Cajun Granny Stew","descr":"Muriel, Eustace und Courage checken in einem Motel ein, das von einer unheimlichen Katze namens Katz geführt wird. Es entpuppt sich als eine SEHR lange Nacht, als Katz seine Spinnen auf sie loslässt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533561","hoster":"VOE"},{"path":"/redirect/8533559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-3","name":"","epNo":3,"alt":"The Shadow of Courage / Dr. Le Quack, Amnesia Specialist","descr":"Als ein böser, reicher alter Mann einen Herzinfarkt erleidet, entweicht sein Schatten aus ihm. Der böse Schatten steigt auf die Farm hinab und terrorisiert unser glückliches Dreiergespann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533581","hoster":"VOE"},{"path":"/redirect/8533567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-5","name":"","epNo":5,"alt":"Courage Meets Bigfoot / Hothead","descr":"Ein hungriger Bigfoot taucht auf der Farm auf. Courage ist zunächst erschrocken, befreundet sich aber mit dem sanften Monster an und muss es vor dem Farmer und einem wütenden Mob retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533584","hoster":"VOE"},{"path":"/redirect/8533566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-7","name":"","epNo":7,"alt":"The Demon in the Mattress / Freaky Fred","descr":"Muriel braucht eine neue Matratze. Die, die sie bestellt, kommt mit einem Bonus: ein Dämon, der ihren Körper übernimmt. Courage muss einen Weg finden, den Dämon und die neue Matratze loszuwerden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533548","hoster":"VOE"},{"path":"/redirect/8533536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-9","name":"","epNo":9,"alt":"Night of the Weremole / Mother\u0027s Day","descr":"Muriel wird bei der Gartenarbeit von etwas gebissen das sie für einen Hasen hält. Sie wird in eine Weremole verwandelt (das war kein Hase!), und Courage muss das Gegenmittel finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533547","hoster":"VOE"},{"path":"/redirect/8533532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-10","name":"","epNo":10,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-11","name":"","epNo":11,"alt":"The Duck Brothers / Shirley the Medium","descr":"Entenbrüder aus dem Weltall entführen Muriel - sie sind ins Nirgendwo gekommen, um ihren Bruder zu retten. Courage muss Muriel retten und hilft am Ende auch den Brüdern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12383135","hoster":"VOE"},{"path":"/redirect/8533527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-12","name":"","epNo":12,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-13","name":"","epNo":13,"alt":"King Ramses\u0027 Curse/ The Clutching Foot","descr":"\"King Ramses\u0027 Curse\" Ein antikes Artefakt wird aus einem ägyptischen Grab gestohlen. Courage entdeckt es vergraben vor dem Haus. Leider trägt es einen Fluch mit sich, und der Farmer weigert sich, es zurückzugeben, weil er glaubt ein Vermögen dafür verlangen zu können. Der Fluch bricht aus. \"The Clutching Foot\" Die Gangster verzehren Eustace\u0027 Körper (beginnend mit seinem Fuß) und nehmen Muriel als Geisel, was Courage dazu zwingt, ihre Fußarbeit auszuführen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533517","hoster":"VOE"},{"path":"/redirect/8533520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-14","name":"","epNo":14,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-15","name":"","epNo":15,"alt":"The Hunchback of Nowhere /The Gods Must Be Goosey","descr":"In einer regnerischen Nacht klopft ein Buckliger an die Tür des Bauernhauses. Der Bauer weist ihn ab, aber Courage entdeckt den Buckligen auf dem Heuboden. Sehr zum Ekel des Farmers freundet sich Courage mit dem Buckligen an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533514","hoster":"VOE"},{"path":"/redirect/8533511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-16","name":"","epNo":16,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-17","name":"","epNo":17,"alt":"Queen of the Black Puddle / Everyone Wants to Direct","descr":"Nach einem Regenschauer materialisiert sich eine Pfützenkönigin auf dem Bauernhof. Sie umwirbt den Farmer und zieht ihn hinunter in ihre Pfützenwelt. Muriel ist untröstlich, also muss Courage den Farmer retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533496","hoster":"VOE"},{"path":"/redirect/8533501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-18","name":"","epNo":18,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-19","name":"","epNo":19,"alt":"The Snowman Cometh / The Precious, Wonderful, Adorable, Loveable Duckling","descr":"Muriel, Courage und der Farmer machen Urlaub in der Arktis. Unter der Bedrohung der globalen Erwärmung versucht ein böser Schneemann, sich zu retten, indem er ihnen das menschliche \"Anti-Schmelz\"-Gen stiehlt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533493","hoster":"VOE"},{"path":"/redirect/8533492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-20","name":"","epNo":20,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-21","name":"","epNo":21,"alt":"Heads of Beef / Klub Katz","descr":"Der Farmer und Courage gehen in die Stadt um einen Hamburger zu essen. Das Diner, das der Farmer wählt, serviert seltsam aussehende Burger und Courage vermutet böse Taten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533489","hoster":"VOE"},{"path":"/redirect/8533479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-22","name":"","epNo":22,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-23","name":"","epNo":23,"alt":"Revenge of the Chicken from Outer Space / Journey to the Centre of Nowhere","descr":"Das Huhn aus dem Weltall kehrt zurück, um sich an Courage zu rächen. Dieses Mal will er Courages Kopf, um den zu ersetzen, den Courage gesprengt hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533487","hoster":"VOE"},{"path":"/redirect/8533473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-24","name":"","epNo":24,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-25","name":"","epNo":25,"alt":"Little Muriel / The Great Fusilli","descr":"Ein Tornado fegt durch Nowhere, zerstört das Farmhaus und verwandelt Muriel wieder in ein kleines Mädchen - gerade dreieinhalb Jahre alt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14458864","hoster":"VOE"},{"path":"/redirect/14468062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-1/episode-26","name":"","epNo":26,"alt":"[In Episode before]","descr":"","versions":[]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-1","name":"","epNo":1,"alt":"The Magic Tree of Nowhere / Robot Randy","descr":"In einem Päckchen an Muriel liegt eine kleine Beigabe als Dankeschön für ihren Einkauf: ein paar Baumsamen. Eustace wirft sie aus dem Fenster und zerstört dabei die kunstvolle Kathedrale aus Sand, die Courage gerade errichtet. Der kleine Hund findet aber rasch eine neue Aufgabe: er pflanzt die Samen ein. Eine herbeieilende Wolke wässert das trockene Land. Was wächst da für ein wundersamer Baum? Auf einem riesigen Truppenplatz eines fernen Planeten steht eine endlose Formation von Robotern in Reih und Glied. Einer von ihnen testet eine neue Strahlenwaffe, die aus seinem Körper emporfährt und legt damit einen Berg in Schutt und Asche. Ein zweiter Roboter möchte nichts zerstören und schießt ins Nirgendwo. Sein Name: Randy. Doch wo ist das Nirgendwo?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533460","hoster":"VOE"},{"path":"/redirect/8533455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"Auf einem riesigen Truppenplatz eines fernen Planeten steht eine endlose Formation von Robotern in Reih und Glied. Einer von ihnen testet eine neue Strahlenwaffe, die aus seinem Körper emporfährt und legt damit einen Berg in Schutt und Asche. Ein zweiter Roboter möchte nichts zerstören und schießt ins Nirgendwo. Sein Name: Randy. Doch wo ist das Nirgendwo?","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-3","name":"","epNo":3,"alt":"Curse of Shirley / Courage in the Big Stinkin\u0027 City","descr":"Als Eustache sich gegenüber den Bitten einer alten Zigeunerin nach einer milden Spende vollkommen hartherzig zeigt, verflucht sie ihn. Eine kleine, dunkle Wolke schwebt fortan über seinem Kopf. Je weniger Mitleid er zeigt, desto stärker regnet es auf ihn. Dann bewegt eine Vision Eustache zu einer großmütigen Tat Muriel erhält eine Einladung nach New York, um bei einem Wettbewerb ihre Künste an der Sitar unter Beweis zu stellen. Sogar Eustace kommt mit, obwohl er seiner Meinung nach besser in den angestammten Sessel gehört. Als die Familie vor der Music Hall steht und nach dem Eingang sucht, werden sie von der Seite von einem riesigen, häßliche Käfer angesprochen. Bei Courage gehen alle Warnlampen an","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533458","hoster":"VOE"},{"path":"/redirect/8533448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-5","name":"","epNo":5,"alt":"Family Business / 1000 Years of Courage","descr":"Die Nacht ist finster und der Mond scheint gespenstisch, als Courage durch das Klirren von Glas aufschreckt. Dann hört er dumpfe Schritte und warnt Eustace und Muriel. Dabei läßt er seiner Phantasie freien Lauf – so frei, daß er kurzerhand vors Schlafzimmer gesetzt wird. In der Küche überrascht er einen finster dreinblickenden Einbrecher und wird niedergeschlagen. Wer ist der Eindringling? Alles scheint vollkommen friedlich: die ganze Familie spielt Bingo. Doch aus der Kälte des Alls rast ein Meteorit auf die Erde zu. Er trifft sie mit voller Wucht und beschleunigt ihre Drehung. Dadurch werden Muriel, Eustace und Courage eintausend Jahre in die Zukunft geschleudert, in eine Zeit, in der die Erde von Bananen bevölkert wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12920171","hoster":"VOE"},{"path":"/redirect/8533437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-7","name":"","epNo":7,"alt":"Courage Meets the Mummy / Invisible Muriel","descr":"Bei den Bagges steht ein Forscher, ein Ägyptologe, vor der Türe: Er erzählt ihnen von der Mumie eines Bäckers, der sein Grab verlassen hat und offenbar auf dem Weg zu Muriel und Eustace ist. Das Leben des Bäckers war gewaltsam beendet worden – er wurde hingerichtet, weil er aus der Keksdose der ägyptischen Königin Kekse gestohlen haben soll. Aber was treibt die Mumie zur Farm der Bagges? Courage geht seiner stillen Vergnügung nach, dem Graben. Er stößt auf einen großen, blauen, geschliffenen Edelstein und nimmt ihn mit sich, um ihn Muriel zu schenken. Doch da Courage in einer ausgewiesenen Sperrzone gegraben hat, wird er von einem Satelliten aus beobachtet. Als Muriel sich das Geschenk an einer Kette umhängt, wird sie immer schemenhafter, bis nur noch ihre Kleidung zu sehen ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533427","hoster":"VOE"},{"path":"/redirect/8533426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-9","name":"","epNo":9,"alt":"Human Habitrail / Mission To The Sun","descr":"Beim Kehren des Hauses verteilt Muriel den Schmutz bloß – da kommt der Besuch eines Staubsaugervertreters gerade recht. Er führt sein Gerät vor, doch Doktor Gerbil hat ganz andere Absichten. Eustache und Muriel werden eingesaugt und in ein Versuchslabor gebracht, in dem Gerbil seine neuen Geräte testet. Gekleidet in Raumanzüge, wachen Muriel, Eustache und Courage im Inneren einer Transportrakete auf. Ihr Ziel: die Sonne. Ihre Mission: diese zu retten. Was war passiert? Die Sonne droht zu verlöschen. Falls ihre Mission scheitern sollte, wird sie zu einem roten Riesen werden, bevor ihr Licht ausgeht. Eustache meint, das Ganze sei keine große Sache. Mal sehen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533421","hoster":"VOE"},{"path":"/redirect/8533420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-10","name":"","epNo":10,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-11","name":"","epNo":11,"alt":"Courage the Fly / Katz Candy","descr":"Nahe der Farm experimentiert ein junger asiatischer Erfinder mit einem Magneten, der Einfluss auf einen Satelliten haben wird. Als Courage sich ihm nähert, wird auch er zum Ziel eines der Versuche von Di Lung. Nach einigen Verformungen seines Körpers endet Courage als Fliege. Besonders gefährlich ist die Tatsache, daß Eustache diese Tiere haßt  Jedes Jahr findet in der Gegend ein Süßigkeiten-Wettbewerb statt. Und jedes Jahr kommt Katz mit seinen Kreationen nur auf den zweiten Platz – Muriel hingegen stets auf den ersten. Dieses Mal aber muß es nach dem Willen von Katz anders werden! Er engagiert ein Monster, das seine ewige Gegnerin entführt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533412","hoster":"VOE"},{"path":"/redirect/8533415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-12","name":"","epNo":12,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-13","name":"","epNo":13,"alt":"Nowhere TV / Mega Muriel the Magnificent","descr":"An der Türe der kleinen Farm klopft es. Eine geschniegelte Ente steht auf der Schwelle und bietet ihre Dienste an: sie repariert Fernseher. Doch im Hause der Bagges funktioniert das Gerät bestens. Nachdem Eustache die Ente unfreundlich abgewiesen hat, stellt der Fernseher bald den Dienst ein. Eine gute Gelegenheit für – den skrupellosen Doktor Quack! In vielen kritische Situationen befragt Courage seinen Computer, der über ein enormes Wissen verfügt. Doch dieser antwortet meist auch recht zynisch. Eines schönen Tages ist der Computer kaum mehr zu halten: er macht sich über Courage lustig, verspottet ihn als Feigling und beschimpft ihn als Trottel. In der Nacht tobt ein Gewitter und die elektrischen Geräte im Haus gehen von alleine an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12383136","hoster":"VOE"},{"path":"/redirect/8533405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-14","name":"","epNo":14,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-15","name":"","epNo":15,"alt":"Bad Hair Day / The Forbidden Hat of Gold","descr":"Gewissenlose Manager einer Firma namens Growth Industries benötigen neues Material für ihre medizinischen Entwicklungen. Auch Doktor Windaloo wird von ihnen angerufen – bekanntlich ist dieser einem Zusatzverdienst nicht abgeneigt. Muriel ist eine Patientin von ihm und verfügt über eine wenig bekannte Blutgruppe. Bald steht ein Repräsentant von Growth Industries bei den Bagges vor der Türe Eustache erfährt durchs Fernsehen von einem Forscher, der eine Karte hergestellt hat, die zum Goldenen Hut führt, einem einmalig wertvollen, aber verschollenen Objekt. In dem genannten Forscher erkennt er seinen verstorbenen Bruder Horst wieder. Eustache beginnt, die ebenfalls verschwundene Karte im Haus zu suchen – mit Erfolg","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533407","hoster":"VOE"},{"path":"/redirect/8533404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-16","name":"","epNo":16,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-17","name":"","epNo":17,"alt":"Serpent of the Evil River / The Transplant","descr":"Die Bagges sehen im Fernsehen die Werbung eines Kapitäns, der auf seinem kleinen Schiff Passagiere zum Fischfang mitnimmt. Da die drei gerne etwas erleben würden, treten sie die Reise an. Und sie werden einiges erleben … Der Kapitän entpuppt sich bald als Pirat, dem es lediglich darum geht, Leute an Bord zu haben, die für ihn arbeiten und als lebende Köder für eine Seeschlange dienen Zunächst findet Courage beim Buddeln im Garten einen ungewöhnlichen Knochen. Später gräbt Eustache das ganze Skelett aus. Der Computer von Courage informiert ihn, daß es sich dabei um den Überrest eines ausgestorbenen Kängurumonsters handelt. Als Eustache vom Dach stürzt, wird eine Knochentransplantation nötig. Doch die einfachste Lösung ist nicht die beste, wie sich bald herausstellt","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533403","hoster":"VOE"},{"path":"/redirect/8533401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-18","name":"","epNo":18,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-19","name":"","epNo":19,"alt":"Car Broke, Phone Yes / Cowboy Courage","descr":"Durch sein Teleskop beobachtet Courage sehr merkwürdige Dinge am Himmel. Ein Tennis spielender Alien schießt einen Ball auf die Erde. Dieser entpuppt sich als ein in Ungnade gefallener Bewohner dieser fremden Welt – und er klopft bald an die Türe der Farm! Muriel läßt ihn trotz seines seltsamen Aussehens ins Haus. Er behauptet, er habe eine Panne gehabt und suche nur ein Telefon Muriel erzählt Courage eine schöne Geschichte vom Wilden Westen und er schläft auf ihrem Schoß ein. Courage träumt, er reite auf seinem hölzernen Steckenpferd in eine kleine, staubige Stadt. Die Bewohner empfangen ihn recht freundlich, denn sie suchen einen neuen Sheriff. Der Geist eines Bankräubers treibt dort sein Unwesen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533395","hoster":"VOE"},{"path":"/redirect/8533393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-20","name":"","epNo":20,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-21","name":"","epNo":21,"alt":"Evil Weevil / McPhearson Phantom","descr":"Die Bagges fahren mit dem Lastwagen über die einsame Landstraße und kollidieren mit einem großen Insekt. Obwohl Eustache zunächst nicht daran denkt anzuhalten, drehen sie um. Muriel spricht das seltsame Wesen an und lädt es zum Mittagessen ein. Es handelt sich um einen Rüsselkäfer, der die Familie gerne bedient. Doch eigentlich hat dieser Käfer ganz andere Bedürfnisse  In jeder Ehe passieren dem einen Mißgeschicke, die der andere auszubaden hat. Doch an diesem Tag geht auffällig viel Mysteriöses vor sich: alles was Muriel für Eustache tut, führt dazu, daß ihm ein Unglück widerfährt. Erst explodieren ihm die Schuhe, dann schmerzt die Mütze. Was ist da los? Die ehe-therapeutischen Hilfen von Ma und von Courage jedenfalls bringen wenig","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533389","hoster":"VOE"},{"path":"/redirect/8533385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-22","name":"","epNo":22,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-23","name":"","epNo":23,"alt":"The House of Discontent  The Sand Whale Strikes","descr":"Als Farmer ist Eustache eine Niete – und eine \"grüne Hand\" hat er schon gar nicht. Selbst dem Mond wird das alles zu bunt! Er zaubert verschiedene Gegenstände im Haus der Bagges herbei, und droht schließlich damit, sie müßten die Farm verlassen, falls es ihnen nicht gelingt, zumindest eine einzige Pflanze zum Wachsen zu bringen. Die Frist läuft bis Mitternacht  Ein riesiger Wal schwimmt durch die sandige Einöde und nähert sich der Farm. Seine Absichten sind eindeutig unfreundlicher Natur. Doch weshalb ist das so? Einst wurde der Wal von Eustaches Vater beim Kartenspiel betrogen und verlor dabei sein geliebtes Akkordeon. Den Beteuerungen des Farmers, das Instrument nicht zu besitzen, schenkt er keinen Glauben. Courage muß das Akkordeon finden","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533383","hoster":"VOE"},{"path":"/redirect/12978129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-24","name":"","epNo":24,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-2/episode-25","name":"","epNo":25,"alt":"The Tower of Dr. Zalost","descr":"Der gleichermaßen erfolglose wie tief traurige Wissenschaftler Doktor Zalost feuert von einem Turm in der Einöde merkwürdige Kanonenkugeln auf die Bewohner des Landstrichs. Wer getroffen wird, verfällt in schwere Depressionen. Auch eine Lösegeldzahlung ändert nichts an Zalosts grausamem Tun. Schließlich wird Muriel getroffen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533380","hoster":"VOE"},{"path":"/redirect/8533378","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-1","name":"","epNo":1,"alt":"Muriel Meets Her Match / Courage Vs. Mecha-Couragen","descr":"Maria und Milo Ladrones, ein lateinamerikanisches Gangsterpärchen, entdecken das Haus der Bagges als ideale, weil ruhige und verlassene Zufluchtsstätte. Maria verkleidet sich zum Scherz wie Muriel. Doch daraus wird Ernst, als sie dergestalt einen Diamantenraub begeht. Courage muß die Verwirrung klären, als die Polizei nach der echten Muriel fahndet  Courage ist nicht perfekt – ganz im Gegenteil. Der junge Chinese Di Lung stört sich daran und konstruiert einen mechanischen Gegenpart zu Courage. Muriel und Eustache mögen den neuen, auf Rädern fahrenden Hund mit seiner lustigen, rot blinkenden Schnauze. Nicht so der echte Courage: er fordert Mech-Courage in einem Stadion zum Kampf auf","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004335","hoster":"VOE"},{"path":"/redirect/8533373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-3","name":"","epNo":3,"alt":"Campsite of Terror/ The Record Deal","descr":"Muriel, Eustache und Courage befinden sich in der freien Natur und campen. Zwei kleine Waschbären suchen derweil eine Ersatzmutter und finden Gefallen an Muriel. So wird sie von den beiden kurzerhand entführt. Da auf sie eine Belohnung ausgesetzt ist, ziehen Courage und Eustache endlich an einem Strang  Shirley, das Medium, macht einen großen Frühjahrsputz und wirft allerhand Sachen weg. Darunter befindet sich auch eine Platte der Band \"Velvet Vic\". Auf seiner Fahrt nach Hause findet Eustache die Scheibe und findet Gefallen an ihrer Musik. Der Sänger entsteigt der Platte und materialisiert sich. Doch die Platte versucht, ihn wieder einzufangen und erwischt Muriel","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533370","hoster":"VOE"},{"path":"/redirect/8533366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-5","name":"","epNo":5,"alt":"Stormy Weather / The Sandman Sleeps","descr":"Weshalb besucht eine Sturmgöttin ausgerechnet das bescheidene Anwesen der Familie Bagge? Wenn sie keine mächtige Regenwolke mit sich bringen würde, die die Farm in Grund und Boden regnet, wäre das auch kein Problem. Doch die Göttin verweilt hier, weil sie ihren Hund verloren hat, der wie Courage aussieht. Während sie und Muriel streiten, sucht Courage sein Double Duncan. Mit großer Güte sorgt der Sandmann dafür, daß wir einschlafen können. Doch was passiert, wenn der Sandmann selbst nicht mehr schlafen kann? Eigentlich nichts, es sei denn, er raubt anderen Leuten den Schlaf … So geschieht es Muriel, als ihr die Fähigkeit abhanden kommt, ins Reich der Träume überzugehen. Courage muß dem Sandmann schleunigst helfen, damit Muriel geholfen ist","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475362","hoster":"VOE"},{"path":"/redirect/8533367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-7","name":"","epNo":7,"alt":"Hard Drive Courage / The Ride of the Valkyries","descr":"Eustache ist krank geworden und Muriel sucht ein bestimmtes Rezept in ihren Kochbüchern, während Courage seinen Computer befragt. Doch dann ereilt auch den Computer eine Virenkrankheit! Seltsamerweise wird Muriel dadurch auf die Festplatte gezogen. Der tapfere Courage folgt ihr, um all die Kranken im Haus zu heilen  Die Familie Bagge macht Urlaub an einem historischen Ort – in einer Wikingersiedlung. Deren Walküren befinden sich in einem bereits ewig währenden Kampf mit den Trollen. Da Muriel irrtümlich für eine Fürstin der Wikinger gehalten wird, werden die drei in den Zwist hineingezogen. Erst durch eine Heirat zwischen den verfeindeten Gruppen kehrt Frieden ein","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533358","hoster":"VOE"},{"path":"/redirect/8533357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-9","name":"","epNo":9,"alt":"Scuba Scuba Doo / Conway the Contaminationist","descr":"Die ganze Familie Bagge ist im Urlaub am Meer. Muriel und Courage genießen einen kleinen Tauchausflug. Sie stoßen auf ein Korallenriff und entdecken winzige Bewohner, die dort ihre Zivilisation haben und das Riff bewirtschaften. Als Eustache und vor allem seine Mutter von dem Naturwunder erfahren, geraten die kleinen Wesen in Gefahr Das Anwesen der Bagges wird zum Ort einer Notlandung. Aus dem Flugzeug klettert eine verdreckte und widerwärtige Gestalt heraus: Conway, der behauptet, er habe das Geheimnis eines längeren Lebens entdeckt. Man müsse nur in genügend Unrat und Müll leben … Eustache und Muriel fürchten das Altern so sehr, daß sie ihm Glauben schenken. Courage muß aufräumen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533359","hoster":"VOE"},{"path":"/redirect/8534580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-10","name":"","epNo":10,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-11","name":"","epNo":11,"alt":"Katz Under the Sea / Curtain of Cruelty","descr":"Endlich alleine im Urlaub, weit weg von dem griesgrämigen Eustache! Muriel und Courage machen an Bord der Katz-Linie eine ganz besondere Kreuzfahrt – unter Wasser. Katz brummt Muriel sogleich einen Job in der Küche auf, während Courage gar nicht an Bord sein dürfte, denn Hunde sind strengstens verboten … Doch der pfiffige Courage versteckt sich im Koffer eines Bauchredners.  Eine rötliche Welle überrollt die Gegend im Nirgendwo, ausgesandt vom glatzköpfigen Floyd. Wer von ihr getroffen wird, verändert seinen Charakter und handelt schäbig und hartherzig. Die Bagges sind gerade in der Stadt einkaufen; aber sie hat ihnen nichts an. Eustache ist ohnehin schon so wie er ist – und Muriel und Courage tragen Shirts, die mit Weichspüler gewaschen sind","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533355","hoster":"VOE"},{"path":"/redirect/8533353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-12","name":"","epNo":12,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-13","name":"","epNo":13,"alt":"Feast of the Bullfrogs / Tulip\u0027s Worm","descr":"Ochsenfrösche gehören ans Wasser. Doch eine Gruppe von ihnen mitten im Nirgendwo hat einfach keinen Teich gefunden. Also ziehen sie ins Haus der Bagges ein und lassen sich im Wohnzimmer nieder. Die originalen Bewohner haben sich anzupassen. Dennoch stehen Muriel und Eustache auf der Nahrungsliste der Frösche. Courage entwickelt eine etwas fiese Falle, die aber funktioniert  Auf der Erde landet ein Raumschiff mit zwei finster dreinblickenden Teddybären, die mithilfe einer Laserkanone eine halbe Stadt in Schutt und Asche legen. Die beiden Bärchen sind auf der Suche nach einem Wurm – den Courage beim Tuba-Spiel bereits entdeckt hat. Wenig später landet das Raumschiff bei der Farm","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475363","hoster":"VOE"},{"path":"/redirect/8533340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-14","name":"","epNo":14,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-15","name":"","epNo":15,"alt":"So In Louvre Are We Two / Night of the Scarecrow","descr":"Die Familie Bagge befindet sich auf einer Reise im kunstreichen Paris. Sie besuchen den Louvre, doch erst kurz vor Schließung gelangen sie in das Museum. Sie erhaschen einen kurzen Blick auf das Gemälde der Mona Lisa, bevor sie vor lauter Erschöpfung gemeinsam ein Nickerchen machen. Als sie aufwachen ist das Museum bereits geschlossen und eine seltene Konstellation von Planeten stellt sich ein Die Bagges geraten mit ihrem Lastwagen in einen riesigen Schwarm von Krähen und kommen von der Landstraße ab. In einem Maisfeld bleiben sie schließlich stecken. Die Krähen kehren zurück und verlieren dabei ihr Diebesgut: eine Vogelscheuche. Diese ist ramponiert, aber Muriel nimmt sie zur Reparatur mit nachhause. Auf dem heimischen OP-Tisch erwacht das Wesen zum Leben","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475364","hoster":"VOE"},{"path":"/redirect/8533346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-16","name":"","epNo":16,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-17","name":"","epNo":17,"alt":"Mondo Magic / Watch The Birdies","descr":"Als es an der Tür der kleinen Farm pocht, steht niemand vor der Türe. Doch ein kleiner Sternenregen ergießt sich und ein schön verpacktes Geschenk wird sichbar. Courages Freude ist groß: ein Zauberkasten! Muriel und Courage unterhalten sich sehr gut mit seinen neuen Zauberkünsten. Dann taucht ein Magier namens Mondo auf. Sogar Eustache stellt sein Meckern ein  Muriel füttert liebevoll ein paar kleine, süße Vögelchen. Das beobachtet eine enorme Geier-Dame, die Muriel entführt und in ihr Nest bringt. Courage folgt den beiden. Dort wird er Zeuge des Vorhabens des großen Vogels: Muriel soll auf die drei frisch geschlüpften Küken aufpassen, damit sie in Florida nach einem geeigneten Ehemann suchen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475365","hoster":"VOE"},{"path":"/redirect/8533335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-18","name":"","epNo":18,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-19","name":"","epNo":19,"alt":"Fishy Business / Angry Nasty People","descr":"Courage versucht vergebens, einem kleinen Fisch im Aquarium ein Kunststück beizubringen. Danach isst die Familie Sushi. Schließlich taucht bei ihnen zuhause eine große Fischdame auf, die die Organisation der Fische vertritt und sie zu einem Ausflug einlädt. Es geht dorthin, woher die Menschen kommen: ins Meer. Doch Muriel und Courage werden von einem Tribunal über die Menschen erwartet  Nach einem Besuch im Kino stülpt Eustache dem armen Courage dessen Eimer mit Popcorn über den Kopf. Das beobachtet der abscheuliche Benton Tarantella. Er weiß: in gewisser Weise ist Eustache extrem talentiert! Denn Tarantella sucht Personal für seine neue TV-Show, in der verärgerte, meckernde, bösartige und gemeine Leute auftreten","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475368","hoster":"VOE"},{"path":"/redirect/8533326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-20","name":"","epNo":20,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-21","name":"","epNo":21,"alt":"Dome of Doom / Snowman\u0027s Revenge","descr":"So richtig fruchtbar war die Einöde um die kleine Farm noch nie. Doch nun wird das Land von einer Dürre bisher unbekannten Ausmaßes geplagt. In der Zeitung lesen die Bagges von kostenloser Unterstützung für Farmer. Ein Vertreter der Regierung besucht sie und läßt über ihrem Haus eine gewaltige Glaskuppel errichten. Darunter wachsen die Pflanzen exzellent, doch sie entwickeln ein Eigenleben. Die Polkappen schmelzen ab und der Schneemann sucht sich ein neues Zuhause. Vielleicht hat er sich das Land im Nirgendwo deswegen ausgesucht, weil es da so schön einsam ist? Er errichtet seinen neuen Westpol bei den Bagges und läßt es kräftig schneien. Da Courage sein altes Zuhause wieder haben möchte, muß er etwas gegen das Ozonloch unternehmen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13475367","hoster":"VOE"},{"path":"/redirect/8533332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-22","name":"","epNo":22,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-23","name":"","epNo":23,"alt":"The Quilt Club / Swindlin\u0027 Wind","descr":"Muriel, Eustache und Courage sind in die Stadt zum Einkaufen gefahren. Sie stehen in einem ziemlich düsteren Stoffgeschäft; auf der Suche nach Flickendecken. Von einem seltsamen Schwesternpärchen wird Muriel eingeladen, ihrem Flickendeckenclub beizutreten. Doch dafür muß sie beweisen, daß sie gut genug mit den Stoffen umgehen kann. Muriel verstrickt sich schnell in die Aufgabe  Die Bagges besuchen ein nahegelegenes Fest auf dem Land. Courage erfreut sich an einem kleinen Windrad, während Muriel am Stand von Shirley eine schöne Halskette entdeckt. Keiner weiß wie es dazu kommt, doch Eustache entscheidet sich zum Kauf. Er bietet Shirley die Rechte für eine Ölquelle an. Später entdeckt die Verkäuferin, daß sie von Eustache betrogen wurde und belegt das Paar mit einem Fluch","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533316","hoster":"VOE"},{"path":"/redirect/8533317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-24","name":"","epNo":24,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-25","name":"","epNo":25,"alt":"The King Of Flan / Courage Under The Volcano","descr":"Eustache ist krank geworden und Muriel sucht ein bestimmtes Rezept in ihren Kochbüchern, während Courage seinen Computer befragt. Doch dann ereilt auch den Computer eine Virenkrankheit! Seltsamerweise wird Muriel dadurch auf die Festplatte gezogen. Der tapfere Courage folgt ihr, um all die Kranken im Haus zu heilen  Die Bagges fliegen in Urlaub, zu einer kleinen, mit Palmen bewachsenen Insel. Die Landung ist abenteuerlich, aber die Familie wird von den Eingeborenen freundlich begrüßt. Kein Wunder, denn sie sind vom Häuptling des Stammes eingeladen worden. Doch weshalb eigentlich? Vielleicht liegt die Antwort in dem Vulkan, dessen Magma bedrohlich brodelt","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533313","hoster":"VOE"},{"path":"/redirect/8533312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-3/episode-26","name":"","epNo":26,"alt":"[In Episode before]","descr":"","versions":[]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-1","name":"","epNo":1,"alt":"A Beaver’s Tale / The Nutcracker","descr":"Wo sonst die Trockenheit herrscht, fließt plötzlich Wasser übers Land. Eigentlich ganz zur Freude der Bagges. Doch das Wasser steigt unauhörlich und erreicht bald das Haus. Courage schwimmt durch die Gegend, um nach der Ursache für die Überschwemmung zu suchen. Er entdeckt einen Biber, der einen Damm errichtet. Doch dieser läßt sich zunächst nicht von seinem Vorhaben abbringen  Die Bagges besuchen einen nahegelegenen Schrottplatz, um nach Sachen zu suchen, die sie gebrauchen können. Alle freuen sich, denn sie finden allerhand interessanten Krempel – unter anderem einen kriegerisch dreinschauenden Nußknacker. Doch es dunkelt bereits, und die Bagges sind nicht die einzigen Lebewesen auf der Müllhalde","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533583","hoster":"VOE"},{"path":"/redirect/8533598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-3","name":"","epNo":3,"alt":"Rumpledkiltskin / Housecalls","descr":"Die Vorfahren von Muriel stammten aus Schottland, und genau von dort erhält sie ein Telegramm. Ein Onkel Angus, von dem sie nie zuvor gehört hat, lädt sie zu sich ein, denn Muriel kennt als letzte ein bestimmtes Strickmuster für den schottischen Kilt. Dort angekommen, muß sie als Schneiderin für den geizigen kleinen Mann arbeiten. In einem einst herrschaftlichen, nun aber heruntergekommenen Haus, lebt ein einsamer Wissenschaftler. Er hat einen Apparat entwickelt, der einem Grammophon sehr ähnlich sieht. Und tatsächlich: dieser sendet Wellen aus, die andere Häuser anlocken. So hofft der Erfinder, seiner Verlorenheit zu entkommen. Doch sein eigenes Haus entwickelt Gefühle der Eifersucht","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533315","hoster":"VOE"},{"path":"/redirect/8533309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-5","name":"","epNo":5,"alt":"Le Quack Balloon / Windmill Vandals","descr":"Der Bösewicht Doktor Le Quack kehrt zurück. In einem Balloon schwebt er zur Farm mitten im Nirgendwo und tauscht Muriels schottisches Kochbuch gegen ein schwedisches aus. Da Muriel nun einen Essig benötigt, den es nur in Schweden gibt, nimmt Le Quack sie dorthin mit. Doch seine Absichten sind diebisch: an ein langes Seil gebunden, soll seine Begleiterin einen Raubüberfall begehen. Die Lichter gehen aus auf der Farm der Bagges, als die alte Windmühle ihren Geist aufgibt. Während Eustache und Courage das Rad reparieren, tauchen apokalyptische Reiter aus der Nacht auf. Sie verfolgen Courage und töten ihn beinahe. Doch immer wenn die Windmühle wieder zu laufen beginnt, verschwinden die erschreckenden Geister","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533299","hoster":"VOE"},{"path":"/redirect/8533307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-7","name":"","epNo":7,"alt":"The Uncommon Cold / Farmer-Hunter, Farmer-Hunted","descr":"Muriel leidet unter einer massiven Erkältung und niest das Bild einer Schnecke aus, die in Ketten liegt. Das Tier entschuldigt sich für die Unannehmlichkeiten, aber die Lage seiner Artgenossen sei dringend. Sie würden in einem Sumpf als Sklaven gehalten und Muriel solle ihnen helfen. Um ihre Erkältung loszuwerden, folgt sie dem ungewöhnlichen Hilferuf  Endlich ist die Jagdsaison eröffnet! Doch als Eustache diese Nachricht im Fernsehen sieht, ist er gar nicht glücklich. Sein verstorbener Bruder war ein sehr erfolgreicher Jäger. Doch Eustache trauert ihm nicht etwa nach, sondern leidet darunter, daß ihm selbst das Jagdglück bisher weniger hold war. Nach einigem Zögern macht sich Eustache mit der Waffe seines Bruders auf den Weg","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533297","hoster":"VOE"},{"path":"/redirect/8533296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-9","name":"","epNo":9,"alt":"Bride of the Swamp Monster / Goat Pain","descr":"In einem düsteren Kramladen findet Muriel eine Halskette, in die man Photos seiner Lieben einklipsen kann. Auf der Fahrt nach Hause kommen die drei mit dem Lastwagen von der Straße ab und landen in einem Sumpf. Während Muriel dabei hilft, das Gefährt wieder flott zu machen, verliert sie die Kette. Ein Ungeheuer findet das Schmuckstück und hält Muriel für seine verschollene Verlobte  Muriel liegt immer noch im Bett, während Eustache bereits Hunger leidet. Ihr Rücken schmerzt so sehr, daß Eustache mit ihr zu Doktor Windaloo fährt. Dieser kapituliert zwar vor der Aufgabe, schickt sie aber auf den Berg Nirgendwo, auf dem sich heilende Quellen befinden – doch auch eine menschenfeindliche Gans","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533294","hoster":"VOE"},{"path":"/redirect/8533293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-10","name":"","epNo":10,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-11","name":"","epNo":11,"alt":"Profiles in Courage / Muriel Blows Up","descr":"Der ländliche Frieden im Nirgendwo wird jäh gestört, als eine irregeleitete Rakete über dem Haus der Bagges explodiert. Durch einen Zusatz in der streng geheimen Bombe mutiert eine Karotte im Gärtchen zu unglaublicher Größe. Muriel stört sich nicht daran; die Rübe wird gegessen. Doch Muriel ereilt nun ebenfalls ein unerwartetes Schicksal  Die von allen geschätzte Landwirtschaftsausstellung findet wieder statt. Die Bagges ließen es sich noch nie nehmen, ihren Tag dort zu verbringen. Dieses Mal entdecken sie einen Künstler, der Scherenschnitte von den Leuten herstellt – lebensgroß! Doch diese Figuren erwachen auch zum Leben; und kosten die Originale sehr viel Energie","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533289","hoster":"VOE"},{"path":"/redirect/8533295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-12","name":"","epNo":12,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-13","name":"","epNo":13,"alt":"The Mask","descr":"Eine ganz in Weiß gekleidete Fremde kommt bei der Farm an. Sie trägt eine lächelnde Maske – und bringt Courage beinahe um, da sie überzeugt ist, Hunde seien böse. Ohne zu begreifen, was los ist, lädt Muriel sie ins Haus ein. Courage stirbt fast vor Angst. Die Fremde erzählt von einem traumatischen Erlebnis, und trägt ihre Maske, um sich vor der Realität zu verstecken. Aber was steckt dahinter? Eine weiß gekleidete Fremde, die eine Maske trägt, um die Wirklichkeit nicht sehen zu müssen, trachtet Courage nach dem Leben. Das Problem: Muriel hat sie bei sich im Haus eingeladen und bemerkt nichts von ihren Absichten. Aber weshalb haßt die Fremde alles, was im Entferntesten nach Hund aussieht? Ein kleines Stofftier weist Courage den Weg zur Wahrheit","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533283","hoster":"VOE"},{"path":"/redirect/8533275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-14","name":"","epNo":14,"alt":"Squatting Tiger, Hidden Dog /Muted Muriel","descr":"Die chinesische Kaiserin ruft einen Bediensteten zur Hilfe, da ihre magische Macht schwindet. Er weiß, was zu tun ist: die Knochen einer wahrhaft unschuldigen Person werden gebraucht. Da die Bagges gerade Urlaub in China machen und die große Mauer besichtigen, fällt die Wahl auf Muriel. Sie wird entführt und schwebt in einem gelben Ballon davon. Courage folgt ihr  Eustache ist kein großer Redner – und leider auch kein großer Zuhörer. Er scheint kaum etwas von dem wahrzunehmen, was Muriel zu ihm sagt. Sie fühlt sich zu Recht ignoriert, und beschließt, Eustache zur Änderung seines Verhaltens zu zwingen, indem sie konsequent – nichts sagt! Courage ist klar, daß dieser Zustand Ewigkeiten andauern kann und holt die Zigeunerin Shirley zu Hilfe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533281","hoster":"VOE"},{"path":"/redirect/8533282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-15","name":"","epNo":15,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-16","name":"","epNo":16,"alt":"Aqua Farmer / Food of the Dragon","descr":"Die Familie Bagge macht einen kleinen Ausflug und besucht eine Wasserwelt. In einem Aquarium machen sie die Bekanntschaft des Delphins Jojo, der das Publikum mit Kunststückchen unterhält. Doch irgendwie gefällt Jojo Eustaches Nase nicht und er bespuckt ihn mit Popcorn. Eustache verhöhnt den Delphin und es kommt zu einer äußerst riskanten Wette – für Muriel Muriel und Courage haben sich eine lustige Abwechslung einfallen lassen: das Haus sieht aus wie ein Piratennest und sie selbst haben sich als Meuterer verkleidet. Aus heiterem Himmel kommt ein Drache angelaufen, der Eustache verspeist und droht, Muriel und Courage würde es ähnlich ergehen, wenn ihm der Hund nicht das Fliegen beibringen würde","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533263","hoster":"VOE"},{"path":"/redirect/8533268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-17","name":"","epNo":17,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-18","name":"","epNo":18,"alt":"The Last of the Starmakers / Son of the Chicken from Outer Space","descr":"Im Frieden des Alls tanzen inmitten der leuchtenden Sterne zwei Tintenfische. Doch dieser wird jäh gestört, als ein riesiger Wal alles in sich hineinsaugt. Das Tintenfischweibchen rettet ihre Eier, während das Männchen den Wal ablenkt. Die Mutter fliegt zur Erde und landet bei unserer kleinen Farm. Sie entpuppt sich als die letzte Sternenmacherin. Ein Raumschiff von einem entfernten Planeten ist auf dem Weg zur Erde. In ihm befindet sich der dreiköpfige Sohn eines getöteten Hahns. Dessen Mutter schwört ihn darauf ein, Rache zu nehmen an demjenigen Lebewesen, das ihren Mann verspeist hat – Courage! Auf der Farm im Nirgendwo angelangt, trachtet das Huhn Courage mit allen Mitteln nach dem Leben","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533265","hoster":"VOE"},{"path":"/redirect/8533262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-19","name":"","epNo":19,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-20","name":"","epNo":20,"alt":"Courageous Cure / Ball of Revenge","descr":"Eine seltsame Seuche ist ausgebrochen – auf einem fernen Planeten. Dessen vielarmige Bewohner haben die Kontrolle über ihre Gliedmaßen verloren und schlagen sich selbst. Doch was geht das uns an? Nun, diese Wesen reisen zur Erde, um ein Gegenmittel zu finden, denn Menschen schlagen mit ihren Fäusten ausschließlich die anderen – nicht sich selbst. Die Bagges dienen als Versuchskaninchen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533252","hoster":"VOE"},{"path":"/redirect/8533250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-21","name":"","epNo":21,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-22","name":"","epNo":22,"alt":"Cabaret Courage / Wrath of the Librarian","descr":"Die Bagges machen einen Ausflug in die Filmstadt Hollowood. Dort fallen sie durch einen Kanaldeckel in die Unterwelt. Eine Kreatur in der Wand empfängt sie und fordert von ihnen eine gute Unterhaltung für den Abend. Eustache und auch Muriel scheitern – und verschwinden durch eine Falltüre von der Bühne. Nun hängt alles an Courage  Courage buddelt im Garten einen Abenteuerroman aus. Wie sich herausstellt, hatten Muriel und Eustache das Buch vor Jahren ausgeliehen, aber in der Leihbücherei nie zurückgegeben. Courage holt dies nach, doch die hohe Strafgebühr kann er nicht bezahlen. Die hexenhafte Bibliothekarin nimmt Rache an den Bagges","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533239","hoster":"VOE"},{"path":"/redirect/8533232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-23","name":"","epNo":23,"alt":"[In Episode before]","descr":"","versions":[]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-24","name":"","epNo":24,"alt":"Remembrance of Courage Past /Perfect","descr":"Zwar sind die Bagges eine Familie, aber Courage hat selbstverständlich auch leibliche Eltern. Oder besser, er hatte sie! Erinnert durch ein Bild im Fernsehen, denkt er zurück an seine Welpenzeit. Damals sandte ein böser Tierarzt Courages Eltern auf einen fernen Planeten. Da sich Muriel über Courages passiven Zustand Sorgen macht, nehmen ihn seine Besitzer zu einem Tierarzt mit  Eustache sitzt gemütlich auf einem defekten Reifen des Trucks und liest seine Zeitung, während Courage den Wagenheber bedient. Doch das Gefährt stürzt um. Und so geht das die ganze Zeit. Wo auch immer Courage Hand anlegt: es mißlingt oder alles geht zu Bruch. Doch dann taucht eine streng dreinblickende Gouvernante auf, die Courage lehren will, was Perfektion bedeutet","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8533602","hoster":"VOE"},{"path":"/redirect/8533597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/courage-der-feige-hund/staffel-4/episode-25","name":"","epNo":25,"alt":"[In Episode before]","descr":"","versions":[]}]}]}