{"path":"/serie/stream/cowboy-bebop","name":"Cowboy Bebop","descr":"2071: Die Erde ist wegen eines Meteoritenhagels schon lange kaum noch bewohnbar und die Menschheit hat sich im Sonnensystem verteilt. Vor allem der Mars ist reichlich mit Menschen bevölkert. Zu dieser Zeit machen sich die Kopfgeldjäger Spike und sein Partner Jet mit dem Raumschiff \"Bebop\" auf den Weg durchs All, um ihre leeren Geldbeutel zu füllen, indem sie gesuchte Verbrecher fangen. Zwar erwischen sie oftmals die gesuchten Leute, doch passiert irgendetwas, was verhindert, dass die beiden auch nur einen einzigen Schein mehr sehen, als sie zum Überleben brauchen. Auf ihrer Reise durch das Universum treffen die beiden auf die freizügige und eigensinnige Faye und das kleine bzw. große Computergenie Ed, die sie beide begleiten. Auch ein Hund namens Ein ist mit von der Partie. Und neben den Verbrechern jagen die vier auch den Fragen ihrer Vergangenheit hinterher.","seasons":[{"path":"/serie/stream/cowboy-bebop/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-1","name":"Der tödliche Deal","epNo":1,"alt":"Asteroid Blues","descr":"Die Kopfgeldjäger Spike und Jet befinden sich auf dem Asteroiden Tiwana, um den Verbrecher Asimov Solensan dingfest zu machen. Asimov will auf Tiwana ein Drogengeschäft unter Dach und Fach bringen und dann mit seiner Freundin Katerina auf den Mars flüchten. Zu dumm, dass Asimov selbst sein bester Kunde ist, denn die von ihm entwickelte Droge \"Bloody Eye\" führt zu wirren Visionen und einem unkontrollierbaren Verhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980390","hoster":"VOE"},{"path":"/redirect/8360780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-2","name":"Ein tierisches Geschäft","epNo":2,"alt":"Stray Dog Strut","descr":"Viehdieb Abdul Hakim hat einen Hund aus einem Forschungslabor gestohlen. Beflügelt von acht Millionen Uronen Kopfgeld heften sich die Cowboys Spike und Jet an seine Fersen und finden schnell heraus, dass Hakim sich bei einem Schönheitschirurgen ein neues Gesicht verpassen ließ. Doch die beiden sind nicht die einzigen, die Hakim auf der Spur sind: Auch einige Wissenschaftler des Forschungslabor sind hinter dem gerissenen Dieb her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251891","hoster":"VOE"},{"path":"/redirect/8360783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-3","name":"Zickenalarm","epNo":3,"alt":"Honky Tonk Woman","descr":"Faye Valentine, eine ausgekochte Zockerin mit jeder Menge Spielschulden, befindet sich auf der Flucht. Casino-Besitzer Coton macht ihr ein Angebot, das alle ihre Probleme mit einem Schlag lösen würde: Coton ist bereit, ihre Schulden zu streichen, wenn sie einem Besucher seines Casinos einen speziellen Spielchip abnimmt. Dieser enthält den Schlüssel zu einem Programm, mit dem man jeden beliebigen Sicherheitscode knacken kann. Durch Zufall landet der Chip jedoch schließlich ausgerechnet in der Tasche des ahnungslosen Kopfgeldjägers Spike.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980389","hoster":"VOE"},{"path":"/redirect/8360778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-4","name":"Rettet die Wasserratten","epNo":4,"alt":"Gateway Shuffle","descr":"Die von Twinkle Maria Murdoch angeführten Space Warriors sind radikale Umweltschützer. Sie fordern, die Wasserratten des Planeten Ganymed nicht mehr zu verspeisen und drohen, anderenfalls die Bewohner von Ganymed durch ein gefährliches Virus in Affen zurückzuverwandeln. Spike und Jet wollen den Biowaffen-Anschlag verhindern und erhalten unerwartete Schützenhilfe durch ihre alte Bekannte Faye.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980398","hoster":"VOE"},{"path":"/redirect/8360791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-5","name":"Böses Blut","epNo":5,"alt":"Ballad Of Fallen Angels","descr":"Das Verbrechersyndikat Roter Drache hält die Strategien ihres Chefs Moa Yenrai für überholt und schließt Frieden mit einem anderen Syndikat. Das ruft Moas alten Freund Vicios auf den Plan, der den alten Status Quo um jeden Preis erhalten will. Auf ihn ist ein hohes Kopfgeld ausgesetzt, das Spike sich unter den Nagel reißen will. Doch auch Faye ist hinter Vicios her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980391","hoster":"VOE"},{"path":"/redirect/8360794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-6","name":"Der Junge mit der Mundharmonika","epNo":6,"alt":"Sympathy For The Devil","descr":"Spike","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12689173","hoster":"VOE"},{"path":"/redirect/8360798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-7","name":"Der Abschaum der Galaxis","epNo":7,"alt":"Heavy Metal Queen","descr":"Die Kopfgeldjäger sind hinter dem Verbrecher Deckert her. Doch offensichtlich haben es nicht nur sie, sondern auch alle anderen Cowboys des Universums darauf abgesehen, das Kopfgeld für Deckert zu kassieren. Auf der Jagd nach dem Kriminellen begegnet Spike einer Frachterpilotin namens VT, die innerhalb eines Asteroiden in große Gefahr gerät. Spike und Faye folgen ihr und sitzen plötzlich selbst in der Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004339","hoster":"VOE"},{"path":"/redirect/8360795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-8","name":"Geschwisterliebe","epNo":8,"alt":"Waltz For Venus","descr":"Spike und Faye haben eine Flugzeugentführung verhindert und endlich wieder eine Prämie kassiert. Doch der nächste Ärger lässt nicht lange auf sich warten: Der junge Rocco, der sich an die Fersen der Cowboys geheftet hat, um angeblich den Kampfsport von Spike zu lernen, zieht eine Menge finsterer Gesellen an. Er hat eine Pflanze gestohlen, durch deren Extrakte man seiner Schwester das Augenlicht wiedergeben könnte. Auf der Venus kommt es schließlich zum Showdown, den Rocco nicht überlebt. Spike hat jedoch noch ein Ass im Ärmel, um wenigstens Roccos Schwester zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980395","hoster":"VOE"},{"path":"/redirect/8360799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-9","name":"Genie und Wahnsinn","epNo":9,"alt":"Jamming With Edward","descr":"Ein mysteriöser Laserstrahl, der von einem Satelliten aus abgeschossen wird, brennt seltsame Zeichen in die Erde ein. Viele sind davon überzeugt, dass die Verursacher Außerirdische sind, doch Spike, Jet und Faye vertrauen eher den Aussagen der Polizei, dass ein Hacker den Satelliten missbraucht. Die Suche nach diesem führt die Freunde zu Edward, einem Mädchen, das die meisten für einen Jungen halten. Edward hat tatsächlich an dem Satelliten herumgepfuscht – und dabei eine schockierende Entdeckung gemacht: Die künstliche Intelligenz, mit der der Satellit bestückt ist, hat sich auf gefährliche Weise weiterentwickelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383149","hoster":"VOE"},{"path":"/redirect/8360800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-10","name":"Verloren und verlassen","epNo":10,"alt":"Ganymede Elegy","descr":"Als es die Freunde wieder einmal auf den Planeten Ganymed verschlägt, wird Jet von seiner Vergangenheit eingeholt. Nicht nur, dass er einst bei der hiesigen Polizei gearbeitet hatte, auch seine alte Liebe Alyssa lebt hier. Diese betreibt eine kleine Hafenkneipe, die kurz vor der Pleite steht. Deshalb hat sich Alyssa Geld von einem schmierigen und brutalen Kredithai geliehen, der von Alyssas neuem Lebensgefährten Rhint in Notwehr erschossen wurde. Zu dumm, dass ausgerechnet das Kopfgeld auf Rhint der Grund für den Besuch der Cowboys ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980400","hoster":"VOE"},{"path":"/redirect/8360809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-11","name":"Die galaktische Killer-Bestie","epNo":11,"alt":"Toys In The Attic","descr":"An Bord der Bebop gehen unheimliche Dinge vor sich. Offenbar treibt ein fremdartiger Organismus sein Unwesen, was Jet als erster zu spüren bekommt: Er wird gebissen und fällt ins Koma. Die Freunde glauben zunächst an einen Rattenbiss, doch als Faye dasselbe Schicksal ereilt, dämmert Spike und Ed langsam, was dafür verantwortlich ist. Mit einem Wärmesensor machen sie sich auf die Jagd, doch ohne Erfolg. Dafür fällt Spike ein, wo der unerwünschte Passagier herkommen könnte: Aus einem Kühlschrank, in den er vor einem Jahr einen Hummer hineingepackt und vergessen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206374","hoster":"VOE"},{"path":"/redirect/8360810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-12","name":"Die Tränen des Kriegers (1)","epNo":12,"alt":"Jupiter Jazz (1)","descr":"Fay hat sich mit dem gesamten Ersparten der Bebop-Crew aus dem Staub gemacht. Die Freunde versuchen sie aufzuspüren, werden jedoch schon bald von einem Signal abgelenkt, das Ed vom Mond Callisto empfängt. Der Sender dieses Signals scheint Spikes alte Liebe Julia zu sein, doch ist sie es wirklich? Entgegen der Ratschläge seiner Freunde beschließt Spike, sich auf den Weg nach Callisto zu machen. Was er nicht ahnt: Auch sein Erzfeind Vicious befindet sich auf Callisto …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980396","hoster":"VOE"},{"path":"/redirect/8360811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-13","name":"Die Tränen des Kriegers (2)","epNo":13,"alt":"Jupiter Jazz (2)","descr":"Während Spike selbst durch eine Schießerei nicht davon abzuhalten ist, nach seiner Julia zu suchen, jagt Jet weiterhin Faye hinterher. Schließlich findet er sie in der Wohnung von Glen, der aus einem Militärgefängnis entflohen ist. Glen will sich an Vicious rächen, weil dieser ihn verraten hatte. Er inszeniert einen fingierten Drogendeal, bei dem er Vicious töten will, doch Spike platzt mitten in den großen Showdown und vermasselt alles …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980402","hoster":"VOE"},{"path":"/redirect/8360821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-14","name":"Schachmatt","epNo":14,"alt":"Bohemian Rhapsody","descr":"Nach und nach hat das Bebop-Team 20 Verbrecher geschnappt, die mit Hilfe eines kleinen Gerätes das Zollgebührenprogramm der Gates geknackt und so eine Menge Geld kassiert haben. Der Kopf der Bande ist jedoch noch immer auf freiem Fuß, aber die Kopfgeldjäger sind ihm schon bald auf der Spur. Es handelt sich um ein Computergenie namens Hecks, der dieses Gerät entwickelt hat, um sich an der Gate Corporation für seine unehrenhafte Entlassung zu rächen. Diese ist allerdings schon 50 Jahre her – und Hecks mittlerweile ein seniler alter Mann. Das Team beschließt deshalb, ihn in Frieden zu lassen und verdient mal wieder keinen Uronen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915783","hoster":"VOE"},{"path":"/redirect/8722972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-15","name":"Dornröschen, eisgekühlt","epNo":15,"alt":"My Funny Valentine","descr":"Vor drei Jahren ist Faye mit totalem Gedächtnisverlust aus einem Kälteschlaf erwacht. Sie lernte einen Mann namens Whitney kennen, der ihr helfen sollte, ihr Gedächtnis wiederzuerlangen. Doch Whitney starb und vermachte ihr auch noch seine Schulden, bevor Faye irgendetwas über ihre Vergangenheit herausfinden konnte. Zurück in der Gegenwart: Jet schnappt einen Flüchtigen – und der entpuppt sich ausgerechnet als der totgeglaubte Whitney …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980404","hoster":"VOE"},{"path":"/redirect/8360826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-16","name":"Der falsche Freund","epNo":16,"alt":"Black Dog Serenade","descr":"Der Todeskandidat Udai hat ein Gefängnisschiff gekapert. Für Jet ist Udai kein Unbekannter: Vor vielen Jahren hatte Udai ihm den Arm zerschmettert, seitdem muss Jet eine Prothese tragen. Nun taucht Jets alter Partner Fad auf, um mit ihm die flüchtigen Gefangenen dingfest zu machen. Jet ergreift die Gelegenheit, sich an Udai zu rächen, doch nach einer wilden Verfolgungsjagd erfährt er, dass nicht Udai, sondern Fad für den Verlust seines Armes verantwortlich ist. Es kommt zu einem furiosen Showdown, in dem zuerst Udai sein Leben verliert und sich schließlich Jet und Fad mit gezückten Waffen gegenüberstehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333048","hoster":"VOE"},{"path":"/redirect/8360834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-17","name":"Breiter als das Universum","epNo":17,"alt":"Mushroom Samba","descr":"Das Team leidet wieder einmal unter akuter Geldknappheit. Die Bäuche sind so leer wie der Tank der Bebop, und Spike \u0026 Co. hoffen, noch rechtzeitig den Mond Europa zu erreichen. Doch plötzlich donnert ein fremdes Raumschiff in die Bebop und zwingt die Freunde zur Notlandung auf Io. Hier machen sich Ed und der Hund sogleich auf die Suche nach etwas Essbarem und stehlen dem zwielichtigen Händler Domino ein paar Pilze. Um zu probieren, ob sie genießbar sind, jubelt Ed sie dem restlichen Team unter. Das erweist sich jedoch als schwerer Fehler, denn die Freunde verhalten sich plötzlich äußerst merkwürdig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920172","hoster":"VOE"},{"path":"/redirect/8360832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-18","name":"Post aus der Vergangenheit","epNo":18,"alt":"Speak Like A Child","descr":"Für Faye wird ein mysteriöses Päckchen abgeben, das sie gar nicht erst öffnen will, da sie befürchtet, es könne sich um einen Drohbrief einer ihrer vielen Gläubiger oder Schlimmeres handeln. Während Faye deshalb lieber untertaucht, siegt bei Spike die Neugier: Er öffnet das Päckchen und findet darin eine kleine schwarze Kassette, die Ed als ein Videoband identifiziert. Was sich darauf befindet, scheint jedoch ein Geheimnis zu bleiben, denn offenbar besitzt niemand im Universum mehr einen Videorekorder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980412","hoster":"VOE"},{"path":"/redirect/8360841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-19","name":"Auf Abfangkurs","epNo":19,"alt":"Wild Horses","descr":"Während Spike auf der Erde sein Schiff bei dem seltsamen alten Kauz Duhan generalüberholen lässt, jagt der Rest der Bebop-Crew einer Horde Weltraumpiraten hinterher. Dabei müssen sie jedoch schmerzlichen feststellen, dass die Piraten über eine Geheimwaffe verfügen: Eine Art Virus, der den Bordcomputer der Bebop lahmlegt. Als Spike bei seiner Rückkehr die Bebop manövrierunfähig im All treibend vorfindet, macht er sich sofort an die Verfolgung der Verbrecher. Dabei wird auch sein Schiff so stark beschädigt, dass es nun in der Erdatmosphäre zu verglühen droht. Ausgerechnet Duhan mit seinem alten Spaceshuttle erweist sich schließlich als Retter in der Not.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980410","hoster":"VOE"},{"path":"/redirect/8360850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-20","name":"Der lachende Tod","epNo":20,"alt":"Pierrot Le Fou","descr":"Eines Nachts wird Spike von einem durchgedrehten Killer angegriffen und fast getötet. Der Polizist Bob klärt Jet über den Angreifer auf: Es ist ein gewisser Tonpu, der auf der Jagd nach I.S.S.P.-Schurken ist und jeden ermordet, der sich ihm in den Weg stellt. Ed erhält unterdessen eine E-Mail von Tonpu, der Spike in einen verlassenen Vergnügungspark auf den Mars einlädt. Spike schlägt die Einladung nicht aus und macht sich bereit für eine höllische Schlacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10856112","hoster":"VOE"},{"path":"/redirect/8360844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-21","name":"Das Geheimnis der Sonnensteine","epNo":21,"alt":"Boogie-Woogie-Feng-Shui","descr":"Jet stößt auf das Mädchen Meifa, deren Vater Pao während einer Gate-Fluktuation verschwand und für tot erklärt wurde. Eine mysteriöse E-Mail lässt das Mädchen jedoch glauben, dass ihr Vater noch lebt. Da die E-Mail Hinweise auf so genannte Sonnensteine enthält, machen sich Jet und Meifa nun auf die Suche nach diesen, denn sie sind möglicherweise der Schlüssel, um Pao zu finden. Und tatsächlich: Die beiden spüren Tao in einem Gateway auf. Doch Meifa hat nur einen kurzen Moment die Chance, ihren Vater zu Gesicht zu bekommen, bevor er wegen Sauerstoffmangel das Zeitliche segnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980414","hoster":"VOE"},{"path":"/redirect/8360853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-22","name":"Das Duell","epNo":22,"alt":"Cowboy Funk","descr":"Bei der Jagd nach einem Bombenleger kommt Spike der mysteriöse Cowboy Andy in die Quere. Dieser hält Spike für den Attentäter und vermasselt ihm die Verhaftung. Als er ihm ein weiteres Mal dazwischenfunkt, beschließt Spike, den Konkurrenten zu stellen und ihm ein für allemal zu verdeutlichen, wer der Bessere ist. Bevor Spike zum entscheidenden Schlag ausholen kann, geraten die beiden Kampfhähne jedoch in einen manipulierten Aufzug, der nun unaufhaltsam auf einen mit Sprengstoff gefüllten Teddybären zurast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980408","hoster":"VOE"},{"path":"/redirect/8360848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-23","name":"In den Fängen der Sekte","epNo":23,"alt":"Brain Scratch","descr":"Doktor Londes, der Anführer der \"Scratch\"-Sekte, wird wegen mehrfachen Mordes gesucht, denn er hatte seinen Anhängern eingeredet, dass die Seele den menschlichen Körper verlassen muss, um im Cyberspace Entfaltung zu finden. Da eine hohe Prämie winkt, versucht die Bebop-Crew alles, um Londes aufzuspüren – doch ohne Erfolg. Der einzige Hinweis auf seinen Aufenthaltsort scheint in der Spielkonsole \"Brain Dream\" zu stecken, durch die man der Sekte beitreten kann. Darüber gelingt es Jet und Ed tatsächlich, Doktor Londes zu finden. Doch Londes existiert gar nicht in Wirklichkeit, sondern nur in den Träumen eines im Koma liegenden Hackers, der noch immer mit dem Cyberspace verbunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980430","hoster":"VOE"},{"path":"/redirect/8360859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-24","name":"Die totale Erinnerung","epNo":24,"alt":"Hard Luck Woman","descr":"Faye versucht noch immer, ihre wahre Identität zu ergründen. Zusammen mit Ed begibt sie sich auf die Erde und macht sich auf die Suche nach dem Löwenbrunnen, der auf dem mysteriösen Videoband zu sehen war. Zunächst machen die beiden jedoch einen Stopp in Schwester Claras Waisenhaus, in dem Ed aufwuchs. Dabei stößt Ed auf einige Hinweise auf ihren tot geglaubten Vater, den Spike und Jet in der Zwischenzeit jagen. Zusammen mit dem Hund verlässt Ed die Bebop, um wieder bei ihrem Vater zu leben. Durch ihre alte Schulfreundin Sally erfährt Faye unterdessen die \"totale Erinnerung\" und beschließt, ihr Zuhause zu suchen. Spike und Jet sind wieder alleine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980422","hoster":"VOE"},{"path":"/redirect/8360854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-25","name":"Der Machtkampf","epNo":25,"alt":"The Real Folk Blues (1)","descr":"Spikes Erzfeind Vicious will die Macht im Red Dragon Syndikat an sich reißen, doch er scheitert kläglich und wird zum Tode verurteilt – genau wie jeder andere, mit dem er in Verbindung stand. Während deshalb auch Spike auf der Abschussliste landet und um sein Leben fürchten muss, trifft Faye auf dessen alte Liebe Julia, die Spike unbedingt wiedersehen will. Faye kann es kaum erwarten, die freudige Nachricht zu überbringen, doch gerade als sie die Bebop erreicht, wird das Schiff vom Syndikat angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980407","hoster":"VOE"},{"path":"/redirect/8360863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cowboy-bebop/staffel-1/episode-26","name":"Die letzte Mission","epNo":26,"alt":"The Real Folk Blues (2)","descr":"Nach drei langen Jahren treffen sich Spike und seine geliebte Julia endlich wieder. Spike ist überglücklich, doch dann kommt Julia bei einem Angriff des Red Dragon Syndikats ums Leben. Nun kennt Spike nur noch ein Ziel: seinen Erzrivalen Vicious, der für das Geschehen verantwortlich ist, in die ewigen Jagdgründe zu befördern – und wenn es das eigene Leben kostet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980415","hoster":"VOE"},{"path":"/redirect/8360875","hoster":"Streamtape"}]}]}]}]}