{"path":"/serie/stream/cracked","name":"Cracked","descr":"In der neu gegründeten Abteilung für Gewaltverbrechen treffen Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley aufeinander. Während Aidens Stärke tiefgehende Ermittlungen sind, brilliert Danielle im Bereich Psyche und Entschlüsselung des menschlichen Verhaltens. Zusammen mit einem Team aus Cops und psychiatrischem Fachpersonal lösen sie auf ihre ganz eigene Weise schockierende Gewaltverbrechen.","seasons":[{"path":"/serie/stream/cracked/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/cracked/staffel-1/episode-1","name":"Unter Kontrolle","epNo":1,"alt":"How the Light Gets In","descr":"Das ehemalige SWAT-Mitglied Detective Aidan Black ist ziemlich überrascht, als er feststellen muss, dass sein neuer Partner kein Polizist ist. Er soll mit der forensischen Psychiaterin Dr. Daniella Ridley in einer neu geschaffenen Unit die schrecklichsten Verbrechen der Stadt aufklären. Ihre unterschiedliche Sicht- und Arbeitsweise soll helfen, auch schwierigste Fälle zu knacken. Als erstes müssen die zwei den Mord an einem Jungen aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333053","hoster":"VOE"},{"path":"/redirect/8360872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-2","name":"Gefallener Engel","epNo":2,"alt":"Fallen","descr":"Diesmal muss sich die Abteilung für Gewaltverbrechen mit einem manischen Patienten beschäftigen, der an den krankheitstypischen Halluzinationen leidet. Leider fand ein Gewaltverbrechen statt, das genau seine Halluzinationen widerspiegelt. Doch kommt der Patient auch als Täter infrage? Detective Aidan Black und Dr. Daniella Ridley beginnen, zu recherchieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105906","hoster":"VOE"},{"path":"/redirect/8360864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-3","name":"Reise zum Licht","epNo":3,"alt":"What We Can\u0027t See","descr":"Als ein Schulmädchen von seinen Mitschülern massiv gehänselt wird, ergibt sich ein neuer Fall für Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley. Das Mädchen hat äußerst bizarre Familienbindungen zu bieten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980411","hoster":"VOE"},{"path":"/redirect/8360879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-4","name":"Grenzenlos","epNo":4,"alt":"White Knight","descr":"Detective Aidan Black entwickelt eine Beziehung zu einer Frau, die aus der Gewalt eines psychotischen Killers gerettet wurde. Seine Kollegin, die forensische Psychiaterin Dr. Daniella Ridley, hat große Bedenken wegen dieser Verbindung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333054","hoster":"VOE"},{"path":"/redirect/8360881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-5","name":"Der Rächer","epNo":5,"alt":"No Traveller Returns","descr":"Ein Psychiater, der Zeuge in einer Gerichtsverhandlung gegen einen brutalen Mörder ist, wird das Opfer von Übergriffen. Die forensische Psychiaterin Dr. Daniella Ridley und ihr Kollege Detective Aidan Black nehmen sich des Falls an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383145","hoster":"VOE"},{"path":"/redirect/8360895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-6","name":"Verlorene Zeit","epNo":6,"alt":"Spirited Away","descr":"Das Team, Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley, hat es diesmal mit einer Mutter zu tun, die ihr Baby verstoßen hat und spurlos verschwunden ist. Bei ihren Nachforschungen müssen sie sich intensiv mit dem Thema Mutterschaft und Wochenbettpsychose auseinandersetzen, um endlich die Kindsmutter zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980420","hoster":"VOE"},{"path":"/redirect/8360908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-7","name":"Rocket Man","epNo":7,"alt":"Rocket Man","descr":"Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley haben diesmal einen ungewöhnlichen Fall zu lösen. Das Mitglied eines Rock-Duos, das bekannt für seine häufigen und heftigen Streitereien ist, wird tot aufgefunden. Ist aus einer Auseinandersetzung wirklich Totschlag geworden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980416","hoster":"VOE"},{"path":"/redirect/8360914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-8","name":"Der Informant","epNo":8,"alt":"The Thump Parade","descr":"Das Team, der Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley, muss diesmal mit einem Hockey-Schiedsrichter zusammenarbeiten, um einen Kriminellen zu fassen. Und Leo darf bei einer interessanten Morduntersuchung assistieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096037","hoster":"VOE"},{"path":"/redirect/8360918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-9","name":"Kalte Schönheit","epNo":9,"alt":"Cherry Blossoms","descr":"Als sich ein Mädchen von der High School auf dramatische und äußerst makabre Art und Weise das Leben nimmt, wird die Abteilung für Gewaltverbrechen gerufen. Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley fangen an zu recherchieren und stoßen auf eine dunkle Welt aus Intrigen und brutalem Mobbing.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333052","hoster":"VOE"},{"path":"/redirect/8360924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-10","name":"Verraten","epNo":10,"alt":"Inquest","descr":"Als es in einem Schulbus zu einem schrecklichen Zwischenfall kommt, gerät Detective Aidan Black – der ebenfalls im Bus war und den Angreifer erschossen hat – in die Schusslinie der Staatsanwaltschaft. Eine üble Hexenjagd auf den Polizisten beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920175","hoster":"VOE"},{"path":"/redirect/8360932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-11","name":"Schatten in der Nacht","epNo":11,"alt":"Night Terrors","descr":"Diesmal haben es Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley mit einem Serienvergewaltiger zu tun, der ein bizarres Fetisch hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980424","hoster":"VOE"},{"path":"/redirect/11960883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-12","name":"Vergessene Krieger","epNo":12,"alt":"Old Soldiers","descr":"Diesmal haben es Detective Aidan Black und die forensische Psychiaterin Dr. Daniella Ridley mit einer Einbrecherbande zu tun, die einen gewinnträchtigen Diamantendiebstahl durchgezogen hat. Mithilfe der Überwachungskameras und anhand von Zeugenaussagen gelingt es den beiden, die Tätergruppe einzugrenzen. Zumindest einer der Täter muss ein Kämpfer beim Militär gewesen sein und an einer entsprechenden Folgeerkrankung leiden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107961","hoster":"VOE"},{"path":"/redirect/8360942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-1/episode-13","name":"Schwarzes Licht","epNo":13,"alt":"The Light in Black","descr":"Der College-Professor Oscar Wallace wird in seinem Haus tot aufgefunden – seine völlig traumatisierte neunjährige Tochter Olivia hat vermutlich den oder die Täter gesehen. Seine Ehefrau, die bekannte Menschenrechtsanwältin Esme Belk-Wallace, war während der Tatzeit auf einer Geschäftsreise in Afrika. Gelingt es Detective Aidan Black und seiner Kollegin, Psychiaterin Dr. Daniella Ridley, den Mörder zu schnappen und der Tochter zu helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980421","hoster":"VOE"},{"path":"/redirect/8360953","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/cracked/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/cracked/staffel-2/episode-1","name":"Königskinder","epNo":1,"alt":"Swans","descr":"Die Einheit muss für einige Zeit auf Daniella verzichten, die ihren Sohn treffen will, den sie vor Jahren zur Adoption freigab. Ein maskierter Mann nimmt unterdessen im Zuge eines Raubes in einer Psychiatrie die bipolare Patientin Emily Froese als Geisel. Die Einheit findet allerdings heraus, dass es ihm nicht um die Beute, sondern um die Frau ging. Immerhin ist er ihr Ex-Freund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079149","hoster":"VOE"},{"path":"/redirect/9079148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-2","name":"Ein hoher Preis","epNo":2,"alt":"The Price","descr":"Bei einer Schießerei in einem Nachtclub war die gerade spielende Band offenbar das Ziel. Die Einheit muss sich aber vor allem um Annika Marné kümmern. Das Ex-Model ist mit einem der verletzten Musiker verwandt und leidet seit der Attacke unter heftigen psychischen Problemen. Doch schnell wird klar, dass diese Probleme schon eine längere Geschichte haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079146","hoster":"VOE"},{"path":"/redirect/9079154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-3","name":"Fight Club","epNo":3,"alt":"The Valley","descr":"Das Ermittler-Team um Detective Aidan Black wird in ein Waldgebiet gerufen: Dort liegt die Leiche eines jungen Obdachlosen – ihm wurde die Kehle aufgeschlitzt. Spuren an der Leiche weisen darauf hin, dass der Mann, der unter Schizophrenie litt, vor seinem Tod über längere Zeit immer wieder geschlagen wurde. Hat der Mord mit den Aktivitäten einer Untergrundorganisation zu tun, die Obdachlose für Geld gegeneinander kämpfen lässt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12891416","hoster":"VOE"},{"path":"/redirect/9079144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-4","name":"Verlorene Gesichter","epNo":4,"alt":"Faces","descr":"Idaris John, der beliebte Inhaber eines Lebensmittelladens, wird Opfer einer Messerattacke. Schnell fällt der Verdacht auf einen kongolesischen Flüchtling. Gibt es ein Tatmotiv in der gemeinsamen Vergangenheit der Männer? Und ist der Lebensmittelhändler wirklich der, für den er sich ausgibt? Wieder einmal ist der psychologische Spürsinn von Detective Aidan Black und seiner Sondereinheit gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079139","hoster":"VOE"},{"path":"/redirect/9079141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-5","name":"Zwei Brüder","epNo":5,"alt":"The Hold Ou","descr":"Die Ermittler um Detective Aidan Black untersuchen einen Bombenanschlag auf das Wohnhaus des 67-jährigen Ed Janoski. Der Mann leidet unter Verfolgungswahn – vor allem, seit er sich weigert, sein Grundstück an einen Immobilienhai zu verkaufen und so dessen Baupläne verhindert. Steckt der skrupellose Unternehmer hinter dem Anschlag? Oder ist der Täter unter den Nachbarn zu finden? Diese würden ihren Besitz gern zu Geld machen, doch Janoskis Sturheit verhindert das …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079138","hoster":"VOE"},{"path":"/redirect/9079159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-6","name":"Ghost Dance","epNo":6,"alt":"Ghost Dance","descr":"Aidan und sein Team ermitteln im grausamen Mord an einer jungen Kellnerin. Sie wurde gefoltert und anschließend erstochen. Schnell gibt es einen Verdächtigen: Der offensichtlich verwirrte Mann, der die Leiche gefunden und aus dem Wald getragen hat. Im Verhör gibt er nur unverständliches Gemurmel von sich. Dennoch sind sich Aidan und seine Leute bald einig: Er kommt als kaltblütiger Mörder nicht in Frage. Doch wer war es dann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079135","hoster":"VOE"},{"path":"/redirect/9079349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-7","name":"Kein Entkommen","epNo":7,"alt":"Hideaway","descr":"Detective Aiden Black und sein Team untersuchen den Mord an einer Psychatrie-Krankenschwester. Ihre Leiche wurde im Wald neben einem Wohngebiet gefunden. Ist sie Opfer von einem ihrer teilweise gewaltbereiten Patienten geworden? Doch beim Durchkämmen des Wohngebiets entdeckt Aiden eine Spur, die in eine andere Richtung weist: Zwischen einem der Anwohner und der Toten existiert eine Verbindung. Im Haus des Mannes stoßen die Ermittler auf ein Geheimnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333059","hoster":"VOE"},{"path":"/redirect/9079134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/cracked/staffel-2/episode-8","name":"Rätselhafte Stimmen","epNo":8,"alt":"Voices","descr":"Der unbeliebte Hausverwalter eines Sozialwohnungsblocks wurde erschossen. Schnell fällt der Verdacht auf einen Mieter: ein schizophrener junger Mann, bei dem die Ermittler die Tatwaffe finden. Er beteuert seine Unschuld, gibt aber im Verhör Details preis, die nur der Täter wissen kann. Doch sein Alibi ist wasserdicht. Das Wissen über die Tat will er von einer Stimme in seinem Kopf haben – die weitere Morde ankündigt … Ein kniffliger Fall für Detective Aiden und seine Leute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9078188","hoster":"VOE"},{"path":"/redirect/9078173","hoster":"Streamtape"}]}]}]}]}