{"seriesId":"crashing-2017","name":"Crashing (2017)","descr":"Die Comedy-Serie \"Crashing\" basiert teilweise auf den Erlebnissen des Comedians Pete Holmes und handelt dementsprechend von einem Komiker, der von seiner Ehefrau verlassen wird. Anschließend bleibt ihm nichts anderes übrig als auf den Sofas seiner Freunde zu übernachten – bei denen es sich um die berühmtesten Komiker handelt, die New York zu bieten hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Artie Lange","descr":"Der aufstrebende Komiker Pete steht ohne Wohnung da, nachdem er seine Frau Jessica in einer kompromittierenden Situation ertappt hat. Als Pete versucht, in einem New Yorker Comedy-Club Trost zu finden, freundet er sich mit der zynischen Comedy-Legende Artie Lange an, der ihm widerwillig eine Pizza, einen Rat und eine Couch anbietet.","versions":[{"lang":2,"streams":[{"redirect":12583457,"hoster":"VOE"},{"redirect":12583458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Road","descr":"Pete suhlt sich in seiner neuen Realität, aber Artie Lange reißt ihn mit einem Angebot aus seiner Verzweiflung: Als Gegenleistung für eine Mitfahrgelegenheit nach Albany kann Pete Arties Vorgruppe sein. Pete trifft den Co-Headliner T.J. Miller und versucht, Artie davor zu bewahren, seine Nüchternheit zu verlieren, indem er sich zwischen ihn und die Verlockungen eines glühenden Fans stellt.","versions":[{"lang":2,"streams":[{"redirect":12583455,"hoster":"VOE"},{"redirect":12583456,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Yard Sale","descr":"Während er bei T.J. Miller übernachtet, macht Pete die beunruhigende Erfahrung, dass er Zeuge eines Comics wird, der nicht \"abschalten\" kann. Als er von seiner Frau Jessica erfährt, fahren Pete und T.J. zu ihrem Flohmarkt, wo sich Pete unerwartet mit Jess\u0027 neuem Freund Leif zusammentut, um einen wertvollen Besitz zurückzubekommen. Nachdem Jess Pete ihre wahren Gefühle offenbart hat, kommt es zu einem dramatischen Ende des Verkaufs.","versions":[{"lang":2,"streams":[{"redirect":12583460,"hoster":"VOE"},{"redirect":12583459,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Barking","descr":"Um auf die Bühne zu kommen, verbringt Pete die Nacht damit, Flugblätter für einen Comedy-Club zu verteilen, oder \"zu bellen\", wie es in der Comedy-Welt heißt. Auf den Straßen von New York trifft er auf desinteressierte Einheimische, freundet sich mit aufstrebenden Komikern an, liefert sich einen Revierkampf mit einem rivalisierenden Marktschreier und erhält aufmunternde Worte von einem altgedienten Komiker.","versions":[{"lang":2,"streams":[{"redirect":12583463,"hoster":"VOE"},{"redirect":12583466,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Parents","descr":"Als Petes Eltern beschließen, zum Geburtstag seiner Mutter nach New York zu kommen, bittet Pete Jess, mitzukommen und die Scharade ihrer Ehe aufrechtzuerhalten, aber ein unglaublich angespanntes Abendessen offenbart harte Wahrheiten über ihre Beziehung, während Jess darum kämpft, zu schweigen. Pete steht vor einem Wendepunkt.","versions":[{"lang":2,"streams":[{"redirect":12583465,"hoster":"VOE"},{"redirect":12583467,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Warm-up","descr":"Wieder einmal obdachlos und beruflich enttäuscht, wendet sich Pete an Artie Lange, der ihn einlädt, Gast in seinem Podcast zu sein. Pete trifft Sarah Silverman, die Mitleid mit ihm hat und ihn einlädt, bei ihr und ihrer Sammlung verirrter Comedians zu wohnen. Als Sarah ihm vorschlägt, sich einen Job als Aufwärmkomiker zu suchen, wird Pete ein Jobangebot unterbreitet, bei dem er den Tag retten soll.","versions":[{"lang":2,"streams":[{"redirect":13004340,"hoster":"VOE"},{"redirect":12583471,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Julie","descr":"Pete findet sich in einem Netz von Lügen wieder, nachdem er einen unerwarteten Anruf von Leifs Frau erhalten hat.","versions":[{"lang":2,"streams":[{"redirect":13532114,"hoster":"VOE"},{"redirect":12583473,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Baptism","descr":"Die Beziehung von Pete, Jess und Leif spitzt sich bei der Taufe eines erwachsenen Freundes von Pete und Jess zu. In einer Nebenhandlung könnte auch Petes Freund Artie eine neue Sichtweise auf das Leben erhalten.","versions":[{"lang":2,"streams":[{"redirect":12583475,"hoster":"VOE"},{"redirect":12583476,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Atheist","descr":"Pete hat eine zufällige Begegnung mit dem berühmten Magier Penn Jillette, der seinen Glauben erschüttert und den zweifelnden Pete dazu inspiriert, eine Nacht lang mit der Hingabe zu leben.","versions":[{"lang":2,"streams":[{"redirect":12583482,"hoster":"VOE"},{"redirect":12583488,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pete and Leif","descr":"Pete beschließt, den Tag mit Leif zu verbringen, der ihn ermutigt, dem Universum gegenüber offen zu sein. Ihre sorglose Einstellung wird in Frage gestellt, als die beiden in Streit geraten und mit dem Gesetz in Konflikt geraten.","versions":[{"lang":2,"streams":[{"redirect":12583554,"hoster":"VOE"},{"redirect":12583496,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bill Burr","descr":"Als Pete von Artie im Stich gelassen wird, rettet ihn der Komiker Bill Burr, der sich seiner erbarmt und ihm sein Gästezimmer anbietet. Als sie unwahrscheinliche Freunde werden, ermutigt Bill Pete, härter zu werden und seine männliche Seite anzunehmen.","versions":[{"lang":2,"streams":[{"redirect":12583542,"hoster":"VOE"},{"redirect":12583622,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Porter Got HBO","descr":"Pete versucht ihn zu unterstützen, als ein Kollege im Boston seinen großen Durchbruch hat. Später trifft er wieder auf Jess, die ihn ermutigt, einen gesunden Weg zu finden, sich auszudrücken.","versions":[{"lang":2,"streams":[{"redirect":12583678,"hoster":"VOE"},{"redirect":12583662,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Too Good","descr":"Pete trifft sich wieder mit Ali, der ihn auf eine Tour durch die alternative New Yorker Comedy-Szene mitnimmt, wo sie im Laufe einer Nacht eine Vielzahl von Comedians und Veranstaltungsorten kennenlernen.","versions":[{"lang":2,"streams":[{"redirect":12583683,"hoster":"VOE"},{"redirect":12583684,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Artie","descr":"Als Pete beschließt, eine geheime Benefizveranstaltung für einen kränkelnden Comedy-Veteranen zu organisieren, muss er eine gute Show auf die Beine stellen und wird mit harten Wahrheiten über Artie konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":12583687,"hoster":"VOE"},{"redirect":12583682,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Naca","descr":"Auf einer Reise zu einer Comedy-Konferenz, bei der es darum geht, College-Auftritte zu buchen, streiten sich Pete und Ali über die beste Strategie, um das College-Publikum anzusprechen.","versions":[{"lang":2,"streams":[{"redirect":12583690,"hoster":"VOE"},{"redirect":12583686,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Roast Battle","descr":"Um Ali zu zeigen, dass er Rückgrat hat, nimmt Pete an einem Comedy-Bratwettbewerb teil, muss aber feststellen, dass es schwieriger ist, gemein zu sein, als er dachte. Der harte Wettbewerb bringt unbequeme Wahrheiten an die Oberfläche und zwingt Pete, seine Prioritäten im Leben zu überprüfen.","versions":[{"lang":2,"streams":[{"redirect":12583688,"hoster":"VOE"},{"redirect":12583689,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Jaboukie","descr":"Als seine erfolgreiche zweimonatige College-Comedy-Tournee zu Ende geht, nimmt Pete, der sich einen neuen Look und ein neues Selbstbewusstsein zugelegt hat, den aufstrebenden Comedian Jaboukie unter seine Fittiche. Doch bei Petes Rückkehr nach New York kommt es zu einem peinlichen Wiedersehen und einem großen Vorsprechen im Comedy Cellar, das alles verändern könnte.","versions":[{"lang":2,"streams":[{"redirect":12583692,"hoster":"VOE"},{"redirect":12583693,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Temple Gig","descr":"Pete hat das Gefühl, dass seine Abwesenheit von New York ihn aus der Szene herausgeholt hat, und nimmt das Angebot an, bei einer jüdischen Show aufzutreten, wo Elon Gold und Modi sein impulsives Verhalten mit einer Frau, die er an diesem Tag kennengelernt hat, in Frage stellen.","versions":[{"lang":2,"streams":[{"redirect":12583696,"hoster":"VOE"},{"redirect":12583697,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Secret","descr":"Pete stürzt sich kopfüber in eine Beziehung mit seiner neuen Freundin Kat, die ihn ermutigt, seine Karriere aggressiver anzugehen. Am Abend ihres dreiwöchigen Jahrestages spitzen sich die Dinge nach einem Besuch in einem Sexshop und einer Comedy-Show zu, die sich zu einer Nacht nur für Pete entwickelt.","versions":[{"lang":2,"streams":[{"redirect":13004341,"hoster":"VOE"},{"redirect":12583700,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"MC, Middle, Headliner","descr":"Pete reist mit Jason nach New Jersey, um ein Wochenende lang in einem großen Comedy-Club aufzutreten, und ist überrascht, dass Ali, seine Ex, bei ihnen in der Comedy-Wohnung wohnt. Jasons frauenfeindliches Verhalten und seine Sichtweise bringen Pete dazu, seinen Weg in der Comedy in Frage zu stellen.","versions":[{"lang":2,"streams":[{"redirect":12583705,"hoster":"VOE"},{"redirect":12583704,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Mom and Kat","descr":"Während eines Tourstopps besucht Pete seine Eltern und stellt sie Kat vor, der die unangenehm enge Beziehung zwischen ihm und seiner überheblichen Mutter auffällt. Während er versucht, den Frieden zu bewahren, gerät Pete zunehmend in die Falle zwischen den beiden wichtigsten Frauen in seinem Leben.","versions":[{"lang":2,"streams":[{"redirect":12583703,"hoster":"VOE"},{"redirect":12583707,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Viewing Party","descr":"Pete und Kat besuchen eine Zuschauerparty für Alis Late-Night-Auftritt in der Show von Seth Meyers. Die Spannungen steigen, da Ali nervös ist, wie ihr Auftritt gelaufen ist und Kat eifersüchtig auf Petes Freundschaft mit seiner Ex ist.","versions":[{"lang":2,"streams":[{"redirect":12583708,"hoster":"VOE"},{"redirect":12583710,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Christian Tour","descr":"Während er die Vorzüge einer christlichen Comedy-Tournee genießt, fühlt sich Pete ertappt, als er in Charleston die NY Cellar-Komikerin Jessica Kirson trifft. Nachdem er Kat während der Tournee ignoriert hat, setzt sich Pete schließlich mit ihr zusammen, um über ihre Beziehung zu sprechen.","versions":[{"lang":2,"streams":[{"redirect":12583712,"hoster":"VOE"},{"redirect":12583715,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mulaney","descr":"Pete ergreift die Chance seines Lebens, als Vorgruppe von John Mulaney in der New Yorker Town Hall aufzutreten, doch der Auftritt bringt ihn in eine peinliche Situation.","versions":[{"lang":2,"streams":[{"redirect":12583713,"hoster":"VOE"},{"redirect":12583714,"hoster":"Streamtape"}]}]}]}]}