{"seriesId":"crazy-ex-girlfriend","name":"Crazy Ex-Girlfriend","descr":"Rebecca (Rebecca Bloom) ist eine erfolgreiche und ambitionierte, aber auch regelrecht verrückte junge Anwältin aus Manhattan. Aus einem Impuls heraus gibt sie nach einer Begegnung mit ihrer Jugendliebe Josh (Vincent Rodriguez III), mit dem sie damals aber nur kurz zusammen war, ihr bisheriges Leben auf. Sie folgt ihm in die Stadt West Covina in Kalifornien. Natürlich gibt es nicht sofort das erhoffte Happy End mit Josh, sondern Rebecca ist nun darauf angewiesen, in der ihr klein erscheinenden 100.000-Einwohner-Stadt ihr Glück zu finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Josh, die Liebe meines Lebens","epNo":1,"alt":"Josh Just Happens To Live Here!","descr":"m zarten Alter von 16 verliebte sich Rebecca während eines Sommercamps unsterblich in Josh, doch für ihn war die Beziehung nicht von Bedeutung. Zehn Jahre später laufen sich die beiden zufällig in New York über den Weg. Rebecca ist hin und weg und will sich unbedingt mit ihm treffen, doch Josh ist schon wieder auf dem Weg in seinen Heimatort West Covina in Kalifornien. Daraufhin fasst Rebecca einen folgenschweren Entschluss.","versions":[{"lang":1,"streams":[{"redirect":14403727,"hoster":"VOE"},{"redirect":14425687,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Joshs coole Freundin","epNo":2,"alt":"Josh’s Girlfriend Is Really Cool!","descr":"Rebecca hat alles stehen und liegen gelassen und ist nach West Covina gezogen, um dort ihrer großen Liebe Josh nah zu sein. Als sie erfährt, dass ihr Angebeteter Josh eine Freundin hat, ist sie erschüttert, denn Valencia ist eine wunderschöne Frau, die als Yoga-Lehrerin arbeitet. Rebecca beschließt, Yoga zu lernen, um so ihre Konkurrentin besser im Auge zu haben.","versions":[{"lang":1,"streams":[{"redirect":14403770,"hoster":"VOE"},{"redirect":14425689,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Einweihungsparty","epNo":3,"alt":"I Hope Josh Comes To My Party!","descr":"Rebecca will ihrem Schwarm Josh endlich näherkommen. Sie beschließt, eine Einweihungsparty zu geben – obwohl sie in West Covina kaum jemanden kennt und seit ihrer Kindheit Angst vor dem Ausrichten von Festen hat. Zum Glück greift ihr Paula unter die Arme. Die Party entwickelt sich dennoch ganz anders als sie und Paula sich das vorgestellt hatten.","versions":[{"lang":1,"streams":[{"redirect":14403769,"hoster":"VOE"},{"redirect":14425686,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gesunde Entscheidungen","epNo":4,"alt":"I’m Going On A Date With Josh’s Friend!","descr":"Rebecca trifft eine Entscheidung, als sie erfährt, dass Josh und Valencia glücklicher denn je sind: Ab sofort möchte sie auch ein glückliches und ausgeglichenes Leben führen. Als Josh’ Freund Greg sie um ein Date bittet, nimmt sie die Einladung gerne an. Ist Greg vielleicht der Mann für die Zukunft?","versions":[{"lang":1,"streams":[{"redirect":14516022,"hoster":"VOE"},{"redirect":14506911,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich bin ein guter Mensch","epNo":5,"alt":"Josh And I Are Good People!","descr":"Als Greg nach dem desaströsen Date zufällig Josh und Rebecca trifft, wirft er ihr an den Kopf, dass sie ein grauenhafter Mensch ist. Rebecca will das nicht auf sich sitzen lassen; sie beschließt, ab sofort ein Gutmensch zu werden. Neben einer Obdachlosen will sie auch Darryl in dessen Sorgerechtsstreit helfen. Zunächst scheint alles glatt zu laufen, doch dann gerät Rebecca erneut in Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14403773,"hoster":"VOE"},{"redirect":12628433,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Thanksgiving mit Josh","epNo":6,"alt":"My First Thanksgiving With Josh!","descr":"Thanksgiving steht an, und Rebecca möchte die Feiertage auf keinen Fall mit ihrer Mutter verbringen. Als sie eine Einladung von Joshs Eltern zu deren Festtagsessen bekommt, ist sie vor Freude außer sich. Die Changs sind eine zauberhafte Familie, die Rebecca gleich in ihr Herz schließen – sehr zum Leidwesen der eifersüchtigen Valencia. Derweil steht Greg an einem Wendepunkt. Er kündigt in der Bar, um endlich seinen eigenen Träumen zu folgen.","versions":[{"lang":1,"streams":[{"redirect":14403771,"hoster":"VOE"},{"redirect":14425688,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hauptsache Josh ist glücklich","epNo":7,"alt":"I’m So Happy That Josh Is So Happy!","descr":"Rebecca ist am Boden zerstört, nachdem sie an Thanksgiving erfahren hat, dass Josh und Valencia zusammenziehen werden. Überraschend bekommt sie Hilfe vom berühmten Fernsehpsychologen Dr. Phil. Derweil begrüßt die Kanzlei einen neuen Klienten namens Calvin Young. Leider ist die sonst so professionelle Rebecca ein Schatten ihrer selbst …","versions":[{"lang":1,"streams":[{"redirect":14395906,"hoster":"VOE"},{"redirect":14394844,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Endlich erwachsen","epNo":8,"alt":"My Mom, Greg’s Mom And Josh’s Sweet Dance Moves!","descr":"Kurz vor Weihnachten beschließt Rebeccas Mutter Naomi, ihre Tochter in West Covina zu besuchen. Rebecca ist darüber nicht besonders erfreut, und um ihre Mutter nicht unnötig aufzuregen, beschönigt sie ihr gegenüber einige Dinge in Bezug auf ihr Leben. Leider fliegen all die Flunkereien während einer lokalen Festtagsveranstaltung auf. Derweil verbringt Greg den Weihnachtsabend mit seiner Mutter …","versions":[{"lang":1,"streams":[{"redirect":14395868,"hoster":"VOE"},{"redirect":14394847,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Bus voller Narren","epNo":9,"alt":"I’m Going To The Beach With Josh And His Friends!","descr":"Rebecca ist überglücklich, als Valencia sie völlig unerwartet einlädt, mit an den Strand zu fahren. Die übereifrige Rebecca organisiert sogar einen Party-Reisebus, der die Freunde ans Meer bringen soll. In der Enge des Busses zeigen sich jedoch alle Beteiligten bald von ihren weniger angenehmen Seiten. Als gemeinsamer \"Feind\" wird Rebecca auserkoren, die dem wachsenden Druck irgendwann nicht mehr standhält …","versions":[{"lang":1,"streams":[{"redirect":14403774,"hoster":"VOE"},{"redirect":14425690,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zurück im Camp mit Josh","epNo":10,"alt":"I’m Back At Camp With Josh!","descr":"Josh fährt mit einer Gruppe Jugendlicher in ein Sommercamp. Sofort wittern Rebecca und Paula die Möglichkeit, in dieser Atmosphäre Joshs Gefühle für Rebecca wieder zu entfachen. Kurzerhand bietet sie sich an, für die ziemlich aufsässigen weiblichen Teilnehmer einen \"Selbstbehauptungs-Workshop\" zu halten. Schon bald erlebt sie eine böse Überraschung …","versions":[{"lang":1,"streams":[{"redirect":14403775,"hoster":"VOE"},{"redirect":14425693,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Falsche SMS an Josh","epNo":11,"alt":"That Text Was Not Meant For Josh!","descr":"Rebecca schickt versehentlich eine SMS an Josh statt an Paula. Darin erklärt sie ihre Liebe zu Josh, wie toll sie ihn findet und dass sie nur seinetwegen hierher gezogen ist. Als sie den Fehler bemerkt, bleibt nur eine Lösung: Sie muss die Nachricht auf Joshs Handy löschen – und zwar schnellstmöglich. Dabei wird sie von Josh überrascht …","versions":[{"lang":1,"streams":[{"redirect":14404100,"hoster":"VOE"},{"redirect":14425691,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rechtsfall mit Josh","epNo":12,"alt":"Josh And I Work On A Case!","descr":"Seit einiger Zeit meidet Josh Rebeccas Nähe, was sie furchtbar traurig findet. Deshalb heckt sie gemeinsam mit Paula einen Plan aus, an dessen Ende ein romantisches Dinner steht – der Plan schlägt jedoch fehl. Schließlich erinnert Rebecca sich, dass Josh derzeit kein warmes Wasser in seiner Wohnung hat. Kurzerhand strickt mit ihren Verbündeten Paula und Mrs. Hernandez einen Rechtsfall daraus, der sie in nicht geahnte Tiefen vordringen lässt …","versions":[{"lang":1,"streams":[{"redirect":14403776,"hoster":"VOE"},{"redirect":14425692,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Josh und ich gehen nach Los Angeles","epNo":13,"alt":"Josh And I Go To Los Angeles!","descr":"Rebecca übernimmt einen heiklen Fall; sie hofft, Josh damit zu beeindrucken. Es geht um die Wasserversorgung in der Umgebung, und sie legt sich deshalb mit einem der größten Unternehmen auf diesem Gebiet an. Dabei trifft sie auf ihre frühere Schulkameradin und spätere Anwaltskollegin Audra Levine, die als Anwältin die Gegenseite vertritt. Mit ihr stand Rebecca bereits als Kind im Wettstreit – und an dieser Tatsache hat sich bis heute nichts geändert.","versions":[{"lang":1,"streams":[{"redirect":14403728,"hoster":"VOE"},{"redirect":14425696,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Josh will nach Hawaii","epNo":14,"alt":"Josh Is Going To Hawaii!","descr":"Josh flüchtet nach Hawaii, nachdem er Rebecca geküsst und deshalb wegen Valencia ein schlechtes Gewissen hat. Rebecca wittert die Chance, ihm im Inselparadies neu zu begegnen und beschließt, auch nach Hawaii zu fliegen. Bei der Buchung stellt sie allerdings fest, dass sie pleite ist …","versions":[{"lang":1,"streams":[{"redirect":14403788,"hoster":"VOE"},{"redirect":14425694,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Josh hat keine Ahnung wo ich bin","epNo":15,"alt":"Josh Has No Idea Where I Am!","descr":"Nachdem Rebecca erfahren hat, dass Josh sie nicht liebt, beschließt sie, West Covina den Rücken zu kehren und zurück nach New York zu gehen. Ohne sich zu verabschieden, lässt sie die kalifornische Provinz hinter sich. Im Flugzeug sitzt sie ausgerechnet neben ihrem Therapeuten Dr. Akopian. Derweil suchen Paula, Josh, Darryl und Greg fieberhaft nach der verschwundenen Rebecca.","versions":[{"lang":1,"streams":[{"redirect":14377398,"hoster":"VOE"},{"redirect":14394850,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Josh’s Schwester heiratet","epNo":16,"alt":"Josh’s Sister Is Getting Married!","descr":"Rebecca will endlich ihr verkorkstes Leben in den Griff bekommen. Als Joshs Schwester Jayma sie bittet, ihre Trauzeugin zu werden, packt sie die Gelegenheit beim Schopfe. Kurze Zeit später gelingt es ihr auch, sich mit Valencia zu versöhnen. Paula kann Rebeccas neue Lebenseinstellung überhaupt nicht gutheißen und bemüht sich nach wie vor, Rebecca und Josh endlich zueinander zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14404101,"hoster":"VOE"},{"redirect":14425695,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Warum hat Josh so schlechte Laune?","epNo":17,"alt":"Why Is Josh In A Bad Mood?","descr":"Rebecca und Greg lassen sich auf eine Affäre ein, von der jedoch niemand etwas wissen soll. Paula denkt immer noch, dass Josh für Rebecca die große Liebe ist. Als Ablenkungsmanöver versucht sie, Paula beim jährlichen Kuchenbackwettbewerb zu unterstützen. Josh bemerkt derweil, dass Greg und Rebecca sich sehr nah sind – und das passt ihm überhaupt nicht.","versions":[{"lang":1,"streams":[{"redirect":14403729,"hoster":"VOE"},{"redirect":14425698,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Paula muss über Josh hinwegkommen","epNo":18,"alt":"Paula Needs To Get Over Josh!","descr":"In Rebeccas Leben geht es drunter und drüber. Während sie bemüht ist, ihre Freundschaft mit Paula nicht zu gefährden, kommt es auch mit Josh und Greg permanent zu Streitereien. Auf der Hochzeit von Joshs Schwester Jayma kommt es für Rebecca schließlich knüppeldick …","versions":[{"lang":1,"streams":[{"redirect":14395897,"hoster":"VOE"},{"redirect":14394851,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wo ist Joshs Freund?","epNo":1,"alt":"Where Is Josh’s Friend?","descr":"Rebecca ist überglücklich, denn Josh übernachtet seit mittlerweile drei Wochen bei ihr. Nach dem Sex zieht er sich jedoch immer auf die Couch zurück. Als er eines Nachts träumt, dass Greg ihn in flagranti mit Rebecca erwischt, packt er panisch seine Sachen und will sie erst wiedersehen, wenn das zwischen ihr und Greg geklärt ist. Aber das ist gar nicht so leicht, da Greg wie vom Erdboden verschluckt ist.","versions":[{"lang":1,"streams":[{"redirect":8980462,"hoster":"VOE"},{"redirect":8361310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wann merkt Josh, wie cool ich bin?","epNo":2,"alt":"When Will Josh See How Cool I Am?","descr":"Rebecca will am liebsten rund um die Uhr mit Josh zusammen sein. Kurzerhand beschließt sie, ihn mit ihren sportlichen Fähigkeiten zu begeistern und gibt vor, Junior-Pingpongmeisterin zu sein. Dumm nur, dass sie nicht einmal weiß, wie man den Schläger hält. Darüber hinaus vergisst sie, Paula ein Empfehlungsschreiben für ihr Jura-Studium auszustellen. Josh erzählt Greg derweil von seiner Affäre mit Rebecca.","versions":[{"lang":1,"streams":[{"redirect":8980457,"hoster":"VOE"},{"redirect":8361316,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Weisen die Zeichen auf Josh … oder seinen Freund?","epNo":3,"alt":"All Signs Point To Josh … Or Is It Josh’s Friend?","descr":"Rebecca kann sich zwischen Josh und Greg nicht entscheiden. Sie versucht, in jeder Begegnung ein Zeichen zu sehen. Als ihre Periode nicht pünktlich kommt, glaubt sie, von Josh schwanger zu sein, und überfällt ihn mit einer präzisen Planung ihrer Zukunft. Als sie dann jedoch zur Toilette geht, stellt sie fest, dass sie gerade ihre Periode bekommen hat. Josh ist von der Situation völlig überfordert und beschließt, sich endgültig von Rebecca zu trennen.","versions":[{"lang":1,"streams":[{"redirect":8980458,"hoster":"VOE"},{"redirect":8361321,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wann verschwinden Josh und sein Freund endlich?","epNo":4,"alt":"When Will Josh And His Friend Leave Me Alone?","descr":"Greg beschließt, in Atlanta zu studieren. Die verzweifelte Rebecca versucht ihn noch ein letztes Mal davon zu überzeugen, dass sie füreinander bestimmt sind – ohne Erfolg. Beim Versuch, die Erinnerungsstücke ihrer Freunde zu verbrennen, fackelt sie fast das ganze Haus ab. Paula will sich indes endlich in der Uni einschreiben, um Jura zu studieren. Doch die Tatsache, dass sie schwanger ist, wirft ihre gesamten Zukunftspläne über den Haufen.","versions":[{"lang":1,"streams":[{"redirect":8980465,"hoster":"VOE"},{"redirect":8361324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wieso isst Joshs Ex Zucker?","epNo":5,"alt":"Why Is Josh’s Ex-Girlfriend Eating Carbs?","descr":"Rebecca leidet noch immer unter der Trennung von Josh und beschließt, sich mit seiner Ex-Freundin Valencia anzufreunden, um gemeinsam über ihn hinwegzukommen. Valencia hat jedoch nicht das geringste Interesse daran, Kontakt mit Rebecca zu haben. Durch einen Trick schafft es Rebecca dennoch, sie mit zu einem Festival zu nehmen; der Ausflug soll dazu dienen, Josh zu vergessen. Doch dann taucht Josh dort unerwartet auf …","versions":[{"lang":1,"streams":[{"redirect":8980470,"hoster":"VOE"},{"redirect":8361332,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer braucht Josh? Ich hab meine Girls","epNo":6,"alt":"Who Needs Josh When You Have A Girl Group?","descr":"Rebecca beschließt, Paula in ihren Freundeskreis zu integrieren und lädt sie gemeinsam mit Heather und Valencia zu einem Mädelsabend ein. Der soll zudem dazu dienen, sie von ihrem Liebeskummer wegen Josh abzulenken. Der Abend verläuft jedoch nicht wie geplant. Indessen entdeckt Daryl, dass er und Maya viele Gemeinsamkeiten haben …","versions":[{"lang":1,"streams":[{"redirect":12953006,"hoster":"VOE"},{"redirect":8361339,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer ist Joshs coole neue Freundin?","epNo":7,"alt":"Who’s The Cool Girl Josh Is Dating?","descr":"Josh hat eine neue Flamme, die attraktive Anna Hicks. Rebecca und Valencia sind in heller Aufregung und beschließen, alles über die neue Frau an Joshs Seite herauszubekommen. Wild entschlossen heften sie sich an Annas Fersen. Indessen haben Paula und Scott ernsthafte Probleme. Können die beiden die wachsende Distanz zwischen ihnen überwinden?","versions":[{"lang":1,"streams":[{"redirect":8980459,"hoster":"VOE"},{"redirect":8361343,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wer ist Joshs Suppenfee?","epNo":8,"alt":"Who Is Josh’s Soup Fairy?","descr":"Rebecca und Paula sind sich zurzeit nicht immer einig. Um ihrer Freundin einen Gefallen zu tun, bietet sie ihr an, das ganze Wochenende auf ihren Sohn Tommy aufzupassen. Paula sträubt sich zunächst, aber Rebecca kann sie überreden. Es dauert nicht lang, und die Ersatz-Mom ist mit ihrem Latein am Ende. Josh trifft sich immer noch mit Anna. Leider wird ihm schon bald klar, dass seine Gefühle nicht auf Gegenseitigkeit beruhen.","versions":[{"lang":1,"streams":[{"redirect":8980466,"hoster":"VOE"},{"redirect":8361349,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"When Do I Get to Spend Time with Josh?","epNo":9,"alt":"When Do I Get To Spend Time With Josh?","descr":"Die Kollegen stehen Kopf, als bekannt wird, dass Daryl seine Kanzlei verkaufen will. Und nicht nur das: Der neue Chef Nathaniel Plimpton droht mit Entlassungen. Rebecca will sich das jedoch nicht bieten lassen und schmiedet einen Plan, um die Jobs ihrer mittlerweile liebegewonnen Kollegen zu retten …","versions":[{"lang":1,"streams":[{"redirect":8980463,"hoster":"VOE"},{"redirect":8361351,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was wird Scarsdale von Josh halten?","epNo":10,"alt":"Will Scarsdale Like Josh’s Shayna Punim?","descr":"Rebecca und Josh nehmen an einer Bar Mitzvah-Feier teil. Rebecca trifft dort auf ihre Mutter Naomi und den Rabbi Shari. Die Gespräche mit den beiden wühlen sie auf und sie begreift, dass der Weg zu ihrem eigenen Glück noch sehr steinig ist. Indessen geht es in der Kanzlei drunter und drüber, und Darryl hat alle Hände voll zu tun, seine Angestellten bei Laune zu halten.","versions":[{"lang":1,"streams":[{"redirect":8980471,"hoster":"VOE"},{"redirect":8374302,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Josh is the Man of My Dreams, Right?","epNo":11,"alt":"Josh Is The Man Of My Dreams, Right?","descr":"Gerüchten zufolge sollen die aktuellen Santa-Ana-Winde eine sehr spezielle Wirkung auf das Gemüt der Bewohner von West Covina haben. Das scheint sich auch in der Kanzlei zu bestätigen, denn die Kollegen werden von merkwürdigen Träumen geplagt. Unterdessen zweifelt Rebecca langsam an der Verlobung mit Josh. Ist er wirklich der Mann ihrer Träume?","versions":[{"lang":1,"streams":[{"redirect":8980474,"hoster":"VOE"},{"redirect":8361360,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Is Josh Free In Two Weeks?","epNo":12,"alt":"Is Josh Free In Two Weeks?","descr":"Rebecca versucht, ihre Hochzeit in nur zwei Wochen auf die Beine zu stellen. Von ihrer Mutter, die hauptsächlich mit sich selbst beschäftigt ist, und Paula, die sich im Prüfungsstress befindet, kann Rebecca keine Hilfe erwarten. Josh hingegen würde gerne helfen, nachdem ihm Pater Brah klargemacht hat, dass er als Bräutigam auch ein Mitspracherecht bei der Hochzeitsplanung haben sollte …","versions":[{"lang":1,"streams":[{"redirect":8980464,"hoster":"VOE"},{"redirect":8361367,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Can Josh Take A Leap Of Faith?","epNo":13,"alt":"Can Josh Take A Leap Of Faith?","descr":"Rebeccas und Joshs Hochzeit steht kurz bevor, und alles scheint perfekt zu sein. Valencia kümmert sich um die weitere Planung und nimmt Rebecca damit eine große Last von den Schultern. Außerdem lässt sich ihr Vater überraschend blicken, und so hofft Rebecca auf einen Neuanfang mit ihm, nachdem er sie als Kind verlassen hat. Sie ist ihrem Traum von der großen Liebe und einem glücklichen Leben so nah, doch nicht nur einige ihrer Freunde glauben, dass die Hochzeit ein Fehler ist …","versions":[{"lang":1,"streams":[{"redirect":8980475,"hoster":"VOE"},{"redirect":8361370,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Joshs Ex-Freundin will Rache","epNo":1,"alt":"Josh’s Ex-girlfriend Wants Revenge","descr":"Rebecca leidet sehr unter der Trennung von Josh, der sie vor dem Altar stehen ließ. Sie will gemeinsam mit ihren Freundinnen Rache nehmen und schmiedet einen verrückten Plan. Nathaniel zeigt indes Interesse an Rebecca. Paula und Scott wohnen wieder zusammen, Scott muss sich jedoch an gewisse Regeln halten. Josh Wilson und Darryl streiten sich derweil immer noch wegen Darryls Kinderwunsch.","versions":[{"lang":1,"streams":[{"redirect":8980472,"hoster":"VOE"},{"redirect":8361374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"An Josh, in Liebe.","epNo":2,"alt":"To Josh, With Love","descr":"Keiner von Rebeccas Racheplänen hat funktioniert. Sie holt sich Hilfe von Nathaniel, der einer der gemeinsten Menschen in ihrem Umfeld ist und noch dazu eine Schwäche für sie hat. Indes lernt Josh die unangenehmen Seiten der Priesterausbildung kennen. Seine Freunde reden ihm ins Gewissen wegen der geplatzten Hochzeit. Jim führt in der Kanzlei ein Gespräch mit Maya und Mrs. Hernandez, welches ihn sein angeblich erfolgreiches Sexleben mit seiner Ehefrau überdenken lässt.","versions":[{"lang":1,"streams":[{"redirect":12953009,"hoster":"VOE"},{"redirect":8361378,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Josh ist ein Lügner","epNo":3,"alt":"Josh Is A Liar.","descr":"Rebecca kann es nicht fassen: Sie hat Josh in einer spontanen Aktion alle Verrücktheiten aus der Vergangenheit erzählt – was ihrer geplanten Klage gegen ihn nicht gerade zuträglich ist. Außerdem hat Josh beschlossen, sich doch nicht zum Priester weihen zu lassen. Rebecca muss nun befürchten, dass er ihre Geheimnisse öffentlich macht. Nathaniel ist derweil unsicher, wie er sich Rebecca gegenüber verhalten soll, nachdem beide miteinander im Bett gelandet sind.","versions":[{"lang":1,"streams":[{"redirect":8980478,"hoster":"VOE"},{"redirect":8361388,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Joshs Ex ist verrückt","epNo":4,"alt":"Josh’s Ex-girlfriend Is Crazy.","descr":"Rebeccas Vergangenheit ist durch Josh ans Tageslicht gekommen. Gerade als sie mit Nathaniel die Stadt verlassen will, tauchen all ihre Freunde vor ihrer Tür auf und wollen sie daran hindern, abzuhauen. Doch Rebecca rastet komplett aus: Sie beleidigt jeden einzelnen ihrer Besucher und verletzt die Menschen um sie herum damit sehr. Danach begibt sie sich auf die Suche nach Josh, um sich an ihrem Ex für die Schmach zu rächen.","versions":[{"lang":1,"streams":[{"redirect":8980473,"hoster":"VOE"},{"redirect":8361394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"I Never Want to See Josh Again","epNo":5,"alt":"I Never Want To See Josh Again","descr":"Rebecca ist nach ihrem Nervenzusammenbruch wieder bei ihrer Mutter eingezogen. Entgegen ihrer Erwartungen kümmert sich ihre Mutter beinahe rührend um sie. Da das jedoch überhaupt nicht Naomis Natur entspricht, wird Rebecca skeptisch – und tatsächlich findet sie schnell heraus, was die wahren Beweggründe für das Handeln ihrer Mutter sind. In der Kanzlei wird Rebecca unterdessen durch eine neuen Anwältin ersetzt, die aber bald von ihren sehr speziellen Kollegen abgeschreckt wird.","versions":[{"lang":1,"streams":[{"redirect":12920182,"hoster":"VOE"},{"redirect":8361397,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Josh ist nicht wichtig","epNo":6,"alt":"Josh Is Irrelevant.","descr":"In einer Kurzschlussreaktion hat Rebecca eine Überdosis Tabletten geschluckt. In letzter Sekunde ändert sie jedoch ihre Meinung und ruft um Hilfe. All ihre Freunde besuchen sie im Krankenhaus und überschlagen sich förmlich mit ihrer Unterstützung. Der Beistand wird Rebecca aber schnell zu viel. Als der leitende Arzt ihr dann eine neue Diagnose stellt, ist sie vollkommen fertig. Josh macht sich unterdessen Vorwürfe, dass er an ihrem Suizid-Versuch schuld ist.","versions":[{"lang":1,"streams":[{"redirect":8980476,"hoster":"VOE"},{"redirect":8361409,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jeff überwinden","epNo":7,"alt":"Getting Over Jeff","descr":"Rebecca gibt sich alle Mühe, ihre psychische Krankheit zu überwinden. Doch sie übertreibt es völlig und ihr Arzt empfiehlt ihr, sich zu entspannen und auch mal Fehler zuzulassen. Paulas Familie hat sich unterdessen von ihr abgewandt, weil sie sich in letzter Zeit nur um Rebecca und deren Genesung gekümmert hat. Ihr Mann und die gemeinsamen Söhne sind mittlerweile unabhängig geworden und koordinieren ihr Leben ganz ohne Paulas Hilfe. Als sie das bemerkt, ist es aber schon zu spät.","versions":[{"lang":1,"streams":[{"redirect":8980479,"hoster":"VOE"},{"redirect":8361411,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nathaniel braucht meine Hilfe","epNo":8,"alt":"Nathaniel Needs My Help!","descr":"Rebecca stürzt sich kopfüber in ihre Beziehung zu Nathaniel. Doch das weckt alte Ängste in ihr – und so sucht sie verzweifelt ihren Therapeuten auf und bittet ihn um Hilfe. Nachdem Dr. Shin sie wieder aufgebaut hat, will sie unbedingt etwas Nettes für Nathaniel tun: Sie nimmt sich vor, ihn mit seinem Vater zu versöhnen. Dabei schießt sie jedoch etwas übers Ziel hinaus. Paula hilft Darryl derweil bei der Suche nach einer geeigneten Eizellspenderin.","versions":[{"lang":1,"streams":[{"redirect":9599120,"hoster":"VOE"},{"redirect":8361419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nathaniel wird abserviert","epNo":9,"alt":"Nathaniel Gets The Message!","descr":"Rebecca stellt fest, dass es ihrer Genesung nicht zuträglich ist, sich in eine obsessive Beziehung zu Nathaniel zu stürzen. Also verlässt sie ihn kurzerhand. Um ihre plötzliche Freizeit sinnvoll zu nutzen, hat sie sich vorgenommen, Menschen zu unterstützen, die Hilfe brauchen. Nathaniel und White Josh treffen derweil zufällig aufeinander und bemerken, dass sie unerwartet viel gemeinsam haben. Also ziehen sie zusammen los, um ihre Verflossenen zu vergessen.","versions":[{"lang":1,"streams":[{"redirect":9599121,"hoster":"VOE"},{"redirect":8361427,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Oh Nathaniel, sieh dich vor!","epNo":10,"alt":"Oh Nathaniel, It’s On!","descr":"Rebecca hat sich entschieden, Darryl eine Eizelle zu spenden, weil er sich verzweifelt ein Kind wünscht und bisher keine geeignete Spenderin gefunden hat. Außerdem hat sie beschlossen, wieder zu arbeiten. Als sie Nathaniel aufsucht und ihm das sagt, wird er wütend und feuert Rebecca. Kurz darauf erfährt sie, dass ihr Ex eine neue Freundin hat. Schnell verwandelt sich Rebecca wieder in die rachsüchtige Furie, die sie schon bei Josh gewesen ist.","versions":[{"lang":1,"streams":[{"redirect":11297212,"hoster":"VOE"},{"redirect":9961528,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nathaniel and I Are Just Friends!","epNo":11,"alt":"Nathaniel And I Are Just Friends!","descr":"Rebecca und Nathaniel schlafen immer noch miteinander, obwohl Rebecca ihrer Therapeutin gegenüber behauptet, dass ihre Beziehung zu Nathaniel beendet ist. Paula nimmt sich unterdessen das Team der Kanzlei vor die Brust. Dabei geht sie allerdings derart hart mit den Kollegen um, dass die Stimmung langsam ins Bodenlose sinkt. Nur zu ihrem neuen Kollegen ist sie überaus nett – bis er sich mit den anderen anfreundet. Heather hadert derweil mit ihrer Rolle als Leihmutter.","versions":[{"lang":1,"streams":[{"redirect":9578862,"hoster":"VOE"},{"redirect":8361423,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Trent?!","epNo":12,"alt":"Trent?!","descr":"Rebecca will, dass Trent wieder aus ihrem Leben verschwindet, doch er zwingt sie, mit ihm zusammen zu sein. Andernfalls würde er brisante Informationen aufdecken, die belegen, dass Rebecca einen Auftragskiller anheuern wollte. Als Nathaniel sieht, dass Rebecca offenbar vergeben ist, nähert er sich Mona wieder an. Paula versucht, ihrer Freundin zu helfen und deren Stalker Trent unschädlich zu machen.","versions":[{"lang":1,"streams":[{"redirect":12920183,"hoster":"VOE"},{"redirect":8361431,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nathaniel is Irrelevant.","epNo":13,"alt":"Nathaniel Is Irrelevant.","descr":"Rebecca leidet unter Albträumen, weil sie sich von Trent verfolgt fühlt. Nathaniel versucht unterdessen, seine Beziehung zu retten und nicht mehr an Rebecca zu denken. Doch er merkt immer mehr, dass er nicht in Mona verliebt ist. Trotzdem will er mit ihr zusammenziehen, in der Hoffnung, endgültig mit Rebecca abzuschließen. Heather steht derweil kurz vor der Geburt, was Darryl äußerst nervös macht. Und dann kommt es zu einem Zwischenfall, der Rebecca ins Gefängnis bringen könnte.","versions":[{"lang":1,"streams":[{"redirect":12920187,"hoster":"VOE"},{"redirect":8361433,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"I Want to Be Here","epNo":1,"alt":"I Want To Be Here","descr":"","versions":[{"lang":1,"streams":[{"redirect":11297210,"hoster":"VOE"},{"redirect":9961531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498358,"hoster":"VOE"},{"redirect":8361067,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"I Am Ashamed","epNo":2,"alt":"I Am Ashamed","descr":"Rebecca kann ihre Zeit in Freiheit nicht so recht genießen: Denn das Internet ist voller hässlicher Kommentare zu ihren Taten. Und das Schlimmste daran ist, dass alle Vorwürfe tatsächlich wahr sind. Ihre Freunde wollen sie aus ihrem Tief befreien, was sich als nicht gerade leicht erweist. Darryl versucht unterdessen, mit den Mamas aus der Krabbelgruppe seiner Tochter mitzuhalten.","versions":[{"lang":1,"streams":[{"redirect":11297222,"hoster":"VOE"},{"redirect":9961538,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"I’m on My Own Path","epNo":3,"alt":"I\u0027m on My Own Path","descr":"Während Rebecca ihre Gefühle für ihre Karriere erörtert, bekommt es Paula mit einer wichtigen Kundin zu tun. Josh will sich wieder verabreden, und Heather und Hector müssen sich um ihre Versicherung kümmern.","versions":[{"lang":1,"streams":[{"redirect":11297217,"hoster":"VOE"},{"redirect":9961540,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"I\u0027m Making Up for Lost Time","epNo":4,"alt":"I\u0027m Making Up for Lost Time","descr":"Rebecca trifft sich unter ungewöhnlichen Umständen erneut mit ihrem Halbbruder Tucker und entdeckt, dass sie viele Dinge gemeinsam haben. In der Zwischenzeit denkt Nathaniel über einen Weg nach, um Rebecca zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":11297221,"hoster":"VOE"},{"redirect":9961551,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"I’m So Happy for You","epNo":5,"alt":"I\u0027m So Happy for You","descr":"Rebecca fällt es schwer, die Veränderungen in Heathers und Valencias Leben zu akzeptieren. Paula muss sich an Neuigkeiten ihres ältesten Sohnes gewöhnen.","versions":[{"lang":1,"streams":[{"redirect":11297220,"hoster":"VOE"},{"redirect":9961545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"I See You","epNo":6,"alt":"I See You","descr":"","versions":[{"lang":1,"streams":[{"redirect":11197540,"hoster":"VOE"},{"redirect":9961557,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"I Will Help You","epNo":7,"alt":"I Will Help You","descr":"","versions":[{"lang":1,"streams":[{"redirect":11197539,"hoster":"VOE"},{"redirect":9961553,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"I\u0027m Not The Person I Used To Be","epNo":8,"alt":"I\u0027m Not The Person I Used To Be","descr":"","versions":[{"lang":1,"streams":[{"redirect":9956561,"hoster":"VOE"},{"redirect":9956608,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498355,"hoster":"VOE"},{"redirect":8361072,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"I Need Some Balance","epNo":9,"alt":"I Need Some Balance","descr":"","versions":[{"lang":1,"streams":[{"redirect":11197538,"hoster":"VOE"},{"redirect":9961561,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mit dir kann ich arbeiten","epNo":10,"alt":"I Can Work With You","descr":"Rebecca willigt ein, Darryl zu helfen und bietet an, zu babysitten. Ein unerwarteter Gast bringt den Abend durcheinander. Paula richtet einen Spieleabend aus.","versions":[{"lang":1,"streams":[{"redirect":9599127,"hoster":"VOE"},{"redirect":8361439,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ich bin fast über dich hinweg","epNo":11,"alt":"I\u0027m Almost Over You","descr":"Endlich kommt Rebecca einem Mann wieder näher und geht ihre neue Beziehung sogar ganz vernünftig an. Nathaniel sieht die beiden und ist am Boden zerstört. Doch dann wird sein Ehrgeiz geweckt. Mit ein paar mehr oder weniger guten Tipps seiner Angestellten will er einen ungewöhnlichen Versuch starten, Rebecca zurückzugewinnen. Aber ein Tagtraum ändert alles.","versions":[{"lang":1,"streams":[{"redirect":11297226,"hoster":"VOE"},{"redirect":9961563,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich brauch ’ne Pause","epNo":12,"alt":"I Have To Get Out","descr":"Rebecca unterstützt Paula in ihrer Zeit der Not trotz ihrer eigenen persönlichen Herausforderungen. Die Emotionen kochen hoch, als Greg, Josh und Nathaniel eine unerfreuliche Situation erleben.","versions":[{"lang":1,"streams":[{"redirect":12920188,"hoster":"VOE"},{"redirect":8361449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498361,"hoster":"VOE"},{"redirect":8361117,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ich muss hier raus","epNo":13,"alt":"I Have To Get Out","descr":"Während Paula noch immer für ihre Anwaltsprüfung lernt, obwohl sie wegen eines Herzanfalls im Krankenhaus liegt, hadert Josh mit seinen unterdrückten Gefühlen für Rebecca. Und auch Greg und Nathaniel wollen das Gespräch mit Rebecca suchen und landen dabei letztlich nach einem merkwürdigen Zwischenfall gemeinsam auf der Quarantäne-Station des Krankenhauses.","versions":[{"lang":1,"streams":[{"redirect":9599126,"hoster":"VOE"},{"redirect":8361444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498370,"hoster":"VOE"},{"redirect":8361138,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ich finde mein Glück","epNo":14,"alt":"I\u0027m Finding My Bliss","descr":"Rebecca freut sich auf ein Vorsprechen, weil sie hofft, ihr Glück beim Theater zu finden. Leider hilft ihr das überhaupt nicht, mit ihren Ex-Freunden abzuschließen, denn durch Zufall wird auch Nathaniel für das Theaterstück gecastet. Paula wünscht sich unterdessen ebenfalls eine große Veränderung in ihrem Leben: Sie bewirbt sich bei anderen Anwaltskanzleien – was Darryl sehr belastet.","versions":[{"lang":1,"streams":[{"redirect":10961281,"hoster":"VOE"},{"redirect":9961697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498377,"hoster":"VOE"},{"redirect":8361148,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ich suche meine Lieblingsfeindin","epNo":15,"alt":"I Need to Find My Frenemy","descr":"Rebecca hängt noch immer zwischen ihren Ex-Freunden. Sie wollte sich mit der Teilnahme an einer Theateraufführung ablenken, aber das hat überhaupt nicht funktioniert. Als Nathaniel, Greg und Josh ihr nacheinander ihre Liebe gestehen, ist sie am Rande der Verzweiflung. Paula tritt derweil ihr neue Arbeitsstelle an und fühlt sich zunächst richtig wohl.","versions":[{"lang":1,"streams":[{"redirect":11297227,"hoster":"VOE"},{"redirect":9961566,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ich habe heute ein Date","epNo":16,"alt":"I Have a Date Tonight","descr":"Greg, Nathaniel und Josh haben eine Idee, um Rebecca zu beeindrucken: Sie wollen sich alle einzeln mit ihr verabreden, wie in einer TV-Dating-Show. Danach soll sie sich dann für einen der Männer entscheiden. Dafür müssen sie allerdings erst ein paar Regeln aufstellen. White Josh hilf den Dreien dabei.","versions":[{"lang":1,"streams":[{"redirect":11197541,"hoster":"VOE"},{"redirect":9961568,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ich bin verliebt","epNo":17,"alt":"I\u0027m In Love","descr":"Es ist Valentinstag – und für Rebecca ist nun der Zeitpunkt gekommen, um ihre große Liebe bekanntzugeben. Für wen wird sie sich entscheiden: Greg, Nathaniel oder Josh?","versions":[{"lang":1,"streams":[{"redirect":11297230,"hoster":"VOE"},{"redirect":9961572,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498378,"hoster":"VOE"},{"redirect":8361161,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ja, wir singen wirklich selbst: Das Crazy Ex-Girlfriend Konzert Special","epNo":18,"alt":"Yes, It\u0027s Really Us Singing: The Crazy Ex-Girlfriend Concert Special!","descr":"Die \"Crazy Ex-Girlfriend\"-Stars präsentieren ihren Fans in einem Konzert-Special live auf der Bühne ihre beliebtesten Songs aus der Erfolgsserie.","versions":[{"lang":1,"streams":[{"redirect":11197543,"hoster":"VOE"},{"redirect":9961583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498382,"hoster":"VOE"},{"redirect":8361180,"hoster":"Streamtape"}]}]}]}]}