{"path":"/serie/stream/crematorio","name":"Crematorio","descr":"Den Großteil seines Vermögens erschleicht sich der mächtige Bauunternehmer Rúben Bertomeu durch dubiose Geschäfte und zwielichtige Machenschaften. Als sein jüngerer Bruder Matias stirbt, trifft das die Familie hart. Doch statt sie näher zusammenzubringen, schaukeln sich die Intrigen zwischen den Bertomeus immer weiter auf. Harte, realistische Serie, die schonungslos von Filz und Korruption in Spanien erzählt.","seasons":[{"path":"/serie/stream/crematorio/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/crematorio/staffel-1/episode-1","name":"Der ganze Frieden des Mittelmeeres","epNo":1,"alt":"","descr":"Als Matias Bertomeu stirbt, ist die ganze Familie geschockt. Sein älterer Bruder, der mächtige, politisch gut vernetzte Bauunternehmer Rúben (José Sancho), richtet die Trauerfeier zu Matias’ Beerdigung im eigenen Haus aus. Denn der Bestatter des Ortes, selbst ein Günstling Rúbens, wurde gerade verhaftet, da er Tote kostengünstg einfach verscharrte. Die Nachricht über den Tod von Matias lässt die Familie jedoch nur scheinbar zusammenrücken. Die Macht des schmutzigen Geldes hat die Beziehungen längst vergiftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383164","hoster":"VOE"},{"path":"/redirect/8361499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-2","name":"El Barranco","epNo":2,"alt":"","descr":"Ramón Collado (Pep Tosar) ist mit der Prostituierten Irina auf der Flucht. Da ihm deren Zuhälter Traian im Nacken sitzt, bittet er seinen alten Chef Rubén (José Sancho) noch einmal um Hilfe. Der mächtige Bauunternehmer wird mit Traian bald handesleinig, Irina freizukaufen. Aber er verlangt von Collado, ihm für dieselbe Summe dessen Firma zu überlassen. Collado bleibt nur, sich auf den schmutzigen Deal einzulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383167","hoster":"VOE"},{"path":"/redirect/8361509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-3","name":"Partnerwechsel","epNo":3,"alt":"","descr":"Rúben Bertomeu (José Sancho) hat nur sein ehrgeiziges Immobilienprojekt an der spanischen Riviera im Kopf. Seine Planungsvorbereitungen werden jedoch schnell über den Haufen geschmissen: Der Baumogul wird von einem seiner Partner erpresst. Doch Rúben lässt sich nicht einschüchtern – zumindest nicht in der Öffentlichkeit. Als im Hause des Bauunternehmers eingebrochen wird und wichtige Dokumente gestohlen werden, verdichten sich die Vermutungen, dass die russische Maffia ihre Hände im Spiel hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980511","hoster":"VOE"},{"path":"/redirect/8361514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-4","name":"Das schwarze Schaf","epNo":4,"alt":"","descr":"Rúben (José Sancho) befürchtet, dass der russische Zuhälter Traian (Vlad Ivanov) hinter dem Einbruch in sein Anwesen steckt. Die Tochter von Silvia muss enttäuscht feststellen, dass sie nichts von ihrem verstorbenen Onkel Matias erbt. Sie wirft ihrem Vater vor, dass er das ganze Geld für sich behält, um seine Habsucht zu stillen. Die Polizei findet die aus Rúbens Haus entwendeten Dokumente und stößt dabei auf wichtige Erkenntnisse, die Rúben seine Freiheit kosten könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980507","hoster":"VOE"},{"path":"/redirect/8361520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-5","name":"Zeit, an sich zu denken","epNo":5,"alt":"","descr":"Der Stadtrat Manuel Llorens steckt mit Rúben unter einer Decke. Um ihre gemeinsamen Bauprojekte durchzusetzen, schmiedet der gierige Baumogul mit seinem Partner korrupte Pläne, um die Landbesitzer von Misent zur Kasse zu bitten. Die Polizei kommt den beiden auf die Schliche und verhaftet sie. Rúbens Anwalt Zarrategu versucht das Chaos zu ordnen, aber die Luft für Rúben wird immer dünner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980505","hoster":"VOE"},{"path":"/redirect/8361527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-6","name":"Manhattan","epNo":6,"alt":"","descr":"Rúbens Ehefrau Mónica kämpft erbittert für die Freilassung ihres Mannes aus dem Gefängnis. Seitdem Rúben verhaftet wurde, steht die ganze Familie Bertomeu unter Verdacht, die korrupten Machenschaften des Familienoberhaupts jahrelang geduldet zu haben. Rúben gerät in Bedrängnis, die finanziellen Auflagen seiner Patriarchen zu erfüllen. Und sein Gesundheitszustand verschlechtert sich zusehends. Als der Bauoligarch vom Tod seines Verbündeten Sarcós erfährt, droht ihm die Kontrolle zu entgleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980516","hoster":"VOE"},{"path":"/redirect/9236104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-7","name":"Der General","epNo":7,"alt":"","descr":"Silvia, die Tochter des Immobilienhais Rúben Bertomeu, blockiert die Bankkonten ihres Vaters. Sie möchte über das angehäufte Geld des Bauriesen wachen und sich davon auch gern etwas in die eigene Tasche stecken. Bei ihren Plänen muss sie aber auf die Unterstützung der Familie und Vertrauten verzichten, da niemand beabsichtigt, in die illegalen Machenschaften von Rúben hineingezogen zu werden. So langsam spürt auch Rúbens Ehefrau Mónica, dass ihr Versuch, ihrem Mann zu helfen, zum Scheitern verurteilt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980508","hoster":"VOE"},{"path":"/redirect/8361534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crematorio/staffel-1/episode-8","name":"Hinterlassen werden wir nichts","epNo":8,"alt":"","descr":"Die Lage für Rúben Bertomeu (José Sancho) wird immer brenzliger: Seine Enkelin Miriam wird entführt und seine Frau Mónica sagt vor Gericht aus. Da hilft es auch nicht, dass der Anwalt der Familie belastende Dokumente verschwinden lässt. Auch dem russischen Mafioso Traian reißt der Geduldsfaden. Er hat mit Rúben noch eine Rechnung offen. Silvia versucht indes mühselig, die Fäden in der Familie zusammenzuhalten. Doch als Rúben schließlich von Collado erschossen wird, stellt sich die Frage, wer sein Erbe antritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8980515","hoster":"VOE"},{"path":"/redirect/8361540","hoster":"Streamtape"}]}]}]}]}