{"seriesId":"criminal-minds-beyond-borders","name":"Criminal Minds: Beyond Borders","descr":"Die Arbeit der Ermittler im \"Criminal Minds\"-Spin-Off \"Criminal Minds: Suspect Behavior\" beschränkt sich nicht nur auf Fälle in den Vereinigten Staaten, sondern handelt von der Zusammenarbeit mit Polizeibehörden rund um den Globus. Das neue Team wird immer dann aktiv, wenn US-Bürger im Ausland in Verbrechen verwickelt werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Jäger","epNo":1,"alt":"The Harmful One","descr":"Die Studentinnen Laura und Sarah arbeiten als Erntehelferinnen auf einer Farm in Thailand. Dort lernen sie den Weltenbummler Jeff kennen, der sie überredet, die Farm zu verlassen und Richtung Bangkok aufzubrechen. Kurze Zeit später fehlt von den dreien jede Spur. Jack Garrett und sein Team finden heraus, dass Jeff wegen Vergewaltigung von der Uni geflogen ist und seither in Thailand lebt. Hat er die jungen Frauen entführt? (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599184,"hoster":"VOE"},{"redirect":8362161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585008,"hoster":"VOE"},{"redirect":8585006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wertlos im Leben, wertvoll im Tod","epNo":2,"alt":"Harvested","descr":"In Mumbai verschwinden im Umfeld des Holi-Festivals zwei junge Männer. Einer von ihnen wacht in einem Slum wieder auf, mit einer frischen Wunde am Unterleib – ihm wurde eine Niere entnommen. Im Krankenhaus stirbt er an seinen schweren Verletzungen. Jack und sein Team gehen zunächst von illegalem Organhandel aus, was keine Seltenheit in Mumbai ist. Doch als der Täter erneut zuschlägt und seinem Opfer die Augen entfernt, entwickeln sie eine andere Theorie. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599187,"hoster":"VOE"},{"redirect":10013878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585010,"hoster":"VOE"},{"redirect":8585007,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verleugnung","epNo":3,"alt":"Denial","descr":"In Kairo wird der US-Bürger Malik Said mit Giftgas getötet. Sein Freund Hank Willis, den er kurz vorher traf, ist verschwunden. Jack und sein Team reisen nach Ägypten, werden dort aber frostig empfangen: Der Vizeminister will, dass die Ermittlungen möglichst unauffällig vonstattengehen. Allerdings erzählt er Jack von einem Einheimischen, der genauso wie Malik zu Tode kam. Auf den ersten Blick verbindet die beiden nichts, doch dann tun sich immer mehr Zusammenhänge auf. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9578893,"hoster":"VOE"},{"redirect":8362160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585013,"hoster":"VOE"},{"redirect":8585012,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der flüsternde Tod","epNo":4,"alt":"Whispering Death","descr":"Jack und sein Team reisen nach Tokio. Dort begingen innerhalb kürzester Zeit drei Amerikaner Suizid. Schnell wird klar, dass es sich in Wahrheit um Mord handelt und der Täter nur den Anschein erwecken wollte, dass sich die Opfer selbst getötet haben. An einem der Tatorte findet Matt eine Netzwerkkamera – der Mörder streamt seine Taten offenbar. Mit Montys Hilfe stellt das Team schließlich eine Verbindung zwischen den Toten her: Der Fischmarkt im Herzen Tokios … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599190,"hoster":"VOE"},{"redirect":8362171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585021,"hoster":"VOE"},{"redirect":8585016,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das einsame Herz","epNo":5,"alt":"The Lonely Heart","descr":"In Paris wird Samantha Wade auf brutale Weise ermordet: Der Täter tötete sie und durchbohrte anschließend ihre Augen mit Reißhaken. Binnen kürzester Zeit bringt er zwei weitere Amerikanerinnen auf ähnliche Weise um. Jack und sein Team haben bald eine erste Spur. Doch die Ermittlungen werden durch die französischen Kollegen erschwert, die eine andere Auffassung von Öffentlichkeitsarbeit haben – und damit den Täter extrem wütend machen … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599188,"hoster":"VOE"},{"redirect":12251892,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585019,"hoster":"VOE"},{"redirect":8585018,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gottgleich","epNo":6,"alt":"","descr":"Während ihrer Flitterwochen auf Belize kehren John und Susie Davis nicht in ihr Hotel zurück. Da es jüngst keine Entführungen von Touristen durch Drogenkartelle gab, muss etwas anderes hinter dem Verschwinden der beiden stecken. Offenbar wurde ihr Leihwagen nahe einer Bucht von der Straße gerammt. Dann findet die örtliche Polizei Johns verstümmelte Leiche – und das IRT hat ein Profil: Der Täter scheint einen Gottkomplex zu haben und einen Verlust kompensieren zu wollen. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599191,"hoster":"VOE"},{"redirect":8362172,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585031,"hoster":"VOE"},{"redirect":8585025,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Namen der Hoffnung","epNo":7,"alt":"","descr":"Auf einem belebten Markt in Casablanca verschwindet das Rentner-Ehepaar Peter und Kate Carson spurlos. Bei den Angehörigen geht schon bald eine Lösegeldforderung ein: Sie sollen 400.000 US-Dollar auftreiben, sonst sind die Carsons tot. Dem IRT bleibt nicht viel Zeit, die beiden zu finden. Erschwert werden die Ermittlungen dadurch, dass Jack und sein Team zunächst nicht wissen, wo sie suchen sollen. Doch dann gibt es einen entscheidenden Hinweis. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":13004345,"hoster":"VOE"},{"redirect":8362176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585041,"hoster":"VOE"},{"redirect":8585035,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der verlorene Sohn","epNo":8,"alt":"","descr":"Für Familie Wolf wird der Traumurlaub in Mexiko zum Horror-Trip: Mutter Jessica wird brutal ermordet. Ihr Mann Daniel ist der Hauptverdächtige. Seine Firma ist pleite, die Ehe kriselte schon lange, und auf Jessicas Namen wurde eine Lebensversicherung abgeschlossen. Außerdem hatte Daniel eine Affäre. Jack hält Daniel jedoch für unschuldig und ist sich sicher, dass die Kinder Ryan und Megan der Schlüssel zur Aufklärung des Falls sind. Nun setzt er auf Claras Fähigkeiten. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599194,"hoster":"VOE"},{"redirect":8362175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585042,"hoster":"VOE"},{"redirect":8585038,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Sehnsucht und der Tod","epNo":9,"alt":"","descr":"Die 16-jährige Emma Peters hat sich ein One-Way-Ticket nach Antalya besorgt, um dort ihren Freund Emir zu treffen. Doch kaum in der Türkei angekommen, verschwindet das Mädchen spurlos. Jack und sein Team finden heraus, dass sie heimlich mit einem angeblichen Freund Emirs in Kontakt stand, der ihr genaue Anweisungen für die Reise gab. Alles sieht danach aus, als sei Emma in die Hände einer terroristischen Vereinigung geraten, die ihre ganz eigenen Pläne mit der Schülerin hat … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599193,"hoster":"VOE"},{"redirect":8362177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585045,"hoster":"VOE"},{"redirect":8585039,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mord verjährt nicht","epNo":10,"alt":"","descr":"Die Brüder Timothy und Brandon Smit jobben in der Bar ihrer Tante in Johannesburg. Eines Abends wird Timothy überfallen und ermordet, seine Leiche wird brutal verstümmelt. Brandon wird entführt. Offenbar hat der Täter etwas Bestimmtes mit dem Studenten vor, denn er tötet ihn nicht – begeht aber weitere bestialische Morde. Jack und sein Team begeben sich zusammen mit der südafrikanischen Profilerin Ananda Doshi auf eine unkonventionelle Spurensuche. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9578897,"hoster":"VOE"},{"redirect":8374304,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585049,"hoster":"VOE"},{"redirect":8585050,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Ballade von Nick und Natalie","epNo":11,"alt":"","descr":"Der US-Kubaner Rodrigo Fernandez wird im kubanischen Camajuaní von der hübschen Amerikanerin Natalie erschossen. Jack und sein Team stoßen auf einige Widrigkeiten, als sie in Havanna ankommen. Doch die Zeit drängt, denn Natalie und ihr Freund Nick ziehen auf den Spuren Che Guevaras quer durchs Land und pflastern ihren Weg mit Leichen, die allesamt eine Botschaft übermitteln sollen. Bald wird klar, was sie der Welt mitzuteilen haben … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9599195,"hoster":"VOE"},{"redirect":12251893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585061,"hoster":"VOE"},{"redirect":8585052,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Stierlauf","epNo":12,"alt":"","descr":"Der US-Bürger Clint Smith verschwindet während des Stierlaufs in Pamplona spurlos. Nur seine abgeschnittenen Ohren werden gefunden. Bereits im Vorjahr geschahen im Umfeld des Festivals drei Morde nach ähnlichem Muster – die Leichen der Opfer fand man ein halbes Jahr später. Zunächst gehen Jacks Team und die Behörden vor Ort von einem politischen Motiv aus. Doch dann wird immer klarer, dass der Täter einen ganz anderen Antrieb für seine grausamen Aktionen hat. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":12251899,"hoster":"VOE"},{"redirect":12251895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12173120,"hoster":"VOE"},{"redirect":8585053,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Seelenwanderung","epNo":13,"alt":"Paper Orphans","descr":"Die Familie Wagner ist auf Haiti, um den kleinen Samuel zu adoptieren. Doch dann wird mitten in der Nacht ihre vierjährige Tochter Abby im Schlaf aus dem Hotelzimmer entführt. Zunächst gehen Jack und sein Team von professionellen Kinderhändlern als Täter aus, doch dann lassen die Indizien auf etwas anderes schließen: Offenbar hat eine Frau, die unter massivem emotionalem Stress leidet, Abby entführt – und sie will das Kind einem alten haitianischen Ritual unterziehen …","versions":[{"lang":1,"streams":[{"redirect":9599196,"hoster":"VOE"},{"redirect":8362186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8585060,"hoster":"VOE"},{"redirect":8585059,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Verlorene Seelen","epNo":1,"alt":"Lost Souls","descr":"In Tansania sind 23 Mitglieder der Brunswick Missionskirche spurlos verschwunden. Offenbar wurden die radikalen Sektenmitglieder nicht von Rebellen entführt, denn eine Lösegeldforderung bleibt aus. Als das Team die Hintergründe der Sekte durchleuchtet, stoßen sie auf einige Merkwürdigkeiten bei deren Finanzen. Dann wird die Leiche des Mitglieds Jacob Ross gefunden, die erhebliche Abwehrspuren aufweist – für Jack Garrett der Beweis für seine Täter-Theorie ?","versions":[{"lang":1,"streams":[{"redirect":9599198,"hoster":"VOE"},{"redirect":8362193,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fürchtet mich ","epNo":2,"alt":"Il Monstro","descr":"Ein brutaler Mörder tötet in Florenz zwei junge Paare. Auffällig ist, dass er die Leichen der Frauen extrem verstümmelt. Der Fall weist erschreckende Parallelen zur 20 Jahre alten Mordserie des Monsters von Florenz auf. Damals fand die ermittelnde Staatsanwältin Carmela Tafani eine heiße Spur, die sie nicht weiterverfolgen durfte. Doch nun ist der Verdächtige von damals in die Stadt zurückgekehrt. Hat er wieder getötet?","versions":[{"lang":1,"streams":[{"redirect":9599199,"hoster":"VOE"},{"redirect":8362196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teufelsatem","epNo":3,"alt":"The Devil\u0027s Breath","descr":"Der US-Amerikaner Drew Dafoe reiste nach Kolumbien, um in Bogotá seiner Freundin Paola einen Heiratsantrag zu machen. Doch so weit kam es nicht – Drew plünderte sein Bankkonto und nahm sich anschließend das Leben. Da Paola nicht an einen Suizid glaubt, wird das IRT eingeschaltet. Zunächst finden Mae und Matt keine heiße Spur, doch als sich ein weiterer Tourist umbringt, nachdem er sein Konto leergeräumt hat, kommt das Team den Tätern auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":9599197,"hoster":"VOE"},{"redirect":8362199,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nur für Dich","epNo":4,"alt":"Pretty Like Me","descr":"Das IRT wird nach Seoul in Südkorea gerufen. Dort wurde die entstellte Leiche einer Amerikanerin neben einem Müllcontainer entdeckt. Doch sie ist nicht das einzige Opfer: Weitere Frauen wurden auf ähnliche Art verstümmelt. Eine heiße Spur führt zu Geowoo Lee, dessen Vater zu den reichsten Männern des Landes gehört. Er verlangt von seinen Freundinnen, sich Schönheits-OPs zu unterziehen. Bei einer von ihnen gingen die Eingriffe schief. Rächt sie sich nun?","versions":[{"lang":1,"streams":[{"redirect":9599200,"hoster":"VOE"},{"redirect":8362203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Böses Erwachen","epNo":5,"alt":"Made In...","descr":"Die Jungunternehmer David Curry und Robbie Garcia sind nach Bangladesch gereist, um Zulieferer für ihre Modefirma zu rekrutieren. Doch dann werden die beiden überfallen und entführt – ein für Bangladesch eher ungewöhnliches Verbrechen an Ausländern. Als man Robbies Leiche findet, ist klar: Jemand will sich an den beiden Amerikanern rächen, denn alles deutet auf einen Overkill hin. Davids Frau Diane ist nun die einzige Hoffnung des IRT, um eine heiße Spur zu finden.","versions":[{"lang":1,"streams":[{"redirect":9599201,"hoster":"VOE"},{"redirect":8362210,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Beschleunigtes Verfahren","epNo":6,"alt":"Cinderella and the Dragon","descr":"Die Flugbegleiterin Jane Wicks wird in Singapur ermordet. Dringend tatverdächtig: ihre beste Freundin und Kollegin Kathy Hall. Als Jack und sein Team in Asien ankommen, fehlt von Kathy allerdings jede Spur. Hinweise an Janes Leiche lassen darauf schließen, dass Jane Drogen schmuggelte und offenbar ins Visier von konkurrierenden Dealern geriet. Doch je weiter die Ermittlungen fortschreiten, desto mehr muss sich das Team von seiner These verabschieden.","versions":[{"lang":1,"streams":[{"redirect":12383186,"hoster":"VOE"},{"redirect":8362212,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"La Santa Muerte","epNo":7,"alt":"La Huesuda","descr":"In Tijuana wird ein junger Amerikaner brutal ermordet. Seine Leiche stellt der Täter öffentlich zur Schau. Zunächst liegt der Verdacht nahe, dass der junge Mann einem mexikanischen Drogenkartell in die Quere kam und deswegen sterben musste. Doch dann gibt es weitere Opfer, die alle auf dieselbe Art getötet und präsentiert werden. Das führt das IRT zu dem alten Kult um \"La Sante Muerte\", den heiligen Tod, der offenbar mit den Morden in Zusammenhang steht.","versions":[{"lang":1,"streams":[{"redirect":9599205,"hoster":"VOE"},{"redirect":8362213,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pankration","epNo":8,"alt":"Pankration","descr":"Als ein junger griechischstämmiger Amerikaner in Athen zu Tode geprügelt wird, sieht es zuerst danach aus, als wäre er Opfer einer Fehde zwischen seiner Familie und der albanischen Mafia geworden. Doch als weitere Leichen auftauchen, ähnlich zugerichtet, wird nach und nach klar, dass da jemand seinen privaten Rachefeldzug gegen alle Nicht-Griechen führt und dabei eins der Opfer zu seiner Waffe gemacht hat. Für das IRT um Jack Garrett beginnt ein Wettlauf gegen die Zeit …","versions":[{"lang":1,"streams":[{"redirect":9599202,"hoster":"VOE"},{"redirect":8362216,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Hinterhalt","epNo":9,"alt":"Blowback","descr":"Das IR-Team muss sich vor einer Untersuchungskommission verantworten – für einen vermeintlich fehlgeschlagenen Einsatz im Nahen Osten, bei dem man mehr als einmal das Gesetz umgehen musste, um zu überleben. Die Verhöre werden zu einer Zerreißprobe für das gesamte Team, das sich in Frage gestellt sieht. Schnell wird klar, dass es mit der Zerschlagung des IRT enden könnte, das offenbar einigen führenden Personen schon länger ein Dorn im Auge ist. Jack stellt sich bedingungslos vor seine Leute und begreift langsam, dass der Feind auch unter den Freunden zu suchen ist.","versions":[{"lang":1,"streams":[{"redirect":9599204,"hoster":"VOE"},{"redirect":8362223,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Violette Orchideen","epNo":10,"alt":"Type A","descr":"Clara Seger wird plötzlich mit den Namen einer vor langer Zeit ermordeten Freundin konfrontiert und ganz unerwartet taucht die Spur zu ihrem Mörder auf – in Taiwan. Das IRT steht vor einem rätselhaften Fall, in dem es gilt, eine Verbindung aus Müttern, Geschwisterliebe und violetten Orchideen herzustellen. Dass Clara bei der Jagd nach dem Täter ganz besonders brennt, das versteht dabei im Team jeder …","versions":[{"lang":1,"streams":[{"redirect":9599206,"hoster":"VOE"},{"redirect":12481920,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Duppy","epNo":11,"alt":"Obey","descr":"Nach einem Streit mit seinem Cousin wird der Rapper Malcolm Williams erstochen aufgefunden. Malcolms Vater alarmiert das IRT, denn er glaubt an die Unschuld seines Neffen. Als weitere rätselhafte Morde passieren, sieht sich das IRT mit Duppies (Geister eines okkulten Glaubens), einem jamaikanischen Gangsterboss und seinem Stiefsohn konfrontiert, der, scheinbar von den Toten auferstanden, alles wahllos absticht, was ihm in den Weg kommt. Aber wie stoppt man einen Toten?","versions":[{"lang":1,"streams":[{"redirect":9599207,"hoster":"VOE"},{"redirect":8374307,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Yeti","epNo":12,"alt":"Abominable","descr":"Als eine Himalaya-Touristin bestialisch ermordet wird und die nepalesische Regierung fest davon ausgeht, dass hier ein Yeti sein Unwesen treibt, ist das IRT gefordert, gegen alle Widerstände zu beweisen, dass hier kein mythisches Wesen am Werk ist. Auch, wenn Monty, der das erste Mal mit an Bord ist, glaubt, dass so ein Wesen existieren könnte und weitere Opfer sowie seltsame Spuren den Verdacht eher schüren als zerstreuen, so ist das Team unbeirrt auf der Suche nach der wahren Antwort, jenseits der Legenden.","versions":[{"lang":1,"streams":[{"redirect":12383180,"hoster":"VOE"},{"redirect":13157006,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Alte Feinde","epNo":13,"alt":"The Ripper Of Riga","descr":"Eine US-amerikanische Ballett-Tänzerin, auf dem Weg zur großen Karriere, wird in St. Petersburg von einem gruseligen Clown mit messerscharfen Zähnen entführt. Zuerst sieht alles nach einem Stalker aus, aber bald begreift Jack, dass ein alter Feind hinter alldem steckt: der \"Ripper von Riga\", Oleg Antakov. Der aber sitzt schon lange hinter Gittern. Die Ballerina kann vom IRT gerettet werden. Aber nach und nach enthüllt sich das teuflische Spiel des Rippers, der all das nur eingefädelt hat, um sich an Jack zu rächen.","versions":[{"lang":1,"streams":[{"redirect":9578896,"hoster":"VOE"},{"redirect":8362229,"hoster":"Streamtape"}]}]}]}]}