{"path":"/serie/stream/crimson-wedding","name":"Crimson Wedding","descr":"Es ist eine freudige Angelegenheit. Die Hochzeit von Sandra und William und die ganze Familie versammelten sich im noblen Restaurant ihrer Mutter für die Veranstaltung. Sogar ihre Schwester Alice ist zu diesem Anlass aus Australien zurück. Dann schlägt die Tragödie zu. Nur Stunden nach der Zeremonie wird die Braut tot am Fuße einer Klippe gefunden. Ein Unfall, Selbstmord, oder ist es Mord? Alices Ex-Geliebter und Polizist Vincent setzt sich auf einen ungebetenen Gast ein, der schnell zum Hauptverdächtigen wird. Bis auch er tot aufgefunden wird. Könnten die Morde miteinander in Verbindung gebracht werden? Je tiefer Vincent in die Geschichte, die Beziehungen und die kollektive Schuld der Familie eintaucht, desto gewundener wird der Fall. Dunkle Geheimnisse, die zu lange begraben wurden, legen nahe, dass alle ihren Teil der Schuld tragen.","seasons":[{"path":"/serie/stream/crimson-wedding/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/crimson-wedding/staffel-1/episode-1","name":"Am schönsten und letzten Tag deines Lebens","epNo":1,"alt":"Episode 1","descr":"Sandra, die Tochter der Restaurantbesitzerin Claire, heiratet. Überraschend erscheint zu diesem Anlass auch Sandras Schwester Alice, die seit vier Jahren aus ungeklärten Gründen in Australien lebt und den Kontakt zu ihrer Familie abgebrochen hatte. Noch während der Hochzeitsfeier findet Alice Sandra tot auf. Sie ist von einer hochgelegenen Terrasse aus auf eine Mole gestürzt. Die polizeilichen Ermittlungen übernimmt Alices Ex-Freund Vincent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334573","hoster":"VOE"},{"path":"/redirect/13366337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crimson-wedding/staffel-1/episode-2","name":"Der Tod im Meer der Geheimnisse","epNo":2,"alt":"Episode 2","descr":"Die Polizei ortet Anthonys Handy, Vincent findet es bei Alice. Entgeistert stellt er sie zur Rede und erfährt so von dem Sex-Video mit Sandra und Anthony. Vincent spricht William auf Anthony an, doch William behauptet, ihn nicht zu kennen. William leidet nicht nur unter dem Verlust Sandras, er stellt zu allem Überfluss fest, dass sein Vater Marc nicht nur eine Beziehung zu Yasmina hat, sondern auch seit Jahren einen gemeinsamen Sohn mit ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334576","hoster":"VOE"},{"path":"/redirect/13366342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crimson-wedding/staffel-1/episode-3","name":"In der Blüte aller Lügen","epNo":3,"alt":"Episode 3","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334575","hoster":"VOE"},{"path":"/redirect/13366343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crimson-wedding/staffel-1/episode-4","name":"Niemand hier ist Freund der Mäßigkeit","epNo":4,"alt":"Episode 4","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334578","hoster":"VOE"},{"path":"/redirect/13366346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crimson-wedding/staffel-1/episode-5","name":"Wir stürzen in die Verzweiflung","epNo":5,"alt":"Episode 5","descr":"Der Versuch, Etienne den Beweis für Sandras Unfallflucht einfach zu stehlen, ist gescheitert: Alice hat die Uhr nicht gefunden. Géraldine bleibt erpressbar und muss hilflos mit ansehen, wie Etienne ihre Strandbar an sich reißt. Gescheitert ist auch Camilles Selbstmordversuch, sie liegt jetzt im Koma. Nach Blandines fatalem Sturz meldet Fabio, der sich in seiner Verzweiflung heimlich Rat bei Claire geholt hat, seine Verlobte als vermisst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334582","hoster":"VOE"},{"path":"/redirect/13366356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crimson-wedding/staffel-1/episode-6","name":"In den tiefen Schatten des Lichts","epNo":6,"alt":"Episode 6","descr":"Vincent will herausbekommen, wo der Zusammenhang zwischen den Todesfällen Sandras und Anthonys sowie dem tödlich Unfall seines Bruders Simon liegt. Er merkt, dass Fabio nicht die ganze Wahrheit sagt. Immerhin stellt sich heraus, dass Camilles Korallen-Blüte noch da ist, Camille also mit Sandras Tod nichts zu tun hat. Und zur allgemeinen Erleichterung wacht Camille nach ihrem Selbstmordversuch wieder aus dem Koma auf und hat keine Folgeschäden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13334592","hoster":"VOE"},{"path":"/redirect/13366355","hoster":"Streamtape"}]}]}]}]}