{"seriesId":"criminal-minds","name":"Criminal Minds","descr":"[Ab Staffel 16 \"Criminal Minds: Evolution\"] Die Krimiserie handelt von einer Gruppe von Profilern, die dem FBI untergeordnet sind. Diese \"Behavioral Analysis Unit\" (BAU) aus Quantico, Virginia, ist darauf spezialisiert, bis dahin unbekannte Serientäter und andere Schwerkriminelle, anhand ihrer bisherigen Verbrechen und Verhaltensweisen, zu identifizieren und zu verfolgen. Der Fokus der Serie liegt also nicht in erster Linie auf den Taten, sondern auf den Tätern. Die Profiler nutzen dabei Spuren und Ermittlungsergebnisse aktueller Fälle und vergleichen sie mit Fällen der Vergangenenheit, die auf den gleichen Tätertyp schließen lassen. Dabei sind sowohl technische als auch psychologische Fachkenntnisse nötig, die von den Mitgliedern der BAU eingebracht werden. Durch die aufwendigen Ermittlungsarbeiten, die in der Regel keinen normalen Feierabend erlauben, gestaltet sich das Privat- und Familienleben der Teammitglieder als schwierig und konfliktreich.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Abgrund","epNo":1,"alt":"Extreme Aggressor","descr":"Die BAU (\"Behavioral Analysis Unit\") ist eine Spezialeinheit des FBI und erstellt Charakteranalysen von verhaltensauffälligen Serientätern, um die nächsten Schritte der Täter vorherzusagen. Und dafür gilt mehr als einmal die Regel: Um einen Mörder zu fangen, muss man wie einer denken. \"Chicago Hope\"-Star Mandy Patinkin spielt den ehemals beurlaubten Special Agent Jason Gideon, der aber wieder einberufen wurde, weil kein zweiter Ermittler so genial ist wie er. Ein Serienmörder, der seine Opfer, meist junge Frauen, quält und langsam erdrosselt, treibt sein Unwesen in der Stadt. Um ihn endlich zu fassen, wird der beurlaubte Special Agent Gideon in den Dienst zurückgeholt, doch die Erstellung des Täterprofils geht nur langsam voran. Dann aber beginnt ein Wettlauf mit der Zeit, als eine weitere junge Frau in die Hände des Psychopathen fällt und ein Mitwisser des Täters, der dem BAU in die Falle läuft, sich weigert auszusagen…","versions":[{"lang":1,"streams":[{"redirect":14195124,"hoster":"VOE"},{"redirect":12825972,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105608,"hoster":"VOE"},{"redirect":12825892,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Feuerprobe","epNo":2,"alt":"Compulsion","descr":"Ein Feuerteufel sucht immer wieder das Bradshaw College heim. Zuerst hat er nur Gebäude beschädigt, nun aber entscheidet er über Leben und Tod. Dabei scheint der Brandstifter ein völlig anderes Motiv zu haben, als die dokumentierten Fälle, auf denen die Recherchen des BAU-Teams aufbauen. Erst als der Täter bei ihnen anruft, bekommen sie eine erste Spur und erkennen, dass es ein Muster in seinem zwanghaften Verhalten gibt. Denn der Täter macht alles dreimal.","versions":[{"lang":1,"streams":[{"redirect":14195067,"hoster":"VOE"},{"redirect":12837359,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157107,"hoster":"VOE"},{"redirect":12837205,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rot oder Blau","epNo":3,"alt":"Won\u0027t Get Fooled Again","descr":"Innerhalb weniger Stunden detonieren in Palm Beach drei Bomben. Während die Bevölkerung in Panik gerät, untersucht Agent Morgan die Sprengsätze fieberhaft und findet heraus, dass sie die Handschrift von Adrian Bale tragen, einem Bombenleger, der lebenslang im Gefängnis sitzt. Für Gideon ein Schock, denn bei Bales Ergreifung sind mehrere Leute aus seinem damaligen Team umgekommen - und Gideon gibt sich bis heute die Schuld daran. Aber er ist auf Bales Informationen angewiesen","versions":[{"lang":1,"streams":[{"redirect":14195123,"hoster":"VOE"},{"redirect":12113638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195119,"hoster":"VOE"},{"redirect":12787379,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kein Gold der Welt","epNo":4,"alt":"Plain Sight","descr":"In San Diego treibt ein Serienvergewaltiger und -mörder sein Unwesen. Der \"Tommy-Killer\", wie er von der Presse genannt wird, sucht seine Opfer in der oberen Mittelschicht, ist hochorganisiert und hinterlässt an jedem Tatort einige Zeilen einer klassischen Ballade. Um ihn aus der Reserve zu locken, lanciert das Team in der Presse das Gerücht, der \"Tommy-Killer\" sei gefasst. Das klappt jedoch zu gut: Der Killer kündigt für den kommenden Tag seinen nächsten Mord an","versions":[{"lang":1,"streams":[{"redirect":14111363,"hoster":"VOE"},{"redirect":12814224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158859,"hoster":"VOE"},{"redirect":12837210,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spiegelzwillinge","epNo":5,"alt":"Broken Mirror","descr":"Die Entführung der 18-jährigen Tochter eines Staatsanwalts ruft das BAU-Team auf den Plan - diesmal steht ihnen eine Informationsquelle mehr zur Verfügung als sonst: Cheryl, die Zwillingsschwester der entführten Trish, ist ein Spiegelzwilling, d. h. sie kann die Gefühle ihrer Schwester über eine weite Entfernung spüren. Bald wird klar, dass der Täter auch die zweite Schwester entführen will, denn er handelt nicht aus Rache oder Geldgier, sondern aus Liebeswahn","versions":[{"lang":1,"streams":[{"redirect":14139163,"hoster":"VOE"},{"redirect":12837358,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065538,"hoster":"VOE"},{"redirect":12837207,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fernschüsse","epNo":6,"alt":"L.D.S.K.","descr":"Ein Scharfschütze macht Des Plaines in Illinois unsicher. Er verletzt seine Opfer durch gezielte Bauchschüsse schwer, will sie aber offenbar nicht töten, was darauf hinweist, dass der Täter jemand ist, der die Aufmerksamkeit der Medien genießt. Das BAU-Team stellt mit örtlichen Beamten den Anschlag nach. Aber als sie schließlich einen ersten Tatverdächtigen ermitteln können, wird er mit einem Kopfschuss ermordet","versions":[{"lang":1,"streams":[{"redirect":14213460,"hoster":"VOE"},{"redirect":12837362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110529,"hoster":"VOE"},{"redirect":12837214,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hölle privat","epNo":7,"alt":"The Fox","descr":"Eine Familie, die nach einer erfolgreichen Familientherapie eigentlich im Urlaub sein sollte, wird in ihrem Keller ermordet aufgefunden. Da der Vater als Einziger einer Schussverletzung erlegen ist, gehen die Behörden von einem Mordsuizid aus, einer Familientragödie. Dann aber erleidet eine zweite Familie ein ähnliches Schicksal. Gideon vermutet, dass der Therapeut Arnold die Morde aus Hass gegen Familien begangen hat. Nur fehlen ihm die Beweise, da Arnold sehr gerissen ist","versions":[{"lang":1,"streams":[{"redirect":14158816,"hoster":"VOE"},{"redirect":12837361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120351,"hoster":"VOE"},{"redirect":12837209,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Undercover","epNo":8,"alt":"Natural Born Killer","descr":"Ein Undercoveragent wird entführt, nachdem drei Personen sterben mussten. Das ganze Team ermittelt.","versions":[{"lang":1,"streams":[{"redirect":14213417,"hoster":"VOE"},{"redirect":12814225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14364551,"hoster":"VOE"},{"redirect":12843260,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Entgleist","epNo":9,"alt":"Derailed","descr":"Zusammen mit anderen Fahrgästen eines Zuges wird Elle als Geisel genommen. Der Geiselnehmer, der Physiker Dr. Bryar, ist jedoch psychisch gestört und hört eine Stimme, die ihm befiehlt, alle umzubringen","versions":[{"lang":1,"streams":[{"redirect":14111406,"hoster":"VOE"},{"redirect":12837363,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14348556,"hoster":"VOE"},{"redirect":12814164,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Heile Welt","epNo":10,"alt":"The Popular Kids","descr":"In der Kleinstadt McAllister bricht die heile Welt zusammen, als Adam, Starspieler der Football-Mannschaft, tot im Wald gefunden wird. Da auch noch Adams Freundin vermisst wird, mobilisiert das BAU-Team die ganze Stadt, um das unübersichtliche Gebiet zu durchkämmen. Deswegen hat Agent Garcia Gelegenheit, alle Helfer zu durchleuchten, denn die Verhaltensanalytiker vermuten, dass der Täter einer der Einwohner ist. Bald führt die Spur zu einem Kreis von Satanisten","versions":[{"lang":1,"streams":[{"redirect":14090029,"hoster":"VOE"},{"redirect":12628447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110672,"hoster":"VOE"},{"redirect":12787386,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Engelsstimme","epNo":11,"alt":"Blood Hungry","descr":"Eine Gesangslehrerin wird auf bestialische Weise ermordet, und, wie die Obduktion zu Tage bringt, regelrecht ausgeweidet. Zwei Tage später wird ein älterer Mann auf dieselbe Weise umgebracht, und Gideon findet heraus, dass der Täter Blut und Organe der Opfer zu sich nimmt. Offenbar haben sie es mit einem Kannibalen zu tun, der durch seine Tat das Göttliche erfahren will. Bald wird auch noch eine alte Frau ermordet - und diesmal hat der Mörder ihren siebenjährigen Enkel entführt","versions":[{"lang":1,"streams":[{"redirect":14158935,"hoster":"VOE"},{"redirect":12817991,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195111,"hoster":"VOE"},{"redirect":12837212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"24 Stunden","epNo":12,"alt":"What Fresh Hell","descr":"Als die elfjährige Billie während des Fußballtrainings entführt wird, kommt die Polizei erst 20 Stunden später zum Einsatz - die Mutter dachte, Billie ist bei ihrem Vater. Ein Wettlauf mit der Zeit beginnt, da statistisch gesehen Entführungsopfer nach 24 Stunden tot sind, aber der grüne Geländewagen, in den das Mädchen gezerrt wurde, scheint unauffindbar. So müssen sich die Ermittler mehr denn je darauf verlassen, dass sie in kürzester Zeit ein gutes Täterprofil erstellen können.","versions":[{"lang":1,"streams":[{"redirect":14093463,"hoster":"VOE"},{"redirect":12814227,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089552,"hoster":"VOE"},{"redirect":12837216,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gift","epNo":13,"alt":"Poison","descr":"Bewusstlos wird ein Autofahrer auf der Straße gefunden, nachdem er seinen Sohn mit dem Wagenheber halb totgeschlagen hat. Nach seiner Befragung wird schnell klar, dass er im Drogenrausch gehandelt hat, obwohl er selbst keine Medikamente genommen hat - jemand anderes muss ihm die Drogen ins Essen gemischt haben. Kurz darauf geschehen sechs ähnliche Vorfälle, und Gideon gelangt zur Vermutung, dass dies alles nur ein \"Testlauf\" ist: Ein größerer Giftanschlag steht bevor!","versions":[{"lang":1,"streams":[{"redirect":14195179,"hoster":"VOE"},{"redirect":12814229,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213419,"hoster":"VOE"},{"redirect":12825896,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das geschenkte Leben","epNo":14,"alt":"Riding The Lightning","descr":"Gideons Team soll ein Ehepaar verhören, das wegen mehrfachen Mordes an 13 Kindern und ihrem eigenen Sohn in der Todeszelle sitzt und in Kürze hingerichtet werden soll. Während der Mann keine Reue zeigt und sogar noch das Grab eines 14. Opfers preisgibt, zweifelt Gideon immer mehr an der Schuld der Frau. Aus einigen Bildern, die sie im Gefängnis gezeichnet hat, erkennt er, dass sie ihren Sohn nicht getötet, sondern in Sicherheit gebracht hat. Aber wie soll er das beweisen?","versions":[{"lang":1,"streams":[{"redirect":14105897,"hoster":"VOE"},{"redirect":12837364,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158928,"hoster":"VOE"},{"redirect":12825897,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Offene Rechnungen","epNo":15,"alt":"Unfinished Business","descr":"Der 20 Jahre alte Fall eines Serienmörders erweist sich als erschreckend aktuell","versions":[{"lang":1,"streams":[{"redirect":14093469,"hoster":"VOE"},{"redirect":12817983,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269117,"hoster":"VOE"},{"redirect":12825898,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Stamm","epNo":16,"alt":"The Tribe","descr":"In New Mexico werden Häuser auf altem Indianerland gebaut, eine Situation, gegen die der ansässige Indianerstamm schon seit Jahren prozessiert. Dann aber wird unter Studenten ein Blutbad angerichtet, das der überlieferten indianischen Kriegspraxis angelehnt ist. Obwohl erst die Indianer in Verdacht geraten, rücken bald eine Bürgerwehr und eine pseudo-indianische Sekte in den Mittelpunkt der Ermittlungen. Zudem verdichten sich die Hinweise, dass ein zweites Blutbad bevorsteht.","versions":[{"lang":1,"streams":[{"redirect":14111341,"hoster":"VOE"},{"redirect":14380658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110675,"hoster":"VOE"},{"redirect":12825903,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein großer Regen","epNo":17,"alt":"A Real Rain","descr":"Eine Mordserie erschüttert New York. Obwohl Auswahl der Opfer und Tatorte zufällig gewählt scheinen, entdeckt das BAU-Team bald, dass alle Opfer für Gewalttaten angeklagt waren, aber freigesprochen wurden. Das Motiv dürfte also Selbstjustiz sein, aber wer hatte an all diesen verschiedenen Fällen ein persönliches Interesse? Als im Central Park ein Zivilpolizist erschossen wird, stellt sich der Mörder, doch Gideon findet schnell heraus, dass er nur ein Trittbrettfahrer ist","versions":[{"lang":1,"streams":[{"redirect":14139287,"hoster":"VOE"},{"redirect":12837365,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110676,"hoster":"VOE"},{"redirect":12837213,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Rote Anemonen","epNo":18,"alt":"Somebody\u0027s Watching","descr":"Als die Personen im Umfeld einer erfolgreichen Schauspielerin systematisch ermordet werden, wird Agent Reid für ihren Schutz abgestellt. Dies aber bringt ihn selbst in Gefahr, denn als sich zwischen ihm und dem begehrten Star eine Affäre anbahnt, gerät er ins Fadenkreuz des Killers. Der ist offenbar ein Stalker, also jemand, der von seinem Idol so besessen ist, dass er ihm alle Konkurrentinnen aus dem Weg räumen will, und jedem, der sie bei ihrer Karriere behindert.","versions":[{"lang":1,"streams":[{"redirect":14157173,"hoster":"VOE"},{"redirect":14380662,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195155,"hoster":"VOE"},{"redirect":12806734,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Tag der Toten","epNo":19,"alt":"Machismo","descr":"Die mexikanische Polizei ruft das BAU-Team zu Hilfe: Ein Serientäter ermordet vorwiegend ältere Frauen. Aber nicht nur die wenigen Indizien machen den Ermittlern zu schaffen, sondern auch fehlende Kooperationsbereitschaft der einheimischen Polizei und die fremde Kultur. Schließlich erstellen sie das Profil eines ehemaligen Vergewaltigers","versions":[{"lang":1,"streams":[{"redirect":14068248,"hoster":"VOE"},{"redirect":12817984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158414,"hoster":"VOE"},{"redirect":12837215,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Chamäleon","epNo":20,"alt":"Charm and Harm","descr":"Im Süden der USA treibt sich ein gewiefter Serienmörder herum, der sein Aussehen wie ein Chamäleon ändert, um der Polizei zu entgehen und seinen mörderischen Instinkt weiter auszuleben. Gideons Team muss eine Möglichkeit finden, hinter die zahllosen Maskeraden des Mörders zu blicken und ein Täterprofil zu erstellen, um ihm das Handwerk zu legen, bevor er sein nächstes Opfer findet","versions":[{"lang":1,"streams":[{"redirect":14157364,"hoster":"VOE"},{"redirect":12817982,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13597128,"hoster":"VOE"},{"redirect":12837217,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Alte Freunde","epNo":21,"alt":"Secrets and Lies","descr":"Die CIA fordert die Dienste der Verhaltensanalytiker an, um einen Maulwurf zu identifizieren, der durch seine Informationsweitergabe schon öfter den Erfolg von Missionen und das Leben der Agenten gefährdet hat. Doch die Arbeit des BAU-Teams wird stark erschwert, als sie ihre Büros und Computer an die CIA-Agenten abgeben müssen, die damit verhindern wollen, dass weitere Informationen nach außen getragen werden","versions":[{"lang":1,"streams":[{"redirect":14269128,"hoster":"VOE"},{"redirect":12837367,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195060,"hoster":"VOE"},{"redirect":12825900,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Suche - Teil 1","epNo":22,"alt":"The Fisher King (1)","descr":"Im Urlaub auf Jamaika gerät Elle in den Verdacht, einen Mann ermordet zu haben. Zeitgleich erhalten die anderen Mitglieder des BAU-Teams an ihren jeweiligen Urlaubsorten seltsame Hinweise und die Aufforderung, ein nächstes Opfer zu retten. Die Zeit drängt, denn bald darauf taucht eine zweite Leiche auf. Der offenbar psychopathische Täter glaubt, der Hüter des Grals zu sein und sich auf einem Kreuzzug gegen Gideons Team zu befinden","versions":[{"lang":1,"streams":[{"redirect":14158808,"hoster":"VOE"},{"redirect":12837366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139343,"hoster":"VOE"},{"redirect":12837221,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Suche - Teil 2","epNo":1,"alt":"The Fisher King (2)","descr":"Während Elle im OP mit dem Tod ringt, gelingt es dem BAU-Team, das Mädchen auf dem Video als Rebecca Bryant zu identifizieren. Nach der Befragung ihrer Eltern kommen sie schnell auf den Namen des Täters: Randall Garner, ein ehemaliger Insasse des Sanatoriums, in dem auch Reids Mutter therapiert wird. Offenbar hält Garner sich für den Fischerkönig, dem Gralshüter der Legende. Und als heiligen Gral hat er sich nun Rebecca ausgesucht. Kann Reid das Mädchen noch rechtzeitig finden?","versions":[{"lang":1,"streams":[{"redirect":14230642,"hoster":"VOE"},{"redirect":12837368,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110524,"hoster":"VOE"},{"redirect":12825901,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Menschenkind","epNo":2,"alt":"P911","descr":"Eine Kollegin, die für die Spezialeinheit \"Verbrechen gegen Kinder\" arbeitet, wendet sich an das BAU-Team. Ein entführter Junge namens Peter, dessen Spur sie vor einem Jahr verloren hat, wird im Internet zur Versteigerung angeboten. Die Spur führt zu einem pädophilen Schuldirektor, aber es stellt sich heraus, dass er mit Peters Entführung nichts zu tun hat. Der wahre Täter ist nun jedoch gewarnt. Der Live-Stream - die einzige Spur zu Peter - wird aus dem Netz genommen","versions":[{"lang":1,"streams":[{"redirect":14269094,"hoster":"VOE"},{"redirect":12843269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110339,"hoster":"VOE"},{"redirect":12837219,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ring","epNo":3,"alt":"The Perfect Storm","descr":"In Jacksonville sind in den letzten Jahren mehrere Mädchen verschwunden, vergewaltigt und ermordet worden. Ihre Leichen wurden vom Mörder auf herabwürdigende Weise zur Schau gestellt. Als das sechste Mädchen tot aufgefunden wird, schaltet die Polizei das BAU-Team ein. Die Profiler kommen rasch dahinter, dass es sich um ein Täter-Team handelt, bei dem einer die dominante Persönlichkeit ist. Die Spur führt zu Joey Davin und Tony Canardo","versions":[{"lang":1,"streams":[{"redirect":14105599,"hoster":"VOE"},{"redirect":12837369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14027645,"hoster":"VOE"},{"redirect":12814168,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sexräuber","epNo":4,"alt":"The sex bankrobber","descr":"Das BAU-Team fliegt nach Los Angeles, wo ein Bankräuber seine Geiseln zwingt, sich nackt auszuziehen und miteinander sexuelle Handlungen zu vollziehen. Was zuerst wie ein Trick aussieht, um sich eventuelle Verfolger vom Leib zu halten, erweist sich jedoch als Handlung eines Perversen oder Sadisten. Schnell merken die Profiler am Material der Überwachungstechnik, dass sich der Täter in einer Art Rausch befindet und immer mehr Wut in seine Taten legt","versions":[{"lang":1,"streams":[{"redirect":14117761,"hoster":"VOE"},{"redirect":12825974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195047,"hoster":"VOE"},{"redirect":12814171,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Lockvogel","epNo":5,"alt":"Aftermath","descr":"Ein Vergewaltiger macht Ohio unsicher. Zwar konnte sein genetischer Fingerabdruck ermittelt werden, aber da er sich in keiner Datei befindet, fehlt jeder Ansatzpunkt. Das Ermittler-Team versucht, Gemeinsamkeiten der Opfer herauszufinden und stoßen schließlich auf eine Befruchtungsklinik, deren Fragebögen dieselben Informationen abfragt, die der Vergewaltiger von den Frauen besitzt. Um dem Täter eine Falle zu stellen, meldet sich Elle als Lockvogel bei der Klinik an","versions":[{"lang":1,"streams":[{"redirect":14158897,"hoster":"VOE"},{"redirect":12662205,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139291,"hoster":"VOE"},{"redirect":12814169,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Haus auf dem Berg","epNo":6,"alt":"The Boogeyman","descr":"Drei Kinder wurden tot im Wald gefunden, doch vor ihrem Tod wurden sie nicht missbraucht. Während Hotch sich auf die Suche nach Elle macht, die untergetaucht ist, nachdem sie den Vergewaltiger Lee erschossen hat, fliegt Gideon mit dem Rest des Teams nach Ozona. Schnell hören sie von dem Verdacht, dass ein alter Mann, der einsam in einem abgelegenen Spukhaus wohnt, die Verbrechen begangen haben soll. Doch der Alte kann es nicht gewesen sein. Denn er ist auch tot","versions":[{"lang":1,"streams":[{"redirect":14230737,"hoster":"VOE"},{"redirect":12837370,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143476,"hoster":"VOE"},{"redirect":12825905,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwei von Drei","epNo":7,"alt":"North Mammon","descr":"Drei Teenager werden gekidnappt und von ihrem Entführer vor eine schreckliche Wahl gestellt: Sie selbst sollen entscheiden, wer von ihnen sterben muss. Während das BAU-Team verzweifelt versucht, den Kreis der Verdächtigen einzugrenzen, spielt der Täter mit den Ermittlern Katz und Maus","versions":[{"lang":1,"streams":[{"redirect":14269136,"hoster":"VOE"},{"redirect":12837371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157278,"hoster":"VOE"},{"redirect":12837220,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der leere Planet","epNo":8,"alt":"Empty Planet","descr":"In Seattle detoniert in einem Bus eine Bombe. Obwohl die Zündung aus kürzester Entfernung erfolgt haben muss, findet sich kein direkter Hinweis auf den Täter. Das BAU-Team findet jedoch heraus, dass es sich um einen Technikhasser handeln muss, der seine Botschaft über die Medien verbreiten will. Offenbar orientiert er sich dabei an dem Science-Fiction-Roman \"Der leere Planet\", in dem ein ähnlicher Attentäter Jagd auf Technologie macht, die Menschen den Job wegnimmt.","versions":[{"lang":1,"streams":[{"redirect":14149562,"hoster":"VOE"},{"redirect":12113670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042840,"hoster":"VOE"},{"redirect":12837224,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rivalen","epNo":9,"alt":"The Last Word","descr":"Neuzugang beim BAU-Team: Special Agent Emily Prentiss muss als Diplomatentochter Star-Profiler Gideon und Teamleiter Hotchner erst einmal beweisen, dass sie den Job wegen ihrer Fähigkeiten und nicht aufgrund ihrer guten Beziehungen bekommen hat. Dazu hat sie reichlich Gelegenheit, als das BAU-Team nach St. Louis gerufen wird: Dort liefern sich offensichtlich zwei Serienkiller einen brutalen Wettstreit.","versions":[{"lang":1,"streams":[{"redirect":14030646,"hoster":"VOE"},{"redirect":12817987,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158442,"hoster":"VOE"},{"redirect":12782870,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Halbmondnacht","epNo":10,"alt":"Lessons Learned","descr":"Bei einer Razzia fällt Drogenfahndern eine Apparatur in die Hände, die dazu dient, biologische oder chemische Waffen zu verteilen. Die Ermittler stellen fest, dass es sich bei der gestürmten Wohnung um eine Schläfer-Unterkunft handelt. Ein Handy führt Gideons Team auf die Spur eines ehemaligen Guantanamo-Häftlings","versions":[{"lang":1,"streams":[{"redirect":14117928,"hoster":"VOE"},{"redirect":12790361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051631,"hoster":"VOE"},{"redirect":12814170,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bilder im Kopf","epNo":11,"alt":"Sex, Birth, Death","descr":"Reid wird auf dem Weg zur Arbeit von einem Schüler angesprochen, der verdächtige Einzelheiten über den Mord an einer Prostituierten kennt. Aber so schnell wie er gekommen ist, ist er auch schon wieder verschwunden. Reid forscht nach, und tatsächlich gibt es in Washington einen Serienkiller, der Prostituierte umbringt. Schnell findet das BAU-Team den Schüler, doch die Spur des wahren Mörders führt die Ermittler direkt ins Capitol","versions":[{"lang":1,"streams":[{"redirect":14089985,"hoster":"VOE"},{"redirect":13441578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042115,"hoster":"VOE"},{"redirect":12837218,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die verlorenen Kinder","epNo":12,"alt":"Profiler, Profiled","descr":"Als Morgan zum Geburtstag seiner Mutter in seine Heimatstadt Chicago reist, besucht er auch sein altes Jugendzentrum. Dann jedoch wird Morgan verhaftet: Ein Junge, mit dem Morgan gesprochen hat, wurde getötet, und zwei ähnliche Morde waren geschehen, als Morgan noch in der Stadt gelebt hat. Das BAU-Team beginnt zu ermitteln. Doch die Gewissheit, dass ihr Freund und Kollege unschuldig ist, wird getrübt, als sich herausstellt, dass Morgan tatsächlich ein Geheimnis in sich trägt .","versions":[{"lang":1,"streams":[{"redirect":14158386,"hoster":"VOE"},{"redirect":11858095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118611,"hoster":"VOE"},{"redirect":12889890,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Golconda (1)","epNo":13,"alt":"No Way Out (1)","descr":"Eine 30 Jahre alte Mordserie führt immer wieder nach Nevada in das Städtchen Golconda zurück. Nun ist eine weitere Frau verschwunden, aber diesmal legt der Entführer den Ermittlern eine Spur: Gideon trifft in einem Restaurant auf den sadistischen Frank. Anstatt zu verraten, wo er sein Opfer versteckt hält, stellt Frank völlig ruhig seine Forderung. Er will die Frau, die als einzige vor 30 Jahren seine Folter überlebt hat ...","versions":[{"lang":1,"streams":[{"redirect":14233251,"hoster":"VOE"},{"redirect":12814232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117930,"hoster":"VOE"},{"redirect":12814172,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Zeichen","epNo":14,"alt":"The Big Game","descr":"In Atlanta wurde ein junges Unternehmerpaar ermordet. Besonders an diesem Fall ist, dass ein Täter den Notruf gewählt hat, während der andere den Mord begangen hat. Die einzige Spur scheint ein Einbruch zu sein, der wenige Monate zuvor in das Tathaus stattgefunden hat. Aber es stellt sich als schwer heraus, von dem damaligen Augenzeugen eine Beschreibung des Einbrechers zu bekommen. Dann verdichten sich auch noch die Hinweise, dass es sich doch nicht um zwei Täter handelt ...","versions":[{"lang":1,"streams":[{"redirect":14213346,"hoster":"VOE"},{"redirect":12817988,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051269,"hoster":"VOE"},{"redirect":12825910,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gottesurteil","epNo":15,"alt":"Revelations","descr":"JJ wird lebend in Hankels Schuppen gefunden. Sie hat die drei Hunde erschossen, konnte aber für die entführte Frau nichts mehr tun. Reid befindet sich weiterhin in der Hand des Psychopathen. Der setzt ihn unter Drogen, quält ihn und verlangt von ihm die Entscheidung, wer als Nächstes sterben soll. Indes findet Garcia heraus, dass Hankel drei verschiedene Persönlichkeiten hat ...","versions":[{"lang":1,"streams":[{"redirect":14139004,"hoster":"VOE"},{"redirect":12837372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117771,"hoster":"VOE"},{"redirect":12814173,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der letzte Song","epNo":16,"alt":"Fear and Loathing","descr":"Mehrere tote schwarze Mädchen werden in der Nähe von New York gefunden. Der Fall wird schnell zum Politikum: Da allen Opfern ein Hakenkreuz aufgemalt wurde, scheint es sich um ein rassistisch motiviertes Verbrechen zu handeln. Das Täterprofil hingegen geht von einem Afroamerikaner aus. Während Bürgermeister und Polizei sich einem Proteststurm der Menschenrechtler gegenübersehen, findet das BAU-Team heraus, dass alle Ermordeten junge Sängerinnen waren ...","versions":[{"lang":1,"streams":[{"redirect":14110235,"hoster":"VOE"},{"redirect":12817989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158601,"hoster":"VOE"},{"redirect":12825911,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mogadischu","epNo":17,"alt":"Distress","descr":"Der fünfte Bezirk von Houston gleicht einer Großbaustelle: Überall werden Häuser saniert oder abgerissen. Inmitten dieser unüberschaubaren Situation werden in kürzester Zeit drei Männer ermordet. Die Spur führt zu Roy Woodridge, einem traumatisierten Soldaten, der glaubt, sich noch immer im Krieg zu befinden. Und diesmal können die Profiler den Aufenthaltsort ihres Ziels nicht eingrenzen - denn Roy kann überall sein ...","versions":[{"lang":1,"streams":[{"redirect":14158491,"hoster":"VOE"},{"redirect":12782937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14007344,"hoster":"VOE"},{"redirect":12814177,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jones","epNo":18,"alt":"Jones","descr":"New Orleans wird erneut von einem Serienkiller heimgesucht, der anscheinend \"Jack the Ripper\" kopiert. Man hatte vermutet, dass er durch den Hurrikan Katrina getötet wurde, tatsächlich hat der Sturm aber nur alle Akten über den Fall vernichtet. Star-Profiler Gideon und sein Team sind daher auf einen einzelnen Hinweis des verstorbenen Chefermittlers angewiesen.","versions":[{"lang":1,"streams":[{"redirect":14105894,"hoster":"VOE"},{"redirect":13552953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157189,"hoster":"VOE"},{"redirect":12814174,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Asche und Staub","epNo":19,"alt":"Ashes and Dust","descr":"Ein Serien-Brandstifter sucht das Zuhause von schlafenden Mittelklassefamilien heim. Das BAU-Team findet heraus, dass alle Familien mit Firmen verbunden sind, denen vorgeworfen wird, auf verseuchtem Grund zu bauen. Ist der Täter ein militanter Umweltaktivist?","versions":[{"lang":1,"streams":[{"redirect":14230709,"hoster":"VOE"},{"redirect":12817990,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139288,"hoster":"VOE"},{"redirect":12837225,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Gesetz der Diebe","epNo":20,"alt":"Honor Among Thieves","descr":"Botschafterin Elizabeth Prentiss sucht die Hilfe ihrer Tochter Emily und des BAU-Teams: Ein russischer Immigrant ist entführt worden und soll nur gegen Lösegeld freigelassen werden. Während die Entführer einzelne seiner Körperteile an die Familie schicken, entdecken die Ermittler Verbindungen zur russischen Mafia","versions":[{"lang":1,"streams":[{"redirect":14195006,"hoster":"VOE"},{"redirect":12817992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213495,"hoster":"VOE"},{"redirect":12837223,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Freiwild","epNo":21,"alt":"Open Season","descr":"In den Wäldern von Idaho verschwinden jedes Jahr im Frühling, kurz vor Eröffnung der Jagdsaison, immer wieder Menschen, von denen danach einige tot aufgefunden werden. Die Profiler werden bei der Aufklärung dieser rätselhaften Morde hinzugezogen und kommen rasch auf ein Killerduo, die Brüder Johnny und Paul, die ohne Kontakte zur Außenwelt bei ihrem Onkel Joe aufgewachsen sind. Die beiden jungen Männer setzen die Tradition ihres Onkels fort","versions":[{"lang":1,"streams":[{"redirect":14120476,"hoster":"VOE"},{"redirect":12837373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042533,"hoster":"VOE"},{"redirect":12787401,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dreiundsechzig","epNo":22,"alt":"Legacy","descr":"Die Profiler des BAU untersuchen das geheimnisvolle Verschwinden von Obdachlosen in Kansas City.","versions":[{"lang":1,"streams":[{"redirect":14157105,"hoster":"VOE"},{"redirect":12837374,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120247,"hoster":"VOE"},{"redirect":12837227,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Liste (Golconda - Teil 2)","epNo":23,"alt":"No Way Out (2): The Evilution of Frank","descr":"Während Hotch ein unangenehmes Gespräch mit seiner Vorgesetzten Strauss hat, wird Gideon zur Zielscheibe des Psychopathen Frank, den sie einige Wochen zuvor haben ziehen lassen müssen. Dieser stiehlt aus Gideons Wohnung eine Liste jener Personen, die der Profiler im Laufe der Jahre gerettet hat. Aus Rache will Frank einen nach dem anderen umbringen - und als Tatverdächtigen macht die Polizei ausgerechnet Gideon aus.","versions":[{"lang":1,"streams":[{"redirect":14213453,"hoster":"VOE"},{"redirect":12814233,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093430,"hoster":"VOE"},{"redirect":12814175,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Zweifel","epNo":1,"alt":"Doubt","descr":"Gideon fällt es noch immer schwer, mit dem Tod seiner Freundin Sarah fertig zu werden, und er zweifelt stark an seinem Job. Gerade sein letzter Fall setzt ihm noch immer schwer zu: Auf einem Campus tötet ein Killer eine brünette Studentin nach der anderen. Es wird ein Täterprofil erstellt, das exakt auf Nathan Tubs zutrifft, der beim Wachschutz an der Uni arbeitet","versions":[{"lang":1,"streams":[{"redirect":14240483,"hoster":"VOE"},{"redirect":12837375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213441,"hoster":"VOE"},{"redirect":12837226,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der letzte Fall","epNo":2,"alt":"In Name and Blood","descr":"Strauss übernimmt kurzfristig die Leitung eines neues Falles, weil Hotch und Prentiss eine Auszeit nehmen: Vier Frauen wurden innerhalb kurzer Zeit entführt, 48 Stunden lang gequält und dann mit entnommenen Herzen aufgefunden. Das Team ist jedoch ohne die beiden Kollegen völlig aufgeschmissen, Morgan fordert sie deshalb wieder an. Als die beiden in Milwaukee eintreffen, ereignet sich bereits der fünfte Mord. Doch allmählich kommt das FBI dem gefährlichen Täter auf die Spur","versions":[{"lang":1,"streams":[{"redirect":14195042,"hoster":"VOE"},{"redirect":14382118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120570,"hoster":"VOE"},{"redirect":12113529,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todesangst","epNo":3,"alt":"Scared to Death","descr":"Das Team zerbricht sich den Kopf darüber, was Gideon zu seiner Kündigung veranlasst haben könnte. Allerdings wartet bereits der nächste Fall auf das FBI: Es werden drei Leichen gefunden, die erhängt, erstickt und verbrannt wurden. Um den Täter zu finden, wendet sich das Team an die Öffentlichkeit. Kurze Zeit später taucht die nächste Leiche auf: Das Opfer wurde ertränkt. Der Verdacht erhärtet sich, dass es sich bei den Toten um Angstpatienten eines Psychiaters handelt","versions":[{"lang":1,"streams":[{"redirect":14089918,"hoster":"VOE"},{"redirect":14382119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110237,"hoster":"VOE"},{"redirect":12837229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kinder der Dunkelheit","epNo":4,"alt":"Children of the Dark","descr":"Eine ungewöhnliche Mordserie beschäftigt das Team: In Los Angeles werden mehrere Eltern erschlagen und die Kinder mit einer Spritze eingeschläfert. Plötzlich überlebt in einer Familie ein Mädchen die Giftspritze - die Ermittler können einen der Täter ausfindig machen. Beim Verhör gibt er zu, dass er das Mädchen absichtlich hat leben lassen. Und dann erfährt das Team, dass die Morde nur eine Vorbereitung auf eine viel schrecklichere Tat sind","versions":[{"lang":1,"streams":[{"redirect":14139357,"hoster":"VOE"},{"redirect":12817997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157282,"hoster":"VOE"},{"redirect":12843262,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sieben Sekunden","epNo":5,"alt":"Seven Seconds","descr":"Die sechsjährige Katie Jacobs wird, kurz nachdem ein anderes Mädchen verschwunden und wenig später tot aufgefunden wurde, entführt. Bei der Befragung des Vaters von Katie hat Reid das Gefühl, dass der Mann nicht die ganze Wahrheit sagt. Indes gelingt es Garcia, das Material der Videokamera zu entschlüsseln: Katie ist mit jemandem mitgegangen, dem sie scheinbar vertraut hat. Doch schon kurze Zeit später wird die Halskette des Mädchens in einem Müllcontainer gefunden","versions":[{"lang":1,"streams":[{"redirect":14159152,"hoster":"VOE"},{"redirect":12837376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230730,"hoster":"VOE"},{"redirect":12814178,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Masken","epNo":6,"alt":"About Face","descr":"Der ehemalige Agent Dave Rossi bietet nach Gideons Ausstieg an, wieder zum FBI zurückzukehren. Strauss ahnt bereits, dass Rossi einen Grund für seinen Wiedereintritt hat, weiß jedoch noch nicht welchen. Indes wird in Texas eine Frau entführt, missbraucht und ermordet. Als das Team zu ermitteln beginnt, stellt sich Rossi als ziemlich eigenwillig dar. Zwar kann er ein zweites Opfer durch seine Taktik retten, allerdings wird der Täter selbst dabei erschossen","versions":[{"lang":1,"streams":[{"redirect":14195177,"hoster":"VOE"},{"redirect":12837377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159227,"hoster":"VOE"},{"redirect":12825908,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das verlorene Ich","epNo":7,"alt":"Identity","descr":"Der Sadist Francis Goehring entführt Angela Miller und bringt sich und einen Polizisten mit einer Handgranate um, als er von Troopern aufgespürt wird. Als im Haus des Toten Videos von Folterszenen entführter Frauen gefunden werden, wird dem Team der BAU klar, dass Goehring einen Helfer haben muss: Es handelt sich um einen Homosexuellen, der in Goehring verliebt ist und seit dessen Tod die Identität des Sadisten angenommen hat. Nun hat er ebenfalls eine Frau entführt","versions":[{"lang":1,"streams":[{"redirect":14105498,"hoster":"VOE"},{"redirect":12825973,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111340,"hoster":"VOE"},{"redirect":12837231,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Teuflisches Glück","epNo":8,"alt":"Lucky","descr":"In Florida wird die Leiche einer Frau gefunden. Die Polizei vor Ort glaubt, es handle sich um einen Fall von Satanismus, weil dem Opfer ein umgekehrtes Pentragramm in die Brust geritzt wurde. Doch Rossi selbst hat Killer-Satanskulte als Mythos entlarvt. Da das BAU-Team aber überzeugt ist, dass der Täter ein Serienkiller ist, schaltet es sich in die Ermittlungen ein. Tatsächlich gibt es schon bald weitere Opfer, und Hotchner wird bald klar, dass sie es sogar mit einem kannibalistischen Killer zu tun haben. Das Täterprofil führt sie schließlich zu einem Mann, der seine Jugend in der Psychiatrie verbracht hat, aber mit 18 entlassen wurde…","versions":[{"lang":1,"streams":[{"redirect":14110337,"hoster":"VOE"},{"redirect":12814234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067325,"hoster":"VOE"},{"redirect":12837228,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Penelope","epNo":9,"alt":"Penelope","descr":"Garcia wurde angeschossen und schwer verletzt, aber den Ärzten gelingt es, ihr Leben zu retten. Während sich Garcia im Krankenhaus erholt, machen sich ihre Kollegen auf die Suche nach dem Schützen. Garcia versucht alle Fragen nach dem Täter möglichst genau zu beantworten. Aber erst allmählich wird den Profilern klar, dass sie offenbar nach einem Mann suchen, der aus dem Drang heraus, ein Held sein zu wollen, Menschen tötet, um dann bei den Ermittlungen zu helfen. Doch während das Team ein Profil des Täters erstellt, findet dieser heraus, dass Garcia überlebt hat, und versucht erneut sie zu ermorden...","versions":[{"lang":1,"streams":[{"redirect":14105601,"hoster":"VOE"},{"redirect":12662081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110425,"hoster":"VOE"},{"redirect":12814181,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wahrheit der Nacht","epNo":10,"alt":"True Night","descr":"In L.A. wurden in knapp zwei Wochen mehrere Menschen brutal ermordet. Kurz nachdem Hotchs Team die Arbeit an dem Fall aufgenommen hat, werden sechs Mitglieder einer Gang tot aufgefunden, die auf dieselbe Art ermordet wurden wie die früheren Opfer. Obwohl es diesmal so viele Tote auf einmal gab, sind die Profiler überzeugt, dass sie es mit einem einzelnen Täter zu tun haben, der einen psychotischen Schub hat und vermutlich nicht einmal weiß, was er getan hat. Als J.J. die Öffentlichkeit um Hilfe bittet, führen mehrere Hinweise zu dem beliebten Comic-Zeichner Jonny McHale. Aber der hält die Anschuldigungen für völlig absurd ...","versions":[{"lang":1,"streams":[{"redirect":14105545,"hoster":"VOE"},{"redirect":12089454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149464,"hoster":"VOE"},{"redirect":12825912,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Familientradition","epNo":11,"alt":"Birthright","descr":"Das BAU-Team untersucht in Virginia eine Reihe von Morden an jungen Frauen. Garcia findet heraus, dass es in der Gegend vor 20 Jahren schon eine ganz ähnliche Mordserie gab. Karen Fowler konnte damals dem Täter entkommen, weigert sich aber, dem FBI zu helfen. Dasselbe gilt für Mary Wilkinson, die Witwe des Hauptverdächtigen in der damaligen Mordserie. Als die Profiler feststellen, dass Karen damals nach der Vergewaltigung schwanger wurde, fällt der Verdacht auf ihren Sohn Steven. Doch auch Marys Sohn Charlie gerät ins Visier der Profiler, weil er schon mehrfach wegen seiner Gewalttätigkeit aufgefallen ist ...","versions":[{"lang":1,"streams":[{"redirect":14157123,"hoster":"VOE"},{"redirect":12814235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111367,"hoster":"VOE"},{"redirect":12787396,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das dritte Leben","epNo":12,"alt":"3rd Life","descr":"18 Stunden nach der Entführung der Teenager Katie Owen und Lindsey Vaughan wird Katies Leiche entdeckt. Die BAU-Profiler wissen, dass ihnen nicht viel Zeit bleibt, um den oder die Kidnapper aufzuspüren, bevor auch Lindsey ermordet wird. Doch die Ermittlungen sind kompliziert, weil Lindsey und ihr Vater im Zeugenschutzprogramm sind. Die Profiler überprüfen, ob die Entführung etwas mit Vaughans Vergangenheit zu tun hat. Aber als sie das Versteck der Entführer ausfindig machen, finden sie dort die Leiche eines Highschool-Schülers, der offenbar einer der Täter war. Während das Team nach dessen Komplizen sucht, beschliesst Vaughan, die Täter selbst zu stellen ...","versions":[{"lang":1,"streams":[{"redirect":14042094,"hoster":"VOE"},{"redirect":12817998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042715,"hoster":"VOE"},{"redirect":12825909,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das letzte Kapitel","epNo":13,"alt":"Limelight","descr":"FBI-Agent Jill Morris aus Philadelphia bittet Rossi um Hilfe, nachdem bei einer Versteigerung Tagebücher und Zeichnungen aufgetaucht sind, die ihrer Ansicht nach von einem potenziellen Serienkiller stammen. Rossi und Reid fahren nach Philadelphia und sichten das Material. Aber erst als Jill ihm eine Haarsträhne präsentiert, die bei den anderen Sachen gefunden worden sei, glaubt auch Rossi, dass sie es mit einem Killer zu tun haben, und schaltet das ganze Team ein. Rossis Kollegen sind jedoch von Jills Verhalten während der Ermittlungen irritiert: Sie spielt sich dauernd in den Vordergrund und scheint von dem Täter seltsam fasziniert zu sein ...","versions":[{"lang":1,"streams":[{"redirect":14157289,"hoster":"VOE"},{"redirect":12837378,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042318,"hoster":"VOE"},{"redirect":12825916,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jahrestag","epNo":14,"alt":"Damaged","descr":"Rossi fährt auf eigene Faust nach Iowa, weil sich dort ein ungeklärter Mordfall zum 20. Mal jährt und ihn selbst nicht loslässt. Als das Team am nächsten Morgen Rossis Büro in völlig chaotischem Zustand vorfindet und Garcia erklärt, dass er sich sehr merkwürdig verhalten habe, machen sie sich auf den Weg, um dem Agenten bei den Ermittlungen zu helfen. Und tatsächlich finden sie einen Hinweis auf den Mörder: Der Weg führt sie zu einem Rummel ...","versions":[{"lang":1,"streams":[{"redirect":14051392,"hoster":"VOE"},{"redirect":12837382,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230662,"hoster":"VOE"},{"redirect":12790205,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tödliche Gnade","epNo":15,"alt":"A Higher Power","descr":"Nach einem Brand, bei dem 14 Kinder ums Leben gekommen sind, ereignet sich eine Reihe von mysteriösen Selbstmorden in Pennsylvania. Detective Ronnie Baleman, der seinen Bruder dadurch verloren hat, überrascht die Ermittler mit einer ganz eigenen Theorie: Ein Serienmörder inszeniert die Selbstmorde und sucht die Opfer unter den trauernden Eltern der Kinder. Morgan hat jedoch zunächst seine Zweifel daran, bis er durch gezielte Befragungen auf einen Verdächtigen stößt ...","versions":[{"lang":1,"streams":[{"redirect":14110537,"hoster":"VOE"},{"redirect":12837379,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195062,"hoster":"VOE"},{"redirect":11988986,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Gedächtnis des Elefanten","epNo":16,"alt":"Elephant\u0027s Memory","descr":"Reid geht zu einem Treffen für suchtkranke Polizisten, weil er kurz vor einem Rückfall steht. Indessen wartet bereits der nächste Fall auf den Agenten: Ein Schüler hält sich auf einer Farm versteckt, von wo aus er einen Rachefeldzug gegen seine Wrestlingmannschaft führt, die von ihm verlangt hat, bei der Masturbation gefilmt zu werden. Da sich Reid mit Demütigungen auskennt, hat er großes Interesse an dem Fall, bringt damit jedoch sich und alle anderen in Gefahr","versions":[{"lang":1,"streams":[{"redirect":14157056,"hoster":"VOE"},{"redirect":12814238,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059217,"hoster":"VOE"},{"redirect":12837232,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Frei in Miami","epNo":17,"alt":"In Heat","descr":"Die BAU-Profiler befassen sich mit einem Serienkiller, der in Miami schwule Männer tötet, die dort Urlaub machen und ganz offen Männer daten. Aber dem Täter geht es nicht nur ums Töten, denn er nimmt anschließend die Identität seiner Opfer an. Da das letzte Opfer ein Cop war, reist dessen Partner, Det. Will LaMontagne, an, um die Leiche zu identifizieren. Will ist ein alter Bekannter des BAU-Teams, denn die Profiler hatten ihm vor einem Jahr bei einem Fall in New Orleans geholfen. Für J.J. birgt das Zusammentreffen jedoch gewisse Probleme, weil sie ihren Kollegen verschwiegen hat, dass sie seit einer Weile mit Will liiert ist.","versions":[{"lang":1,"streams":[{"redirect":14159009,"hoster":"VOE"},{"redirect":12837380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105758,"hoster":"VOE"},{"redirect":12825915,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stalker","epNo":18,"alt":"The Crossing","descr":"Hotch und Rossi sollen für einen Mordprozess in Boston ein Gutachten erstellen: Eine Frau hat ihren Mann nach 20 Jahren Ehe erschossen, während er schlief. Sie behauptet, dass er sie jahrelang misshandelt hätte und dass sie nun ganz plötzlich keinen anderen Ausweg mehr gesehen hätte. Die Profiler sollen klären, ob sie die Wahrheit sagt. Indessen kümmern sich Emily, Morgan, Reid und JJ um Keri Derzmond, die seit zwei Jahren von einem Stalker verfolgt wird. Sie ist deswegen sogar umgezogen, aber der Stalker hat sie trotzdem wieder aufgespürt. Keri fürchtet, dass er sie töten wird, wenn man ihn nicht endlich aufhält ...","versions":[{"lang":1,"streams":[{"redirect":14195144,"hoster":"VOE"},{"redirect":12837381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230718,"hoster":"VOE"},{"redirect":12837230,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tabula Rasa","epNo":19,"alt":"Tabula Rasa","descr":"Vor vier Jahren spürte das BAU-Team einen vermeintlichen Frauenmörder auf. Doch bei der Festnahme stürzte der Mann vom Dach und fiel ins Koma. Als er jetzt wieder erwacht, kann er sich an nichts mehr erinnern. Dennoch ist es für die Ermittler wichtig, den Fall abzuschließen, auch wenn sie mit einem völlig veränderten Mörder konfrontiert werden. Doch allmählich kehren seine Erinnerungen zurück, und er wird der Tat überführt. Im Gefängnis gelingt ihm jedoch die Flucht ...","versions":[{"lang":1,"streams":[{"redirect":14030715,"hoster":"VOE"},{"redirect":12817996,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195129,"hoster":"VOE"},{"redirect":12837233,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Am helllichten Tag","epNo":20,"alt":"Lo-Fi","descr":"In New York werden am helllichten Tag zahlreiche Menschen erschossen. JJ und ihre Kollegen machen sich auf den Weg in die Stadt. Das Vorgehen erinnert die Ermittler an einen früheren Fall, der ganz New York in Atem gehalten hat. Garcia findet beim Durchforsten der Überwachungsvideos heraus, dass es jedes Mal ein anderer, wenn auch gleich gekleideter Täter ist. Doch dann wird klar, dass das Kameranetz gehackt wurde und das Team es mit einer Terrorgruppe zu tun hat ...","versions":[{"lang":1,"streams":[{"redirect":14230714,"hoster":"VOE"},{"redirect":12817999,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157377,"hoster":"VOE"},{"redirect":12837236,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die zweite Attacke","epNo":1,"alt":"Mayhem","descr":"Kate Joyner wurde durch die Explosion ihres Wagens schwer verletzt. Hotch drückt ihr eine Arterie ab, während Sam, ein junger Mann, der sich am Tatort befunden hat, den Notruf wählt. Während der Sanitäter Kate versorgt, steuert Hotch den Krankenwagen ins nächste Krankenhaus, das vom Secret Service abgesperrt wurde. Inzwischen merkt das BAU-Team, dass die verschiedenen Anschläge - wie der auf Kates Wagen - eigentlich keinen Sinn ergeben und sie das falsche Profil erstellt haben.","versions":[{"lang":1,"streams":[{"redirect":14225641,"hoster":"VOE"},{"redirect":12837385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157184,"hoster":"VOE"},{"redirect":12787403,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meine Taube","epNo":2,"alt":"The Angel Maker","descr":"In Ohio wird eine Frau ermordet. Alle Spuren deuten auf einen Serienmörder hin, der unter dem Namen \u0027Der Engelmacher\u0027 bekannt geworden ist. Die Sache hat nur einen gewaltigen Haken: Der Serienmörder ist ein Jahr zuvor mit einer Giftspritze hingerichtet worden. Zuerst geht man von einem Nachahmungstäter aus, der sich unter anderem Sperma das Engelmachers besorgt hatte, aber dann wird klar, dass es sich um eine Täterin handelt, die viele Details der sechs Morde ihres Idols kennt ...","versions":[{"lang":1,"streams":[{"redirect":14230729,"hoster":"VOE"},{"redirect":12814237,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111098,"hoster":"VOE"},{"redirect":12825919,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die letzte Schlacht","epNo":3,"alt":"Minimal Loss","descr":"In La Plata Colorado lebt eine Sekte streng religiös gewordener Libertarianer unter Führung von Benjamin Cyrus. Als von dort ein Notruf eingeht, in dem eine weibliche Stimme meldet, dass dort junge Mädchen missbraucht würden, schreiten die verdeckt ermittelnden BAU-Mitarbeiter Emily und Reid mit einer Jugendamtmitarbeiterin ein, um die Mädchen zu vernehmen. Während der Gespräche greift ein Swat-Team, das von einem karrieresüchtigen Staatsanwalt geschickt wird, an ...","versions":[{"lang":1,"streams":[{"redirect":14213443,"hoster":"VOE"},{"redirect":12837383,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14030910,"hoster":"VOE"},{"redirect":12814179,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abseits der Straße","epNo":4,"alt":"Paradise","descr":"In Nevada gibt es eine Serie von Unfällen, bei denen nachts auf Highways in abgelegenen Gegenden Trucks auf stehende Autos fahren. Die Getöteten - immer sind es Paare - sind jedoch schon vorher gestorben, sodass rasch klar ist, dass es inszenierte Unfälle waren, bei denen ein Mord vertuscht werden soll. Das Profil und die Vorgehensweise deutet auf einen Mann hin, der viel Zeit und Ruhe hat, seine Opfer zu quälen und zu vergewaltigen ...","versions":[{"lang":1,"streams":[{"redirect":14157057,"hoster":"VOE"},{"redirect":12814236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230667,"hoster":"VOE"},{"redirect":12825917,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wanderlust","epNo":5,"alt":"Catching Out","descr":"Im kalifornischen Städtchen Modesto wird ein in seinem Haus ermordetes Ehepaar gefunden. Da es schon zwei ähnliche Morde entlang des Highways 99 gibt, wird der Serienmörder von der Polizei \u0027Highway 99-Killer\u0027 genannt. Die Profiler des BAU-Teams streichen jedoch bald diesen Namen, da er auf eine falsche Spur lenkt, denn der Mörder bewegt sich auf Güterzügen durchs Land. Durch Datenabgleich werden auch noch zwei weitere ungeklärte Morde mit ihm in Zusammenhang gebracht ...","versions":[{"lang":1,"streams":[{"redirect":14293291,"hoster":"VOE"},{"redirect":12818000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195134,"hoster":"VOE"},{"redirect":12662049,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mutterinstinkt","epNo":6,"alt":"The Instincts","descr":"In Las Vegas wurde ein fünfjähriger Junge entführt und nach einer Woche in der Wüste ermordet aufgefunden. Als ein zweites Kind, Michael, entführt wird, schaltet sich das BAU-Team ein. Reid, der in Las Vegas seine Mutter in der Nervenklinik besuchen wird, ist psychisch besonders angespannt. Ihn plagen Träume, die aus seinem Unterbewusstsein kommen und mit diesem Fall korrespondieren","versions":[{"lang":1,"streams":[{"redirect":14157236,"hoster":"VOE"},{"redirect":12818001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251850,"hoster":"VOE"},{"redirect":12825918,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nebel der Erinnerung","epNo":7,"alt":"Memoriam","descr":"Reid lassen die Bilder, an die er sich im Traum erinnert hat, nicht los und er beschließt, ein paar Tage in Las Vegas zu bleiben. Auch Rossi und Morgan verlängern ihren Aufenthalt in Las Vegas, um Reids Verdacht, dass William Reid Rileys Mörder ist, auf den Grund zu gehen. Mittlerweile haben alle den Eindruck, dass Rileys Vater Lou, der Detective und William Reid etwas zu verbergen haben. Schließlich wird Reid eine brisante Polizeiakte zugespielt","versions":[{"lang":1,"streams":[{"redirect":14110370,"hoster":"VOE"},{"redirect":12837386,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042694,"hoster":"VOE"},{"redirect":12790211,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der goldene Schnitt","epNo":8,"alt":"Masterpiece","descr":"Auf einer Rekrutierungsveranstaltung in Virginia werden Rossi und Reid von Professor Rothschild angesprochen, der ihnen Fotos von sieben Frauen übergibt, die er angeblich umgebracht hat. Weiterhin behauptet er, fünf weitere Menschen in seiner Gewalt zu haben, die in weniger als zehn Stunden sterben werden. Für ihn, der sich intellektuell überlegen fühlt, ist es ein Spiel, bei dem er die Spielregeln bestimmt. Für Rossi und Reid beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":14240477,"hoster":"VOE"},{"redirect":12837384,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139099,"hoster":"VOE"},{"redirect":12662059,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebling der Frauen","epNo":9,"alt":"52 Pickup","descr":"Vanessa Holden wird ermordet in ihrer Wohnung in Atlanta aufgefunden. Alles deutet auf einen sexuellen Sadisten hin, denn das Opfer ist aufgeschlitzt und wurde vor dem Tod gezwungen, das eigene Blut wegzuwischen. Jordan bringt den Mord zwar in cleverer Weise mit früheren Morden an Prostituierten zusammen, begeht aber beim Gespräch mit der Familie des Opfers einen folgenschweren Fehler. Hotch entzieht ihr daraufhin das Vertrauen","versions":[{"lang":1,"streams":[{"redirect":14293292,"hoster":"VOE"},{"redirect":12818003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051397,"hoster":"VOE"},{"redirect":12825921,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Waffenbrüder","epNo":10,"alt":"Brothers in Arms","descr":"In Phoenix werden mehrere Polizisten ermordet. Die Polizei geht von einem Serientäter aus, da die Opfer immer durch einen Schuss in den Hals getötet und Trophäen genommen werden. Für Lieutenant Evans ist klar, dass es sich um Bandenmorde handelt, hinter denen ein gewisser \"Playboy\" steckt. Um die Öffentlichkeit zu beruhigen, wird \"Playboy\" nach dem nächsten Mord festgenommen, so sehr das BAU-Team auch betont, dass \"Playboy\" der Falsche ist","versions":[{"lang":1,"streams":[{"redirect":14093373,"hoster":"VOE"},{"redirect":12837387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051357,"hoster":"VOE"},{"redirect":12814180,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Straßenkrieger","epNo":11,"alt":"Normal","descr":"Auf die Maklerin Judy Hannity wurden auf dem Freeway 91 Schüsse aus einem Auto abgegeben. Da wenig später zwei weitere Frauen Opfer dieses Todesschützen werden, geht das BAU-Team von einem Serientäter aus. Dem Profil nach ist er ein psychisch gestörter, wahnhafter Versagertyp, der von seiner Frau in seinem männlichen Selbstwertgefühl in Frage gestellt wird und stellvertretend Frauen tötet, die sich ihm gegenüber im Straßenverkehr als dominante, starke Frauen erweisen","versions":[{"lang":1,"streams":[{"redirect":14105759,"hoster":"VOE"},{"redirect":12818002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195054,"hoster":"VOE"},{"redirect":12792047,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gute Nachbarn","epNo":12,"alt":"Soul Mates","descr":"William Harris wird in Sarasota vor seinem Haus von der Polizei verhaftet. Ihm wird zur Last gelegt, drei Frauen ermordet und Missy Dewald entführt zu haben. Das BAU-Team hätte die Verhaftung gern hinausgezögert, um das Mädchen zu retten, kommt aber zu spät. Von Anfang an ist klar, dass William Harris der Gesuchte ist, aber er tritt sehr selbstsicher auf und beteuert seine Unschuld. Als Missy Dewald schließlich tot aufgefunden wird, scheint er tatsächlich der Falsche zu sein","versions":[{"lang":1,"streams":[{"redirect":14063049,"hoster":"VOE"},{"redirect":12818005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14030927,"hoster":"VOE"},{"redirect":12825922,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bunte Scherben","epNo":13,"alt":"Bloodline","descr":"In Alabama wird ein Ehepaar im Schlaf ermordet und dessen neunjährige Tochter Cate entführt. Die Indizien deuten darauf hin, dass es zwei Täter waren, wodurch sich die Chancen für das Mädchen zunächst erhöhen. Bei den Tätern handelt es sich um eine Familie, die für ihren zehnjährigen Sohn eine Braut raubt, um den Stammbaum rein zu halten. Da Cate Epileptikerin ist, wird sie als nutzlos empfunden und in eine Decke gehüllt am Straßenrand abgelegt - das Mädchen überlebt","versions":[{"lang":1,"streams":[{"redirect":14139005,"hoster":"VOE"},{"redirect":12818007,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120298,"hoster":"VOE"},{"redirect":12014574,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Medium","epNo":14,"alt":"Cold Comfort","descr":"Im Bundesstaat Washington sind vier junge Frauen entführt worden. Drei von ihnen wurden jetzt tot in einem Nationalpark entdeckt, und alle drei Leichen waren fachmännisch einbalsamiert. Das BAU-Team findet heraus, dass der Täter das Aussehen der Frauen verändert hat: Er hat allen dieselbe Frisur geschnitten und allen Ohrlöcher gestochen. Offenbar dienen sie ihm als Ersatz für eine Bezugsperson aus seinem früheren Leben. Während die Profiler diese Spur verfolgen, bittet die Mutter des vierten Entführungsopfers einen Hellseher um Hilfe. Sie hofft, dass er den Täter aufspüren kann, bevor dieser auch ihre Tochter tötet...","versions":[{"lang":1,"streams":[{"redirect":14269118,"hoster":"VOE"},{"redirect":12818009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195013,"hoster":"VOE"},{"redirect":12814185,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ich bin viele","epNo":15,"alt":"Zoe\u0027s Reprise","descr":"Rossi wird nach einer Lesung von der Kriminologiestudentin Zoe angesprochen. Sie sei ein großer Fan und wüsste gern, ob sich das FBI mit dem Anstieg der Mordrate in Cleveland befassen würde. Zoe glaubt, dass hier ein Serienkiller umgeht. Die Fälle, die sie recherchiert hat, weisen für Rossi jedoch keine erkennbaren Gemeinsamkeiten auf. Aber als er am Tag darauf erfährt, dass Zoe am Tatort eines von ihr untersuchten Verbrechens ermordet aufgefunden wurde, fürchtet er sich geirrt zu haben. Tatsächlich findet das BAU-Team heraus, dass diese Morde von jemandem begangen wurden, der die Taten bekannter Serienkiller kopiert...","versions":[{"lang":1,"streams":[{"redirect":14213518,"hoster":"VOE"},{"redirect":12837389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149561,"hoster":"VOE"},{"redirect":12825933,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Geschäft der Lust","epNo":16,"alt":"Pleasure Is My Business","descr":"Der Generalstaatsanwalt von Texas bittet Hotch wegen eines Mordes in Dallas um Hilfe. Ein prominenter Banker wurde von einem Edel-Callgirl vergiftet, und er war offenbar schon ihr zweites Opfer. Da beide Männer hohe Positionen innehatten, wollen deren Anwälte die Ermittlung diskret halten, doch Hotch besteht darauf, sein Team hinzuzuziehen. Als die Frau erneut tötet, wird klar, dass sie wohl ohne Vater aufgewachsen ist und ihre Wut nun an Männern auslässt, die ihre Familien im Stich lassen. Sie geht methodisch vor und wählt ihre Opfer nach einer Kundenliste aus. Doch dann zeigt die Killerin plötzlich großes Interesse an Hotch...","versions":[{"lang":1,"streams":[{"redirect":14117929,"hoster":"VOE"},{"redirect":12837388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251852,"hoster":"VOE"},{"redirect":12825923,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Besessen","epNo":17,"alt":"Demonology","descr":"Prentiss erfährt von ihrem alten Freund Johnny, dass ihr gemeinsamer Freund Matthew gestorben ist. Kurz vor seinem Tod habe er ihn noch angerufen und angedeutet, dass jemand hinter ihm her sei. Da noch zwei andere, die mit Matthew zusammen in Spanien auf einer Pilgerfahrt waren, gestorben sind, vermutet Prentiss Mord; sie erhält von Hotch die Erlaubnis, auf eigene Faust zu ermitteln...","versions":[{"lang":1,"streams":[{"redirect":14111404,"hoster":"VOE"},{"redirect":12837390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157112,"hoster":"VOE"},{"redirect":12787405,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Allesfresser","epNo":18,"alt":"Omnivore","descr":"Hotch wird zu einem sterbenden Detektive ans Totenbett gerufen und erfährt, dass der einen Serienmordfall, den beide vor 11 Jahren lösen sollten, durch einen Deal mit dem Bostoner Reaper abgeschlossen hatte. Nach dem Tod des Detektivs gilt dieser Vertrag nicht mehr, und der Bostoner Reaper sucht sich neue Opfer. Die BAU findet durch den Reporter Colson, der die Reaper-Story damals als Buch veröffentlicht hat, den einzigen Überlebenden eines Reaper-Anschlags ...","versions":[{"lang":1,"streams":[{"redirect":14158953,"hoster":"VOE"},{"redirect":12818011,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195121,"hoster":"VOE"},{"redirect":11858050,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Unsere kleine Stadt","epNo":19,"alt":"House on Fire","descr":"In der Kleinstadt Royal in Indiana brennt während der Vorstellung ein Kino ab - keiner überlebt. Da es der zweite grosse Brand innerhalb kürzester Zeit ist, wird das BAU-Team angefordert. Die Opferzahl 31 deutet auf einen Brandstifter aus Rache hin. Die Suche ist verzwickt, da während des grossen Trauergottesdienstes, bei dem der Mörder auf jeden Fall unter den Gästen vermutet wird, eine Bar abbrennt, wobei fünf weitere Menschen sterben ...","versions":[{"lang":1,"streams":[{"redirect":14225647,"hoster":"VOE"},{"redirect":12113725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105534,"hoster":"VOE"},{"redirect":12814182,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Alter Ego","epNo":20,"alt":"Conflicted","descr":"Während des Spring Breaks werden in einem Hotel zwei Stundenten ermordet aufgefunden. Da es durchtrainierte, junge Männer sind, die zuvor vergewaltigt und gefesselt wurden, geht die BAU zuerst von einem Duo aus, bei dem der Mann dominant und die Frau, die die Opfer anlockt, unterwürfig ist. Das Profil passt schnell auf den Hotelangestellten Adam, der jedoch unsicher und alles andere als dominant ist ...","versions":[{"lang":1,"streams":[{"redirect":14042693,"hoster":"VOE"},{"redirect":14382121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159268,"hoster":"VOE"},{"redirect":12837234,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Freundschaftsdienst","epNo":21,"alt":"A Shade of Gray","descr":"In Cherry Hill wird der siebenjährige Kyle Murphy vermisst. Wie zwei andere Kinder zuvor, ist er nachts aus seinem Kinderzimmer entführt worden, ohne dass sein neunjähriger Bruder Danny oder seine Eltern Sarah und Dan etwas gemerkt haben. Durch einfache Tricks gelingt es, den Serienmörder schnell zu finden und zu einem Geständnis zu bringen. Aber bei Kyle verwickelt er sich in Widersprüche, wodurch klar wird, dass er mit seinem Tod nichts zu tun hat ...","versions":[{"lang":1,"streams":[{"redirect":14240494,"hoster":"VOE"},{"redirect":12814240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139228,"hoster":"VOE"},{"redirect":12814183,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blinde Augen","epNo":22,"alt":"The Big Wheel","descr":"Vincent ist ein Serienmörder mit einer Zwangsneurose. Einmal im Jahr bringt er eine Frau um, die ihn an seine eigene Mutter erinnert. Die Polizei erhält dazu ein Video, das den Mord minutiös aufzeichnet und den Hinweis enthält, dass der Mörder Hilfe sucht und nichts gegen seine Zwanghaftigkeit tun kann. Durch Abgleich werden zehn ähnliche Morde in den letzten zehn Jahren mit Vincent in Zusammenhang gebracht.","versions":[{"lang":1,"streams":[{"redirect":14042305,"hoster":"VOE"},{"redirect":12837391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042581,"hoster":"VOE"},{"redirect":12843265,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rotes Coupé","epNo":23,"alt":"Roadkill","descr":"In Oregon wurden zwei Frauen in einsamen Gegenden von einem Geländewagen überfahren. Obwohl zwischen den Opfern keine Verbindung besteht, spricht die Beweislage dafür, dass es derselbe Täter war. Die Tatorte zeigen, dass der Killer seine Angriffe genau plant und daher auch seine Opfer bestimmt gezielt aussucht. Aber die getöteten Frauen hatten weder dasselbe Aussehen und Alter, noch dieselbe soziale Herkunft. Erst als der Killer wieder zuschlägt, erkennt Reid, was die Opfer verbindet: Sie alle fuhren rote Coupés. Offenbar will sich der Täter für einen Unfall rächen, der von dem Fahrer eines solchen Autos verursacht wurde...","versions":[{"lang":1,"streams":[{"redirect":14157185,"hoster":"VOE"},{"redirect":12837392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230694,"hoster":"VOE"},{"redirect":12825929,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Tod liegt in der Luft","epNo":24,"alt":"Amplification","descr":"In Annapolis wird ein Anthrax-Anschlag verübt, bei dem viele Menschen sterben. Die Spur führt zu Dr. Nichols, der als Militär-Wissenschaftler in Fort Dietrich mit Anthrax-Sporen gearbeitet hat. Er hat immer vor solchen Anschlägen gewarnt, wurde nicht gehört und schließlich strafversetzt. Er passt genau ins Profil, aber der Probelauf fand in einem Buchladen statt, und der hat nichts mit Dr. Nichols zu tun. Mit einer Kampfmitteleinheit gehen Morgen und Reid in Dr. Nichols\u0027 Haus ...","versions":[{"lang":1,"streams":[{"redirect":14158877,"hoster":"VOE"},{"redirect":13576697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089618,"hoster":"VOE"},{"redirect":13576694,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Am Ende des Tages Teil 1+2","epNo":25,"alt":"To Hell... (1)","descr":"Walter fährt am Grenzübergang Port Huron gegen ein Wachhaus und wird von den kanadischen Beamten festgenommen. Da er Amerikaner ist und behauptet, 10 Menschen ermordet zu haben, wird die BAU eingeschaltet. Schnell stellt sich heraus, dass Walter ein ehemaliger Irak-Kämpfer ist und nur Aufmerksamkeit erregen will, da ihm die Polizei in Detroit nicht geglaubt hat, dass 10 Obdachlose in den letzten Wochen verschwunden sind ...","versions":[{"lang":1,"streams":[{"redirect":14230715,"hoster":"VOE"},{"redirect":12837397,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157367,"hoster":"VOE"},{"redirect":12825930,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"[In E25 als Doppelfolge enthalten]","epNo":26,"alt":"...And Back (2)","descr":"Die Agenten stossen auf den querschnittsgelähmten Mason Turner, der an einer Beatmungsmaschine hängt. Bedwell möchte die FBI-Leute schon nach Hause schicken und wieder William Hightower in Haft nehmen, als auf der Farm grausige Funde gemacht werden: eine grosse Abfallkiste mit Schuhen und diverse Leichenteile sowie medizinische Gerätschaften ...","versions":[{"lang":1,"streams":[{"redirect":14195044,"hoster":"VOE"},{"redirect":12818006,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157191,"hoster":"VOE"},{"redirect":12837237,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Ohne Namen, ohne Gesicht","epNo":1,"alt":"Faceless, Nameless","descr":"Das Team der BAU konnte sich kaum von den Strapazen des letzten Einsatzes erholen, als schon der nächste Fall ansteht. Ein Chirurg erhält einen Zettel, auf dem steht, dass sein Sohn Jeffrey umgebracht wird.Würde man den rästelhaften Absender des Schreibens daran hindern, so würde er jeden Tag eine andere Person töten, bis er Jeffrey erwischt hat. Zwei Leute wurden bereits umgebracht. Rossi (Joe Mantegna) und sein Team starten einen Wettlauf gegen die Zeit, den sie unbedingt gewinnen müssen...","versions":[{"lang":1,"streams":[{"redirect":14240468,"hoster":"VOE"},{"redirect":12818013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225554,"hoster":"VOE"},{"redirect":12837238,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Quelle des Leids","epNo":2,"alt":"Haunted","descr":"In einer Apotheke fängt der Amoklauf eines offensichtlich Geistig verwirrten Mann an als dieser seine Medikamente nicht bekommt attackiert er die umstehenden Menschen, das Team um Agent Hotchner der bei dem letzten Einsatz schwer verletzt wurde nimmt spur des Verwirrten auf, und findet immer mehr Details über die Vergangenheit des Mannes heraus.","versions":[{"lang":1,"streams":[{"redirect":14157255,"hoster":"VOE"},{"redirect":12814241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042702,"hoster":"VOE"},{"redirect":12825924,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die letzte Rate","epNo":3,"alt":"Reckoner","descr":"Das Team der BAU wird nach Long Island gerufen, wo bereits das dritte Opfer eines Serienmörders aufgefunden wurde. Jedes Opfer wurde gefesselt und hat Einschüsse am Kopf und Herz, außerdem fehlt jedem Opfer ein anderes Körperteil. Je tiefer sich das Team in den Fall einarbeitet, desto klarer werden die Beziehungen, in denen die drei Opfer zueinander stehen. Jetzt gilt es herauszufinden, ob der Täter noch mehr Leute auf seiner Liste stehen hat...","versions":[{"lang":1,"streams":[{"redirect":14267628,"hoster":"VOE"},{"redirect":12662078,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195174,"hoster":"VOE"},{"redirect":12825927,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Rudel","epNo":4,"alt":"Hopeless","descr":"In einer gutbürgerlichen Wohngegend im Südwesten von Washington D.C. ist die Kriminalitätsrate bedeutend gestiegen. Zwei Paare wurden nach einem Hauseinbruch totgeschlagen aufgefunden, jedoch wurde beide Male nichts gestohlen. Das Team der BAU sucht nach möglichen Motiven und Tätern, dieser Art von Vandalismus, der von purem Nihilismus und aggressiver Gewalt beherrscht zu sein scheint...","versions":[{"lang":1,"streams":[{"redirect":14156991,"hoster":"VOE"},{"redirect":12837393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105616,"hoster":"VOE"},{"redirect":12837239,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Von der Wiege bis zur Bahre","epNo":5,"alt":"Cradle to Grave","descr":"Ein sadistischer Sexualtäter treibt in New Mexico sein Unwesen. Seine Opfer sind blond und im Teenageralter, und meist schon seit längerer Zeit vermisst - bis sie dann tot wieder auftauchen. Auffällig ist, dass die Opfer, tot aufgefunden, in einem besseren gesundheitlichen Zustand zu sein scheinen, als kurz vor ihrem Verschwinden. Außerdem scheinen alle kurz vor ihrem Tod ein Kind gekriegt zu haben. Das höchste Ziel der BAU ist es nun, möglichst schnell die Babys zu finden, um Schlimmeres zu verhindern...","versions":[{"lang":1,"streams":[{"redirect":14159293,"hoster":"VOE"},{"redirect":12792099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042555,"hoster":"VOE"},{"redirect":12790218,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jäger in der Dunkelheit","epNo":6,"alt":"The Eyes Have It","descr":"Das BAU-Team wird nach Oklahoma City gerufen, um die Ermittlungen in einem besonders grausamen Fall aufzunehmen. Ein Serienmörder treibt sein Unwesen, doch damit nicht genug: Er entfernt seinen Opfern die Augen und behält sie für sich als Trophäen.","versions":[{"lang":1,"streams":[{"redirect":14195115,"hoster":"VOE"},{"redirect":12818014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093641,"hoster":"VOE"},{"redirect":12837240,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Musik des Blutes","epNo":7,"alt":"The Performer","descr":"Das BAU-Team wird nach Los Angeles beordert, um eine Mordserie aufzuklären. Die Ermittlungen führen die Profiler zu einem Gothik Rock Star. Der kann, wie es scheint, keine klaren Grenzen mehr ziehen zwischen seinem Bühnencharakter und seinem realen Leben ...","versions":[{"lang":1,"streams":[{"redirect":14078013,"hoster":"VOE"},{"redirect":12818017,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093628,"hoster":"VOE"},{"redirect":12837244,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Fuchs","epNo":8,"alt":"Out Foxed","descr":"Hampton, Virginia: Die Ermittlungen in einer Mordserie, bei der ganze Familien ausgelöscht werden, führen das Profiler-Team in das Red Onion Supermax Gefängnis. Dort erhoffen sie sich von einem ihrer ärgsten Widersacher, dem inhaftierten Killer \u0027The Fox\u0027, Hinweise zur Aufklärung der Morde. Doch der übermittelt Agent Hotchner (Thomas Gibson) eine unheilvolle Botschaft.","versions":[{"lang":1,"streams":[{"redirect":14157290,"hoster":"VOE"},{"redirect":12814244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213549,"hoster":"VOE"},{"redirect":12825935,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"100","epNo":9,"alt":"Der Reaper","descr":"Das BAU-Team will den Serienkiller George Foyet, genannt \"Der Reaper\", endlich zur Strecke bringen. Die Profiler finden heraus, welchen Namen Foyet benutzt, um sich die Medikamente verschreiben zu lassen, die er regelmäßig einnehmen muss. Doch als sie daraufhin seine Adresse ermitteln, kommen sie wieder zu spät: Foyet ist schon weg. In der Wohnung finden sie Überwachungsfotos, die Sam Kassmeyer zeigen – den US Marshall, der Hotchs Frau und Sohn vor Foyet beschützen soll. Noch ehe Hotch seine Familie warnen kann, bringt Foyet sie in seine Gewalt und zwingt Hotch zu einem letzten Kampf auf Leben und Tod … (Text: ATV)","versions":[{"lang":1,"streams":[{"redirect":14213348,"hoster":"VOE"},{"redirect":12814243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106104,"hoster":"VOE"},{"redirect":12376434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Weg der Rose","epNo":10,"alt":"The Slave of Duty","descr":"Kurz nachdem Hotchners Frau Haley beerdigt wurde, werden die Profiler nach Nashville beordert. Vermögende Frauen in den Dreißigern sind in den Fokus eines Serienmörders geraten. Hotch, der aufgrund seiner familiären Situation nicht mitgereist ist, wird die vorzeitige Pensionierung vorgeschlagen.","versions":[{"lang":1,"streams":[{"redirect":14042672,"hoster":"VOE"},{"redirect":12818019,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149563,"hoster":"VOE"},{"redirect":12837241,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Heilige Tränen","epNo":11,"alt":"Retaliation","descr":"In Lockport wird der Verbrecher Dale nach nur zwei Tagen in Freiheit gefasst. Er hat gleich nach seiner Haftentlassung eine Drogenabhängige erstochen und seine Tochter entführt. Auf dem Weg zur Wache, wird er jedoch - nachdem er einen Detective ermordet hat - von einem Komplizen befreit. Schnell wird klar, dass der Komplize jemand ist, den Dale aus irgendeinem Grund in der Hand hat.","versions":[{"lang":1,"streams":[{"redirect":14159261,"hoster":"VOE"},{"redirect":12837395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089622,"hoster":"VOE"},{"redirect":12837243,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Haus der Puppen","epNo":12,"alt":"The Uncanny Valley","descr":"In Atlantic City wird in einem Vergnügungspark eine tote Frau gefunden, die wie eine Puppe angezogen wurde. Obwohl es zwischen den Frauen keine Beziehung gibt, stellen die Ermittler fest, dass eine vorher gefundene Frau demselben Täter zum Opfer gefallen ist. Da die Frauen handgenähte, maßgeschneiderte Kleider tragen und keine sexuellen Handlungen nachweisbar sind, kommen die Profiler rasch zu dem Schluss, dass es sich nicht um einen Täter, sondern eine Täterin handelt...","versions":[{"lang":1,"streams":[{"redirect":14149458,"hoster":"VOE"},{"redirect":12814242,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159108,"hoster":"VOE"},{"redirect":12825934,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tod am Freitag","epNo":13,"alt":"Risky Business","descr":"In Evanston, Wyoming, gibt es eine merkwürdige Häufung von Selbsttötungen unter Teenagern. Da das Team nur bei zweifelhaften Todesfällen und nicht bei Suizid ermittelt, muss JJ ihren Chef zum Einsatz überreden. Die Computeranalyse ergibt, dass die Jungen und Mädchen, die an ihren Türklinken erhängt gefunden wurden, an einem Online-Würgespiel teilgenommen haben. Auf einer Website wurden sie aufgefordert, gegeneinander anzutreten und sich dabei einen Rausch zu verschaffen.","versions":[{"lang":1,"streams":[{"redirect":14157321,"hoster":"VOE"},{"redirect":12814245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042678,"hoster":"VOE"},{"redirect":12790224,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Namen der Lüge","epNo":14,"alt":"Parasite","descr":"Das BAU-Team wird von FBI-Agent Goldman um Hilfe gebeten, der seit fünf Jahren einem äußerst cleveren Trickbetrüger auf der Spur ist. Der Gesuchte wählt gezielt reiche Frauen aus und bringt sie durch sein gutes Aussehen und seinen Charme dazu, ihm ihr Geld anzuvertrauen. Er war nie gewalttätig, doch jetzt ist plötzlich eine der Frauen, die er um ihr Geld betrogen hat, in ihrem Haus ermordet aufgefunden worden. Hotch und seine Kollegen fürchten, dass der Betrüger langsam die Kontrolle über sein Handeln verliert. Sie sind überzeugt, dass er wieder morden wird und alle in seiner Nähe in größter Gefahr sind … (Text: ATV)","versions":[{"lang":1,"streams":[{"redirect":14195087,"hoster":"VOE"},{"redirect":12814247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139155,"hoster":"VOE"},{"redirect":12825936,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hass ohne Ende","epNo":15,"alt":"Public Enemy","descr":"In Providence, Rhode Island, wird Captain Paul Collins in einer Kirche umgebracht. Vorherige Morde in einem Waschsalon und in einem Restaurant tragen dieselbe Handschrift. Der Täter wird nicht als typischer Amokläufer angesehen, ihm wird eher die Psychose eines Brandstifters bescheinigt. Er ist jemand, der Aufmerksamkeit auf sich und die Tatorte, die in der Stadt symbolische Bedeutung haben, lenken will und nicht auf die Ermordeten an sich","versions":[{"lang":1,"streams":[{"redirect":14159238,"hoster":"VOE"},{"redirect":12814246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051406,"hoster":"VOE"},{"redirect":12837242,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hoffen und Bangen","epNo":16,"alt":"Mosley Lane","descr":"In Ashburn wird die achtjährige Aimee entführt. Bei den ermittelnden Beamten erscheint Sarah Hillridge, deren Sohn ebenfalls vor acht Jahren entführt wurde. Sarah trinkt und gilt als verrückt. Sie taucht immer dann bei den Ermittlern auf, wenn irgendwo ein Kind als vermisst gemeldet wird. Nur gerät sie diesmal an JJ, die ebenfalls Mutter ist und Sarah glaubt. Sarah hat eine Unmenge Material über die Entführungen gesammelt, das den Profilern die Arbeit erleichtert.","versions":[{"lang":1,"streams":[{"redirect":14110542,"hoster":"VOE"},{"redirect":12782961,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159085,"hoster":"VOE"},{"redirect":12837246,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der einsame König","epNo":17,"alt":"Solitary Man","descr":"Der neueste Fall der Ermittler dreht sich um einen Highway-Serienmörder, der junge Frauen entführt, erwürgt und in Fötusposition am Straßenrand ablegt. Die Spur führt nach Edgewood, New Mexico. Scheinbar testet der Mörder, dessen Tochter bei einer Pflegemutter lebt, die Eignung der Frauen als Mutter. Wenn sie seinen Ansprüchen nicht genügen, tötet er sie. Schließlich entführt der Täter Nancy Campbell, die er nach eigenen Beobachtungen als eine liebevolle Mutter ansieht.","versions":[{"lang":1,"streams":[{"redirect":14006553,"hoster":"VOE"},{"redirect":12818018,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105834,"hoster":"VOE"},{"redirect":12837245,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kampf ums Überleben","epNo":18,"alt":"The Fight","descr":"In einem Park in San Francisco wird eine männliche Leiche gefunden. Bevor Hotch mit seinem Team dorthin fliegt, trifft er sich mit Sam Cooper, dem Chef eines zweiten BAU-Teams. Cooper, der eine sehr unkonventionelle und lockere Art hat, gibt Hotch wichtige Zusatzinformationen, und nach einigen Schwierigkeiten ermitteln beide Teams gemeinsam. Dabei stoßen sie schnell auf den Ex-Häftling Bell, dem das Jugendamt nach dem Tod seiner Frau das Sorgerecht für die Tochter verweigert hat.","versions":[{"lang":1,"streams":[{"redirect":14051358,"hoster":"VOE"},{"redirect":12818020,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110535,"hoster":"VOE"},{"redirect":12837247,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Santa Muerte","epNo":19,"alt":"Rite of Passage","descr":"An der Grenze zu Mexiko werden drei abgeschlagene Köpfe gefunden. Sheriff Eva Ruiz interessiert sich für die Schicksale vermisster illegaler Einwanderer und holt die Ermittler der BAU zu Hilfe. Schnell wird deutlich, dass es sich bei den Opfern um alte oder behinderte Menschen handelt, die bei ihrer illegalen Einreise zurückgelassen wurden. Das erstellte Täterprofil geht von einem feigen Jäger aus, der erschöpfte und gehandicapte Immigranten durch die Wüste jagt und enthauptet.","versions":[{"lang":1,"streams":[{"redirect":14117901,"hoster":"VOE"},{"redirect":12814248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158811,"hoster":"VOE"},{"redirect":12825940,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der illustrierte Mann","epNo":20,"alt":"...A Thousand Words","descr":"Das BAU-Team reist nach Tallahassee, um einen tätowierten Serienkiller zu identifizieren, nachdem er Selbstmord begangen hat. Allerdings gibt es Hinweise, die darauf schließen lassen, dass sein letztes Opfer an einem Ort gefangen und womöglich noch am Leben ist.","versions":[{"lang":1,"streams":[{"redirect":14159229,"hoster":"VOE"},{"redirect":12814249,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158527,"hoster":"VOE"},{"redirect":12837248,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Alaska","epNo":21,"alt":"Exit Wounds","descr":"In dieser Episode hält eine Mordserie den kleinen Ort Franklin in Alaska in Atem. Scheinbar wahllos und auf äußerst kaltblütige Weise ermordete ein Serienkiller bereits mehrere Bewohner. Früh fällt der Verdacht auf den 23-jährigen Joshua, der in der Kindheit von seinem Vater verlassen wurde und mittlerweile eine Leidenschaft für das Jagen entwickelt hat. Doch dann ist Joshuas Mutter unter den Opfern...Novum: Garcia muss ihren geliebten Computerraum verlassen und das Team nach Alaska begleiten, um dort helfen zu können. Das gefällt der Programmiererin gar nicht.","versions":[{"lang":1,"streams":[{"redirect":14230683,"hoster":"VOE"},{"redirect":12837394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158963,"hoster":"VOE"},{"redirect":12837255,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Netz vergisst nichts","epNo":22,"alt":"The Internet is Forever","descr":"Das BAU-Team verfolgt einen Serienkiller, der das Internet als Jagdrevier fürs sich entdeckt hat und somit dem Ausdruck \u0027soziale Vernetzung\u0027 eine komplett neue Bedeutung zukommen lässt.","versions":[{"lang":1,"streams":[{"redirect":14195009,"hoster":"VOE"},{"redirect":12837398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105606,"hoster":"VOE"},{"redirect":12825937,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Fürst der Dunkelheit - Teil 1","epNo":23,"alt":"Our Darkest Hour (1)","descr":"Das BAU-Team steht vor einem besonders schwierigen Fall: Eine Reihe von Stromausfällen lockt einen Serienkiller aus seinem Versteck. In der Dunkelheit der Stadt jagt er seine Opfer.","versions":[{"lang":1,"streams":[{"redirect":14110589,"hoster":"VOE"},{"redirect":12814250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051360,"hoster":"VOE"},{"redirect":12998971,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Der Fürst der Dunkelheit Teil 2","epNo":1,"alt":"The Longest Night (2)","descr":"Die Horror-Episode mit dem Fürst der Finsternis geht weiter. Die kleine Ellie Spitzer ist in der Gewalt des kirren Serienkillers, der meint, sie seien ein gutes Team. Der verletzte Derek Morgan hat keine Lust auf Krankenhaus, er will Billy Flynn persönlich zur Strecke bringen. Ausnahmsweise wird er sogar gegenüber Penelope Garcia unfreundlich. Die Presse bereitet dem BAU Team Kopfzerbrechen. JJ telefoniert sich die Finger wund, weil das Notfallalarmsystem ein bürokratischer Albtraum ist. Endlich kann das Radio genutzt werden und Aaron Hotchner ordert JJ, mit Flynn zu verhandeln. Sie ist dafür weder ausgebildet noch hat sie das jemals versucht","versions":[{"lang":1,"streams":[{"redirect":14195156,"hoster":"VOE"},{"redirect":12837399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195142,"hoster":"VOE"},{"redirect":12787418,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Haien","epNo":2,"alt":"JJ","descr":"Hotch erfährt von Section Chief Strauss, dass JJ bereits zwei Mal ein Jobangebot seitens des Pentagons abgelehnt hat. Sie versucht nun JJ zu überzeugen, den Job anzunehmen, doch JJ will nicht. Das Team reist daraufhin nach Maryland um der dortigen Polizei bei dem Fall eines vermissen Mädchen zu helfen. Es gibt zwei Verdächtige und das BAU Team soll sie zum Reden bringen, bevor die Polizei sie gehen lassen muss. Noch während das Team mit dem Fall beschäftigt ist erhält Hotch die Nachricht, dass JJ unwiderruflich zum Pentagon beordert wird. Zurück in Washington muss JJ dann auch den schockierten Rest des Teams mitteilen, dass sie gehen muss und sich nichts gegen die Entscheidungen \"von oben\" machen lässt. PS:Gil Bellows und Rya Kihlstedt, die die Eltern des vermissten Mädchens spielen, sind auch im wahren Leben verheiratet.","versions":[{"lang":1,"streams":[{"redirect":14157118,"hoster":"VOE"},{"redirect":12837401,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105508,"hoster":"VOE"},{"redirect":12837250,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Letzte Anrufe","epNo":3,"alt":"Rememberance of Things Past","descr":"Nach über 20 Jahren werden in einer Kleinstadt in Virginia erneut junge blonde Frauen umgebracht. Es muss der gleiche Täter sein, denn die Frauen sollen bevor sie ermordet werden noch bei ihrer Familie anrufen, und sich verabschieden. Agent Rossy hat an diesem Fall ein besonderes Interesse das größer ist als von den anderen, denn vor zwei Jahrzehnten war er der führende Ermittler.","versions":[{"lang":1,"streams":[{"redirect":14105533,"hoster":"VOE"},{"redirect":12837400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067402,"hoster":"VOE"},{"redirect":12814186,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alpha-Männer","epNo":4,"alt":"Compromising Positions","descr":"In Akron, Ohio werden zwei Ehepaare ermordet. Die Männer werden erschossen, die Frauen erstochen. Garcia bittet darum, JJs Position als commuication liason übernehmen zu dürfen. Hotch ist bereit ihr eine Chance zu geben, doch vor Ort muss Garcia erkennen, dass es ihr nicht möglich ist gleichzeitig sowohl ihren, als auch JJs Job zu erfüllen.","versions":[{"lang":1,"streams":[{"redirect":14195189,"hoster":"VOE"},{"redirect":12662084,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042265,"hoster":"VOE"},{"redirect":12837249,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der böse Zwilling","epNo":5,"alt":"Safe Haven","descr":"Als zwei Familien, zwischen denen es keine Verbindung zu geben scheint, ermordet werden, reist das BAU Team in den mittleren Westen. Die Agenten müssen herausfinden, wie es kam, dass die Familien den Killer bedenkenlos in ihr Heim gelassen haben. Der Mord an einem Reverend bringt Rossi und Reid schließlich auf den Gedanken, dass sie es mit einem jugendlichen UnSub zu tun haben. Morgan ist derweil etwas abgelenkt, denn Ellie Spicer ist von ihrer Pflegefamilie ausgerissen und zu ihm nach Quantico gekommen. Er versucht Ellies leibliche Mutter ausfindig zu machen und sie wieder mit Ellie zusammen zubringen.","versions":[{"lang":1,"streams":[{"redirect":14139300,"hoster":"VOE"},{"redirect":12814251,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093491,"hoster":"VOE"},{"redirect":12837252,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flammen der Rache","epNo":6,"alt":"Devil\u0027s Night","descr":"In Detroit ist die Teufelnacht vor Halloween auf drei Nächte ausgedehnt, aber es sind auch Nächte, in denen seit zwei Jahren ein Serienmörder Menschen mit Feuer als Waffe hinrichtet. Die Feuerwehr findet die völlig verkohlten Leichen in alten Fabrikhallen. Bei einer psychologischen Rückführung erfährt Rossi durch die Ehefrau des letzten Opfers wichtige Details über den Täter. Er ist eindeutig selber ein Brandopfer, da er eine komplett vernarbte Gesichtshälfte hat. Dann entdeckt Garcia auch die Verbindung zwischen den Opfern und kommt auf Kamen Scott, der fünf Jahre zuvor tatsächlich bei einem Autounfall schwere Verbrennungen davongetragen hat. Er ist auf einem Rachefeldzug, der sich gegen alle richtet, die ihm einmal geschadet haben ...","versions":[{"lang":1,"streams":[{"redirect":14093479,"hoster":"VOE"},{"redirect":12818021,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213491,"hoster":"VOE"},{"redirect":12790234,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bis zum Ende","epNo":7,"alt":"Middle Man","descr":"In Johnson County, Indiana, werden in kurzen Abständen drei Stripperinnen entführt und einige Tage später tot auf einem Feld gefunden. Als die Tänzerin Stephanie Wilson entführt wird, macht sich die BAU auf den Weg. Die Profiler treffen auf einen sehr autoritären Sheriff, den Hotch erst mal in seine Grenzen weisen muss. Stephanie unterdessen ist bei drei Studenten und muss für sie tanzen. Der jüngere, Scott, hat Mitleid mit ihr, wird aber vom \"Adjutanten\" Chris, dem Sohn des Sheriffs, und vom Alpha-Mann Michel daran gehindert, ihr zu helfen. Als Scott und Chris aus dem Fernsehen erfahren, dass die Mädchen, mit denen sie Spass hatten, ermordet wurden, will Scott aussteigen ...","versions":[{"lang":1,"streams":[{"redirect":14230732,"hoster":"VOE"},{"redirect":12014613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130875,"hoster":"VOE"},{"redirect":12837251,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spiegelbild der Sehnsucht","epNo":8,"alt":"Reflection of Desire","descr":"In Washington D.C. wird eine junge, blonde Frau entführt. Kurz zuvor war die Leiche einer anderen blonden Frau gefunden worden. Der Mörder hatte sie wie eine Schauspielerin aus den 50ern geschminkt und gekleidet. Zudem hat er ihre Lippen entfernt. Garcia reagiert wütend, als Hotch während der Ermittlungen ein Geheimnis von ihr preisgibt, das er zuvor zufällig erfahren hatte.","versions":[{"lang":1,"streams":[{"redirect":14230668,"hoster":"VOE"},{"redirect":12814252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063391,"hoster":"VOE"},{"redirect":12790236,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In die Wälder","epNo":9,"alt":"Into the Woods","descr":"Ein achtjähriger Junge und seine kleine Schwester wurden entführt, als sie nachts mit ihren Eltern im Wald zelten. Zuvor war bereits die Leiche eines anderen Jungen, der ebenfalls entführt worden war, als er mit seinem Vater wandern war, gefunden worden. Als Anna entkommen kann, setzt das BAU Team alles daran auch Robert zu finden.","versions":[{"lang":1,"streams":[{"redirect":14269095,"hoster":"VOE"},{"redirect":12113785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213580,"hoster":"VOE"},{"redirect":12814187,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der beste Tag seines Lebens","epNo":10,"alt":"What Happens At Home","descr":"In einer geschlossenen Wohnanlage werden in der Nacht drei Frauen erwürgt. Die Wachmänner und Überwachungskameras bestätigen, dass niemand vor oder nach den Morden die Wohnanlage betreten oder verlassen hat.","versions":[{"lang":1,"streams":[{"redirect":14158629,"hoster":"VOE"},{"redirect":12837402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157148,"hoster":"VOE"},{"redirect":12814188,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alte Spuren","epNo":11,"alt":"25 to Life","descr":"Morgan bekommt die Aufgabe zu überprüfen, ob ein Mörder nach 25 Jahren Haft auf Bewährung entlassen wer-den kann. Nach einem Gespräch mit dem Mörder bestätigt er bei der Bewährungsanhörung, dass keine Gefahr mehr für die Bevölkerung bestehe. Einige Tage später tötet der auf Bewährung freigekommene Mörder jedoch wieder jemanden. Er behauptet aber, dass er aus Notwehr gehandelt habe. Morgan muss um seinen guten Ruf fürchten.","versions":[{"lang":1,"streams":[{"redirect":14158402,"hoster":"VOE"},{"redirect":12837403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195085,"hoster":"VOE"},{"redirect":12825938,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Palo Mayombe","epNo":12,"alt":"Corazon","descr":"In Miami werden im Allapatah-Viertel drei Menschen gefunden, an denen Ritualmorde begangen worden sind. Kaurimuscheln und rituelle Opfergaben kennt Reid von afro-karibischen Religionen, das umgedrehte Kreuz an der Wand erinnert an Satanismus. Die Spur führt ins Gemeindezentrum des Viertels, denn die Toten gingen dort alle in dieselbe Suppenküche. Der Mann, der den Profilern dort Auskunft gibt, ist am nächsten Tag ebenfalls tot. Ihm wurden Hände und Kopf abgetrennt, dem Kopf wurde das Gehirn entnommen. Hier hat euch Reids Wissen über synkretistische Religionen seine Grenzen, die Profiler suchen Professor Walker auf, der ein Buch über Santeria-Heilrituale und Palo Mayombe- Rituale schreibt. Er erklärt ihnen den Sinn der einzelnen Körperteile, mit denen ein Nganga, das wichtigste Zubehör eines \"Palero\", eines \"Palo\"-Priesters, gebaut wird. Und darin enthalten ist der \"Nkisi\", der Geist der Verstorbenen, der ihn bewohnt ...","versions":[{"lang":1,"streams":[{"redirect":14093631,"hoster":"VOE"},{"redirect":12814253,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093502,"hoster":"VOE"},{"redirect":12837254,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bis dass der Tod","epNo":13,"alt":"The Thirteenth Step","descr":"Ein junges Paar betritt eine Tankstelle. Der junge Mann redet mit seiner Freundin über die Ehe. Doch als ein älterer Herr sagt, dass die Ehe das Leben ruiniert, fängt das junge Paar durchzudrehen und alle Anwesenden zu erschiessen. Am nächsten Tag wiederholt sich das Szenario, doch diesmal lassen sie gleich die ganze Tankstelle explodieren.Das Team der BAU muss schnellstens das schiesswütige Paar dingfest machen, denn sie planen bereits ihren nächsten Coup.","versions":[{"lang":1,"streams":[{"redirect":14158456,"hoster":"VOE"},{"redirect":12814254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14156984,"hoster":"VOE"},{"redirect":12814192,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Duft der Vergangenheit","epNo":14,"alt":"Sense Memory","descr":"Das BAU-Team reist nach Los Angeles, um einen Killer zu schnappen, der seine weiblichen Opfer in Methanol badet und ertränkt und ihnen anschließend ein Stück Haut von der Fußsohle entfernt. Prentiss ist alarmiert, als sie ein Geschenk mit einer Verbindung zu ihrer Vergangenheit erhält.","versions":[{"lang":1,"streams":[{"redirect":14157183,"hoster":"VOE"},{"redirect":14344644,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225643,"hoster":"VOE"},{"redirect":12837253,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alles nur für dich","epNo":15,"alt":"Today I Do","descr":"Eine junge Fraue gerät in die Fänge eines UnSubs. Eine weitere Frau wurde zuvor bereits getötet. Beide hatten vor kurzem eine persönliche Krise und suchten nach Orientierung, was sie für den weiblichen UnSub zu den per-fekten Opfern machte. Prentiss nimmt Kontakt mit einer früheren Kollegin auf, um sie vor Ian Doyle zu warnen. Diese nimmt die Warnung zunächst nicht ernst, muss dann jedoch erkennen, wie real die Gefahr ist.","versions":[{"lang":1,"streams":[{"redirect":14117799,"hoster":"VOE"},{"redirect":12814256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157125,"hoster":"VOE"},{"redirect":12825939,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Am Ende des Traums","epNo":16,"alt":"Coda","descr":"In Lafayette, Louisiana, werden die Eltern eines autistischen Jungen entführt. Behutsam nimmt sich Reid des Jungen an und gelangt so an wichtige Hinweise. Prentiss erfährt, dass Ian Doyle alles über ihr wahres Leben und das BAU-Team weiß. Sie muss erkennen, dass nicht nur sie, sondern auch alle, die ihr nahe stehen, in Gefahr schweben.","versions":[{"lang":1,"streams":[{"redirect":14105603,"hoster":"VOE"},{"redirect":12818022,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233298,"hoster":"VOE"},{"redirect":12790240,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Valhalla","epNo":17,"alt":"Valhalla","descr":"In Washington D.C. werden in einer Nacht mehrere Familien getötet. Die Polizei bittet die BAU um hilfe. Das Team vermutet erst einen Serienmörder, allerdings ist es Ian Doyle, der mit einem Team diese Familien umgebracht hat und auch versucht Prentiss zu töten.","versions":[{"lang":1,"streams":[{"redirect":14225536,"hoster":"VOE"},{"redirect":12818023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251833,"hoster":"VOE"},{"redirect":12376440,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Lauren Reynolds ist tot","epNo":18,"alt":"Lauren","descr":"Das Team kommt dahinter, dass Prentiss alias Lauren Reynolds undercover an Ian Doyle dran war. Hotch holt JJ dazu, damit sie das Team darüber unterrichten kann, inwieweit Emily mit Doyle involviert war. Prentiss selbst macht sich auf den Weg nach Boston, um Doyle ein für alle mal zu stellen. Ihr Anschlag misslingt jedoch und Emily gerät in die Hände von Doyle. Dieser möchte Emily leiden sehen und ist dafür auch bereit, Mitglieder des BAU-Teams ermorden zu lassen. Am Ende erwartet das Team eine traurige Nachricht.","versions":[{"lang":1,"streams":[{"redirect":14157152,"hoster":"VOE"},{"redirect":12825976,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14118610,"hoster":"VOE"},{"redirect":12837256,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Böse Freunde","epNo":19,"alt":"With Friends Like These...","descr":"Der psychisch kranke Ben sieht ständig seine drei \"Freunde\" Matt, Tony und Yolanda um sich. Für ihn sind es Dämonen, die ihn seit einem Kirchenbrand verfolgen und zum Morden anstacheln. So ist es auch nicht verwun-derlich, dass die Mordserie, die in Portland, Oregon, aufgeklärt wird, zunächst so wirkt, als wäre sie von einer Gruppe verübt worden. Als aber klar wird, dass es immer nur ein einzelnes Paar Fußabdrücke sind und auch ein Zeuge im Supermarkt von nur einer Person spricht, müssen die Profiler ihre Überlegungen ändern. Im Profil, das sie erstellen, gehen sie dann nur noch von einem Täter aus, der Stimmen hört und an Schizophrenie leidet. Ein Priester, bei dem Ben einen Exorzismus machen lassen wollte, um die lästigen Dämonen loszuwerden, verwei-gert ihm diesen Dienst und bringt die Profiler dann auf eine genauere Spur. Zu der Zeit hat Ben, von seinen Dä-monenfreunden angestachelt, noch einen weiteren Mann und eine alte Frau erstochen. Am Körperabdruck neben der Leiche wird Reid klar, dass der Mörder neben der Frau geschlafen haben muss. Die ständig wachsende Zahl der Einstiche deutet er so, dass sich der Mörder müde machen muss, um schlafen zu können. Als sie wissen, dass der Mörder sowohl Psychopharmaka als auch Schlaftabletten einnehmen könnte, ermitteln sie endlich Ben, des-sen Rezept genau diese Kombination aufweist. Während ihn die Profiler stellen wollen, flieht Ben durch die Hin-tertür und bringt in einem der Nachbarhäuser zwei Kinder in seine Gewalt. Zum Glück deutet Hotch ein Zeichen am Fenster richtig, wodurch die Kinder gerettet werden können.","versions":[{"lang":1,"streams":[{"redirect":14195002,"hoster":"VOE"},{"redirect":12837404,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120517,"hoster":"VOE"},{"redirect":12787423,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Versprechen","epNo":20,"alt":"Hanley Waters","descr":"Das Team fliegt nach Tampa, Florida, nachdem eine Frau dort in einem Waffengeschäft mehrere Menschen erschossen hat. Die Agenten decken das tragische Schicksal der Frau auf und erkennen, dass sie nicht aufhören wird zu töten, bis sie ihr eigentliches Ziel erreicht hat. Hotch muss derweil mit den Mitgliedern seines Teams darüber reden, wie sie mit den Verlust von Emily umgehen.","versions":[{"lang":1,"streams":[{"redirect":14006749,"hoster":"VOE"},{"redirect":12818024,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14269113,"hoster":"VOE"},{"redirect":12837257,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Babysitter-Mörder","epNo":21,"alt":"The Stranger","descr":"In der kalifornischen Stadt San Diego hat es ein Stalker auf Studentinnen abgesehen. Das Team des BAU wird hinzugezogen und wird dabei von dem Ermittler Austin Kent (Dallas Clark) unterstützt.","versions":[{"lang":1,"streams":[{"redirect":14139275,"hoster":"VOE"},{"redirect":12837406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042582,"hoster":"VOE"},{"redirect":12837258,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Dunkelkammer","epNo":22,"alt":"Out of the Light","descr":"Das Team reist nach North Carolina, nachdem dort zwei junge Frauen entführt wurden. Vor Ort stellt sich her-aus, dass bereits andere Frauen von dem Täter entführt und getötet wurden. Der UnSub verlangt von den Frauen, dass sie ihn Dad nennen und spiegelt den Familien seiner Opfer vor, dass es den Frauen gut geht, indem er Text-nachrichten von deren Handys verschickt.","versions":[{"lang":1,"streams":[{"redirect":14117927,"hoster":"VOE"},{"redirect":12818026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195001,"hoster":"VOE"},{"redirect":11859178,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das weite Meer","epNo":23,"alt":"Big Sea","descr":"An der Küste Floridas werden Knochen im Meeresgrund gefunden. Die Anzahl der Knochen lässt auf mehrere Opfer schließen. Für Morgan wird der Fall persönlich, als seine Tante meint, seine Cousine, die vor Jahren verschwand, könnte eines der Opfer sein.","versions":[{"lang":1,"streams":[{"redirect":14195050,"hoster":"VOE"},{"redirect":12837405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230679,"hoster":"VOE"},{"redirect":12825945,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Angebot und Nachfrage","epNo":24,"alt":"Supply \u0026 Demand","descr":"Ein Auto gerät während eines Überholmanövers außer Kontrolle und stürzt einen Abhang hinunter. Der Fahrer des Wagens stirbt noch am Unfallort; doch er hinterlässt einen grausigen Fund: In seinem Kofferraum befinden sich die Leichen zweier Studenten, Jake Wattay und Paige Hawlet. Als das BAU-Team über den möglichen Serienkiller informiert wird, nimmt es die Ermittlungen auf und findet heraus, dass beide Opfer aus verschiedenen Bundesstaaten stammen und außerdem auf völlig verschiedene Art und Weise ermordet wurden. Unterschiedliche Geschlechter und Herkunft deuten auf eine \"Gruppe\" hin, und noch bevor die Ermittlungen weitergehen, kommt SSA Andy Swan (Amy Price-Francis), Leiterin der \u0027Domestic Trafficking Task Force\u0027 [\u0027Sondereinheit Inneramerikanischer Schwarzhandel\u0027] in das Büro von SSA Agent Hotchner. Die beiden Toten sind höchst wahrscheinlich Opfer eines Verbrecherrings, den sie seit Jahren auszuheben versucht.","versions":[{"lang":1,"streams":[{"redirect":14293317,"hoster":"VOE"},{"redirect":12837407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157167,"hoster":"VOE"},{"redirect":12814193,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Erzfeinde","epNo":1,"alt":"It Takes a Village","descr":"Das Team der BAU muss einem Komitee des US-Senats Rede und Antwort stehen. Dabei geht es um das Ableben von Agent Emily Prentiss. Doch das unerwartete Auftauchen eines bekannten Gesichts gibt dem Fall eine unerwartete Wendung.","versions":[{"lang":1,"streams":[{"redirect":14158774,"hoster":"VOE"},{"redirect":12814258,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195194,"hoster":"VOE"},{"redirect":12837259,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das blaue Kleid","epNo":2,"alt":"Proof","descr":"In Oklahoma geht ein Frauenmörder um. Das Team der BAU macht sich auf die Suche nach dem Team.Emily Prentiss (Paget Brewster) und JJ (A.J. Cook) bekommen von Dr. Spencer Reid (Matthew Gray Gubler) die kalte Schulter gezeigt, denn er kann sich noch immer nicht damit abfinden, dass er nicht in Emilys Verschwinden eingeweiht wurde.","versions":[{"lang":1,"streams":[{"redirect":14089830,"hoster":"VOE"},{"redirect":12008820,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089616,"hoster":"VOE"},{"redirect":12837262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unerwünschte Ziele","epNo":3,"alt":"Dorado Falls","descr":"In Virginia dringt ein Mann in das Büro einer Computerfirma ein und erschießt acht Mitarbeiter, einschließlich den Chef Werner. Das BAU-Team findet heraus, dass der Mörder ausgerechnet der beste Freund Werners ist, der ehemalige Marine Luke Dolan. Dieser scheint an einer Psychose zu leiden, die ihn glauben lässt, Opfer einer Verschwörung zu sein. Da Luke kein einfacher Marine war, sondern ein Navy-Seal, wird die Sache noch brisanter. Können die Ermittler ihn stoppen?","versions":[{"lang":1,"streams":[{"redirect":14042940,"hoster":"VOE"},{"redirect":12837408,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209544,"hoster":"VOE"},{"redirect":12825942,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schmerzlos (defekt)","epNo":4,"alt":"Painless","descr":"Zehn Jahre nach einem High School Massaker in Boise, Idaho kehren die Überlebenden von damals anlässlich einer Gedenkveranstaltung zurück. Der Killer von damals, Randy Slade, starb zwar, doch aus Anlass des Jahrestages taucht ein neuer Mörder auf. Das erste Opfer ist Schuldirektor Givens (Don O. Knowlton). Eine Spur führt die Ermittler der BAU zu Slades jüngerem Bruder Brandon, der eine verdächtige Namensliste von Schülern in seinem Zimmer hat.Das Team entdeckt schließlich, dass die Verbindung der neuen zu den alten Opfern eine sogenannte Top 10 von Überlebenden ist, die von Schuldirektor Givens ausgewählt wurden, in den Medien über das Massaker zu sprechen. Der Killer scheint ebenfalls ein Überlebender zu sein, der jedoch von den Top 10 ausgeschlossen wurde. Reid findet zudem heraus, dass der gesuchte Killer offenbar an Schmerzasymbolie leidet und nach einem Trauma weder physischen noch psychischen Schmerz empfindet.Hotch sorgt sich derweil, dass sein Sohn Jack an seiner Schule gemobbt werden könnte.","versions":[{"lang":1,"streams":[{"redirect":14159140,"hoster":"VOE"},{"redirect":12818028,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120522,"hoster":"VOE"},{"redirect":12814189,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die böse Unschuld","epNo":5,"alt":"From Childhood\u0027s Hour","descr":"In St. Louis werden Kinder von Frauen, die Probleme mit ihrem eigenen Leben haben, entführt. Das Team reist nach Missouri, um der Polizei vor Ort mit ihrem Fachwissen zu führen.\r\rDavid Rossi (Joe Mantegna) erhält Besuch von seiner Ex-Frau Carolyn (Isabella Hoffman), die ihm eine traurige Nachricht überbringen muss.","versions":[{"lang":1,"streams":[{"redirect":14051625,"hoster":"VOE"},{"redirect":12814257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051403,"hoster":"VOE"},{"redirect":12814191,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die andere Seite","epNo":6,"alt":"Epilogue","descr":"Ein Serienkiller geht im Angeles National Forest in Südkalifornien um. Seine Opfer werden im Bergsee gefunden. Doch das Muster seiner Verbrechen gibt dem BAU-Team Rätsel auf: Statt sich immer schwierigere Opfer auszusuchen, wendet sich der Killer immer schwächeren Opfern zu. Die Autopsien ergeben, dass mehrere Opfer wiederbelebt worden sind, bevor sie schließlich doch getötet wurden. Rückblicke in die Kindheit des Verdächtigen zeigen, wie er von seinem eigenen Vater ertränkt und für tot gehalten wurde. Der gestörte Mörder versucht nun von seinen Opfern zu erfahren, ob sie eine Nahtoderfahrung hatten und es demnach ein Leben nach dem Tod gibt.\rRossi vertraut Prentiss an, dass er seiner Ex-Frau Carolyn aufgrund ihrer ALS-Erkrankung beim Suizid helfen soll. Als er Carolyn gesteht, dass er sie nicht verlieren will, erfährt er, dass sie schon Tabletten genommen hat.","versions":[{"lang":1,"streams":[{"redirect":14030828,"hoster":"VOE"},{"redirect":12814259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042271,"hoster":"VOE"},{"redirect":12837261,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sturmjäger","epNo":7,"alt":"There\u0027s No Place Like Home","descr":"Das Team der BAU wird nach Wichita, Kansas, gerufen, um nach einer Tornado-Serie die Leichen von mehreren jungen Männern zu untersuchen. Wie sich herausstellt, starben alle durch einen Kopfschuss, bevor ihnen posthum einige Gliedmaßen entfernt wurden. Dann wurden sie dem aufkommenden Tornado ausgesetzt. Das Team erfährt, dass ihr Verdächtiger seinen Bruder durch einen Tornado verlor. Nun scheint er zu versuchen, ihn mit den Körperteilen der Opfer wieder zusammenbauen zu wollen.\rWährenddessen wird JJ von allen Seiten unter Druck gesetzt.","versions":[{"lang":1,"streams":[{"redirect":14063084,"hoster":"VOE"},{"redirect":12825979,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14068382,"hoster":"VOE"},{"redirect":12837260,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schmetterlinge","epNo":8,"alt":"Hope","descr":"Garcia bittet das Team um Hilfe, als ein Mitglied aus ihrer Selbsthilfegruppe am Jahrestag der Entführung ihrer Tochter Hope Kingston verschwindet. \rDer Entführer will mit Hopes Mutter eine \"neue\" Hope zeugen, da Hope sich suizidiert hat, nachdem der Entführer sie geschwängert hat.","versions":[{"lang":1,"streams":[{"redirect":14042424,"hoster":"VOE"},{"redirect":12814260,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14068528,"hoster":"VOE"},{"redirect":11858081,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kindersoldaten","epNo":9,"alt":"Self-Fulfilling Prophecy","descr":"Sechs junge Männer einer Militärakademie (Somerville Academy) sind nach dem Suizid eines Mit-Kadetten, Bailey Shelton (Mitchel Blackfield), für eine Woche in den Wald zum Außentraining geschickt worden. Fünf scheinen sich mit Bettlaken an Bäumen erhängt zu haben – \"We\u0027re sorry\". Nur Josh Redding (Kevin Fonteyne) hat sich nicht suizidiert und bewegt sich allein im Wald. Der Direktor der FBI-Abtlg. ist Absolvent der Akademie. Darum kommt FBI Section Chief Director Erin Strauss mit zum Einsatz und gefährdet diesen, da sie alkoholisiert ist. Das BAU-Team untersucht die wahren Gründe hinter dem vermeintlichen Massensuizid. In Verdacht steht der Vater von Bailey Shelton, Chris Shelton (Don R. Williams). Außerdem verdichten sich die Hinweise, dass Colonel Ron Massey (René Auberjonois) Misshandlungen von schwächeren Kadetten durch ältere und stärkere geduldet und unterstützt hat. Josh dagegen hat sich u.a. für Bailey eingesetzt.\rMorgan und Hotch bewegen Strauss dazu, Hilfe in Anspruch zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":14089881,"hoster":"VOE"},{"redirect":12837410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14068397,"hoster":"VOE"},{"redirect":12837263,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Boxer","epNo":10,"alt":"The Bittersweet Science","descr":"Das BAU-Team wird nach Philadelphia gerufen, um eine Serie brutaler Morde zu untersuchen und gerät auf der Suche nach dem Mörder in die Boxszene der Stadt. Hotch ist derweil während des Trainings für den Triathlon von der attraktiven Konkurrenz angetan.","versions":[{"lang":1,"streams":[{"redirect":14130590,"hoster":"VOE"},{"redirect":12814264,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157101,"hoster":"VOE"},{"redirect":12814194,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die perfekte Kopie","epNo":11,"alt":"True Genius","descr":"Eine Mordserie in San Francisco weist die Merkmale des berüchtigten Zodiac-Killers auf. Die BAU muss herausfinden ob der Mörder zurückgekehrt ist. Reid erwägt mehr aus seinen genialen Fähigkeiten zu machen.","versions":[{"lang":1,"streams":[{"redirect":14089744,"hoster":"VOE"},{"redirect":12818029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139243,"hoster":"VOE"},{"redirect":12825943,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Melodie des Schreckens","epNo":12,"alt":"Unknown Subject","descr":"Das BAU-Team ist in Houston, Texas, auf der Suche nach einem Serienvergewaltiger, auch bekannt als \"Der Piano Man\", der wieder aufgetaucht ist und seine früheren Opfer nochmals überfällt.\rEmily Prentiss beginnt, ihre traumatischen Erfahrungen (\"den eigenen Tod betrauern\"), die durch Ian Doyle verursacht wurden, zu verarbeiten, nachdem sie ins BAU-Team zurückgekehrt ist.","versions":[{"lang":1,"streams":[{"redirect":14157350,"hoster":"VOE"},{"redirect":11995513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13627686,"hoster":"VOE"},{"redirect":12837264,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das System","epNo":13,"alt":"Snake Eyes","descr":"Die BAU wird nach Atlantic City gerufen, wo sich eine Reihe von Casino-Morden ereignet hat. Garcia überlegt ob sie und Morgan nach einem Streit mit ihrem Freund Kevin ein wenig zu freundlich miteinander waren.","versions":[{"lang":1,"streams":[{"redirect":14158991,"hoster":"VOE"},{"redirect":12814261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139203,"hoster":"VOE"},{"redirect":12814195,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Entmannt","epNo":14,"alt":"Closing Time","descr":"Das BAU-Team ermittelt, als an Rettungsschwimmertürmen entlang der Küste Südkaliforniens eine Serie von Leichen entdeckt wird.","versions":[{"lang":1,"streams":[{"redirect":14117937,"hoster":"VOE"},{"redirect":12662216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042700,"hoster":"VOE"},{"redirect":12837268,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Farbenlehre","epNo":15,"alt":"A Thin Line","descr":"Das BAU-Team untersucht eine Serie brutaler Einbrüche und Morde in kalifornischen Vorstädten. Es deutet alles auf die Handschrift einer Gang hin. Doch wie sich zeigt, stecken weit unheimlichere Machenschaften hinter dem Verbrechen.","versions":[{"lang":1,"streams":[{"redirect":14209533,"hoster":"VOE"},{"redirect":12814262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042410,"hoster":"VOE"},{"redirect":12814198,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die größte Buße","epNo":16,"alt":"A Family Affair","descr":"Die BAU untersucht in Atlanta Serienmorde an Frauen. Die Hinweise führen sie zu einem Täter, der nicht allein arbeitet.","versions":[{"lang":1,"streams":[{"redirect":14293290,"hoster":"VOE"},{"redirect":12818031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042675,"hoster":"VOE"},{"redirect":12889892,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ich liebe Dich, Tommy Brown!","epNo":17,"alt":"I Love You, Tommy Brown","descr":"In Seattle werden Ehepaare ermordet, die Pflegekinder aufnehmen. Die BAU sucht nach einem Verdächtigen mit einem mütterlichen und doch mörderischen Instinkt. Garcia fürchtet einen möglichen Vorschlag von Kevin.","versions":[{"lang":1,"streams":[{"redirect":14093417,"hoster":"VOE"},{"redirect":12837412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120360,"hoster":"VOE"},{"redirect":12662204,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Flügel der Freiheit","epNo":18,"alt":"Foundation","descr":"Ein verängstigter, stark traumatisierter und mit Bissnarben übersäter Junge, Angel Suarez (Jonathan Castellanos) wird in Arizona aufgefunden. Als ein weiterer Junge, Billy Henderson (Jackson Pace), vermisst wird, beginnt das BAU-Team mit der Suche nach dem Entführer. Am selben Tag, als der Junge aufgefunden wurde, kommt eine Frau, Samantha Allen (Hedy Burress), in das dort zuständige Polizeirevier. Sie erzählt von einer Erinnerung aus ihrer Kindheit, in der ein Junge in Ketten vorkommt. Morgan (Shemar Moore), der eine traurige und harte Vergangenheit hat, versucht eine Verbindung zu dem gefundenen Jungen aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":14158411,"hoster":"VOE"},{"redirect":12837411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093494,"hoster":"VOE"},{"redirect":12825949,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Des Teufels Bräute","epNo":19,"alt":"Heathridge Manor","descr":"Das BAU Team untersucht eine Serie ritueller Morde in Oregon","versions":[{"lang":1,"streams":[{"redirect":14143460,"hoster":"VOE"},{"redirect":12814263,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130655,"hoster":"VOE"},{"redirect":12837265,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Firma","epNo":20,"alt":"The Company","descr":"Morgans Schwester Desiree Morgan (Benita Krista Nall) sieht eine Frau, die ihrer totgeglaubten Cousine Cindi Burns (Shanola Hampton) zum Verwechseln ähnelt. Morgan bringt das BAU-Team dazu, den Fall des Verschwindens seiner Cousine erneut aufzurollen und er muss sich mit einer Lüge auseinandersetzen, die er seiner Familie – insbesondere seiner Tante Yvonne Burns (Denise Dowse) – im vergangenen Jahr erzählte.","versions":[{"lang":1,"streams":[{"redirect":14130749,"hoster":"VOE"},{"redirect":12814265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14068381,"hoster":"VOE"},{"redirect":12837267,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wünschelrute","epNo":21,"alt":"Divining Rod","descr":"Nachdem ein Serienkiller hingerichtet wurde, sind die Einwohner einer Stadt in Oklahoma nicht mehr sicher, denn jemand ahmt die Taten des Serienkillers nach. Das BAU-Team muss schnell handeln, bevor noch mehr Menschen zu Schaden kommen.\rAußerdem wird Emily Prentiss (Paget Brewster) ziemlich nervös, denn sie will sich eine Immobilie kaufen.","versions":[{"lang":1,"streams":[{"redirect":14159266,"hoster":"VOE"},{"redirect":12837413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059479,"hoster":"VOE"},{"redirect":11859184,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Name für jedes Jahr","epNo":22,"alt":"Profiling 101","descr":"Rossi und sein Team präsentieren einen ihrer langwierigsten Fälle vor Collegestudenten und führen die Klasse durch eine fast zwanzigjährige Suche nach einem Serienmörder.","versions":[{"lang":1,"streams":[{"redirect":14130871,"hoster":"VOE"},{"redirect":12843270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042822,"hoster":"VOE"},{"redirect":12837269,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Spiel der Königin - Teil 1","epNo":23,"alt":"Hit (1)","descr":"Die BAU ermittelt gegen eine Bande von Bankräubern und Serienkillern in Washington D.C.. Das Team versucht die Geiselnahme in der Bank zu deeskalieren, doch die Situation spitzt sich zu als ein Mitglied des Teams selbst zur Geisel wird.","versions":[{"lang":1,"streams":[{"redirect":14089941,"hoster":"VOE"},{"redirect":12814270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209540,"hoster":"VOE"},{"redirect":12825952,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Spiel der Königin - Teil 2","epNo":24,"alt":"Run (2)","descr":"Hinweis: Episode 24 ist als Doppelepisode in Episode 23 enthalten.","versions":[{"lang":1,"streams":[{"redirect":14051413,"hoster":"VOE"},{"redirect":14468064,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Zum Schweigen verurteilt","epNo":1,"alt":"The Silencer","descr":"Ein Gefangener aus Texas kann während einer Überführung entkommen und lässt seine Opfer mit seinem Markenzeichen zurück – zugenähte Münder. Die BAU erinnert sich an die Signatur, die der verdächtige \"Silencer\" benutzte. Während sie untersuchen, wer er war und was aus ihm wurde, lernen das Team sein neuestes Mitglied, Alex Blake, kennen.","versions":[{"lang":1,"streams":[{"redirect":14068653,"hoster":"VOE"},{"redirect":12843271,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157246,"hoster":"VOE"},{"redirect":12837271,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Pakt","epNo":2,"alt":"The Pact","descr":"Als die Leichen zweier scheinbar zusammenhangloser Opfer kurz hintereinander in San Diego und Los Angeles gefunden werden, hegt das Team der operativen Fallanalyse den Verdacht, dass zwei Täter hinter den Morden stecken könnten.","versions":[{"lang":1,"streams":[{"redirect":14006544,"hoster":"VOE"},{"redirect":12814266,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051399,"hoster":"VOE"},{"redirect":12790256,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hinter Glas","epNo":3,"alt":"Through the Looking Glass","descr":"Auf einem gesperrten Highway treffen zwei Straßenbauarbeiter auf einen Mann, der sie zu drei Leichen führt – und spurlos verschwindet. Die Opfer sind eine vor fünf Tagen verschwundene Familie aus Kansas City, allerdings fehlt der Sohn der Familie. Die Profiler vermuten, dass der Täter es auf das Kind abgesehen hat. Doch als eine weitere heile Familie entführt wird, ändert sich das Bild schlagartig und es beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":14120474,"hoster":"VOE"},{"redirect":12818030,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042806,"hoster":"VOE"},{"redirect":12787436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Gott-Komplex","epNo":4,"alt":"God Complex","descr":"In der Wüste New Mexikos wird eine Leiche ohne Beine gefunden. Ein zweiter unfreiwillig Amputierter taucht in einem Krankenhaus auf. Das Team der BAU muss den Amateurchirurgen finden, bevor dieser sein nächstes Opfer verstümmeln kann. Reids Telefongespräche mit einer mysteriösen Dame lassen das Team spekulieren.","versions":[{"lang":1,"streams":[{"redirect":14042938,"hoster":"VOE"},{"redirect":12837416,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158805,"hoster":"VOE"},{"redirect":12837270,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gute Erde","epNo":5,"alt":"The Good Earth","descr":"Als vier Männer im ländlichen Oregon vermisst werden, sucht die BAU nach einer Verbindung zwischen ihnen um sie ausfindig zu machen. JJ ist enttäuscht, dass ihr Sohn Henry dieses Jahr Halloween nicht feiern will.","versions":[{"lang":1,"streams":[{"redirect":14117646,"hoster":"VOE"},{"redirect":12818032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14007291,"hoster":"VOE"},{"redirect":12825963,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Lehrling","epNo":6,"alt":"The Apprenticeship","descr":"In Miami werden die Leichen von Prostituierten gefunden, die auf ähnliche Weise getötet wurden wie einige Tiere. Die BAU arbeitet schnell um einen Verdächtigen auszumachen. Morgan will Reids sportliche Fähigkeiten verbessern und überredet ihn, dem Softball–Team der Abteilung beizutreten.","versions":[{"lang":1,"streams":[{"redirect":14159058,"hoster":"VOE"},{"redirect":12814267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089829,"hoster":"VOE"},{"redirect":12837273,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Gefallenen","epNo":7,"alt":"The Fallen","descr":"Das BAU-Team reist nach Santa Monica, als verbrannte Leichen obdachloser Menschen am berühmten Pier auftauchen. Außerdem trifft Rossi seinen ehemaligen Marine-Sergeant Harrison Scott (Meshach Taylor) vom Vietnam-Einsatz (1969) wieder, der ebenfalls obdachlos ist.","versions":[{"lang":1,"streams":[{"redirect":14042933,"hoster":"VOE"},{"redirect":12818033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159064,"hoster":"VOE"},{"redirect":12825953,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Allein gegen die Welt","epNo":8,"alt":"The Wheels on the Bus","descr":"Das BAU-Team sucht nach einem vermissten Bus voller Schulkinder in der Gegend um Washington D.C. Das Team versucht unter Zeitdruck, die Kinder sicher nach Hause zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14089619,"hoster":"VOE"},{"redirect":12837414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158530,"hoster":"VOE"},{"redirect":11995444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Farben des Bösen","epNo":9,"alt":"Magnificent Light","descr":"Ein Besucher eines Motivationsseminars in Seattle wird ermordet aufgefunden. Die BAU vermutet, dass der Redner verdächtig sein könnte doch dieser verschwindet kurz darauf selbst.Garcia ist inzwischen überrascht, dass Morgan es ablehnt, an einem Essen zu Ehren eines alten Familienfreundes teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":14157233,"hoster":"VOE"},{"redirect":12814268,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023551,"hoster":"VOE"},{"redirect":12814196,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die letzte Vorstellung","epNo":10,"alt":"The Lesson","descr":"Die BAU sucht nach einem Mörder, der rituelle Tendenzen zu haben scheint. Reid wird unruhig als sich die Möglichkeit für ein Treffen mit der mysteriösen Dame auftut.","versions":[{"lang":1,"streams":[{"redirect":14118723,"hoster":"VOE"},{"redirect":12818034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209400,"hoster":"VOE"},{"redirect":12837274,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Verwandlung","epNo":11,"alt":"Perrenials","descr":"Die BAU macht sich auf den Weg nach Süden um einen Verdächtigen ausfindig zu machen, der an einen Serienkiller von vor 30 Jahren erinnert.Außerdem erfährt das Team, dass jemand ihre Fälle verfolgt und nachstellt.","versions":[{"lang":1,"streams":[{"redirect":14030798,"hoster":"VOE"},{"redirect":12818036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130513,"hoster":"VOE"},{"redirect":12825950,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hundert und ein halber Tag","epNo":12,"alt":"Zugzwang","descr":"Reid entdeckt, dass seine Freundin Maeve Donovan (Beth Riesgraf) von ihrem Stalker entführt wurde. Gemeinsam mit dem BAU-Team versucht er sie zu finden, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":14068651,"hoster":"VOE"},{"redirect":12825983,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209518,"hoster":"VOE"},{"redirect":12787439,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Herzblut","epNo":13,"alt":"Magnum Opus","descr":"Während Reid mit dem Verlust seiner Freundin Maeve Donovan (Beth Riesgraf) kämpft, reist der Rest des BAU-Teams nach San Francisco, um dort zu ermitteln. Die Opfer, die man in Folie gewickelt auffindet, wurden noch lebend über die Oberschenkelschlagader ausgeblutet. Ab dem dritten Opfer werden darüber hinaus noch zu deren Lebzeiten die Augenlider entfernt. Bryan Hughes (John Patrick Amedori), ein Maler und Bluter, scheitert immer wieder an der Galeristin Madison Riley (Jamie Luner).","versions":[{"lang":1,"streams":[{"redirect":14158652,"hoster":"VOE"},{"redirect":12818035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106092,"hoster":"VOE"},{"redirect":12837275,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles was bleibt","epNo":14,"alt":"All That Remains","descr":"Als die Töchter, Sera [Sophi Bairley] und Kathie [Delilah Napier], des Autors Bruce Morrison (Ken Olin), dessen Frau ein Jahr zuvor auf mysteriöse Weise verschwand, am Jahrestag des Verschwindens ihrer Mutter plötzlich ebenfalls vermisst werden, untersucht das BAU-Team Morrison als möglichen Verdächtigen.","versions":[{"lang":1,"streams":[{"redirect":14120520,"hoster":"VOE"},{"redirect":12837417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230758,"hoster":"VOE"},{"redirect":12837276,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verdorben","epNo":15,"alt":"Broken","descr":"Das BAU-Team fährt nach Austin, Texas, um dort Opfer zu untersuchen, die mit falsch gestellten Uhren aufgefunden wurden, einem Tipp, der die Verbrechen miteinander in Verbindung bringt.\rPaul Westin (Patrick John Fluegler) ist schwul, kann aber nicht dazu stehen...\rUnterdessen kommt der Unbekannte, der aufgeklärte Morde nacharbeitet, immer näher.","versions":[{"lang":1,"streams":[{"redirect":14158929,"hoster":"VOE"},{"redirect":12814269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14006674,"hoster":"VOE"},{"redirect":12825951,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Original und Kopie","epNo":16,"alt":"Carbon Copy","descr":"Als in Philadelphia Opfer in einer ähnlichen Lage wie die Opfer des Replicators gefunden werden, dem Stalker, der jede Bewegung der BAU verfolgt, hofft das Team, dies könnte der Durchbruch sein, der zu dessen Verhaftung führt.","versions":[{"lang":1,"streams":[{"redirect":14159045,"hoster":"VOE"},{"redirect":12814273,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209519,"hoster":"VOE"},{"redirect":12837272,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Gestohlene Geschichten","epNo":17,"alt":"The Gathering","descr":"Die BAU untersucht Opfer, die ihr Privatleben und ihre innersten Wünsche über Blogs und Social Media dokumentierten.Als Kevin erfährt, dass Garcia ein neues love interest haben könnte, reagiert er eifersüchtig.","versions":[{"lang":1,"streams":[{"redirect":14139273,"hoster":"VOE"},{"redirect":12837415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106093,"hoster":"VOE"},{"redirect":12837278,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schau hoch in den Himmel","epNo":18,"alt":"Restoration","descr":"Das BAU-Team sucht in Morgans alter Nachbarschaft in Chicago, Illinois, nach einem Verdächtigen, einem Mann mittleren Alters. Ein Hinweis lässt Morgan glauben, dass sie hinter demselben Mann her sein könnten, der ihn als Kind sexuel missbraucht hatte.","versions":[{"lang":1,"streams":[{"redirect":14139094,"hoster":"VOE"},{"redirect":12837418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14006783,"hoster":"VOE"},{"redirect":12837277,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die perfekte Stadt","epNo":19,"alt":"Pay It Forward","descr":"Als bei der Öffnung einer Zeitkapsel nach 25 Jahren in Colorado eine grausame Entdeckung gemacht wird, ermittelt die BAU das Verbrechen und eine mögliche Verbindung zum Tod eines örtlichen Polizisten.","versions":[{"lang":1,"streams":[{"redirect":14117607,"hoster":"VOE"},{"redirect":12814271,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143552,"hoster":"VOE"},{"redirect":12825957,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Samenkorn im Wind","epNo":20,"alt":"Alchemy","descr":"Das BAU-Team reist nach Rapid City, nachdem die Leichen von zwei Männern, die auf rituelle Weise umgebracht wurden, entdeckt wurden.\rReid trauert weiter um Maeve.","versions":[{"lang":1,"streams":[{"redirect":14030951,"hoster":"VOE"},{"redirect":12837419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042557,"hoster":"VOE"},{"redirect":12837279,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der 13. Mai","epNo":21,"alt":"Nanny Dearest","descr":"Das BAU-Team reist nach Los Angeles, CA, wo die Ermittler einen Verdächtigen suchen, der jährlich am selben Tag Kindermädchen und die Kinder, für die sie sorgen, entführt.","versions":[{"lang":1,"streams":[{"redirect":14042935,"hoster":"VOE"},{"redirect":12814272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105770,"hoster":"VOE"},{"redirect":12837281,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Fremdes Glück","epNo":22,"alt":"#6","descr":"Das BAU-Team macht sich auf den Weg nach Detroit, um einen Verdächtigen zu finden.\r\rBlakes Ehemann kehrt zurück und hat ein lebensveränderndes Jobangebot für sie.","versions":[{"lang":1,"streams":[{"redirect":14157331,"hoster":"VOE"},{"redirect":12814274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209550,"hoster":"VOE"},{"redirect":12837280,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zugzwang Teil 1 + Teil 2","epNo":23,"alt":"Brothers Hotchner (Part 1+2)","descr":"Die Jagd nach dem Unbekannten neigt sich dem Ende zu, als eines der Teammitglieder sein nächstes Opfer wird.","versions":[{"lang":1,"streams":[{"redirect":14209440,"hoster":"VOE"},{"redirect":12818043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14030926,"hoster":"VOE"},{"redirect":12843267,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[Als Doppelfolge in E23] ","epNo":24,"alt":"The Replicator (Part 2)","descr":"Der Nachahmer ermordet Erin Strauss. Und während sich Rossi um die drei minderjährigen Kinder kümmert, hinterlegt er diesem den gerichtsmedizinischen Bericht in dessen Büro. Die Scherbe, mit der der Täter Erin eine Acht / ein Unendlichkeitszeichen in das rechte Handgelenk geritzt hat, trug Morgans DNA. Der Bericht war mit einem Gift belegt; Rossi bekommt Halluzinationen und bedroht Morgan mit einer Waffe.John Curtis (Mark Hamill), ein brillianter Eigenbrötler und früherer Kollege von Alex, wird als Täter identifiziert. Er war nach dem Chemieunfall, nachdem auch Alex degradiert wurde, nicht Chef der begehrten New-York-Einheit geworden, sondern wurde nach Kansas strafversetzt.Das Team spürt ihn auf seinem Anwesen auf, Curtis setzt das Team kurzfristig außer Kraft, um Alex zu entführen. Als das Team sie findet, hat er sie mit einer Bombe verbunden. Das Team kann Alex befreien.Rossi spürt Curtis auf. Beide sind in einem Raum gefangen, und Curtis träumt vom gemeinsamen Heldentod. Aber Rossi hat vorgesorgt, und so fliegt Curtis mit seiner eigenen C4-Falle alleine in die Luft.","versions":[{"lang":1,"streams":[{"redirect":14117979,"hoster":"VOE"},{"redirect":12814275,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Inspiration","epNo":1,"alt":"The Inspiration (1)","descr":"Die Suche nach einem systematischen Killer bringt das BAU-Team nach Arizona. Das Team spekuliert, ob Hotch (Thomas Gibson) der neue Chef der BAU werden könnte.","versions":[{"lang":1,"streams":[{"redirect":14042264,"hoster":"VOE"},{"redirect":12837421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120472,"hoster":"VOE"},{"redirect":12782900,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zwillinge","epNo":2,"alt":"The Inspired (2)","descr":"Das BAU-Team ist gezwungen, Wallace Hines Zwillingsbruder Jesse aus der Haft zu entlassen. Sie finden heraus, dass Wallace und Jesse seit ihrem dritten Lebensjahr keinerlei Kontakt hatten und vermuten bei Jesse ein eigenes Motiv. Währenddessen sucht Jesse seinen Bruder auf und überzeugt ihn, gemeinsam mit ihm mit den Morden fortzufahren …","versions":[{"lang":1,"streams":[{"redirect":14139272,"hoster":"VOE"},{"redirect":12818038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042114,"hoster":"VOE"},{"redirect":12837282,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der letzte Schuss","epNo":3,"alt":"Final Shot","descr":"Ein Heckenschütze tötet in einem Einkaufszentrum in Dallas, Texas, sechs Menschen. Da er insgesamt zwölf Schuss abgab, geht die BAU zunächst von einem schlechten Schützen aus. Nähere Ermittlungen kippen diese Theorie jedoch. Nun gilt es zu klären, ob die Opfer zufällig ausgewählt wurden oder aus einem bestimmten Grund sterben mussten. Außerdem muss ausgeschlossen werden, dass es sich um einen terroristischen Anschlag handelte …","versions":[{"lang":1,"streams":[{"redirect":14157343,"hoster":"VOE"},{"redirect":9681414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059200,"hoster":"VOE"},{"redirect":12113585,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fenster zur Seele","epNo":4,"alt":"To Bear Witness","descr":"In Baltimore taucht ein orientierungsloser junger Mann auf, an dessen Augen offenbar eine Lobotomie vorgenommen wurde. Er weiß, wer ihm das angetan hat, kann sich aber nicht mitteilen, da er seine Sprachfähigkeit verloren hat. Die BAU findet nicht nur heraus, weshalb der junge Mann solche Qualen erleiden musste. Sie ermittelt auch, dass der Täter noch eine junge Frau in seiner Gewalt hat. Nun gilt es, möglichst schnell den Standort des sadistischen Kidnappers zu recherchieren.","versions":[{"lang":1,"streams":[{"redirect":14157030,"hoster":"VOE"},{"redirect":12814278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14030699,"hoster":"VOE"},{"redirect":12837287,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Route 66","epNo":5,"alt":"Route 66","descr":"Der schwer kriminelle Eddie Lee Wilcox entführt in Wichita, Kansas, seine Teenie-Tochter Samantha. Die BAU findet heraus, dass das Mädchen mit seinem bis vor kurzem inhaftierten Vater in engem Kontakt stand und ihn bat, sie aus Wichita herauszuholen. Was Samantha nicht ahnt: Eddie ist wegen eines Raubüberfalls mit tödlichem Ausgang auf der Flucht vor der Polizei und zu allem fähig. Kann die BAU ihn und seine Tochter vor dem Schlimmsten bewahren?","versions":[{"lang":1,"streams":[{"redirect":14089990,"hoster":"VOE"},{"redirect":14468068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120288,"hoster":"VOE"},{"redirect":12662064,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hexenjagd","epNo":6,"alt":"In The Blood","descr":"In Provo, Utah, wird die Leiche der jungen Grundschullehrerin Gloria Carlyle gefunden. Ihr Mörder folterte sie und begrub sie noch lebend unter einem Steinhaufen. Während der Ermittlungen taucht die Leiche einer weiteren jungen Frau auf, und ein polizeibekannter Sexualstraftäter wird in einem Park gehängt. Die BAU schließt daraus, dass der Täter nicht nur gut organisiert ist, sondern auch unter Wahnvorstellungen leidet: Er hält sich offenbar für einen Hexenjäger.","versions":[{"lang":1,"streams":[{"redirect":14131054,"hoster":"VOE"},{"redirect":12837422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209586,"hoster":"VOE"},{"redirect":12837283,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Nachtportier","epNo":7,"alt":"Gatekeeper","descr":"In Boston, Massachusetts, werden drei Männer erdrosselt aufgefunden. Die Vorgehensweise lässt darauf schließen, dass sie nicht zufällig ausgewählt wurden, sondern aufgrund bestimmter Merkmale. Nachforschungen ergeben, dass alle sehr beliebt waren, obwohl sie jeweils einen unliebsamen Charakterzug hatten. Der BAU gelingt es allerdings nicht, weiterzukommen. Dann geschehen weitere Morde.","versions":[{"lang":1,"streams":[{"redirect":14158745,"hoster":"VOE"},{"redirect":12837420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105764,"hoster":"VOE"},{"redirect":12837284,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Soldat 53699","epNo":8,"alt":"The Return","descr":"In Chicago, Illinois, erschießt ein Teenager in einem Diner drei Menschen. Der Junge kann nur durch einen zufällig anwesenden Polizisten aufgehalten werden, der ihn tötet. Kurz nach diesem Vorfall sprengt sich ein weiterer Teenager mitten auf einer verstopften Kreuzung in seinem Auto in die Luft. Die BAU ist sich sicher: Irgendjemand bildet diese Kids, die alle aus schwierigen Verhältnissen stammen und schon vor Jahren als vermisst gemeldet wurden, zu Terroristen aus …","versions":[{"lang":1,"streams":[{"redirect":14042531,"hoster":"VOE"},{"redirect":12837423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078299,"hoster":"VOE"},{"redirect":12837286,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Hass der Jahre","epNo":9,"alt":"Strange Fruit","descr":"Im Garten der Johnsons wird bei Grabungsarbeiten eine skelettierte Leiche gefunden, deren Geschlechtsteile verstümmelt wurden. Doch dabei bleibt es nicht: Je mehr gebuddelt wird, desto mehr Skelette tauchen auf. Zunächst gerät Lyle, der erwachsene Sohn der Johnsons, unter Tatverdacht. Doch sein Geständnis überzeugt die BAU nicht. Schließlich konzentrieren sich die Ermittlungen auf Vater Charles: Irgendetwas aus seiner Vergangenheit scheint mit den Morden zusammenzuhängen …","versions":[{"lang":1,"streams":[{"redirect":14051234,"hoster":"VOE"},{"redirect":12637326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130720,"hoster":"VOE"},{"redirect":12837285,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Anrufer","epNo":10,"alt":"The Caller","descr":"Die Tafferts werden von einem Kind mit unheimlichen Scherzanrufen belästigt. Doch aus dem Spaß wird Ernst: Plötzlich ist ihr zehnjähriger Sohn Andy verschwunden, ihre Haustür wurde mit Schweineblut beschmiert. Die BAU findet heraus, dass der Fall viele Parallelen zu einer 15 Jahre alten Tat aufweist. Haben sie es mit einem Trittbrettfahrer zu tun, oder ist der Killer von damals wieder aktiv? Und welche Rolle spielen osteuropäische Frauen wie Andys Mutter Lida für den Täter?","versions":[{"lang":1,"streams":[{"redirect":14105826,"hoster":"VOE"},{"redirect":11989331,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157333,"hoster":"VOE"},{"redirect":12837290,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alte Schule","epNo":11,"alt":"Bully","descr":"In Kansas City, Missouri, wird ein Mann zu Tode geprügelt. Seine Leiche war lediglich mit einem Damenslip bekleidet. Alex und das BAU-Team übernehmen den Fall. Während der Ermittlungen gibt es weitere Opfer. Das Team findet heraus, dass alle Getöteten auf irgendeine Weise mit derselben High School verbunden sind, genauer: mit Riley Wilson, der ein Mobbingopfer war, und sich mutmaßlich selbst getötet hat. Will jemand Rileys Tod rächen?","versions":[{"lang":1,"streams":[{"redirect":14042685,"hoster":"VOE"},{"redirect":12837424,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120239,"hoster":"VOE"},{"redirect":12814200,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Black Queen","epNo":12,"alt":"The Black Queen","descr":"Der Hacker Sam Russell soll hingerichtet werden, weil er mehrere Prostituierte getötet hat. Doch die Hackervereinigung Star Chamber glaubt an seine Unschuld und tut das im Cyberspace kund. Alles deutet darauf hin, dass die Gruppe Recht hat: Während Russell im Todestrakt sitzt, geschehen weitere Morde. Für Garcia wird der Fall zur Nervenprobe, denn er konfrontiert sie mit ihrer Vergangenheit als Hackerin. Nur wenn sie sich ihrem alten Ich stellt, kann der Killer gefasst werden.","versions":[{"lang":1,"streams":[{"redirect":14130752,"hoster":"VOE"},{"redirect":12837425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14006932,"hoster":"VOE"},{"redirect":12837288,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Am Ende des Weges","epNo":13,"alt":"The Road Home","descr":"Rossi erhält eine Art Abschiedsgeschenk von seinem alten Vorgesetzten im Vietnamkrieg, Harrison Scott. Es ist eine Pistole mit dem kunstvoll eingravierten Vietnam-Memorial. Er weiß sofort, dass Harrison in Not ist und beschließt, ihn aufzusuchen und ihm zu helfen. Währenddessen wird das Team nach Cleveland, Ohio, gerufen, wo ein Mann, der sich eigentlich umbringen wollte, plötzlich komplett Amok läuft …","versions":[{"lang":1,"streams":[{"redirect":14158847,"hoster":"VOE"},{"redirect":12818042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157304,"hoster":"VOE"},{"redirect":12814202,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blackbird","epNo":14,"alt":"200","descr":"Das BAU-Team erfährt von William \"Will\" LaMontagne, Jr., dass JJ entführt wurde. Außerdem kommt heraus, dass sich JJ und Mateo Cruz (Esai Morales), der Nachfolger der ermordeten Erin Strauss (Jayne Atkinson), kannten – sie arbeiten immer noch gemeinsam an einem streng geheimen Fall, bei dem es um die Ergreifung von Osama bin Laden ging. Mateo wird ebenfalls vermisst. Die Bereichsleiterin Erin Strauss war eingeweiht. \rDas Team klemmt sich selbstverständlich sofort hinter den Fall, wird aber vom U.S. State Department mit der Begründung zurückgepfiffen, dass die BAU hier nicht zuständig sei. Doch das Team bleibt hartnäckig. Um bei der Suche nach JJ zu helfen, zieht das Team ihr ehemaliges Mitglied Emily Prentiss (Paget Brewster) hinzu, um jene schnellstmöglicht zu finden.\rTivon Askari (Faran Tahir) foltert JJ (u.a. Waterboarding), um den Zugangscode zur Datenbank \"Integrity\" zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14159063,"hoster":"VOE"},{"redirect":12818041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159060,"hoster":"VOE"},{"redirect":12682148,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Andersons","epNo":15,"alt":"Mr. and Mrs. Anderson","descr":"In Pittsburgh, Pennsylvania werden die Leichen zweier Frauen neben dem Highway gefunden. Beide Opfer wurden erwürgt und anschließend halb bekleidet in Duschvorhänge gewickelt, die man nur in Hotels verwendet. Das führt die BAU zu einem nahe gelegenen Motel. Aus einem ungewöhnlichen Hinweis schließen die Ermittler, dass es sich um zwei Täter handeln muss – einen Mann und eine Frau. Weitere Recherchen ergeben, dass dem Duo eine ganze Reihe Morde zugeordnet werden kann.","versions":[{"lang":1,"streams":[{"redirect":14130740,"hoster":"VOE"},{"redirect":12818044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105830,"hoster":"VOE"},{"redirect":12837291,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Freudentränen","epNo":16,"alt":"Gabby","descr":"Die vierjährige Gabby Hoffer wird in Hattiesburg, Mississippi, aus dem parkenden Auto ihrer Tante Sue Walsh entführt. Diese sollte auf das Kind aufpassen, während die Mutter des Mädchens mit ihrem Freund verreist ist. Für die BAU kommen mehrere Verdächtige in Frage: Hat der leibliche Vater, ein Trucker mit Drogenproblemen, die Kleine entführt? Oder war es doch jemand aus dem mysteriösen dunklen Minivan, den Zeugen am Tatort beobachtet haben?","versions":[{"lang":1,"streams":[{"redirect":14434210,"hoster":"VOE"},{"redirect":12818045,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042261,"hoster":"VOE"},{"redirect":12817964,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Doktor","epNo":17,"alt":"Persuasion","descr":"In der Wüste vor Las Vegas werden zwei Frauenleichen gefunden. Eine der Toten starb vor 24 Stunden, die andere ließ bereits vor zwei Wochen ihr Leben. Bizarr: beide sind ertrunken. Die BAU kann die Frauen schnell identifizieren und ordnet sie anhand eines Codes, der sich neben den Leichen findet, einer Bande von Abzockern zu. Möglicherweise ist ein Mitglied der Gruppe der Täter. Eine erste Spur liefert das Wasser aus den Lungen der Opfer …","versions":[{"lang":1,"streams":[{"redirect":14159260,"hoster":"VOE"},{"redirect":12837426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230774,"hoster":"VOE"},{"redirect":12825955,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tollwut","epNo":18,"alt":"Rabid","descr":"Die mit menschlichen und tierischen Bissspuren übersäten Leichen einer Frau und zweier Männer werden in Milwaukee, Wisconsin, gefunden. Das BAU-Team findet heraus, dass der Mörder seine Opfer vor dem Töten eine Weile gefangen hält. Offensichtlich infiziert er seine Geiseln mit Tollwut. Aber nicht er selbst fügt ihnen die Bisswunden zu – dafür hat er eine ganz besonders perfide Methode. Um sein aktuelles menschliches \u0027Spielzeug\u0027 zu retten, muss das Team alle Hebel in Bewegung setzen.","versions":[{"lang":1,"streams":[{"redirect":14030724,"hoster":"VOE"},{"redirect":12818048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130505,"hoster":"VOE"},{"redirect":12787450,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schuldlos","epNo":19,"alt":"Episode 19","descr":"Daria Samsen sitzt in der Psychiatrie, nachdem sie ihrem Kidnapper Joe Bachner entkommen konnte, der sie ein Jahr lang gefangen hielt. Ihre Flucht ist nun ebenfalls ein Jahr her, und Morgan besucht die junge Frau, um sie auf den Prozess vorzubereiten. Dazu geht er noch einmal ihre Geschichte und die Mordserie, die Bachman und sein Partner in Hamilton, New York, verübten, mit ihr durch. Doch je mehr sich Daria erinnert, desto unglaublichere Fakten kommen ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":14158777,"hoster":"VOE"},{"redirect":12837427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042676,"hoster":"VOE"},{"redirect":12837289,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Ehre der Familie","epNo":20,"alt":"Blood Relations","descr":"Im ländlichen West Virginia werden Clark Howard und Mathias Lee ermordet aufgefunden. Offenbar wurden sie mit einer Art Stacheldraht getötet. Die BAU ermittelt, dass zwischen den Familien der beiden Männer seit Urzeiten eine Fehde herrscht. Damals wie heute geht es um Drogenhandel – so scheint es zumindest. Doch je tiefer das Team in den verworrenen Streit vordringt, desto mehr tritt der wahre Grund für die Streitigkeiten zutage. Außerdem muss ein weiterer Mord verhindert werden.","versions":[{"lang":1,"streams":[{"redirect":14030786,"hoster":"VOE"},{"redirect":12837431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063288,"hoster":"VOE"},{"redirect":12837293,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Schweine und Menschen","epNo":21,"alt":"What Happens In Mecklinburg…","descr":"Auf Parkplätzen in Tennessee attackiert ein Täter, der eine Schweinemaske trägt, seine Opfer mit einem Taser und verschleppt sie anschließend. Bislang wurde allerdings keine Leiche gefunden. Die BAU ist sich sicher, dass der Angreifer noch Pläne mit seinen Gefangenen hat. Doch welche? Und was soll die Schweinemaske? Dass Morgan wegen dem Fall schon wieder kurzfristig verreisen muss, passt Savannah gar nicht – schließlich sollte er endlich ihre Eltern kennenlernen.","versions":[{"lang":1,"streams":[{"redirect":14158719,"hoster":"VOE"},{"redirect":12837428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157032,"hoster":"VOE"},{"redirect":12825960,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lebensfäden","epNo":22,"alt":"Fatal","descr":"In Long Beach, Kalifornien, sucht ein Mann Schutz auf einem Polizeirevier – er erhielt einen Zettel mit einer Todesdrohung. Kurze Zeit später ist er tatsächlich tot. Wie sich herausstellt, wurde er mit Arsen vergiftet. Vor ihm gab es bereits ein Opfer, ein weiteres stirbt kurz nach ihm. Die BAU ist in höchster Alarmbereitschaft, denn der Täter arbeitet sehr strukturiert und zielstrebig. Offensichtlich orientiert er sich für seine Morde an der griechischen Mythologie.","versions":[{"lang":1,"streams":[{"redirect":14077947,"hoster":"VOE"},{"redirect":12818050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130891,"hoster":"VOE"},{"redirect":12837294,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Himmel oder Hölle?","epNo":23,"alt":"Angels (1)","descr":"Im texanischen Briscoe County wird die Prostituierte Abigail Jones zuerst verstümmelt und dann mit einem Kopfschuss getötet. Es gab in der Gegend bereits mehrere Opfer, die ähnlich misshandelt wurden. Eine erste Spur führt zu einer Bar, in der die Frauen ihre Freier an Land ziehen. Doch dort hüllt man sich in Schweigen. Außerdem gibt der zwielichtige Prediger Justin Mills der BAU Rätsel auf. Recherchen fördern unschöne Wahrheiten über den vermeintlichen Mann Gottes zu Tage …","versions":[{"lang":1,"streams":[{"redirect":14159265,"hoster":"VOE"},{"redirect":12837429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130708,"hoster":"VOE"},{"redirect":12837296,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Endspiel","epNo":24,"alt":"Demons (2)","descr":"Reid wird nach dem Schusswechsel mit dem Prediger schwer verletzt ins Krankenhaus gebracht. Morgan muss sich ebenfalls behandeln lassen. Er ist davon überzeugt, dass der Prediger nicht angefangen hat zu schießen – sondern jemand, der ihm die Morde an den Huren anhängen will. Dieser jemand scheint zur Polizei zu gehören, worauf das Projektil hinweist, das Sheriff Coleman tötete. Auf dem Revier scheint es einige obskure Machenschaften zu geben.","versions":[{"lang":1,"streams":[{"redirect":14158843,"hoster":"VOE"},{"redirect":12814277,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14078065,"hoster":"VOE"},{"redirect":12837292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Bakersfield","epNo":1,"alt":"X","descr":"Das Team der BAU bekommt Zuwachs. Agent Kate Callahan, ein Profi in Undercover-Einsätzen, ist das neue Mitglied in Hotchs Truppe. Viel Zeit zum Eingewöhnen bleibt ihr nicht, da ein brutaler Mörder in Bakersfield, Kalifornien, sein Unwesen treibt. Er hinterlässt die Torsos seiner Opfer, die er vor der Tötung 48 Stunden lang grausamst gefoltert hat. Der Täter ist nicht besonders vorsichtig – seine DNS findet sich überall auf den Leichen, die er offenbar bewusst zur Schau stellt.","versions":[{"lang":1,"streams":[{"redirect":14157122,"hoster":"VOE"},{"redirect":12837430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251853,"hoster":"VOE"},{"redirect":12825958,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Kreise der Hölle","epNo":2,"alt":"Burn","descr":"Garcia reist nach Texas, um zu verhindern, dass der Mann, der sie und Reid fast getötet hätte, hingerichtet wird. Zuerst will der Verurteilte sie nicht treffen, dann stimmt er einem Besuch doch zu. Währenddessen versucht das Team einen Mörder zu fassen, der seine Opfer nach dem Vorbild von Dantes \"Göttlicher Komödie\" tötet. Er lässt sie die neun Kreise der Hölle durchlaufen und vor ihrem Tod entsetzliche Qualen leiden.","versions":[{"lang":1,"streams":[{"redirect":14240499,"hoster":"VOE"},{"redirect":12837432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233270,"hoster":"VOE"},{"redirect":12837295,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Licht von tausend Sonnen","epNo":3,"alt":"A Thousand Suns","descr":"In Colorado stürzt ein Flugzeug ab, 151 Personen sterben, nur der Co-Pilot überlebt das Unglück. Ein Zeuge sagt aus, vor dem Absturz einen grellen Lichtblitz gesehen zu haben. Außerdem behauptet er, das Militär habe den Jet abgeschossen. Hotch ist skeptisch, doch Garcia findet bald ein paar zu der Theorie passende Verdächtige in der ländlichen Gegend. Allerdings bleiben auch mit deren Festnahme einige mysteriöse Fragen rund um das Drama ungeklärt.","versions":[{"lang":1,"streams":[{"redirect":14105558,"hoster":"VOE"},{"redirect":12837433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225646,"hoster":"VOE"},{"redirect":12814203,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Morgellons","epNo":4,"alt":"The Itch","descr":"In Atlanta wird der investigative Journalist Albert Stillman auf dem Highway überfahren. Kurz zuvor war der Mann winkend auf die Straße gerannt und rief etwas. Die BAU findet heraus, dass er zwar nicht psychisch krank war, wegen eines Rückenleidens aber medizinisches Heroin konsumierte. Außerdem war er vor seinem Tod drei Tage lang verschwunden. Als der Arzt Dr. William Suri tot aufgefunden wird, entdeckt Hotchs Team einige Parallelen zu Stillmans Ableben …","versions":[{"lang":1,"streams":[{"redirect":14120586,"hoster":"VOE"},{"redirect":12837435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051280,"hoster":"VOE"},{"redirect":12814205,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Böse Jungs","epNo":5,"alt":"Boxed In","descr":"Vor einem Jahr verschwand an Halloween Joshua Parker in San Diego. Nun ist der Junge in einem schlimmen Zustand wieder aufgetaucht – einen Abend vor der Gruselnacht und nur 15 Kilometer entfernt von der Stelle seines Verschwindens. Er ist nicht das einzige Kind, dem das passiert ist, doch der dafür verantwortliche Täter ist in Haft. Hat sein Partner Joshua entführt und gefangen gehalten, oder ist ein Nachahmer am Werk? Die BAU tastet sich langsam anhand der Indizien voran.","versions":[{"lang":1,"streams":[{"redirect":14158523,"hoster":"VOE"},{"redirect":12814279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159111,"hoster":"VOE"},{"redirect":12814206,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alarm um Mitternacht","epNo":6,"alt":"If the Shoe Fits","descr":"In einer Kleinstadt in Missouri wird das BAU-Team auf eine harte Probe gestellt. Das Team muss den gemeinsamen Nenner zwischen den ermordeten Männern finden, der bei genauerer Betrachtung ein Märchen ist - Aschenputtel. Eins steht fest, hier spielt eine psychisch gestörte Frau die schwarze Witwe, während sich JJ mit ihren Gefühlen gegenüber dem Suizid ihrer Schwester auseinandersetzen muss.","versions":[{"lang":1,"streams":[{"redirect":14139280,"hoster":"VOE"},{"redirect":12837436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117926,"hoster":"VOE"},{"redirect":13107960,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mirror Man","epNo":7,"alt":"Hashtag","descr":"Die 16-jährige Tara Harris ist ein Twitter-Starlet und postet neben Selfies auch all ihre Aktivitäten dort. Schließlich wird ihr ihre Eitelkeit zum Verhängnis. Jemand überfällt Tara in ihrem Zimmer und schneidet ihr mit der Scherbe eines Spiegels die Kehle durch. Die BAU hat zunächst einen ihrer Online-Bewunderer im Verdacht, doch dann tauchen auf den verschiedensten User-Profilen manipulierte Selfies auf. Der Killer läuft gerade erst warm und sucht schon das nächste Opfer …","versions":[{"lang":1,"streams":[{"redirect":14159113,"hoster":"VOE"},{"redirect":12113852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051432,"hoster":"VOE"},{"redirect":12837300,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die ganze Geschichte","epNo":8,"alt":"The Boys of Sudworth Place","descr":"Der Anwalt Jack Westbrook wird auf einem Parkplatz überfallen und entführt. Zunächst sieht es so aus, als ob sich jemand dafür rächen will, dass Jack erfolgreich brutale Gangmitglieder vor Gericht verteidigt. Die Tatsache, dass er mit seiner Frau oft den Wohnsitz wechselt, spricht ebenfalls dafür - offenbar fühlte sich Jack verfolgt. Doch je tiefer die BAU in der Vergangenheit des augenscheinlichen Saubermannes gräbt, desto schmutzigere Geheimnisse kommen ans Tageslicht ...","versions":[{"lang":1,"streams":[{"redirect":14059283,"hoster":"VOE"},{"redirect":12837434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051388,"hoster":"VOE"},{"redirect":12837298,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Saubere Sachen","epNo":9,"alt":"Fate","descr":"In Virginia werden drei Menschen brutal erstochen. Die Auswahl der Opfer scheint willkürlich zu sein, denn die Getöteten stehen in keinerlei Beziehung zu einander. Scheinbar ist der Täter sehr penibel, denn er reinigt die Leichen und wäscht ihre Kleidung. Die Indizien deuten darauf hin, dass eine Frau mit einer schweren psychischen Störung für die Morde verantwortlich ist. An jedem Tatort finden sich Haare von ihr, die sie sich offenbar selbst ausreißt …","versions":[{"lang":1,"streams":[{"redirect":14157274,"hoster":"VOE"},{"redirect":12818047,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051504,"hoster":"VOE"},{"redirect":12837299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Amelia Porter","epNo":10,"alt":"Amelia Porter","descr":"Ein Dreifachmord führt die BAU nach Utah. Der Täter scheint schlecht organisiert und psychotisch zu sein, da er seine Opfer scheinbar wahllos aussucht. Unter den Toten ist auch ein Paar, das das Haus der Mörderin Amelia Porter bewohnte. Porter vergewaltigte und tötete zusammen mit ihrem deutlich jüngeren Freund Benton Farland vor zwölf Jahren dessen Schwester. Während Amelia nach der Tat spurlos verschwand, wurde Benton verurteilt und kam erst kürzlich wieder frei …","versions":[{"lang":1,"streams":[{"redirect":14105502,"hoster":"VOE"},{"redirect":12814280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139355,"hoster":"VOE"},{"redirect":12837301,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein dunkler, kalter Ort","epNo":11,"alt":"The Forever People","descr":"Erfrorene Leichen werden in den Gewässern Nebraskas entdeckt, woraufhin das Team sofort auf den Plan tritt und schnell herausfindet, dass es sich bei den Toten um Angehörige eines geheimnisvollen Kults handelt. JJ stellt sich unterdessen ein paar alten Dämonen aus ihrer Zeit, als sie entführt und gefoltert wurde.","versions":[{"lang":1,"streams":[{"redirect":14225599,"hoster":"VOE"},{"redirect":12837437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157078,"hoster":"VOE"},{"redirect":12837302,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf der Warteliste","epNo":12,"alt":"Anonymous","descr":"Während sich Rossi in L.A. um die Beerdigung eines alten Freundes kümmert und dabei von seiner Tochter Joy unterstützt wird, untersucht das restliche Team eine Mordserie in Florida. Dort wurden bereits drei Menschen unterschiedlichen Geschlechts, unterschiedlicher Hautfarbe und sozialer Herkunft erschossen. Doch dem Täter scheint es wichtig, dass die Opfer rasch gefunden werden, denn er wählt vor jeder Tat selbst den Notruf. Außerdem achtet er darauf, dass die Opfer keine zu schweren Verletzungen aufweisen. Die Profiler finden heraus, dass alle Opfer Organspender waren. Offenbar gibt es im Umfeld des Killers jemanden, der dringend eine Organspende benötigt und keine Zeit hat, auf legalem Weg auf die passende Spende zu warten …","versions":[{"lang":1,"streams":[{"redirect":14213537,"hoster":"VOE"},{"redirect":12837438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051417,"hoster":"VOE"},{"redirect":12837303,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tote Vögel","epNo":13,"alt":"Nelson’s Sparrow","descr":"Gideon wird erschossen in seiner Hütte im Wald aufgefunden. Alle Spuren am Tatort deuten darauf hin, dass der Mörder sehr persönliche Gründe hatte, den Ex-Ermittler zu töten. Rossi stellt schließlich eine Verbindung zu einem Fall aus den Anfängen der BAU im Jahr 1978 her. Damals brachte ein Mann in einer Kleinstadt junge Frauen um und legte sie mit einer toten Nelson-Ammer in der Hand im Wald ab. Er wurde nie gefasst. Nun ereignete sich dort erneut ein ähnliches Verbrechen …","versions":[{"lang":1,"streams":[{"redirect":14159243,"hoster":"VOE"},{"redirect":12818049,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157081,"hoster":"VOE"},{"redirect":12814207,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Götter sterben nicht","epNo":14,"alt":"Hero Worship","descr":"In Indianapolis, Indiana, explodiert in einem Café eine Bombe. Der Sprengsatz war selbst gebaut – wie auch die Bombe, die kurz vorher in einer Schule hochging. Durch die Tragödie wird der unscheinbare Allen Archer zum Held, als er eine Schwangere aus dem brennenden Lokal rettet. Doch schon bald erhärtet sich der Verdacht, dass er selbst der Täter ist – obwohl er ebenfalls ins Visier des Bombenlegers geraten ist …","versions":[{"lang":1,"streams":[{"redirect":14158922,"hoster":"VOE"},{"redirect":13374272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195126,"hoster":"VOE"},{"redirect":12837306,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schrei aus der Vergangenheit","epNo":15,"alt":"Scream","descr":"In der Nähe von Los Angeles werden die Leichen zweier junger Frauen gefunden. Die Opfer wurden brutal misshandelt, schließlich schnitt ihnen der Täter die Kehle durch. Offenbar spielt er ein traumatisches Erlebnis nach. Die Ermittler wissen zunächst nicht, wo sie ansetzen sollen. Dann stellt sich heraus, dass die beiden Getöteten Opfer häuslicher Gewalt waren und in einer Anlaufstelle Hilfe suchten …","versions":[{"lang":1,"streams":[{"redirect":14213547,"hoster":"VOE"},{"redirect":12837439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195061,"hoster":"VOE"},{"redirect":12814208,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Gang","epNo":16,"alt":"Lockdown","descr":"Als zwei Wachen eines privatisierten Hochsicherheitsgefängnisses in Texas ermordet werden, hegt das BAU-Team den Verdacht, dass es mehr als einen Täter geben könnte.","versions":[{"lang":1,"streams":[{"redirect":14159114,"hoster":"VOE"},{"redirect":12837440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213505,"hoster":"VOE"},{"redirect":12814210,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Atemnot","epNo":17,"alt":"Breath Play","descr":"Das BAU-Team wird nach Wisconsin gerufen, wo ein Serienmörder sein Unwesen treibt. Das Team sucht nach einer Verbindung zwischen den Opfern und einem Hinweis auf den Täter.\u0026lt;br /\u0026gt;\rÜberdies hat Kate Probleme mit ihrer Nichte Meg.","versions":[{"lang":1,"streams":[{"redirect":14043766,"hoster":"VOE"},{"redirect":12837441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110583,"hoster":"VOE"},{"redirect":12837304,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Um jeden Preis","epNo":18,"alt":"Rock Creek Park","descr":"Das Team ermittelt in einem Vermisstenfall, nachdem die Frau eines Politikers plötzlich spurlos verschwunden ist. Der erste Verdacht fällt auf einen Kontrahenten des Politikers, der nie wirklich gut auf seinen Kollegen zu sprechen war.","versions":[{"lang":1,"streams":[{"redirect":14120516,"hoster":"VOE"},{"redirect":12372908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110217,"hoster":"VOE"},{"redirect":12825961,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Drei Länder, Drei Jahre","epNo":19,"alt":"Beyond Borders","descr":"Als eine vierköpfige Familie während eines Urlaubs in Barbados entführt wird, wird das BAU gerufen, um Unit Chief Jack Garrett zu unterstützen, der als Kopf eines FBI-Spezialeinheit für Fälle zuständig ist, in denen Amerikaner im Ausland verwickelt sind.\u0026lt;br /\u0026gt;\rDie Zusammenarbeit mit Hotch und seinem Team verläuft harmonisch, als sie herausfinden, dass dieser Fall einem Fall ähnelt, den das BAU ein Jahr zuvor in Florida untersucht hat.","versions":[{"lang":1,"streams":[{"redirect":14051227,"hoster":"VOE"},{"redirect":12837442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105941,"hoster":"VOE"},{"redirect":12790291,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der leere Teller","epNo":20,"alt":"A Place at the Table","descr":"Als eine Familie aus Maryland ermordet an ihrem Esstisch aufgefunden wird, sucht das Team nach anderen Familienmitgliedern und Freunden, die Hinweise darüber haben, wie es dazu kommen konnte.\u0026lt;br /\u0026gt;\rHotch muss mit seinem Schwiegervater Roy Frieden schließen nachdem er erfahren hat, dass dieser unter Alzheimer leidet.","versions":[{"lang":1,"streams":[{"redirect":14225581,"hoster":"VOE"},{"redirect":12818052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120461,"hoster":"VOE"},{"redirect":12837305,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mister Scratch","epNo":21,"alt":"Mr. Scratch","descr":"Als drei Mordbeschuldigte behaupten, sie seien zum Tatzeitpunkt von einem Monster mit Krallen angegriffen worden, sucht das BAU nach einem Unbekannten, der ihre Gedanken kontrollieren könnte. Die Suche nach dem Schuldigen bringt ein Mitglied des Teams in tödliche Gefahr.","versions":[{"lang":1,"streams":[{"redirect":14051623,"hoster":"VOE"},{"redirect":12837446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213563,"hoster":"VOE"},{"redirect":12837307,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Beschützer","epNo":22,"alt":"Protection","descr":"Als in Los Angeles mehrere Opfer tödlicher Schüsse mit möglichen Verbindungen zu krimineller Aktivität gefunden werden, sucht das BAU-Team nach einem selbsternannten Rächer.","versions":[{"lang":1,"streams":[{"redirect":14110671,"hoster":"VOE"},{"redirect":12837444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225577,"hoster":"VOE"},{"redirect":12814209,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Code Pfeffer","epNo":23,"alt":"The Hunt","descr":"Als Kates Nichte Meg und ihre beste Freundin Markayla entführt werden, verdächtigt das BAU-Team jemanden, der sich online als Teenager ausgibt und so Menschenhandel betreibt.","versions":[{"lang":1,"streams":[{"redirect":14118609,"hoster":"VOE"},{"redirect":12837443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117649,"hoster":"VOE"},{"redirect":12814212,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Pulcinella","epNo":1,"alt":"The Job","descr":"Das BAU-Team sucht einen Serienmörder, der sehr auffällige Markierungen auf den Gesichtern seiner Opfer hinterlässt. Dazu brauchen sie die eindrucksvolle Hilfe der forensischen Psychologin Dr. Tara Lewis, die zu den Bewerbern gehört, die nach Kates Abschied interviewt werden.","versions":[{"lang":1,"streams":[{"redirect":14213486,"hoster":"VOE"},{"redirect":12814281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105946,"hoster":"VOE"},{"redirect":12837308,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Zeuge","epNo":2,"alt":"The Witness","descr":"In Los Angeles sterben alle Fahrgäste eines Pendlerbusses. Jemand hat die Menschen mit dem hochgiftigen Gas Sarin attackiert. Zunächst tappt die BAU im Dunkeln, was den Täter angeht. Schließlich führt eine Spur zu dem Angestellten Charlie Senarak. Er benimmt sich äußerst merkwürdig und scheint irgendwie in den Fall verwickelt zu sein. Ausgerechnet seine Frau liefert den Profilern schließlich den entscheidenden Hinweis …","versions":[{"lang":1,"streams":[{"redirect":14225558,"hoster":"VOE"},{"redirect":12837447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195068,"hoster":"VOE"},{"redirect":12837309,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der schönste Tag","epNo":3,"alt":"Til Death Do Us Part","descr":"Tödlicher Junggesellinnen-Abschied in Savannah, Georgia, wurden zwei Bräute kurz vor ihrer Hochzeit brutal ermordet, eine dritte junge Frau wird vermisst. Offenbar hat der Täter psychische Probleme, denn er entfernt seinen Opfern die künstlichen Fingernägel. Alles deutet darauf hin, dass mit den Morden etwas kompensiert werden soll. Als das dritte Opfer gefunden wird, weiß die BAU, nach wem sie suchen muss …","versions":[{"lang":1,"streams":[{"redirect":14195086,"hoster":"VOE"},{"redirect":12837445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233285,"hoster":"VOE"},{"redirect":12814211,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Outlaws","epNo":4,"alt":"Outlaw","descr":"Im beschaulichen Las Vegas, New Mexico, geschieht ein brutaler Mord. Drei Mitarbeiter eines Restaurants werden grausam misshandelt und mit einem Kopfschuss getötet, anschließend zünden die Täter den Laden an. Die BAU wird bei dem Tathergang sofort hellhörig, denn vor sechs Jahren ereignete sich exakt dasselbe Verbrechen schon einmal. Offensichtlich sind die Täter von damals zurückgekehrt, denn diverse Details schließen einen Trittbrettfahrer definitiv aus …","versions":[{"lang":1,"streams":[{"redirect":14110558,"hoster":"VOE"},{"redirect":12837448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120362,"hoster":"VOE"},{"redirect":12825967,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Morpheus","epNo":5,"alt":"The Night Watch","descr":"In Detroit begeht ein skrupelloser Killer unter dem Pseudonym des Streetart-Künstlers Morpheus brutale Morde. Seine Opfer sind Teil einer Kunst-Installation. Schliesslich geht der Täter so weit, ein Baby zu entführen. Die BAU ist in höchster Alarmstufe, denn alles spricht dafür, dass das Kind ebenfalls im Mittelpunkt einer Installation stehen soll. Doch dann wendet sich das Blatt.","versions":[{"lang":1,"streams":[{"redirect":14159194,"hoster":"VOE"},{"redirect":12818053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042650,"hoster":"VOE"},{"redirect":12837310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jeder ist verdächtig","epNo":6,"alt":"Pariahville","descr":"Als in Glenport Village, einer Siedlung für sexuell auffällig gewordene Menschen, eine Frau ermordet wird, ist die Aufregung groß. Wurde einer der Bewohner zum Killer? Die BAU hält potenziell jeden aus dem Ort für verdächtig und nimmt alle genau unter die Lupe. Doch keiner will so recht in das Profil passen, das die Experten erstellt haben. Sind die Ermittler dieses Mal auf dem Holzweg?","versions":[{"lang":1,"streams":[{"redirect":14110289,"hoster":"VOE"},{"redirect":12837451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158878,"hoster":"VOE"},{"redirect":12814215,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Joy Rossi","epNo":7,"alt":"Target Rich","descr":"Rossis Tochter Joy taucht bei ihm im Büro auf. Bei Recherchen zu einem neuen Artikel ist sie auf eine Reihe vermisster College-Studentinnen gestoßen. Vier junge Frauen verschwanden innerhalb von neun Jahren, Bahni Desai ist das neueste Opfer. Nach dem Besuch einer Party kehrte sie nicht ins Wohnheim zurück. Ein Verdächtiger ist schnell gefunden, doch ist der Mann auch wirklich der Täter?","versions":[{"lang":1,"streams":[{"redirect":14110277,"hoster":"VOE"},{"redirect":13441589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14149565,"hoster":"VOE"},{"redirect":12825969,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Du darfst nicht schlafen","epNo":8,"alt":"Awake","descr":"In Phoenix wird die grausam zugerichtete Leiche eines Mannes gefunden. Kurz darauf verschwindet ein weiterer Mann spurlos. Aufgrund des ersten Opfers geht die BAU davon aus, dass der Täter voller Hass ist und die Qualen, die er seinen Geiseln zufügt, eigentlich für jemand anderen gedacht sind – doch diese Person ist offenbar unerreichbar für den Getriebenen. Da zwischen den Opfern keine Verbindung besteht, dauert es lange, bis die BAU einen Anhaltspunkt hat …","versions":[{"lang":1,"streams":[{"redirect":14158651,"hoster":"VOE"},{"redirect":12837450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230656,"hoster":"VOE"},{"redirect":12837318,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Libertad","epNo":9,"alt":"Internal Affairs","descr":"In El Paso, Texas, wurde ein Agent der D.E.A. brutal getötet und hinter der mexikanischen Grenze entsorgt, zwei weitere Agenten werden vermisst. Alle drei ermittelten undercover gegen das Libertad-Drogenkartell. Da die NSA und die D.E.A. den Fall alleine nicht lösen können, engagiert Axelrod Hotch und die BAU. Schnell ist klar die Profiler haben es nicht nur mit einem Serienkiller zu tun, sondern auch mit einem Maulwurf innerhalb einer der beteiligten Behörden …","versions":[{"lang":1,"streams":[{"redirect":14105503,"hoster":"VOE"},{"redirect":12837449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158667,"hoster":"VOE"},{"redirect":12837311,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Für immer jung","epNo":10,"alt":"Future Perfect","descr":"In einem Sumpfgebiet in Florida wurden die Leichen einer jungen arbeitslosen Kellnerin und eines älteren, chronisch kranken Mannes gefunden. Beide wurden nicht als vermisst gemeldet, weil sie kaum soziale Bindungen hatten. Als die Autopsie ergibt, dass der Mörder an beiden Opfern medizinische Experimente durchgeführt hat, vermuten die Profiler, dass der Täter nach einem Heilmittel für eine bestimmte Erkrankung sucht. Da er medizinische Grundkenntnisse haben muss, nimmt Garcia eine Gruppe von Wissenschaftlern unter die Lupe, die sich regelmäßig auf einem Friedhof über mehr oder weniger gewagte Theorien austauscht. Eines der Mitglieder bringt das BAU-Team schließlich auf die richtige Spur …","versions":[{"lang":1,"streams":[{"redirect":14139358,"hoster":"VOE"},{"redirect":12814282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158932,"hoster":"VOE"},{"redirect":12837315,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Miss 45","epNo":11,"alt":"Entropy","descr":"Was auf den ersten Blick aussieht wie ein Blind-Date, ist ein gefährliches Psychospielchen. Die BAU ist dem Killer-Netzwerk, das es auf Garcia abgesehen hat, auf die Schliche gekommen. Nun trifft Spence als Lockvogel eines der Mitglieder in einem noblen Restaurant mit dem Ziel, das Kartell endgültig auszulöschen. Das allein ist mehr als riskant – doch dann wird die Stimmung im wahrsten Sinne des Wortes explosiv …","versions":[{"lang":1,"streams":[{"redirect":13892522,"hoster":"VOE"},{"redirect":12837452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051621,"hoster":"VOE"},{"redirect":12825964,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wand der Schande","epNo":12,"alt":"Drive","descr":"In Boston werden zwei Frauen tot aufgefunden, und alles deutet auf einen Zusammenhang zwischen den beiden Fällen hin. Gerade als sich das Team auf den Weg in die Stadt macht, trägt sich ein dritter Mord zu. Gemein ist allen Leichen, dass sie geköpft und an öffentlichen Orten zurück gelassen wurden. Ausserdem haben alle Damen eine Mitfahrgelegenheit nutzen wollen, diese aber kurz davor storniert.","versions":[{"lang":1,"streams":[{"redirect":14230641,"hoster":"VOE"},{"redirect":12837455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158520,"hoster":"VOE"},{"redirect":12814214,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die einzige Frau","epNo":13,"alt":"The Bond","descr":"Den Behörden in Atlanta gelingt es, zwei Highway-Morde miteinander in Verbindung zu bringen. Die Opfer wurden auf unterschiedlichen Rasthof-Toiletten zur Schau gestellt. Der Täter stach mehrfach auf sie ein und schnitt ihnen anschließend das linke Ohr ab. Scheinbar war er unsicher, denn die Stichwunden wurden unpräzise gesetzt. Offenbar will der Täter etwas in Ordnung bringen, das ihm als Kind widerfahren ist – darauf lässt eine Spur schließen, die Garcia findet.","versions":[{"lang":1,"streams":[{"redirect":14008185,"hoster":"VOE"},{"redirect":12814283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105912,"hoster":"VOE"},{"redirect":12837314,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der geheime Platz","epNo":14,"alt":"Hostage","descr":"In St. Louis taucht eine junge Frau auf, die behauptet, zusammen mit zwei anderen Frauen über mehrere Jahre gefangen gehalten worden zu sein. Tatsächlich wird das Versteck des Geiselnehmers gefunden: Eine Geisel ist kaum noch am Leben, die dritte Frau nimmt der Mann mit sich, als er flieht. Die BAU muss in einen Sumpf aus Abhängigkeit und Vergewaltigung vordringen und die Rollen der einzelnen Beteiligten entschlüsseln.","versions":[{"lang":1,"streams":[{"redirect":14051401,"hoster":"VOE"},{"redirect":12837454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157375,"hoster":"VOE"},{"redirect":12837312,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Spinnennetz","epNo":15,"alt":"A Badge And A Gun","descr":"In Los Angeles werden zwei Frauen tot in ihren Badezimmern gefunden. Der Täter hat sie so fest eingewickelt, dass sie erstickt sind. Während die BAU auf dem Weg nach L.A. ist, schlägt der Mörder ein drittes Mal zu. Scheinbar läuft er Amok, denn alle Opfer starben binnen kürzester Zeit. Außerdem scheint er den Erstickungstod der Frauen zu genießen. Wie sich bald herausstellt, müssen Hotch und seine Kollegen in den eigenen Reihen nach dem Killer suchen.","versions":[{"lang":1,"streams":[{"redirect":14063546,"hoster":"VOE"},{"redirect":12837453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093397,"hoster":"VOE"},{"redirect":12837313,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Derek","epNo":16,"alt":"Derek","descr":"Morgans Entführer haben ihn in eine abgelegene Hütte verschleppt und beginnen, ihn zu foltern. Weshalb sie es auf ihn abgesehen haben, wollen sie nicht verraten. Um die Tortur zu überstehen, spaltet sich Morgan innerlich vom Geschehen ab. Auf seiner Gedankenreise begegnet er seinem verstorbenen Vater. Gemeinsam analysieren sie Morgans Situation, um eine Fluchtmöglichkeit aufzutun. Unterdessen sucht die BAU fieberhaft nach ihrem Kollegen.","versions":[{"lang":1,"streams":[{"redirect":14051354,"hoster":"VOE"},{"redirect":12837456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195083,"hoster":"VOE"},{"redirect":12825965,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Sandmann","epNo":17,"alt":"The Sandman","descr":"In Wichita, Kansas, wird die Familie Brewer nachts überfallen. Der Täter streut den Eltern Sand in die Augen, dann klebt er sie zu. Außerdem tötet er den Familienvater sofort, die Mutter lässt er vorerst leben. Den kleinen Ronnie entführt er. Schon bald wird das Kind tot aufgefunden. Die BAU geht von einem Familienvernichter aus. Doch dann geschieht ein zweiter Überfall. Dieses Mal überlebt die Mutter das Grauen – und die Ermittler müssen in eine völlig neue Richtung denken.","versions":[{"lang":1,"streams":[{"redirect":14195069,"hoster":"VOE"},{"redirect":12818054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117798,"hoster":"VOE"},{"redirect":12817966,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die rote Tür","epNo":18,"alt":"Beautiful Disaster","descr":"Savannah wird vor dem Krankenhaus angeschossen. Die Klinik verständigt sofort die BAU, die schnellstmöglich vor Ort ist und mit den Ermittlungen beginnt – allerdings ohne Morgan: Hotch hat ihn dazu verdonnert, die Füße stillzuhalten. Doch als herauskommt, dass Chazz Montolo hinter dem Attentat steckt, nimmt Morgan die Sache selbst in die Hand und fällt in die Hände des Gangsters, der ihn für den Tod seines Sohnes verantwortlich macht.","versions":[{"lang":1,"streams":[{"redirect":14230707,"hoster":"VOE"},{"redirect":12837457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139095,"hoster":"VOE"},{"redirect":12837316,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wir kennen uns aus London","epNo":19,"alt":"Tribute","descr":"Prentiss, die inzwischen für Interpol arbeitet, wendet sich an Hotch: Sie bittet ihn um Unterstützung bei der Verfolgung eines Serienkillers, der auf internationaler Bühne berühmte Morde nachahmt. Aktuell hat er in New York eine Tat des Son of Sam imitiert. Als er einen weiteren Mord in der Stadt begeht, entwischt er den Agenten nur knapp. Sie finden allerdings heraus, dass das nächste Ziel des Narzissten Chicago sein muss, da dort besonders viele Serienmörder aktiv waren.","versions":[{"lang":1,"streams":[{"redirect":14042562,"hoster":"VOE"},{"redirect":12818056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042287,"hoster":"VOE"},{"redirect":12014597,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Transformation","epNo":20,"alt":"Inner Beauty","descr":"Im Wasserspeicher eines Mietshauses in Sacramento werden zwei Frauenleichen mit zerschnittenen Gesichtern gefunden. Die BAU findet heraus, dass die beiden Ex-Prostituierte sind, die alles dafür getan haben, ihre Drogensucht zu bekämpfen. Scheinbar versucht der Täter, seine Opfer zu transformieren. Er zieht ihnen ein bestimmtes Kleid an, und die Schnitte im Gesicht sind eine Art chirurgischer Eingriff. Offensichtlich will er einen schmerzlichen Verlust kompensieren.","versions":[{"lang":1,"streams":[{"redirect":14143601,"hoster":"VOE"},{"redirect":12837458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157121,"hoster":"VOE"},{"redirect":12814219,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Es zieht ein Sturm auf","epNo":21,"alt":"Devil’s Backbone","descr":"Im Fletcham-Gefängnis in Troy, Virginia, kommt ein Päckchen mit blutiger Kleidung an. Es ist an die Serienmörderin Antonia Slade adressiert, die unzählige Ausreißer getötet hat. Die Kleidung gehört zwei Jungs, die seit geraumer Zeit als vermisst gelten. Ob sie noch leben, ist völlig unklar. Vermutlich will ein Verehrer Antonias sie mit der Tat beeindrucken. Die BAU versucht, der Frau Informationen zu entlocken – doch sie spielt psychologische Spielchen mit den Agents.","versions":[{"lang":1,"streams":[{"redirect":14213531,"hoster":"VOE"},{"redirect":12843838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195171,"hoster":"VOE"},{"redirect":12825968,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dreizehn","epNo":22,"alt":"The Storm","descr":"Eine SWAT-Einheit stürmt die Wohnung von Hotch und verhaftet ihn. Im Justizministerium erfährt er, dass jemand in seinem Namen einen Anschlag angedroht und entsprechende Materialien besorgt hat. Seine Kollegen von der BAU versuchen fieberhaft herauszufinden, wer hinter der Verleumdung steckt. Einmal mehr führt ihr Weg zu Antonia Slade – und ihrem Sohn, Asher Douglas. Doch bald stellt sich heraus, dass Asher nur die Marionette eines viel gefährlicheren Mannes ist …","versions":[{"lang":1,"streams":[{"redirect":14051655,"hoster":"VOE"},{"redirect":12837460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230664,"hoster":"VOE"},{"redirect":12662719,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Crimson King","epNo":1,"alt":"The Crimson King","descr":"Nahe Tempe, Arizona, wird ein Mann gefunden, der offenbar ein Opfer des Crimson King wurde – man hat ihm BAU auf den Bauch geritzt. Hotch und sein Team erkennen schnell, dass jemand anderes hinter dem Verbrechen steckt. Peter Lewis, alias Mr. Scratch. Er pickt sich Menschen mit multipler Persönlichkeit heraus und manipuliert sie. Außerdem lockt er die BAU auf eine Art Schnitzeljagd, deren erstes Ziel eine ziemliche Überraschung bereithält.","versions":[{"lang":1,"streams":[{"redirect":14105520,"hoster":"VOE"},{"redirect":12837459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195053,"hoster":"VOE"},{"redirect":12790304,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feuerteufel","epNo":2,"alt":"Sick Day","descr":"In Los Angeles werden in einem ausgebrannten Gebäude die verkohlten Leichen zweier vermisster Jugendlicher gefunden. Die Tat ähnelt einem älteren Verbrechen. Hotch und die BAU vermuten, dass es sich um denselben Täter handelt, obwohl er sein Schema leicht verändert hat. Als schließlich die 16-jährige Francesca auf offener Straße entführt wird, müssen die Agents schnell handeln. Der Täter wartet nicht lange, bis er seine Opfer möglichst qualvoll sterben lässt …","versions":[{"lang":1,"streams":[{"redirect":14118655,"hoster":"VOE"},{"redirect":12783016,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051343,"hoster":"VOE"},{"redirect":12837317,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tabu","epNo":3,"alt":"Taboo","descr":"In Boynton Beach, Florida, finden Jugendliche die in ein Fass einbetonierte Leiche einer Frau. Kurz darauf taucht ein weiteres Fass mit einer einbetonierten Frauenleiche auf. Beide Opfer waren alleinerziehende Mütter von Söhnen. Dies scheint das Kriterium zu sein, nach dem der Täter seine Wahl trifft. Doch an wessen Stelle müssen die Frauen einen grausamen Tod erleiden? Und warum betoniert der Täter sie bei lebendigem Leibe ein?","versions":[{"lang":1,"streams":[{"redirect":14042818,"hoster":"VOE"},{"redirect":12825982,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117556,"hoster":"VOE"},{"redirect":12817967,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Cormac","epNo":4,"alt":"Keeper","descr":"Nahe des Appalachian Trails in Virginia werden Leichenteile von fünf verschiedenen Personen gefunden. Tatverdächtig ist ein Obdachloser, der einem Ladenbesitzer durch Hundefutterdiebstähle aufgefallen ist. Das BAU-Team schnappt den Mann namens Todd. Doch beim Verhör erzählt er wirre Geschichten über seinen entlaufenen Hund Cormac. Prentiss ahnt, dass es sich bei Cormac keinesfalls um ein Haustier handelt – sondern um eine Person, zu der Todd eine enge Bindung hat.","versions":[{"lang":1,"streams":[{"redirect":14111368,"hoster":"VOE"},{"redirect":12837461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139101,"hoster":"VOE"},{"redirect":12837319,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Anti-Terror Squad","epNo":5,"alt":"The Anti-Terrorism Squad","descr":"Als Amanda Bergstrom viel zu spät von einer Party nach Hause kommt, findet sie ihre ganze Familie ermordet vor. Der Täter hat die Bergstroms regelrecht hingerichtet. Zunächst vermutet die BAU, dass er eine Rechnung mit ihnen offen hatte – einige dunkle Geheimnisse der Bergstroms legen das nahe. Doch als die Familie von Matt Doherty ermordet wird und der Mörder Matt ganz bewusst am Leben lässt, müssen die Profiler ihren Ermittlungsansatz überdenken.","versions":[{"lang":1,"streams":[{"redirect":14051236,"hoster":"VOE"},{"redirect":12818057,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14006482,"hoster":"VOE"},{"redirect":12837320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Elliott\u0027s Teich","epNo":6,"alt":"Elliott\u0027s Pond","descr":"Die Henson-Zwillinge verschwinden 1983 spurlos in Clayton, Delaware. Ein Täter konnte nie ermittelt werden. Nun sind in dem kleinen Ort drei Jungs verschwunden, und der Fall zeigt klare Parallelen zu den Vorkommnissen von 1983. Zunächst macht sich der seltsame Farmer Jimmy Ridley verdächtig, doch der Mann hat nichts mit dem Verbrechen zu tun. Dann findet das BAU-Team eine interessante Verbindung zwischen dem alten und dem neuen Fall, und die Ermittlungen gewinnen an Tempo.","versions":[{"lang":1,"streams":[{"redirect":14213435,"hoster":"VOE"},{"redirect":12837462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14233286,"hoster":"VOE"},{"redirect":12814216,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Spiegelbild","epNo":7,"alt":"Mirror Image","descr":"Tara will sich mit ihrem Bruder Gabriel zu einer Aussprache treffen. Doch der Mann, der zu der Verabredung kommt, ist nicht Gabriel – obwohl er jedes Detail aus dessen Leben kennt. Durch Taras Vater findet die BAU heraus, dass Peter Lewis alias Mr. Scratch Gabriel in seiner Gewalt hat und ihn ziemlich sicher töten wird. Der Mann, den er mit dessen Erinnerungen geimpft und zu Tara geschickt hat, ist Gabriels einzige Hoffnung auf Rettung. Doch dafür muss Tara zu ihm durchdringen.","versions":[{"lang":1,"streams":[{"redirect":14106033,"hoster":"VOE"},{"redirect":12790519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067326,"hoster":"VOE"},{"redirect":12837321,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Scarecrow","epNo":8,"alt":"Scarecrow","descr":"In der Kleinstadt Yakima wird die junge Prostituierte Cherry Rollins von einem Mann entführt – das berichten mehrere Zeugen, die die Polizei alarmiert haben. Kurz darauf tauchen in einem gefluteten Bachbett die Überreste zweier Frauenleichen auf. Beide Opfer wurden mit Sackleinen und Stacheldraht umwickelt. Doch es bleibt nicht bei diesen beiden Toten. Das Wasser gibt immer mehr ermordete Frauen frei, darunter auch Wendy Baldwin – das erste Opfer des Mörders.","versions":[{"lang":1,"streams":[{"redirect":14230726,"hoster":"VOE"},{"redirect":13441600,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120366,"hoster":"VOE"},{"redirect":12817969,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Carbonara mit dem Mörder","epNo":9,"alt":"Profiling 202","descr":"Rossi hat Geburtstag, doch eine Feier fällt aus. Vor langer Zeit hat er mit dem inzwischen inhaftieren Serienkiller Tommy Yates die Vereinbarung getroffen, dass er seinen Ehrentag nicht mehr begeht und dafür von Yates jährlich zu einem seiner Opfer geführt wird. Im Gegenzug wird Yates Todesstrafe in Lebenslänglich umgewandelt. Doch diese Mal ist alles anders, denn Yates ist bei dem Gefängnisaufstand entkommen und meldet sich, um den Tod seines aktuellsten Opfers anzukündigen.","versions":[{"lang":1,"streams":[{"redirect":14157079,"hoster":"VOE"},{"redirect":12818062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042915,"hoster":"VOE"},{"redirect":12837325,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alpha","epNo":10,"alt":"Seek and Destroy","descr":"Walker erhält den Hinweis, dass rund um San Diego, Kalifornien, eine skrupellose Gang ihr Unwesen treibt. Die Bande dringt in Häuser von wohlhabenden Familien ein, fesselt die Bewohner und feiert dann eine rauschende Party mit Drogen und Alkohol in deren Heim. Nachdem alles verwüstet ist, werden die Familien getötet. Die Gang hat offenbar eine strenge Hierarchie und einen Anführer, der absolute Folgsamkeit verlangt. Doch was sind seine Motive?","versions":[{"lang":1,"streams":[{"redirect":14105962,"hoster":"VOE"},{"redirect":12837463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139289,"hoster":"VOE"},{"redirect":12837322,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Pforten der Hölle","epNo":11,"alt":"Surface Tension","descr":"Als eine seltsame Hieroglyphe, gefunden in der Achselhöhle eines verstorbenen, obdachlosen Mannes, sich als die gleiche wie auch schon bei früheren Vorkommnissen herausstellt, wird das BAU-Team zu den Ermittlungen hinzugezogen. Reid (Matthew Gray Gubler) beschließt, seine Mutter aus einer klinischen Studie herauszunehmen, um sie mit nach Hause zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":14143227,"hoster":"VOE"},{"redirect":12818070,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063233,"hoster":"VOE"},{"redirect":12113616,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Du gehörst mir","epNo":12,"alt":"A Good Husband","descr":"Eine junge Frau findet einen Männer-Torso in einer Mülltonne. Als die BAU in Palm Springs ankommt, gibt es bereits das nächste Opfer zu beklagen – wieder ein Mann, wieder wurden Gliedmaßen und Kopf abgehackt. Dieses Mal wurde die Leiche öffentlich platziert. Der Täter sucht also nach Aufmerksamkeit. Doch dies ist nicht sein einziges Motiv, Offenbar ist der Mörder ein Kontrollfreak, der durch eine kürzlich erfahrene schwere Kränkung zu den Taten getrieben wird.","versions":[{"lang":1,"streams":[{"redirect":14042711,"hoster":"VOE"},{"redirect":12814284,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066072,"hoster":"VOE"},{"redirect":12376450,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Spencer","epNo":13,"alt":"Spencer","descr":"Reid wird nach einer wilden Verfolgungsjagd in Mexiko von der Polizei aufgegriffen. Er sieht heruntergekommen aus, hat eine Schnittverletzung an der Hand – und schmuggelt offenbar Drogen. Scheinbar steht er auch selbst unter Einfluss von Betäubungsmitteln, denn er kann sich weder an seinen Namen noch an die Ereignisse erinnern. Das BAU-Team reist schnellstmöglich nach Mexico, um den Kollegen rauszuboxen. Doch das gestaltet sich äußerst schwierig.","versions":[{"lang":1,"streams":[{"redirect":14051400,"hoster":"VOE"},{"redirect":13107963,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120253,"hoster":"VOE"},{"redirect":11859208,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wuko 98,2","epNo":14,"alt":"Collision Course","descr":"Für Reid sieht es schlecht aus: Das Gericht bietet ihm einen Deal an, wenn er die Tat gesteht. Er hat keine große Wahl, denn er erinnert sich immer noch nicht an Einzelheiten. Der Rest des Teams ist unterdessen einem Hacker auf der Spur, der sich in die Elektronik von Autos einklinkt und die Kontrolle über die Fahrzeuge übernimmt. Die Fahrer müssen hilflos dabei zusehen, wie sie tödliche Unfälle verursachen. Die bevorzugten Opfer des Hackers, attraktive junge Frauen.","versions":[{"lang":1,"streams":[{"redirect":14105539,"hoster":"VOE"},{"redirect":12837464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105538,"hoster":"VOE"},{"redirect":12837324,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Nein bedeutet Ja","epNo":15,"alt":"Alpha Male","descr":"In Philadelphia werden mehrere attraktive junge Leute mit Salpetersäure attackiert, eine Frau stirbt an den schweren Verletzungen. Während der Attacken sagt der Täter etwas in einer fremden Sprache – ein Bibelzitat, wie sich herausstellt. Er will diese Menschen, die er offenbar um ihr Leben beneidet, zerstören. Den Anreiz für seine Taten findet er online in einem Maskulinisten-Netzwerk. Dort tauschen sich Männer aus, die sich zurückgewiesen und ungeliebt fühlen.","versions":[{"lang":1,"streams":[{"redirect":14240496,"hoster":"VOE"},{"redirect":12837465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105574,"hoster":"VOE"},{"redirect":12814217,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Knochenbrecher","epNo":16,"alt":"Assistance Is Futile","descr":"Ein Serientäter zieht durch New York und bricht jungen Frauen brutal die Knochen. Anschließend legt er sie in dunklen Gassen ab. Während die BAU mit der örtlichen Polizei ermittelt, erscheint Miranda White auf dem Revier. Sie ist der festen Überzeugung, dass der Knochenbrecher ihr Sohn Danny ist. Seine Aufzeichnungen und eine verstörende Collage in seinem alten Zimmer legen das nahe. Doch derzeit gibt es keinen Hinweis auf seinen Aufenthaltsort. Eine fieberhafte Suche beginnt.","versions":[{"lang":1,"streams":[{"redirect":14213359,"hoster":"VOE"},{"redirect":12837467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105613,"hoster":"VOE"},{"redirect":12817970,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wie im Schlaf","epNo":17,"alt":"In the Dark","descr":"In Burlington, Vermont, wird die BAU mit einem rätselhaften Fall konfrontiert. Kurz hintereinander werden drei Wilderer im Wald erschossen. Der Täter ist gründlich – er hinterlässt keine Spuren. Ganz anders der Verbrecher, der im selben Zeitraum nachts sein Unwesen treibt. Seine Tatorte sind mit Spuren übersät. Hat es die BAU mit zwei Killern zu tun, oder handelt es sich um ein und denselben Mörder, der nach verschiedenen Mustern agiert?","versions":[{"lang":1,"streams":[{"redirect":14006786,"hoster":"VOE"},{"redirect":12837466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14093567,"hoster":"VOE"},{"redirect":12814218,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Licht ist Schmerz","epNo":18,"alt":"Hell\u0027s Kitchen","descr":"In New York verschwindet die 15-jährige Katie auf dem Weg zu einer Party spurlos. Da sie ihr Handy im Taxi vergessen hat, lässt sich ihr Weg nicht nachverfolgen. Während der Ermittlungen stößt ein Polizist auf zwei Entführungsfälle, die in Verbindung zu Katie stehen könnten. Der Täter hat seinen Opfern eine große Menge Blut abgezapft, bevor er sich ihrer entledigte. Eine heiße Spur führt ins Viertel Hell’s Kitchen.","versions":[{"lang":1,"streams":[{"redirect":14042589,"hoster":"VOE"},{"redirect":12837468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043599,"hoster":"VOE"},{"redirect":12837323,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Blumen von Hawaii","epNo":19,"alt":"True North","descr":"Ein unheimliches Szenario erwartet die BAU im Saguaro-Nationalpark in Arizona. Jemand hat Leichen an Pfählen befestigt, die nach Norden ausgerichtet sind. Um die Toten herum sind schwere Steine und leere Wasserflaschen drapiert. Wie sich herausstellt, waren alle leistungsstarke Studenten. Doch dann taucht ein weiteres Mordopfer auf, dass scheinbar aus dem Raster fällt. Tara versucht unterdessen, Reid einer weiteren kognitiven Befragung zu unterziehen. Mit Erfolg?","versions":[{"lang":1,"streams":[{"redirect":14230713,"hoster":"VOE"},{"redirect":12837469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158451,"hoster":"VOE"},{"redirect":12817971,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zeit zu gehen","epNo":20,"alt":"Unforgettable","descr":"Stephen Walker muss herausfinden, wer seinen alten Freund Sam Bower umgebracht hat. Ihm wurde ein radioaktives Material injiziert. Die BAU vermutet zunächst den russischen Inlandsgeheimdienst hinter der Tat, da Bower als Gegner der Regierung in Moskau bekannt ist. Als weitere Opfer auftauchen, löst sich diese Theorie allerdings in Wohlgefallen auf. Ein neuer Ansatz muss her. Reid bekommt unterdessen Besuch von seiner Mutter und ihrer neuen Pflegerin.","versions":[{"lang":1,"streams":[{"redirect":14158881,"hoster":"VOE"},{"redirect":12798904,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213528,"hoster":"VOE"},{"redirect":12837332,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Cats Plan","epNo":21,"alt":"Green Light","descr":"Das ganze Team versuch mit aller Macht Reid zu entlasten, was ihnen dank Emily und Penelope auch gelingt. Sie müssen jedoch mit Schrecken feststellen das nicht Peter Lewis alias Mr. Scratch sondern Cat Adams, eine verurteilte Serienkillerin aus dem Darknet, dafür verantwortlich ist.","versions":[{"lang":1,"streams":[{"redirect":14213482,"hoster":"VOE"},{"redirect":12837470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042688,"hoster":"VOE"},{"redirect":12837328,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Cats Spiel","epNo":22,"alt":"Red Light","descr":"Die BAU weiß, dass Lindsey Vaughan für Reids Inhaftierung verantwortlich ist und nun seine Mutter entführt hat. Es ist nicht ganz leicht, ihre Spur zu verfolgen, da sie viele Jahre im Zeugenschutzprogramm war und das FBI keine Daten rausrückt. Garcia gelingt es schließlich, sie aufzuspüren und die nötigen Beweise für ihre Tat zu organisieren. Doch das ist nicht alles, Lindsey handelt nicht allein – hinter all dem steckt Cat Adams, die noch eine Rechnung mit Reid offen hat.","versions":[{"lang":1,"streams":[{"redirect":14157275,"hoster":"VOE"},{"redirect":12790532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157008,"hoster":"VOE"},{"redirect":12814220,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Keine Worte","epNo":1,"alt":"Wheels Up","descr":"Mr. Scratch hat das Team in eine Falle gelockt und einen schweren Auto-Unfall provoziert, bei dem Stephen stirbt und der Rest der BAU teils schwer verletzt wird. Prentiss wird von Scratch gekidnappt und an einem geheimen Ort gefoltert. Er will herausfinden, wo sich Hotch aufhält und schreckt dafür vor nichts zurück. Garcia, Spence und Simmons setzen unterdessen alle Hebel in Bewegung, um Prentiss aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":14118615,"hoster":"VOE"},{"redirect":12837472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089673,"hoster":"VOE"},{"redirect":12837329,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rote Lippen","epNo":2,"alt":"To a Better Place","descr":"Zwei Radfahrer finden in Naples, Florida, eine Frauenleiche, die in einen alten Koffer gepackt wurde. Die Frau wird bald als Anne Baker identifiziert. Alles deutet darauf hin, dass sie am Abend ihres Todes ein Date zu Hause erwartete – mutmaßlich den Täter. Schon bald wird eine weitere Tote in einem gelben Vintage-Koffer gefunden. Die Profiler ermitteln, dass der Killer seine Opfer über ihr Bedürfnis zu helfen anlockt. Doch wie sind die Frauen miteinander verbunden?","versions":[{"lang":1,"streams":[{"redirect":14195032,"hoster":"VOE"},{"redirect":12814287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059408,"hoster":"VOE"},{"redirect":12817972,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die verbotene Frucht","epNo":3,"alt":"Blue Angel","descr":"Der Strafverteidiger Curtis Wyler wurde massiv gefoltert, kastriert und, nachdem er langsam ausgeblutet war, an einem Fleischerhaken prominent aufgehängt. Die Tat ereignete sich in Detroit, Simmon’s alter Wirkungsstätte, weshalb die BAU sofort einen guten Draht zu den Behörden vor Ort hat. Einen Anknüpfungspunkt gibt es auch in dem Mordfall. Wyler und ein weiteres Opfer waren beide Kunden bei einem exklusiven Dating-Portal und trafen dieselbe Frau …","versions":[{"lang":1,"streams":[{"redirect":14195102,"hoster":"VOE"},{"redirect":12814286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157376,"hoster":"VOE"},{"redirect":12837326,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Schatten in der Wüste","epNo":4,"alt":"Killer App","descr":"Eine IT-Firma im Silicon Valley wird von einem bewaffneten Attentäter angegriffen, mehrere Menschen sterben. Aus den Zeugenaussagen bezüglich des Täters wird die BAU nicht schlau, sie widersprechen sich. Kurze Zeit später werden in einer weiteren IT-Firma vier Entwickler erschossen – aus einem höchst ungewöhnlichen Winkel. Das alles lässt nur einen Schluss zu, Jemand hat eine Drohne zu einem tödlich bewaffneten Fluggerät umgebaut …","versions":[{"lang":1,"streams":[{"redirect":14159104,"hoster":"VOE"},{"redirect":12790535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195103,"hoster":"VOE"},{"redirect":12837331,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf Finger","epNo":5,"alt":"Lucky Strikes","descr":"In einer Rastplatz-Toilette wird die verstümmelte Leiche einer Frau gefunden. Das Opfer trägt die Handschrift des Ritualmörders Floyd Feylinn Ferell – der sitzt allerdings seit vielen Jahren in der Psychiatrie. Zudem beharrt seine Anwältin weiterhin darauf, dass jemand Floyd sowohl die alten als auch die jüngsten Verbrechen anhängen will. Die BAU beginnt im Laufe der Ermittlungen selbst, an Floyds Schuld zu zweifeln. Doch dann ergeben sich neue Hinweise …","versions":[{"lang":1,"streams":[{"redirect":14051284,"hoster":"VOE"},{"redirect":12818061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110374,"hoster":"VOE"},{"redirect":12837327,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kurz vor Zwölf","epNo":6,"alt":"The Bunker","descr":"In Richmond, Virginia, sind innerhalb der letzten fünf Jahre drei Frauen unter denselben Umständen verschwunden. Nun wurde eine vierte Frau entführt. Der Täter hat seine Opfer offenbar nach ihrer Qualifikation ausgewählt. Ärztin, Lehrerin, Zahnärztin, Köchin. Als die BAU herausfindet, dass kurz vor der Entführung des ersten Opfers zwei schwangere Teenagerinnen verschwanden, ergibt sich ein verstörendes Täterprofil …","versions":[{"lang":1,"streams":[{"redirect":14105512,"hoster":"VOE"},{"redirect":12790541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213574,"hoster":"VOE"},{"redirect":12837334,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gespaltene Zungen","epNo":7,"alt":"Dust And Bones","descr":"Zwei Frauen wachen in Austin, Texas, mit entstellten Gesichtern in ihren Autos auf. Die BAU unterzieht eines der Opfer einer kognitiven Befragung und erhält dadurch wichtige Erkenntnisse. Offenbar ist der Täter besessen von Schlangen – und seine Taten haben ein äußerst persönliches Motiv. Als eine weitere Frau auftaucht, der der Täter die Zunge gespalten hat, fängt die BAU an, in der Body-Modification-Szene von Austin zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":14240490,"hoster":"VOE"},{"redirect":12837471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111400,"hoster":"VOE"},{"redirect":12837330,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neon-Terror","epNo":8,"alt":"Neon Terror","descr":"Während einer TV-Sendung in Miami, in der Rossi interviewt wird, geschieht ein Mord. Einer jungen Frau wird in ihrem Auto mitten ins Herz geschossen. Das restliche BAU-Team macht sich sofort auf den Weg nach Florida. Der Täter geht immer nach demselben Muster vor, doch jede seiner Taten wird extremer. Das ganze scheint mit einem lokalen Nachrichtenkanal und der Nachrichten-Chefin Sandra Madsen zusammenzuhängen. Doch worin besteht die Verbindung?","versions":[{"lang":1,"streams":[{"redirect":14043810,"hoster":"VOE"},{"redirect":13366333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13367054,"hoster":"VOE"},{"redirect":12113622,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wahrheitssucher","epNo":9,"alt":"False Flag","descr":"Zwei Mitglieder einer Gruppe an Verschwörungstheoretikern aus Roswell, New Mexico, kommen unter mysteriösen Umständen kurz nacheinander ums Leben, was einige Fragen aufwirft. Das BAU-Team ermittelt.","versions":[{"lang":1,"streams":[{"redirect":14158875,"hoster":"VOE"},{"redirect":12837474,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230712,"hoster":"VOE"},{"redirect":12814223,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lake Palmer","epNo":10,"alt":"Submerged","descr":"Das BAU-Team wird nach Kalifornien gerufen, wo eine Reihe von Morden in Gartenpools die Bevölkerung verängstigt. Das Team sucht nach einem Verdächtigen mit einer rätselhaften Vergangenheit.\rIn der Gegend rund um den Lake Palmer werden Männer an Zementblöcke gefesselt in ihren Pools ertränkt. Außerdem stiehlt der Killer teils wertlose Dinge aus ihren Häusern, die er später rund um den See verteilt. Die BAU ermittelt, dass immer dann ein Mord geschieht, wenn eine Leiche aus dem See geborgen wird – das Gewässer ist tückisch, und viele Menschen fanden über die Jahre den Tod darin. Offenbar verbindet der Täter ein traumatisches Erlebnis mit dem See.","versions":[{"lang":1,"streams":[{"redirect":14042141,"hoster":"VOE"},{"redirect":12790540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13923139,"hoster":"VOE"},{"redirect":11812276,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Land der Freiheit","epNo":11,"alt":"Full-Tilt Boogie","descr":"Die Ermittlung des BAU-Teams zum Einbruch und versuchten Mord an der Ehefrau des Polizeichefs enthüllt mehrere Geheimnisse in einer Kleinstadt in Virginia. Jemand schlägt Trish, die Frau des örtlichen Polizeichefs, brutal zusammen und begräbt sie anschließend bei lebendigem Leib. Trish überlebt die Attacke knapp, liegt allerdings im Koma. Tatverdächtig ist zunächst der vorbestrafte Rick Sturgess, der kurz vor dem Mordversuch eine Auseinandersetzung mit Trish hatte. Doch die BAU hält ihn der Tat nicht für fähig, und so gerät Trishs Mann Steve ins Visier der Ermittler …","versions":[{"lang":1,"streams":[{"redirect":14023503,"hoster":"VOE"},{"redirect":12008829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110321,"hoster":"VOE"},{"redirect":12837333,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Blutmond","epNo":12,"alt":"Bad Moon on the Rise","descr":"Im New Yorker Central Park werden nachts nacheinander zwei Männer auf bestialische Weise ermordet, ihre Kehlen werden zerfetzt und sie werden ausgeweidet. Die Bissspuren lassen auf einen großen Hund oder eine Großkatze schließen. Doch in den Wunden wird menschlicher Speichel gefunden. Die Ermittler stehen vor einem Rätsel. Der jugendliche Streuner Chad Higgins wird verhaftet, er trägt die blutverschmierte Jacke des letzten Opfers. Doch er verstrickt sich in Falschaussagen, gesteht die Tat, die er gar nicht begangen haben kann.","versions":[{"lang":1,"streams":[{"redirect":14158665,"hoster":"VOE"},{"redirect":12790542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230665,"hoster":"VOE"},{"redirect":12837335,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Heilung","epNo":13,"alt":"Cure","descr":"Das BAU-Team ermittelt im Fall einer Mordserie in Washington, D.C., bei der kryptische Nachrichten im Mund der Opfer gefunden werden.","versions":[{"lang":1,"streams":[{"redirect":14110285,"hoster":"VOE"},{"redirect":12814288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158570,"hoster":"VOE"},{"redirect":12837340,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Pesthauch","epNo":14,"alt":"Miasma","descr":"Die BAU wird von Chief Wheeler, New Orleans Police Department angefordert. Da Prentiss aufgrund interner Ermittlungen mit sofortiger Wirkung vom Dienst suspendiert wird, übernimmt Jennifer vorübergehend diesen Fall als Unit Chief. Auf dem Treme-Friedhof wurden in einer Gruft zehn verbrannte Leichen gefunden. Ein Opfertypus lässt sich nicht ausmachen, da die Opfer aus allen Teilen der Stadt und aus allen Schichten kommen. Ein erster Verdacht, es könnte sich aufgrund der Vorgehensweise um Ritualmorde handeln, wird bald wieder fallen gelassen. Es muss ein anderes Motiv geben.","versions":[{"lang":1,"streams":[{"redirect":14139142,"hoster":"VOE"},{"redirect":12814292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158493,"hoster":"VOE"},{"redirect":12376470,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der harmlose Freund","epNo":15,"alt":"Annihilator","descr":"Linda Barnes, eine hochrangige Angestellte des FBI, die sich mit der nationalen Sicherheit befasst, schließt sich mit dem Team zusammen, um einen vierfachen Mordfall aufzuklären, bei dem alle Bewohner einer Wohngemeinschaft in St. Louis ums Leben gekommen sind.","versions":[{"lang":1,"streams":[{"redirect":14158992,"hoster":"VOE"},{"redirect":12790544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158776,"hoster":"VOE"},{"redirect":12837337,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kuss des Todes","epNo":16,"alt":"Last Gasp","descr":"Das Team beginnt seine geheimen Ermittlungen, um einen Fall aufzuklären, bei dem jemand nicht nur Bilder von jungen Frauen macht, sondern diese auch noch entführt. Gleichzeitig steht das BAU Team weiterhin unter Beobachtung der unnachgiebigen FBI-Agentin Linda Barnes.","versions":[{"lang":1,"streams":[{"redirect":14195184,"hoster":"VOE"},{"redirect":12814294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117669,"hoster":"VOE"},{"redirect":12376471,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":" Die Capilanos","epNo":17,"alt":"The Capilano\u0027s","descr":"Das Team wird nach Oklahoma gerufen, wo ein mörderischer Clown eine Kleinstadt terrorisiert und um jeden Preis gefasst werden muss.","versions":[{"lang":1,"streams":[{"redirect":14105542,"hoster":"VOE"},{"redirect":12790545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225622,"hoster":"VOE"},{"redirect":12837339,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Rose und ein Song","epNo":18,"alt":"The Dance Of Love","descr":"In kurzen Abständen werden drei Frauen durch einen Stich in den Rücken ermordet. Jede dieser Frauen hatte eine Rose zwischen den Zähnen. Außerdem wurde bei jeder Frau etwas entdeckt, dass der Täter mitgebracht haben musste. Tara Lewis erinnern diese Dinge an Songtitel. Die drei Frauen sind, was Alter und Lebensstil betrifft, völlig verschieden. Was verbindet die Frauen also? Die Spur führt zum Moderator einer Nachtsendung, bei der die Hörer Musikwünsche äußern können. Ist er der Täter? Aber dann wird auch der Moderator tot aufgefunden. Der Verdacht fällt auf seine eifersüchtige Frau.","versions":[{"lang":1,"streams":[{"redirect":14006879,"hoster":"VOE"},{"redirect":12837473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158883,"hoster":"VOE"},{"redirect":12817973,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Lebensretter","epNo":19,"alt":"Ex Parte","descr":"Geiselnahme in Downtown. Drei junge Männer haben 26 Geiseln in ihrer Gewalt. Es sind Mitarbeiter des Rechtshilfeverbandes ALDC, bei dem auch Matts Frau Kristy als Anwältin arbeitet. Die Geiselnehmer haben nur eine Forderung, Freilassung von Leonard Hagland, dem ehemaligen Anführer von \"Horsemen\", der in wenigen Tagen hingerichtet werden soll. Die Männer gehen extrem brutal vor.","versions":[{"lang":1,"streams":[{"redirect":14042948,"hoster":"VOE"},{"redirect":12818059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157054,"hoster":"VOE"},{"redirect":12837336,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Tulpen am Grab","epNo":20,"alt":"All You Can Eat","descr":"Garcia besucht ihren Stiefbruder, um vor dem Bewährungsausschuss gegen den Mörder ihrer Eltern auszusagen. Währenddessen fliegt das Team nach Virginia, um einen scheinbaren Umwelt-Terrorist aufzuhalten. Dahinter verbirgt sich eine traurige Geschichte.","versions":[{"lang":1,"streams":[{"redirect":14105617,"hoster":"VOE"},{"redirect":12818060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158587,"hoster":"VOE"},{"redirect":12817978,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Brummen von Taos","epNo":21,"alt":"Mixed Signals","descr":"New Mexico, Taos. Ein Mörder tötet scheinbar wahllos Menschen. Nach und nach findet das Team heraus, dass der Mörder die \"Quelle des Brummens”, welches er die ganze Zeit hört, herausfinden will.","versions":[{"lang":1,"streams":[{"redirect":14042499,"hoster":"VOE"},{"redirect":12837480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14068338,"hoster":"VOE"},{"redirect":12837338,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Messias","epNo":22,"alt":"Believer","descr":"Dr. Spencer Reid, der immer noch im Urlaub ist, findet Ex-FBI-Spezial-Agent Owen Quinn in einem Lagerraum. Dieser war einem Mörder namens The Strangler auf der Spur. Quinns Theorie konnte aber nie bestätigt werden und wurde nie weiter verfolgt. Nachdem Quinn eine unglaublich verworrene Geschichte erzählt, rollt das Team den Fall nochmals auf.","versions":[{"lang":1,"streams":[{"redirect":14093374,"hoster":"VOE"},{"redirect":12837475,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157371,"hoster":"VOE"},{"redirect":12817974,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Dreihundert","epNo":1,"alt":"300","descr":"Reid (Matthew Gray Gubler) und Garcia (Kirsten Vangsness) werden von Benjamin Merve alias The Messiah (Michael Hogan) entführt, und es liegt an dem Rest des Teams, die beiden zu retten. Die BAU findet bei der Suche überraschende Hinweise zu ihrer eigenen Geschichte. Dabei finden sie heraus, warum der kaltblütige Massenmörder Reid und Garcia in seine Gewalt gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":14106043,"hoster":"VOE"},{"redirect":12825978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14043641,"hoster":"VOE"},{"redirect":12837349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Worte aus dem Grab","epNo":2,"alt":"Starter Home","descr":"Als die mumifizierten Überreste zahlreicher Opfer in den Mauern des abgelegenen Hauses eines älteren Paares in South Carolina gefunden werden, werden David Rossi (Joe Mantegna), J.J. (A. J. Cook) und Matt Simmons (Daniel Henney) entsandt, um eine Spur auf den Täter zu finden, die über 20 Jahre zurückreicht. Die Jagd wird dringend, nachdem das BAU erfährt, dass der Mörder ein bestimmtes Ritual hat, wann er zuschlagen wird.","versions":[{"lang":1,"streams":[{"redirect":14089803,"hoster":"VOE"},{"redirect":12818063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14111352,"hoster":"VOE"},{"redirect":12837343,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Regel 34","epNo":3,"alt":"Rule 34","descr":"Mat Simmons und seine Frau Kristy müssen überlegen, was sie mit ihrem Sohn David machen sollen, nachdem der von der Schule geflogen ist. Das BAU sucht nach dem Zusammenhang zwischen sechs Personen, die alle ein mysteriöses Paket erhalten haben.","versions":[{"lang":1,"streams":[{"redirect":14158417,"hoster":"VOE"},{"redirect":12818065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195051,"hoster":"VOE"},{"redirect":12837341,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Melissas Geheimnis","epNo":4,"alt":"Innocence","descr":"Ein Ritualmörder treibt sich in Tallahassee herum und tötet Menschen unter ähnlichen Umständen. Zwei Opfer, die in Verbindung zueinander stehen, sind bereits ermordet worden. Ob die BAU es schafft, den Psychopathen zu stoppen?","versions":[{"lang":1,"streams":[{"redirect":14157370,"hoster":"VOE"},{"redirect":12818064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105547,"hoster":"VOE"},{"redirect":12837342,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der heimliche Freund","epNo":5,"alt":"The Tall Man","descr":"Zwei Menschen sind in den Wäldern von East Allegheny spurlos verschwunden – ausgerechnet dort, wo seit jeher der Legende nach ein riesengroßer Mann sein Unwesen treiben soll. Als am nächsten Tag plötzlich eine dritte Person auftaucht und nicht erklären kann, was mit ihren beiden Freunden geschehen ist, macht sich das Team auf, diesen mysteriösen Fall aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":14230693,"hoster":"VOE"},{"redirect":12837476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157171,"hoster":"VOE"},{"redirect":12837344,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Luke","epNo":6,"alt":"Luke","descr":"Vier Morde in nur drei Tagen – die BAU fährt an die Ostküste, um diesen Schwerverbrechen nachzugehen. Dabei stellt sich heraus, dass die Fälle in Zusammenhang mit Luke Alvez stehen, der vor fünf Jahren gemeinsam mit der DEA und der mexikanischen Polizei hinter dem berüchtigsten Killer Mexikos her war …","versions":[{"lang":1,"streams":[{"redirect":14093435,"hoster":"VOE"},{"redirect":12814298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157195,"hoster":"VOE"},{"redirect":12814221,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"27 Minuten","epNo":7,"alt":"Twenty Seven","descr":"Ein Wettlauf gegen die Zeit. Alle 27 Minuten verüben unbekannte Täter in Washington Anschläge. Das BAU-Team bemüht sich darum, den Kriminellen auf die Spur zu kommen und herauszufinden, was es mit der Zahl 27 auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":14157110,"hoster":"VOE"},{"redirect":12825980,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14027661,"hoster":"VOE"},{"redirect":12817977,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ashley","epNo":8,"alt":"Ashley","descr":"Das Team wird nach Plymouth gerufen, nachdem dort ein Doppelmord mit Kindesentführung stattfand. Nur Luke Alvez muss zu Hause bleiben, da er wegen seines Fehltritts seinen SSA-Status noch nicht zurückerlangt hat. Als die Ermittler dort ankommen, bietet sich ihnen ein grausiges Bild. Doch die Sorge um die Tochter überwiegt. Normalerweise ist der Täter jemand aus dem Opfer-Umfeld, doch nicht in diesem Fall …","versions":[{"lang":1,"streams":[{"redirect":14111413,"hoster":"VOE"},{"redirect":12674268,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105726,"hoster":"VOE"},{"redirect":12787487,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gebrochene Flügel","epNo":9,"alt":"Broken Wing","descr":"Sich in eine Entzugsanstalt einweisen zu lassen ist der erste Schritt in ein besseres Leben. Die Ermittler werden aufmerksam, als immer mehr Drogensüchtige, die gerade frisch aus dem Entzug kommen, auf Grund einer Überdosis sterben. Das kann doch kein Zufall mehr sein. Wer hat ein Motiv, diese Menschen umzubringen?","versions":[{"lang":1,"streams":[{"redirect":14157190,"hoster":"VOE"},{"redirect":12814299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14157365,"hoster":"VOE"},{"redirect":12837347,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fleisch und Blut","epNo":10,"alt":"Flesh And Blood","descr":"Die BAU wird damit beauftragt, die Morde an zwei bekannten Anwälten zu untersuchen, die sich zwar privat aus der Schule kannten, jedoch in keinem beruflichen Verhältnis zueinander standen. Besonders makaber - den beiden Männern wurden ihre Herzen entnommen. Was steckt hinter dieser perfiden Tat?","versions":[{"lang":1,"streams":[{"redirect":14111402,"hoster":"VOE"},{"redirect":12818067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158514,"hoster":"VOE"},{"redirect":12837346,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Patient 20411","epNo":11,"alt":"Night Lights","descr":"Das BAU-Team wird mit dem nächsten Fall betraut. Diesmal geht es nach Portland, wo eine Entführung aufgeklärt werden muss. Hängt das Verbrechen womöglich mit einem kürzlich verübten Mord an einem Ehepaar zusammen?","versions":[{"lang":1,"streams":[{"redirect":14139013,"hoster":"VOE"},{"redirect":12818068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195107,"hoster":"VOE"},{"redirect":12837350,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Rattenfänger","epNo":12,"alt":"Hamelin","descr":"Zwei Jungen und ein Mädchen im Alter von zehn Jahren sind verschwunden. Ersten Erkenntnissen zufolge wurden sie mitten in der Nacht aus ihren Häusern entführt. Das BAU-Team hat nur einen Hinweis - ein Überwachungsvideo aus einem Park. Dann verschwindet ein weiteres Mädchen.","versions":[{"lang":1,"streams":[{"redirect":14157281,"hoster":"VOE"},{"redirect":12376554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105546,"hoster":"VOE"},{"redirect":12837345,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Einsame Herzen","epNo":13,"alt":"Chameleon","descr":"Gefährliche Ermittlungen, Nachdem Rossi bei der Überführung eines hochintelligenten Serienkillers dem Tod ins Auge blickte, hinterfragt er seither sein eigenes Vorgehen. Hätte er anders agieren sollen?","versions":[{"lang":1,"streams":[{"redirect":14158528,"hoster":"VOE"},{"redirect":12818069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110224,"hoster":"VOE"},{"redirect":12837348,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Infektion","epNo":14,"alt":"Sick and Evil","descr":"Fünf Leichen und eine maskierte Person, die einem unerklärlichen Ziel nachgeht. Ein Serienkiller treibt in Lewiston sein Unwesen, indem er seine Opfer – vordergründig junge Frauen – in vermeintlichen Spukhäusern aufschnappt, mit mehreren Messerstichen tötet und auf bestimmte Weise auf dem Bett positioniert. Immer an Ort und Stelle, die Geisterjägerin Courtney Mably. Welche Verbindung hat sie zu der Mordserie?","versions":[{"lang":1,"streams":[{"redirect":14251837,"hoster":"VOE"},{"redirect":12837477,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14251851,"hoster":"VOE"},{"redirect":12837351,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wahrheit oder Pflicht","epNo":15,"alt":"Truth or Dare","descr":"Zuerst erschreckt er sie, dann bringt er sie um. Ein Killer ist auf den Straßen unterwegs und geht in zwei kuriosen Schritten vor. Er verursacht zunächst einen Autounfall, bevor er zu seinen Opfern vordringt und sie erschießt. Zwei Menschen hat er bereits auf dem Gewissen. Ob noch weitere folgen werden? Auch Rossi ist bei den Ermittlungen mit von der Partie, obwohl in zwei Tagen seine Hochzeit mit Krystall bevorsteht.","versions":[{"lang":1,"streams":[{"redirect":14139374,"hoster":"VOE"},{"redirect":12837478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042947,"hoster":"VOE"},{"redirect":12817976,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-15","episodes":[{"epId":"episode-1","name":"Unter die Haut","epNo":1,"alt":"Under the Skin","descr":"Das BAU-Team untersucht ein unbekanntes Subjekt, das auffallende Ähnlichkeiten mit Rossis (Joe Mantegna) neuester Obsession aufweist. Nämlich mit \"The Chameleon\" a.k.a. Everett Lynch (Michael Mosley), der ihn fast getötet hat und dann verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":14225608,"hoster":"VOE"},{"redirect":12837481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14110679,"hoster":"VOE"},{"redirect":12642464,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zeit des Erwachens","epNo":2,"alt":"Awakenings","descr":"Everett Lynch (Michael Mosley) hat seine Tochter aus der Staatsanwaltschaft gewaltsam befreit. Auf der Flucht schießt Grace J.J. nieder. Außerdem hat Spencer (Matthew Gray Gubler) eine wichtige Begegnung mit seiner Mutter, Diana Reid (Jane Lynch), während sie für einen Moment wach ist.","versions":[{"lang":1,"streams":[{"redirect":14043342,"hoster":"VOE"},{"redirect":12825989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14195034,"hoster":"VOE"},{"redirect":12817979,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Unglück der anderen","epNo":3,"alt":"Spectator Slowing","descr":"Das BAU-Team untersucht eine Reihe von scheinbar zufälligen, tödlichen Explosionen in Kentucky und Tennessee.","versions":[{"lang":1,"streams":[{"redirect":14225517,"hoster":"VOE"},{"redirect":12818074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14225590,"hoster":"VOE"},{"redirect":12837353,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Samstag","epNo":4,"alt":"Saturday","descr":"Die Mitglieder der BAU genießen einen freien Samstag auf jeweils ganz unterschiedliche Art und Weise. Während Rossi (Joe Mantegna) und Prentiss (Paget Brewster) Simmons (Daniel Henney) helfen, ein neues Gitterbett aufzustellen, führt Garcia (Kirsten Vangsness) einen Hacker-Wettbewerb an und Dr. Reid (Matthew Gray Gubler) kommt mit einer Frau namens Maxine ins Gespräch.","versions":[{"lang":1,"streams":[{"redirect":14105660,"hoster":"VOE"},{"redirect":12171207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139227,"hoster":"VOE"},{"redirect":12837357,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alles für meinen Bruder","epNo":5,"alt":"Ghost","descr":"Nach einer Reihe von tödlichen Schießereien reist das BAU-Team nach Des Plaines, Illinois, um einen scheinbar nachahmenden Serienmörder zu ermitteln. Ihre Bemühungen werden aus der Bahn geworfen, als Mitglieder der BAU ins Visier genommen werden.","versions":[{"lang":1,"streams":[{"redirect":14233292,"hoster":"VOE"},{"redirect":12814300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14156992,"hoster":"VOE"},{"redirect":12837355,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das letzte Date ","epNo":6,"alt":"Date Night","descr":"Nachdem ein Vater und eine Tochter entführt wurden, kehrt ein ehemaliger Feind der BAU mit sehr spezifischen Forderungen an Dr. Reid zurück, die dem Ausdruck \"Räder hoch\" eine ganz neue Bedeutung verleihen.","versions":[{"lang":1,"streams":[{"redirect":14030922,"hoster":"VOE"},{"redirect":12837482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042526,"hoster":"VOE"},{"redirect":12837352,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sieben Leben, sieben Jahre","epNo":7,"alt":"Rusty","descr":"Drei Männer werden in Denver enthauptet aufgefunden. Das BAU-Team erkennt als Auslöser der brutalen Taten eine psychische Störung, die mit falschen Erinnerungen einhergeht. Zeitgleich wird für Prentiss ihre Zukunft mit Special Agent Andrew Mendoza auf eine harte Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":14158416,"hoster":"VOE"},{"redirect":12814302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14213396,"hoster":"VOE"},{"redirect":12837356,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Baum der Wünsche","epNo":8,"alt":"Family Tree","descr":"Prentiss (Paget Brewster) und J.J. (A. J. Cook) stehen vor wichtigen Entscheidungen über ihre Zukunft, während die BAU nach Beaumont, Texas, reist, um eine Reihe ermordeter Geschäftsleute zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":14195004,"hoster":"VOE"},{"redirect":12818075,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105523,"hoster":"VOE"},{"redirect":12837354,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Meistgesuchte","epNo":9,"alt":"Face Off (1)","descr":"Das BAU-Team reist nach Nevada, in der Hoffnung dort eine Spur von dem ‚Chamäleon‘ Everett Lynch zu finden. Stattdessen treffen die Beamten aber auf Lynchs Mutter, die ganz eigene Pläne verfolgt – mit tödlicher Konsequenz.","versions":[{"lang":1,"streams":[{"redirect":14139295,"hoster":"VOE"},{"redirect":12837483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139345,"hoster":"VOE"},{"redirect":12814222,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Anfang vom Ende","epNo":10,"alt":"And in the End (2)","descr":"Nach einer explosiven Begegnung mit Everett Lynch (Michael Mosley), dem Chamäleon, leidet Dr. Reid (Matthew Gray Gubler) an einer Hirnverletzung und wird, während er halluziniert, von Geistern seiner Vergangenheit besucht. Die BAU macht eine schockierende Entdeckung, die Rossi (Joe Mantegna) persönlich betrifft.","versions":[{"lang":1,"streams":[{"redirect":14078307,"hoster":"VOE"},{"redirect":12837484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159053,"hoster":"VOE"},{"redirect":12113630,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-16","episodes":[{"epId":"episode-1","name":"CM Evolution - Das ist erst der Anfang","epNo":1,"alt":"Just Getting Started","descr":"Als ein Familienzerstörer ein Teenager-Mädchen entführt, arbeitet die Abteilung für Verhaltensanalyse auf beiden Seiten des Landes an dem Fall, um sie zu retten. Aber eine unwahrscheinliche Verbindung zu einem mysteriösen Bausatz führt zu einer größeren Untersuchung, in deren Mittelpunkt Penelope Garcia steht.","versions":[{"lang":1,"streams":[{"redirect":14157359,"hoster":"VOE"},{"redirect":12653141,"hoster":"Vidoza"},{"redirect":12814301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158926,"hoster":"VOE"},{"redirect":12837360,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"CM Evolution - Sicarius","epNo":2,"alt":"Sicarius","descr":"Während das Team einen UnSub jagt, der Rückenmarkskabel durchtrennt, entdecken sie einen Hinweis aus ihrem letzten Fall, der auf ein Netzwerk von Serienmördern hindeutet. Um herauszufinden, wie groß dieses Netzwerk ist, muss Rossi eine widerwillige Garcia davon überzeugen, das zu tun, was sie nicht will: zur BAU zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":14269099,"hoster":"VOE"},{"redirect":12671537,"hoster":"Vidoza"},{"redirect":14382116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653230,"hoster":"VOE"},{"redirect":12653241,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"CM Evolution - Moose / Elch","epNo":3,"alt":"Moose","descr":"Das Herzstück des Serienmördernetzwerks ist Elias Voit. Ein gefährlicher Psychopath. Manipulativer Narzisst. Liebender Vater und Ehemann. Um ihn zu finden, muss das Team alle seine Kill Kits finden. Doch eines fehlt, und die Spur führt zu einer Bombe mitten in Washington, D.C.","versions":[{"lang":1,"streams":[{"redirect":12671507,"hoster":"VOE"},{"redirect":12671516,"hoster":"Vidoza"},{"redirect":14382117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653260,"hoster":"VOE"},{"redirect":14382097,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"CM Evolution - Pay-Per-View","epNo":4,"alt":"Pay-Per-View","descr":"Die BAU ist auf der Suche nach der nächsten Verbindung zum Netzwerk der Serienmörder, als sie ein Einbruchsteam verfolgt. Alvez und Garcia überzeugen Tyler Green davon, sich einem kognitiven Interview zu unterziehen, um seine Erinnerungen an Sicarius freizulegen.","versions":[{"lang":1,"streams":[{"redirect":12671508,"hoster":"VOE"},{"redirect":12671523,"hoster":"Vidoza"},{"redirect":14382120,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653274,"hoster":"VOE"},{"redirect":14382099,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"CM Evolution - Der Biss des Ödipus","epNo":5,"alt":"Oedipus Wrecks","descr":"Eine überraschende Verbindung zwingt den stellvertretenden Direktor Bailey, die BAU um einen Fall zu bitten, bei dem es um junge Prominente aus Washington geht, die von einem sadistischen UnSub gebissen werden. Doch als der Fall politisch wird, gerät die BAU in das Fadenkreuz eines einflussreichen Senators. Das Team wird zu einem zweiten Schiffscontainer geführt, der so präpariert ist, dass er explodiert.","versions":[{"lang":1,"streams":[{"redirect":12671511,"hoster":"VOE"},{"redirect":12671528,"hoster":"Vidoza"},{"redirect":14468066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653294,"hoster":"VOE"},{"redirect":14382100,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"CM Evolution - Wahre Überzeugung","epNo":6,"alt":"True Conviction","descr":"Die Explosion scheint den wahren Drahtzieher hinter Sicarius entlarvt zu haben, aber es ist nicht alles so, wie es scheint. Wird jemand für diese tödlichen Aktionen verantwortlich gemacht? Die BAU ist entschlossen, die Wahrheit herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":12671517,"hoster":"VOE"},{"redirect":12671536,"hoster":"Vidoza"},{"redirect":14382122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230786,"hoster":"VOE"},{"redirect":14385057,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"CM Evolution - Was uns nicht umbringt…","epNo":7,"alt":"What Doesn’t Kill Us","descr":"Während das Schicksal der Sicarius-Ermittlungen in der Schwebe hängt, übernimmt die BAU einen Fall in West Virginia, wo ein UnSub seine eigene verdrehte Form der alttestamentarischen Rache praktiziert.","versions":[{"lang":1,"streams":[{"redirect":12689034,"hoster":"VOE"},{"redirect":12689045,"hoster":"Vidoza"},{"redirect":14382124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653339,"hoster":"VOE"},{"redirect":14382102,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"CM Evolution - Wahrheit oder Pflicht","epNo":8,"alt":"Forget Me Knots","descr":"Voits innere Kämpfe mit sich selbst führen ihn zu einer verzweifelten Entführung. Doch Rossis Besessenheit bringt die BAU näher an die Wahrheit heran als je zuvor.","versions":[{"lang":1,"streams":[{"redirect":12689047,"hoster":"VOE"},{"redirect":12689052,"hoster":"Vidoza"},{"redirect":14382123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653340,"hoster":"VOE"},{"redirect":14382101,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"CM Evolution - Memento Mori","epNo":9,"alt":"Memento Mori","descr":"Rossi wird alles tun, um zu beweisen, dass Elias Voit Sicarius ist.","versions":[{"lang":1,"streams":[{"redirect":14230773,"hoster":"VOE"},{"redirect":12689040,"hoster":"Vidoza"},{"redirect":14468067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12653351,"hoster":"VOE"},{"redirect":14382104,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"CM Evolution - Sackgasse","epNo":10,"alt":"Dead End","descr":"In den Klauen von Voit stößt Rossi an die Grenzen seines technischen Know-hows und seiner mentalen Stärke. Während die BAU ihren Griff um Voit verschärft, zeigt er, wie weit er bereit ist, seinen tödlichen Kreuzzug zu führen.","versions":[{"lang":1,"streams":[{"redirect":12689031,"hoster":"VOE"},{"redirect":12689042,"hoster":"Vidoza"},{"redirect":14468069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159047,"hoster":"VOE"},{"redirect":14382105,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-17","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Gold Star","descr":"Die BAU untersucht eine tödliche Gold-Star-Verschwörung, während die Überstellung des Serienmörders Elias Voit in ihrem Hinterhof zu Komplikationen führt. Angesichts der bisher größten Bedrohung kann das Team von den verwirrenden Folgen nicht verschont bleiben.","versions":[{"lang":2,"streams":[{"redirect":14083969,"hoster":"VOE"},{"redirect":14083967,"hoster":"Vidoza"},{"redirect":14382106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Contagion","descr":"Die BAU untersucht eine Reihe von Morden, die nach demselben Muster ablaufen wie die Morde des Strike Teams. Sie versuchen, eine Verbindung zwischen den Opfern herzustellen, um festzustellen, ob es sich um denselben Mörder handelt.","versions":[{"lang":2,"streams":[{"redirect":14165893,"hoster":"VOE"},{"redirect":14083962,"hoster":"Vidoza"},{"redirect":14382108,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Homesick","descr":"Die BAU wird dazu nach Houston gerufen, die \"Umzugstag-Morde\" zu untersuchen und einen ritualistischen Killer zu verfolgen, der seine Opfer mit einer abartigen Methode überwältigt. JJ überzeugt Sydney Voit, ihrem entfremdeten Ehemann ein letztes Treffen zu gewähren, damit er sich von seinen Töchtern verabschieden kann, bevor diese in den Zeugenschutz kommen. Tyler ermittelt eigenmächtig gegen Gold Star, indem er das Telefon einer Person von besonderem Interesse klont. Prentiss erhält die Geheiminformation, dass sie zur Zielscheibe von Verschwörungstheoretikern werden könnte.","versions":[{"lang":2,"streams":[{"redirect":14114495,"hoster":"VOE"},{"redirect":14114501,"hoster":"Vidoza"},{"redirect":14382110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Kingdom of the Blind","descr":"Die BAU geht andere Gold-Star-Morde mit dem gleichen makabren M.O. an. Elias Voit verabschiedet sich von seiner Familie. Prentiss kämpft mit den Folgen ihres Streits mit Brian Garrity. Garcia hackt das geklonte Telefon, das Tyler Green mitbrachte.","versions":[{"lang":2,"streams":[{"redirect":14165925,"hoster":"VOE"},{"redirect":14382107,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Conspiracy vs. Theory","descr":"Die BAU beauftragt Voit mit der Gefangennahme von Jade und Damien, den Unbekannten hinter den Gold-Star-Morden. Während Damien und Jade die Oberhand gewinnen, muss die BAU zusehen, wie Voit versucht, mit ihnen zu verhandeln, um ein Massenunfallereignis zu vermeiden.","versions":[{"lang":2,"streams":[{"redirect":14153471,"hoster":"VOE"},{"redirect":14382109,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Message In A Bottle","descr":"Tyler legt der BAU einen Fall vor. Alvez und Garcia analysieren Tylers Beziehung zu seiner Ex-Freundin und versuchen herauszufinden, wer es auf sie abgesehen haben könnte. JJ hilft Prentiss, sich mit ihrer schwindenden Begeisterung für ihren Job auseinanderzusetzen. Als Rossis Wahnvorstellungen von Voit einen kritischen Punkt erreichen, stellt er Voit im Gefängnis zur Rede und geht mit dessen Hilfe der wirklichen Ursache seiner Angstzustände auf den Grund.","versions":[{"lang":2,"streams":[{"redirect":14209407,"hoster":"VOE"},{"redirect":14382111,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Piranha","descr":"Die BAU nimmt einen sadistischen Unbekannten in D.C. ins Visier. Prentiss und Rossi tauchen in die Geschichte der BAU ein, um Verbindungen zu Gold Star zu finden.","versions":[{"lang":2,"streams":[{"redirect":14213390,"hoster":"VOE"},{"redirect":14468071,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"North Star","descr":"Die BAU versucht, Jade und Damien bei ihrem Amoklauf einen Schritt voraus zu sein. Rossi muss sich notgedrungen mit seiner schwierigen Vergangenheit mit Jill Gideon auseinandersetzen. Die beiden müssen ihre Befindlichkeiten außen vor lassen und sich gemeinsam mit der Verhaltenspsychologieforschung befassen, die zum Gold-Star-Programm geführt hat. Als Jade und Damien die Oberhand gewinnen, vertieft sich Rossi in das Profil, um herauszufinden, wohin sie unterwegs sind. Tyler und Rebecca arbeiten daran, Druck auf Elias Voits Anwalt auszuüben.","versions":[{"lang":2,"streams":[{"redirect":14223458,"hoster":"VOE"},{"redirect":14380660,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Stars \u0026 Stripes","descr":"Während Jade auf der Flucht ist, baut die BAU weiterhin die Teile zusammen, die die Gold-Star-Opfer mit Aida Limited verbinden. Jade und Dana folgen Voits Brotkrumen bis zum Kern der Verschwörung. Die Vollstreckung eines Durchsuchungsbefehls durch die BAU hat tödliche Folgen.","versions":[{"lang":2,"streams":[{"redirect":14302350,"hoster":"VOE"},{"redirect":14468074,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Save the Children","descr":"Als die Identität des letzten Gold-Star-Mitglieds enthüllt wird, fügen sich alle Puzzleteile endlich zu einem Gesamtbild zusammen, und Prentiss gerät in Lebensgefahr. Rossi stattet Voit einen letzten Besuch ab, und die BAU nimm die gnadenlose Jagd nach den verbleibenden Gold Stars auf. In einer dramatischen Auseinandersetzung zwischen Prentiss, Jade und ihrem Komplizen kommt die Wahrheit hinter der \"Verschwörung\" ans Licht, und die Gold-Star-Saga erreicht ihren packenden Abschluss.","versions":[{"lang":2,"streams":[{"redirect":14278471,"hoster":"VOE"},{"redirect":14382113,"hoster":"Streamtape"}]}]}]}]}