{"path":"/serie/stream/criminal-minds-team-red","name":"Criminal Minds: Team Red","descr":"Special Agent Sam Cooper (Forest Whitaker) führt eine Eliteeinheit des FBI, die zu unkonventionellen Ermittlungsmethoden greift, um besonders gefährliche Kriminelle festzunageln. Dabei verlässt sich der mental wie psychisch starke Anführer auf ein handverlesenes Team von Profilern und versucht stets, die politische Bürokratie zu meiden. Zu seiner Einheit gehören der frühere britische Elite-Soldat Mick Rawson (Matt Ryan) sowie der ehemalige Kleinkriminelle John `Prophet` Sims (Michael Kelly). Gina LaSalle (Beau Garrett), eine schlagfertige Agentin mit einem ganz besonders feinem Wahrnehmungsvermögen, ergänzt das Team.","seasons":[{"path":"/serie/stream/criminal-minds-team-red/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-1","name":"Das Geschenk","epNo":1,"alt":"Two Of A Kind","descr":"In einer noblen Vorortsiedlung von Cleveland wird die achtjährige Samantha entführt. Coopers Team findet bald heraus, dass kurz zuvor die ebenfalls achtjährige Aisha entführt wurde. Laut Zeugenaussagen wurde an beiden Tatorten ein himmelblauer Van gesichtet. Die Ermittlungen ergeben, dass der Täter ein Psychopath sein muss, der Samantha als Spielgefährtin für die entführte Aisha ausgesucht hat. Ein geographisches Profil soll helfen, den Aufenthaltsort des Täters zu bestimmen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599209","hoster":"VOE"},{"path":"/redirect/8362239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-2","name":"Drei Züge voraus","epNo":2,"alt":"Lonely Hearts","descr":"In Cincinnati sterben mehrere Männer in Luxushotels. Sie sind Opfer einer mysteriösen Frau, die mit ihnen aufs Zimmer geht und sie vor dem Sex ersticht. Die Profiler finden heraus, dass der langsame Vorgang des Sterbens im Vordergrund steht. Jill, die sich selbst bei einer frappierend ähnlichen Tat in letzter Sekunde retten konnte, bringt die FBI-Leute auf eine heiße Spur, aber der damalige Täter - der Frauenmörder Marcus - sitzt dafür bereits seit längerer Zeit im Gefängnis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578898","hoster":"VOE"},{"path":"/redirect/8362238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-3","name":"Nichts sehen, nichts hören","epNo":3,"alt":"See No Evil","descr":"In Tuscon, Arizona, wird der 56jährige Kenneth Richards vor einem Supermarkt tot in seinem Wagen gefunden. Da dem Mann die Augen entfernt wurden, ruft das Policedepartment die BAU hinzu. Die Profiler finden zunächst heraus, dass es sich um eine Täterin handelt. Als am nächsten Morgen die herausgeschälten Augen in einer Zeitungsbox gefunden werden, wird klar, dass es weitergeht und die Täterin eine Botschaft übermitteln will. Beth erkennt, dass es sich dabei um den Verweis auf einen Nachruf für Steve Lawford handelt, der nach einer Knieoperation im \"Hope Memorial Hospital\" an einer Staph-Infektion gestorben ist. Da auch Richards dort kurz vor einer Operation gestanden hat, führt die Spur zu dem Chirurgen. Als dessen Assistentin Karen tot mit einem Eispicker im Ohr gefunden wird, fällt der Verdacht zunächst auf Steve Lawfords Witwe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599210","hoster":"VOE"},{"path":"/redirect/8362241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-4","name":"Nur ein Schuss","epNo":4,"alt":"One Shot Kill","descr":"In Chicago gibt es einen Heckenschützen, der aus sehr großer Entfernung wahllos Menschen tötet. Coopers Team wird auf diesen Sniper angesetzt, denn der Direktor hofft, dass Mick als Scharfschütze gute Chancen hat, ein Profil zu erstellen. Während sich die Ermittler langsam ein Bild machen, mordet der Unbekannte unbehelligt weiter. Penelope Garcia stellt schließlich eine Verbindung zu einem Mord fest, der bereits zwölf Jahre zurückliegt und der mit derselben Waffe verübt wurde. Für das Profil gehen die Experten von einem 25- bis 35jährigen Mann aus, der Mick beweisen zu wollen scheint, dass er der bessere Scharfschütze ist. Dass die Beziehung persönlich wird, beweist auch ein Pager, der Mick zugeschickt wird. Ab jetzt kündigt der Unbekannte jeden seiner Morde an...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599211","hoster":"VOE"},{"path":"/redirect/8362243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-5","name":"Hier ist das Feuer","epNo":5,"alt":"Here is the Fire","descr":"In einer High School fallen zahlreiche Menschen einer Bombe zum Opfer. Sam Cooper und sein Team versuchen in mühevoller Kleinarbeit, ein Profil zu erstellen. Als sie auf einem Rohrbombenfragment die Worte \"Hier ist das Feuer\" entdecken, fällt Sam sofort die passende Bibelstelle ein. In einer Kirche finden sie dann eine heiße Spur, die zu einem Mann führt, der seine drei Söhne scheinbar genauso opfern will wie einst Abraham Isaak. Das Team darf nun keine Zeit verlieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578899","hoster":"VOE"},{"path":"/redirect/8362242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-6","name":"Der Henker","epNo":6,"alt":"Devotion","descr":"Der junge Familienvater Kevin Laughlin wird in Joliet, Illinois erhängt im Wald gefunden. Seine Hände sind mit Klebeband in eine demütige Geste gebracht, auch sein Mund ist verklebt. Sam und seine Leute können aus den Spuren viel lesen, auch dass der Mörder nicht allein war. Da er sich immer entlang eines Highway bewegt, lassen sich an einer Tankstelle weitere Hinweise finden, die schliesslich zu einem billigen Motel führen. Dort wird viel Paraffin und Parfüm gefunden, so dass den Profilern plötzlich der Verdacht kommt, dass der Mörder mit einer frisch Verstorbenen unterwegs ist, deren Tod als der Auslöser anzusehen ist. Sie profilen einen jungen Mann, der schizophren ist. Nur knapp verfehlen sie ihn und können auch nicht verhindern, dass er einen nächsten Mann am Strick sterben lässt. Garcia findet dann durch abenteuerliche Kombinationen den Namen des Mörders heraus. Es ist Michael Vinoda, der zusammen mit seiner Schwester in Pflegefamilien aufgewachsen ist. Die Sätze, die er versehentlich wie einen Psalm auf dem Handy des Toten hinterlassen hat, ähnelt ein bisschen wortverdreht dem Wahlkampfslogan von Grant Nichols, der gerade in D.C. als Stadtrat kandidiert. Der sieht keine Zusammenhänge, eilt aber sofort nach dem FBI-Besuch nach Hause und sieht seine Familie in den Händen eines Schizophrenen, der ein totes Mädchen an den Tisch gesetzt hat. Aber diesmal kommen die Profiler zur rechten Zeit, obwohl sie Grant als den eigentlichen Verursacher der Morde ausmachen. Denn er ist der Vater des schizophrenen Michel und des gestorbenen Mädchen, die er einst sich selbst überlassen hat, als Michels psychischen Probleme diagnostiziert worden waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599212","hoster":"VOE"},{"path":"/redirect/8362246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-7","name":"Jane Doe","epNo":7,"alt":"Jane","descr":"Ein Mann sieht auf einem Parkplatz vor einem Club, dass eine im Auto sitzende Frau Hilfe braucht. Als er der schreienden Frau beistehen will, wird ihm vom Fahrer die Kehle durchgeschnitten. Da in letzter Zeit bereits andere Frauen vermisst gemeldet wurden, wird die BAU hinzugezogen. Die übliche Profilerarbeit führt jedoch diesmal nicht weiter. Erst als leere Zementsäcke mit Blutflecken gefunden werden, erfährt die BAU, welche Dimension die Entführungsfälle wirklich haben ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599213","hoster":"VOE"},{"path":"/redirect/8362245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-8","name":"Die dunkle Seite","epNo":8,"alt":"Nighthawk","descr":"In Tulsa, Oklahoma, werden in einer Nacht drei Männer mit einem Baseballschläger ermordet. Die Polizei wundert sich, dass sich die durchtrainierten Männer nicht zur Wehr gesetzt haben. Schließlich wird die BAU gerufen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578900","hoster":"VOE"},{"path":"/redirect/8362248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-9","name":"Mutters Liebe","epNo":9,"alt":"Smother","descr":"In Manchester, New Hampshire, werden zwei Frauen entführt, die mit ihren Babys unterwegs waren. Wenig später werden sie tot aufgefunden. Cooper und sein Team gehen zunächst von einem brutalen Mörder aus, der nach seiner Tat Reue zeigt und die Leichen herausputzt und in Pose ablegt. Bald merken sie aber, dass ihr Profil nicht stimmt. Nach genauen Überlegungen kommen sie auf ein Täterpaar. Ein Sozialarbeiter bringt die Profiler dann auf eine heiße Spur ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578903","hoster":"VOE"},{"path":"/redirect/9991605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-10","name":"Die Zeit ist jetzt","epNo":10,"alt":"The Time Is Now","descr":"Nach zehn Jahren Haft findet Veronica Day einen Anwalt, der für sie in Berufung geht. Der einzige Mord, den sie selbst begangen haben soll, ist der an ihrer Mutter, die sie als Baby fortgegeben hat. Die anderen Morde sind offenbar geschehen, indem sie Jungen dazu gebracht hat, ihre eigenen Eltern zu erschießen. Sam Cooper soll unvoreingenommen über das Profiling von damals aussagen. Sam hat aber von Anfang an das Gefühl, dass bei diesem Fall irgendetwas nicht stimmt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578901","hoster":"VOE"},{"path":"/redirect/8362256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-11","name":"Blick in den Abgrund","epNo":11,"alt":"Strays","descr":"In Washington D.C. wird Emma, die Tochter eines Bundesrichters, entführt. Da sie die Patentochter des Direktors ist, wird Sam beauftragt, sie wiederzufinden. Garcia findet heraus, dass Emma ein Partygirl und Drogen gegenüber nicht abgeneigt ist. Schnell kommen die Profiler dem Entführer auf die Spur. Nach seiner Festnahme wird jedoch klar, dass der Täter einen Auftraggeber hat und viel psychologisches Fingerspitzengefühl nötig ist, um herauszufinden, wohin Emma gebracht wurde ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599214","hoster":"VOE"},{"path":"/redirect/8362258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-12","name":"Die blaue Maske","epNo":12,"alt":"The Girl in the Blue Mask","descr":"In einem Wald wird ein toter Marine gefunden, dem die rechte Gesichtshälfte zerfetzt wurde. Die Spuren deuten darauf hin, dass der Mörder die Haut für eine Transplantation benutzen will. Als eine Joggerin im Wald überfallen wird, der wiederum Haut entfernt wurde, erhärtet sich der Verdacht. Die Profiler gehen von einem Täter aus, der an der Wahnvorstellung leidet, er könne eine Gesichtstransplantation durchführen. Kann Coopers Team den Mann stoppen, bevor er wieder zuschlägt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599215","hoster":"VOE"},{"path":"/redirect/8362261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/criminal-minds-team-red/staffel-1/episode-13","name":"Ein Leben für ein Leben","epNo":13,"alt":"Death by a Thousand Cuts","descr":"In Dallas werden eine Drogensüchtige, ein Dealer und ein alter Mann ermordet. Die Polizei geht von einem Serienkiller aus und fordert das FBI an. Cooper steht vor einem Rätsel, denn die Zeugenaussagen passen nicht zu einem brutalen Mörder. Durch Überwachungsvideos kann ein Tatverdächtiger ermittelt werden. Schnell stellt sich aber heraus, dass dieser von jemandem erpresst wurde und einen beliebigen Menschen töten sollte, um seinen entführten Sohn wiederzubekommen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599216","hoster":"VOE"},{"path":"/redirect/8362266","hoster":"Streamtape"}]}]}]}]}