{"seriesId":"cristela","name":"Cristela","descr":"Im sechsten Jahr ihres Jurastudiums ist Cristela kurz davor, ein Praktikum bei einer Anwaltskanzlei zu beginnen. Doch ihre traditionsbewusste mexikanisch-amerikanische Familie findet ihr Streben nach Erfolg deutlich zu ambitioniert…Bei der US-Serie \"Cristela\" handelt es sich um eine semi-autobiografische Multi-Camera-Sitcom, in der Cristela Alonzo, die gemeinsam mit Kevin Hench (\"Last Man Standing\") das Drehbuch verfasste, ihre Erfahrungen als US-Amerikanerin mit lateinamerikanischen Wurzeln verarbeitet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Cristelas Traum","epNo":1,"alt":"Pilot","descr":"Cristelas Familie hat das Gefühl, dass sie ihre Zeit damit verschwendet, Anwältin zu werden, und sich einen richtigen Job suchen sollte. Entschlossen, es zu schaffen, versucht sie, sich von den anderen Praktikantenkandidaten abzuheben und versucht, den Anwalt mit Humor zu beeindrucken, der sie immer weiter in ein tieferes Loch gräbt. Zurück im Haus ermutigt Daniela sie, mit dem Versuch aufzuhören, etwas zu erreichen, das sie niemals erreichen wird, und mit ihr ins Callcenter zu gehen. Cristela gibt nach und geht dann unter die Dusche, um ihre Frustration zu ertränken. Sie ist völlig überrascht, als die Mitarbeiter der Anwaltskanzlei sie anrufen und ihr mitteilen, dass sie zu den Auserwählten gehört. Sie weiß, dass dies das Sprungbrett für ihre Karriere und ein weiterer Stein des Anstoßes zwischen ihr und ihrer Familie sein wird.","versions":[{"lang":1,"streams":[{"redirect":12220250,"hoster":"VOE"},{"redirect":12220253,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seelenverwandte","epNo":2,"alt":"Soul Mates","descr":"Daniela glaubt, dass Cristela einen Mann in ihrem Leben braucht, also meldet sie sich bei einem Online-Dating-Service an. Einer der Streichhölzer weckt Cristelas Interesse mit seinen witzigen und charmanten Textnachrichten. Aber als sie sich auf einen Drink treffen, wird sie von dem, der auftaucht, überrascht.","versions":[{"lang":1,"streams":[{"redirect":12220261,"hoster":"VOE"},{"redirect":12220263,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wendy sucht Nanny","epNo":3,"alt":"Mr. Felix and Ms. Daniela","descr":"Nachdem Danielas Freundin Cristela für das Kindermädchen hält, kommt es zu Spannungen zwischen den beiden Schwestern und überraschenderweise ist es Felix, der sie wieder zusammenbringt. Unterdessen versucht Alberto auf unerwartete Weise, Cristela näher zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12220265,"hoster":"VOE"},{"redirect":12980184,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Partyflüsterin","epNo":4,"alt":"Hall-Oates-Ween","descr":"Trent schmeißt eine obligatorische Halloween-Party für Mitarbeiter und Cristela und Josh nehmen die Herausforderung an, daraus eine großartige Party zu machen. Es führt dazu, dass die Büromitarbeiter mit ihren Kostümen ihr Inneres zum Vorschein bringen. Währenddessen baut Natalia einen Altar für den Tag der Toten, frustriert darüber, dass ihre Familie stattdessen Halloween gewählt hat. Als sie von \"Süßes oder Saures\" zurückkehren, sind sie überrascht, Natalia mit einem Publikum aus staunenden Kindern aus der Nachbarschaft vorzufinden, die von ihren Geschichten begeistert sind.","versions":[{"lang":1,"streams":[{"redirect":12220269,"hoster":"VOE"},{"redirect":12220270,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Promi-Besuch","epNo":5,"alt":"Super Fan","descr":"Um seine Aufstiegschancen zu verbessern, möchte Josh Trent näher kommen, indem er mehr über Sport lernt. Als Mark Cuban (Gast, der als Kunde von Trent auftritt) ins Büro kommt, lässt Josh den Ball fallen, weil er glaubt, er sei hier, um den Kühlschrank zu reparieren. Also bittet Josh Cristela um Hilfe, ihm die Grundlagen des Sports beizubringen, besonders in Dallas, wo es um Gott, Familie und die Cowboys geht ... aber nicht in dieser Reihenfolge im 4. Quartal.","versions":[{"lang":1,"streams":[{"redirect":12220274,"hoster":"VOE"},{"redirect":12220275,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer hat die Hosen an","epNo":6,"alt":"Equal Pay","descr":"Trent gibt Cristela einen Fall von Geschlechtsdiskriminierung bei gleichem Lohn, ein Thema, das eine typische Reaktion von Macho Felix und eine unerwartete geheimnisvolle Reaktion von Daniela hervorruft. Auf Cristinas unerbittliches Forschen gesteht Daniela, dass sie die Tatsache verheimlicht hat, dass sie mehr Geld verdient als Felix. Cristina lässt es versehentlich ausrutschen und schickt Felix in den erwarteten Funk. Cristela und Daniela nutzen ihre gemeinsame Kreativität, um zu versuchen, die Dinge auf den Status quo zurückzusetzen.","versions":[{"lang":1,"streams":[{"redirect":12220278,"hoster":"VOE"},{"redirect":12220279,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Logenplätze","epNo":7,"alt":"Enter Singing","descr":"Cristela will den Kindern mehr kulturelle Möglichkeiten bieten und versucht Felix davon zu überzeugen, Henry \"West Side Story\" zeigen zu lassen. Aber dabei befürchtet Felix, dass sich die Interessen seines Sohnes ändern und sie mit zunehmendem Alter nicht mehr so ​​viel gemeinsam haben werden.","versions":[{"lang":1,"streams":[{"redirect":12220281,"hoster":"VOE"},{"redirect":12220283,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Familienangelegenheit","epNo":8,"alt":"Floor Favor","descr":"Trent möchte den Boden seines Büros erneuern und nimmt an, dass Cristela jemanden in der Bodenbelagsbranche kennt, also beauftragt sie Felix \u0026 Alberto mit dem Job. Obwohl die Jungs einen großartigen Job machen und sich mit Trent verbinden, behandeln sie Cristela wie ihre angezogene kleine Schwester … wie sie es zu Hause tun, also will Cristela einen Weg finden, sie loszuwerden … schnell. Währenddessen bringt Daniela Natalia bei, wie man das Internet benutzt.","versions":[{"lang":1,"streams":[{"redirect":12220286,"hoster":"VOE"},{"redirect":12220287,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mamas Liebling","epNo":9,"alt":"It’s Not About the Tamales","descr":"Es ist Weihnachtszeit und Cristela freut sich auf die Tradition, mit ihrer Mutter und ihrer Schwester Tamales zuzubereiten, während die Männer so tun, als würden sie Hausarbeit machen. Unter diesen Männern ist in diesem Jahr Cristelas Bruder Eddie, der von einem Job im Ausland zurückkehrt. Aber als Josh einen Witz mit einer ernsthaften Einladung verwechselt, stürzt er schließlich auf der Tamale-Party der Familie ab. In der Zwischenzeit bekommen Trent und Maddie dringend benötigte Vater-Tochter-Zeit zu Hause, wo sie sich über ihre gemeinsame Unfähigkeit, selbst das einfachste Weihnachtsfest zuzubereiten, einig werden.","versions":[{"lang":1,"streams":[{"redirect":12220291,"hoster":"VOE"},{"redirect":12220290,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die zukünftige Ex-Frau","epNo":10,"alt":"Veronica","descr":"Trent und seine Frau (Gaststar Roseanne Barr als \"Veronica\") haben einige kriegerische Probleme und scheinen sich bald zu trennen. Veronica findet sofort Gefallen an Cristela und bietet ihr einen Job in ihrer Anwaltskanzlei an, die sich auf Fälle spezialisiert hat, die Cristela anlocken, aber wird sie ihre Loyalität gegenüber Trent aufgeben können? Währenddessen haben Henry und Isabella gegensätzliche Ansichten darüber, wie man am besten Schokoriegel für eine Spendenaktion in der Schule verkauft, und bitten Felix, Daniela und Alberto um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12220294,"hoster":"VOE"},{"redirect":12220295,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In der Klemme","epNo":11,"alt":"Dead Arm","descr":"Es ist ein Fall von Schuldzuweisungen, als Isabella in der Schule in Schwierigkeiten gerät, nachdem sie als Mobber bezeichnet wurde. Cristela versucht herauszufinden, welches Familienmitglied Izzy dieses erlernte Verhalten beigebracht hat, da Daniela, Natalia, Felix und Alberto alle Eigenschaften haben, die Izzy beeinflusst haben könnten. Erst als Cristela und Josh sich darüber streiten, die Textnachrichten des anderen falsch zu interpretieren, weist Maddie darauf hin, dass sogar Cristela selbst ein paar tyrannische Eigenschaften haben könnte.","versions":[{"lang":1,"streams":[{"redirect":12220199,"hoster":"VOE"},{"redirect":12220197,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mund zu Mund","epNo":12,"alt":"Hypertension","descr":"Daniela ist besorgt, dass Cristela aufgrund ihres vollen Terminkalenders nicht auf ihre Gesundheit achtet, und schlägt vor, dass sie ein paar Pfunde abnehmen sollte, um sie als Beispiel zu nehmen. Aber als Cristela sagt, dass sie nicht wie Daniela werden will, bringt Daniela Cristela dazu, einen kostenlosen Blutdrucktest zu machen, und findet heraus, dass sie es ist, die sich Sorgen machen sollte. Währenddessen versucht Maddie, Josh eine Lektion zu erteilen, als er versucht, Trent zu beeindrucken, indem er HLW lernt.","versions":[{"lang":1,"streams":[{"redirect":12220200,"hoster":"VOE"},{"redirect":12220204,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unkraut vergeht nicht","epNo":13,"alt":"Mexican Mona Lisa","descr":"Cristela ist begeistert, für diese Woche als Trents Assistentin einzuspringen, da sie mit einer Bezahlung einhergeht. Aber Josh weist darauf hin, dass der Weg zu einem erfolgreichen Anwalt möglicherweise nicht am besten über den Weg der Sekretärin beschritten wird. Währenddessen zu Hause erfahren Daniela und CRISTELA von einem verpassten Anruf von Natalias Arzt und befürchten sofort das Schlimmste – was sie dazu veranlasst, eine \"Bucket List\" für Natalia zu erstellen – sie fühlen sich schlecht, dass sie es nicht erleben durfte viel von dem, was das Leben zu bieten hat","versions":[{"lang":1,"streams":[{"redirect":12220202,"hoster":"VOE"},{"redirect":12220206,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Eheberaterin","epNo":14,"alt":"Marriage, Counselor","descr":"Trent und Veronica (Roseanne Barr kehrt zurück) stehen kurz vor der Scheidung, aber es stellt sich heraus, dass ein Ehevertrag nie unterschrieben wurde, und der Gedanke, Veronica die Hälfte seines Vermögens zu geben, lässt Trent vor Schmerz zusammenzucken. Da Trent weiß, dass Cristela und Veronica sich nahe gekommen sind, bittet Trent Cristela um Hilfe, um Veronica dazu zu bringen, einen Ehevertrag zu unterschreiben. Veronica sagt, sie will die Scheidung nicht. Als Cristela dies nach Trient zurückbringt, sagt er dasselbe – und so beginnt Cristela, Eheberaterin zu spielen. Währenddessen ärgert sich Daniela über Felix, nachdem sie herausgefunden hat, dass die Geschichte, die er ihr erzählt hatte, dass er seine Ex-Freundin für sie verlassen hatte, eine Lüge war.","versions":[{"lang":1,"streams":[{"redirect":12220211,"hoster":"VOE"},{"redirect":12220210,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Geschwisterliebe","epNo":15,"alt":"Gifted \u0026 Talented","descr":"Cristela versucht, Izzy in das Hochbegabtenprogramm der Schule zu bekommen, weil sie selbst damals nicht in dasselbe Programm kam. Maddie muss in der Poststelle arbeiten, um den Schaden zu bezahlen, den sie an ihrem Auto verursacht hat.","versions":[{"lang":1,"streams":[{"redirect":12220214,"hoster":"VOE"},{"redirect":12220219,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Entscheidung","epNo":16,"alt":"Confirmation","descr":"Cristelas Loyalität zu Hause und bei der Arbeit wird auf die Probe gestellt, als sie verspricht, Henrys Sponsorin für seine Konfirmationszeremonie zu sein, und Trent sie bittet, bei einer Benefizveranstaltung an seiner Seite zu sein. Dann, nachdem Maddie ein Video online gestellt hat und Trent im Hintergrund gesehen wird, wie er rassistische Kommentare abgibt, hält er eine Pressekonferenz ab, um seinen Namen reinzuwaschen. Cristela muss eine schwierige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":12220223,"hoster":"VOE"},{"redirect":12220224,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Natalias Sieg","epNo":17,"alt":"Fifteen-Something","descr":"Als Juanita Canales die Familie in die Quinceañera ihrer Enkelin einlädt, möchte Natalia angeben und verschiedene Aspekte der Familie nutzen, um alle zu beeindrucken. Dies gipfelt darin, dass sie Cristela dazu drängt, Josh als ihr Date von der Arbeit mitzubringen, und Cristela hat den ersten Tanz, den sie nie hatte, als sie fünfzehn wurde.","versions":[{"lang":1,"streams":[{"redirect":12220225,"hoster":"VOE"},{"redirect":12220226,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Cristelas großer Einsatz","epNo":18,"alt":"Latino 101","descr":"Als Trent einen Vermieter vertritt, der beschuldigt wird, sich geweigert zu haben, an Minderheiten zu vermieten, lässt er Cristela während des Prozesses am Tisch des Anwalts sitzen, in der Hoffnung zu beweisen, dass der Angeklagte keine Vorurteile hat, aber sein Plan schlägt fehl. Unterdessen verbindet sich Alberto mit Natalia und Daniela hinterfragt seine Motive.","versions":[{"lang":1,"streams":[{"redirect":12220229,"hoster":"VOE"},{"redirect":12220231,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wahrheit oder Pflicht","epNo":19,"alt":"Great Expectations","descr":"Cristela soll Maddie bei der Arbeit motivieren und versucht, sie davon zu überzeugen, ihr Gewicht zu tragen, während Danielas Dienstreise Felix zu Hause mit den Kindern allein lässt.","versions":[{"lang":1,"streams":[{"redirect":12220232,"hoster":"VOE"},{"redirect":12220234,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein schwieriges Date","epNo":20,"alt":"Last Goose Standing","descr":"Mike Baxter und Ed Alzat von den Outdoor Man-Läden suchen rechtlichen Beistand, als er beabsichtigt, das Waffensortiment des Ladens in Dallas zu erweitern. Trent besteht darauf, dass Cristela versucht, die Gunst des Bebauungsbeauftragten zu erlangen. Währenddessen bekommt Josh etwas Konkurrenz, als Cristela mit Ben Buckner, einem gutaussehenden Mitarbeiter, zusammenarbeitet.","versions":[{"lang":1,"streams":[{"redirect":12220240,"hoster":"VOE"},{"redirect":12220238,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Endspurt","epNo":21,"alt":"Village Mode","descr":"Cristela, Josh \u0026 Maddie sind Stunden von der Anwaltsprüfung entfernt und jeder geht mit dem Stress ein wenig anders um. Cristela sieht dem Test zuversichtlich entgegen, bis Daniela ihren Job verliert. Es ist eine Familienkrise, als Natalia in den \"Village Mode\" wechselt – der dem Überlebensmodus ähnelt und verlangt, dass Cristela den Test aufschiebt und einen Job im örtlichen Friseursalon annimmt. Wird Cristela die Gelegenheit verpassen, ihre eigene Karriere voranzutreiben, nur um ihre Familie zu beruhigen?","versions":[{"lang":1,"streams":[{"redirect":12383195,"hoster":"VOE"},{"redirect":12220246,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Frau Anwältin","epNo":22,"alt":"Movin’ On Up","descr":"Cristela, Maddie und Josh warten gespannt auf die Ergebnisse der Anwaltsprüfung. Zur Überraschung aller besteht Maddie, Josh jedoch nicht. Cristela besteht auch die Prüfung und Trent bietet ihr eine Anwaltsstelle in seiner Anwaltskanzlei an, die mit der Einstellung eines Assistenten einhergeht. Angesichts der Tatsache, dass er wieder bei seinen Eltern einziehen muss, nimmt Josh eifrig den Job als Assistent an. Eine ekstatische Cristela kehrt nach Hause zurück, um zu feiern, wird aber liebevoll von Daniela konfrontiert, die möchte, dass Cristela auszieht und beginnt, das Leben eines einzelnen Mädchens zu führen, das Leben, das sie verdient.","versions":[{"lang":1,"streams":[{"redirect":12220247,"hoster":"VOE"},{"redirect":12220249,"hoster":"Streamtape"}]}]}]}]}