{"path":"/serie/stream/crisis","name":"Crisis","descr":"Während einer Klassenfahrt werden die Schüler der Ballard High School, eine Eliteschule für Kinder und Jugendliche von hochrangigen Persönlichkeiten, darunter auch der Sohn des Präsidenten, von Unbekannten als Geiseln genommen. Secret Service Agent Marcus Finley sieht sich bereits an seinem ersten Arbeitstag einer Situation gegenüber, die das ganze Land in Unruhe versetzt. FBI-Agentin Susie Dunn findet zudem heraus, dass ihre Nichte, die Tochter von CEO Meg Fitch, unter den gekidnappten Schülern ist…","seasons":[{"path":"/serie/stream/crisis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/crisis/staffel-1/episode-1","name":"Der Tag der Wanze","epNo":1,"alt":"Pilot","descr":"Die Schüler der Eliteschule Ballard High School sind mit dem Bus zu einem Ausflug unterwegs. Auf einer verkehrsarmen Straße wird der Fahrer in einen Hinterhalt gelockt und die Insassen werden entführt. Nicht ohne Grund: Die Schüler sind allesamt Kinder einflussreicher und extrem wohlhabender Eltern. Die warten nun voller Schrecken auf die Forderungen der mysteriösen Erpresser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103306","hoster":"VOE"},{"path":"/redirect/12492242","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648050","hoster":"VOE"},{"path":"/redirect/8648047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-2","name":"Code Orange","epNo":2,"alt":"If You Are Watching This I Am Dead","descr":"Die Schüler werden von ihren Entführern in einer Villa festgehalten, wo sie an die Grenzen ihrer psychischen Belastbarkeit getrieben werden. Um das Leben ihrer Tochter Amber zu schützen, muss Meg Fitch in kurzer Zeit einen großen Geldbetrag zu Verfügung stellen. Unterdessen suchen Dunn und Finley nach einem Hinweis, der sie zu einem vermissten Agenten des Secret Service führen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981359","hoster":"VOE"},{"path":"/redirect/8363568","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920222","hoster":"VOE"},{"path":"/redirect/8648043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-3","name":"Wahrheit und Schmerz","epNo":3,"alt":"What Was Done to You","descr":"Finley und Dunn haben ein Gespräch mit dem Präsidenten und seiner Gattin. Danach glauben die Agenten zu wissen, welches Elternteil als nächstes eine gefährliche Mission erfüllen muss, um sein Kind zu retten. Unterdessen gab es in der Villa einen Fluchtversuch. Die Strafe der Entführer fällt nicht gerade sanft aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13107967","hoster":"VOE"},{"path":"/redirect/8363566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648042","hoster":"VOE"},{"path":"/redirect/8648038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-4","name":"Unter Verdacht","epNo":4,"alt":"We Were Supposed to Help Each Other","descr":"Finley und Dunn suchen im Leben der Eltern der entführten Kinder nach Hinweisen, die zur Identifizierung der Kidnapper dienen könnten. In der Villa beruhigt sich die Lage unter den Schülern nach dem ersten Schock allmählich und es kehrt eine Art skurriler Alltag ein: Amber hat einen unliebsamen Verehrer, während Beth Anne die Aufmerksamkeit von Kyle durchaus genießen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981363","hoster":"VOE"},{"path":"/redirect/8363569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648034","hoster":"VOE"},{"path":"/redirect/8648035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-5","name":"Verbündete wider Willen","epNo":5,"alt":"Designated Allies","descr":"Unter den Geiseln herrscht bedrückte Stimmung: Beth Ann bunkert heimlich die Klinge eines Teppichmessers – doch ihre Aktion bleibt von dem Entführer nicht unbemerkt. Unterdessen wollen Finley und Dunn verhindern, dass ein Verhör zwischen dem CIA und den beiden Soldaten stattfindet, die an der Geheimoperation des CIA beteiligt waren. Ihre Strategie geht jedoch nicht auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981368","hoster":"VOE"},{"path":"/redirect/8363574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648029","hoster":"VOE"},{"path":"/redirect/8648028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-6","name":"Eine Hand wäscht die andere","epNo":6,"alt":"Here He Comes","descr":"Um die Entführer aus der Reserve zu locken, benutzen Finley und Dunn geheime Informationen über die CIA als Köder. Der Trick scheint zu funktionieren: Einen der Kidnapper treibt die Neugier nach draußen und das FBI nimmt die Verfolgung auf. So leicht lässt sich der Entführer jedoch nicht einfangen. Er dreht den Spieß um und führt seine Verfolger an der Nase herum …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981378","hoster":"VOE"},{"path":"/redirect/8363580","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648027","hoster":"VOE"},{"path":"/redirect/8648025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-7","name":"Kontrollverlust","epNo":7,"alt":"Homecoming","descr":"Finley und Dunn lassen sich mit dem Entführer auf einen Deal ein. Um die Eltern der entführten Kinder zu schützen, erledigen sie stattdessen die von dem Kidnapper gestellte Aufgabe: Sie sollen einen vom CIA festgehaltenen Mann in die Freiheit entlassen. Gelingt es ihnen nicht, so wird eine Geisel sterben. Sind sie erfolgreich, wird eine freigelassen. Der Deal scheint zu funktionieren, bis der Kontakt zu dem Entführer plötzlich abbricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103307","hoster":"VOE"},{"path":"/redirect/8363581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648024","hoster":"VOE"},{"path":"/redirect/8648022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-8","name":"Wie weit würden Sie gehen?","epNo":8,"alt":"How Far Would You Go?","descr":"Jonas Clarenbach offenbart den Agenten den Namen des Entführers und auch dessen Absicht: Er will sich an CIA-Chef Widener rächen. Daraufhin lockt Finley Clarenbach zum FBI, um alle Details über die Entführung zu erfahren. Dunn will in der Zwischenzeit ihre Schwester Meg retten, die ebenfalls entführt wurde. Die Kidnapper fordern eine wichtige Person gegen Meg ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981372","hoster":"VOE"},{"path":"/redirect/8363579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648021","hoster":"VOE"},{"path":"/redirect/8648019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-9","name":"Cyber-Angriff","epNo":9,"alt":"You Do Not Know War","descr":"Francis will endlich mehr über den Komplott erfahren, der sein Leben zur Hölle gemacht hat. Er zwingt Sya Liao, die Mutter eines gefangen gehaltenen Schülers der Ballard-School, ein Virus über das Internet zu verbreiten, der in kürzester Zeit wichtige Schaltstellen an der gesamten Ostküste der USA lahmlegt. Finley und Dunn müssen die versierte Mitarbeiterin des chinesischen Geheimdienstes ausfindig machen und sie dazu bringen, das Virus aus dem Verkehr zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981365","hoster":"VOE"},{"path":"/redirect/8363585","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251900","hoster":"VOE"},{"path":"/redirect/8648016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-10","name":"Gefunden!","epNo":10,"alt":"Found","descr":"Eine Leiche sorgt für Schrecken unter allen Beteiligten. Der Schüler Jin Liao wurde von seinen Entführern ermordet. Ein Zettel mit dem Hinweis, dass sich die Eltern der Geiseln nicht den Befehlen der Entführer zu widersetzen haben, vervollständigt den makabren Fund. Francis Gibson kontaktiert in der Zwischenzeit einen weiteren Vater namens Buddy. Als Finley und Dunn glauben, den Standort des Mannes ausfindig gemacht zu haben, ist dieser bereits verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981366","hoster":"VOE"},{"path":"/redirect/11960887","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648014","hoster":"VOE"},{"path":"/redirect/8648012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-11","name":"Ferngesteuert","epNo":11,"alt":"Best Laid Plans","descr":"Um das Leben von fünf Geiseln zu retten, begibt sich Finley in die Gewalt der Kidnapper. Unterdessen ist Francis’ Racheplan an CIA-Chef Widener fast vollkommen: Francis befreit einen Soldaten von Wideners geheimem Killerkommando aus einem Geheimgefängnis der CIA. Dieser soll vor dem Untersuchungsausschuss des Senats Wideners Taktiken des Todes offenlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981371","hoster":"VOE"},{"path":"/redirect/8363590","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648009","hoster":"VOE"},{"path":"/redirect/8648013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-12","name":"Selbstzerstörung","epNo":12,"alt":"This Wasn\u0027t Supposed to Happen","descr":"Der große Showdown in der Villa steht kurz bevor. Während Gibson und Finley in einem Kellerraum eingesperrt sind, ändert Koz seinen Fluchtplan aus der Villa. Als Gibson merkt, dass die Entführer auch ihn mitnehmen wollen, fleht er Finley um Hilfe an – die er nur im Austausch gegen ein Geständnis bekommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981374","hoster":"VOE"},{"path":"/redirect/8363593","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920220","hoster":"VOE"},{"path":"/redirect/8648006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/crisis/staffel-1/episode-13","name":"Der weltbeste Vater","epNo":13,"alt":"World\u0027s Best Dad","descr":"Die Entführer zwingen Francis Gibson sich während einer Mahnwache in der Ballard High School als Entführer der Schulklasse zu outen. Gibson hat nicht vor, das Spiel mitzumachen. Er ahnt, wer der wahre Entführer seiner Tochter ist und geht über Leichen, um sein Mädchen lebend wiederzusehen. Die erste Leiche auf seinem Weg soll die der First Lady der Vereinigten Staaten sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981379","hoster":"VOE"},{"path":"/redirect/8363594","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8648001","hoster":"VOE"},{"path":"/redirect/8647998","hoster":"Streamtape"}]}]}]}]}