{"seriesId":"crossfire","name":"Crossfire","descr":"Jo (Keeley Hawes) genießt mit ihrer Familie und Freunden einen entspannten Urlaub in einem luxuriösen Resort auf den Kanarischen Inseln, als plötzlich bewaffnete Männer das Hotel überfallen. Der Hintergrund der brutalen Tat, bei der die Eindringlinge augenblicklich Schüsse auf die anwesenden Gäste und das Hotelpersonal abgeben, bleibt zunächst unklar. Die ahnungslosen und schutzbedürftigen Urlauber – einschließlich Jo mit ihrer Familie – sowie die Hotelmitarbeiter sehen sich gezwungen, binnen von Sekunden Entscheidungen über Leben und Tod zu treffen, die auch lange nach den letzten Schüssen Auswirkungen auf ihr gesamtes Leben haben werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schüsse","epNo":1,"alt":"Shots","descr":"Jos Welt bricht zusammen, als bewaffnete Männer das luxuriöse spanische Hotel angreifen, in dem sie mit Familie und Freunden Urlaub macht. Der darauffolgende Horror gefährdet Leben und enthüllt Geheimnisse.","versions":[{"lang":1,"streams":[{"redirect":12421783,"hoster":"VOE"},{"redirect":12421772,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Widerstand","epNo":2,"alt":"Resistance","descr":"Da die Schützen des Hotels immer noch auf freiem Fuss sind und sie aus Angst um ihre eigene Familie wie gelähmt ist, nimmt Jo all ihren Mut zusammen, um so viele Mitarbeiter und Gäste wie möglich zu retten.","versions":[{"lang":1,"streams":[{"redirect":12424254,"hoster":"VOE"},{"redirect":12424249,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mut","epNo":3,"alt":"Courage","descr":"Da die Bewohner dem Gemetzel aus dem Hotel entkommen sind, müssen sie sich nun den Nachwirkungen stellen und die Teile zusammensetzen, um das Rätsel zu lösen, warum das Hotel ausgewählt wurde. Als Chinars Beerdigung vorbei ist, macht Jo mit ihrem Leben weiter und versucht, die Dinge wieder in den Normalzustand zu versetzen, stößt aber auf Probleme, die die Dinge noch komplizierter machen.","versions":[{"lang":1,"streams":[{"redirect":12424247,"hoster":"VOE"},{"redirect":12424248,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schuld","epNo":4,"alt":"Guilt","descr":"Jo wird ein Held genannt, fühlt aber nur Traurigkeit und Schuld, was es ihr schwer macht, mit ihren Freunden umzugehen.","versions":[{"lang":1,"streams":[{"redirect":12424252,"hoster":"VOE"},{"redirect":12424253,"hoster":"Streamtape"}]}]}]}]}