{"seriesId":"cry-wolf","name":"Cry Wolf","descr":"[Ulven kommer | A Family Matter] Durch einen Schulaufsatz, in dem sie detailliert ihren gewalttätigen Stiefvater beschreibt, stürzt die 14-jährige Holly ihre Familie in eine schwere Krise.Als ein aufmerksamer Lehrer Hollys Aufsatz liest, schaltet er das Jugendamt ein und der engagierte Sozialarbeiter Lars (Bjarne Henriksen) übernimmt den Fall. Überzeugt von Hollys Geschichte, bringt er sie und ihren siebenjährigen Bruder Theo noch am selben Tag in einer Pflegefamilie unter. Doch als selbst ihre Mutter behauptet, der Aufsatz sei nichts anderes als Ausdruck einer Teenager-Rebellion, beginnt Lars`s Selbstsicherheit brüchig zu werden. Kann man Kindern immer trauen? Wie viel Gefühlschaos hält eine Familie aus? Und wer sagt die Wahrheit?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die 14-jährige Holly hat einen Stil geschrieben, in dem sie ihrem Stiefvater schwere Gewalt vorwirft. Der beste Sozialarbeiter der Gemeinde, Lars Madsen, wird mit dem Fall beauftragt. Im Laufe eines Tages bringt er Holly und ihren kleinen Bruder Theo bei einer Pflegefamilie unter. Die Eltern sind schockiert und behaupten, Holly lüge. Lars hat nun ein paar Wochen Zeit, um in der Sache Kopf und Schwanz zu finden. Aber wer sagt die Wahrheit und wer verbirgt ein Geheimnis? Nicht geeignet für Kleinkinder.","versions":[{"lang":1,"streams":[{"redirect":12282074,"hoster":"VOE"},{"redirect":13013995,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Dea und Simon wurden ihre Kinder weggenommen, und die Leere hallt im Haus wider. Sie beauftragen einen Anwalt, um einen Fall gegen die Gemeinde zu verfolgen. Inzwischen sind Holly und Theo bei einer Pflegefamilie untergebracht und ein neuer Alltag beginnt. Lars ist bei seinen Ermittlungen und holt Aussagen von Polizei, Schule und Krankenhaus ein. Holly wartet gespannt auf die Reaktion ihrer Mutter ...","versions":[{"lang":1,"streams":[{"redirect":12425136,"hoster":"VOE"},{"redirect":12445943,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Lars hat Grund, an Hollys Aussage zu zweifeln, da sich herausstellt, dass sie zuvor eine lebhafte Fantasie hatte. Um Theo glücklich zu machen, schreibt Holly Dea, dass Theo Fußball mag. Aber Deas spontaner Besuch in der Fußballhalle endet nicht gut, und sie muss Lars aufsuchen und um regelmäßigen Kontakt bitten. Holly ermutigt Theo, ehrlich zu sein, als er später von der Polizei per Video verhört werden muss, aber das Ergebnis geht für Lars nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":12425133,"hoster":"VOE"},{"redirect":12445944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Theo hat Heimweh und rennt an seinem Geburtstag von der Pflegefamilie weg. Simon findet ihn zu Hause im Haus der Familie und ist angenehm überrascht. Holly fällt Jonathan, dem Sohn der Pflegefamilie, auf, der ihr die Vorzüge des Lebens auf dem Land zeigt. Dea kommt mit Fähnchen und Pfannkuchen nach Hause, doch die Familienidylle wird jäh unterbrochen, als Lars an der Tür klingelt","versions":[{"lang":1,"streams":[{"redirect":12200699,"hoster":"VOE"},{"redirect":12445948,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Ein Video, in dem Lars Theo abholt, ist viral geworden und Lars spürt die wütende Stimmung in der Öffentlichkeit. Simon ist zufrieden mit der Unterstützung, die sie plötzlich online von Menschen erhalten. Das bringt Deas Job in Gefahr, da die Eltern im Kinderheim angefangen haben, sich in den Ecken zu unterhalten. Lars hat Hollys leiblichen Vater kontaktiert. Anschließend sucht Lars Holly auf, aber als er sie mit den neuesten Informationen in dem Fall konfrontiert, ist sie nicht bereit zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":12425134,"hoster":"VOE"},{"redirect":12445947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Jugendamtsmitarbeiter Lars hat inzwischen einen neuen Verdacht: Nicht Holly, sondern ihre Mutter Dea wird vermutlich von ihrem Mann Simon misshandelt. Er kontaktiert Katja, die Leiterin des Kindergartens, in dem Dea arbeitet. Katja erzählt ihm, dass Dea tatsächlich Schmerzmittel nimmt. Aber reicht das als Beweis? Als Jonatan, der 16-jährige Adoptivsohn von Hollys und Theos Pflegeeltern, eine Party besucht, schließt Holly sich ihm heimlich an. Aber anders als erhofft interessiert sich Jonatan an dem Abend nicht wirklich für sie. Das introvertierte Mädchen sucht Zuflucht im reichlich vorhandenen Alkohol – mit fatalen Folgen… Dea überlegt, Simon auf Empfehlung ihrer Anwältin pro forma zu verlassen, um die Wahrscheinlichkeit zu erhöhen, dass zumindest sie die Kinder nach der anstehenden Verhandlung wieder zurückbekommt. Als sie Simon das mitteilt, rastet der komplett aus…","versions":[{"lang":1,"streams":[{"redirect":12341616,"hoster":"VOE"},{"redirect":12282711,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"In einer Verhandlung soll final entschieden werden, ob die 14-jährige Holly und ihr kleiner Bruder Theo weiterhin in ihrer Pflegefamilie bleiben müssen oder ob sie wieder zurück zu ihren Eltern können. Vor allem Theo wünscht sich nichts sehnlicher als die Rückkehr nach Hause. Doch angesichts der Ausgangslage – sein Vater Simon steht unter Verdacht, gewalttätig zu sein – ist das nicht sehr wahrscheinlich: In aller Regel folgt der Ausschuss der Empfehlung des Jugendamts. Und dieses, vertreten durch Lars, den Sachbearbeiter des Falls, und seine Vorgesetzte Mona, hält nach wie vor daran fest, dass es im Sinne des Wohls der Kinder ist, wenn Holly und Theo in der Obhut der Pflegefamilie bleiben.","versions":[{"lang":1,"streams":[{"redirect":12282072,"hoster":"VOE"},{"redirect":12180076,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Das Unmögliche ist eingetreten: Nach Hollys spektakulärer Kehrtwende beendet der Ausschuss die Inobhutnahme von Holly und Theo mit sofortiger Wirkung. Also alles wieder Friede, Freude, Eierkuchen? Um Abstand zu gewinnen, aber auch um den Nachforschungen von Jugendamtsmitarbeiter Lars zu entgehen, der trotz Versetzung keine Ruhe gibt, beschließen Dea und Simon, in eine andere Stadt zu ziehen – wie schon mehrmals zuvor. Dea äußert den Wunsch, dass alle ihr Bestes geben, damit Kinder und Eltern zu einer glücklichen Familie zusammenwachsen. Holly versteht, was ihre Mutter damit eigentlich sagen möchte: Alle sollen sich einschränken, um den impulsiven Simon nicht zu provozieren. Zu oft verliert Hollys Stiefvater selbst in harmlosen Situationen die Kontrolle über sich selbst. Und Holly scheint diesmal entschlossen, ihn bis zum Äußersten zu reizen...","versions":[{"lang":1,"streams":[{"redirect":12425135,"hoster":"VOE"},{"redirect":12445950,"hoster":"Streamtape"}]}]}]}]}