{"path":"/serie/stream/csi-miami","name":"CSI: Miami","descr":"CSI: Crime Scene Investigation diesmal in Miami als Spin-off von \"CSI: Crime Scene Investigation\".Bombenexperte Horatio Caine (David Caruso) ist der Leiter des CSI-Teams in Miami. Zu seinen besonderen Merkmalen gehören sein fotografisches Gedächtnis und sein trockener Charme.An Caines Seite ermitteln die Ballistikerin und Waffenexpertin Calleigh Duquesne (Emely Procter) und der Bücherwurm Tim Speedle (Rory Cochrane), der die Straßen von Miami kennt wie seine eigene Westentasche.Dazu kommen die DNA-Spezialistin Alexx Woods (Khandi Alexander) und der Tauchexperte Eric Delko (Adam Rodriguez), der die Wasserwege Floridas im Schlaf abtauchen könnte.Diese fünf Ermittler decken mit modernsten Methoden auf, was sich allein vor den Augen von Tätern und Opfern abgespielt hat - immer getreu nach dem Motto: Menschen können Lügen, Beweise nicht!","seasons":[{"path":"/serie/stream/csi-miami/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/csi-miami/staffel-1/episode-1","name":"Absturz","epNo":1,"alt":"Golden Parachute","descr":"Das Team von Horatio Caine untersucht einen Flugzeugabsturz mitten in den Everglades. Schnell stellt sich heraus, dass das abgestürzte Flugzeug Mr. Sommer, einem der größten privaten Versicherungsagenten der östlichen USA gehörte. Zusammen mit seinem Vorstand und seiner Chefbuchhalterin Christina Colucci war der Unternehmer unterwegs zu einem wichtigen Termin bei der Wertpapier- und Börsenaufsicht. Bei der Untersuchung der Leichen stellt man fest, dass der Pilot der Maschine erschossen wurde. Die Leiche der Buchhalterin findet man mysteriöserweise jedoch acht Kilometer von der Absturzstelle entfernt. Als Calleigh Duquesne das Wrack noch einmal genauer untersucht, stellt sich heraus, dass der Pilot nicht erschossen wurde. Weiterhin wird klar, dass sich das Flugzeug unmittelbar vor dem Absturz in einem Sturzflug befand und das Flugzeug diesen Belastungen nicht standgehalten hat. Doch wie kam es überhaupt zum Sturzflug? Als Eric Delko den schwer verletzten Mr. Sommer findet, berichtet dieser von einer tragischen Verkettung von Ereignissen an Bord: Er gibt zu, sich mit seiner Buchhalterin gestritten zu haben. Dabei habe sie sich an der Tür festgehalten, versehentlich den Öffnungsmechanismus bedient und sei daraufhin aus der Tür gefallen. Die Analyse der Blackbox und zwei merkwürdige Stanzungen auf Christinas Arm lassen Caine jedoch an Sommers Geschichte zweifeln ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402228","hoster":"VOE"},{"path":"/redirect/9752975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-2","name":"Eine explosive Mischung","epNo":2,"alt":"Losing Face","descr":"An einem Tatort trifft Horatio seinen alten Chef Al Humphreys wieder. Dieser versucht gerade, eine Bombe zu entschärfen, die sich am Körper eines kolumbianischen Geschäftsmannes befindet. Der Versuch misslingt: Die heimtückische Munition explodiert, und Al Humphreys und der Kolumbianer fliegen in die Luft. Horatio schwört, den Täter zur Strecke zu bringen. Bei der Suche nach dem Tatmotiv findet Horatio heraus, dass der Kolumbianer zwei Ehefrauen hatte. Ist Eifersucht im Spiel? Man macht Abstriche von den Händen beider Frauen und findet bei einer Spuren von TCAP, einem Bestandteil von Sprengstoff. Neue Brisanz erhält der Fall, als das Team zu einer weiteren Bombendrohung gerufen wird. Das Opfer, ein kolumbianischer Antiquitätenhändler, hat mehr Glück als sein Landsmann: Die Bombe ist nur eine Attrappe. Vor dem Tatort entdeckt Horatio jedoch einen Jungen mit einem verdächtigen Päckchen. Darin befindet sich eine Bombe, die dem Jungen von einem fremden Mann aufgeschwatzt wurde. Mit Hilfe eines Störsenders kann Horatio die Auslösung der Bombe im letzten Moment verhindern. Horatio kommt zu dem Schluss, dass der Bombenleger in der Zollbehörde arbeiten muss. Tatsächlich arbeitet dort der ehemalige Bombenexperte Charlie Berenger, der von Al Humphreys suspendiert wurde, weil er den Anforderungen nicht genügt hatte. Als Horatio den Bombenleger in einer Lagerhalle festnehmen will, trifft er dort tatsächlich auf Berenger, der droht, sich selbst in die Luft zu sprengen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402255","hoster":"VOE"},{"path":"/redirect/9752983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-3","name":"Preis der Freiheit","epNo":3,"alt":"Wet Foot/Dry Foot","descr":"Im Magen eines Hais wird der Torso einer menschlichen Leiche mit einem Einschussloch im Brustkorb gefunden. Wenige Tage später wird an der Küste eine unbekannte Tote in einem Reifen angespült. In ihrem Oberschenkel steckt eine Kugel, die aus derselben Waffe stammt. Das CSI-Team vermutet ein Flüchtlingsdrama auf hoher See und nimmt ein verdächtiges Schiff in Augenschein. In dessen Rumpf finden die Ermittler eindeutige Spuren für ein Verbrechen. Außerdem entdeckt Horatio an Bord eine verdächtige Kammer, in der offenbar Kokain transportiert wurde. Mittlerweile hat das Labor das tote Mädchen als Elena de Soto identifizieren können. An der Leiche findet man Hautfetzen, die möglicherweise zu ihrem Mörder gehören und nach der DNA-Analyse nur von einem engen Verwandten stammen können. Man vernimmt Elenas Bruder Pedro, der der Polizei schließlich die ganze, erschreckende Wahrheit erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377477","hoster":"VOE"},{"path":"/redirect/14394813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-4","name":"Ein verhängnisvolles Angebot","epNo":4,"alt":"Just One Kiss","descr":"Am Strand von Miami wird ein Toter gefunden, den man als den Barkeeper Estevan Ordonez identifiziert. Nicht weit von der Fundstelle der Leiche liegt eine schwer verletzte junge Frau namens Jane Renshaw, die missbraucht und anschließend ins Wasser geworfen wurde. Jane kann sich an nichts erinnern - außer an den Namen ihres Freundes Paul Varner. Als sich herausstellt, dass sich Jane nach einer Party am Strand mit Estevan amüsiert hat, gilt Paul als Hauptverdächtiger. Im Verhör erzählt Paul, dass er von Tyler Hamilton, dem Gastgeber der Party, eine äußerst wertvolle Uhr bekommen hat, um Jane für einen Kuss an diesen abzutreten. Jane sei deshalb sehr wütend gewesen und habe die Party verlassen, Paul habe sich betrunken und sich im Gästehaus der Hamiltons schlafen gelegt. Es stellt sich heraus, dass Blutspuren von Estevan Ordonez bis zum Gästehaus führen, er das Blut dort aber nicht selbst verloren haben kann, weil er zu diesem Zeitpunkt schon tot am Strand lag. Als Horatio mit einem Durchsuchungsbefehl bei den Hamiltons auftaucht, haben diese das Gästehaus bereits abreißen lassen. Doch sein Gespür und ein paar eingeschmolzene Glassplitter aus den Überresten des Kamins führen Horatio dennoch auf die Spur des Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377180","hoster":"VOE"},{"path":"/redirect/14391367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-5","name":"Asche zu Asche","epNo":5,"alt":"Ashes to Ashes","descr":"Vater Carlos, ein katholischer Priester, wurde ermordet. Neben zwei Patronenhülsen findet man am Tatort lediglich Fußabdrücke, die auf Turnschuhe schließen lassen. Deshalb sucht man den Täter zunächst unter den Ministranten. Und tatsächlich: Die Abdrücke passen zu denen des kleinen Cameron Medina. Die Polizei verdächtigt jedoch nicht ihn, sondern Camerons gewalttätigen Vater, der verschwunden ist. Megan vermutet, dass der Vater den Priester umgelegt hat, um sich für einen eventuellen Missbrauch an seinem Sohn zu rächen. Tatsächlich entdeckt man in seinem Auto den Schraubenschlüssel, mit dem Carlos offenbar erschlagen wurde. Nicht weit davon entfernt findet man schließlich Camerons blutverschmierte Kleidung. Mit diesen Beweisen konfrontiert, bricht Camerons Mutter Iris schließlich ihr Schweigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402229","hoster":"VOE"},{"path":"/redirect/14425663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-6","name":"Mörderisches Puzzle","epNo":6,"alt":"Broken","descr":"In den sanitären Anlagen eines Restaurants wird die fünfjährige Ruthie ermordet aufgefunden. Der Verdacht fällt sofort auf einen aktenkundigen Pädophilen, der sich unter den Restaurantgästen befindet. Die Aufzeichnungen der Überwachungskameras entlasten den Mann jedoch: Denn es ist zu erkennen, wie Ruthie von ihrem Mörder, der sich absichtlich außerhalb des Schwenkbereichs der Kamera aufhält, zum Tatort gebracht wird, während der Pädophile auf seinem Platz sitzt. Er kann den Mord also nicht begangen haben. In eine neue Richtung weisen die am Hals des Mädchens gefundenen Fingerabdrücke. Um zu verhindern, dass er auf Grund seiner Fingerabdrücke identifiziert wird, hat sich der Täter diese jedoch zerschnitten und selbst neu transplantiert. Das CSI-Team kann er damit nicht hinters Licht führen: Für Horatio Caines Truppe ist es ein Leichtes, die alten Fingerabdrücke zu rekonstruieren und den Mörder zu identifizieren. Zudem hat der Mörder am Tatort einige Fußabdrücke hinterlassen. In diesen findet man die Eier einer Schmetterlingsart, die nur in der Nähe des Biscayne Nationalparks vorkommt. So nähert sich das Team Stück für Stück Ruthies Mörder ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377488","hoster":"VOE"},{"path":"/redirect/9753013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-7","name":"Atemlos","epNo":7,"alt":"Breathless","descr":"Ein mysteriöser Vorfall auf einem Schiff beschäftigt das CSI-Team: Mitten im Meer klettert ein schwer verletzter Mann an Deck eines Schiffs und erliegt wenig später seinen Verletzungen. Megan und Eric stellen fest, dass der Mann an einer Stichverletzung im Bauch gestorben ist. Weitere Ermittlungen ergeben, dass es sich bei dem Toten um den Freediver Adam Cassidy handelt, der zusammen mit seinem Bruder an einem Wettbewerb teilgenommen hatte. Da es durch den Sauerstoffmangel unter Freedivern immer wieder zu Wahnvorstellungen kommt, haben die Ermittler schnell eine Theorie: Wurde Adam von seinem Bruder in einem solchen Wahn ermordet? Zeitgleich feiert die ebenso reiche wie schöne Melissa Starr auf ihrem Anwesen eine Cupcake Party, zu der nur Frauen geladen sind. Ein rauschendes Fest, doch am nächsten Morgen wird der junge Stripper Noel Peach unbekleidet und tot aufgefunden. Schnell findet Horatios Team die Todesursache heraus: Eine Vergiftung mit Nikotin, das ihm über ein präpariertes Kondom zugeführt wurde. Weil sich auf der Kondomhülle Kreidespuren befinden, verdächtigt Horatio die Lehrerin Sophia Ananova, die sich im Verhör äußerst nervös zeigt. Horatio erkennt allerdings schnell, dass ihre Unruhe eine andere Ursache hat: Nikotinentzug. Diese Beobachtung bringt den Ermittler schließlich auf die richtige Fährte, bei der Lösung des Mordfalles ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971255","hoster":"VOE"},{"path":"/redirect/8335846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-8","name":"Haus des Todes","epNo":8,"alt":"Slaughterhouse","descr":"Horatio und seinem Team bietet sich im Haus der Familie Caplin ein erschreckendes Bild. Beinahe die ganze Familie wurde ermordet. Überlebt haben lediglich ein Kleinkind und der Familienvater. Zunächst deutet alles darauf hin, dass die Mutter in einem Anfall von Wochenbett-Depression um sich geschossen hatte. Die Blutspuren im Haus erzählen den Ermittlern aber eine andere Geschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377397","hoster":"VOE"},{"path":"/redirect/9753022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-9","name":"Der Heckenschütze","epNo":9,"alt":"Kill Zone","descr":"In der Innenstadt von Miami hat ein Heckenschütze sein Unwesen getrieben. Der Ort, von wo aus der Mann geschossen hat, lässt sich schnell finden, das Motiv bleibt Horatio und seinen Kollegen jedoch noch völlig rätselhaft. Alle gehen zunächst davon aus, dass der Mann aus purer Mordlust tötete. Als die Ermittler die Wohnung des Verdächtigen stürmen, finden sie Hinweise auf ein geplantes, zweites Attentat. Es beginnt ein Wettlauf gegen die Zeit, um das Schlimmste zu verhindern ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401367","hoster":"VOE"},{"path":"/redirect/9753029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-10","name":"Der Tote am Baum","epNo":10,"alt":"A Horrible Mind","descr":"Eine Joggerin entdeckt eine verstümmelte Leiche an einem Baum hängend. Das Team findet heraus, dass es sich um den Universitätsprofessor Adam Metzger handelt, der von den Schülern geliebt, aber von den Kollegen verachtet wurde. Bei der Untersuchung der Leiche stellt sich heraus, dass es sich womöglich um einen Ritualmord handelt. Indes findet die Polizei im Kofferraum eines Autos einen weiteren Toten. Ungewöhnlich ist, dass dieser in seiner Hosentasche den Wagenschlüssel hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377491","hoster":"VOE"},{"path":"/redirect/14394811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-11","name":"Das Todescamp","epNo":11,"alt":"Camp Fear","descr":"Die junge Dara Winters wird tot neben einer abgelegenen Straße gefunden. An der Leiche haften Pollen eines in dieser Gegend selten wachsenden Baumes. Diese Spur führt die Ermittler auf das Areal der Pharos Akademie, einem Lager für straffällig gewordene junge Frauen. Eric und Tim werden indes zu einem ungewöhnlichen Fall gerufen. Ein Mann hat scheinbar durch spontane Selbstentzündung den Tod gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402230","hoster":"VOE"},{"path":"/redirect/9753039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-12","name":"Der Sündenbock","epNo":12,"alt":"Entrance Wound","descr":"Eine Prostituierte wird ermordet aufgefunden. Auf ihrer Kleidung kann der Fingerabdruck von Cole Judson identifiziert werden. Der Mann, der bereits vor 15 Jahren eine Frau mit einem Messer angegriffen hatte, bestreitet die Tat. Weiters beschäftigt die Ermittler der Mord an einem deutschen Touristen. Der Mann wurde bei einem Tankstopp erschossen. Dank des Projektils kann ein Verdächtiger ausgeforscht werden. Dieser scheint jedoch kein Tatmotiv zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402231","hoster":"VOE"},{"path":"/redirect/9753045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-13","name":"Alte Wunden","epNo":13,"alt":"Bunk","descr":"Ein Mann entdeckt in einem leer stehenden Haus eine \u0027Drogenküche\u0027 und stirbt an den giftigen Dämpfen. Das Gebäude gehört dem Arzt und Unternehmer Dr. Wheldon. Da das Haus für ihn nur ein Investment war, wisse er nichts von den illegalen Vorgängen dort. Die Ermittlungen drohen ins Leere zu laufen. Erst als ein junger Mann an einer Überdosis Ecstasy stirbt, finden Horatio und sein Team einen entscheidenden Hinweis, der sie scheinbar auf die richtige Spur führt..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377301","hoster":"VOE"},{"path":"/redirect/14391371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-14","name":"Die Rache ist mein","epNo":14,"alt":"Forced Entry","descr":"Wieder 2 sehr spannende Fälle für unsere CSI Miami’s. Horatio und Speed ermitteln in einem Fall wo der scheinbar wohlhabende Thomas Carpenter brutal misshandelt und ermordet wurde. Die beiden Ermittler finden heraus, dass der Tote 2 dunkle Geheimnisse verborgen hat, die ihm nun allem Anschein nach zum Verhängnis wurden. Auch Calleigh und Eric arbeiten an einem spannendem Fall: Ein Mann wird in einem Krematorium tot aufgefunden und eine Frau ist verschwunden. Plötzlich stehen sie vor einem Berg von Leichen. Was dies wohl zu bedeuten hat?  Und was hat es mit der verschwunden Frau auf sich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402273","hoster":"VOE"},{"path":"/redirect/14425664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-15","name":"Radioaktiv","epNo":15,"alt":"Dead Woman Walking","descr":"Diesmal hat es das Team mit einem radioaktiven Fall zu tun. Sie untersuchen den Leichnam eines Junkies. Zu spät entdecken die Ermittler allerdings, dass der Mann verstrahlt war. Einer des Teams ist bei seinen Nachforschungen bereits mit der radioaktiven Substanz in Verbindung gekommen. Doch wer ist es? Und wie stark ist das Teammitglied verstrahlt worden? Ein am Tatort gefundener Bleistift führt Horatio zu der Anwältin Belle King. Die ebenfalls kontaminierte Frau hat nur noch kurze Zeit zu leben. Von ihr erfährt Horatio, dass sie eine Klage gegen den zwielichtigen Chef des pharmazeutischen Unternehmens Risher Pharmaceuticals vorbereitet hat. Hat der Chef des Unternehmens etwas mit dem ganzen zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402256","hoster":"VOE"},{"path":"/redirect/9753065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-16","name":"Nackte Wahrheit","epNo":16,"alt":"Evidence of Things Unseen","descr":"Während einer Peep-Show wird ein Mann ermordet. Horatio findet am Tatort Affenhaare und kann dadurch die Identität des Mannes klären: Es handelt sich um Victor Rush, Mitarbeiter eines Zoos. Während die Ermittlungen laufen, geschehen zwei weitere Morde, die mit dem Fall in Zusammenhang stehen müssen: Tänzerin Amy, Zeugin des Attentats auf Rush, und ihr Freund werden getötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402232","hoster":"VOE"},{"path":"/redirect/9753071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-17","name":"Nur 24 Stunden","epNo":17,"alt":"Simple Man","descr":"Während des Mordprozesses gegen Lorenzo Escalante passiert ein nahezu identischer Frauenmord. Horatio bittet um 24 Stunden Verhandlungspause, um Klarheit zu bekommen, ob es sich um einen Serien- oder um einen Nachahmungstäter handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395862","hoster":"VOE"},{"path":"/redirect/9752908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-18","name":"Der Drahtzieher","epNo":18,"alt":"Dispo Day","descr":"Ein Polizeitransporter wird bei der Überführung einer großen Menge Drogen von der Asservatenkammer zur Verbrennungsanlage überfallen. Zwei Polizisten werden erschossen, Tim Speedle verletzt. Über Lynn Martel, die den Transporter gerammt und den Überfall erst ermöglicht hatte, findet das C.S.I.-Team einen der Räuber. Der schwer verletzte Mann flüstert Horatio kurz vor seinem Tod noch einen rätselhaften Namen zu: Nedir Kire.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377478","hoster":"VOE"},{"path":"/redirect/9752917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-19","name":"Der Kronzeuge","epNo":19,"alt":"Double Cap","descr":"Gloria Tynan wird unbemerkt von den anderen Hotelgästen am Pool erschossen. Anhand der Projektile kann Calleigh feststellen, dass die Waffe vor eineinhalb Jahren bei einem Banküberfall schon einmal verwendet wurde. Bei der Untersuchung stellt sich heraus, dass das Mordopfer eine zweite Identität gehabt hat. Doch als Eric auf die Akte zugreifen will, behindert das FBI die Ermittlungen, weil Glorias Geliebter gegen die kolumbianische Mafia aussagen soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401368","hoster":"VOE"},{"path":"/redirect/9752923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-20","name":"Schießwütig","epNo":20,"alt":"Grave Young Men","descr":"Der ehemalige Straftäter Peter Wilton bittet Horatio, dass er seinen Sohn Jeff sucht, weil er seit Tagen spurlos verschwunden ist. Bei der Durchsuchung des Zimmers von dem Jungen finden die Ermittler zahlreiche Spuren von Waffenübungen. Alles deutet darauf hin, dass Jeff ein blutiges Verbrechen geplant hat. Indes ermittelt Tim gegen Alison, die verdächtigt wird, dass sie ihren Geliebten auf dem Gewissen hat. Die attraktive Frau setzt alles daran, um den Ermittler zu verführen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377479","hoster":"VOE"},{"path":"/redirect/14394815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-21","name":"Der Beißer","epNo":21,"alt":"Spring Break","descr":"Tausende Schüler aus allen Teilen des Landes kommen zum legendären `Spring Break` nach Florida, um ihre Frühlingsferien zu feiern. Nach einer Party wird die junge Tiffany tot aufgefunden. Sie weist nicht nur Spuren einer Vergewaltigung, sondern auch verdächtige Bisswunden auf. Schnell kommen Horatio und sein Team einem vorbestraften Verdächtigen auf die Spur, doch dann meldet sich plötzlich ein weiteres Mädchen, das identische Wunden wie das Mordopfer hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395754","hoster":"VOE"},{"path":"/redirect/14394816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-22","name":"Flammendes Inferno","epNo":22,"alt":"Tinder Box","descr":"Ausgerechnet an dem Abend, an dem sich Tim, Eric und dessen neue Freundin Connie Wilkes in einem Club amüsieren wollen, bricht dort ein verheerendes Feuer aus. Eric ist am Boden zerstört, als in dem flammenden Inferno auch Connie ums Leben kommt. Das CSI-Team nimmt sofort die Ermittlungen auf und findet heraus, dass es sich um Brandstiftung gehandelt hat. Dann finden sie auch noch den toten Barkeeper, der vor dem Ausbruch des Feuers erstochen wurde ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395863","hoster":"VOE"},{"path":"/redirect/9752942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-23","name":"Drogenwahn","epNo":23,"alt":"Freaks and Tweaks","descr":"Der Junkie Darwin Capshaw wird ermordet aufgefunden. Während der Spurensicherung geht eine Bombe hoch. Das C.S.I.-Team verhört Capshaws besten Freund Tommy Lee. Dieser belastet den Musiker Chaz, der auch die Bombe gebaut haben soll. Nach einem mehrtägigen Drogenexzess, sei dieser ausgerastet, als Capshaw sein Gitarrenspiel kritisiert habe. Danach habe er die gemeinsame Bekannte Susie entführt und mit deren Ermordung gedroht. Horatios Team setzt alles daran, dass Mädchen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377480","hoster":"VOE"},{"path":"/redirect/9752954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-1/episode-24","name":"Auf der Flucht","epNo":24,"alt":"Body Count","descr":"Horatio soll einen Mord in der Strafvollzugsanstalt aufklären und wird Zeuge eines Gefängnisausbruches. Mit einem Hubschrauber flüchten der Mörder Hank Kerner, der Pädophile Stewart Otis und der Betrüger Randall Kaye. Kerner und Otis beseitigen Kaye und setzen ohne Rücksicht auf Menschenleben ihre Flucht fort. Die beiden sind auch für Horatio und Calleigh brandgefährlich. Die Ermittler hatten die Verbrecher einst hinter Gitter gebracht und müssen sich nun vor deren Rache fürchten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395781","hoster":"VOE"},{"path":"/redirect/9752962","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/csi-miami/staffel-2/episode-1","name":"Blutsbrüder","epNo":1,"alt":"Blood Brothers","descr":"Ein Model wird vor einem Hotel überfahren. Der Täter flüchtet. Als ein weiteres Model tot aufgefunden wird, führen die Spuren zu den Brüdern Cruz. Horatio will die beiden verhaften, doch das FBI legt sich quer. Die Brüder genießen als Verbündete der amerikanischen Behörden im Anti-Terror-Krieg diplomatische Immunität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753084","hoster":"VOE"},{"path":"/redirect/8335883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-2","name":"Festgenagelt","epNo":2,"alt":"Dead Zone","descr":"Paul, ein Taucher, wird ermordet an Bord seines Kabinen-Kreuzers gefunden. Er war auf der Suchen nach dem Schatz der Saragossa, eines im 17. Jhd. gesunkenen Schiffes. Pauls Partner Marty Jones beschuldigt Brian Betancourt, der für das Bergeteam arbeitete, der Tat. Dieser stirbt kurz darauf bei einer Explosion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971275","hoster":"VOE"},{"path":"/redirect/8335886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-3","name":"Ohne Bewährung","epNo":3,"alt":"Hard Time","descr":"Horatio und sein Team jagen einen Verbrecher, der eine Frau in einen Hinterhalt lockte, um sie zu erschlagen. Ihre Ermittlungen ergeben, dass das Opfer in der Vergangenheit schon einmal überfallen wurde. Alle Spuren führen zu einem Häftling, der in einer Strafanstalt in Georgia einsitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971278","hoster":"VOE"},{"path":"/redirect/8335890","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14029713","hoster":"VOE"},{"path":"/redirect/14029711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-4","name":"Stück für Stück","epNo":4,"alt":"Death Grip","descr":"Ein 14-jähriges Tennis-Wunderkind wird entführt. Einziger Anhaltspunkt auf den Täter ist eine Stofffaser. Die Hoffnung, das Mädchen lebend zu finden sinkt, als man einen Arm mit Bissspuren eines Alligators findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971279","hoster":"VOE"},{"path":"/redirect/9753104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-5","name":"Die Todes-Bar","epNo":5,"alt":"The Best Defense","descr":"Zwei Nachtclub-Besitzer werden von einem Maskierten erschossen, während der dritte Inhaber, Ricky Murdoch, mit schweren Schussverletzungen überlebt. Weil Horatio Widersprüche in dessen Aussage entdeckt, vermutet er, dass Ricky der Verantwortliche ist und sich dann selbst angeschossen hat, um den Verdacht von sich zu lenken. Die Analyse der Schusswunden zeigt jedoch, dass die Schüsse aus mindestens einem Meter Entfernung abgegeben wurden, was Ricky unmöglich getan haben kann ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13809794","hoster":"VOE"},{"path":"/redirect/9753107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-6","name":"Sturmfront","epNo":6,"alt":"Hurricane Anthony","descr":"Hurricane Anthony fegt über das Land. Bei dem Versuch dem Zentrum des Sturms zu entkommen, überfährt ein Ehepaar einen Fußgänger. Horatio untersucht die Wunden des Opfers und kommt zu dem Schluss, dass der Mann absichtlich in den Wagen gelaufen ist. Nachdem sich das Wetter beruhigt hat findet man eine zweite Leiche. Dem Toten ist ein Gartenzaun zum Verhängnis geworden. Nach Sicherstellung aller Beweise, kristallisiert sich unvermutet eine Verbindung zwischen den beiden Fällen heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971285","hoster":"VOE"},{"path":"/redirect/9753113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-7","name":"Grand Prix","epNo":7,"alt":"Grand Prix","descr":"Während eines Autorennens bricht in der Boxengasse Feuer aus. Der Tankmann des Teams American Spirit kommt ums Leben. In einer Welt des erbitterten Konkurrenzkampfes und der Bereitschaft für einen Sieg alles zu geben, scheint man auch vor Mord nicht mehr zurückzuschrecken. Die Spuren beweisen eindeutig, dass der Tankmann nicht durch einen Unfall ums Leben kam. Das Unglück wurde bewusst provoziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971282","hoster":"VOE"},{"path":"/redirect/8335894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-8","name":"Big Brother","epNo":8,"alt":"Big Brother","descr":"Horatio wird von seiner Vergangenheit eingeholt, als die alte Freundin seines verstorbenen Bruders, Suzie Barnam, auftaucht. Weil sein Bruder im Verdacht stand, kriminell geworden zu sein, wittert Horatio nun die Chance, seinen Ruf wiederherzustellen. Als er Suzie aufsucht, findet er bei ihr auch ein Mädchen. Horatio zögert nicht lange und besorgt sich die DNA der Kleinen. Die Auswertung liefert ein überraschendes Ergebnis ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971284","hoster":"VOE"},{"path":"/redirect/8335898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-9","name":"Der Köder","epNo":9,"alt":"Bait","descr":"Eine junge Frau namens Cindy wird in einem Hafenbecken von einem Hai attackiert und stirbt. Die Obduktion zeigt, dass sie zuvor angeschossen wurde. Wie sich herausstellt, hatte Cindy für eine Detektei gearbeitet, um die Treue von Ehemännern zu testen. Sie war dabei recht erfolgreich: Gegen 19 Fremdgänger musste sie eine einstweilige Verfügung erwirken. Die Ermittler vermuten, dass der Täter von Cindy der Untreue überführt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971286","hoster":"VOE"},{"path":"/redirect/8335904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-10","name":"Der letzte Kick","epNo":10,"alt":"Extreme","descr":"Ein junge Frau stürzt vom Dach eines Parkhauses in den Tod. Das C.S.I.-Team stellt fest, dass die Frau zuvor ermordet wurde - offenbar in Zuge einer Entführung. Der Freund der Toten erzählt den Ermittlern, dass sie einen \u0027Extrem-Kidnapping-Trip\u0027 bei einer Agentur gebucht hatte. Das erweist sich als zutreffend. Horatio glaubt jedoch nicht an einen \u0027Betriebsunfall\u0027.Eric kommt nach einer Attacke von Autodieben zu spät zur Arbeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749677","hoster":"VOE"},{"path":"/redirect/9753174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-11","name":"Preis der Schönheit","epNo":11,"alt":"Complications","descr":"Ein Anästhesist wird erhängt in seiner Wohnung gefunden. Horatio glaubt nicht an Suizid. Er intensiviert seine Ermittlungen in Richtung Mord, als er erfährt, dass der Arzt eine Woche zuvor eine Patientin bei einem Routineeingriff verloren hatte. Deren Ehemann wird für Horatio zum Hauptverdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971290","hoster":"VOE"},{"path":"/redirect/8335907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-12","name":"Der Augenzeuge","epNo":12,"alt":"Witness To Murder","descr":"Ein Diamantenhändler wird in einen harmlosen Auffahrunfall verwickelt. Als er aus seinem Wagen steigt, wird er erschossen. Einziger Zeuge ist ein geistig behinderter Mann, der behauptet, den Täter zu kennen. Horatio geht dem Hinweis nach. Den Zeugen bringt seine Aussage in Lebensgefahr. Speedle und Delko fahren zu einer Raststätte, wo ein ermordetes Mädchens gefunden wurde. Der Leichnam soll zur näheren Untersuchung nach Miami gebracht werden, verschwindet allerdings während der Fahrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971291","hoster":"VOE"},{"path":"/redirect/8335906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-13","name":"Blutmond","epNo":13,"alt":"Blood Moon","descr":"Ein Zigarrenhersteller wird ermordet. Doch seine Identität ist gefälscht. Horatio und Erik finden heraus das er vor über 20 Jahren in Kuba als grausamer Folterknecht gearbeitet hat. Hat eines seiner alten Opfer sich gerächt?In der gleichen Nacht wird ein Mann an einem Geldautomaten erschossen. Die Beweise führen zu einer jungen Frau... und die treibt Speed mit ihrem Verhalten so langsam in den Wahnsinn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971289","hoster":"VOE"},{"path":"/redirect/8335910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-14","name":"Buschfeuer","epNo":14,"alt":"Slow Burn","descr":"In den Everglades wird die Leiche des Jägers Wade Hinkle gefunden. Während Horatio und sein Team den Tatort untersuchen, bricht plötzlich ein Buschfeuer aus. Kaum sind die Flammen unter Kontrolle, stoßen die Ermittler auf eine weitere Leiche: Die tote Frau hat starke Schädelverletzungen und menschliche Bissspuren auf ihrer Brust. Das Team ist sich sicher, dass die Frau einem Triebtäter zum Opfer gefallen sein muss…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753585","hoster":"VOE"},{"path":"/redirect/9753621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-15","name":"Paparazzi","epNo":15,"alt":"Stalkerazzi","descr":"Der Paparazzo Jerry Dorfman wird tot in seinem stark beschädigten Wagen gefunden. Wie sich herausstellt ist er jedoch nicht an den Folgen eines Unfalls gestorben, sondern wurde erstickt. Über einen Handballenabdruck stoßen die Ermittler auf Dorfmans Kollegen Ralph Durst, der ihnen jedoch glaubhaft versichert, unschuldig am Ableben des Kollegen zu sein. Eine weitere Spur führt zu Film-Star Brad Tustin, vor dessen Haus Dorfman offenbar seine letzten Fotos geschossen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753628","hoster":"VOE"},{"path":"/redirect/9753627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-16","name":"Weiße Spur","epNo":16,"alt":"Invasion","descr":"Die Familie des früheren Surf-Champions Ted Henderson wird überfallen. Sohn und Ehefrau werden verletzt, Henderson selbst wird ermordet. Bei der Durchsuchung des Hauses findet das C.S.I.-Team im Zimmer des Sohnes Heroin. Der Bursche entpuppt sich als Drogendealer. Doch auch Hendersons Frau hat ein pikantes Geheimnis. Sie ist schwanger – obwohl ihr Mann sterilisiert war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753634","hoster":"VOE"},{"path":"/redirect/9753636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-17","name":"Falschgeld","epNo":17,"alt":"Money for Nothing","descr":"Ein Geldtransporter wird überfallen. Der Fahrer wird getötet und Horatio erschießt einen der Diebe. Der zweite wird nach kurzer Flucht geschnappt. Die Beute von 3 Millionen Dollar erweist sich als Falschgeld. Nun gilt es herauszufinden, wie das Geld aus der Bank mit den Blüten vertauscht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753638","hoster":"VOE"},{"path":"/redirect/8335916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-18","name":"Störmanöver","epNo":18,"alt":"Wannabe","descr":"Während das C.S.I.-Team einen Tatort untersucht, schleicht sich ein Bursche in die Absperrung und stiehlt ein Beweisstück. Er hat einen Faible für forensische Untersuchungen und ist beeindruckt von der Leichtigkeit, mit der Speedle ihn ausfindig macht. Die beiden schließen eine lockere Freundschaft, die je durch den Mord an dem kleinen Freak beendet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971296","hoster":"VOE"},{"path":"/redirect/9753643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-19","name":"Deadline","epNo":19,"alt":"Deadline","descr":"Auf einem Drogenumschlagplatz kommt es zu einer Schießerei. Ein junger Kommunalpolitiker stirbt im Kugelhagel. Sein Begleiter, der ehrgeizige Journalist Josh Dalton, bleibt wie durch ein Wunder unverletzt. Kurz darauf wird eine Reporterin der gleichen Zeitung im Kofferraum ihres Wagens erschossen aufgefunden. Ein Drogenverbrechen ist diesmal dezidiert auszuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753652","hoster":"VOE"},{"path":"/redirect/8335925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-20","name":"Cop-Killer","epNo":20,"alt":"The Oath","descr":"Ein Polizist wird ermordet. Als sich die Dienstaufsichtsbehörde in den Fall einmischt, ist Horatio überzeugt, dass seinem Team Informationen vorenthalten werden. Yelina beginnt eine Beziehung mit einem Mitarbeiter der Innenrevision. Horatio ist die Verbindung ein Dorn im Auge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971298","hoster":"VOE"},{"path":"/redirect/8335924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-21","name":"Sabotage","epNo":21,"alt":"Not Landing","descr":"Die Ermittlungen im Zusammenhang mit dem Absturz einer Cessna ergeben, dass der Pilot Adam Decker bereits tot war, als die Maschine am Strand zerschellte. Offenbar hatte jemand die Flugzeugabgase ins Innere umgeleitet und Decker war daran erstickt. Befragungen im privaten Umfeld des Getöteten fördern gleich mehrere mögliche Tatverdächtiger zu Tage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971299","hoster":"VOE"},{"path":"/redirect/8335922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-22","name":"Tödliche Reime","epNo":22,"alt":"Rap Sheet","descr":"Der berühmte Rapper Ten Large entging nur knapp einem Mordversuch. Stattdessen wurde sein Bodyguard Billy getötet. Horatio und seine Leute finden heraus, dass der Anschlag in der Tat dem Leibwächter galt und beschäftigen sich mit dessen Vergangenheit. Währenddessen erlebt Gerichtsmedizinerin Alex den Schock ihres Lebens, als eine ihrer Leichen im Kühlfach plötzlich zu neuem Leben erwacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971301","hoster":"VOE"},{"path":"/redirect/8335928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-23","name":"Spurensuche in New York","epNo":23,"alt":"MIA/NYC ? NonStop","descr":"Ein brutaler Doppelmord führt Horatio nach New York. Als er in der Wohnung des Hauptverdächtigen ankommt, ist der Mann bereits seit 72 Stunden tot. Schließlich erweist er sich auch noch als Undercover-Polizist. Noch komplizierter wird der Fall, nachdem sich herausstellt, dass der Auftragskiller in Miami offenbar die Hausnummern verwechselt und somit das falsche Paar ermordet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753707","hoster":"VOE"},{"path":"/redirect/9753689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-2/episode-24","name":"Würgemale","epNo":24,"alt":"Innocent","descr":"Ein Pornostar wird ermordet in einem Park aufgefunden. DNA-Spuren unter den Fingernägeln des Opfers führen zum Geschäftsführer der Filmfirma, für die die Frau gearbeitet hatte. Horatio ist sich bewusst, dass auch ein verrückter Fan des Opfers für die Tat in Frage kommen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971300","hoster":"VOE"},{"path":"/redirect/8335932","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/csi-miami/staffel-3/episode-1","name":"Der verlorene Sohn","epNo":1,"alt":"Lost Son","descr":"Eine Jacht steuert unkontrolliert auf einen Brückenpfeiler zu. An Bord des Schiffes findet das Ermittlerteam den toten Reed Williams, der offenbar erschossen wurde. Als Horatio die Frau des Ermordeten, Tawny Williams, von dem Geschehen unterrichten will, stellt sich heraus, dass der Sohn des Paares entführt wurde und ihr Mann offensichtlich bei der Lösegeldübergabe - Schmuck im Wert von drei Millionen Dollar - erschossen wurde. Mit Hilfe von modernster Kriminaltechnik gelingt es dem Team, ein Teil des Schmucks in einem versenkten Auto in einem Fluss aufzuspüren. Die Polizisten finden auch heraus, dass der Schmuck gar nicht echt war, sondern es sich um gut gemachte Imitate handelte. Horatio und Tim Speedle begeben sich zu dem Juwelier, denn sie vermuten - zu Recht -, dass der Juwelenbetrug hier statt gefunden hat. Als Horatio und Speedle das Geschäft betreten, kommt es zu einem folgenschweren Schusswechsel: Speedles Waffe klemmt, und er selbst wird tödlich getroffen. Trotz dieses Schicksalsschlages gelingt es den Polizisten nach und nach den komplizierten Fall zu lösen: Der Entführer des Sohnes, Pete Keller, entpuppt sich als Ex-Freund von Tawny Williams. Vor ihrer Hochzeit mit Reed Williams, machten die beiden gemeinsame Sache in dem sie reiche, alte Männer ausnahmen. Doch nachdem sich Tawny in Reed und seinen kleinen Sohn verliebte, hat sie ihr Leben gewandelt. Pete Keller passte dieser Sinneswandel überhaupt nicht. Blind vor Wut beschloss er Tawny eins auszuwischen, in dem er Reed Williams erschießt und den Jungen entführt. Bei dem Versuch, den Entführten in den Everglades zu verstecken, wird Keller Opfer seines eigenen Racheplans: Er wird von einem Hai gefressen. Horatio findet den völlig verängstigten Jungen schließlich und bringt ihn seiner Mutter zurück. Aber Horatio und sein Team haben noch eine schwere Aufgabe zu bewältigen: Die Beerdigung ihres Partners Tim Speedle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9755373","hoster":"VOE"},{"path":"/redirect/9755380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-2","name":"Der letzte Zeuge","epNo":2,"alt":"Pro Per","descr":"Der für seine berüchtigten Strand-Partys bekannte Rapper, Dennis De Labeque, veranstaltet ein Fest, bei dem eine junge Frau aus einem vorbei fahrenden Boot heraus erschossen wird. Zunächst hat es den Anschein, als habe das Ermittlerteam leichtes Spiel bei diesem Fall: Der Sohn der Toten, Stevie Valdez, hat den Täter erkannt und als Byron Middlebrook identifiziert - ein ehemaliger Freund von Dennis De Labeque. Auch De Labeque selbst wurde Zeuge der Gräueltat und bestätigt Stevies Aussage. Byron Middlebrook wird festgenommen und beschließt, sich selbst zu verteidigen. Die Ermittler ahnen nicht, dass dies Teil des teuflischen Plans ist. Middlebrook lässt Dennis De Labeque vorladen, und es gelingt ihm, den Rapper so lange zu provozieren, bis dieser die Kontrolle über sich verliert und seinen Ex-Kumpel niederschlägt, woraufhin Dennis selbst im Gefängnis landet. Dort lässt Byron Middlebrook Dennis De Labeque ermorden. Jetzt bleibt nur noch Stevie Valdez als Zeuge übrig. Horatio weigert sich, ihn vor Gericht auftreten zu lassen, um ihn nicht zu gefährden. Allerdings hat Byron Middlebrook mittlerweile selbst herausgefunden, wer dieser zweite Augenzeuge ist. Als sich bereits ein weiteres Todeskommando auf dem Weg zu dem Jungen befindet, erfährt Horatio von der lebensbedrohenden Situation. Gelingt es ihm noch rechtzeitig, den Jungen zu schützen und Middlebrook zu überführen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971304","hoster":"VOE"},{"path":"/redirect/8335934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-3","name":"Verstärkung","epNo":3,"alt":"Under the Influence","descr":"Katrina Hannagan wird von einem Unbekannten vor einen Bus geschubst und erliegt ihren tödlichen Verletzungen. Am Tatort werden Horatio und seine Leute von dem jungen Polizisten Ryan Wolfe unterstützt, der durch sein umsichtiges und kluges Handeln Horatios Gefallen findet und daraufhin als Nachfolger für den ermordeten Tim Speedle in die Mannschaft aufgenommen wird. Bei der Untersuchung der Leiche findet Alexx weitere Verletzungen, die auf körperliche Misshandlungen schließen lassen. Jay Seaver, der Freund der Toten wird befragt, und beruft sich auf Katrinas eigene Tollpatschigkeit. Stutzig wird Horatio, als er zu einem zweiten Mordfall gerufen wird, der sich ebenfalls in Jay Seavers Umfeld abspielt: In einem Fahrstuhlschacht wird ein Arbeitskollege von Jay tot aufgefunden. Seaver wird daraufhin vernommen und hält eine Überraschung parat: Er vermutet hinter den Anschlägen Claudia Sanders, eine Stalkerin, die ihn seit Monaten verfolgt. Als sich herausstellt, dass Katrina Hannagan schwanger war, ahnt Horatio, dass sich Jay Claudias bedient hat, um durch sie \u0027Störfaktoren\u0027 in seinem Leben aus dem Weg zu räumen. Doch so leicht will Horatio Jay Seavers nicht davon kommen lassen und sucht - mit Erfolg - nach weiteren dunklen Flecken in seiner Biografie. Unterdessen bittet Duke Duquesne seine Tochter Calleigh um Hilfe: Nicht nur, dass er wieder dem Alkohol verfallen ist, auch glaubt er, im angetrunkenen Zustand einen Menschen überfahren zu haben. In Panik ist er anschließend geflohen. Calleigh bittet Horatio diesen brisanten Fall übernehmen zu dürfen, doch dieser teilt den Fall dem neuen Mitarbeiter Ryan Wolfe zu. Wolfe macht sich an die Arbeit und deckt die ganze Wahrheit auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9755517","hoster":"VOE"},{"path":"/redirect/8335941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-4","name":"Der Sündenpfuhl","epNo":4,"alt":"Murder in a Flash","descr":"An der Prime Crest Academy herrschen skandalöse Zustände: Obwohl die High School ausschließlich von Schülern betuchter Eltern besucht wird, bestimmen Lug und Betrug den Schul-Alltag: Die korrupten Zustände greifen sogar soweit um sich, dass Schüler mit ihren Lehrern schlafen, um an Prüfungsstoff zu gelangen. Besonders hervor tut sich dabei Daniel Kleiner, der mit der billigen Sex-Nummer ein regelrechtes Geschäft betreibt. Stephanie Brooks, die Tochter des Schuldirektors, beschließt, ihm einen Strich durch die Rechnung zu machen und ihn mit KO-Tropfen, außer Gefecht zu setzen. Doch Daniel Kleiner stirbt an den Folgen der Einnahme dieser Tropfen und Stephanie offenbart sich ihrem Vater. Statt die Polizei einzuschalten, wendet sich Phillip Brooks an seinen gerissenen Anwalt: Mr. Gillespie rät dem Direktor, nichts zu unternehmen und die Leiche am Golfplatz liegen zu lassen. Was die beiden Männer nicht ahnen: Gillespies Sohn Justin, der zugleich ein Mitschüler von Stephanie ist, wird Zeuge des perfiden Plans und beschließt, die Beteiligten auffliegen zu lassen. Doch statt die Gesetzeshüter zu informieren organisiert er kurzerhand einen sogenannten Flash Mob - einen spontanen Menschenauflauf, der per SMS oder Internet gesteuert wird - auf dem Golfplatz und führt so die Ermittler des CSI an den Tatort. Das Team nimmt die komplizierten Ermittlungen auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971307","hoster":"VOE"},{"path":"/redirect/8335947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-5","name":"Todeskenntnis","epNo":5,"alt":"Legal","descr":"In einem angesagten Nachtclub wird eine junge Frau erstochen. Bei der Obduktion finden Horatio und Alexx einen unter die Haut transplantierten Mikrochip, auf der sich neben den Kontoverbindungen der Ermordeten auch ihr Führerschein und ihre Adresse befinden. Außerdem ist ihre Kreditkarte von der Alkohol-Kontrollbehörde ausgestellt worden. Es zeigt sich, dass die 18-Jährige als verdeckte Ermittlerin tätig war, um den verbotenen Alkoholausschank an Minderjährige zu erfassen. Horatio vermutet, dass möglicherweise die Tarnung der Undercoveragentin aufgeflogen ist und somit der Clubbesitzer Chase Shaw für die Tat verantwortlich ist. Calleigh und Ryan stoßen auf Grund eines Asthma-Inhalators und Fingerabdrücke am Tatort auf den Millionenerben Jack Warner. Jack hat Blut am T-Shirt, welches eindeutig vom Opfer stammt. Doch nicht er, sondern sein Freund Kevin Lewiston hat den Mord begangen: Nur weil sich Jenny keinen Drink von ihm ausgeben ließ und er sich deswegen zurückgewiesen fühlte, erstach er sie. Obwohl der Mord geklärt ist, ist die Arbeit der Ermittler noch lange nicht am Ende: Sie kommen einem Mädchenhändlerring auf die Schliche: Im Nachtclub, in dem der Mord geschah, treffen die CSIler auf ungarische Prostituierte, die von Chase Shaw, dem zwielichtigen Clubbesitzer und einem Betreiber eines Massage-Salons in die USA eingeflogen und dort versteckt wurden. Horatio weiß, dass weitere Frauen unter menschenunwürdigen Bedingungen gegen ihren Willen fest gehalten werden und macht sich auf die Suche nach ihnen. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12919769","hoster":"VOE"},{"path":"/redirect/8335948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-6","name":"[E07] Ein glasklarer Fall","epNo":6,"alt":"Hell Night","descr":"Donny Lopez, der bekannte Baseball-Star wird des Mordes an seiner Ehefrau beschuldigt. Während der Verhandlung wird die gesamte Jury zu einer Tatortbesichtigung in Lopez’ Haus geladen. Der Angeklagte ist mit seinem Anwalt ebenfalls anwesend. Plötzlich bricht eine der Geschworenen mit einem epileptischen Anfall zusammen. Nachdem sich die Lage wieder beruhigt hat, kehren die Geschworenen zu Lopez zurück und finden ihn in der Küche mit einem Fleischerbeil im Kopf tot auf dem Boden liegend vor. Als Täter kommt nur einer der Geschworenen in Frage. Mit einer unbedachten Äußerung macht sich Carl Tepper verdächtigt, doch er leugnet die Tat. Dank akribischer Arbeit gelingt es den CSI’lern über einen Gesichtsabdruck an einer Glasscheibe, den wahren Mörder zu identifizieren: Jim Wilson. Er hat durch den Prozess gegen Donny Lopez alles verloren. Da er als Geschworener vier Wochen seiner Arbeit fernbleiben musste, hat ihn seine Frau verlassen und die Kinder mitgenommen, Schließlich wurde ihm gekündigt. Das war zu viel für den labilen Wilson und er erschlug Donny Lopez. Der Fall scheint gelöst, als Calleigh auffällt, dass auch im ursprünglichen Mordfall noch einige Frage offen sind. Zudem hat Horatio persönliche Probleme: Sein Neffe gerät auf die schiefe Bahn. Horatio muss herausfinden, ob der Junge für den Tod eines Obdachlosen verantwortlich ist. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13330994","hoster":"VOE"},{"path":"/redirect/8335952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-7","name":"[E05] Die Todeswelle","epNo":7,"alt":"Crime Wave","descr":"Donny Lopez, der bekannte Baseball-Star wird des Mordes an seiner Ehefrau beschuldigt. Während der Verhandlung wird die gesamte Jury zu einer Tatortbesichtigung in Lopez’ Haus geladen. Der Angeklagte ist mit seinem Anwalt ebenfalls anwesend. Plötzlich bricht eine der Geschworenen mit einem epileptischen Anfall zusammen. Nachdem sich die Lage wieder beruhigt hat, kehren die Geschworenen zu Lopez zurück und finden ihn in der Küche mit einem Fleischerbeil im Kopf tot auf dem Boden liegend vor. Als Täter kommt nur einer der Geschworenen in Frage. Mit einer unbedachten Äußerung macht sich Carl Tepper verdächtigt, doch er leugnet die Tat. Dank akribischer Arbeit gelingt es den CSI’lern über einen Gesichtsabdruck an einer Glasscheibe, den wahren Mörder zu identifizieren: Jim Wilson. Er hat durch den Prozess gegen Donny Lopez alles verloren. Da er als Geschworener vier Wochen seiner Arbeit fernbleiben musste, hat ihn seine Frau verlassen und die Kinder mitgenommen, Schließlich wurde ihm gekündigt. Das war zu viel für den labilen Wilson und er erschlug Donny Lopez. Der Fall scheint gelöst, als Calleigh auffällt, dass auch im ursprünglichen Mordfall noch einige Frage offen sind. Zudem hat Horatio persönliche Probleme: Sein Neffe gerät auf die schiefe Bahn. Horatio muss herausfinden, ob der Junge für den Tod eines Obdachlosen verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13330993","hoster":"VOE"},{"path":"/redirect/8335955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-8","name":"Lippenbekenntnis","epNo":8,"alt":"Speed Kills","descr":"Donny Lopez, der bekannte Baseball-Star wird des Mordes an seiner Ehefrau beschuldigt. Während der Verhandlung wird die gesamte Jury zu einer Tatortbesichtigung in Lopez’ Haus geladen. Der Angeklagte ist mit seinem Anwalt ebenfalls anwesend. Plötzlich bricht eine der Geschworenen mit einem epileptischen Anfall zusammen. Nachdem sich die Lage wieder beruhigt hat, kehren die Geschworenen zu Lopez zurück und finden ihn in der Küche mit einem Fleischerbeil im Kopf tot auf dem Boden liegend vor. Als Täter kommt nur einer der Geschworenen in Frage. Mit einer unbedachten Äußerung macht sich Carl Tepper verdächtigt, doch er leugnet die Tat. Dank akribischer Arbeit gelingt es den CSI’lern über einen Gesichtsabdruck an einer Glasscheibe, den wahren Mörder zu identifizieren: Jim Wilson. Er hat durch den Prozess gegen Donny Lopez alles verloren. Da er als Geschworener vier Wochen seiner Arbeit fernbleiben musste, hat ihn seine Frau verlassen und die Kinder mitgenommen, Schließlich wurde ihm gekündigt. Das war zu viel für den labilen Wilson und er erschlug Donny Lopez. Der Fall scheint gelöst, als Calleigh auffällt, dass auch im ursprünglichen Mordfall noch einige Frage offen sind. Zudem hat Horatio persönliche Probleme: Sein Neffe gerät auf die schiefe Bahn. Horatio muss herausfinden, ob der Junge für den Tod eines Obdachlosen verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753700","hoster":"VOE"},{"path":"/redirect/8335953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-9","name":"Piraten","epNo":9,"alt":"Pirated","descr":"Ein Pärchen findet bei einem Tauchausflug sechs tote Fischer. Horatio vermutet, dass das Schiff der Seeleute geentert und die Männer anschließend gefesselt und im Meer versenkt wurden. Doch es finden sich Anzeichen dafür, dass einem Teil der Besatzung die Flucht vor den Piraten geglückt ist. Denn von den ebenfalls an Bord befindlichen drei angehenden Meeresbiologen fehlt jede Spur. Sofort wird eine umfassende Rettungsaktion eingeläutet und mit Hilfe modernster Technik finden die Ermittler die drei Studenten. Doch nicht alle haben die Odyssee auf dem Meer überlebt. Der junge Chip Manning sei schließlich durchgedreht und kopflos ins Wasser gesprungen, wo er von einem Hai attackiert wurde. Doch diese Geschichte, die Adam Kalmenson - einer der geretteten Männer - über den Tod seines Kameraden berichtet, weist einige Ungereimtheiten aus und so müssen die CSL\u0027er herausfinden, was wirklich geschah. Horatio und seine Leute erkennen, dass die Vorfälle auf dem Meer nur die Spitze des Eisberges waren und sie geraten in einen Sumpf aus Waffenschmuggel und Rassismus, dem noch weitere Menschen zum Opfer fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971311","hoster":"VOE"},{"path":"/redirect/8335957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-10","name":"Tiefer Fall","epNo":10,"alt":"After the Fall","descr":"Die CSIl\u0027er müssen in einem besonders mysteriösen Fall ermitteln: Ein Fußgänger stirbt, nachdem er von einem aus einem Gebäude herabstürzendem Mann getroffen wird. Was zunächst wie ein tragischer Unglücksfall aussieht, entpuppt sich als gezielter Mord. Horatio und seine Leute finden heraus, dass der Tote im Besitz einer Sex-DVD war, auf der der oberste Richter beim Liebesspiel mit einer schönen Frau zu sehen ist. Die Dame ist keine Unbekannte: Es handelt sich um die Prostituierte Donna Scott. Als die Polizisten Scott aufsuchen, müssen sie feststellen, dass diese ebenfalls ermordet wurde. Nun muss das Team im komplizierten Privatleben des Richters stöbern, um den Killer zu finden. Der Fall hält eine weitere Überraschung parat: Richter Greenhill wurde erpresst, doch er war nicht der einzige Justizbeamte, der die Dienste von Donna Scott in Anspruch nahm...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971315","hoster":"VOE"},{"path":"/redirect/8335958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-11","name":"Süchtig","epNo":11,"alt":"Addiction","descr":"Eine junge Frau wurde ermordet. Offenbar wurde Kay Coleman Opfer eines Carjackings. Ihr Mann, Morgan Coleman, wird bei dem Vorfall ebenfalls schwer verletzt, trotzdem erregt er Horatios Misstrauen. Erst recht, als bekannt wird, dass Kay Coleman eine krankhafte Spielerin war und drohte, die Firma ihres Mannes und seiner Brüder mit ihrer Sucht zu ruinieren. Horatio vermutet deswegen, dass Kay ermordet wurde, um mit der Summe aus der Lebensversicherung die Firma zu sanieren. Nun müssen die Ermittler Beweise finden, die Horatios Verdacht bestätigen. Alexx unterrichtet unterdessen im Rahmen eines Suchtvorbeugeprogramms Jugendliche, die wegen Alkoholmissbrauchs mit dem Gesetz in Konflikt gekommen sind. Derek Roddison, ein Teilnehmer dieser Gruppe, bittet Alexx um einen Job in der Pathologie. Alexx lässt sich erweichen und stellt ihn ein. Ihr Entsetzen ist groß, als sie feststellt, dass eine Leiche bestohlen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971312","hoster":"VOE"},{"path":"/redirect/8335959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-12","name":"Bandenkrieg","epNo":12,"alt":"Shootout","descr":"In der Notaufnahme eines Krankenhauses endet ein seit geraumer Zeit schwelender Konflikt zwischen zwei Straßengangs tödlich. Die Beamten müssen nicht nur klären, wer Calvin Joyner erschossen hat, sondern auch, wie es überhaupt zu dem Zusammentreffen der beiden rivalisierenden Gangs im Krankenhaus kam. Ein am Tatort gefundenes Handy bringt die Ermittler auf die richtige Fährte: Ein Pfleger, der selbst Bandenmitglied ist, hat in der Notaufnahme den verletzten Joyner erkannt. Joyner selbst wird verdächtigt, für den bereits zurückliegenden Mord an Bandenchef Primero verantwortlich zu sein. Der Pfleger - Ramon Morales - alarmierte seine Gang, um Vergeltung zu üben. Zwar können die CSI\u0027ler Joyners Mörder daraufhin schnell dingfest machen, doch Horatio lässt der Fall nicht los, und er ermittelt weiter. Er erkennt, dass der eigentliche Grund für den Krieg zwischen den Gangs nichts mit den Gesetzen der Straße zu tun hat. Der Schlüssel liegt bei Primeros Freundin, die ihn offensichtlich betrogen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971313","hoster":"VOE"},{"path":"/redirect/8335968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-13","name":"Stolz \u0026 Urteil","epNo":13,"alt":"Cop Killer","descr":"Während einer routinemäßigen Verkehrskontrolle wird ein Streifenpolizist erschossen. Nun müssen Horatio und seine Leute dem Täter auf die Spur kommen. Der einzige Tatzeuge ist ein junger Polizeipraktikant, Patrick Brookner, der mit dem Polizisten auf Streife war. Doch der Junge ist seither verschwunden. Beweisspuren am Tatort führen die CSIler zu Missy Marshall, einer jungen Dame, die offensichtlich mit dem Täter zurzeit des Mordes zusammen war. Sie bezichtigt ihren Bekannten Jojo, die Tat begangen zu haben. Doch im Verlauf der weiteren Ermittlungen und der fieberhaften Suche nach dem Tatzeugen wird klar: Möglicherweise hat Missy mehr mit dem Geschehen zu tun, als sie bereit ist zuzugeben. Für Horatio wird der Fall zum privaten Beziehungsprüfstein. Er und seine Freundin Rebecca Nevins, die ermittelnde Staatsanwältin in diesem komplizierten Fall, haben völlig unterschiedliche Vorstellungen, wie der Fall verhandelt werden soll. Keiner der beiden rückt von seinem Standpunkt ab und die Fronten verhärten sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753796","hoster":"VOE"},{"path":"/redirect/8335962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-14","name":"Der fünfte Koffer","epNo":14,"alt":"One Night Stand","descr":"Nachdem gewaltsamen Tod eines unbescholtenen Hotelpagen stehen die Ermittler zunächst vor einem Rätsel. Erst als sie den Inhalt des Koffers untersuchen, den der junge Mann auf das Zimmer eines Gastes bringen sollte, kommen die Ermittlungen schleppend in Gang: Der Koffer enthält Material, das zur Produktion von Falschgeld erforderlich ist. Die komplizierten Ermittlungen werden dadurch erschwert, dass in Miami Hochsaison herrscht und die Stadt von Touristen bevölkert ist. Ein perfekter Schutz für die möglichen Täter. Calleigh überprüft derweil einen weiteren Fall: Ein Frau wird vermisst und ihre Leiche wenig später aufgefunden. Nur widerwillig gibt Tom Hanford, der Ehemann, zu, dass sie beide am gestrigen Abend Gast auf einer exquisiten \u0027Flirt-Party\u0027 waren. Nun müssen die Beamten herausfinden, was auf dieser Party vorgefallen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9753978","hoster":"VOE"},{"path":"/redirect/8335966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-15","name":"Würgeschlange","epNo":15,"alt":"Identity","descr":"Am Pool eines Hotels wird eine über und über mit Schleim und Bisswunden bedeckte tote, junge Frau aufgefunden. Der Schleim stellt sich als Magensäure einer Riesen-Boa heraus, das heißt, die Frau wurde von der Schlange gefressen und wieder ausgespuckt. Die Ermittler finden das tote Tier und bei Obduktion stellt sich heraus, dass diese Boa schon einmal geöffnet worden ist, und offensichtlich an einer Überdosis Drogen starb. Das Tier wurde als illegaler Drogenkurier missbraucht und war für einen Zoo bestimmt. Hinter der Importfirma steckt ein alter \u0027Bekannter\u0027 - Clavo Cruz, der Horatio schon einmal durch die Lappen gegangen ist. Natürlich streitet der Beschuldigte alles ab, und da Cruz immer noch unter diplomatischer Immunität steht, muss sich Horatio etwas einfallen lassen, wie er die Ermittlungen auf legale Weise weiter verfolgen kann. Er ist entschlossen, den Mann hinter Gitter zu bringen, denn die Drogen, die Clavo vertreibt, sind offenbar falsch dosiert und mehrere junge Menschen sterben qualvoll. Mit einer List gelingt Horatio das fast Unmögliche... Calleigh und Ryan haben es unterdessen mit einem seltenen Fall von Identitätsdiebstahl zu tun und müssen klären, wer der beiden Frauen die echte Karla Gardner ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971318","hoster":"VOE"},{"path":"/redirect/8335971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-16","name":"In Flammen","epNo":16,"alt":"Nothing to Lose","descr":"In den Everglades bricht ein riesiges Feuer aus. Bestimmte Anzeichen sprechen dafür, dass das Feuer vorsätzlich gelegt wurde - möglicherweise um eine andere Straftat zu verdecken, weshalb die Ermittler des CSI zum Tatort gerufen werden. Weil die Feuerwehr es nicht schafft, alleine den Flammen Herr zu werden, wird ein Trupp Sträflinge aus dem nahe gelegenen Gefängnis zu den Löscharbeiten herangezogen. Dabei gelingt dem gefährlichen Serienverbrecher Todd Kendrick die Flucht. Horatio muss Kendrick finden, bevor dieser erneut zuschlägt. Unterdessen gibt das Feuer die Leiche eines College-Studenten frei. Doch der junge Mann, Paul Travers, wurde nicht ein Opfer der Flammen, sondern er wurde erschossen. Mit dem Feuer wurden allen Anschein nach sämtliche Spuren und mögliche Beweise des Gewaltverbrechens vernichtet. Die mühsame Recherche der Ermittler ergibt jedoch, dass Travers zusammen mit seinem Kommilitonen, Jeff McGill, in den Everglades war, um dort hochprozentigen Alkohol von einem Schwarzbrenner zu kaufen. Jeff McGill, der ebenfalls Schussverletzungen aufweist, gibt an, dass der Bruder des Schwarzbrenners auf die beiden ohne Vorwarnung geschossen hat und sein Freund dabei tödlich verletzt wurde. Doch dank Calleighs akribischer Arbeit gerät McGill selbst ins Fadenkreuz der Ermittler: Sie findet in seinem Haar Ascherückstände von einer abgefeuerten Schrotpatrone. Nur welchen Grund hatte McGill, seinen Kommilitonen zu töten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971320","hoster":"VOE"},{"path":"/redirect/8335973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-17","name":"Aus heiterem Himmel","epNo":17,"alt":"Money Plane","descr":"Ein Frachtflugzeug stürzt über Miami ab. An Bord der Maschine befanden sich Schecks im Werte von mehreren Milliarden Dollar. Der Pilot, Mike Rydell, gibt an, dass er von einem grünen Blitz geblendet wurde. In der Tat gibt Andrew Stamler, der in unmittelbarer Nähe der Absturzstelle wohnt, zu, einen Laserpointer gezielt auf das Flugzeug gerichtet zu haben, weil er sich durch die nachtstartenden Flugzeugen sehr belästigt gefühlt habe. Doch nicht nur die kostbare Fracht weckt den Argwohn der Ermittler. Bei der Untersuchung der Absturzstelle wird eine Frauenleiche gefunden. Die Unversehrtheit des Körpers lässt nur einen Schluss zu: Caitlin Townsend wurde nicht von den Trümmern des Flugzeugs erschlagen, sondern war bereits an Bord des Flugzeuges tot. Überraschenderweise sträubt sich die vermögende Familie der Toten vehement gegen eine Autopsie der Leiche. Caitlin Townsend engagierte sich für eine Wohltätigkeitsorganisation - liegt hier der Grund für ihre Ermordung? Die Ermittler müssen ein kompliziertes Beziehungsgeflecht entwirren, bevor sie den Fall lösen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971317","hoster":"VOE"},{"path":"/redirect/8335976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-18","name":"Game Over","epNo":18,"alt":"Game Over","descr":"Die Ermittler werden zu einem Verkehrsunfall gerufen, bei dem das Todesopfer zum Zeitpunkt des Unfalls schon ins Jenseits abberufen war. Der Tote, Jake Sullivan, war ein bekannter Skateboarder, der seine Tricks einer Firma verkaufte, die Videospiele herstellt. Die Ermittlungen ergeben schnell, dass der Arbeitsplatz auch der Tatort des Verbrechens gewesen sein muss. Sullivan arbeitete zum Zeitpunkt des Todes gerade an einer neuen Skateboard-Animation und so finden die Beamten sogar eine Aufzeichnung über seine letzten Minuten. Leider ist nur der Mord auf dem Video zu sehen, nicht aber der Täter. Nun müssen die CSIler in die Welt der Videogame-Macher eintauchen, um den Täter zu entlarven. Aber welche Rolle spielt eigentlich Sullivans Frau Julie in dem Fall? Nebenbei hilft Horatio Sara Piper, einem ehemaligen Pornostar, bei der Beseitigung von pikantem Videomaterial.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971319","hoster":"VOE"},{"path":"/redirect/8335974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-19","name":"Kinder des Zorns","epNo":19,"alt":"Sex \u0026 Taxes","descr":"Kurz vor dem \u0027Tax Day\u0027, dem Tag an dem die Steuererklärungen spätestens abgegeben werden müssen, wird der Steuerfahnder Kevin Renfro auf der Yacht eines säumigen Zahlers erschossen aufgefunden. Jason Whitley, der Besitzer des Schiffes, kann von Horatios Crew anhand eindeutiger Beweise des Mordes überführt werden. Kurze Zeit später wird ein zweiter Steuerbeamter, Simon Bremmer, ebenfalls ermordet aufgefunden wird. Die Ermittler vermuten einen ähnlichen Zusammenhang. Tatsächlich kann die Tatwaffe Bremmers letztem Klienten, Russell Edge, zugeordnet werden. Doch der leugnet die Tat. Im Zuge der Ermittlungen stellt sich heraus, dass der Steuerfahnder eine Affäre mit der Ex-Frau des Mannes hatte. Molly Edge gibt zwar zu, mit dem Beamten Sex gehabt zu haben, wofür ihr als Gegenleistung der konfiszierte Rolls-Royce ihres Ex-Mannes versprochen wurde, aber der Mord geht nicht auf ihr Konto. Bei den gerichtsmedizinischen Untersuchungen stellt Alexx fest, dass der Mann vorher schon über einen längeren Zeitraum systematisch vergiftet wurde. Im Büro des Opfers werden Spuren von Pflanzengift gefunden. Außerdem finden sich im Aktenvernichter Reste eines Schecks, so dass der Fall plötzlich in einem vollkommen neuen Licht erscheint: Bremmers Kollegin Melissa Boone hat es mit dem Konkurrenzkampf unter Kollegen etwas übertrieben und von Bremmers Schreibtisch Schecks von Steuerzahlern gestohlen. So wurde die Firma eines Gärtners fälschlicherweise von der Steuerbehörde wegen Steuerschulden geschlossen, und der Inhaber ging pleite. Die Söhne des Gärtners schworen daraufhin Rache und übten tödliche Vergeltung an dem vermeintlich Verantwortlichen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971322","hoster":"VOE"},{"path":"/redirect/8335975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-20","name":"Killer-Date","epNo":20,"alt":"Killer Date","descr":"In einem gut besuchten Nachtclub wird eine Frau ermordet aufgefunden. Kim Burton arbeitete in einer zwielichtigen Begleitagentur und stellte den Kontakt zwischen den Frauen und den zahlungswilligen Kunden her. Die Ermittlungen ergeben, dass Kim Burton mit dem Kopfkissen erstickt worden ist. Valera untersucht den Kopfkissenbezug und findet zahlreiche DNS-Spuren, so auch von Butch Raleigh, der an dem Abend ihr letzter Kunde war. Doch ist er wirklich für die Tat verantwortlich? Seine privaten Eskapen werden Eric Delco zum Verhängnis: Er findet Gefallen an schnellen, anonymen Sex-Nummern und verliert bei einem solchen Abenteuer seine Dienstmarke. Wenig später taucht diese im Zusammenhang mit einem Verbrechen auf. Ihm bleibt nichts anderes übrig, als Horatio von dem Vorfall zu berichten. Auch Horatios Leben ändert sich schlagartig, nachdem er eine wichtige Info über seinen verstorbenen Bruder erhält. Er muss nun entscheiden, wie er mit dieser Neuigkeit über Raymond umgehen soll und ob er Yelina in das Geheimnis einweiht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971323","hoster":"VOE"},{"path":"/redirect/8335977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-21","name":"Abgründe","epNo":21,"alt":"Recoil","descr":"Während Horatio den Fall eines schweren Kindesmissbrauchs untersucht, erreicht ihn der Anruf eines Kollegen, der mit einem ominösen Selbstmord beschäftigt ist. Bei der Blutanalyse des angeblichen Selbstmörders stellt sich nämlich heraus, dass dieser offensichtlich die kleine Amy missbraucht hat, da sich DNS-Spuren an ihrer Unterwäsche befinden. Horatio erkennt, dass die beiden Fälle zusammengehören. Die Ereignisse überschlagen sich, denn die Eltern des Mädchens beschuldigen sich gegenseitig, den Missbrauch initiiert zu haben und vor Gericht tobt ein heftiger Streit ums Sorgerecht. Horatio eilt zum Gericht und kann gerade noch verhindern, dass der Vater, Brad Manning, Amys Mutter, Cheri Lyle, erschießt. Beim darauf folgenden Feuergefecht kommt Brad Manning ums Leben. Allerdings ist auch Cheri Lyle angeschossen worden, was die Beamten vor ein Rätsel stellt. Die Ermittlungen ergeben nicht nur, dass Brad Manning gar nicht Amys wahrer Vater ist, sondern auch, dass Cheri Lyle über eine dunkle Seite verfügt: Sie selbst hat ihre Tochter Pädophilen angeboten hat, um so an das große Geld zu kommen. Gelingt es den Beamten, den komplizierten Fall zu lösen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971321","hoster":"VOE"},{"path":"/redirect/8335983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-22","name":"Verstrahlt","epNo":22,"alt":"Vengeance","descr":"15 Jahre nach ihrem Schulabschluss sehen sich die Schüler einer High School zum Klassentreffen wieder. Während des Treffens wird einer von ihnen, Patrick Hale, mit einer Champagnerflasche erschlagen. Das Opfer gehörte zwar zu Schulzeiten zu den angesagtesten Personen auf dem Campus, doch Hales arrogante und rücksichtslose Art verschaffte ihm auch viele Feinde. Die Liste derer, die sauer auf den mittlerweile erfolgreichen Geschäftsmann waren, ist lang und die Beamten müssen herausfinden, wessen Verletzungen noch immer so tief sitzen, dass derjenige sogar bereit ist, dafür einen Mord zu begehen. Welche Rolle spielen beispielsweise der Versicherungsvertreter Dan Winselt oder Hales Geliebte Michelle Day bei diesem Fall? Unterdessen erreicht Horatio die Nachricht, dass Bob Keaton, der vermeintliche Mörder seines Bruders Raymond, in seiner Wohnung erschossen wurde. Als Horatio und David am Tatort erscheinen, müssen sie feststellen, dass die Spurensicherung bereits abgeschlossen ist. Je weiter das Team in das Ermittlungsdickicht eindringt, umso merkwürdiger erscheint die Angelegenheit. Schließlich klinkt sich sogar ein als Postbote agierender FBI-Agent ein und gibt Horatio zu verstehen, den Fall ruhen zu lassen, um das Leben seines Bruders zu schützen - lebt Raymond womöglich noch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971324","hoster":"VOE"},{"path":"/redirect/8335985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-23","name":"Henkersmahlzeit","epNo":23,"alt":"Whacked","descr":"Auf Grund von Ermittlungsfehlern wird die geplante Hinrichtung des Mörders Ken Kramer verschoben. Ken Kramer wird beschuldigt, ein Pärchen mit einer Axt erschlagen zu haben. Da die DNA-Untersuchungen offenbar schlampig durchgeführt wurden, muss Horatio den Fall noch mal aufnehmen. Nun ist das Ermittlungsteam gezwungen, innerhalb kürzester Zeit stichhaltige Ergebnisse zu liefern und muss bei der neuerlichen Beweisführung komplett ohne DNA-Spuren auskommen. Das Team arbeitet unter Hochdruck und kommt zu einem schockierendem Ergebnis: Es muss einen zweiten Täter gegeben haben. Man stößt auf Larry Hargrove, einen Cousin von Ken Kramer. Doch Kramer selbst hatte ein besonderes Interesse daran, dass Hargrove nicht mit den Taten in Verbindung gebracht wurde: Ken will als sadistischer und völlig skrupelloser Mörder in die Annalen der forensischen Geschichtsschreibung eingehen. Nun decken Horatios Leute die Wahrheit auf und ein zweiter Mörder wird gefasst. Doch Kramer hat eine weitere Überraschung parat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971326","hoster":"VOE"},{"path":"/redirect/9755184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-3/episode-24","name":"Bomben-Alarm","epNo":24,"alt":"40004","descr":"Das Team muss den rätselhaften Tod eines Mannes untersuchen. Die Spuren weisen darauf hin, dass das Opfer mit dem Bau einer Bombe beschäftigt war, die für einen terroristischen Anschlag in Miami eingesetzt werden soll. Die Beamten suchen nun fieberhaft nach den Auftraggebern. Mitten in den Ermittlungen stößt Horatio auf die Fingerabdrücke seines Bruders Raymond und der Verdacht liegt nahe, dass Raymond tatsächlich noch lebt. Welche Rolle spielt sein Bruder in dem Terror-Netzwerk? Als dann auch noch Ray Junior, Raymonds Sohn, entführt wird, erhält Horatio ein Lebenszeichen des Totgeglaubten. Um das Leben des kleinen Jungen zu retten, müssen die beiden sich fremd gewordenen Brüder zusammen arbeiten. Calleigh widerfährt unterdessen Furchtbares: Während sie einen Tatort untersucht, schleicht sich jemand von hinten an sie heran und hält ihr eine Waffe an die Schläfe. Der Unbekannte entwendet etwas und entkommt unerkannt. Für Calleigh ist angesichts dieses Schockerlebnisses nichts mehr wie es war und sie ist sich nicht sicher, ob sie jemals wieder in ihrem Job arbeiten kann... Inmitten dieses Chaos\u0027 gilt es, die Bewohner der Stadt vor einem Terroranschlag zu schützen. Dabei zählt jede Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971325","hoster":"VOE"},{"path":"/redirect/8335986","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/csi-miami/staffel-4/episode-1","name":"Teufel in Miami","epNo":1,"alt":"From the Grave","descr":"Miami wird von einer neuen Mafia heimgesucht, den Mala Noche, einer Bande nicaraguanischer Flüchtlinge, die vor allem durch enorme Skrupellosigkeit von sich reden macht. Anführer dieser Bande ist ein gewisser Benito Galian, genannt \u0027Diablo\u0027, der den Hafturlaub seines Konkurrenten Aberto Fuentes nutzt, um ihn auf der Beerdigung seiner Mutter erschießen zu lassen. Im Rahmen der Ermittlungen finden die Beamten auch heraus, dass beim Tod von Abertos Mutter ebenfalls \u0027nachgeholfen\u0027 wurde. Das Team gerät in ein Dickicht von organisierter Kriminalität und Bestechung. Zudem prüft das Team, ob es zwischen dieser Tat und der brutalen Vergewaltigung des Dienstmädchens der noblen Familie Livingston einen Zusammenhang gibt. Brisant ist, dass das Opfer offenbar schwanger von ihrem Arbeitgeber war...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971328","hoster":"VOE"},{"path":"/redirect/8335990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-2","name":"Alles anders","epNo":2,"alt":"Blood In The Water","descr":"Vor Miami bricht auf der Yacht der Familie Gannon ein Feuer aus. Die Tochter, Julie Gannon, versucht sich durch einen Sprung ins Wasser zu retten und ist anschließend unauffindbar. Auch ihr Bruder Luke bleibt nach dem Versuch sie zu retten verschollen. Zwar finden Horatios Leute wenig später eine männliche Leiche im Wasser, doch es handelt sich nicht um Luke. Der Tote wird als Damon Loughlin identifiziert und ist ein Angestellter der Familie Elias, die mit den Gannons bekannt ist. Den Beamten wird schnell klar, dass Damon keines natürlichen Todes gestorben ist. Weiterhin finden sie heraus, dass Damons Arbeitgeber Goldbarren im Wert von zehn Millionen Dollar gestohlen wurden. Bei der Suche nach dem Täter und der Beute stößt das Team überraschend auf den unversehrten Luke Gannon, der sich ausgerechnet an Bord des Bootes befindet, auf dem man die gestohlenen Goldbarren wieder findet. Die Ermittler stellen Lukes Integrität in Frage und finden zudem Beweise dafür, dass die Familie Gannon möglicherweise in weitere Kapitalverbrechen involviert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9792097","hoster":"VOE"},{"path":"/redirect/9792103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-3","name":"Jagd durch die Nacht","epNo":3,"alt":"Prey","descr":"Die beiden High-School-Schülerinnen Tina Saunders und Sarah Jennings machen mit ihrer Klasse einen Trip auf die Bahamas. Zuvor wollen sie es in Miami noch einmal richtig krachen lassen und genießen in einer Disco zahlreiche Drinks. Am nächsten Morgen gibt es jedoch ein böses Erwachen: Sarah ist spurlos verschwunden. Tina gibt an, ihre Freundin nachts im Club verlassen zu haben. Als sie tags darauf aufwachte, war Sarah verschwunden. Noch wissen die Beamten nicht, dass Sarah in einem Park erwürgt wurde. Mühsam rekonstruieren sie den Abend. Zunächst entdecken die Ermittler, dass Sarahs eifersüchtiger Stiefvater ihren Wagen heimlich mit einer Kamera versehen hat. Doch im Wagen finden sich außerdem Blutspuren, die von dem Mann stammen, mit dem Sarah auffallend intensiv in der Disco geflirtet hat: Brad Walker. Es wird jedoch schnell klar, dass weder Sarahs Stiefvater noch Brad etwas mit dem Verschwinden der jungen Frau zu tun haben. Trotzdem gelingt es den Ermittlern den komplizierten Fall aufzuklären. Natalia Boa Vista erinnert Horatio unterdessen an den bereits lang zurück liegenden Fall der damals neunjährigen Jennifer Wilson, deren Eltern ermordet wurden. Horatio hatte geschworen, sie zu beschützen. Nun gibt es Grund zu der Annahme, dass neuer Ärger droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9792109","hoster":"VOE"},{"path":"/redirect/8335989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-4","name":"Leidensgeschichte","epNo":4,"alt":"48 Hours To Life","descr":"Die vermeintlich schnelle Aufklärung eines Mordfalls an einer Bootsbesitzerin ruft Horatio auf den Plan. Tobey Hollins, ein farbiger Bootsjunge, wird beschuldigt, seine Arbeitgeberin erschossen zu haben. Zwar liegt Patrice Boland an Bord ihres Schiffes mit einer Schusswunde, Alexx stellt aber fest, dass der Schuss nicht die Todesursache war, sondern dass Patrice erstickt worden ist. Trotzdem ist Frank Tripp von der Schuld Hollins überzeugt und Horatio bleiben folglich nur 48 Stunden bis zur Anklageverlesung, um die Unschuld des jungen Farbigen zu beweisen. Der Fall gerät ins Rollen, als die private Lebensumstände von Patrice Boland durchleuchtet werde. Trotzdem kann Horatio nicht verhindern, dass Tobey ins Gefängnis kommt und dort einen Mord begeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971329","hoster":"VOE"},{"path":"/redirect/8335994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-5","name":"Drei Frauen","epNo":5,"alt":"Three-Way","descr":"Vor einem exklusiven Fünf-Sterne-Hotel in Miami wird der Hotelangestellte Armando Diaz tot aufgefunden. Horatios Team wird für die Aufklärung des Falles abgezogen. Als Tatverdächtige kommen drei Frauen in Frage, die es sich fern von ihren Ehemännern gut gehen lassen wollten. Es finden sich eindeutige Beweise, dass sowohl Yvette Travers als auch Felicia Hardy und Beth Jacobson enger mit dem attraktiven Armando in Beziehung standen, als es sich für drei sittsame Ehefrauen gehört. Beth gesteht schließlich die Tat, da sie Armando nach einem missglückten Stell-Dich-Ein mehrere Schläge mit der Handtuchstange verpasst habe. Doch Eric findet Belege, dass diese nicht die Todesursache gewesen sein können und so dauern die Ermittlungen an. Auch Felicia und Yvette gerieten nach ihren intimen Treffen mit dem Schönling Armando aneinander und wurden gewalttätig. Doch ermordet haben sie Armando nicht. Es stellt sich schließlich heraus, dass der Ehemann von Felicia, Steven Hardy, ein Verhältnis mit Yvette hatte und dieser nachspionierte. So wurde er Zeuge der Untreue seiner Geliebten und Armando Opfer eines eifersüchtigen Liebhabers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971331","hoster":"VOE"},{"path":"/redirect/9792114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-6","name":"Rache an Horatio","epNo":6,"alt":"Under Suspicion","descr":"Die Bergung zweier verunglückter Mädchen fördert eine weibliche Leiche zu Tage. Die Frau wird von Horatio sofort als Rachel Turner identifiziert. Es handelt sich dabei genau um die Frau, mit der er am Abend zuvor essen war. Für den unbescholtenen Lieutenant beginnt ein Albtraum, denn er spielt unwissend die Hauptrolle in einem perfiden Plan, den sich ein psychopathischer Killer ausgedacht hat. Mit jedem Ermittlungsschritt zieht sich die Schlinge enger um Horatios Hals und er wird zum Hauptverdächtigen im Mordfall Turner. Hinter dem Plan steckt Walter Resden, ein Mann, der vor Jahren wegen seiner bestialischen Morde von Horatio gejagt, aber nie gefasst wurde. Um die Aufmerksamkeit des Ermitllers wieder auf sich zu lenken, hat er zehn Jahre an seinem Racheplan gearbeitet. Nun beginnt die Jagd von vorne und es scheint, als sei Resden Horatio immer einen Schritt voraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971332","hoster":"VOE"},{"path":"/redirect/9792123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-7","name":"Blutspur","epNo":7,"alt":"Felony Flight","descr":"Der Serienmörder Henry Darius wird von New York nach Miami überführt, um bei der Suche nach der vor einem Jahr verschwundenen Lydia Johnson zu helfen. Die Ermittler gehen davon aus, dass Lydia Johnson ermordet wurde. Horatio verspricht Adam, dem kleinen Sohn der Entführten, den Mörder seiner Mutter zu finden. Doch dem Killer gelingt mit Hilfe seines Komplizen während der Überführung die Flucht, indem er das Flugzeug zur Notlandung zwingt. Dabei zieht der Flüchtige eine breite Blutspur durch Miami. Kurz bevor ihn die Ermittler um Horatio Caine stellen können, gelingt Darius mit einem Privatflugzeug die Flucht nach New York. Horatio und seinem New Yorker Kollegen Mac Taylor bleibt nichts anderes übrig, als die Jagd nach Darius auf New York auszuweiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971333","hoster":"VOE"},{"path":"/redirect/8335996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-8","name":"Wunschmörder","epNo":8,"alt":"Nailed","descr":"Im Hause von Gary Hall wird seine Ex-Frau Brenda tot aufgefunden. Ungewöhnlicherweise wurde die Frau mit einer Nagelpistole erschossen. Schnell gerät Gary Hall ins Visier der Ermittler, da bekannt wird, dass seine Frau die Scheidung nicht wollte und Gary in Charlene Hartford schon lange eine Nachfolgerin für Brenda gefunden hatte. Calleigh stellt bei ihren Untersuchungen fest, dass die am Tatort gefundene Nagelpistole nicht die Tatwaffe gewesen sein kann. Ryan Wolfe beschließt, sich noch mal den Bauwagen des Handwerkers anzusehen, der mit dem Umbau von Gary Halls Anwesen beschäftigt ist. Im Bauwagen von Karl Lampley finden die Beamten eine große Menge Bargeld. Horatio vermutet, dass Gary Hall den Handwerker beauftragt hat, seine Ex-Frau zu töten. Doch diese Vermutung erweist sich als falsch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971335","hoster":"VOE"},{"path":"/redirect/9792142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-9","name":"Spiel mit uns","epNo":9,"alt":"Urban Hellraisers","descr":"Bei dem Versuch, Geld abzuheben, gerät Eric in einen Banküberfall. Dabei töten die maskierten Räuber eine Kassiererin und nehmen den Bank-Manager als Geisel. Eric erschießt einen der Männer, als dieser auf der Flucht ein noch größeres Blutbad anrichten will. Anhand der Überwachungskamera kann das Fluchtfahrzeug der Täter identifiziert werden. Außerdem ist zu sehen, dass die Räuber es offensichtlich ganz bewusst darauf angelegt haben, dass ein Polizist am Tatort zugegen ist. Das Team steht vor einem Rätsel. Anhand der Ergebnisse der labortechnischen Untersuchungen finden die Ermittler das Versteck des gefesselten Bank-Managers und erfahren von ihm, welches Geldinstitut die Bande als nächstes überfallen wird. Horatio taucht gerade noch rechtzeitig auf, um Gabe Hammond, einen der Bankräuber, festzunehmen. Gabe Hammond tischt dem Lieutenant eine abenteuerliche Geschichte auf: Er behauptet, dass die Bankräuber Studenten und so genannte Gamer sind, die ein Computerspiel namens \u0027Urban Hellraisers\u0027 nachspielen. Der Entwickler des Spiels ist schnell gefunden, doch Chris Allen weigert sich, mit der Crew zu kooperieren und sagt ihr nicht, welche \u0027Aufgaben\u0027 die Gamer als nächstes zu erfüllen haben. Also muss Ryan Wolfe das Spiel selbst knacken, um die vernarrten Spieler zu stoppen und weitere Verbrechen zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971334","hoster":"VOE"},{"path":"/redirect/8336009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-10","name":"Kopfgeldjäger","epNo":10,"alt":"Shattered","descr":"Jay Fisher, ein bekannter Juwelier und mutmaßlicher Drogenbaron, ist erschossen worden. Johnny Nixon befindet sich am Tatort und wird festgenommen. Mit seiner Aussage sorgt er allerdings dafür, dass die Mordermittlungen zunächst in den Hintergrund rücken. Er behauptet nämlich, Eric Delko Marihuana verkauft zu haben. Zufällig ist der ermittelnde Polizist, Sergeant Stetler, ein ehemaliger Kollege von Horatio und hat dessen Beförderung zum Lieutenant nie überwunden. Nun nutzt Stetler Nixons Behauptung um Horatios Crew in die Mangel zu nehmen und Horatio bleibt nichts anderes übrig, als Delko vorläufig vom Dienst zu suspendieren. Unterdessen stellen Calleigh und Tripp fest, dass es einen zweiten Schützen gegeben haben muss. Fingerabdrücke führen die Ermittler auf die Spur des Kopfgeldjägers Duane Merrick. In dessen Wohnung finden sich Hinweise auf einen weiteren Tatverdächtigen, nämlich den Mann, auf dessen Kopf Merrick angesetzt wurde: Byron Diller. Es gelingt dem Team, beide Männer festzunehmen. Doch sie bezichtigen sich gegenseitig, Jay Fisher umgelegt zu haben und es steht Aussage gegen Aussage. Auch die Untersuchungen im Fall \u0027Delko\u0027 schreiten voran. Als Stetler triumphierend mit einem positiven Urintest und der Staatsanwältin Monica West auftaucht, ist es Zeit für Horatio, genussvoll zurückzuschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971336","hoster":"VOE"},{"path":"/redirect/8336011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-11","name":"Sünde bringt Buße","epNo":11,"alt":"Payback","descr":"Brian Lexington hat sechs Jahre wegen der angeblichen Vergewaltigung von Valerie Naff im Gefängnis gesessen. Bei der Untersuchung des Tatortes damals konnte zwar ein Schamhaar des Täters sichergestellt werden, für eine beweiskräftige DNS-Analyse war aber die Labortechnik noch nicht ausreichend. Nun wird das Material erneut untersucht und so kann bewiesen werden, dass Brian Lexington nicht der Täter war, sondern der Immobilienmakler Jeff Colson das grausame Verbrechen zu verantworten hat. Kurz darauf wird Jeff Colson erschlagen aufgefunden. Gleich mehrere Personen kommen für den Racheakt in Frage: Neben Brian Lexington verhören die Beamten auch Doug Stets, den Freund des Vergewaltigungsopfers. Schließlich gibt Doug Stets zu, Jeff Colson zusammengeschlagen zu haben, um diesem eine Lektion zu erteilten. Er streitet aber ab, dem am Boden liegenden Opfer mit einer Marmorstatue die tödlichen Verletzungen zugeführt zu haben. Lügt Stets oder gibt es einen weiteren Täter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251853","hoster":"VOE"},{"path":"/redirect/8336010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-12","name":"Letzte Anmache","epNo":12,"alt":"The Score","descr":"Das CSI-Team untersucht den brutalen Mord an Paul Sanders. Paul Sanders war Teilnehmer eines bizarren Seminars, bei dem Wayne Reynolds seinen Schülern die besten Flirt-Tipps vermitteln wollte, um Frauen auf direktem Weg ins Bett zu lotsen. Sanders wurde mit einem Eispicker erstochen. Gefunden wird seine Leiche ausgerechnet von einem weiteren Kursteilnehmer, Todd Manning, der den Beamten verdächtigt vorkommt. Calleigh und Ryan können den komplizierten Fall mittels eines Aroma-Spenders knacken. Unterdessen wird Erics Schwester Marisol mit fünf Tüten Marihuana festgenommen, und scheint um eine Gefängnisstrafe nicht herum zu kommen. Die Staatsanwältin Monica West schaltet sich ein, und Horatio vermutet aufgrund der Schnelligkeit, mit der sie diese Information erhält, einen Maulwurf in seinem Labor. Horatio geht der Sache nach und macht eine erstaunliche Entdeckung, die dazu führt, dass Marisol nicht in den Knast muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971338","hoster":"VOE"},{"path":"/redirect/8336012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-13","name":"Dämpfer","epNo":13,"alt":"Silencer","descr":"Auf die Leiterin der PR-Abteilung eines Pharmazie-Unternehmens wird ein Anschlag verübt. Mit Claire Trinner stirbt Jose, den Horatio anhand seiner Tätowierung als Angehörigen der Mala Noche identifiziert. Weil auch die Kugel, die Claire und Jose getötet hat, aus einem Sturmgewehr stammt, wie sie die Mala Noches verwendet, vermutet Horatio eine Bandenschießerei. Ein an der Toten gefundenes neuartiges Medikament gibt den Beamten Rätsel auf. Das CSI nimmt daraufhin Cantor Pharmaceuticals genauer unter die Lupe. Zunächst muss der Chef-Chemiker Paul Burton den bohrenden Fragen der Ermittler Rede und Antwort stehen. Die Polizisten erfahren von Burtons Verhältnis mit Alyssa Prince, die brisanterweise über gute Kontakte zur Mala Noche verfügt. Doch auch die Empfangssekretärin Sally Jensen zählt zum Kreis der Verdächtigen, denn sie hat in einem Internet-Blog Firmen-Tratsch großflächig verbreitet, so auch die Affäre von Burton und Prince. Unterdessen können Eric und Natalia Boa Vista ihr Verhältnis kaum mehr verheimlichen. Und auch Horatio möchte gerne Erics Schwester Marisol wieder sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9792208","hoster":"VOE"},{"path":"/redirect/8336014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-14","name":"Letzte Klappe","epNo":14,"alt":"Fade Out","descr":"Jake Richmond, Besitzer mehrerer Clubs in Miami, wird brutal ermordet und an einer Samtschlinge erhängt aufgefunden. Durch eine Spurensuche in Richmonds \u0027Burgundy Club\u0027 erhofft sich Calleigh Aufschlüsse über das Mordgeschehen. Doch zunächst laufen die Nachforschungen ins Leere. Nur ein seltsamer Prüfungsbogen der Uni Miami für den Kurs Filmwissenschaften, lässt Calleigh aufmerksam werden. Was hat der Fund dieses Papiers in einem derart halbseidenen Club zu bedeuten? Die Spur führt zu Professor Meyer, der die angehenden Filmwissenschaftler an der Uni im Drehbuchschreiben unterrichtet und in dessen Büro sich verblüffender Weise ein Plakat befindet, dass die Mordszene an Richmond exakt wiedergibt. Meyer berichtet, dass er zurzeit die beiden studentischen Autoren Patrick Wilder und Ben Williams ein Buch für den Filmproduzenten Norman Stein schreiben lässt und dafür bereits eine halbe Million Dollar Vorschuss erhalten hat. Zwischen den beiden Drehbuchautoren und dem Mordopfer kann schon bald eine Verbindung hergestellt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971339","hoster":"VOE"},{"path":"/redirect/8336015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-15","name":"Leichen im Keller","epNo":15,"alt":"Skeletons","descr":"Horatio sorgt sich um sein Mündel Jennifer Wilson, deren Eltern vor Jahren auf grausame Weise von dem Psychopathen Walter Dresden umgebracht wurden. Jennifer war damals in einen Schrank gesperrt worden und Zeugin des Mordes gewesen. Horatio hatte sie dann bei den Ermittlungen in ihrem Gefängnis entdeckt und sich seit dieser Zeit um das Mädchen gekümmert. Nun hat Walter Dresden nach seiner Entlassung offenbar erneut und nach gleichem Muster wie damals gemordet. Horatio ist dementsprechend in höchster Sorge um Jennifer, doch diese will sich von ihm nicht helfen lassen und ihr Leben endlich alleinverantwortlich leben. Wie sich herausstellt, hat Dresden über das Internet bereits Kontakt zu Jennifer aufgenommen und hinsichtlich des jüngsten Mordes seine Unschuld beteuert. Er gibt an, von Horatio blindwütig verfolgt zu werden - und Jennifer glaubt ihm. Horatio muss Dresden zunächst zähneknirschend ziehen lassen. Doch Walter Dresden hat noch Pläne sowohl mit Jennifer als auch mit Horatio. Der Ermittler soll ihm - ohne es zu ahnen - dabei helfen, eine alte Rechnung zu begleichen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971343","hoster":"VOE"},{"path":"/redirect/8336019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-16","name":"Abweichungen","epNo":16,"alt":"Deviant","descr":"Der als Kinderschänder bekannte Philip Gordon wird auf einem Spielplatz tot aufgefunden - er wurde offenbar zu Tode geprügelt. Doch Alexx stellt fest, dass nicht die Schläge die eigentliche Todesursache waren, sondern ein Messerstich. Am Tatort findet sich ein Kinderhandy, in dem die Telefonnummer der Eltern eingespeichert ist. Diese Spur führt die Ermittler zu Victor Terraza, einem Vater, der seine kleine Tochter Isabell offenbar dazu benutzt hat, um Philip Gordon eine Falle zu stellen. Terraza gibt zu, Philip Gordon eine Lektion erteilt zu haben, streitet aber den Messerstich ab. Da offensichtlich nahezu jedermann im Viertel Philip Gordons kriminelle, päderastische Vergangenheit kannte, gibt es nun eine ganze Reihe von potenziellen Mordverdächtigen. Die Ermittler geraten unter Zeitdruck, denn inzwischen werden der Bruder von Philip Gordon und dessen Frau Hayley Gordon, die dem Mörder Unterkunft gewährt hatten, von den Bewohnern des Viertels massiv bedroht. Die Situation droht zu eskalieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971342","hoster":"VOE"},{"path":"/redirect/8336021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-17","name":"Zusammenstöße","epNo":17,"alt":"Collision","descr":"Bei einem Autounfall in den frühen Morgenstunden kommt Angela Ross ums Leben. Im Kofferraum finden die Ermittler eine weitere Leiche. Die Lackspuren am Unfallwagen führen sie zu Russell Miller. Miller gesteht, den Toten im Kofferraum, Zuhälter Luis Reyes, getötet zu haben. Da die Fahrerin des Unfallwagens den Mord beobachtet hatte, drängte er sie von der Straße und deponierte anschließend Reyes\u0027 Leiche im Kofferraum. Doch so einfach ist der Fall nicht. Alexx Untersuchung ergibt, dass Angela Ross nicht durch den Unfall, sondern durch Schläge auf den Hinterkopf starb. Außerdem stellt Calleigh fest, dass sie mit einer falschen Identität lebte. Ein Fingerabdruck und ein kleiner Diamant im Wagen führen zu neuen Ergebnissen. Durch die spezielle Signatur des Diamanten ermitteln die CSIs den Juwelier. Manager Chris Kaiser sagt aus, der Stein habe zu einer vier Millionen Dollar teuren Kette gehört, die seine Angestellte Barbara Sommers gestohlen habe. Auf einem Foto identifiziert er Angela Ross als Barbara. Alexx stellt bei der weiteren Obduktion fest, dass diese jede Menge ältere Knochenbrüche aufweist. Offensichtlich ist die Frau in der Vergangenheit schwer misshandelt worden. Der Fingerabdruck in Barbaras Wagen führt zu Howard Benchley. Benchley gibt zu, am Unfallort gewesen zu sein und die Polizei gerufen zu haben. Er sei jedoch vor deren Eintreffen geflohen, da er Alkohol getrunken hatte und schon einmal wegen Trunkenheit am Steuer verurteilt wurde. Über die Diamantenkette wollen die Ermittler den Täter aufspüren. Und tatsächlich: Bei einem Pfandleiher versucht die Kleinkriminelle Rita Davis, das Schmuckstück zu versetzen. Sie behauptet, erst nach dem Unfall am Tatort gewesen zu sein. Dort habe sie allerdings einen schwarzen Geländewagen gesehen - einen Wagen, wie ihn auch Howard Benchley besitzt. Die Beweise verdichten sich: Die Ermittler finden die Tatwaffe und das Team rückt dem Täter immer näher...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971345","hoster":"VOE"},{"path":"/redirect/8336024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-18","name":"Übung macht den Mörder?","epNo":18,"alt":"Double Jeopardy","descr":"Stephen Rowe ist des Mordes an seiner Frau Melissa angeklagt - alle Indizien sprechen gegen ihn. Doch die Geschworenen sprechen ihn frei, denn Melissas Leiche bleibt unauffindbar. Als ein Fischer die Tote schließlich in einem See findet, ist es zu spät. Rowe kann für das gleiche Verbrechen nicht noch einmal vor Gericht gebracht werden. Die Obduktion der Leiche ergibt, dass Melissa mit einem abgebrochenen Messer erstochen wurde. Während Stephen Rowe den Sieg vor Gericht mit seiner neuen Freundin Allison feiert, erfährt Horatio von Melissas Vater Richard Bowman Einzelheiten über die Ehe der Rowes. Das Paar hatte sehr überstürzt geheiratet und Stephen hatte erst nach der Hochzeit erfahren, dass Melissas Mutter schwarz war. Richard sagt aus, dass der rassistische Stephen über diese Information außer sich gewesen sei. Die Ehe mit Melissa war für ihn daraufhin inakzeptabel, doch Melissa weigerte sich, einer Scheidung zuzustimmen. Richard vermutet, dass Stephen sie deshalb umgebracht hat. Zahlreiche Dateien auf Stephens sichergestelltem Laptop bestätigen die Annahme eines rassistischen Hintergrunds für die Tat. Mit diesen Informationen kann Horatio die Staatsanwaltschaft überzeugen, Stephen doch noch einmal anzuklagen. Das CSI-Team macht sich auf die Suche nach den letzten Beweisen für Stephens Schuld und kommt dabei noch weiteren Verbrechen auf die Spur...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971340","hoster":"VOE"},{"path":"/redirect/8336030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-19","name":"Angestachelt","epNo":19,"alt":"Driven","descr":"Ein vornehmes Wellness-Center für Damen wird von drei maskierten Männern überfallen. Die Banditen fordern von den anwesenden Gästen die Schlüssel ihrer teuren Autos. Als Victoria Morena die Herausgabe ihres Schlüssels verweigert und einem der Angreifer Pfefferspray in die Augen sprüht, wird sie von einem seiner Komplizen erschossen. Die Diebe entkommen mit den gestohlenen Autos. Da alle Autos mit GPS-Sendern ausgestattet sind, kann ein gestohlener Lamborghini schnell wieder aufgespürt werden. Doch der Fahrer Hayden Cruise hat mit dem Überfall nichts zu tun. Victoria Morenas Obduktion ergibt eine neue Spur. In ihren Haaren findet sich eine Substanz, die nur in einer Zuckerfabrik vorkommen kann. Und tatsächlich, in einer stillgelegten Zuckerfabrik befindet sich eine illegale Autowerkstatt, in der teure Wagen ausgeschlachtet werden. Ryan und Horatio eilen sofort mit einem SWAT-Team in die Fabrik. Beim Schusswechsel wird einer der Einbrecher aus dem Wellness-Center erschossen. Da er jedoch Spuren von Pfefferspray an sich hat, kann er nicht Victorias Mörder sein. Da wird eine weitere Besucherin des Spas zu Hause überfallen. Horatio und sein Team nehmen die Verfolgung der Täter auf, um den Mord an Victoria endlich aufzuklären...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971344","hoster":"VOE"},{"path":"/redirect/8336029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-20","name":"Leo \u0026 Sienna","epNo":20,"alt":"Free Fall","descr":"In dem leer stehenden ehemals legendären Hotel Delgado finden die beiden Teenager Leonard und Tom die Leiche von Garcia Vargas und dessen Bruder Mariano, der - wie durch ein Wunder - schwer verletzt überlebt hat. Den beiden wurde aus kurzer Entfernung in den Kopf geschossen - die Szene gleicht einer Hinrichtung. Der Besitzer des alten Hotels, Nicolas Suero, sagt aus, die beiden Brüder nicht gekannt zu haben. Er wollte das Hotel in Kürze renovieren und fürchtet nun durch die Ermittlungen kostspielige Verzögerungen der Bauarbeiten. Bei der Durchsuchung der Wohnung der beiden Brüder findet Horatio einige Geldscheine, die dort versteckt waren. Der Banknoten-Experte Peter Elliott, der schon des Öfteren mit Calleigh zusammengearbeitet hat, erkennt an Farbe und Bildern, dass das Geld der Vargas\u0027 älter als 16 Jahre sein muss, und offensichtlich in einem feuchten Keller aufbewahrt wurden. Es könnte sich also um Bargeld von Drogenkartellen handeln, das lange versteckt werden musste. Ein Strafzettel, den der Van der Brüder am Tag des Anschlags bekommen hatte, führt die CSIs schließlich auf die Spur des Mörders und eines Gangsterpärchens, dass ebenfalls in den Fall verwickelt ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971347","hoster":"VOE"},{"path":"/redirect/9792054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-21","name":"Vertippt","epNo":21,"alt":"Dead Air","descr":"Horatio wird durch Zufall Zeuge eines Entführungsfalles, als das vom Kidnapper in einem Kofferraum gefangen gehaltene Opfer, Brenda Collett, verzweifelt mit ihrem Handy nach Rettung zu telefonieren versucht. Brenda verwählt sich und statt ihren Mann zu erreichen, landet sie schließlich über Umwege bei Horatio Caine. Horatio kann nur kurz mit der verzweifelten Frau sprechen, bevor die Leitung abrupt von dem hinzukommenden Entführer unterbrochen wird. Glücklicherweise kann nun aber zumindest der Ehemann der Frau, Mitchell Collett, ausfindig gemacht werden. Collett ist Finanzvorstand bei einem Unternehmen, das sich Abex nennt. Die Entführer haben ihn bereits kontaktiert und fünf Millionen Dollar Lösegeld verlangt. Diese Summe kann Mitchell nicht aufbringen. Er wendet sich hilfesuchend an seinen Chef, Dane Daniels. Doch Dane zeigt sich seinem Mitarbeiter gegenüber wenig entgegenkommend. Die Ergebnisse weiterer polizeilicher Untersuchungen setzen den zwielichtigen Dane Daniels zunehmend in ein ungünstiges Licht. Hat Dane mit der Entführung von Brenda Collett zu tun, deren Ehemann offenbar einige unliebsame Wahrheiten über seinen Chef kennt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971346","hoster":"VOE"},{"path":"/redirect/8336031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-22","name":"Mörder auf Kreuzfahrt","epNo":22,"alt":"Open Water","descr":"In den frühen Morgenstunden stürzt Mike Harris von Bord eines Kreuzfahrtschiffes und wird dort Opfer der Haie, die das Schiff begleiten. Kapitän Quentin Taylor versucht zwar noch, die Raubfische zu vertreiben, doch für Harris kommt jede Hilfe zu spät. Die Ermittlungen ergeben, dass Harris an Bord Gwen Creighton und deren Tochter Mandy kennen gelernt hatte und Gwen nach nur drei Tagen heiratete. An der Stelle des Schiffes an der er ins Meer stürzte, finden sich Schuhabdrücke und Blutspuren. Alles weist auf einen Kampf hin: Harris wurde über Bord geworfen. Die Spuren führen zu Stewart Keith Murray, der aussagt, er habe den betrunkenen Harris lediglich zurück unter Deck bringen wollen. Calleigh und Ryan untersuchen die Kabine des Opfers und finden ein leeres Glas. Die Analyse im Labor ergibt, dass Harris mit seinem Drink ein Schlafmittel verabreicht wurde. Aus dem Safe in der Kabine wurden außerdem 70.000 Dollar gestohlen. Die Karte, die zum Öffnen der Kabine zur Tatzeit benutzt wurde, gehörte Harris Frau Gwen, doch diese streitet alles ab. Dann ergeben weitere Untersuchungen des Glases, dass offensichtlich Tochter Mandy ihrem Stiefvater das Schlafmittel in den Scotch rührte und Eric und Ryan kommen durch weitere Blutspuren einem weiteren Mord auf die Spur ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9792068","hoster":"VOE"},{"path":"/redirect/8336036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-23","name":"Sterne verglühen","epNo":23,"alt":"Shock","descr":"Das Team um Horatio Caine untersucht den Tod des Promi-Sternchens Nikki Beck. Nikki starb an den Folgen eines Stromschlags, verursacht durch einen elektrischen Gesichtsbräuner, der ihr während eines Bades in das Badewasser geworfen wurde. Mögliche Verdächtige sind ihr Manager, ihre Assistentin, sowie ihre Rivalin April Goodwin, die gemeinsam mit Nikki in einer Reality TV-Show auftreten sollte. Die Spuren verdichten sich jedoch rasch und deuten darauf hin, dass Nikkis Assistentin, Melinda Carson, die ständigen Zurückweisungen ihrer Arbeitgeberin nicht mehr länger ertragen konnte und zur Mörderin wurde. Unterdessen beschließen Horatio und Marisol zu heiraten - ein Entschluss, von dem Eric alles andere als begeistert ist, denn er befürchtet, dass sich seine Schwester noch nicht ausreichend von ihrer kürzlich überstandenen Krebserkrankung erholt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971349","hoster":"VOE"},{"path":"/redirect/8336040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-24","name":"Ende mit Schrecken","epNo":24,"alt":"Rampage","descr":"Während der Gerichtsverhandlung gegen den örtlichen Anführer der Mala-Noche-Gang, Rafeal Sifuentes, kann dieser mit Hilfe eines Zeugen, von dem sich das CSI die Verurteilung Sifuentes erhofft, flüchten. Bei einer wilden Schießerei wird ein Gerichtsdiener getötet. Schnell ermitteln die Spezialisten den Helfer der Mala-Noches. Es ist der Hausmeister Alan Parker, der ein Magazin im Gerichtssaal versteckt hat. Natalia Boa Vista wird von Gloria, einer Ex-Freundin von Eric belästigt. Sie schlägt ihr die Autoscheibe ein. Eric verspricht Natalia, sich Gloria vorzunehmen. Als auch seiner Schwester Marisol, die Gloria irrtümlich für seine neue Frau hält, das Gleiche passiert, sieht sich Eric gezwungen zu handeln. Er warnt Gloria ein letztes Mal. Als er seiner Schwester die von Gloria entwendete Handtasche zurückgeben will, fallen zwei Schüsse. Eric wird leicht am Arm verletzt und seine Schwester schwer getroffen. Auf der Fahrt ins Krankenhaus wird der Krankenwagen mit Horatio an Bord von drei Mitgliedern der Mala Noche überfallen. Horatio nimmt es mit den drei Tätern auf, erschießt zwei, der dritte kann entkommen. Allerdings stirbt Marisol kurz darauf im Krankenhaus. Horatio schwört blutige Rache und sprengt das Familientreffen der Mala Noches. Und damit gelingt es ihm, den entflohenen Rafael Sifuentes wieder festzunehmen. Jetzt muss er nur noch Memmo Fierro suchen, den Fahrer des Überfallkommandos auf den Krankenwagen. Nachdem Calleigh den Ort gefunden hat, von dem die tödlichen Schüsse auf Marisol abgefeuert wurden, finden sich dort verräterische Spuren, die zu Memmo Fierro führen. Horatio und Eric nehmen die Sache selbst in die Hand, laden Memmo Fierro in ihren Kofferraum und fahren mit ihm in die Everglades zu einer letzten Abrechnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971350","hoster":"VOE"},{"path":"/redirect/9565204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-4/episode-25","name":"Keine Ruhe vor dem Sturm","epNo":25,"alt":"One of Our Own","descr":"Horatio betreibt erbittert die Jagd auf Antonio Riaz, der den Mord an Marisol angeordnet hat. Bei der Untersuchung eines Tatortes, an dem fünf Mitglieder der Mala Noche erschossen wurden, läuft Officer Jessop in eine Sprengfalle und wird getötet. Horatio erkennt die Handschrift dessen, der die Sprengfalle gebastelt hat. Dieser führt die Ermittler auf die Spur von Rafik Ohmad, einem arabischen Waffenhändler. Antonio Riaz kann festgenommen werden, wird aber nach Brasilien ausgeliefert, da er einen Deal mit der Staatsanwaltschaft aushandelt, um Rafik Ohmad, der unter anderem eine afghanische Terrorzelle unterstützt, ans Messer zu liefern. In der Zwischenzeit wird das Labor vom FBI auseinander genommen. Bei einer Razzia gegen die Mala Noches eine Woche zuvor sind 64.000 Dollar sichergestellt worden, von denen ein beträchtlicher Teil fehlt. Monica West, die das Labor schon immer zerschlagen wollte, sieht ihre große Chance gekommen. Durch Ryans und Calleighs Wachsamkeit und Auffassungsgabe kann die Zerschlagung des Labors in letzter Sekunde verhindert werden. Monica West, die das Geld gestohlen hat, wird festgenommen. Horatio und Eric beschließen, sich auf die Suche nach Antonio Riaz zu machen und fliegen nach Brasilien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971351","hoster":"VOE"},{"path":"/redirect/8336038","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/csi-miami/staffel-5/episode-1","name":"Rio","epNo":1,"alt":"Rio","descr":"Horatio und Eric fliegen nach Rio de Janeiro, um Antonio Riaz zur Strecke zu bringen, der den Mord an Marisol in Auftrag gegeben hatte. Es stellt sich heraus, dass die brasilianischen Behörden wenig kooperativ sind und Antonio Riaz auf freien Fuß setzen. Auf der Suche nach Riaz wendet sich Horatio an Yelina, die Frau seines Bruders Raymond. Es stellt sich heraus, dass Raymond offensichtlich dunklen Geschäften nachgeht. Auch Ray Junior, der jetzt 14 Jahre alt ist, droht, auf die schiefe Bahn zu geraten. Antonio Riaz, der gedroht hat, Horatio alles zu nehmen, was diesem liebt ist, nimmt sich Ray Juniors an. Horatio versucht, Ray Junior aus dessen Fängen zu befreien. Als er seinen sterbenden Bruder findet, verspricht er ihm, seinen Sohn zu retten. Es kommt zum Showdown in Rio, bei dem Horatio Antonio Riaz tötet. Doch dieser hat Ray Junior inzwischen als Drogenkurier zurück nach Miami geschickt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971354","hoster":"VOE"},{"path":"/redirect/8336043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-2","name":"Um die Ecke","epNo":2,"alt":"Going Under","descr":"Horatio und sein Team ermitteln im Fall eines Bikers, der erschossen aus einem Hochhaus gefallen ist. Billy Gault war als Undercover-Cop bei den \"Crypt Kings\u0027, einer Motorrad-Gang, eingeschleust worden. Im Zuge der Ermittlung findet Horatio heraus, dass die Gang um ihren Anführer Hawk Reed mit in Israel gestohlenen High-Tech-Waffen, sogenannten Cornershots, dealt, die sie nach Palästina verkaufen. Cornershots sind Gestelle mit Zieloptik, in die man eine Pistole einspannen und um die Ecke schießen kann. Es stellt sich heraus, dass Billy mit eben so einem Cornershot erschossen wurde. Bei der Durchsuchung der Motorräder der Gang finden die Ermittler ein solches Cornershot, in das die Waffe von Jake Berkeley eingespannt ist. Doch Jake Berkeley ist ebenfalls Undercover-Ermittler und war mit Billy Gault auf die Gang angesetzt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971353","hoster":"VOE"},{"path":"/redirect/8336046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-3","name":"Wer stirbt als nächstes?","epNo":3,"alt":"Death Pool 100","descr":"Auf der Party des Top-Juweliers Mr. Ice tauchen zwei maskierte Banditen auf, um sämtliche Gäste von ihren Juwelen zu befreien. Als Folge des Zwischenfalls sind zwei Todesopfer zu beklagen. Alle Spuren führen auf ein obskures Glücksspielschiff, das vor der Küste Floridas, außerhalb der Drei-Meilen-Zone, ankert. Dort veranstaltet ein gewisser Mr. Choi das so genannte Todes-Lotto, bei dem die Teilnehmer auf das Ableben von Prominenten wetten können. Von den Teilnehmern ahnt jedoch niemand, dass sie im Gewinnfall mit falschen 100-Dollar-Noten ausgezahlt werden. Kevin Iverson hat durch den Tod von Dakota Hudson profitiert und gerät damit als Erster ins Fadenkreuz der Ermittler. Außerdem stellt sich heraus, dass Mr. Ice, der Juwelier, den Überfall inszeniert hat, da ein Großteil seines Schmucks unecht war und er befürchten musste, dass das an die Öffentlichkeit kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971357","hoster":"VOE"},{"path":"/redirect/8336045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-4","name":"Nie wieder im Rampenlicht","epNo":4,"alt":"If Looks Could Kill","descr":"Steve Dixon, ein Model, wird tot im Hafenbecken einer Marina gefunden. Das Erstaunliche daran ist, dass Steve Dixon von einem Auto überfahren wurde. Stellt sich die Frage, wie er ins Hafenbecken kam. Bei dem Abschleppunternehmer Bob Norwood finden die Ermittler einen Mercedes, der auf einen gewissen Jason Hollings zugelassen ist. Jason Hollings ist auch Model bei J.A. Models. Diese Agentur wird von den beiden Frauen Abby Biggs und Janet Sterling geleitet. Beide haben offenbar die Angewohnheit, mit ihren Models zu schlafen. In die Zange genommen, gibt Jason Hollings zu, seinen Partner aus Eifersucht ermordet zu haben. Der Fall scheint gelöst, als das nächste Model von einem Hochhaus fällt. Schließlich entdecken die Ermittler, dass die Agentin Janet, für ihre Models Lebensversicherungen abgeschlossen und schon in mehreren Fällen die Versicherungssumme kassiert hat. Abby will das anfangs nicht glauben, wird aber von Calleigh damit konfrontiert, dass auch auf sie eine Lebensversicherung in Höhe von sechs Millionen abgeschlossen worden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11653592","hoster":"VOE"},{"path":"/redirect/11653596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-5","name":"Eine Hand tötet die andere","epNo":5,"alt":"Death Eminent","descr":"n einem leer stehenden Haus am Cobalt Drive wird die Leiche des Stadtrats Bridges gefunden. Die Gegend um den Cobalt Drive wird nach und nach von einer Firma namens \"Apias Conglomerate\" aufgekauft, hinter der der Bauunternehmer William Preston steckt. William Preston hat Gary Logan beauftragt, in der Gegend die Verbrechensrate steigen zu lassen, damit die Stadt eine Handhabe hat, die Bürger dort zu enteignen, um das Gebiet abreißen zu lassen. Mit unter der Decke des Bauunternehmers steckt anscheinend Richter Ratner, ein alter Bekannter Horatios, der ihm in einem früheren Fall durch die Lappen gegangen ist, obwohl er nachweislich eine Frau ermordet hat. Richter Ratner schätzt den Grundstückswert der Immobilien absichtlich zu gering ein. Gary Logan wird durch ein paar Hautzellen, die Natalia am Aktenkoffer des toten Stadtrates findet, überführt. Er gibt sofort zu, den Stadtrat bestohlen zu haben, leugnet aber den Mord. In Logans Garten findet Calleigh einen Koffer mit einer Kinderleiche. Beim Vergleich der DNS der Toten mit einem früheren Fall stellt sich heraus, dass diese die uneheliche Tochter von Richter Ratner ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971359","hoster":"VOE"},{"path":"/redirect/11653599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-6","name":"Ein Fluch geht um","epNo":6,"alt":"Curse Of The Coffin","descr":"Danielle Madison flieht aus einem Haus, in dem ihre beste Freundin Alissa getötet wurde. Bei der Untersuchung des Tatortes finden die Ermittler einen abgeschnittenen Ziegenkopf und einen kleinen Sarg. Eric erkennt, dass sich diese Sachen alle um eine Glaubensrichtung namens Santeria drehen, die eine Mischung zwischen Voodoo und Katholizismus ist. Eric weigert sich, die Sachen anzufassen und lässt Ryan das machen, der Erics Verhalten belächelt. Allerdings nur so lange, bis seine Hände plötzlich taub werden. Auf dem Weg zu Alexx sieht er, wie einer der Toten in der Pathologie zum Leben erwacht. So langsam beginnt auch Ryan, an einen Fluch zu glauben. Als der auferstandene Tote allerdings ein zweites Mal auf dem Seziertisch von Alexx landet, lichten sich die Rätsel um die verschiedenen Toten und bringen die CSI\u0027ler auf die Spur der Mörder...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11653379","hoster":"VOE"},{"path":"/redirect/11653373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-7","name":"Benzin im Blut","epNo":7,"alt":"High Octane","descr":"Bei einem illegalen Straßenrennen wird Dexter Gilman der Kopf abgetrennt, als er mit seinem Auto einen Trick vorführt. Als die Polizei am Tatort erscheint, ist der Wagen verschwunden. Luke Baylor, ein Freund von Dex, ist mit ihm davongefahren, weil er den Wagen nicht in die Hände der Polizei fallen lassen wollte. Auf Bierflaschen, die sich am Tatort finden, entdeckt die Polizei einen Fingerabdruck von Evan Dunlar. Evan Dunlar gibt zu, dass er am Tatort war, allerdings hat er angeblich nur zugesehen. Der Fall wird immer mysteriöser, als Ryan und Calleigh eine angezapfte Kerosin-Leitung finden, die direkt unter einem Wohngebiet verläuft. Offensichtlich ist diese Leitung von Steve Dunlar, dem Vater von Evan Dunlar, manipuliert worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971356","hoster":"VOE"},{"path":"/redirect/11653399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-8","name":"Wer hat Natalias Schwester?","epNo":8,"alt":"Darkroom","descr":"In der Model-Szene von Miami geht ein unheimlicher Serienmörder um. Der Fall erhält für das Kriminallabor eine persönliche Note, als sich herausstellt, dass unter den eventuellen Opfern des Täters auch Anya Boa Vista, die Schwester Natalias, ist. Horatio verspricht Natalia, alles daranzusetzen, ihre Schwester rechtzeitig zu finden. Tommy Boyer wird auf der Jagd nach den Tätern von Horatio festgenommen. Tommy Boyer gibt an, seine Verlobte, Jill Girrard, zu suchen, die zu einem Foto-Shooting unterwegs war. Als die Ermittler einen Safe mit Mordtrophäen und verschiedenen Fotos von Mädchen finden, wird ihnen klar, dass sie es mit einem Serientäter zu tun haben. Jill Girrard wird rechtzeitig gefunden, kann und will aber keine Angaben zu ihrem Entführer machen, da sie am Stockholm-Syndrom leidet. Die Journalistin Erica Sikes findet heraus, dass es sich bei einem der Opfer um die Schwester von Natalia Boa Vista handelt, bringt es prompt an die Öffentlichkeit und gefährdet so das Leben Anyas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971355","hoster":"VOE"},{"path":"/redirect/8336055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-9","name":"Miami in Gefahr","epNo":9,"alt":"Going, Going, Gone","descr":"Auf einer Party der Reichen und Schönen werden hübsche Frauen für einen angeblich wohltätigen Zweck versteigert. George Kornspan hat Lust auf einen Dreier und ersteigert sich Katie Watson und Rebecca Roth. Katie Watson verbindet Rebecca die Augen, während George Kornspan sich nebenan Viagra einwirft. Als er wiederkommt, findet er Rebecca tot auf dem Bett liegend. Nach komplizierten Ermittlungen machen die Ermittler als Täter Carl Thornton aus. Carl Thornton war der Ex-Freund von Rebecca Roth. Diese hat ihn verlassen, und Carl Thornton ist ihr eifersüchtig gefolgt und hat sie im Zimmer erstochen. Doch bei ihren weiteren Recherchen kommen die CSI\u0027ler einer weitreichenden Verschwörung auf die Spur, die ganz Miami in Gefahr bringen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971360","hoster":"VOE"},{"path":"/redirect/8336058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-10","name":"Wahrheiten gibt es viele","epNo":10,"alt":"Come As You Are","descr":"Auf einem privaten Schießplatz wird Sergeant Timothy Hicks erschossen. Das Merkwürdige an dem Fall ist, dass am angeblichen Tatort kein Blut zu finden ist. Horatio schlussfolgert, dass Timothy Hicks woanders ermordet wurde. Auf dem Parkplatz vor dem Schießstand findet sich eine Blutlache, die zu dem Opfer passt. Alexx stellt fest, dass Timothy Hicks vor seinem Tod schwere Beruhigungs- und Schmerzmittel genommen hatte. Timothy Hicks hat sich die Medikamente bei seiner Frau besorgt, die Tierärztin ist. Als man deren Medikamentenschrank untersuchen will, gibt sie an, dass vor ein paar Tagen bei ihr eingebrochen wurde. Durch Spuren am eingeschlagenen Fenster, werden schnell Derrick Perry und Matthew Batra überführt. Die beiden waren von Sergeant Hicks für den Dienst bei den Marines angeworben worden. Derrick Perry wollte seine Bewerbung jedoch zurückziehen und hat beschlossen, sich seine Akte wieder zurückzuholen. Bei einem Einbruch in Sergant Hicks Büro stellte Matthew Batra fest, dass er auf der schwarzen Liste des Verteidigungsministeriums steht und nicht zu den Marines zugelassen wird, da seine Eltern als gebürtige Iraner unter Terrorverdacht stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971361","hoster":"VOE"},{"path":"/redirect/8336060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-11","name":"Ein Netz voller Spinnen","epNo":11,"alt":"Backstabbers","descr":"Sonya Barak, die an der Entführung der Familie Kinkella beteiligt war, steht vor Gericht und kommt auf Kaution frei. Sie wird verdächtig, der Terrororganisation Al Qadir anzugehören. Beim Verlassen des Gerichtsgebäudes wird ihr Anwalt, Russell Tanninger, erschossen. Das CSI-Team stellt fest, dass er von einem Querschläger getötet wurde. Das eigentliche Ziel des Anschlages muss Sonya Barak gewesen sein... Im Wagen des Anwalts befindet sich zudem die Leiche von Gabriel Cervantes. Gabriel Cervantes war Mitglied einer Gang namens Los Conjeos und ist kürzlich ausgestiegen, um ein neues Leben als ehrlicher Mann zu beginnen. Wurde ihm dieser Entschluss zum Verhängnis? Das Team um Lt. Horatio begibt sich auf die Spur des Täters...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971362","hoster":"VOE"},{"path":"/redirect/11653409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-12","name":"Innere Angelegenheiten","epNo":12,"alt":"Internal Affairs","descr":"Natalia gerät unter Verdacht, ihren Ex-Mann Nick Townsend ermordet zu haben. Die Ermittlungen werden von Jake Berkeley und seinem Team geführt, der schnell dahinter kommt, dass auch Maxine Valera etwas mit Nick zu tun gehabt haben muss. Horatio hat alle Hände voll zu tun, um zu beweisen, dass Nick das Opfer einer Vertuschungstat gewesen ist. Er findet heraus, dass Nick von seinen Kollegen beschuldigt wurde, an Tatorten wertvolle Gegenstände mitgehen zu lassen. Offenbar wurden Nick ein paar Ohrringe, die eine Mörderin verloren hatte, nun zum Verhängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971363","hoster":"VOE"},{"path":"/redirect/11653421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-13","name":"Überhitzte Gemüter","epNo":13,"alt":"Throwing Heat","descr":"Am Strand von Miami tritt ein illegaler Flüchtling aus Kuba auf eine Mine und wird getötet. Horatio stellt fest, dass mit dem gleichen Boot noch zwei andere Männer in die USA eingereist sein müssen. Am Strand findet sich ein Teil eines Fernglases, mit dessen Hilfe Walter Dunley ermittelt werden kann. Walter Dunley hat am Strand gesessen, um Flüchtlingsboote der Polizei zu melden. Walter gibt den Ermittlern einen Hinweis auf einen Porsche, von dessen Kennzeichen er sich ein Fragment gemerkt hat. Dieser Sportwagen gehört Barry Ellis, einem Agenten für Sportler, der Baseballspieler vermittelt. Barry Ellis hat George Zamareno und Ario Pastano, zwei kubanische Baseball-Spieler, ins Land geholt und sie mit Papieren versorgt. Durch weitere Recherchen in der Sportlerszene geraten die CSI\u0027ler an Lou Pennington, einen etwas älteren Baseballer, für den Ario eine ernstzunehmende Konkurrenz gewesen wäre. Um Pennington den Anschlag nachweisen zu können, schleust sich Eric in eine Bar ein, in der angeblich flüchtige Kubaner mit Papieren versorgt werden. Dort springt er gentlemenlike einer Frau bei, die von ihrem Mann angegriffen wird. Doch kurze Zeit später ist der Mann tot und Eric sieht sich mit einer horrenden Schadenersatzklage konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971366","hoster":"VOE"},{"path":"/redirect/8336062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-14","name":"Einer von uns - Teil 1","epNo":14,"alt":"No Man\u0027s Land (1)","descr":"Bei einem Überfall auf einen Waffenlaster, der konfiszierte Waffen zum Einschmelzen in ein Stahlwerk bringen soll, werden die beiden begleitenden Polizisten, Matt Cranby und Chris Ryder, getötet. Der Waffenlaster wird von herbeieilenden Anwohnern geplündert. Chris Ryder, der seine Lieferung bis zuletzt verteidigt hat, ist offenbar kämpfend gestorben, denn in seiner Hand finden die Ermittler einen Büschel Haare. Mit Hilfe einer DNS-Analyse wird Pedro Salvado ermittelt. Pedro Salvado ist ein Cousin von Clavo Cruz, einem alten Bekannten von Horatio Caine. Horatio wird sofort klar, dass der Überfall auf den Waffenlaster kein Zufall war. Und richtig: Eine der gestohlenen Waffen, eine Panzerfaust, wird benutzt um Clavo Cruz aus dem Gerichtsgebäude zu befreien. Clavo Cruz nimmt bei seiner Flucht eine Gerichtsangestellte als Geisel. Bei der Suche nach der Frau laufen Eric und Horatio in eine Falle. Eric wird niedergeschossen.  In der Nähe der Stelle, an der der spektakuläre Waffenraub stattgefunden hat, wurde ein Elfjähriger in seinem Vorgarten erschossen. Calleigh und Ryan übernehmen die Ermittlungen und stellen schnell fest, dass der Kleine mit einer der gestohlenen Waffen erschossen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971365","hoster":"VOE"},{"path":"/redirect/8336064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-15","name":"Einer von uns - Teil 2","epNo":15,"alt":"Man Down (2)","descr":"Clavo Cruz zieht weiterhin eine blutige Spur durch Miami und ermordet seinen Ziehvater, General Cruz, der ihn vor zwei Jahren bei seiner Verhaftung verstoßen hat. Damals hatte Horatio aufgedeckt, dass Clavo nicht der leibliche Sohn von General Cruz ist. Währenddessen versucht das Team der Ermittler fieberhaft, Cathy Gibson zu finden, die Clavo Cruz bei seiner Flucht aus dem Gerichtsgebäude als Geisel genommen hat. Cathy wird rechtzeitig am Strand gefunden. Anhand von Verletzungen an ihrer rechten Hand stellen die Ermittler fest, dass Cathy kein Opfer von Clavo war, sondern seine Komplizin. Sie hat ihm geholfen, seine Handschellen aufzusägen. Von Cathy hat Clavo auch die Information über den Waffentransport erhalten. Das Parkhaus, in dem Eric niedergeschossen wurde, hat einen Parkwächter, Stan Keeler. Die Untersuchung von Stan Keelers Händen auf Schmauchspuren beweist, dass er mit einem Gewehr, das aus dem überfallenen Waffentransport stammt, auf Eric geschossen haben muss. Keeler gibt zu, dass Clavo ihm versprochen hat, ihm für diese Tat 100.000 Dollar zu zahlen. Während die Ärzte um Erics Leben kämpfen, finden Horatio und sein Team weitere Hinweise, die sie auf die Spur des flüchtenden Clavo Cruz führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971367","hoster":"VOE"},{"path":"/redirect/8336063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-16","name":"Feine Familie","epNo":16,"alt":"Broken Home","descr":"Bei der Aufklärung eines Doppelmordes an dem Ehepaar Crowleys erscheint nichts so, wie es ist: Heather, die jugendliche Tochter der Crowleys, passt auf den Nachbarsjungen Justin Montavo auf, als ihr Vater blutüberströmt hereinplatzt. Hinter dem Haus finden die Ermittler die Leiche von Kimberly Crowley. Kimberly wurde mit einer Beetkralle ermordet. Einige Spuren am Fenster führen die CSIler zu Dr. Mike Lasker. Mike Lasker gibt zu, am Fenster der Montavos gestanden zu haben. Allerdings hat er Heather nicht beim Babysitten beobachtet, sondern wie diese sich mit ihrem Freund Zach Griffith vergnügt hat. Der kleine Justin ist während dessen auf Raubzug in die Nachbarschaft gegangen, da die Ermittler bei ihm einiges Diebesgut finden, das als gestohlen gemeldet wurde. Es stellt sich heraus, dass Dr. Mike Lasker nicht nur bestohlen wurde, er wollte sich ein Armband zurückholen, das er selbst einer Patientin, die er getötet hat, entwendet hat. Zach Griffith wiederum erweist sich als durchtriebener Teeanger: Er diente zugleich Mutter als auch Tochter Crowley als Lover.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9821269","hoster":"VOE"},{"path":"/redirect/8971364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-17","name":"Wilde Tiere","epNo":17,"alt":"A Grizzly Murder","descr":"Bei einem Jagdausflug der drei Freunde Andy, Rob und Dennis wird Dennis von einem Bären angegriffen und getötet. Das CSI-Team um Horatio Caine findet schnell heraus, dass ein Lockmittel auf der Kleidung des Getöteten das aggressive Tier auf die Spur seines menschlichen Opfers gebracht hat. Billy Chadwick, der Hersteller des Lockmittels, behauptet es dem Jagdführer der Drei, Chuck Greene, verkauft zu haben. Chuck weist die Vorwürfe von sich, die Jagdwesten der drei damit präpariert zu haben. Bei der Durchsuchung des Hotelzimmers finden die Ermittler unter einer Fliese eine Lache Blut. Auf dem Tisch liegt ein herrenloser MP3-Player, von dem Dan Cooper schließt, dass er einer Frau gehören muss. Anhand der Play-Listen findet er über das Internet auch einen Namen. Dieser MP3-Player gehört Anna Sivarro. Anna bestreitet allerdings, im Hotelzimmer der drei Männer gewesen zu sein. Unterdessen werden die beiden überlebenden Freunde von der Polizei dabei erwischt, wie sie aus der Stadt flüchten wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971369","hoster":"VOE"},{"path":"/redirect/8336067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-18","name":"Drei sind einem zu viel","epNo":18,"alt":"Triple Threat","descr":"Auf Dominic Whitford, einen reichen Bauunternehmer, wird während des Charity-Events seiner Frau Ashley Whitford, ein tödlicher Mordanschlag verübt. Bei der Obduktion des Toten stellt Alexx einige Ungereimtheiten fest, so hatte der Tote offensichtlich einen Herzinfarkt erlitten, der allerdings in Dominic Whitfords Krankenakte nirgendwo vermerkt war. Alexx stellt fest, dass der Tote umfangreiche plastische Operationen über sich ergehen lassen hat und schlussfolgert, dass es sich um einen Doppelgänger von Dominic handeln muss. Die Kugel, die den Doppelgänger tödlich verletzte, stammte aus einem Revolver, der Neil Massey gehörte. Massey gibt zu Protokoll, dass ihm diese Waffe gestohlen worden ist, zusammen mit einer größeren Menge Bargeld. Massey war früher mit Ashley, der Ehefrau des Getöteten, zusammen. Wie sich herausstellt, hat Ashley eine Zwillingsschwester, Cayla Selby. Diese beiden haben, aus welchen Gründen auch immer, ständig die Rollen getauscht. Am Tatort finden die Ermittler Bluttropfen, die von der Mörderin stammen müssen. Da Zwillinge die gleiche Blutgruppe und gleiche DNS haben, kann man diese Tropfen jedoch keiner der beiden Frauen zuordnen. Kann Horatio den Fall trotzdem lösen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9821275","hoster":"VOE"},{"path":"/redirect/8336068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-19","name":"Wege zum Mord","epNo":19,"alt":"Bloodline","descr":"Horatio trifft auf alte Freunde: Anna Sivarro und Scott O\u0027Shay, der ihm weiterhin das Leben schwer macht. Anna Sivarro, die von ihrem alten Job als Prostituierte nicht lassen kann, ruft Horatio in höchster Panik an, als sie blutverschmiert neben dem toten Aufsichtsbeamten Doug Lansing aufwacht. Doug Lansing ist skalpiert worden. In seiner Kopfhaut findet sich ein Knochensplitter, der offensichtlich von einem alten indianischen Artefakt stammt. Horatio, der väterliche Gefühle und vielleicht mehr für Anna Sivarro entdeckt, beschließt, ihr zu helfen. Doug Lansing war im \u0027Board für indianische Angelegenheiten\u0027 als Strohmann für den Casinobesitzer O\u0027Shay tätig. Da den Indianern als Wiedergutmachung für ihr geraubtes Land von der Regierung die Lizenz zum Casinobetreiben gegeben wurde, witterte O\u0027Shay hier eine Menge Geld. Als allerdings auch der indianische Casino-Betreiber Reggie Veston tot aufgefunden wird, droht die Sache, vollends unübersichtlich zu werden. Anna Sivarro gesteht Horatio gegenüber, dass sie Gelder von Doug Lansing zu O\u0027Shay transportiert hat. O\u0027Shay hat offensichtlich die Casinos ausgeplündert und ein Mordmotiv liegt somit ziemlich nahe, was aber Horatio nicht beweisen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971370","hoster":"VOE"},{"path":"/redirect/9821240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-20","name":"Vorschnell","epNo":20,"alt":"Rush","descr":"Horatio und sein Team klären den Tod des berühmten Schauspielers Brody Lassiter auf, der im Kofferraum eines Stunt-Fahrzeugs aufgefunden wurde. Offensichtlich ist Brody erhängt worden. In seinem Zimmer in einer Entzugsklinik finden die Ermittler auch eine Kerbe in einem Holzbalken an der Stelle, an der das Seil festgemacht gewesen sein muss. Alexx diagnostiziert Kratzspuren am Hals von Brody, somit ist klar, dass Brody sich gegen das Erhängen gewehrt hat und ein Selbstmord ausgeschlossen ist. Eddie Corbett, der Assistent und beste Freund Brody Lassiters, kümmert sich um dessen Beerdigung. Rod Vickers, der Stuntman, gibt zu Protokoll, mit Brody Lassiter am Abend seines Todes durch die Clubs gezogen zu sein. Da Brody clean war, hat er nichts getrunken und Rod Vickers konnte sich in Ruhe volllaufen lassen. In einer Mülltüte des Klinikdirektors Peter Ashford finden die Ermittler ein Seil, das sofort als das identifiziert werden kann, mit dem Brody erhängt worden ist. Peter Ashford gibt zu, die Leiche Brodys in den Kofferraum des Stunt-Fahrzeugs gelegt zu haben, damit seine Klinik nicht mit einem Selbstmord belastet wird. Eric forscht unter den Patienten der Klinik nach einem Motiv für den Mord und stößt auf Jolene Kitt, die ihm erzählt, dass Brody ihr gestanden hätte, früher jemanden getötet zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971375","hoster":"VOE"},{"path":"/redirect/8336071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-21","name":"Der Tod lädt ein zum Rosenkrieg","epNo":21,"alt":"Just Murdered","descr":"Als die Polizei wegen eines häuslichen Streits zum Haus des Ehepaares Hank und Laurie Athertons gerufen wird, finden die Ermittler dort eine tote Frau. Es ist Mandy, die Fitnesstrainerin des Ehemannes. Horatio stellt schnell fest, dass Mandy sich um mehr als nur um die Fitness von Hank Atherton gekümmert hat. Die Anzahl der Toten bei dieser Scheidungsschlacht steigt schnell, als Stan Lockwood tot aufgefunden wird. Stan Lockwood hat von Laurie Atherton für 200 Dollar den Familien-Lamborghini gekauft. Und als ob der Toten nicht genug sind, wird auch noch Allen Comden, der Anwalt von Hank, erstochen in seinem Büro aufgefunden. Schnell wird klar, dass Hank und Laurie nicht hinter den ersten beiden Morden stecken können. Der entscheidende Tipp zur Aufklärung der Morde stammt ausgerechnet von Nathan Atherton, dem Sohn des verdächtigen Ehepaares.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971373","hoster":"VOE"},{"path":"/redirect/8336073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-22","name":"Zu heiß!","epNo":22,"alt":"Burned","descr":"Bei einem Feuer in einem Einfamilienhaus kommt Brett Morrison um. Claire Gibbs, seine Verlobte, kann in letzter Sekunde flüchten. Schnell stellt sich heraus, dass das Feuer absichtlich gelegt wurde. Claire Gibbs gibt zu Protokoll, dass sie von einem Ex-Freund terrorisiert wird. Dieser Anthony Bryant stellt sich als übler Stalker heraus, der nicht davor zurückschreckte, auch Brett Morrison, der eine Veranstaltungsagentur besitzt, zu schikanieren. Zwischen den Zähnen des toten Brett Morrison findet sich ein kleiner Hautfetzen, der von einem gewissen Michael Lipton stammt. Michael Lipton, ein zwielichtiger Typ, gibt an, von Brett bei einem Streit gebissen worden zu sein. Michael hat Brett 100.000 Dollar gezahlt, damit dieser die Hochzeit seiner Schwester ausrichtet. Allerdings ist dessen Firma in Konkurs gegangen, und die 100.000 Dollar flossen in die Konkursmasse. Michael Lipton verlangt von CSI\u0027ler Ryan Wolfe, ihn aus der Sache herauszuhalten und erpresst ihn: Ryan schuldet ihm von verlorenen Wetteinsätzen 10.000 Dollar. Doch Horatio erfährt von der unseligen Verbindung seines Mitarbeiters zu einem Verdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9821248","hoster":"VOE"},{"path":"/redirect/8336072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-23","name":"Im Sumpf des Verbrechens","epNo":23,"alt":"Kill Switch","descr":"Die junge Sherry Williamson wird morgens überfallen. Da die Tat in Reichweite einer Überwachungskamera geschieht, kann Ryan, der jetzt Verbrechensexperte bei einem Lokalsender ist, den Täter identifizieren. Es ist Jason Billings. Kurz darauf wird Jason Billings tot am Strand aufgefunden. Der vermeintliche Täter kann kurz darauf festgenommen werden. Es ist Derek Hewitt, der die Bürger Miamis zur Selbstjustiz aufruft, um die Stadt von Verbrechen zu säubern. Schnell stellt sich heraus, dass auch Hewitt die Tat nicht begangen haben kann. Am Rumpf des Bootes von Jason Billings finden die Ermittler Klebstoffreste, mit dem ein so genannter Blister, ein Transportbehältnis für Rauschgift, angebracht war. Beim Absuchen des Strandes nach diesem Blister werden Calleigh und Natalia von Ryan und seinem Kameramann Eddie Granger beobachtet. Eddie Granger findet den Blister unabsichtlich, indem er in eine selbst gebastelte Falle tappt und fast aufgespießt wird. Nach und nach geraten Horatio und sein Team zu der Überzeugung, dass sie bei ihrer Suche nach dem Mörder von Sherry Williamson einem erbitterten Kampf zwischen Drogendealern und Schmugglern auf die Spur gekommen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11653513","hoster":"VOE"},{"path":"/redirect/8336074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-5/episode-24","name":"Von Natur aus böse?","epNo":24,"alt":"Born To Kill","descr":"Shelly Seaver wird Opfer des Serienmörders Lucas Wade. Lucas Wade ist mit einem XYY-Chromosom ausgestattet, von dem es früher hieß, dass es das so genannte Verbrecher-Gen sei. Inzwischen ist diese Theorie zwar widerlegt, aber Lucas Wade glaubt weiterhin, wegen seiner Gene an einer veritablen Mordserie schuldig zu sein. Und damit er auch ja schnell erwischt wird, ritzt er in all seine Opfer ein Y. Von seinem letzten Opfer in Miami wird Lucas Wade gekratzt und kann aufgrund der DNS-Spuren des Mordes von Shelly Seaver überführt werden. Auf dem Weg ins Gefängnis kann Lucas durch einen Unfall flüchten, nimmt die Tochter seiner Schwester Lindsay als Geisel und taucht unter. Da Ryan Wolfe ihm in seiner Zeit als Streifenpolizist früher einmal einen Strafzettel verpasst hat, schlussfolgert Calleigh, dass er sich auch dort in derselben Gegend wieder aufhalten müsste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971374","hoster":"VOE"},{"path":"/redirect/8336075","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/csi-miami/staffel-6/episode-1","name":"Blutlinie","epNo":1,"alt":"Dangerous Son","descr":"Horatio muss den Mord an dem Bewährungshelfer Andrew Bennett untersuchen. Dieser wurde in seinem Haus als Geisel genommen und erschossen, als die Polizei anrückte. Über das Boot, mit dem der Täter flüchtete, gelangt das CSI-Team an die entscheidenden Beweise, um den Mörder zu verhaften. Obwohl Rick Bates des Mordes an Bennett überführt ist, ist der Fall noch nicht abgeschlossen. Als die Frau des Gefängniswärters Mike Newberry entführt wird, meldet sich einer der Kidnapper mit der Lösegeldforderung bei Horatio. Horatio erkennt an der Stimme den 16-jährigen Kyle, der ein Schützling des ermordeten Bewährungshelfers war und nun von dem flüchtigen Mörder zu der Geiselnahme gezwungen wurde. Doch noch eine andere Erkenntnis überrascht Horatio bei diesem Fall: Kyle scheint sein Sohn zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971218","hoster":"VOE"},{"path":"/redirect/8335782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-2","name":"Berühmt, bedroht, beschossen","epNo":2,"alt":"Cyber-lebrity","descr":"Horatio muss den Tod von Luke Selyan untersuchen, der während eines Schwimmwettkampfes mit Pfeil und Bogen erschossen wurde. Die Ermittler finden bei Luke eine so genannte Spionagebrille, eine Sonnenbrille, in die eine kleine Kamera eingebaut ist, mit der Luke heimlich Candace Walker beobachtet hat. Candace Walker ist der Schwimmstar der örtlichen High School. Berühmt geworden ist sie allerdings mit einem sexy Foto, das ein Fan von ihr ins Internet gestellt hat. Horatio, der erst Robert Whitten, den Sportdirektor der Schule, als Täter vermutet, muss einsehen, dass Eifersucht noch ein viel größeres Motiv ist. Bei seinen Ermittlungen muss Horatio feststellen, dass auch er vor Stalking nicht gefeit ist. Auf der Website von \"stalker-dot-com\" wird gepostet, dass Horatio Caine demnächst sterben wird. Hinter diesen Drohungen stecken die Argentos, eine Mafia-Familie, dessen Familien-Oberhaupt Horatio vor Jahren hinter Schloss und Riegel gebracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971220","hoster":"VOE"},{"path":"/redirect/8335783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-3","name":"Vor der Mauer auf der Lauer","epNo":3,"alt":"Inside Out","descr":"Die drei Schwerbrecher Julio Rentoria, Trevor Battle und Oscar Monahan werden zu einer Anhörung ins Gericht transportiert. Den versammelten Schaulustigen vor dem Gebäude bietet Julio Rentoria zwei Millionen Dollar für denjenigen, der ihn befreit. Erstaunlicherweise scheint die Aufforderung zu wirken, denn den drei Verbrechern gelingt auf dem Weg zurück ins Gefängnis die Flucht. Dabei nehmen sie jedoch Kyle Harmon, den unehelichen Sohn von Horatio Caine als Geisel, der ebenfalls mit dem Transport ins Gefängnis gebracht werden sollte. Unglücklicherweise wird bei der Befreiungsaktion eine scheinbar unbeteiligte taubstumme Frau durch die Kugel eines Polizisten getötet. Horatio setzt alle Hebel in Bewegung, herauszufinden, wo Kyle Harmon, sein Sohn, gefangen gehalten wird. Er legt für Oscar Monahan vor Gericht ein gutes Wort ein, so dass dieser nicht um eine lebenslange Haftstrafe herumkommt. Im Gegenzug dafür muss Monahan sich verpflichten, im Gefängnis Kyle Harmon zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971222","hoster":"VOE"},{"path":"/redirect/8335784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-4","name":"Im Schatten von Tim Speedle","epNo":4,"alt":"Bang, Bang, Your Debt","descr":"Horatio untersucht den Selbstmordversuch eines Studentenpärchens, das sich hoffnungslos verschuldet hat. Im Zuge der Ermittlung stößt das Team auf ein Unternehmen namens Liberty Coast, das Studenten mit billigen Krediten ködert und abzockt. Als Calleigh und Eric den Manager des Unternehmens, Keith Reynolds, verhören, wird dieser erschossen. Bei der Untersuchung des Tatortes finden sie DNA-Spuren, die sie zu einem Mann namens Gary Hardwick führen, einem weiteren Mitarbeiter von Liberty Coast. Allerdings kann Gary Hardwick den tödlichen Schuss nicht abgegeben haben. Bei der Rekonstruktion des Tatortes machen Calleigh und Eric eine interessante Entdeckung ... Eric erhält geheimnisvolle Hilfe von seinem totgeglaubten Kollegen Tim Speedle. Zudem stellt Eric bei der Untersuchung von Tims Habseligkeiten fest, dass mit dessen Kreditkarte verschiedene Transaktionen getätigt wurden. Es stellt sich heraus, dass Dan Cooper sich Speedles Karte angeeignet hat. Eric und Calleigh stellen Cooper zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971224","hoster":"VOE"},{"path":"/redirect/8335787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-5","name":"Multiple Motive","epNo":5,"alt":"Deep Freeze","descr":"Der Footballstar Doug McClain wird erstochen in seinem Haus aufgefunden. Neben ihm liegt sein Handy. Sein letztes Telefonat hat er mit der Reporterin Wendy Legassic geführt, die praktischerweise Doug McClains Nachruf aktualisiert hat und dabei bewusst oder unbewusst den Mord an Doug McClains via Telefon aufgenommen hat. Da bei einer ersten Tatortschau mehrere Meisterschaftsringe und ein signierter Teamball fehlen, vermuten die Ermittler Diebstahl als Motiv. Calleigh findet an der Terrassentür ein Klebeband, auf dem sich Hautfetzen von Rita Sullivan befinden. Rita Sullivan gibt zu Protokoll, dass sie bei Doug McClain eingestiegen ist, weil sie mit ihm verabredet war und sich ein Schäferstündchen erwartet hat. Allerdings findet sich im Nachlass von Doug McClain ein Foto eines sechsjährigen Jungen, der, wie sich herausstellt, an Nierenversagen gestorben ist. Dieser Junge heißt mit Familiennamen Sullivan. Rita Sullivan gibt daraufhin zu, dass dieser Junge ihr Sohn war, und sie Doug bekniet hat, ihm eine Niere zu spenden, um den drohenden Tod ihres gemeinsamen Sohnes zu verhindern. Doug hat das abgelehnt, und Rita hat ihm daraufhin ein Messer in den Hals gejagt. Alexx stellt fest, dass die Stichwunde in Dougs Hals zwar ursächlich, aber nicht maßgeblich mit Dougs Tod zu tun gehabt hat. Das Messer muss offensichtlich längere Zeit in der Wunde gesteckt haben und die Wunde somit verschlossen haben. Erst das Herausziehen des Messers hat Dougs Tod durch Verbluten ausgelöst. Wer ist also für den zweiten Teil des Mordes verantwortlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971225","hoster":"VOE"},{"path":"/redirect/8335793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-6","name":"Wölfe zur Sonnenfinsternis","epNo":6,"alt":"Sunblock","descr":"Am Pool des Woolrich Hotels wird während einer Sonnenfinsternis Ronnie Temple ermordet. Neben ihm steht ein kleiner, leerer Aluminiumkoffer. Bei der näheren Untersuchung des Koffers werden darin einige Hautzellen gefunden, die sich als Mario Montero zugehörig herausstellen. Mario Montero gibt zu, Ronnie Temple nach seinem Tod beklaut zu haben, da dieser ein bekannter Drogendealer war und Mario Montero beliefert hat. Beim Toten findet sich ein Angestelltenausweis des Hotels von Shawn Hodges. Die Kordel an dem Ausweis ist abgerissen und würde sich sehr gut als Mordwaffe eignen, da Ronnie Temple mit einer Drahtschlinge erwürgt wurde. Shawn Hodges gibt zu Protokoll, dass sein Spint aufgebrochen worden ist und dabei eben dieser Ausweis entwendet wurde. Als es ein zweites Opfer gibt, Diana Long, die offensichtlich auch mit einer Drahtschlinge ermordet worden ist, erkennen die Ermittler, dass sie es mit einem Serienkiller zu tun haben. Auch Mario Montero wird Opfer eines Drahtschlingenanschlags, wird aber von seinem Hund in letzter Sekunde gerettet. An Monteros Eingangstür klebt ein winziger Blutstropfen, der von Shawn Hodges stammt. Hodges schwört Stein und Bein, dass er die Tat nicht begangen hat und dass ihn jemand reinlegen wollte. Bei der Untersuchung der Sonnenliegen, die Hodges unterstehen, finden die Ermittler eine Liege, die jemand manipuliert hat, damit sich Hodges verletzt und unfreiwillig eine Blutprobe abgibt. Was der Täter nicht ahnt, ist, dass er damit gleichzeitig einen Teil seiner Identität preisgegeben hat. So hat er unabsichtlich die Sonnenliege mit einem verschreibungspflichtigen Sonnenblocker beschmiert. Jetzt ist klar, dass der Täter eine schwere Lichtallergie haben muss. Was die Ermittler wurmt, ist, dass bei allen drei Taten kein Motiv auszumachen ist. Erst Ryan und Calleigh finden heraus, was die drei Anschläge miteinander verbindet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9820746","hoster":"VOE"},{"path":"/redirect/8335791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-7","name":"Keiner mehr an deiner Seite","epNo":7,"alt":"Chain Reaction","descr":"Bei einer Modenschau von Gavin Hauer kommt ein Model durch einen Stromschlag zu Tode. Es stellt sich heraus, dass die Lichtanlage manipuliert wurde, um eine der Stangen auf der Bühne, an der das Model getanzt hat, unter Spannung zu setzen. Bei der Untersuchung der Kleidung der Toten stellt Eric an den Brandflecken einen merkwürdigen Essiggeruch fest. Bei näherer Untersuchung der Sachen finden die Ermittler heraus, dass diese in flüssiges Heroin getaucht wurden. Gavin Hauer gibt zu Protokoll, dass er das Heroin im Auftrag von Joe LeBrock, einem alten Bekannten von Horatio, geschmuggelt hat. Unterdessen stirbt in der Strafanstalt Oscar Monahan, den Horatio für den Schutz seines Sohnes Kyle Harmon engagiert hatte, bei einem Bombenanschlag. Die Bombe wurde aus dem Gefängnisblock mit einem Handy ferngezündet. Dieses Handy findet sich in der Matratze von Kyle Harmon, der daraufhin von Rebecca Nevins wegen Mordes an Oscar Monahan angeklagt werden soll. Horatio wittert, dass die Sache von Joe LeBrock inszeniert worden ist, setzt diesen unter Druck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9820715","hoster":"VOE"},{"path":"/redirect/8335796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-8","name":"Ferien ohne Ende","epNo":8,"alt":"Permanent Vacation","descr":"Brian Partney wird während seines Familieurlaubs im Fahrstuhl des Hotels erschossen. Obwohl im Aufzug eine Überwachungskamera installiert war, kann der Täter auf den Aufzeichnungen nicht identifiziert werden - lediglich ein Ärmel ist auf den Bildern zu sehen. Bei dem Toten findet sich eine Zimmerschlüsselkarte, die zum Zimmer von Mitch Pena im achten Stock gehört. Am Eingang des Fahrstuhls im achten Stock finden sich auch Blutspuren, die zu der Tat passen. Es stellt sich heraus, dass Brian Partney die Freundin von Mitch Pena, Amy Hobbs, etwas näher gekannt hat, als diesem lieb war. Mitch Pena, der sich als reicher New Yorker Geschäftsmann ausgibt, ist in Wahrheit ein armer Schlucker, der der Gang \u0027Cobra Familia\u0027 angehört. Er fühlt sich durch Brians Verhalten in seiner Ehre gekränkt. So gibt er Vasco Torres, einem Anwärter, der sich die Mitgliedschaft bei der Cobra Familia erst noch verdienen muss, den Auftrag, Brian Partney zu erschießen, was dieser auch tut. Der Fall wird geklärt, als die Ermittler im Fahrstuhlschacht die Taschenuhr von Brian finden und das Projektil, mit dem er getötet wurde. Dieses passt zur Waffe von Mitch Pena. Allerdings befinden sich auf der Waffe Schweißspuren, deren DNA zu Vasco Torres führt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971227","hoster":"VOE"},{"path":"/redirect/8343974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-9","name":"Der Unterricht fällt aus","epNo":9,"alt":"Stand Your Ground","descr":"Calleigh wird an ihrem freien Tag fast Opfer eines Mordanschlags. Als ein Geländewagen auf sie zurast, kann sie in letzter Sekunde den Fahrer erschießen. Dieser rast in ein Sportartikelgeschäft. Als der Wagen zum Stehen kommt, liegt eine Frauenleiche unter ihm. Bei der Obduktion der Toten namens Valerie Gaynor stellt sich heraus, dass diese nicht die Verletzungen aufweist, die für einen überfahrenen Fußgänger typisch wären. Stattdessen hat sie eine Schlagwunde im Gesicht. In der Zwischenzeit wird Calleigh von Rick Stetler verfolgt, da das Department eine Anzeige von Pete Morton, dem Beifahrer des Autos, dessen Fahrer Calleigh erschossen hat, eine Schadensersatzklage fürchtet. Calleighs Glaubwürdigkeit ist etwas erschüttert, da sie vor diesem Zwischenfall einige Cocktails getrunken hat und somit unter Alkoholeinfluss stand. Pete Morton behauptet, dass Calleigh ohne Grund den Fahrer erschossen habe. Doch Jake Berkeley findet zusammen mit Eric Beweise, die Calleigh entlasten und ein Motiv für den Mord an Valerie liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9820749","hoster":"VOE"},{"path":"/redirect/8335797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-10","name":"CSI: Meine Nanny","epNo":10,"alt":"CSI: My Nanny","descr":"Bei der Abschiedsparty der Lamberts, einer wohlhabenden Familie Miamis, die zusammen mit ihren Kindern auf eine große Reise gehen wollen, wird ihr Kindermädchen Vanessa erstochen aufgefunden. In der Wunde des Opfers findet sich die abgebrochene Spitze eines Keramikmessers. Horatio, der schnell dahinter kommt, dass in der Familie einiges im Argen liegt, verdächtigt Sohn Jonah der Tat, zumal man bei diesem ein Tauchermesser aus Keramik mit abgebrochener Spitze findet. Jonah hatte ein männliches Kindermädchen, Craig Abbott, den er sehr mochte. Vanessa hat die beiden beim Vater, Dennis Lambert, angeschwärzt und behauptet, dass sie ein homosexuelles Verhältnis hätten. Craig wurde daraufhin gefeuert und mit einer einstweiligen Verfügung belegt, dass er sich dem Haus nicht näher als auf 30 Meter nähern durfte. Jonah behauptet, das Messer nie benutzt zu haben. Auf dem Griff des Messers finden sich Fingerabdrücke von Craig. Dieser gibt zu Protokoll, nach wie vor heimlich Kontakt zu Jonah gehabt zu haben, allerdings nur, um ihm bei seinen Hausaufgaben zu helfen, und streitet das homosexuelle Verhältnis ab. Allerdings gibt Craig zu, beim Verlassen des Hauses die tote Vanessa aufgefunden zu haben und über das Dach geflüchtet zu sein. Eric und Calleigh, die sich seinen Fluchtweg angucken, finden in der Dachrinne eine Kinderzeichnung und ein blutverschmiertes Keramikmesser, dessen Spitze ebenfalls fehlt. Auf diesem Messer und an der Kinderzeichnung finden die Ermittler blutige Fingerabdrücke. Damit ist es ein Leichtes, den wahren Täter zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971229","hoster":"VOE"},{"path":"/redirect/8335801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-11","name":"Guerillas im Nebel","epNo":11,"alt":"Guerillas In The Mist","descr":"Horatios Team beschäftigt sich mit der Ermordung dreier Waffenschieber, die durch eine geheimnisvolle Waffe nahezu zerstäubt worden sind. Chef der Waffenschieber ist Gabriel Soto, der zwar wegen Waffenschieberei festgenommen wird, aber nach einigen Stunden auf Kaution wieder freikommt, da er seine eigenen Männer nicht umgebracht haben kann. Agentin Tonya Thorpe von den US-Zollbehörden klärt die Ermittler auf, dass diese Aktion von der Zollbehörde geplant gewesen ist. Allerdings haben sie den Auftrag an eine private Sicherheitsfirma namens Peregrine Securities vergeben, die bei dieser Aktion den DX-4, eine illegale Waffe, eingesetzt hat. Kurz nach der Vernehmung des Chefs der Firma, Steve Lancaster, wird dieser tot aufgefunden. Im Fahrerhaus finden die Ermittler ein Haar, das James Reilly gehört. James Reilly hatte mit Lancaster eine alte Rechnung offen, da er Peregrine gegründet hat und von diesem rausgedrängt worden ist. Allerdings bleibt die DX-4 weiterhin unauffindbar, und Horatio setzt alles daran, diese gefährliche Waffe aufzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9820771","hoster":"VOE"},{"path":"/redirect/8335808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-12","name":"Grenzen des Vertrauens","epNo":12,"alt":"Miami Confidential","descr":"Als die tote Rachel Hemming in einem Apartment aufgefunden wird, stellen die Ermittler schnell fest, dass sie in einem Drogenlabor gewohnt hat. Als die CSI\u0027ler die Leiche von Rachel untersuchen, entdecken sie, dass die junge Frau ein Mikrofon getragen hat und verkabelt war. Zudem stellt Alexx fest, dass Rachel Hemming schwanger gewesen ist. Über eine DNS-Analyse wird als Vater Zach Hemming, ihr Bruder, ermittelt. Es stellt sich heraus, dass Rachel und Zach nicht leibliche Geschwister waren. Natalia erkennt das Mikrofon, das Rachel Hemming am Körper trug und ordnet es Mike Farallon, einem FBI-Agenten zu. Dieser gibt zu, dass Rachel Hemming seine Informantin war. Glen Cole, der Chef von Mike Farallon, bittet Horatio, diesen in Ruhe zu lassen, da er eine größere Aktion gegen einen Drogendealer-Ring plant. Horatio ahnt, dass es sich dabei um Jeremy Broyles, den Vermieter des Apartments handelt. Er kommt Farallon zuvor, indem er Broyles des Mordes an Rachel Hemming überführt, da er dahintergekommen ist, dass ihn diese ans FBI verraten hat. Aber auch FBI-Agent Farallon muss Federn lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14426778","hoster":"VOE"},{"path":"/redirect/8335810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-13","name":"Mein Vater Caine","epNo":13,"alt":"Raising Caine","descr":"Bill Winston, ein reicher Milliardär, wird in seinem Arbeitszimmer erschossen aufgefunden. Anhand der Blutspritzer auf dem Schreibtisch stellen die Ermittler fest, dass dort Papiere gelegen haben müssen, die entwendet worden sind. Bei der Vernehmung seines Anwalts Larry Hopkins gibt dieser zu, diese Papiere an sich genommen zu haben. Es handelte sich dabei offensichtlich um Annullierungspapiere seiner Ehe. Bill Winston hat vor zwei Monaten Julia Winston geheiratet, die sich als die Ex-Freundin von Horatio und Mutter seines Sohnes Kyle Harmon herausstellt. Bill Winston ist dahinter gekommen, dass Julia doch nicht die Partie aus gutem Hause war, wie diese vorgegeben hatte und wollte sich von ihr trennen. Julia hat daraufhin Rob Mason beauftragt, ihren Mann umzubringen. Rob Mason ist ein ebensolcher Schwindler wie sie und hat sich mit vielen Tricks Zugang zu diesen Millionärskreisen verschafft, in der Hoffnung, dort das eine oder andere lukrative Geschäft abschließen zu können. Julia zeigt ihm, wie er vom Keller aus ihren Mann erschießen kann, wird aber merkwürdigerweise nicht wegen Anstiftung zum Mord belangt. Horatios Sohn Kyle steht wiederum wegen der Entführung von Kathleen Newberry vor Gericht. Rebecca Nevins hat diese bewogen, gegen Kyle Harmon auszusagen. Kyles Mutter, Julia Winston, durch den plötzlichen Tod ihres Mannes nun zu Geld gekommen, stattet Kathleen Newberry mit einer Million Dollar aus, damit diese aus der Stadt verschwindet. Durch das Fehlen der wichtigsten Zeugin platzt Rebecca Nevins der Prozess gegen Kyle Harmon und dieser muss freigelassen werden. Da Horatio und Julia unabhängig voneinander das Sorgerecht für ihn beantragt haben, muss Kyle sich entscheiden, bei wem er lieber leben möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971233","hoster":"VOE"},{"path":"/redirect/8335806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-14","name":"Sie dürfen die Braut nun töten","epNo":14,"alt":"You May Now Kill the Bride","descr":"Bei der Hochzeitszeremonie des Baseball-Stars Greg Tanner fällt ein Schuss und trifft seine Verlobte Susan tödlich. Greg wird von seinem Leibwächter Duane Cross ins Auto verfrachtet und schleunigst vom Tatort entfernt. Die große Frage ist nun, wo kamen die Schüsse her? Erst als Frank Tripp, der die Limousine mit Greg Tanner gestoppt hat, an seiner Kleidung Schmauchspuren entdeckt, kann das Rätsel gelöst werden. Unter der Limousine war eine ferngesteuerte Waffenhalterung angebaut, mit Hilfe derer der Schuss abgefeuert werden konnte. Bei der näheren Untersuchung des Tatortes findet man an einem der Stühle einen Peilsender. Calleigh rekonstruiert, dass der Anschlag nicht der Braut galt, sondern die eigentliche Zielperson auf diesem Stuhl gesessen haben muss. Die weiteren Untersuchungen führen das CSI-Team in einen Striptease-Club...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971231","hoster":"VOE"},{"path":"/redirect/9820832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-15","name":"Spurenleser","epNo":15,"alt":"Ambush (1)","descr":"Horatio stößt bei Ermittlungen zu einem Mordfall in den Everglades erneut auf seine Ex Julia: Julia hatte der getöteten Frau eine Million Dollar gezahlt, damit diese nicht gegen ihren und Horatios Sohn vor Gericht aussagt. Unterdessen wird Calleighs Telefonnummer auf einer Website veröffentlicht und Calleigh daraufhin von Unbekannten entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971238","hoster":"VOE"},{"path":"/redirect/8335818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-16","name":"Spurenleger","epNo":16,"alt":"All In (2)","descr":"Horatio und sein Team suchen fieberhaft nach der entführten Calleigh, die von zwei Gaunern gezwungen wird, den Schauplatz eines Mordes zu säubern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971234","hoster":"VOE"},{"path":"/redirect/8335812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-17","name":"Raubtiere in Menschengestalt","epNo":17,"alt":"To Kill A Predator","descr":"Sean Radley wird brutal überfahren und Tony Massaro in einem Café erschossen. Schnell erkennen die Ermittler ein Muster hinter den Morden. Beide waren Pädophile, die vor laufenden Kameras in einer Fernsehsendung dabei erwischt worden sind, wie sie minderjährigen Mädchen nachstellten. Bei der näheren Untersuchung des Unfallwagens, mit dem Sean Radley überfahren worden ist, finden die Ermittler einen Fingernagelschmuck, der sie auf die Spur von Hannah Radley führt, der Tochter des überfahrenen Mannes. Beim zweiten Opfer finden sich Hinweise, die das CSI-Team auf die Spur der Ehefrau von Sean Radley bringen. Durch weitere Hinweise geraten die Ermittler an Kevin Weaver. Dieser gibt sich online als AstroBoy aus und chattet offensichtlich intensiv mit jungen Mädchen. Im Verhör offenbart Kevin Weaver, dass er selbst eine 13-jährige Tochter an einen pädophilen Kinderschänder verloren hat und mit den Mädchen chattet, um sie auf die Gefahren, die im Internet lauern, aufmerksam zu machen. Hat es das CSI-Team mit einer Gruppe von selbsternannten Rächern zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971235","hoster":"VOE"},{"path":"/redirect/8335817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-18","name":"Tunnelblick","epNo":18,"alt":"Tunnel Vision","descr":"Bei einer wilden Verfolgungsjagd auf den Straßen von Miami stürzt eines der Autos in ein sich plötzlich auftuendes Loch auf der Straße. Dabei kommt der Fahrer, Jeff Lanier, ums Leben. Bei näherer Betrachtung der Unglücksstelle müssen die Ermittler feststellen, dass dort offensichtlich ein Tunnel eingebrochen ist, der von einer Baustelle zu dem Tresorraum einer Bank führt. In diesem Tunnel findet sich eine weitere Tote, Lori Stoltz, die Managerin der Bank. Als das CSI-Team den Tresorraum genauer unter die Lupe nimmt, findet es ein Videoband mit pikanten Aufnahmen, die es wiederum auf die Spur des zweifachen Mörders bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971236","hoster":"VOE"},{"path":"/redirect/8335813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-19","name":"Ihre letzte Leiche","epNo":19,"alt":"Rock and a Hard Place","descr":"Jim Farber, ein frisch aus dem Gefängnis Entlassener, macht an seinem ersten Tag in Freiheit eine Jetski-Tour und wird, als er eine Brücke passiert, von einer Schieferplatte erschlagen. Groß ist das Entsetzen von Alexx, als sie feststellen muss, dass diese Schieferplatte offensichtlich aus ihrem Garten stammt. An der Stelle, an der die Platte lag, findet Horatio eine Zigarettenkippe. Eine DNS-Analyse führt zu Trey Holt, einem engen Freund von Alexx\u0027 Sohn Bryan. Kurz nach dem Verhör der beiden erhält Alexx einen Anruf von ihrem Sohn Bryan, der sie völlig aufgelöst in ein Lagerhaus bestellt. Dort findet Alexx Trey Holt mit einer Stichwunde im Rücken vor, daneben steht ihr Sohn Bryan mit einem blutigen Messer in der Hand. Bryan beteuert, Trey so vorgefunden und das Messer nur aus seinem Rücken gezogen zu haben. Alexx bittet Eric, erst das Messer auf DNS-Spuren zu untersuchen und die Fingerabdrücke von Bryan, die sich unweigerlich auf dem Messer befinden müssen, erst mal außen vor zu lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971237","hoster":"VOE"},{"path":"/redirect/8335819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-20","name":"Heiße Drähte","epNo":20,"alt":"Down to the Wire","descr":"Auf einen gefälschten Notruf hin rückt ein SWAT-Team aus und erschießt Michael Maddox, der in der Annahme, es wäre sein Nebenbuhler Charlie Decker, mit einem Messer auf die Beamten losgeht. An einem Baum, der im Garten der Maddox\u0027 steht, finden sich DNS-Spuren von Kurt Rossi, einem Privatdetektiv. Kurt Rossi vertritt unter anderem Peter Cullen, den Partner von Michael Maddox. Es stellt sich heraus, dass Michael Maddox die Firma verkaufen wollte, Peter Cullen wollte das verhindern. Lucy Maddox hat eine Affäre mit Charlie Decker, der daraufhin von Kurt Rossi erpresst wird, Michael Maddox zu provozieren und ihn in Rage zu versetzen. Doch dann gerät der Plan außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971240","hoster":"VOE"},{"path":"/redirect/8335828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-6/episode-21","name":"Horatio, wo ist dein Sieg?","epNo":21,"alt":"Going Ballistic","descr":"Als die neue Gerichtsmedizinerin an einem Tatort erschossen wird, müssen die CSIs erkennen, dass die Straßen von Miami gefährlicher sind als gedacht. Horatio muss nicht nur sein Team schützen, sondern auch seinen Sohn Kyle. Dessen Mutter, Julia Winston, erkennt offensichtlich nicht, dass ihr neuer Mann, Ron Saris, eine ernsthafte Bedrohung für Kyle darstellt. Unterdessen wird Manny Ortega, ein Kleinkrimineller, von dem ATF-Agenten Evan Caldwell unter Druck gesetzt, ihm Brad Gower, einen Munitionshändler, ans Messer zu liefern. Brad Gower, der mit Hilfe eines Vertrages, den er mit dem Pentagon geschlossen hat, überlagerte Munition in Entwicklungsländer verkauft, erkennt, dass Manny Ortega ein Spitzel ist und zwingt diesen dazu, aus dem Hochhaus zu springen. Juan Ortega, sein Bruder, will diesen Mord rächen und zwingt seinerseits den Mitarbeiter von Brad Gower, Colin Madison, dazu, diesen aus einem fahrenden Auto heraus zu erschießen. Damit das auch hundertprozentig gelingt, rüstet er ihn mit einer Spezialmunition aus, die beim Auftreffen auf den menschlichen Körper in tausend Teile zerspringt. Colin Madison wird gefasst und liefert im Verhör seinen Auftraggeber Juan Ortega ans Messer. Dieser schwört Rache an Horatio, die sich schon sehr bald auf dem Flughafen von Miami erfüllen soll...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971239","hoster":"VOE"},{"path":"/redirect/8335829","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/csi-miami/staffel-7/episode-1","name":"Auferstehung","epNo":1,"alt":"Resurrection (2)","descr":"Der Tod Horatios war nur vorgetäuscht. Mit Ryans Hilfe ist er abgetaucht, um Ron Saris und Juan Ortega zur Strecke zu bringen. Calleigh und Eric, die davon nichts wissen, sind außer sich, bis Ryan sie aufklärt. Yelina ködert Ron Saris im Auftrag von Horatio mit zehn Millionen, damit dieser ihr die Fused Alloy-Munition wiederbeschafft. Ron Saris nutzt seine Kontakte zu verschiedenen Gangs, um mit dieser Munition ein Geschäft zu machen. Horatio, der Julia Winston überreden kann, mit ihm zusammenzuarbeiten, kann Ron gerade noch stellen, bevor der mit seinem Boot außer Landes flüchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971376","hoster":"VOE"},{"path":"/redirect/8336078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-2","name":"Angezündet","epNo":2,"alt":"Won\u0027t get fooled again!","descr":"Auf die Party von Paul Sanders, dem Inhaber einer Spedition, stürmt der brennende Dan Granger und stirbt an seinen schweren Verbrennungen. Dr. Tara Price, die neue Gerichtsmedizinerin, stellt fest, dass Dan Granger Benzin geschluckt haben muss. Dan Granger hat zusammen mit Johnny Young, seinem Zimmerkollegen, Benzin aus abgestellten Autos abgesaugt. Dabei ist er vom Inhaber des Parkservice Sam Laughlin erwischt worden, wurde mit Benzin übergossen und mit Hilfe eines umgebauten Handys angezündet. Bei der Durchsuchung des Zimmers von Johnny Young finden sich verschiedene Pässe, die alle auf junge Frauen ausgestellt worden sind. Horatio vermutet einen Mädchenhändler-Ring hinter der ganzen Nummer, aber Sam Laughlin will seine Hintermänner nicht verraten. In einem umgebauten Wohnwagen findet Ryan das richtige Kennzeichen zu dem Wagen, der den Wohnwagen gezogen hat, einem schwarzen Ford Escalade. Dieser Escalade ist zugelassen auf Paul Sanders...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971378","hoster":"VOE"},{"path":"/redirect/8336080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-3","name":"Narziss \u0026 Psyche","epNo":3,"alt":"And How Does That Make You Kill?","descr":"Chelsea Marsh, die Tochter von Dr. Rachel Marsh, einer in Miami bekannten Therapeutin, wird erstochen aufgefunden. Die Ermittlungen ergeben, dass Chelsea einer Verwechslung zum Opfer gefallen ist. Pam Dashell, die Angst hatte, den Sorgerechtsstreit um ihren Sohn Corey zu verlieren, weil Dr. Marsh ihrem vorbestraften Mann Eddie wieder auf die rechte Spur geholfen hat, wollte dieses durch die Bluttat verhindern. Rachel Marsh bestellt Eric, dessen Therapeutin sie unter anderem auch ist, zu sich und teilt ihm mit, dass all ihre Akten gestohlen worden sind. Dahinter steckt Shane Huntington, ein reicher Millionenerbe, der verhindern will, dass die Polizei seine Akten liest und befürchtet, dass sein Vater Wind von seinen Untaten bekommen würde. Er bezahlt Justin Marsh, den Sohn von Rachel Marsh, damit dieser die Akten stiehlt. Als der eine Mord fast aufgeklärt schein, geschieht ein Zweiter: Diesmal ist Dr. Marsh noch direkter betroffen, sie ist tot. Eric und Calleigh, die sich durch die Aktenberge wühlen, werden schnell fündig und stoßen auf Nick Burnham, einen selbstverliebten Narzisst, der eine Kränkung durch Dr. Marsh nicht ungesühnt hinnehmen wollte und Calleigh erfährt auch was persönliches...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971379","hoster":"VOE"},{"path":"/redirect/8336081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-4","name":"Fightclub","epNo":4,"alt":"Raging Cannibal","descr":"Horatios ganzes Know-how ist gefordert, als in den Everglades zwei tote Männer aufgefunden werden. Es handelt sich um zwei Russen, die als Kämpfer in einem Fight Club ihr Geld verdient haben. Die Experten sind schockiert über die Brutalität der Morde: Einem Mann wurde die Kehle durchgebissen, dem anderen der Unterleib aufgeschlitzt. Die Morde tragen die Handschrift der Russenmafia. Das Team findet heraus, dass der erste Tote im Auftrag von Vince Koslov erstochen wurde, da Andrew Brodsky sich geweigert hat, seine Freundin Cassandra Gray zu töten, die im Fight Club unfreiwillig Zeugin eines Mordes wurde. Cassandra Gray wird von Horatio ins Zeugenschutzprogramm genommen. Mit ihrer Hilfe können die Ermittler die Leiche von Nathan Madden, dem Toten aus dem Fight Club, finden. Eric findet Fingerabdrücke von Ivan Sarnoff, dem ebenso zwielichtigen wie skrupellosen Besitzer des Clubs, auf der Leiche - doch kann ihm auch die Tat nachgewiesen werden? Schnell wird klar, dass Horatio und Ivan Sarnoff zu erbitterten Feinden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971381","hoster":"VOE"},{"path":"/redirect/8336082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-5","name":"Ein letztes Accessoire","epNo":5,"alt":"Bombshell","descr":"In einer Edel-Boutique kommt die Kundin Kim Walderman durch eine Explosion ums Leben. Schnell stellt sich heraus, dass in ihr Kleid eine Bombe eingenäht war. Bei näherer Untersuchung des Kleides finden sich an einer Naht DNS-Spuren von Stan Carlyle, einem bekannten Bombenbastler. Stan Carlyle wiederum ist dem Schönheitschirurgen Robert Langley zu großem Dank verpflichtet, da dieser sein - nach einer schweren Gesichtsverletzung verunstaltetes - Antlitz wieder hergestellt hatte. Bevor das CSI-Team jedoch die Zusammenenhänge zwischen diesen drei Personen herstellen kann, stehen einige spannende Untersuchungen an. Unterdessen bereitet Julia Winston, die Ex-Frau von Horatio, diesem eine Menge Kopfzerbrechen. Julia wurden von Bryce Kerwin, ihrem Nachbarn, die Psychopharmaka geklaut, wodurch wieder ihre bipolare Störung hervortritt. Kyle Harmon, Horatios Sohn, prügelt sich deswegen mit Bryce Kerwin und gerät prompt unter Verdacht, als dieser, vom Porsche Julia Winstons überfahren, tot in der Einfahrt liegt. Horatio und Eric untersuchen den Porsche und finden ein Stück von einer Krabbenschere, die einen ganz anderen Tatverdächtigen ins Spiel bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971383","hoster":"VOE"},{"path":"/redirect/8336085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-6","name":"Abbrucharbeiter für alles","epNo":6,"alt":"Wrecking Crew","descr":"Calleigh and Eric gehen mit einem wichtigen Belastungszeugen kurz vor der Gerichtsverhandlung dessen Aussagen noch einmal durch. Plötzlich kracht ein Kran durch die Wand und tötet den Mann. Horatios Team ist nun gezwungen, in mühseliger Kleinarbeit handfeste Beweise zu sammeln, um die Mörder überführen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971380","hoster":"VOE"},{"path":"/redirect/8336083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-7","name":"Immer Ärger mit Steven","epNo":7,"alt":"Cheating Death","descr":"In einem Hotel wird Steven Howell ermordet aufgefunden. An seiner Seite die mit K.o.-Tropfen betäubte Christina Dodd, die nicht erklären kann, wie Steven zu Tode kam. Tara Price kann anhand der Stichwunden, die Steven davongetragen hat, die Tatwaffe rekonstruieren. Unter den Fingernägeln des Toten findet die Gerichtsmedizinerin zudem Gewebespuren von verschiedenen Frauen, unter anderem von Audrey Yates, einer ehemaligen Zuhälterin. Audrey Yates gibt zu Protokoll, dass Steven Howell ihr Butler war. Steven Howell hat offensichtlich Frauen aufgerissen, sie mit K.o.-Tropfen betäubt und dann beraubt. Über einen Scheidenabstrich von Christina Dodd kommen die Ermittler auf Dan Becks. Dan Becks erklärt das Vorhandensein seiner DNS an und in Christina Dodd zur Verblüffung der Ermittler damit, dass er ihr Ehemann ist. Dan Becks gibt zu, dass er mit seinem Kampfmesser im Hotelzimmer von Steven Howell war und diesen dort gefesselt neben seiner betäubten Frau hat liegen sehen. Allerdings hat er ihn nur bedroht und ist vor dem Nächsten, der das Zimmer betrat, um sich zu rächen, geflüchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971384","hoster":"VOE"},{"path":"/redirect/9241442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-8","name":"Kein Kinderspiel","epNo":8,"alt":"Gone Baby Gone","descr":"Der Alptraum einer jeden Mutter passiert. Ihr Säugling wird ihr auf offener Straße aus den Armen gerissen und entführt. Die Eltern Jill und Stuart Walsh sind außer sich vor Sorge. Die Ermittlungen werden noch erschwert, als Keith Walsh, der fast schon erwachsene Bruder der kleinen Sophie, beschließt, auf eigene Faust zu handeln und Geld aus dem Safe der Eltern nimmt, um den Kidnappern das Lösegeld zu übergeben. Bei der näheren Untersuchung des Hauses der Walshs findet Eric Delko ein eingeworfenes Fenster. An der Tatwaffe, einem Baseball, stellt er Spuren von Entwicklerflüssigkeit fest, die auf Brad Garland, den Nachbarn der Walsh als Täter hindeuten. Als Horatios Team zudem herausfindet, dass Brad Garland der uneheliche Vater der kleinen Sophie ist, scheinen die Ermittlungen fast abgeschlossen. Doch das Baby bleibt verschwunden, denn auch Brad Garland, der die Kindesentführung in Auftrag gab, weiß nicht, wo sein Kind ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971382","hoster":"VOE"},{"path":"/redirect/8336088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-9","name":"Machtrausch","epNo":9,"alt":"Power Trip","descr":"Der grausame Tod einer jungen Frau, die durch Stromschläge getötet wurde, gibt den Ermittlern Rätsel auf. Kathy Meyers Pupillen waren zum Zeitpunkt des Todes durch Augentropfen unnatürlich erweitert. Natalia erinnert sich an einen ähnlichen Mordfall, bei dem die Tote, Allison Novell, auch unnatürlich erweiterte Pupillen hatte. Der Hauptverdächtige in dem Fall damals war Dr. Max Paulson, ein Augenarzt. Reggie Mastow, ein Detective, der zum Innendienst strafversetzt wurde, weil er Max Paulson zu hart befragt hatte, arbeitet so engagiert an der Aufklärung des Falls, dass Horatio ihn bremsen muss. Da Reggie Mastow nicht locker lässt, muss Horatio ihn sogar vom Dienst suspendieren. Max Paulson beteuert seine Unschuld und gerät in arge Bedrängnis als bei einem nächsten Mordopfer, Rachel Calvado, ein Haar von ihm gefunden wird. Argwöhnisch wird das CSI-Team jedoch, als man am Tatort auch den Verschluss eines Pistolenholsters findet, der eindeutig Reggie Mastow zugeordnet werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971386","hoster":"VOE"},{"path":"/redirect/9811783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-10","name":"DeLuca Motel","epNo":10,"alt":"The DeLuca Motel","descr":"Eric beschließt kurzerhand in ein relativ heruntergekommenes Motel zu ziehen, da seine Wohnung renoviert wird. Allerdings ist das, wie sich bald herausstellt, eine Ausrede, da er das Gefühl hat, dass man ihm nachstellt. Prompt wird in diesem Motel ein Anschlag auf ihn verübt, den er mit einem kleinen Kratzer übersteht, da die Killerin von einem zur selben Zeit stattfindenden Streit im Motel, bei dem ein tödlicher Schuss fällt, abgelenkt wird. Eric findet bei Nachforschungen über seine Herkunft heraus, dass er einen russischen Vater hat, Alexander Scharowa, der ihm offensichtlich nach dem Leben trachtet. Über Reifenspuren am Tatort, die auf ein ungewöhnliches Fahrzeug schließen lassen, finden die Ermittler Kate Hawkes, eine Auftragskillerin. Eric bereitet sich auf die entscheidende Schlacht mit seinem Vater vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971388","hoster":"VOE"},{"path":"/redirect/9811785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-11","name":"Sumpfblüten","epNo":11,"alt":"Tipping Point","descr":"Bei Erdbauarbeiten stößt ein Bohrer auf eine Kiste mit einem lebendig Begrabenen und tötet diesen. Der Tote war Reverend Michael Olvera, der viele Jugendliche davor bewahrt hat, in die Fänge einer Gang namens Los Craneos zu geraten. So stehen die Verdächtigen schnell fest: Hector Salazar und Rafael Vargas. Hector Salazar ist von Reverend Olvera im Gefängnis bekehrt worden und auf die Seite der Guten übergewechselt. Er schickt Yolanda Ramoz als seine Botin zu Horatio, damit diese den Ort verrät, an dem der Reverend angeschossen worden ist. Dort findet Eric ein Medaillon, an dem sich winzige Blutspuren befinden, die den Mörder des Reverends entlarven. Zwar kann durch Hector Salazars Hilfe Horatio die Los Carenos zerschlagen, doch Hector muss für seine gute Tat büßen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971385","hoster":"VOE"},{"path":"/redirect/8336093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-12","name":"Bin ich ein Mörder?","epNo":12,"alt":"Head Case","descr":"In den Straßen von Miami wird ein mit Blut beschmierter Mann aufgegriffen, der an Gedächtnisverlust leidet. Das Blut an seiner Kleidung stammt offensichtlich von einer ganzen Familie. Das Blut des einen Toten, Mitch Crawford, befindet sich im Computer, da dieser vorbestraft ist. Unter dessen Adresse treffen die Ermittler nur Walter Leeson an, der beobachtet hat, wie die Familie Crawford in aller Eile abgereist ist. Eric, der mit dem verwirrten Doug Benson mitfühlt, versucht ihm zur Erinnerung zurück zu verhelfen. Doug Benson führt die Ermittler zum Ferienhaus der Crawfords, in der die Familie erstochen aufgefunden wird. Am Ring von Mitch Crawford kann ein Haar von Kurt Sabin sichergestellt werden. Mitch Crawford war der Finanzberater von Kurt Sabin, der diesen um eine Million Dollar betrogen hat. Kurt Sabin hat beschlossen, das Geld von Mitch Crawford einzutreiben. Da dieser nicht reden wollte, hat er zuerst dessen Frau und Tochter erstochen. Doug Benson, der als Handwerker im Ferienhaus beschäftigt war, wollte den Crawfords zu Hilfe kommen und wurde Zeuge der schrecklichen Bluttat. Kann Horatio Doughs Unschuld beweisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971387","hoster":"VOE"},{"path":"/redirect/8336092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-13","name":"Gnadenschuss ohne Gnade","epNo":13,"alt":"And They?re Offed","descr":"Robert Banyon, ein reicher Pferdehalter, wird während einer Veraanstaltungauf der Rennbahn von Miami mit einem Bolzenschussgerät getötet. Als erstes gerät Wayne Tully in Verdacht, der Anteile an Robert Banyons Pferd \u0027Backdraft\u0027 kaufen wollte. Der Verdacht erhärtet sich, als Wayne Tully sein Bolzenschussgerät vermisst. Die Mordermittlung auf der Rennbahn ist im vollen Gange, als Billy Gantry, ein kleiner Junge, auf Horatio hinzukommt und sagt, dass sein Vater, der als Tierarzt auf der Rennbahn arbeitet, verschwunden ist. Groß ist Horatios Staunen, als er Mark Gantry aufsucht und bei ihm Ryan findet, der in eine wüste Schlägerei mit einem russischen Mafiosi verwickelt ist. Horatio kann Ryan helfen, doch der Mafiosi schneidet sich selbst die Kehle durch und fällt somit als Zeuge aus. Horatio hat noch eine alte Rechnung mit Ivan Sarnoff offen, für den der Schläger offensichtlich arbeitet. Es stellt sich heraus, dass Ivan Sarnoff Mark Gantry erpresst hat, Rennen für ihn zu manipulieren und Pferde zu dopen. Mit Hilfe Mark Gantrys kann Horatio Ivan Sarnoff eine Falle stellen und ihn endlich verhaften. Den Mordfall an Robert Banyon klärt Frank Tripp jedoch durch einen Zufall auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971389","hoster":"VOE"},{"path":"/redirect/8336091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-14","name":"Knall und Rauch","epNo":14,"alt":"Smoke Get?s in Your CSI?s","descr":"Ryan und Calleigh werden zu einem leer stehenden Haus gerufen, auf dessen Dachboden eine Leiche liegt. Während sie diese untersuchen, wird durch die Decke auf sie geschossen. Der Täter schließt Ryan und Calleigh auf dem Dachboden ein und legt ein Feuer. Ryan kann sich noch rechtszeitig befreien, aber Calleigh zieht sich eine schwere Rauchvergiftung zu. In den Überresten des verbrannten Hauses findet sich eine Visitenkarte, die einem gewissen Jeff Peralta gehört. Jeff Peralta ist Immobilienmakler und behauptet, er habe das Haus kaufen wollen und es daher vorab besichtigt. Doch die Spuren der Patronenhülsen sprechen eine andere Sprache und führen das CSI-Team auf die Spur von Drogendealern und illegalen Organhändlern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971391","hoster":"VOE"},{"path":"/redirect/9811800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-15","name":"Mutmaßlicher Mörder","epNo":15,"alt":"Presumed Guilty","descr":"Der Golflehrer Alfonso Reyes wird beschuldigt, Lindsay Garland mit seinem Gürtel erwürgt zu haben. Kaum verurteilt, findet Horatio neue Beweise, die Alfonsos Unschuld belegen. Bei einer erneuten Befragung durch Horatio gibt Derek Powell, Reyes Anwalt zu, dass es sogar eine Entlastungszeugin gab. Diese Zeugin ist Tammy Witten, die schon etliche Selbstmordversuche hinter sich hat, drogenabhängig ist und damit als nicht glaubwürdig gilt und von Derek abgelehnt wurde. Horatio findet Tammy gerade noch rechtzeitig, um sie vor einem weiteren Selbstmordversuch zu bewahren. Sie gibt zu Protokoll, dass sie die Tote Lindsey in einem silbernen Toyota gesehen habe. Alfonso Reyes sagt aus, dass sich Lindsey an seine reiche Kundschaft herangemacht hat. Einer von ihnen ist Kevin Sheridan, der ebenfalls von Strafverteidiger Powell vertreten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971390","hoster":"VOE"},{"path":"/redirect/8336094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-16","name":"Schwimmen oder untergehen","epNo":16,"alt":"Sink or Swim","descr":"Die Freundin des Staatsanwalts Derek Powell wird bei einem Überfall auf dessen Jacht getötet. Was zunächst nach einem Unfall aussieht, erweist sich bald als gezielter Mord. Eric findet bei einem Tauchgang wichtiges Beweismaterial. Doch es kann nicht verwendet werden, weil Horatios tüchtigster Mitarbeiter überraschend verhaftet wird. Staatsanwalt Derek Powell veranstaltet eine Party auf seiner Privatjacht. Auf einmal wird die Gesellschaft von einem bewaffneten Paar überfallen. Dabei wird Powells Partnerin Nadine von einem Schuss tödlich getroffen. Die Räuber fliehen in einem Schnellboot. Den CSI-Leute Ryan und Natalia gelingt es rasch, dieses Boot zu finden. Doch dem Mann, der es gerade für einen Weiterverkauf restauriert, kann nichts nachgewiesen werden. Doktor Price und Calleigh finden anhand der Verletzung von Nadine heraus, dass sie mit einem Unterwassergewehr erschossen wurde. Ob der Überfall nur eine Ablenkung war? Bei einem ausgiebigen Tauchgang findet Eric einen Tauchrucksack, der höchstwahrscheinlich dem Täter gehörte. Natalia findet daran DNS, die sie zum Täter führen könnte. Doch da wird Eric unerwartet verhaftet, was zur Folge hat, dass das von ihm gefundene Beweismaterial nicht verwendet werden darf. Horatio macht alsbald eine Entdeckung, welche Erics Verhaftung mit dem aktuellen Mordfall in Verbindung bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971392","hoster":"VOE"},{"path":"/redirect/8336096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-17","name":"Hängen sollst du in Miami","epNo":17,"alt":"Divorce Party","descr":"Bei einer Zeremonie seiner Exfrau wird ein Mann erhängt gefunden. Bald stellt sich heraus, dass der Mann ein Doppelleben führte. Wussten seine beiden Ehefrauen voneinander und wollten sie sich an dem Betrüger rächen? Die Wahrheit in diesem Mordfall überrascht alle Beteiligten. Amy Lansing, eine Frau Mitte 40, hat sich von ihrem Mann scheiden lassen. Um ihrer Erleichterung darüber Ausdruck zu verleihen, organisiert sie zusammen mit ihrem besten Freund eine Zeremonie, bei der sie die Scheidungspapiere unterschreiben und eine Puppe, die ihren Mann darstellen soll, \"hängen\" will. Anstelle der Puppe hängt dort aber ihr Mann Roger in Person. Die Zuschauer sind geschockt. Horatio und sein Team befragen alle Beteiligten. Sie sind überzeugt, dass Roger sich nicht umgebracht hat, sondern ermordet wurde. Auf den Fotos der Zeremonie fällt Calleigh ein junger Mann auf, der sich seltsam im Abseits aufhält. Es ist Amys Sohn. Durch ihn erfahren Horatio und Calleigh, dass Roger einen Geschäftspartner namens Trent hatte. Als Horatio versucht, diesen Trent zu erreichen, muss er feststellen, dass Trent und Roger ein und dieselbe Person sind - der Mann führte ein Doppelleben. Seine zwei Ehefrauen kommen beide als Täterinnen in Frage. Doch die Wahrheit sieht komplizierter aus und kommt nur durch einen Zufall ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971393","hoster":"VOE"},{"path":"/redirect/9811816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-18","name":"Ärger im Gepäck","epNo":18,"alt":"Flight Risk","descr":"Reisende am Flughafen von Miami erleben ein grausiges Schauspiel, als sie auf ihr Gepäck warten. Die Leiche einer Flugbegleiterin liegt auf dem Förderband. Wer könnte der Frau etwas angetan haben? Das Feld der Verdächtigen ist gross. Sowohl der Pilot als auch ihre Arbeitskolleginnen und der Zivilpolizist an Bord könnten ihre Finger im Spiel haben. Das CSI-Team ist gefordert. Am Flughafen von Miami liegt die Leiche einer Frau auf dem Gepäckförderband. Sie kann bald als die Flight Attendant Suzanne Grady identifiziert werden. Doktorin Tara Price vermutet aufgrund des Zustands der Leiche, dass die Frau vor ihrem Tod misshandelt wurde. Während Ryan den Gepäckverantwortlichen des Flughafens befragt, finden Eric und Calleigh im Flugzeug eine Zigarette. Mithilfe einer DNS-Analyse gelangen sie an Marvin Duffy, einen notorischen Raucher. Hatte Suzanne ihn erwischt? Und wollte er am Flughafen von ihr auf keinen Fall denunziert werden? Doch Duffy ist nicht der einzige Verdächtige in dem Mordfall. Neben Suzannes Arbeitskolleginnen und dem zwiespältigen Piloten fällt insbesondere ein sogenannter Skycop auf, ein Polizist, der in Zivil für die Sicherheit an Bord zuständig war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971394","hoster":"VOE"},{"path":"/redirect/9811818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-19","name":"Alle im Visier","epNo":19,"alt":"Target Specific (1)","descr":"Megan Hamilton wird in ihrem Haus niedergestochen. Das CSI-Team findet die junge Frau lebend, aber sie schwebt in Lebensgefahr. Draussen im Garten entdeckt Ryan den Dolch, mit dem Megan verletzt wurde. Darauf finden sich Fingerabdrücke eines gewissen Patrick Garrety. Als die Ermittler den Mann befragen, gibt dieser zu Protokoll, dass ihm das Messer gestohlen worden sei. Horatio Caine und sein Team stossen erst auf eine heisse Spur, als sie Megan Hamiltons Hund untersuchen. Zwischen dessen Zähne findet Travis nämlich ein Stück Stoff, dass von kugelsicherer Kleidung stammt. Diese wird in Miami ausschliesslich von Zoe Belle verkauft. Als Eric und Ryan die Designerin aufsuchen, fällt ihnen ein Paparazzo auf. Die Bilder auf der Kamera des Mannes namens Cameron West schockieren sie: Alle CSI-Teammitglieder sind in den verschiedensten Situationen zu sehen. Für wen arbeitet der Mann? Die Entdeckung weitet den Fall aus, denn bei der Befragung Camerons wird klar, dass erneut die russische Mafia ihre Finger im Spiel hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971396","hoster":"VOE"},{"path":"/redirect/8336100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-20","name":"Ryan Wolfe im Schafspelz","epNo":20,"alt":"Wolfe?s in Sheep?s Clothing (2)","descr":"Ein Börsenmakler wird in seinem Büro im 30. Stock ermordet. Sein Safe wurde ausgeraubt, doch es fehlen Fluchtspuren. Das CSI-Team vermutet, dass der Täter mit Hilfe eines Base-Jumping-Anzugs entkam. Eric geht der Sache nach. Bald schon fällt ihm auf, dass Ryan sich sonderbar verhält. Was Eric und seine Kollegen nicht wissen: Ryan wird von der russischen Mafia bedroht. Bringt er den Fall nicht in ihrem Sinne \"in Ordnung\", tun sie dem kleinen Sohn seines besten Freundes Mark Gantry etwas an. Ryan getraut sich nicht, Horatio einzuweihen und stösst mit seinem Verhalten alle vor den Kopf. Eric hat inzwischen herausgefunden, wo der Basejumper gelandet sein muss. Dort findet er ein Stück Stoff seines Anzuges. Daran entdeckt Natalia die DNS eines gewissen Jim Colton. Als Horatio Colton befragt, kriegt Ryan sogleich einen Anruf der Mafia. Er solle dafür sorgen, dass Colton in Ruhe gelassen werde. Ryan tut das und bringt damit beinahe einen Unschuldigen ins Gefängnis. Doch Horatio ahnt, dass Ryan nicht mit offenen Karten spielt und greift ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9811825","hoster":"VOE"},{"path":"/redirect/8336101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-21","name":"Schönheit hat ihren Preis","epNo":21,"alt":"Chip/Tuck","descr":"Ein grausiger Todesfall beschäftigt das CSI-Team. Ein Mann wurde in einer Holzhäckselmaschine in 1000 Stücke zerrissen. Die Spuren am Tatort weisen auf einen Kampf hin, was die Ermittler auf einen Mord schliessen lässt. Die Maschine gehört einem gewissen Steven Corbett, doch dieser weist sogleich ein handfestes Alibi vor. Mithilfe eines Stück Knochens kann Gerichtsmedizinerin Tara Price herausfinden, dass das Opfer an Leukämie litt und kürzlich eine Knochenmarktransplantation bekommen hatte. Als die Spenderin identifiziert werden kann, ist auch die Identität des Opfers geklärt. Lauren Reeger hat ihrem Vater vor Kurzem Knochenmark gespendet. Die Studentin erzählt den Ermittlern, dass ihr Vater, ein angesehener Schönheitschirurg, sich seit dem Tod seiner Frau völlig zurückgezogen und seltsam verhalten habe. Auch Reegers Praxispartner bestätigt dies. Reeger habe sich in seine Arbeit gestürzt und begonnen, Hausbesuche zu machen. Eine seiner Patientinnen ist die Frau von Corbett, dem Besitzer der Häckselmaschine. Hat das Paar doch etwas mit dem Mord zu tun? Was Horatio zusätzlich beunruhigt, ist die Tatsache, dass in Reegers Patientenliste auch Ron Saris\u0027 Name auftaucht. Ist sein Erzfeind am Leben? Und hat er etwas mit dem Mordfall zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971401","hoster":"VOE"},{"path":"/redirect/8336105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-22","name":"Einmal ist jede dran","epNo":22,"alt":"Dead on Arrival","descr":"Bei den Aufnahmen einer TV-Show, in der ein wohlhabender Junggeselle seine Traumfrau sucht, wird die Finalistin tot aufgefunden. Das CSI-Team ermittelt im Umfeld der Show und stösst dabei auf einen Fall aus der Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971398","hoster":"VOE"},{"path":"/redirect/8336106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-23","name":"Kollateralschaden","epNo":23,"alt":"Collateral Damage","descr":"Eine Explosion in einem Restaurant, bei der mehrere Menschen zu Tode kommen, gibt dem CSI-Team Rätsel auf. Daneben kümmert sich Horatio um eine Frau, der vom Jugendamt die Kinder weggenommen wurden. Bald merkt er, dass die beiden Fälle zusammenhängen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971400","hoster":"VOE"},{"path":"/redirect/9811839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-24","name":"Aufgelöst","epNo":24,"alt":"Dissolved","descr":"Ein grausiger Unfall in einem Pool beschäftigt Horatio und sein Team. Das Wasserbecken wurde mit einer Chemikalie gefüllt, die denjenigen, der sich hineinbegibt, innert kürzester Zeit auflöst. Der Pool gehört niemand anderem als Ron Saris. Wollte er einen seiner Mitarbeiter loswerden oder ist er so unschuldig, wie er sich gibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971397","hoster":"VOE"},{"path":"/redirect/8336109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-7/episode-25","name":"Eine Stadt sieht rot (1)","epNo":25,"alt":"Seeing Red (1)","descr":"Einer von Horatios gefürchteten Gegnern, der Mafiaboss Ivan Sarnoff, entkommt auf spektakuläre Weise aus dem Gefängnis. Doch bald schon ist klar, dass die Mafia ihren ehemaligen Anführer nicht befreien, sondern in einem inszenierten Unfall töten wollte. Als Calleigh auf einer Aufnahme des Unglücks Erics Vater erblickt, zweifelt sie daran, dass ihr Freund sich professionell verhalten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971403","hoster":"VOE"},{"path":"/redirect/9811848","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/csi-miami/staffel-8/episode-1","name":"Startschüsse","epNo":1,"alt":"Out Of Time","descr":"Eric, der von Calleigh angeschossen wurde, irrt verwundet durch die Everglades und wird bewusstlos von seinem Team gefunden. Während Eric mit dem Tode ringt, erinnern sich die Mitglieder des Teams daran, wie alles begann: 1997 war Eric als Abschleppwagenfahrer in den Glades unterwegs und stieß dort auf einen Wagen, in dem eine weibliche Leiche lag. Der damalige Partner Horatios, John Sullivan, verdächtigte den Ehemann Steve Bowers der Tat. Horatio schürft etwas tiefer und erkennt Unstimmigkeiten in diesem Fall. Für Horatio ist Arnold Hollings, der Gärtner, verdächtig, der sogar eine Vorstrafe als Spanner hat. Leider teilt niemand seine Vermutung. Horatio ist gezwungen, frischen Wind in seine alte Abteilung zu bringen und stößt damit auf wenig Gegenliebe. Als er mit modernen, wissenschaftlichen Methoden beweisen kann, dass Arnold Hollings der Mörder ist und Steve Bowers unschuldig, wird ihm die Leitung einer neu zu gründenden Abteilung übertragen, dem CSI.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971399","hoster":"VOE"},{"path":"/redirect/8336112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-2","name":"Zu schlecht für den Moment","epNo":2,"alt":"Hostile Takeover","descr":"Jesse Cardoza, ein ehemaliger Kollege von Horatio Caine, will wieder zurück nach Miami. Als er sich beim CSI anmeldet, gerät er in eine Geiselnahme. Mathew Sloan nimmt Jesse Cardoza, die Rezeptionistin Danielle und zwei Techniker als Geisel und verschanzt sich im Gebäude des CSI. Er verlangt einhunderttausend Dollar und einen Hubschrauber. Mathew besteht darauf, nur mit Horatio Caine zu verhandeln. Er verlangt, dass das Lösegeld für die Geiseln von einer bestimmten Wechselstube beschafft wird. Diese Wechselstube wird von Darren Ripley geleitet, der die einhunderttausend Dollar widerstrebend herausrücken muss. Groß ist das Erstaunen der Ermittler, als Mathew sich ohne das Geld aus dem Staub macht und sich das Geld zu dem als Falschgeld entpuppt. Darren Ripley hat Mathew Sloan finanziell ruiniert. Horatio erkennt, dass Mathew auf Gerechtigkeit aus ist. Auf der Flucht führt er die Ermittler an einen weiteren Tatort. Dort hat er sich angeblich gewaltsam Zugang zum Haus des neuen Mannes seiner Ex-Frau verschafft. Daraufhin ist gegen ihn eine einstweilige Verfügung erlassen worden, dass er sich ihr nicht mehr nähern darf. Auch das Sorgerecht für seinen geliebten Sohn hat er verloren. Horatio dämmert langsam, dass Mathew Sloan nicht der Böse ist, für den man ihn seiner wirklich und angeblich begangenen Taten nach halten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971402","hoster":"VOE"},{"path":"/redirect/8336117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-3","name":"Reifeprüfungen","epNo":3,"alt":"Bolt Action","descr":"Drei Volleyballspieler sterben auf mysteriöse Weise während eines Beach-Volleyball-Turniers. Die Todesursache ist schnell ermittelt: Stromschlag. Im Sand finden die Ermittler ein Kabel verbuddelt, das den Strom von einem nahe gelegenen improvisierten Blitzableiter auf einem Rettungsturm direkt bis unter die Füße der Spieler transportiert hat. Wer hat diese merkwürdige Gerätschaft konstruiert? Horatio und sein Team erkennen schnell, dass zwischen den jungen Volleyballern und den älteren Ladys auf der Tribüne eine sexuelle Beziehung bestanden haben muss. Diese Damen sind allesamt so genannte \u0027Cougars\u0027, ältere Frauen, die auf junge Männer stehen. Amanda Collins gerät schnell in Verdacht, da sie die Gastgeberin dieser Veranstaltung war. Als Frank Tripp den improvisierten Blitzableiter findet, stellt sich heraus, dass dieser aus abgesägten Golfschlägern fabriziert wurde. Dadurch rückt Hailey, Amandas Tochter, in den Mittelpunkt des Interesses der Ermittler, da sie Golfspielerin ist. Allerdings sind ihre Golfschläger aus anderem Material als das der Tatwaffe. Jesse Cardoza nimmt nun Dean Collins, den Ehemann, unter die Lupe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971405","hoster":"VOE"},{"path":"/redirect/11659417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-4","name":"Änderung im Flugplan","epNo":4,"alt":"In Plane Sight","descr":"Der Investor Howard Burgess ist Miamis meistgehasster Mann, da er viele Investoren um ihre Ersparnisse gebracht hat. Da verwundert es niemanden, als er tot in der Bordtoilette seines Flugzeugs gefunden wird. Anscheinend wollte Burgess sich mit Flugzeug und dem ergaunerten Geld aus dem Staub machen. Tom Loman, der neue Gerichtsmediziner, entdeckt typische Würgemale an Burgess\u0027 Hals, die darauf deuten, dass dieser mit einer Kette erwürgt worden ist. Eine Seilwinde im Hangar, in der sein Flugzeug steht, weist Blutspuren auf, damit ist die Mordwaffe schon gefunden. Walter Simmons\u0027 Entzücken kennt keine Grenzen, als er zusammen mit Jesse Cardoza den Inhalt des Abwassertanks des Flugzeugs untersuchen muss. Dort findet sich tatsächlich eine Kontaktlinse, die dem wahren Besitzer des Flugzeugs, Gary Archer, gehört und der zudem ein Motiv hat, Burgess den Tod zu wünschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971404","hoster":"VOE"},{"path":"/redirect/8336120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-5","name":"Tödliche Saat","epNo":5,"alt":"Bad Seed","descr":"Das junge Mädchen Lauren wird mit Vergiftungserscheinungen ins Krankenhaus eingeliefert. Alexx kann sie nicht mehr retten und gibt Horatio den Tipp, dass wahrscheinlich ihr Freund Ethan, der bei der Einlieferung dabei war, der Täter sein könnte. Als Ethan kurz darauf auch zusammenbricht, stehen die Ermittler vor einem Rätsel. Alexx findet heraus, dass Lauren an einer akuten Kolibakterienvergiftung gestorben ist. Da diese Krankheit ähnliche Symptome wie eine normale Grippe aufweist, wurde sie falsch behandelt. Bei Ethan liegt der Fall schlimmer. Er hat keine Anzeichen einer Kolibakterieninfektion, sondern ist an Botulismus erkrankt, die von einer Mutation eines Bakteriums hervorgerufen wird. Lauren hatte kurz vor ihrer Erkrankung in einem Restaurant einen Salat zu sich genommen, der mit diesen Kolibakterien verseucht war. Horatio folgt der Lieferantenkette bis zu Bixton Biofood und erkennt in dieser Firma den wahren Verursacher dieser Tragödie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971409","hoster":"VOE"},{"path":"/redirect/8336119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-6","name":"Ey Mann, wo is\u0027 mein Bräutigam?","epNo":6,"alt":"Dude, Where\u0027s My Groom?","descr":"Kim Hewitt steht kurz vor ihrer Hochzeit. Doch die Braut wartet vor dem Altar vergeblich auf ihren Bräutigam. Dessen Trauzeugen werden bald gefunden. Die beiden befinden sich aneinandergefesselt in einem öffentlichen Brunnen, leiden aber unter einer Amnesie und können über den Verbleib des Bräutigams keine Angaben machen. Calleigh und Cardoza nehmen die Junggesellenparty genauer unter die Lupe, wo sich die Spuren des Vermissten erstmals verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971406","hoster":"VOE"},{"path":"/redirect/8336121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-7","name":"Eine Reise in die Angst - Teil 1","epNo":7,"alt":"Bone Voyage (1)","descr":"Eine völlig aufgelöste Frau meldet ihre Tochter Ashley Tanner als vermisst. Ashleys Wagen wird gefunden, und alle Zeichen lassen eine gewaltsame Entführung vermuten. Das Team konzentriert sich auf jene Personen, die Ashley kurz vor deren Verschwinden getroffen hatten. Eine erste heiße Spur führt zu einem ähnlich gelagerten Fall nach Las Vegas. Dr. Ray Langston sagt seine Hilfe zu und nimmt den nächsten Flug nach Miami.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971407","hoster":"VOE"},{"path":"/redirect/8336123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-8","name":"Tödliche Treffpunkte","epNo":8,"alt":"Point of Impact","descr":"Horatio und sein Team untersuchen einen tödlichen Autounfall auf menschenleerer Straße. Victor Emparo, ein Jogger, leistete Erste Hilfe und rettet Greg Ballard aus dem Autowrack, für dessen Mutter kommt allerdings jede Hilfe zu spät. Jesse Cardoza wird bei der ersten Vernehmungen stutzig und sagt Victor auf den Kopf zu, dass er den zweiten Wagen gefahren ist. Doch kurz darauf stirbt Victor an den Folgen einer Gehirnverletzung. Bei der Rekonstruktion des Unfallherganges sind die Ermittler gezwungen, auf komplizierte Art und Weise die Sitzposition der einzelnen Familienmitglieder zu ermitteln um festzustellen, wer den Unfallwagen gefahren hat. Dadurch stellt sich heraus, dass Lily, die vierzehnjährige Tochter, den Unfallwagen gesteuert hat, weil ihre Mutter ihre Brille bei ihrem Geliebten hat liegen lassen. Bei der Untersuchung des Unfallwracks findet das CSI-Team heraus, dass ein Schlauch des Lenksystems mutwillig durchtrennt wurde und der schwere Wagen dadurch nicht mehr zu steuern war. Die Ermittler nehmen nun den gehörnten Ehemann, Andrew Ballard, als Hauptverdächtigen ins Visier ihrer Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971408","hoster":"VOE"},{"path":"/redirect/8336124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-9","name":"Killer-Klausel","epNo":9,"alt":"Kill Clause","descr":"Jeff Lofton - eine Putzkraft bei \u0027Renovation Warehouse\u0027 - stürzt während der Party von der Galerie in ein Aquarium, das mit tödlich-giftigen Würfelquallen gefüllt ist. Jeff Lofton hatte eine Lebensversicherung abgeschlossen, die erstaunlicherweise nicht an seine Hinterbliebenen, sondern an die Firma ausgezahlt wird. Horatio nimmt deshalb den Geschäftsführer - Max Desalvo - unter die Lupe, der behauptet, dies wäre eine gängige Praxis, da er schließlich in die Ausbildung seiner Mitarbeiter investiert hätte. Garrett Yates, der Leiter der Versicherungsabteilung, überbringt dem CSI sämtliche Unterlagen. Es scheint als hätte die Firma nichts zu verbergen. Die Ermittler stellen fest, dass es jedes Jahr kurz vor Abschluss des Geschäftsjahres eine rätselhafte Serie von Todesfällen in der Firma gab, bei denen jedes Mal die Versicherungssumme an \u0027Renovation Warehouse\u0027 ausgezahlt wurde. Das kann kein Zufall sein. Als die Ermittler Caroline Berston - der Sekretärin von Desalvo - eröffnen, dass auch auf sie eine solche Lebensversicherung läuft, gibt diese zu, kurz vor der Tat Max Desalvo mit Jeff Lofton auf der Galerie gesehen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971410","hoster":"VOE"},{"path":"/redirect/8336128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-10","name":"Ausgezählt!","epNo":10,"alt":"Count Me Out","descr":"Horatio und sein Team müssen den Mord an einem Volkszähler aufklären. Dieser wird tot im Kofferraum eines Wagens gefunden, den Jesse und Walter angehalten haben. Am Steuer sitzt Kevin Hensler, der behauptet, von einem Fremden gezwungen worden zu sein, den Toten in den Kofferraum zu laden. Der Tote hat einige rosa Fasern eines Isolationsmaterial am Pullover. Bei der näheren Untersuchung der letzten Arbeitsstätte des Volkszählers finden die Ermittler ein leeres Haus, in dem Fetzen des Isolationsmaterials von der Decke baumeln. Bei der näheren Untersuchung des Tatortes finden sie ein Drogenlabor. Dieses ist mit einer Sprengfalle gesichert, der Natalia und Ryan nur knapp entkommen können. Merkwürdigerweise gehört dieses Haus dem Vater von Kevin Hensler und dieser hat bis vor kurzem darin gewohnt. Kevin gibt nun zu, für einen gewissen Robert \u0027Tek\u0027 Sperling ein Drogenlabor zu betreiben. Doch Robert scheint vom Erdboden veschluckt zu sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971412","hoster":"VOE"},{"path":"/redirect/8336125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-11","name":"Loyalität ist eine Frage des Verhaltens","epNo":11,"alt":"Delko for the Defense","descr":"Eine junge Frau - Summer Davenport - wird erstochen und der scheinbare Täter - Zach Finley - auf frischer Tat ertappt. Zach scheint bei ihr eingebrochen zu sein, hat sie vergewaltigt und anschließend erstochen, um die Tat zu verschleiern. Zachs einzige Chance, seine mögliche Unschuld zu beweisen, ist Adrianna Villani, eine Star-Verteidigerin, die Eric engagiert hat und sich sicher ist, die Anschuldigungen gegen Zach entkräften zu können, um sich mit dem Erfolg zu schmücken. Evan Talbot, der zuständige Staatsanwalt, sieht sich allerdings auch schon auf der Gewinnerseite, da der Fall diesmal klar scheint. Zach allerdings gibt zu Protokoll, dass er als Obdachloser in Summer Davenports Haus eingebrochen ist, weil er dachte, diese wäre zu dieser Zeit verreist. Er wollte sich nur duschen und ausschlafen. Als er am Morgen aufwachte, flüchtete er vor den Polizeisirenen, rutschte in Summer Davenports Blut aus, befleckte sich so mit ihrem Blut und flüchtete. An Summer Davenport befinden sich Sperma-Spuren, die allerdings nicht von Zach Finley stammen, da dieser eine genetische Anomalie aufweist und ihm das nötige Werkzeug für die Tat fehlt. Eric, der in diesem Fall für Adrianna Villani arbeitet und Schwierigkeiten damit hat, auf der anderen Seite zu stehen, bewirbt sich bei der Staatsanwaltschaft als Forensik-Experte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971411","hoster":"VOE"},{"path":"/redirect/11659311","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14232441","hoster":"VOE"},{"path":"/redirect/14232440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-12","name":"Flammen werfen ihre Schatten","epNo":12,"alt":"Show Stopper","descr":"Als eine Sängerin während eines Konzertes in Flammen aufgeht und an den Verbrennungen stirbt, muss das CSI-Team die dunklen Seiten der sonst so glamourösen Popwelt aufdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971413","hoster":"VOE"},{"path":"/redirect/8336134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-13","name":"Wer das Schwert nimmt, wird durch das Schwert umkommen","epNo":13,"alt":"Die By The Sword","descr":"Ein merkwürdiger Mord stellt das CSI-Team vor ein Rätsel: Mitten am Tag wird in Miami ein Mann durch ein japanisches Schwert in zwei Stücke zerteilt. Eine erste Spur führt die Ermittler zu einem völlig verstörten Jungen, der im Besitz der Mordwaffe ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11659186","hoster":"VOE"},{"path":"/redirect/11659207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-14","name":"Im Wind liegt die Wahrheit","epNo":14,"alt":"In the Wind","descr":"James Bradstone ist zum Tode verurteilt, weil er seine Frau und seine Tochter vor 15 Jahren umgebracht haben soll. Kurz vor seiner Hinrichtung widerruft die Hauptzeugin, Louise Russo, ihre Aussage. Dabei behauptet sie, der Staatsanwalt, habe sie damals zu dieser Falschaussage überredet. Der neue Staatsanwalt will es genau wissen und gibt CSI-Teamleiter Horatio Caine den Auftrag herauszufinden, ob James Bradstone unschuldig zum Tode verurteilt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971421","hoster":"VOE"},{"path":"/redirect/8336133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14232443","hoster":"VOE"},{"path":"/redirect/14232444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-15","name":"Miami, wir haben ein Problem","epNo":15,"alt":"Miami, We Have a Problem","descr":"Eine Auto-Entführung endet auf eine ungewöhnliche Art und Weise. Während der Entführer eines Autos die Beifahrerin mit der Pistole bedroht und davonfahren will, fällt ein Toter mit grosser Wucht direkt auf die Windschutzscheibe. Der Entführer wird dabei verletzt und kann kurze Zeit später vom CSI-Team festgenommen werden. Ein junges Pärchen diskutiert angeregt in seinem parkierten Auto, da reisst ein Mann die Türe auf und bedroht die beiden mit einer Pistole. Schreiend zwingt er den Fahrer auszusteigen und zwängt sich an seiner Stelle ans Steuer. Die Beifahrerin nimmt er dabei als Geisel. In dem Moment, wo er mit seiner Geisel abfahren will, kracht ein Toter auf das Auto und zertrümmert die Windschutzscheibe. Der Entführer wird dabei verletzt und kann im demolierten Auto nicht mehr davonfahren, sondern wird vom CSI-Team gestellt und gefangen genommen. Der Tote ist stark entstellt. Dazu gibt es nur eine Erklärung. Er muss aus grosser Höhe aus einem Flugzeug gefallen sein - und ist so letztlich mit über 200 Stundenkilometern auf das Auto geprallt, wie Calleigh glaubhaft erklärt. Die weiteren Ermittlungen von Horatio Caines zeigen jedoch, dass am Ort des Aufpralls kein Flugverkehr herrschte. Einzig ein Helikopter überflog zu dieser Zeit das Gebiet. Calleigh und Ryan suchen den Besitzer des Helikopters, Beau Lendell. Doch Lendell kennt weder den Toten noch weiss er, warum der Helikopter ohne Flugerlaubnis in der Luft war. Lendell behauptet, dass er nicht der Pilot gewesen sei. Zurück in der CSI-Zentrale wartet Dr. Loman mit einer unglaublichen Neuigkeit auf: Der Tote hat in den Blutzellen Veränderungen, die beweisen, dass er im Weltraum gestorben sein muss. Jesse Cardoza kontaktiert daraufhin die NASA. Doch die vermissen keinen Astronauten. Horatio Caine und sein Team stehen vor einem grossen Rätsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971416","hoster":"VOE"},{"path":"/redirect/11659064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-16","name":"Schatten einer Schuld","epNo":16,"alt":"LA","descr":"CSI-Ermittler Jesse Cardoza wird von seiner Vergangenheit auf gefährliche Art und Weise eingeholt: An der Party eines berühmten Pornofilmproduzenten wird Leslie Stulz, eine berühmte Pornodarstellerin ermordet. Bei den CSI-Ermittlungen zeigt sich, dass ausgerechnet Jesse Cardoza in den Mord verwickelt zu sein scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971417","hoster":"VOE"},{"path":"/redirect/8336135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14232447","hoster":"VOE"},{"path":"/redirect/14232446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-17","name":"Wer spielt hier falsch?","epNo":17,"alt":"Getting Axed","descr":"Wegen eines Feueralarms muss der Beginn einer Geburtstagsparty in einer Agentur verschoben werden. Als die Party mit Verspätung doch noch beginnt, entdeckt ein Mitarbeiter im Liftschacht eine Tote. Sie wurde mit einer Axt erschlagen. Die CSI-Ermittler - unter der Leitung von Horatio Caine - sind schnell zur Stelle. Aber einen Mörder finden sie vorerst nicht. Ein Feuerwehralarm stört in einer Agentur die geplante Geburtstagsparty für die Assistentin Valerie Metcalf. Doch die Party findet mit Verspätung doch noch statt. Bis Jeffrey Lipton den Lift nimmt und während eines Defekts des Aufzugs eine schreckliche Entdeckung macht: Die Empfangsdame Renee Dorsett steckt blutüberströmt im Liftschacht fest. Sie wurde erschlagen. Noch immer ragt die Mordwaffe - eine Axt - aus ihrem Schädel. Als der CSI-Chefermittler Horatio Caine und sein Team in der Agentur eintreffen, vermutet Horatio bald, dass der Mörder von Renee Dorsett den Feueralarm absichtlich verursachte, um seinen geplanten Mord auszuführen. CSI-Ermittlerin Calleigh Duquesne entdeckt am Feueralarm eine Flüssigkeit, die von den Händen des Mörders sein muss. Sofort beginnt das CSI-Team, bei sämtlichen Agentur-Mitarbeiterinnen und -Mitarbeitern die Handflächen zu untersuchen. Dabei werden sie schnell fündig: Die Hände von Valerie Metcalf müssen den Feueralarm betätigt haben. Als Metcalf von den CSI-Ermittlern gestellt wird, behauptet sie, sie habe den Feueralarm bloss ausgelöst, um Zeit zu gewinnen, weil sie ihren Freund vor dem Beginn der Geburtstagsparty vom Flughafen abholen wollte. Die CSI-Ermittler sind ratlos, zumal die ermordete Renee Dorsett extrem unbeliebt war bei ihren Agenturkollegen. Sie hatte den unschmeichelhaften Übernamen \u0027Büro-Nazi\u0027. Wurde sie bloss wegen ihrer Unbeliebtheit ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971419","hoster":"VOE"},{"path":"/redirect/8336143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-18","name":"Eine Frage der Ehre","epNo":18,"alt":"Dishonor","descr":"Kyle Hamon, der Sohn von CSI-Chef-Ermittler Horatio Caine, hat ein grosses Problem: Einer seiner besten Freunde aus der Army ist spurlos verschwunden und wird als Täter in einem Mordfall verdächtigt. Kyle bittet seinen Vater um Hilfe. Ob Horatio dem Freund seines Sohnes helfen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971415","hoster":"VOE"},{"path":"/redirect/8336138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14232453","hoster":"VOE"},{"path":"/redirect/14232452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-19","name":"Frucht der Demütigung","epNo":19,"alt":"Spring Breakdown","descr":"Junge Leute in Miami feiern mit einer grossen Party den Frühlinganfang. Als dabei drei Morde geschehen, steht das CSI-Team unter der Leitung von Horatio Caine vor einer schwierigen Aufgabe. Denn es fehlt ein Tatmotiv. CSI-Chef Horatio Caine und sein Team müssen sich mit unfassbar grausamen Morden befassen. Bei allen drei Opfern handelt es sich um junge Menschen, die an einer Frühlingsparty teilnahmen. Der eine junge Mann wurde am Strand bis zum Kopf in den Sand eingegraben, sodass er in der Flut langsam und hilflos ertrinken musste. Ein anderer junger Mann wurde beim Sturz von einem Hausdach von einer Eisenstange komplett durchbohrt. Das dritte Opfer ist eine junge Frau, die in einer grossen Waschmaschine eingeschlossen wurde und darin - beim Waschgang - im Wasser erstickte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971420","hoster":"VOE"},{"path":"/redirect/8336140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-20","name":"Zwei Stimmen in der Stille","epNo":20,"alt":"Backfire","descr":"Calleigh riskiert ihr Leben beim Versuch, einen Knaben aus einem brennenden Haus zu retten. Es gelingt ihr, im letzten Moment, den Jungen aus dem Feuer zu zerren, doch kurz darauf stirbt er, denn er lag zu lange von Flammen umgeben im brennenden Haus und atmete giftige Gase ein. Wer hat den Brand gelegt, dem der Knabe zum Opfer fiel? Die CSI-Ermittler unter Führung von Horatio Caine tappen im Dunkeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382728","hoster":"VOE"},{"path":"/redirect/8336139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-21","name":"Lügen, Gold und Diamanten","epNo":21,"alt":"Meltdown","descr":"Zwei Männer überfallen ein Juweliergeschäft. Dabei erschiessen sie einen Kunden, bloss weil dieser einen Diamanten in der Hand hielt, den er kaufen wollte. Anschliessend fliehen die Räuber auf zwei Rennmotorrädern und bleiben spurlos verschwunden. Während der Besitzer eines Juweliergeschäftes einen Kunden berät, der einen Diamanten kaufen will, zieht ein anderer Kunde plötzlich eine Pistole und beginnt, das Geschäft auszurauben. Der Besitzer und die anderen Kunden liegen geschockt am Boden und sehen zu ihrer Verwunderung, dass es sich um zwei Räuber handelt, die genau gleich angezogen sind. Der Spuk dauert nur wenige Sekunden - da gelingt es dem Besitzer, den Alarm zu betätigen. Doch zu spät: Die beiden Räuber haben bereits die Vitrinen mit den teuersten Schmuckstücken ausgeräumt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971422","hoster":"VOE"},{"path":"/redirect/8336145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-22","name":"Meine tote Rabenmutter","epNo":22,"alt":"Mommie Deadest","descr":"Laura Williams, die Mutter von Cody und Andrea, wird erschlagen in der Einfahrt aufgefunden. Die Videokamera, die sie dabei hatte, hat zwar den Mord aufgenommen, aber nicht den Täter. Anhand ihrer Verletzungen schließen die Ermittler, dass die Tat ein persönliches Motiv gehabt haben muss. Bei der Analyse des Videobandes kann die Technik alte Aufnahmen sichtbar machen, auf denen deutlich hervorgeht, dass Laura Williams ihre Kinder arg misshandelt hat. Damit ist Logan Price, der Freund von Andrea, von jedem Verdacht befreit, in den er geraten ist, weil bei ihm die Mordwaffe, ein Baseballschläger aus Aluminium, gefunden worden ist. Andrea Williams gesteht die Tat, und gibt zu, den Schläger bei Logan versteckt zu haben. So, wie sie die Tat schildert, kann sich die Tat aber nicht zugetragen haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971425","hoster":"VOE"},{"path":"/redirect/8336148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-23","name":"Ein Team muss sich beweisen","epNo":23,"alt":"Time Bomb","descr":"Kurz bevor es dem CSI-Team gelingt, das - letzte - Verbrechen mit der ermordeten Mutter Laura aufzuklären, beobachtet CSI-Agentin Calleigh, wie sich ihr CSI-Kollege Delko mit seinem Auto gestresst von dannen macht. Spontan entschliesst sich Calleigh, ihrem Kollegen Eric Delko mit dem Auto unauffällig zu folgen, und erlebt bald eine grosse Überraschung. Ist Eric Delko ein Verräter, der als Spitzel das CSI-Team unterwandert? Calleigh Duquesn, die Star-Agentin des CSI-Teams, beobachtet kurz vor der Aufklärung des - letzten - Verbrechens an der ermordeten Mutter Laura, wie sich ihr CSI-Kollege Eric Delko seltsam verhält. Er scheint sehr gestresst zu sein und fährt mit seinem Auto rücksichtslos durch den Stadtverkehr. Was Eric nicht ahnt: Calleigh verfolgt ihn unfauffällig in ihrem Auto. Sie will endlich wissen, was sich hinter dem seltsamen Verhalten ihres CSI-Kollegen verbirgt. Eric Delko hält seinen Wagen an einem Jachthafen an und steigt mit einem Briefumschlag schnell aus dem Auto. Calleigh stellt ihn und will wissen, was er da tue. Eric ist sehr verlegen und wirft seiner Kollegin Calleigh vor, dass sie ihm misstraue. Da erblickt Calleigh auf der anderen Strassenseite Rebecca Nevins, eine alte Freundin von Eric, die ihn einer Organisation arbeitet, die in Konkurrenz zum CSI-Team steht. Calleighs erster Gedanke ist, dass Eric Delko ein Spitzel ist, der das CSI-Team unterwandern soll. Calleigh wendet sich enttäuscht von Eric Delko ab und geht zu ihrem Wagen zurück. Da zerreisst eine gewaltige Explosion das geparkte Auto, neben dem Rebecca Nevins auf Delko wartete. Rebecca ist sofort tot, während Erich Delko durch die Explosion zu Boden geschleudert wird. Hat er überlebt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971423","hoster":"VOE"},{"path":"/redirect/11659334","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14232448","hoster":"VOE"},{"path":"/redirect/14232450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-8/episode-24","name":"Agonie – Teil 1","epNo":24,"alt":"All Fall Down (1)","descr":"Das CSI-Team öffnet einen Brief, der ohne Poststempel der CSI-Zentrale zugestellt worden ist. Darin enthalten ist ein Puzzle aus Kunststofffolien. Zusammengefügt ergibt sich aus den Puzzleteilen das Bild einer Frau, die im Fadenkreuz eines Gewehrs steht. Ist das die Ankündigung zur Ermordung dieser Frau? Als in der CSI-Zentrale ein Brief auftaucht, der ohne Poststempel zugestellt worden ist, beginnt die Suche nach einer Frau, die offensichtlich ermordet werden soll. Denn der Brief enthält ein Puzzle aus Kunststoffteilen, die zusammengesetzt ein Bild einer Frau zeigen, die im Fadenkreuz eines Gewehrs steht. Wer ist diese Frau - und lebt sie überhaupt noch? Das CSI-Team unter der Leitung von Horatio Caine steht vor einem Rätsel. Bei der genaueren Untersuchung des Puzzlebildes entdeckt CSI-Agent Jesse Cardoza eine Adresse auf der Ecke des Bildes. Es ist die Anschrift von Janice Potter. Das CSI-Team reagiert sofort - doch es kommt zu spät: Janice Potter liegt tot in ihrer Küche - erschossen. Bei der Untersuchung der Toten findet Calleigh in der Handtasche der Ermordeten einen Gehaltscheck, der von einer Universtität stammt. Bei der Vernehmung des Ehemannes der ermordeten Janice, Craig Potter, behauptet dieser, seine Frau habe nie an einer Universität gearbeitet. Was hat dies alles zu bedeuten? Horatio Caine und sein Team sind einem geheimnisvollen Fall auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971426","hoster":"VOE"},{"path":"/redirect/8336146","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/csi-miami/staffel-9/episode-1","name":"Gefallen – Teil 2","epNo":1,"alt":"Fallen (2)","descr":"Bei dem Giftgas-Anschlag auf das CSI-Labor kommt Jesse Cardoza ums Leben. Schnell steht fest, dass Starling dahinterstecken muss, nur ist unklar, wie er es getan hat. Als die Ermittler zu Melissa Walls, einer früheren Mitarbeiterin von Starling, fahren, finden sie diese an einen Stuhl gefesselt vor. Auf ihren Kopf ist ein Gewehr gerichtet, das losgegangen wäre, hätte Horatio die Tür zu Melissas Apartment geöffnet. Durch die Seriennummer an der Waffe kann der Halter ermittelt werden, es ist der Hausmeister der Uni-Garwood, der laut Melissas Aussage Starling verehrt. Doch Calleigh stellt schnell fest, dass die Patrone, mit der Melissa anscheinend hingerichtet werden sollte, manipuliert ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971429","hoster":"VOE"},{"path":"/redirect/8336153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-2","name":"Champagnertränen","epNo":2,"alt":"Sudden Death","descr":"Horatio und sein CSI-Team müssen dem populärsten Club Miamis einen Besuch abstatten, um den Mord an einem sogenannten \"Bottle-Girl\" aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971427","hoster":"VOE"},{"path":"/redirect/9823797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-3","name":"Finsternis","epNo":3,"alt":"See No Evil","descr":"Nachdem sich die entführte Lindsey telefonisch bei ihren Eltern gemeldet hat, gelingt es Ben anhand von Hintergrundgeräuschen, ihren Aufenthaltsort zu eruieren. Tatsächlich kann Horatio den Verbrecher stellen, doch weil Lindsey einen Sprengstoffgürtel trägt, flieht der Schurke mitsamt seiner Geisel und 50.000 Dollar Beute. Ryan hat allerdings dessen Antlitz gesehen. Anhand eines Phantombildes stellen die Ermittler fest, dass der Täter für Lindseys Mutter kein Unbekannter ist.Trotz dieses Durchbruchs wird der Fall zusehends vertrackter. Zuerst stellt sich heraus, dass der Geiselnehmer einen Komplizen hatte. Und als der sehbehinderte Ben diesen sogar identifizieren kann, muss Horatio erkennen, dass der Verdächtige zur Tatzeit woanders war - im Miami-West-Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971424","hoster":"VOE"},{"path":"/redirect/8336155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-4","name":"Memento Marisol","epNo":4,"alt":"Manhunt","descr":"Fierro ertränkt den Besitzer eines Motorboots. Seine nächsten Morde lassen Horatio ahnen, dass der entflohene Gewalttäter nicht einfach fliehen, sondern eine alte Rechnung begleichen will. Zuerst fallen ihm nämlich mehrere Angestellte in einem Spital zum Opfer, dann ein Mann einer Vormundschaftsbehörde. Horatio vermutet, dass die nächste Station von Fierros Amoklauf das Haus der Adoptivmutter seiner Tochter sein wird. Der flüchtige Verbrecher ist Horatios Team erneut einen Schritt voraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971428","hoster":"VOE"},{"path":"/redirect/8336157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-5","name":"Schlaflos in Miami","epNo":5,"alt":"Sleepless in Miami","descr":"Jason Kreeger bekundet Mühe, zwischen der Realität und seinen Träumen zu unterscheiden. Diese führen Horatios Leute allerdings tatsächlich auf die Spur des Toten. In einem weiteren Traum sieht Jason sich auf einem Pier stehen und eine Kiste mit Leichenteilen ins Wasser werfen, ein dritter leitet die Tatortspezialisten zu den verkohlten Händen des Mordopfers. Haben es die Ermittler mit einem geisteskranken Killer zu tun, der die Verantwortung für seine Tat nicht übernehmen will?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971430","hoster":"VOE"},{"path":"/redirect/8336156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-6","name":"Dein letzter Auftritt","epNo":6,"alt":"Reality Kills","descr":"Courtney, Star einer Reality-Show, wird während der Premierenfeier in Miami ermordet. Offensichtlich ist ihr mit einem spitzen, scharfen Gegenstand so heftig ins Ohr gestochen worden, dass auch ihr Gehirn verletzt wurde. Courtney schafft es noch auf die Bühne zu wanken, von der sie vor den Augen ihres Publikums fällt und stirbt. Die Suche nach der Mordwaffe stellt sich als unerwartet schwierig heraus, dagegen stoßen die Ermittler auf eine Fülle von Motiven bei den Mitwirkenden der Show. Jeder hätte Grund gehabt, Courtney zu ermorden. Erst Walter hat den Geistesblitz, dass Courtney mit der Spitze einer Eis-Statue erstochen wurde, die anschließend geschmolzen ist. Und tatsächlich finden sich im Schmelzwasser Partikel, die das CSI-Team zum Mörder führen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971431","hoster":"VOE"},{"path":"/redirect/8336160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-7","name":"Am Haken","epNo":7,"alt":"On the Hook","descr":"Auf Brad, einen illegalen Buchmacher, wird beim Angeln geschossen. Obwohl auf den Mann ein wahrer Kugelhagel niedergeht, bleibt er unverletzt. Das Merkwürdige daran ist die Munition, die keinerlei Riefungen aufweist. Walter findet die dazugehörige Waffe, und mit Hilfe einer DNS-Spur wird auch der Schütze gefunden: Es handelt sich um Dario, ein Gang-Mitglied. Brad wird in Schutzgewahrsam genommen, ist aber auch im Gebäude des CSI nicht sicher. Von der gegenüberliegenden Station Brickell werden Schüsse auf ihn abgefeuert. Auch diesmal sind an den Projektilen keine Riefungen zu erkennen. Bei der Durchsuchung des Bahnhofs finden die Ermittler die Überreste eines selbstgebauten Gewehres. Shane, der schon als Zeuge beim ersten Anschlag auf Brad in Erscheinung trat, hat Verbrennungen an den Unterarmen, die Horatio als von der selbstgebastelten Waffe verursacht, identifiziert. Frank findet heraus, dass das einzige Verbindungsglied zwischen Dario und Shane der Bewährungshelfer Neil ist. Und tatsächlich scheint Neil gute Motive zu haben, dem Buchmacher den Tod zu wünschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971434","hoster":"VOE"},{"path":"/redirect/8336162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-8","name":"Happy Birthday","epNo":8,"alt":"Happy Birthday","descr":"Die hochschwangere Heather wird zusammengeschlagen von einem Jogger am Straßenrand gefunden. Im Krankenhaus kämpfen die Ärzte um ihr Überleben und das ihres ungeborenen Mädchens. Über ihr Handy finden die Ermittler ihre letzte Verabredung raus. Sie hatte sich mit ihrer Freundin Marcie in einem Cafe getroffen und dort fürchterlich mit ihr gestritten. Marcie gibt zu, dass sie zwar auf Heathers zukünftige Mutterfreuden neidisch ist, scheidet aber als Täterin aus. Walter und Natalia verfolgen die Blutspur, die Heather hinterlassen hat, und finden heraus, dass Heather mit ihrem Auto an einer Ampel gestanden haben muss, als ihr jemand auffuhr. Der gestohlene Mercedes kann mit Ruben, einem der Täter, gestoppt werden. Horatio nimmt Ruben in die Zange, und dieser verrät, dass das Auto in eine Ausschlacht-Werkstatt gebracht werden sollte. Zufälligerweise arbeitet in dieser Werkstatt Josh, der Stiefsohn von Heather. Bei ihm finden die Ermittler Observierungsfotos von Heather. Josh gibt zwar zu, seiner Stiefmutter den Lack zerkratzt zu haben, streitet die eigentliche Tat aber ab. Durch einen winzigen Fehler auf den Observationsfotos, die denselben Fehler aufweisen wie Fotos, die man in dem Restaurant gefunden hat, in dem sich Marcie und Heather trafen, stößt das CSI auf Vicki, eine Fotografin. Die gibt den Aufenthaltsort eines Manns namens Sam preis, der Heather zusammengeschlagen hat. Doch das Rätsel, warum die schwangere Heath zusammengeschlagen wurde, ist damit nicht gelöst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971432","hoster":"VOE"},{"path":"/redirect/9823820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-9","name":"Blutzucker","epNo":9,"alt":"Blood Sugar","descr":"Bei der Explosion in einer Zuckerraffinerie finden die Ermittler den toten Arbeiter Eduardo Santos. Da die Leiche Eduardos quasi eine Zuckerglasur aufweist, kann sein Tod nicht mit rechten Dingen vonstatten gegangen sein. Seine Verlobte Nina übergibt den Ermittlern eine alte Krankenhausakte Eduardos, aus der hervorgeht, dass Roger, der Besitzer der Raffinerie, Eduardos Vater sein muss. In den Fokus der Ermittler gerät nun Christie, Rogers Tochter, die plötzlich vom Tod eines Miterben profitiert. Eric findet einen merkwürdigen Abdruck im Trichter des Silos, in dem Eduardo gestorben ist. Über diesen Abdruck stoßen die Ermittler auf Luis, den Vorarbeiter der Raffinerie, der aus Frust darüber, dass Mr. Cavanaugh seinen Sohn anstelle von Eduardos abschieben ließ, mit Eduardo in Streit geraten ist und diesen unabsichtlich in den Trichter geschubst hat. Doch bevor Luis festgenommen werden kann, flüchtet er und stellt - bewaffnet mit einer Pistole - Roger zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9823828","hoster":"VOE"},{"path":"/redirect/8336169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-10","name":"Albtraumpaar","epNo":10,"alt":"Match Made in Hell","descr":"Matthew Shaw wird in seinem Pool von einem Alligator tödlich verletzt. Da sich auf dem Weg zum Pool Blutspuren und Rindfleischfetzen finden, liegt der Verdacht nahe, dass der Alligator in den Pool gelockt wurde, um Matthew zu töten. Matthew war ein reicher Internetunternehmer, der mit Hilfe der exklusiven Partnervermittlung von Tandy eine Frau fürs Leben finden wollte. Das hat auch geklappt, er hat sich in Kate verliebt, doch diese hat zur Agentur von Paul gewechselt, um dort ihre weiblichen Reize bestmöglich versilbern zu können. Ryan, der sich in Pauls illegalem Bordell einschleust, wird dort enttarnt und muss seinen Einsatz fast mit dem Leben bezahlen. Trotzdem kann Paul der Mord an Matthew nicht nachgewiesen werden. Anhand des Bewerbungsvideos von Matthew bei Tandy finden die Ermittler heraus, dass diese den Sicherheitscode von Matthews Gartentor kannte und den Alligator in den Pool gelockt haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971436","hoster":"VOE"},{"path":"/redirect/8336172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-11","name":"Du sollst nicht wissen, wer ich bin","epNo":11,"alt":"F-T-F","descr":"An einer wenig befahrenen Straße werden Marvin Hill und Rebecca West erschossen aufgefunden. Rebecca West saß in ihrem Auto und ist - während sie starb - gegen einen Hydranten gerast, der daraufhin den gesamten Tatort unter Wasser gesetzt hat. Das hervorsprudelnde Wasser spült fast sämtliche Spuren fort. Doch Ryan sieht in letzter Sekunde, wie die Tatwaffe, eine Pistole, in den Gulli rutscht. Dr. Loman stellt fest, dass beide Personen mit einem einzigen Schuss getötet wurden. Marvin erlitt einen Kopfschuss aus nächster Nähe. Die Kugel durchschlug sein Gehirn, wurde durch den Schädelknochen abgelenkt und trat durch die Einschusswunde wieder raus und hat auch noch Rebecca West getötet. Marvin hat offensichtlich exzessiv gechattet und sich im Internet als neunzehnjähriger Marine ausgegeben. Über das Internet führte er eine Beziehung mit \"AshleyXhotee\". Es stellt sich heraus, dass diese Ashley ein neunzehnjähriges Mädchen ist, das aber gar nicht mit Marvin gechattet hat. Es war ihre Mutter, Diana, die sich ebenfalls als junges Mädchen ausgab. Plötzlich nimmt der Fall eine überraschende Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971435","hoster":"VOE"},{"path":"/redirect/8336173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-12","name":"Connie und ihre Feinde","epNo":12,"alt":"Wheels Up","descr":"Eine Halle in Miami ist Schauplatz sogenannter Rollerderbys, in denen leichtbeschürzte Frauen auf einer Rennbahn um die Wette fahren und sich gegenseitig unzimperlich aus dem Weg räumen. Zwar tragen die Sportlerinnen nicht nur grelle Schminke und bedrohliche Namen, sondern auch Helm und allerlei Körperschutz. Dennoch sind kleinere Verletzungen bis hin zu Rippenbrüchen an der Tagesordnung. Als ihre Kolleginnen in der Garderobe den leblosen Körper von Connie auffinden, drängt sich aber ein Verdacht auf, der mit Sportsgeist nichts zu tun hat. An Connies Leichnam findet Doktor Loman nicht zu knapp Spuren schmerzhafter Zwischenfälle. Anfänglich konzentrieren sich die Ermittlungen von Horatios Team auf die Konkurrentinnen der Verstorbenen. Eine heisse Spur führt dann aber zum Trainer eines gegnerischen Teams, der ein Motiv nicht nur aus sportlichem Ehrgeiz ein Tatmotiv hat, sondern auch aus Rache für eine tragisch verunfallte Konkurrentin. Zum Kreis der Verdächtigen gesellt sich aber auch der Biker Jake, Connies Ex, der sich wiederholt übel an ihr vergriffen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971437","hoster":"VOE"},{"path":"/redirect/9823754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-13","name":"Der letzte Widerstand","epNo":13,"alt":"Last Stand","descr":"Miamis berüchtigtste Gang, die Mala Noche, macht erneut die Straßen unsicher und beantwortet die Aushebung eines Drogenlabors mit einer blutigen Schießerei, bei der der ermittelnde Staatsanwalt getötet wird. Über ein zerbrochenes Brillenglas können die Ermittler Felix, den Fahrer des Fluchtwagens, ausfindig machen. Felix ist bereit über seine Auftraggeber auszupacken, doch bevor seine Anwältin Horatio über den Deal informieren kann, wird ihr auf offener Straße die Kehle durchgeschnitten. Schnell ist klar, dass Memmo Fierro, seines Zeichens früherer Anführer der Mala Noche, Mörder von Horatios Frau und flüchtiger Sträfling, den Mord an der Strafverteidigerin begangen hat. Horatio handelt mit dem inhaftierten Felix einen Deal aus gemeinsam stellen sie Memmo eine Falle. Schon bald steht Horatio auf hoher See seinem ärgsten Widersacher im Kampf Mann gegen Mann gegenüber...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971438","hoster":"VOE"},{"path":"/redirect/8336176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-14","name":"Stein auf Stein","epNo":14,"alt":"Stoned Cold","descr":"Im Stadion von Miami wird die 17-jährige Blaire Hawkins an einen Pfeiler gefesselt und gesteinigt aufgefunden. Schnell stellt sich heraus, dass es Verdächtige im Übermaß gibt. Blaire war zwar die Schönste der Schule, aber ein ausgesprochen gemeines Miststück, und hat viele ihrer Mitschüler gemobbt und schikaniert. Bei der Leiche wird das Fragment einer CD gefunden, das Hinweise auf Nate, einen Mitschüler, liefert. Nate gibt zwar zu, dass er Blaire am liebsten umgebracht hätte, allerdings hat er es vorgezogen, seine Aggressionen gegen sich selbst zu richten und einen Selbstmordversuch unternommen. Als weiterer Verdächtiger gerät Schuldirektor Lieber in das Blickfeld der Ermittler. Auf Blaires Handy finden sich sexuell anrüchige SMS, die von Lieber stammen. Lieber streitet das ab und gibt zu Protokoll, dass er um das schlimme Treiben von Blaire wusste und ihr das Handwerk legen wollte. Blaire hätte daraufhin die SMS manipuliert, um etwas gegen ihn in der Hand zu haben. Am schlimmsten hat Blaire ihrer Mitschülerin Megan mitgespielt, die sie dazu gebracht hat, ihrer Jungfräulichkeit auf einer Party an gleich drei Footballspielern zu verlieren, um sie dann anschließend von der Party zu werfen. Megan suchte daraufhin bei Nate Hilfe…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971441","hoster":"VOE"},{"path":"/redirect/8336179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-15","name":"Dieser Augenblick am Ende","epNo":15,"alt":"Blood Lust","descr":"Horatio und sein Team werden zu einem Haus gerufen, aus dem eine Frau in letzter Sekunde vor ihrem Mörder flüchten konnte. Für eine weitere Geisel kommt allerdings jede Rettung zu spät, sie ist mit ihrem eigenen BH erdrosselt worden. Als Trophäe hat sich der Mörder einen Fingernagel mitgenommen. Das Haus selbst hat keinen Eigentümer mehr, es ist zwangversteigert worden und gehört jetzt der Bank. Der verantwortliche Bank-Manager, Hugh, gibt zu Protokoll, dass sich jeder Makler, der das Haus verkaufen wollte, mit Hilfe einer Schlüsselkassette an die Schlüssel herankommen konnte. Die Befragung der überlebenden Frau ergibt auch keine weiteren Anhaltspunkte, da sie mit Äther betäubt wurde und von ihrem Entführer nichts gesehen hat. In den Gegenständen vom Tatort findet Molly einen Flügel von einem Schmetterling, der nur im Fort Sherman Park vorkommt. Bei der Durchsuchung des Parks stoßen die Ermittler auf die Leiche der Kellnerin Allison. Auch sie ist mit ihrem eigenen BH erdrosselt worden. Am Grab findet sich eine Schaufel, auf der Handabdrücke darauf hindeuten, dass das Grab von einer Frau ausgehoben wurde. Noch während Horatio und sein Team versuchen, dem Täter auf die Spur zu kommen, wird die Blumenhändlerin Wendy entführt. Nach Zeugenaussagen, die die Entführung beobachtet haben, schlussfolgert Horatio, dass die Taten von einem Pärchen begangen worden sind. Nach jeder Menge falscher Verdächtigungen finden die Ermittler am Ort der letzten Entführung ein Haar, das merkwürdigerweise von Michelle, dem entkommenen Opfer stammt. Horatio sieht Natalia, die inzwischen zu Michelle gefahren ist, in höchster Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9823766","hoster":"VOE"},{"path":"/redirect/8336181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-16","name":"Jagdrevier","epNo":16,"alt":"Hunting Ground","descr":"In den Tiefen der Everglades suchen reiche Einwohner von Miami einen neuen Nervenkitzel – die Menschenjagd. Einwanderer aus Haiti und Kuba werden unter dem Versprechen, hier die Freiheit und finanziellen Wohlstand zu finden, nach Amerika gelockt und dort von Wesley Habeck in Verliesen festgehalten, bis sich neue Kunden auf die Jagd nach menschlichem Wild machen wollen. Horatio findet den toten, mit einem Jagdpfeil an den Baum genagelten Enrique. Über ihm gebeugt steht Jean, der ihm gerade ein Medaillon abnehmen will. Horatio kann Jean festnehmen, bekommt aber nichts aus ihm raus, da dieser offensichtlich Angst um seinen Bruder Henri hat, der noch von den Menschenjägern gefangen gehalten wird. Der tödliche Pfeil stellt sich als kleines Wunderwerk heraus und führt die Ermittler zu Wesley, der seine Verwicklung in die Tat allerdings abstreitet. Allerdings hat er den Pfeil an Steve, einem Börsenmakler, verkauft. Auch dieser streitet die Tat ab. Erst als Natalia am Hochsitz, von dem der tödliche Schuss abgefeuert worden ist, einen Blutegel findet, kann Horatios Team den Mörder überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971442","hoster":"VOE"},{"path":"/redirect/8336183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-17","name":"Zuschlag für den Lieferanten","epNo":17,"alt":"Special Delivery","descr":"Der bei sämtlichen Frauen auf seiner Lieferliste beliebte Kurier-Fahrer Doug Govoli wird in seinem eigenen Liefertruck brutal niedergemetzelt. Schnell fällt der Verdacht auf Marcos Trejo, der zugibt, mit Doug einen Streit gehabt zu haben, da dieser auch seine Freundin angebaggert hat. Speichel an der Kleidung von Doug führt die Ermittler zu dem 16-jährigen Travis Welks. Doch der Junkie schluckt bei seiner Festnahme ein Heroin-Päckchen und fällt daraufhin ins Koma. Die Ermittler tappen noch im Dunkeln, als ein weiterer Mord geschieht. Sheila Holland, eine Hausfrau, die nebenbei Puppen importiert, wird unter einer ausfahrbaren Tribüne zerquetscht. Da Sheila vorher den Spuren nach vor jemandem geflüchtet ist, scheidet ein Unfall aus. Bei der Durchsuchung der Firma von Mrs. Holland stoßen die Ermittler auf Sean, der gerade Puppen umpackt. Horatio stellt sofort fest, dass einige der Puppen nicht aus Kunststoff sondern aus Heroin bestehen. Sheila war also im Drogenhandel tätig, fragt sich nur, für wen? Frank, der die Lieferroute des Fahrers Doug überprüft, stößt in einer leerstehenden Fabrikhalle auf ein Drogenlabor und findet auf einem PC Hinweise, die Horatios Team zum Lieferanten des Heroins führen. Es ist Marcos Trejo. Trejo gibt zwar die Drogenlieferungen zu, bestreitet aber, die beiden Morde begangen zu haben. Erst der blutige Abdruck eines Ohres führt die Ermittler auf die Spur des wahren Mörders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9823771","hoster":"VOE"},{"path":"/redirect/8336184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-18","name":"Du für mich","epNo":18,"alt":"About Face","descr":"Cara Landry, eine College Studentin, ist ermordet aufgefunden worden. Die Ermittler vermuten, dass der entflohene Sträfling, Patrick Clarkson, dahinter steckt, da der Mord dieselbe Handschrift aufweist wie ein Mord vier Jahre zuvor, für den Patrick lebenslänglich ins Gefängnis gegangen ist. Da Clarkson seine Opfer über Barter Party, ein Internetportal für Kleinanzeigen, gefunden hat, warnt Natalia Studenten der Universität in einer Vorlesung, all zu leichtsinnig mit dem Internet umzugehen. Auf dem Rückweg wird sie von Clarkson entführt. Doch Clarkson beteuert seine Unschuld und beschwört Natalia, alles zu tun, damit sein Fall wieder aufgenommen wird. Es gelingt Natalia, sich von ihren Fesseln zu befreien, und zu flüchten. Als Natalia Clarksons Frau aufsucht, um diese vor ihm zu warnen, sieht sie einen Baseballhandschuh, den ihr gemeinsamer Sohn zum gestrigen Geburtstag geschenkt bekommen hat. Clarkson hat Natalia gegenüber erwähnt, dass er das beobachtet hat, und hat damit zu der Tatzeit also ein Alibi. Natalia beginnt, an Clarksons Schuld zu zweifeln. Bei näherer Betrachtung scheint hingegen die Glaubwürdigkeit des Belastungszeugen, Greg Calomar, der Patrick Clarkson angeblich kurz vor der Tat gesehen hat, äußerst zweifelhaft. Calomar entpuppt sich als ehemaliger Frauenarzt, der seine Approbation aufgrund eines Fehlverhaltens verloren hat, und jetzt als medizinischer Anbieter für ein Gleitgel tätig ist. Doch genau dieses Gel spielt bei beiden Morden eine Rolle…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9205965","hoster":"VOE"},{"path":"/redirect/8336187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-19","name":"Arena der Antagonisten","epNo":19,"alt":"Caged","descr":"Der Vorletzte der fünf vor einiger Zeit entflohenen Strafgefangenen, Dante Kroll, hat es auf Logan Shepherd, seinem ärgsten Kampfrivalen in Marshallarts abgesehen. Logan hat Dante damals mit seiner Zeugenaussage ins Gefängnis gebracht. Das Team ist auf Krolls Spur, als dieser einen Wachmann der Arena, in der Logan seinen nächsten Kampf um die Meisterschaft austrägt, tot schlägt und dessen Uniform, die Waffe und den Ausweis stiehlt. Logan lehnt es ab, den Kampf wegen Dante abzusagen. Die CSI-Ermittler sehen sich deshalb gezwungen, den Kampf zu überwachen und in der Arena Ausschau nach Kroll zu halten, um Logan zu schützen. In der Zwischenzeit finden Molly und Ryan Dantes Versteck und einen verblassten Plan, der die Grundrisse der Arena zeigt. Horatio erkennt, dass Dante es auf die Einnahmen der Arena abgesehen hat, und Logans Kampf nur als Ablenkung dienen soll. Logan geht auch prompt in der dritten Runde K.o., und wird mit einem Krankenwagen aus der Arena gebracht. In diesem Krankenwagen hat Kroll das Geld gebunkert und kann so mit Logans Hilfe flüchten. Doch Horatio kann nicht glauben, dass er von Logan so einfach getäuscht wurde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9823789","hoster":"VOE"},{"path":"/redirect/8336189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-20","name":"Gesichter der Kunst","epNo":20,"alt":"Paint It Black","descr":"Im Pool der Dade University wird die Kunststudentin Corinne von ihrer Freundin Monica tot aufgefunden. Monica Dow, ihre Zimmerkameradin, ist eine begnadete Malerin, die kurz vor der Eröffnung ihrer ersten großen Ausstellung steht. Die dritte Zimmerkameradin, Alexis Taymor, ist nicht aufzufinden. Nach einem Lügendetektortest, dem Monica unterzogen wird, hegen die Ermittler erste Zweifel an Monicas Unschuld. Horatio erkennt, dass Monica eine gespaltene Persönlichkeit ist. Ihre angebliche Zimmerkameradin, Alexis Taymor, ist ihr zweites Ich, und ihre eigentliche Identität, denn Monica Dow ist von William, ihrem Kunst-Professor, nur erfunden worden, um sich deren unglaubliches Talent zu sichern. Doch wer hatte ein Interesses daran, die Zimmergenossin der schizophrenen Künstlerin zu töten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971444","hoster":"VOE"},{"path":"/redirect/8336191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-21","name":"Bizarr","epNo":21,"alt":"G.O.","descr":"Neal, ein unscheinbarer Buchhalter, wird in einer angesagten Single-Bar in eine Schlägerei verwickelt. Er wollte die Kellnerin Olive vor einem unfreundlichen Gast beschützen. Neal ist dem Widerling zwar körperlich unterlegen, trotzdem wird er kurze Zeit nach dem Kampf mit der Leiche seines Angreifers auf der Toilette gesehen. Doch als Horatio und sein Team am Tatort eintreffen, sind sowohl Neal als auch die Leiche verschwunden. Schon bald zweifeln die CSI’ler, ob es sich bei dem bisher unbescholtenen Ehemann und Vater zweier Kinder wirklich um einen flüchtigen Mörder handelt. Und auch die Ermittlungen nehmen einen mysteriösen Verlauf: Eric kann Neal in der Wohnung der Kellnerin aufstöbern, doch als er die beiden verhaftet, gelingt dem Pärchen nach einem seltsamen Fahrstuhlabsturz die Flucht. Die Leiche aus der Bar, die Horatios Leute in Neals Auto finden, ist schon seit mehreren Tagen tot und kann somit nicht Neals Sparingspartner aus der Bar sein. Als schließlich die Kellnerin Olive, die für sich und Neal ein luxuriöses Hotelzimmer angemietet hat, ermordet aufgefunden wird, scheint für die Polizei der Fall klar: Sie haben es mit einem durchgedrehten Serienmörder zu tun…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971445","hoster":"VOE"},{"path":"/redirect/8336195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-9/episode-22","name":"Notfall!","epNo":22,"alt":"Mayday (1)","descr":"Horatio und Frank transportieren den letzten der entflohenen Häftlinge, Jack Toller, in einem Privatjet zurück. Im Zuge einer Notlandung gelingt es Toller jedoch, erneut zu entkommen. Während Horatio und sein Team alles daran setzen, den Flüchtigen zu fassen, zwingt dieser seinen ehemaligen Zellengenossen Randy North, ihm zu helfen. Aus Angst, dass seinen Kindern etwas zustoßen könnte, lässt Randy Tollers Fluchtwagen verschwinden, woraufhin Randy sich vor einem Richter verantworten muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971449","hoster":"VOE"},{"path":"/redirect/8336196","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/csi-miami/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/csi-miami/staffel-10/episode-1","name":"Die Kraft der Gerechten","epNo":1,"alt":"Countermeasures (2)","descr":"Obwohl Horatio durch die Schussverletzung schwer verletzt ist, kann er Natalia aus dem Kofferraum des Wagens befreien, den Randy North ins Hafenbecken gefahren hat. Randy North wurde dazu von Jack Toller gezwungen, der sich auf der Flucht vor der Polizei befindet.Jack Toller, der für seine Skrupellosigkeit bekannt ist, bekommt unterdessen eine weitere Frau in seie Gewalt: Melanie Garland. Da Jack schon drei Frauen auf dem Gewissen hat, sieht sich Horatio – trotz seiner Verwundung – gezwungen, unverzüglich dessen Verfolgung aufzunehmen. Walter und Calleigh untersuchen Jack Tollers Kleidungsstücke und finden heraus, dass dieser seine Opfer alle auf einer Müllkippe verbrannt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971447","hoster":"VOE"},{"path":"/redirect/9704942","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12919765","hoster":"VOE"},{"path":"/redirect/12423868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-2","name":"Schöner Gigolo, toter Gigolo","epNo":2,"alt":"Stiff","descr":"Ein Callboy wird tot in einem Hotel aufgefunden. Zuerst glaubt das CSI Team dass ihn die Kopfwunde umgebracht hat bis Calleigh und Eric bei einer Gasexplosion durch ein Leck verletzt werden! Das Gas ist ausgeströmt hat sich am Boden gesammelt, den Callboy erstickt und dann eine Expolsion ausgelöst...jedoch verschafft den CSIlern die Tatwaffe kopfzerbrechen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971448","hoster":"VOE"},{"path":"/redirect/8336199","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12425915","hoster":"VOE"},{"path":"/redirect/12425912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-3","name":"Ein Tatort im Tornado","epNo":3,"alt":"Blown Away","descr":"Walter und Ryan werden zu einem Mordfall in einem Wohnwagenpark gerufen. Dabei bricht ein gewaltiger Tornado über sie herein und reißt Ryan mit sich. Walter überlebt in einem Wandschrank und macht sich hinterher schwere Vorwürfe, Ryan nicht gerettet zu haben. Aber nicht nur Ryan ist verschwunden, sondern auch die Leiche. Und selbst der Tatort in Form des Wohnwagens, in dem das Opfer Ellie Sutton gelebt hat, ist vom Tornado zerstört worden.Eric und Natalia erwischen Mike Channing, einen Plünderer, der einen Golf-Bag bei sich hat, der so aussieht wie der, der neben der Leiche von Ellie Sutton gelegen haben soll. Außerdem finden sie in der Nähe des Tatorts eine sogenannte Schildkröte - ein selbstgebautes Messinstrument, das in der Tornado-Forschung eingesetzt wird.Als Ellie Suttons Leiche gefunden wird, stellt Doktor Loman fest, dass die gefundenen Golfschläger ohne weiteres als Mordwaffe in Frage kommen.Bei näherer Untersuchung der Schildkröte stoßen Walter und Natalia auf Leon Perez und Ronnie Hale, selbstständige Tornado-Jäger. Mit Hilfe der Videoaufzeichnung der Schildkröte zeigt sich, dass Travis Renner, ein Student und Offiziersanwärter und Ellies Freund, Ellie kurz vor oder zum Zeitpunkt des Mordes besucht haben muss. Der Fall wird zusehends verwirrend, als Eric ein weiteres Opfer findet, Jared. Jared liegt mit einer riesigen Halswunde, in der eine Wettersonde steckt, inmitten der Trümmer. Erst die Vernehmung von Travis bringt Licht in das Dunkel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971446","hoster":"VOE"},{"path":"/redirect/8336200","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004261","hoster":"VOE"},{"path":"/redirect/12448737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-4","name":"Auftakt zur Folter","epNo":4,"alt":"Look Who\u0027s Taunting","descr":"Jennifer Olsen sucht ihre Schwester Angela, eine Prostituierte, die verschwunden ist. Ein Mann meldet sich bei Jennifer und behauptet, Angela entführt zu haben. Er gibt sich als Anton LeDoux aus und lockt die Polizei auf einen Friedhof, wo die Beamten auf eine weibliche Frauenleiche stoßen. Doch diese Leiche ist nicht die der vermissten Angela, sondern Nikki, eine Kollegin aus dem gleichen Gewerbe. Der Gerichtsmediziner entdeckt noch am Tatort, dass die Augen der Frau entfernt und durch Glasaugen ersetzt worden sind. Horatio und ihm ist sofort klar, dass ein neuer Serienkiller mit einer ganz besonderen Handschrift sein unseliges Handwerk aufgenommen hat.Durch einen besonderen Fußabdruck stellt sich schnell heraus, wer der Mörder ist. Es ist Esteban Navarro, ein angesehener Arzt und Sohn von Diego Navarro, einem der mächtigsten Männer Miamis. Da die Indizienlage nicht ganz eindeutig ist, bleibt Horatio nichts weiter übrig, als Esteban zähneknirschend frei zu lassen, nicht ohne den Navarros einen heftigen Kampf in Zukunft zu versprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971450","hoster":"VOE"},{"path":"/redirect/8336208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-5","name":"Wer ist „El Asesino“?","epNo":5,"alt":"Killer Regrets","descr":"Auf Anita Torres, einen weiblichen Sheriff in Mexiko, wird ein Bombenanschlag verübt. Dabei kommt ihr Mann, Geraldo Torres, anscheinend ums Leben. Anita bringt sich zusammen mit ihrem Bruder Carlos in Miami in Sicherheit. Schnell wird klar, dass hinter dem Anschlag die Mala Noche steckt. Horatio besucht seinen alten Bekannten, Memmo Fierro, im Gefängnis, um Näheres zu erfahren. Memmo, der seine Tochter wiedersehen will, kooperiert mit Horatio, und nennt ihm den Namen des legendenumwogenen Killers, El Asesino. Geistesgegenwärtig hat Anita einige Überreste der Bombe mit nach Miami gebracht und lässt sie im Labor von Calleigh untersuchen. Calleigh stellt fest, dass es sich um eine alte Handgranate aus Weltkriegsbeständen der US-Army gehandelt haben muss. Anhand der Seriennummer stellen die Ermittler fest, dass sie aus Lagerbeständen des ATF gestohlen ist, dessen Statthalter ein Büro in Miami hat. Brendon Dwyer gibt zu, dass ihm diese Granate zusammen mit anderen Waffen entwendet wurde, und weiß auch, dass die Mala Noche Anita auf ihre Todesliste gesetzt hat. Als ein weiterer Anschlag auf Anita verübt wird, muss Horatio erkennen, dass ihm die Zeit davonläuft und Anita in höchster Gefahr schwebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971451","hoster":"VOE"},{"path":"/redirect/9826624","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12448814","hoster":"VOE"},{"path":"/redirect/12448818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-6","name":"Wessen Werk war Teufels Beitrag?","epNo":6,"alt":"By The Book","descr":"Ein Hausmädchen wird in einem leeren Haus auf einer abgeschiedenen Insel kopfüber an einem Kronleuchter hängend gefunden. Der Fall gestaltet sich überaus mysteriös, da die Umstände des Todes zuvor in einem Krimi-Bestseller haargenau so geschildert wurden und der Tatort auf dem Anwesen der Krimiautorin liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9826625","hoster":"VOE"},{"path":"/redirect/9826628","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12448795","hoster":"VOE"},{"path":"/redirect/12448792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-7","name":"Einer wird gewinnen","epNo":7,"alt":"Sinner Takes All","descr":"Eine exklusive Pokerrunde in einem Hochhaus Miamis erfährt ein jähes Ende, als ein maskierter Räuber durch die Glasfront in die Suite dringt, wild umherschießt und mit den Wetteinsätzen ebenfalls wieder durch das Fenster entschwindet. Der Überfall fordert ein Todesopfer und wie Horatio und sein Team schnell herausfinden, muss der Täter einen Komplizen unter den Spielern gehabt haben. Doch ist der Räuber auch für den Mord verantwortlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971453","hoster":"VOE"},{"path":"/redirect/12516827","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12456310","hoster":"VOE"},{"path":"/redirect/12456309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-8","name":"Zurück zur Folter","epNo":8,"alt":"Dead Ringer","descr":"Das Team hat Probleme mit dem neuesten Mordfall, als die Ermittler versuchen herauszufinden, ob ihr berühmter Verdächtiger Esteban Navarro, der dafür bekannt ist, seinen Opfern die Augen zu entfernen, wirklich der richtige Täter ist. Das Team um Horatio Caine reagiert ziemlich überrascht, als Beweise auftauchen, die auf einen völlig neuen Verdächtigen als möglichen Serienkiller hindeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971455","hoster":"VOE"},{"path":"/redirect/8336213","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531759","hoster":"VOE"},{"path":"/redirect/12460857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-9","name":"Eine Frage der Rache","epNo":9,"alt":"A Few Dead Man","descr":"Horatio und sein Team beobachten die Entlassungsfeier für drei Häftlinge, die vor 19 Jahren des Mordes an einem 14-jährigen Jungen für schuldig befunden wurden und nun – nachdem der damalige Hauptbelastungszeuge seine Aussage zurückgezogen hat – freigelassen werden. Doch die Feier eskaliert und die Ermittler müssen den Mord an einem der ehemaligen Sträflinge und die Vergewaltigung an der Initiatorin der Freilassung aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971454","hoster":"VOE"},{"path":"/redirect/8336216","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531758","hoster":"VOE"},{"path":"/redirect/12466289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-10","name":"Das Geheimnis der verschwundenen Familie","epNo":10,"alt":"Long Gone","descr":"Die dreiköpfige Familie Nolan verschwindet scheinbar spurlos während der üblichen Vorbereitungen zum Frühstück. Ein Nachbar beobachtet, wie Unmengen von Wasser aus der Garage strömen und alarmiert daraufhin die Polizei. Auf der Suche nach der erwachsenen Tochter Olivia geraten Calleigh, Frank und Officer Delarenzo in einen Hinterhalt: In Olivias Wohnung treffen sie auf einen jungen Mann, der sich zunächst als ihr Freund ausgibt und dann das Feuer auf die Beamten eröffnet.Bei der Untersuchung des verlassenen Hauses finden die Ermittler einen Backenzahn, der sie auf die Spur des wahren Freundes von Olivia führt: Tom Granger, der jedoch eine glaubwürdige Erklärung für den ausgeschlagenen Zahn liefern kann. Inzwischen untersuchen Eric und Ryan das Haus der Nolans und finden in der Luftentfeuchtungsanlage Spuren von Kokain. Tom Granger kann sich auf einmal erinnern, dass er mehrere Male einen Geländewagen vor dem Haus hat stehen sehen. Als Halter dieses Wagens wird Kurt Riggins ermittelt, der bei seiner Festnahme Officer Delarenzo, einen Freund Frank Tripps, erschießt. Kurt Riggins gibt zu, ein Kokain-Händler zu sein, dem vom Familienvater Andrew Nolan plötzlich das Revier streitig gemacht wurde. Es stellt sich die Frage: Wie kam Andrew Nolan an Kokain?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9826642","hoster":"VOE"},{"path":"/redirect/9826646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531757","hoster":"VOE"},{"path":"/redirect/12468633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-11","name":"Kinderstars","epNo":11,"alt":"Crowned","descr":"Bei einem Schönheitswettbewerb für kleine Mädchen wird Suzanne Gramercy, die Mutter von Melrose Gramercy, ermordet aufgefunden. Bizarr sind die Umstände ihres Todes, sie ist mit einer Schönheitskönigin-Krone erstochen worden. Noch während die Ermittler den Tod von Suzanne Gramercy als tragischen Unglücksfall aufklären, stoßen sie auf ein wirkliches Verbrechen. Edwin Chambers, der Veranstalter dieses Schönheitswettbewerbs, ist offensichtlich ein Pädophiler, der diese Veranstaltung als sein Jagdrevier betrachtet hat. Melroses ältere Schwester – Jan Gramercy – führt die Ermittler auf den richtigen Weg. Sie ist damals selbst von Edwin Chambers missbraucht worden, und kann sich mit Hilfe der Therapeutin – Dr. Rachel Porter – an einige Details erinnern. Die Zeit drängt, da sich Edwin Chambers mit Tori Haverford ein weiteres Opfer gesucht hat, und sich mit ihr versteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971460","hoster":"VOE"},{"path":"/redirect/8336217","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531760","hoster":"VOE"},{"path":"/redirect/12470275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-12","name":"Deine eigenen Leute","epNo":12,"alt":"Friendly Fire","descr":"Matthew Stone ist ein Tycoon und Genie, das ein unglaublich innovatives Handy mit seiner Firma ‚Solamyrge‘ erfunden hat. Die Früchte seines Erfolges kann er kaum genießen, wird er doch auf seiner Dachterrasse, kurz bevor er sowieso an Krebs gestorben wäre, erschossen. Auf seinem persönlichen Handy finden die Ermittler Textnachrichten, die darauf hindeuten, dass sie als eine Art Todes-Countdown gedacht waren. Diese SMS stammen offenbar von einem Handy, das Heidi Taylor gehört. Heidi Taylor ist Anführerin der ‚OCCUPY‘-Bewegung und kann sich die Herkunft der SMS nicht erklären. Dave Benton stellt fest, dass Heidis Handy gehackt worden ist. Bei der Autopsie Matthews findet Tom Loman ein mysteriöses Projektil, er identifiziert es als eine sogenannte ‚Smart Bullet‘, eine Gewehrpatrone, die ferngesteuert werden kann. Der einzige Mensch, den die Ermittler für fähig halten, so etwas zu bauen und nebenbei auch Heidis Telefon zu knacken, ist Raj Andari. Raj Andari war früher Teilhaber von ‚Solamyrge‘ und ist kurz vor dem Börsengang ausgestiegen und hat auf seine Anteile verzichtet. Merkwürdig ist jedoch, dass Matthew Stone am Tag vor seinem Tod sein Testament geändert hat, um Raj mit 50 Millionen abzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971459","hoster":"VOE"},{"path":"/redirect/9826653","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531761","hoster":"VOE"},{"path":"/redirect/12476439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-13","name":"Endgeschwindigkeit","epNo":13,"alt":"Terminal Velocity","descr":"Der Tod eines Fallschirmspringers, dessen Fallschirm versagte, wirft viele Fragen auf. Bei der näheren Untersuchung des Schirms finden die Ermittler heraus, dass die Leinen mit Salpetersäure behandelt wurden und unter Einwirkung der Säure während des Sprunges rissen. Als Verdächtiger rückt sofort Arnie Tish, der Pilot des Flugzeugs, ins Visier der Ermittler, da er zugibt, die Höhenmesser der Fallschirmspringer manipuliert zu haben, um Benzin zu sparen. Arnie Tish gibt das zwar zu, behauptet aber, dass die Springer aus so großer Höhe gesprungen sind, dass ihnen nichts hätte passieren können. Er führt das CSI auf eine neue Spur, denn das teure Auto des toten Springers ist zerstört worden. Bei der näheren Untersuchung des Motorraums wird ein verbrannter Hautfetzen gefunden, der einem gewissen Cameron Locke zuzuordnen ist. Bei der genetischen Analyse stellt sich heraus, dass Cameron Locke der Sohn von Kevin, dem toten Springer, gewesen sein muss. Bei Camerons Vernehmung kommt Horatio aus dem Staunen nicht mehr heraus. Kevin ist offensichtlich Samenspender gewesen, und hat sage und schreibe 103 Kinder gezeugt. Aber ist eines von ihnen auch der Mörder? Auf die Spur des Mörders führt das Team schließlich eine besondere Eigenschaft von Salpetersäure…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971457","hoster":"VOE"},{"path":"/redirect/8336221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531763","hoster":"VOE"},{"path":"/redirect/12483647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-14","name":"Stutenbisse","epNo":14,"alt":"Last Straw","descr":"Ein durchgegangenes Pferd führt die Ermittler auf die Spur einer Toten – Cassidy Weller. Cassidy Weller ist niedergeschlagen und anschließend erhängt worden. In der Nähe des Tatortes wird eine Reitgerte mit den Initialen ‚RP‘ gefunden. ‚RP‘ steht für Rachel Petrella, die zusammen mit der Toten die Studentinnen-Verbindungsgruppe Phi Gamma Alpha leitet. Als Rachel Petrella unter der Sonnenbank eingeschlossen wird und ebenfalls stirbt, ist klar, dass der Mörder innerhalb dieser Verbindung zu suchen sein muss. Im Zuge der Ermittlung stellt sich heraus, dass Rachel und Cassidy zwei ziemlich gehässige Leiterinnen ihrer Verbindung waren und Elle Toring, die Tochter der Besitzerin des Reitstalls übel gemobbt haben. Ihr Verhalten ging so weit, dass sie versuchten, Elle zum Selbstmord zu treiben. Horatio und sein Team laden Elle zu einem unangenehmen Verhör, können der jungen Frau jedoch nichts nachweisen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971458","hoster":"VOE"},{"path":"/redirect/8336223","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531762","hoster":"VOE"},{"path":"/redirect/12485159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-15","name":"Der Fluch der guten Tat","epNo":15,"alt":"No Good Deed","descr":"Die Vernehmung ihres Sohnes Sean rückt Connie Jaden, eine Nachbarin, in den Fokus der Ermittler. Connie ist als Prostituierte tätig und empfängt in ihrem Haus eine Menge Kunden. Sie hat zwar den Hund der Dunkans vergiftet, kommt aber als Mörderin nicht in Frage. Einer ihrer Kunden ist Will Kingsley, ein Kollege Henrys, der zu Protokoll gibt, dass Henry auf Unregelmäßigkeiten in seiner Firma gestoßen ist. Henrys Chefin berät einen Bauunternehmer, der auf verseuchtem Grund und Boden eine Wohnsiedlung bauen will. Henry drohte, das publik zu machen und war den beiden offenbar im Weg. Aber auch diesen beiden ist der Mord an Henry nicht nachzuweisen. Bei der Rekonstruktion des Fahrtweges von Henry Duncan am Tag seiner Ermordung stellt das Team um Horatio Caine fest, dass er einem kleinen Jungen gefolgt ist. Der Junge ist der unfreiwillige Kurier eines Drogenkartells und kann im Zuge der Ermittlung gerade noch rechtzeitig aus den Fängen eines Drogendealers befreit werden. Aber auch das Drogenkartell kommt nicht für den Mord an Henry in Frage…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9826666","hoster":"VOE"},{"path":"/redirect/9826664","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531765","hoster":"VOE"},{"path":"/redirect/12499630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-16","name":"Die Mutter der Folter","epNo":16,"alt":"Rest in Pieces","descr":"Ein junger Mann wird – halb totgeschlagen – lebendig vergraben und kann sich mit letzter Kraft aus dem Loch befreien. Er führt die Ermittler zu seiner toten Freundin, Chelsea Bartlet, die ebenfalls am Strand verscharrt wurde und der die Augen entfernt worden sind. Die Verstümmelung trägt ganz eindeutig die Handschrift von Esteban Navarro. Esteban Navarro ist ein angesehener Arzt Miamis, von dem das CSI weiß, dass er ein Serienkiller ist. Der Täter ist also schnell identifiziert, der Nachweis seiner schrecklichen Tat fällt, wie immer, schwer. Bei der Durchsuchung des Anwesens der Navarros findet Horatio den Metallabsatz eines hochhackigen Schuhs verkohlt in den Resten eines Lagerfeuers. Elisabeth Clark, eine Prostituierte, identifiziert diesen Schuh als den ihrigen, den sie der toten Chelsea Bartlett geliehen hat. Elisabeth sagt zwar vor Gericht aus, dass Chelsea mit Diego verabredet war, doch der Richter hält die Beweislage für nicht ausreichend. Erst als Vina Navarro, Großmutter des Serienkillers, auftaucht, schafft es das CSI-Team, ein lang gehütetes dunkles Familiengeheimnis der Navarros aufzudecken und damit auch Licht in den aktuellen Fall zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971462","hoster":"VOE"},{"path":"/redirect/8336228","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531764","hoster":"VOE"},{"path":"/redirect/12510468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-17","name":"Kinder wollt ihr ewig Schweigen","epNo":17,"alt":"At Risk","descr":"In der Dusche der Millington Tennis Academy wird der angesehene Trainer Hopper von einem scharfen Hund angefallen und übel zugerichtet. Der Hausmeister Ross Hemmet, der ihm zu Hilfe eilen will, wird sogar von dem Tier totgebissen. Bei der Prüfung der Finanzunterlagen der Academy finden die Ermittler die Seite einer eidesstattlichen Erklärung. Offenbar gab es vor zehn Jahren an der Schule einen Fall von Kindesmissbrauch, der durch einen Vergleich geregelt wurde. Leider ist der Name des betreffenden Opfers geschwärzt. Der Verdacht gegen Coach Hopper, ein Pädophiler zu sein, verstärkt sich. Allerdings gerät zuvor Jack Brody, einer der weltbesten Tennisspieler, in das Visier der Ermittler. Jack Brody hat Austin North, einem ehemaligen Schutzbefohlenen von Calleigh, ein Handy geschenkt und sich auch ansonsten sehr auffällig um ihn gekümmert. Jack Brody sagt über seine Motive aus, er hätte es nur getan, um Austin vor Coach Hopper zu schützen. Aber können die Ermittler ihm auch den Mord am Hausmeister nachweisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971463","hoster":"VOE"},{"path":"/redirect/8336231","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531766","hoster":"VOE"},{"path":"/redirect/12524187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-18","name":"Einer gegen alle (1)","epNo":18,"alt":"Law and Disorder (1)","descr":"Horatio und sein Team untersuchen den Tod der Journalistin Denise Baines. Diese wurde in einer Diskothek mit einem Nervenkampfstoff vergiftet. Bei Ermittlungen in ihrer Wohnung, stoßen sie auf Unterlagen über den äußerst zwielichtigen Anwalt Darren Vogel. Der hat ein so feines Erpressernetz aufgebaut, um seine eigenen Mandaten auf kriminelle Weise zu entlasten. Vogels Macht geht sogar soweit, dass er es schafft Samanthas Reputation schwer zu beschädigen, sodass sämtliche Fälle, an denen sie gearbeitet hat, neu aufgerollt werden müssen. Unter anderem kommt dadurch der Serienkiller Esteban Navarro wieder frei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971466","hoster":"VOE"},{"path":"/redirect/9826671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13531770","hoster":"VOE"},{"path":"/redirect/12528249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/csi-miami/staffel-10/episode-19","name":"Alle für einen (2)","epNo":19,"alt":"Habeas Corpse (2)","descr":"Nachdem Horatio klar wird, dass entweder Samantha oder Avery für Vogel arbeiten und einer von beiden wichtige Beweise manipuliert haben muss, nimmt das Misstrauen im Labor weiter zu. Inzwischen will Ryan Wolfe den Staatsanwalt Avery zur Rede stellen. Doch dann verliert Ryan sein Bewusstsein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8971464","hoster":"VOE"},{"path":"/redirect/9826610","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12530722","hoster":"VOE"},{"path":"/redirect/12530728","hoster":"Streamtape"}]}]}]}]}