{"seriesId":"csi-ny","name":"CSI: NY","descr":"Die Serie folgt exakt dem Schema der beiden anderen CSI-Serien, ist nur deutlich düsterer. Kopf des New Yorker Teams ist der engagierte Ermittler Mac Taylor (Gary Sinise), dessen Frau bei den Terroranschlägen am 11. September 2001 getötet wurde. Seine Mitarbeitenden sind die arbeitswütige Josephine \"Jo\" Danville (Sela Ward), Danny Messer (Carmine Giovinazzo), Lindsay Monroe (Anna Belknap), Dr. Sheldon Hawkes (Hill Harper) sowie Dr. Sid Hammerback (Robert Joy). Auf der Seite der Polizei arbeiten sie mit Detective Don Flack (Eddie Cahill) zusammen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Im Augenblick des Todes","epNo":1,"alt":"Blink","descr":"Am Ufer des East River wurde die Leiche von LeAnn Goodman gefunden. Wie die von Detective Mac Taylor eingeleiteten Untersuchungen ergeben, hat sie einen tödlichen Schlaganfall erlitten, Würgemale an ihrem Hals deuten allerdings auf ein Gewaltverbrechen hin.","versions":[{"lang":1,"streams":[{"redirect":14395834,"hoster":"VOE"},{"redirect":14393693,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geschöpfe der Nacht","epNo":2,"alt":"Creatures of the Night","descr":"Robin Prescott wurde im Central Park überfallen und vergewaltigt. Die Suche nach dem Täter gestaltet sich jedoch schwierig, da Robin sich an nichts erinnern kann, noch nicht einmal an den genauen Tatort.","versions":[{"lang":1,"streams":[{"redirect":14402288,"hoster":"VOE"},{"redirect":14423402,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Seine letzte Fahrt","epNo":3,"alt":"American Dreamers","descr":"In einem Stadtrundfahrtenbus wird das Skelett eines jungen Mannes gefunden.","versions":[{"lang":1,"streams":[{"redirect":14402304,"hoster":"VOE"},{"redirect":14423405,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Todesgrüße auf Vinyl","epNo":4,"alt":"Grand Master","descr":"Christopher Marcus, in der HipHop-Szene besser bekannt als DJ Banner, ist erstochen am Hinterausgang des Nachtclubs seines Freundes und Förderers Jaydn Prince gefunden worden.","versions":[{"lang":1,"streams":[{"redirect":14401396,"hoster":"VOE"},{"redirect":14423403,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tiefes Grab","epNo":5,"alt":"A Man a Mile","descr":"Nach einer Explosion in einem Tunnel, 200 Meter unter der Erde, wird der Arbeiter Pete Riggs tot geborgen.","versions":[{"lang":1,"streams":[{"redirect":14377333,"hoster":"VOE"},{"redirect":14393692,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trennungsschmerzen","epNo":6,"alt":"Outside Man","descr":"Danny Messer leitet seinen ersten großen Fall: Bei einem Überfall auf ein Café in Brooklyn sind bis auf einen Überlebenden alle Angestellten einschließlich der Geschäftsführerin Octavia Figueroa erschossen worden. In Verdacht gerät zunächst der Überlebende Terrell Davenport, der einschlägig vorbestraft ist. Doch auch Octavias Bruder, der Junkie José Figueroa, gerät ins Visier der Ermittler...","versions":[{"lang":1,"streams":[{"redirect":14401395,"hoster":"VOE"},{"redirect":14423404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Jahr des Affen","epNo":7,"alt":"Rain","descr":"Ein Banküberfall in Chinatown nimmt einen unvorhergesehenen Verlauf: Zwei Täter verbrennen in Folge einer unbeabsichtigt ausgelösten Gasexplosion, und ein junger Wachmann stirbt bei einem Schusswechsel, während sein Kollege Marvin Hummel unversehrt überlebt. Der dritte Täter kann fliehen und verschwindet spurlos.","versions":[{"lang":1,"streams":[{"redirect":14402293,"hoster":"VOE"},{"redirect":14423406,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fremde Stimmen","epNo":8,"alt":"Three Generations are Enough","descr":"Luke Sutton, Händler an der New Yorker Rohstoff- und Warenterminbörse, ist spurlos verschwunden, seine Wohnung wurde verwüstet, die Festplatte seines Computers fehlt. Wenig später wird eine verkohlte Leiche in einem Auto gefunden: Luke","versions":[{"lang":1,"streams":[{"redirect":14351210,"hoster":"VOE"},{"redirect":14360014,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Heckenschütze","epNo":9,"alt":"Officer Blue","descr":"Officer Valasquez von der berittenen Polizei wird während seines Dienstes im Central Park von einem Heckenschützen erschossen, sein Pferd Officer Blue schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":14401344,"hoster":"VOE"},{"redirect":14390909,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Schlafwandlerin","epNo":10,"alt":"Night, Mother","descr":"Ophelia Dicharia kniet blutüberströmt auf der Leiche ihrer Nachbarin Rachel Camden. An ihrer Hand finden sich Splitter von der Holzlatte mit der Rachels Herz durchbohrt wurde. Ophelia ist nicht ansprechbar, wirkt völlig geistesabwesend, und Mac stellt fest, dass sie an einer Schlafstörung leidet, die sie zu nächtlichen Streifzügen veranlasst","versions":[{"lang":1,"streams":[{"redirect":14395837,"hoster":"VOE"},{"redirect":14394814,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unter Strom","epNo":11,"alt":"Tri-Borough","descr":"Der junge Randy Hontz wird tot auf den U-Bahngleisen gefunden. Er hat einen Stromschlag erlitten, war aber bereits tot, als man ihn auf die Gleise gelegt hat. Wie sich herausstellt, gehörte er zu einer Gruppe von Fassadenkletterern und hatte seine illegalen Aktivitäten auf Video festgehalten.","versions":[{"lang":1,"streams":[{"redirect":14401411,"hoster":"VOE"},{"redirect":14423413,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stichwunden","epNo":12,"alt":"Recyling","descr":"Der Fahrradkurier Michael Starling bricht während einer Tour tot zusammen. Ursache ist eine Stichwunde am Oberschenkel, durch die eine wichtige Arterie verletzt wurde. Der junge Mann ist auf seinem Fahrrad verblutet.","versions":[{"lang":1,"streams":[{"redirect":14377436,"hoster":"VOE"},{"redirect":14393691,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schlagkräftig","epNo":13,"alt":"Tanglewood","descr":"Der junge Paul Montenassi wurde mit einem Baseballschläger erschlagen. Er trägt die Tätowierung der Tanglewood Boys, einer brutalen Gang mit Mafia-Verbindungen, es stellt sich jedoch schon bald heraus, dass es sich dabei um eine Imitation handelt.","versions":[{"lang":1,"streams":[{"redirect":14401697,"hoster":"VOE"},{"redirect":14390910,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Schlangenmensch","epNo":14,"alt":"Blood, Sweat \u0026 Tears","descr":"Am Strand von Coney Island wird eine kleine Truhe mit der Leiche eines jungen Mannes gefunden. Der Körper des Toten ist merkwürdig verdreht, aber die Röntgenaufnahmen zeigen, dass kein Knochen in seinem Körper gebrochen ist. Da es aber vollkommen unmöglich ist, einen Körper in einer derart kleinen Kiste zu verstauen, ohne einen Knochen zu brechen, wird Mac und Stella klar, dass der Junge selbst in die Kiste gestiegen sein muss. Die Frage ist nur: Hat er es freiwillig getan, oder wurde er dazu gezwungen?","versions":[{"lang":1,"streams":[{"redirect":14401393,"hoster":"VOE"},{"redirect":14390908,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tod am Altar","epNo":15,"alt":"Til Death Do We Part","descr":"Als Hannah Bloom an ihrem Hochzeitstag von ihrem Vater zum Altar geführt wird, bricht sie plötzlich zusammen - tot. Die Obduktion ergibt, dass sie an einer Formaldehydvergiftung gestorben ist. Das lässt zunächst ihre Brautjungfer Audrey Davis verdächtig erscheinen: Sie hat als Biologie-Dozentin leichten Zugang zu der tödlichen Substanz, und auch das Motiv liegt nahe, denn der schwerreiche Bräutigam Walter Lisco hatte ihr den Laufpass gegeben, um Hannah zu heiraten.","versions":[{"lang":1,"streams":[{"redirect":14401394,"hoster":"VOE"},{"redirect":14433601,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Heiße Ware","epNo":16,"alt":"Hush","descr":"Der Hafenarbeiter Paddy Dolan liegt zerquetscht zwischen zwei Frachtcontainern. Alles deutet auf einen Arbeitsunfall hin. Doch bei der Obduktion entdecken Hawkes und Stella, dass der Tote erstochen wurde. Mac und Flack verhören Dolans Crew, die ihnen einhellig versichert, dass Dolan ein guter Chef gewesen sei. Nur einer von ihnen, Mike Prineman, scheint anderer Meinung zu sein...","versions":[{"lang":1,"streams":[{"redirect":14377440,"hoster":"VOE"},{"redirect":14391372,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Absturz","epNo":17,"alt":"The Fall","descr":"Bei einem Überfall der Latino-Gang Cracy Aces wird der Besitzer einer Weinhandlung erschossen. Don Flacks alter Freund und Mentor Sergeant Gavin Moran war als erster am Tatort - und er hat offenbar etwas zu verbergen. Schon bald findet Mac heraus, was: Er hat eine Getränkedose vom Tatort mitgenommen, um einen der Täter zu decken.","versions":[{"lang":1,"streams":[{"redirect":14377336,"hoster":"VOE"},{"redirect":14390911,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tödliche Verwechslung","epNo":18,"alt":"The Dove Commission","descr":"Ein toter Taxifahrer stellt Danny und Aiden vor ein Rätsel. Er wurde brutal zusammengeschlagen und erstochen. Die Vorgehensweise weist eindeutig auf einen männlichen Täter hin, doch die DNA trägt weibliche Merkmale...","versions":[{"lang":1,"streams":[{"redirect":14401397,"hoster":"VOE"},{"redirect":14423410,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Doppelmord","epNo":19,"alt":"Crime and Misdemeanor","descr":"Die 22-jährige Jenny Lee wird mit aufgeschnittener Kehle in einer Wäscherei gefunden. Die Leiche war in einem Laken des Dunsmore Hotels eingewickelt, in dem zurzeit der ausländische Diplomat Robert Costa und sein Gefolge residieren. Mac findet Hinweise darauf, dass Jenny in Costas Suite mit dem Schlafmittel Rohypnol betäubt wurde, doch Costa kann nicht der Täter gewesen sein, denn er hatte ebenfalls von dem mit Rohypnol versetzten Champagner getrunken.","versions":[{"lang":1,"streams":[{"redirect":14402305,"hoster":"VOE"},{"redirect":14423414,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Weißer Tod","epNo":20,"alt":"Supply \u0026 Demand","descr":"Ein College-Student wird erschossen in seiner durchwühlten Wohnung gefunden. Die Suche nach den Mördern des Studenten führt durch erste Spuren in das New Yorker Drogenmilieu. So findet das Team von C.S.I. am Tatort Reste von purem, unbearbeitetem Heroin und entdeckt, dass sich das Mordopfer die Wohnung mit einer weiblichen Person geteilt hat, die nun verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":14401383,"hoster":"VOE"},{"redirect":14390916,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Im Kreuzfeuer","epNo":21,"alt":"On the Job","descr":"Bei einer Verfolgungsjagd in einer U-Bahn-Station wird der Undercover-Polizist Rodney Minhas tödlich getroffen. Da auch Danny an der Schießerei beteiligt war, bittet Mac ihn, bis zum Abschluss der kriminaltechnischen Untersuchung nicht mit Chief Hillborne von der internen Ermittlungsabteilung zu reden. Tonaufnahmen zeigen unterdessen, dass Minhas sich als Polizist zu erkennen gegeben hatte, bevor die tödlichen Schüsse fielen.","versions":[{"lang":1,"streams":[{"redirect":14377237,"hoster":"VOE"},{"redirect":14390917,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Seitenwechsel","epNo":22,"alt":"The Closer","descr":"Gilbert Novotny, ein Fan der Boston Red Sox, bricht nach einem Spiel seiner Mannschaft tot am Steuer seines Wagens zusammen. Wenig später irrt die junge Sportagentin Margo Trent im Nachthemd durch die Stadt und wird von einem Lastwagen überfahren. Mac und sein Team schalten sich ein und entdecken schnell, dass es zwischen den beiden Fällen einen Zusammenhang gibt.","versions":[{"lang":1,"streams":[{"redirect":14358127,"hoster":"VOE"},{"redirect":14366358,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Falscher Schein","epNo":23,"alt":"What You See Is What You See","descr":"Während Mac in seinem Stammcafé frühstückt, eröffnet ein unbekannter Mann plötzlich mitten im Lokal das Feuer. Die Schießerei lässt eine verletzte Kellnerin und einen toten Mann zurück. Im Chaos entscheidet sich Mac, der verletzten Frau zur Hilfe zu eilen, anstatt den Täter zu verfolgen. Mac stößt allerdings bei den folgenden Ermittlungen bald an seine Grenzen, da einer der Hauptverdächtigen vom FBI gedeckt wird.","versions":[{"lang":1,"streams":[{"redirect":14401386,"hoster":"VOE"},{"redirect":14390915,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sommermorde","epNo":1,"alt":"Summer In The City","descr":"Der Freeclimber Paul Gizner ist an der Fassade des Empire State Buildings emporgeklettert und vom 34. Stock in den Tod gestürzt. Offenbar hatte er kurz vor seinem Absturz durch ein Fenster des Konferenzraums der Anwaltskanzlei Bishop und Dillard beobachtet, wie Seniorpartner Lee Dillard durch einen Kopfschuss ermordet wurde. Außer ihm scheint der einzige Zeuge der Bluttat eine Stechmücke gewesen zu sein, die Täter und Opfer gestochen hat. Da sich in ihrem Körper neben Dillards DNS das Erbgut eines weiteren Mannes befindet, scheidet Dillards Ehefrau Brenda als Täterin zunächst aus. Weitere Verdächtige sind Dillards Sozius Eli Bishop, den ein Handabdruck auf dem Konferenztisch belastet, und Assistent Adam Sorensen, der von Dillard schikaniert wurde. Doch auch Brenda – zwischen ihr und Dillard war es kurz vor der Tat zu einem Streit gekommen – und Dillards Ex-Frau Connie Williams haben ein Motiv – und hätten jemanden mit dem Mord beauftragen können. Das CSI-Team muss ganze Arbeit leisten, um schließlich den wahren Täter zu überführen. Schmuckdesigner Whitman Price wird mit einem brillantenbesetzten BH am Körper tot aufgefunden. Das wertvollste Stück des acht Millionen Dollar teuren Ensembles fehlt: ein 50 Karat-Diamant. In der Speiseröhre des Toten finden die Ermittler ein Imitat des Steins. Price war daran erstickt, nachdem er einen Schlag auf den Brustkorb erhalten hatte. In Verdacht gerät Model Nicole Jordan, die den echten Diamanten gegen das Imitat ausgetauscht hatte. Sie hat für die Tatzeit jedoch ein Alibi...Unterdessen bittet Aiden ihren Vorgesetzen Mac, sie für die Aufklärung eines Sexualdelikts freizustellen. Regina Moore wurde bereits zum zweiten Mal von demselben Mann vergewaltigt, doch dem mutmaßlichen Täter DJ Pratt kann mangels Spuren nichts nachgewiesen werden. Aiden gerät in Versuchung: Soll sie ein Haar des Täters auf Reginas Kleidung platzieren, um ihn endlich dingfest machen zu können?  Anders als \"CSI – Den Tätern auf der Spur\" und \"CSI: Miami\" konzentriert sich \"CSI:NY\" aber nicht nur auf die oft spektakulären Kriminalfälle, sondern auch auf die Charaktere. Angeführt wird das New Yorker CSI-Team von Detective Mac Taylor, einem aus Chicago stammenden ehemaligen Marine Corps-Offizier, der bereits viele Abteilungen innerhalb des NYPD durchlaufen hat und schließlich als einer der weltweit renommiertesten Kriminalisten bei der CSI-Truppe gelandet ist. Er hat bei den Anschlägen des 11. September seine Frau verloren, und die Trauer sitzt noch immer tief.","versions":[{"lang":1,"streams":[{"redirect":8971489,"hoster":"VOE"},{"redirect":9822322,"hoster":"Doodstream"},{"redirect":8336278,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kunstfehler","epNo":2,"alt":"Grand Murder At Central Station","descr":"Der Schönheitschirurg Dr. Howard Spencer wurde an der New Yorker Grand Central Station Opfer eines Angriffs mit ätzender Lauge. Die Ermittlungen konzentrieren sich zunächst auf einige ehemalige Patienten, die von ihm verunstaltet wurden, doch alle haben ein Alibi. Ein weiterer Verdächtiger ist Howards Kompagnon Dr. Stanley Thatcher, der ebenfalls ein Mordmotiv hätte: Durch Spencers Kunstfehler wurde die gemeinsame Praxis mit Schadenersatzklagen in Millionenhöhe überhäuft. Ein Fußabdruck liefert schließlich den entscheidenden Beweis …Evelyn Danner wird erwürgt auf der Dachterrasse eines Hochhauses aufgefunden. Die Ermittlungen von Stella und Danny ergeben, dass die blinde Frau gelegentlich \"Kuschelpartys\" besucht und dort den Amateur-Eishockey-Spieler Steve Samprass kennen gelernt hatte. Er gilt nun als Hauptverdächtiger – zumal die Tote auf dem Dach seines Wohnhauses gefunden wurde. Die Metallspäne, die man auf Evelyns Gesicht findet, stammen jedoch von jemand anderen …Aiden bearbeitet unterdessen noch immer den Vergewaltigungsfall, kann aber auch nach einer Woche keine konkreten Ergebnisse vorweisen. Als Mac schließlich die Indizien sichtet, stellt er fest, dass ein Siegel aufgebrochen wurde. Da er seine Abteilung nicht dem Verdacht der Beweisfälschung aussetzen will, bleibt ihm nichts anderes übrig, als Aiden zu entlassen … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971492,"hoster":"VOE"},{"redirect":8336281,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod im Zoo","epNo":3,"alt":"Zoo York","descr":"Im New Yorker Zoo wird vor den Augen der Zuschauer ein Mann von einem sibirischen Tiger zerfleischt. Die Ermittler identifizieren das Opfer als Bobby Venetti und stellen schnell fest, dass er bereits tot war, als man ihn in den Tigerkäfig verfrachtete. Zunächst geht das Team von einem Mafia-Mord aus, da Bobbys Onkel Angelo Verbindungen zur ehrenwerten Familie hat. Eine weitere Spur führt ins Kühlhaus des Fleischverarbeitungsbetriebes von Venetti, doch der Arbeiter Ryan Knight, der wegen eines heftigen Streits mit Bobby unter Verdacht steht, erweist sich als unschuldig. Erst durch den Dorn einer Rose und Düngerspuren an den Fingern der Leiche machen die Ermittler schließlich den Täter ausfindig …Im Rahmen einer feierlichen Zeremonie soll die junge Briana Freemont in die feine Gesellschaft eingeführt werden. Als sie tot aufgefunden wird, glaubt Stella zunächst an eine Alkoholvergiftung. Dann stellt sich jedoch heraus, dass Briana durch das Gift einer Wanderspinne ums Leben gekommen ist. Ihr Freund Sam Wilson, dem sie erst vor kurzem den Laufpass gegeben hatte, besitzt solche Spinnen, doch der Vergleich im Labor ergibt, dass das Gift, das Briana verabreicht wurde, synthetisch hergestellt wurde. Die Ermittler sind zunächst ratlos, aber dann führt eine heiße Spur in die Vergangenheit von Brianas Mutter Jessica … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971490,"hoster":"VOE"},{"redirect":9822484,"hoster":"Doodstream"},{"redirect":8336285,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kopflos","epNo":4,"alt":"Corporate Warriors","descr":"Bei einem Straßenfest in Little Italy bricht Greg Thompson tot zusammen. Zunächst führt die Spur in einen Billard-Salon, in dem sich Thompson einen Kampf mit einem Unbekannten geliefert hatte. Als jedoch im Central Park die enthauptete Leiche von Jared Stanton gefunden wird, erscheint der Fall in einem anderen Licht: Sowohl Stanton als auch Thompson hatten für den Finanzdienstleister American Pacific Worldwide gearbeitet. Wie sich herausstellt, hatte Paul Martin, der Generaldirektor von American Pacific, mit seinen Mitarbeitern asiatische Kampfsportarten praktiziert. In seinem Büro findet sich eine eindrucksvolle Waffensammlung, darunter auch das Samuraischwert, mit dem Stanton getötet wurde. Hat Martin seine Mitarbeiter auf dem Gewissen?Sheldon Hawkes bearbeitet seinen ersten eigenen Fall: Bei einem Wohnungsbrand ist der zehnjährige James Walker ums Leben gekommen. Während sich dessen Mutter Karen größte Vorwürfe macht, den Jungen allein in der Wohnung gelassen zu haben, stellt sich heraus, dass der Brand vorsätzlich gelegt wurde. Doch wer könnte ein Motiv gehabt haben, einen Zehnjährigen zu töten? Etwa Karens Freund Luke Robertson, der Karen immer wieder dazu gedrängt hatte, bei ihm einzuziehen? Oder Tom Nikkos, der von dem überdurchschnittlich begabten Jungen beim Schach besiegt wurde? Das Spiel der Könige führt Hawkes schließlich zumindest auf die richtige Spur...","versions":[{"lang":1,"streams":[{"redirect":9822485,"hoster":"VOE"},{"redirect":9822489,"hoster":"Doodstream"},{"redirect":8336284,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gondel in den Tod","epNo":5,"alt":"Dancing with the Fishes","descr":"Die Tänzerin Kia Rowe liegt tot auf der Straße unter der Queensborough Bridge. Zunächst geht man von Suizid aus; doch dann entdeckt man an der Leiche Stichwunden und typische Abwehrverletzungen. Die Spur führt in das Musical-Theater, in dem Kia mit einem Choreographen und anderen Tänzerinnen geprobt hatte. In Verdacht geraten der Choreograph und Kias Konkurrentin Shayna. Doch erst als Detective Lindsay Monroe den Mord an Gondelführer Harold Claven untersucht, kommt langsam Licht ins Dunkel: Offenbar hängen die beiden Fälle zusammen, denn auch Kia hatte die Gondel kurz vor ihrem Tod benutzt. Musste Kia sterben, weil sie Zeugin des Mordes an Harold Claven geworden war?Danny Messer und Sheldon Hawkes bearbeiten einen rätselhaften Todesfall: Der Fischhändler Fred Bayliss wurde von einem Schwertfisch durchspießt. Schnell wird klar, dass es sich dabei nicht um einen Unglücksfall handelt. Die Spur führt zu dem Fischer McShea, der Bayliss mit Fischen beliefert und noch 14.000 Dollar von ihm zu bekommen hatte. Die Wollfasern, die man an den Kiemen des Schwertfisches findet, stammen jedoch aus dem brandneuen Jaguar von Restaurantbesitzer Richard Daly, der von Bayliss Fische für sein Restaurant bezog. Bisher fehlen jedoch sowohl ein Mordmotiv als auch hieb- und stichfeste Beweise. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971494,"hoster":"VOE"},{"redirect":8336283,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Ladung Schrot","epNo":6,"alt":"YoungBlood","descr":"Der Immobilienspekulant Jason Kinsey wurde auf dem Weg zu seinem Penthouse im Fahrstuhl erschossen. Tatwaffe war ein Schrotgewehr, und Schuhabdrücke in der Blutlache deuten darauf hin, dass sich eine Frau vom Tatort entfernt hat. Diese ist schnell als Melanie Dobson identifiziert, die sich vorher mit Kinsey in einer Bar getroffen hatte, in der ältere Männer Kontakt zu jungen Frauen suchen. Während sich herausstellt, dass Melanie die Tat nicht begangen haben kann, gerät ihr Vater Brad unter Verdacht. Ein Mordmotiv könnte aber auch Oscar Bowers haben, der in der Bar in eine tätliche Auseinandersetzung mit Kinsey verwickelt war. Und auch der von Kinsey angestellte Parkplatzwächter Mike Adams ist verdächtig: Er wurde von Melanie zurückgewiesen und von seinem Chef zutiefst gedemütigt. Ein Fingerabdruck auf einer Patronenhülse wird dem Täter schließlich zum Verhängnis.In einem Teich im Central Park wird ein unbekannter Toter gefunden. Als Hawkes und Stella versuchen, über seine Kleidung Rückschlüsse auf seine Identität zu ziehen, bietet sich ihnen ein widersprüchliches Bild: Der Mann trug löchrige Socken und zwei verschiedene Schuhe, aber ein maßgeschneidertes Hemd und am Handgelenk eine Rolex. Das Hemd führt Stella zu Ben Lowell und seinen reichen Freunden Nigel Ballantyne und Abby Kirhoffer. Ihnen hatte sich das Opfer als der soeben aus der Schweiz zurückgekehrte, schwerreiche Wesley Harding vorgestellt, in Wahrheit hieß er jedoch Richard Collins und stammte aus armen Verhältnissen. Unterdessen ergibt die Autopsie, dass Collins nicht ertrunken ist, sondern bereits tot war, als man ihn in den Teich geworfen hatte. Wie sich herausstellt, hatte er trotz seiner Meeresfrüchte-Allergie kurz vor seinem Tod Hummersuppe gegessen und war an einem allergischen Schock gestorben. Doch hat er die Suppe freiwillig gegessen – oder wurde sie ihm eingeflößt?","versions":[{"lang":1,"streams":[{"redirect":8971498,"hoster":"VOE"},{"redirect":8336287,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Treibjagd","epNo":7,"alt":"Manhattan Manhunt","descr":"Henry Darius wird in New York wegen mehrfachen Mordes verurteilt, kann jedoch entkommen und nach Florida fliehen. Hier entführt er die reiche Erbin Alexa Endecott und fliegt zurück nach New York, wo er im Elternhaus seiner Geisel ein Blutbad anrichtet. Der Fall interessiert auch Horatio Caine, den Chef der CSI-Abteilung in Miami: Denn alles deutet darauf hin, dass Darius in Florida auch Lydia Johnson getötet hat – und Caine hat deren Sohn Adam versprochen, den Mörder zu finden.Caine fliegt nach New York und untersucht zusammen mit Mac den Tatort, an dem sich den Ermittlern ein Bild des Grauens bietet: Neben Alexa wurden sechs Jugendliche, die im Wohnzimmer der Endecotts eine Party gefeiert hatten, per Kopfschuss hingerichtet. Nur Alexas jüngere Schwester Sarah konnte dem Massaker entkommen. Die im Tresor der Endecotts aufbewahrten drei Millionen Dollar, die Alexa zu ihrem 21. Geburtstag bekommen sollte, sind verschwunden, und eine Stofffaser im Safe beweist, dass Sarah das Geld gestohlen hat. Ist es möglich, dass sie gemeinsame Sache mit Darius gemacht hat?Weitere Ermittlungen ergeben, dass Alexa Endecott Patientin des Psychiaters Dr. Miles Feldstein war. Das ist die fehlende Verbindung zwischen Alexa und Darius, der ebenfalls von Feldstein behandelt wurde. Hat Darius über ihn von den drei Millionen erfahren? Eine Blutuntersuchung bringt unterdessen ein überraschendes Ergebnis: Henry Darius ist der Sohn von Alexas und Sarahs Vater Tom Endecott …","versions":[{"lang":1,"streams":[{"redirect":13916983,"hoster":"VOE"},{"redirect":8336286,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das letzte Spiel","epNo":8,"alt":"Bad Beat","descr":"Während in seinem Wohnzimmer eine Pokerrunde tagte, ist Joel Ivey durch den Türspion seiner Wohnung mit einer abgesägten Schrotflinte erschossen worden. Mitspieler Kelly Lindgren war kurz zuvor beim Falschspielen erwischt und vom Gastgeber unsanft vor die Tür gesetzt worden. Hat er sich an Ivey gerächt?Lindgren beschwört, den Mord nicht begangen zu haben: Ivey und er seien nicht nur gute Freunde gewesen, sondern hätten beim Falschspiel auch gemeinsame Sache gemacht. Die Hinweise am Tatort sprechen für ihn: Die Blutspuren vor Iveys Wohnung stammen nicht von ihm. Aber wenn er nicht geschossen hat, wer dann? Bei der Auswertung der in der Tatnacht aus dem mehrstöckigen Wohnhaus eingegangenen Notrufe wird klar, warum die Ermittler die ganze Zeit im Dunklen tappen: Ivey war nicht das eigentliche Ziel, sondern das Opfer einer Verwechslung. Doch wer war der Täter?Im Central Park wird unterdessen die Leiche der Wetterfee Tara Stansfield gefunden. Sie war durch einen Schlag auf den Hinterkopf bewusstlos geworden und in einer Pfütze ertrunken. In ihrem Büro finden Danny und Sheldon ein Video, das sie bei Sexspielen mit ihrem Produzenten Ethan Fallon zeigt – und das sie offenbar im Internet veröffentlichen wollte. Doch nicht nur Fallon hätte ein Mordmotiv, auch Taras Zwillingsschwester Kayla und ihr Kameramann Leonard Curson geraten in Verdacht …","versions":[{"lang":1,"streams":[{"redirect":8971495,"hoster":"VOE"},{"redirect":9822500,"hoster":"Doodstream"},{"redirect":8336290,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Puppenmord","epNo":9,"alt":"City Of The Dolls","descr":"Puppendoktor Russell McCulley ist tot in seiner Werkstatt aufgefunden worden. Offensichtlich hat dort ein Kampf stattgefunden. Da der Tote eine seiner \"Patientinnen\" fest umklammert hält, ist Mac davon überzeugt, dass diese Puppe der Schlüssel zum Mord an McCulley ist. Besitzerin der Puppe namens Sofie ist die kleine Abby Drake, deren Mutter Monica, eine Lehrerin, Sofie erst am Morgen in die Puppenklinik gebracht hatte. Lindsay stellt unterdessen fest, dass Sofie nicht nur sprechen kann, sondern auch eine Vorrichtung zum Aufzeichnen von Nachrichten hat. Hat Abby ihrer Puppe etwas anvertraut, das der Mörder von McCulley um jeden Preis geheim halten wollte? Die 28-jährige Lauren Redgrave wird tot in ihrem traumhaften Apartment aufgefunden. Wie sich herausstellt, litt sie unter Magenkrebs im Endstadium, doch an der Krankheit ist sie nicht gestorben. Auch ein Suizid kann ausgeschlossen werden, da man in ihrer Wohnung eine \"To Do\"-Liste für den folgenden Tag findet. Die Untersuchungen im Labor ergeben, dass die Todesursache eine schleichende Vergiftung mit Arsen über mehrere Monate gewesen ist. Die Symptome wurden von Lauren und ihren Ärzten nicht bemerkt, da sie sich mit den Nebenwirkungen der Chemotherapie decken. Stella und Hawkes stellen Laurens Wohnung auf den Kopf und entdecken das Gift in einer Packung grünem Tee, der aus dem Laden von Harry Ellis stammt. Dieser war den Ermittlern schon zuvor aufgefallen, da ihn Laurens Tod vollkommen kalt gelassen hatte, er aber ein offensichtliches Interesse an ihrer schönen Wohnung mit Blick auf den Central Park hat. Doch auch Laurens Nachbar Dale Straker, der aufgrund seines erwarteten Nachwuchses bald mehr Platz braucht, gerät in Verdacht...","versions":[{"lang":1,"streams":[{"redirect":9822503,"hoster":"VOE"},{"redirect":8336288,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Handschrift des Mörders","epNo":10,"alt":"Jamalot","descr":"Bei einem Rollerderby zwischen den Manhattan Minx und den Brooklyn Clobbers kommt es zu einer Rangelei, die für die Minx-Anführerin Rose Wilson alias \"She Hate Me\" tödlich endet. Da Rose der Star des Teams war und als einzige einen Profi-Vertrag in der Tasche hatte, erscheint den Ermittlern Eifersucht als ein mögliches Motiv. In Verdacht geraten einige ihrer Teamkolleginnen, doch dann stellt sich heraus, dass nicht die Tritte beim Rollerderby, sondern eine Überdosis des Schlankheitsmittels Dinitrophenol die Todesursache war. Nun gerät Roses Trainer und Liebhaber Ryan Chisholm ins Visier der Ermittler, denn er ist wegen Verabreichung verbotener Substanzen bereits vorbestraft. Verdächtig erscheinen außerdem Stan Vonner, der Besitzer des Teams, und seine vom Schlankheitswahn besessene Ehefrau Layla. Doch erst als Stella herausfindet, wie das DNP in Roses Organismus gelangt ist, zieht sich die Schlinge um den Hals des Täters zu.Der erfolglose Schriftsteller Griffin Holden wurde in einem Teppich eingewickelt im Müllcontainer gefunden. Danny nimmt die Leiche unter die Lupe und entdeckt im Licht seiner UV-Lampe, dass der gesamte Körper mit Schrift bedeckt ist. Der Psychologe Dr. Brandon Hardy hält die Zeilen für das Werk von jemandem, der unter Hypergraphie leidet, einer Zwangsstörung, die ihn dazu treibt, jede sich bietende Oberfläche zu beschreiben. Wie sich herausstellt, handelt es sich bei den Zeilen auf Holdens Körper um das letzte Kapitel seines Romans, den seine Verlegerin Cala Winger in Kürze herausbringen will. DNA-Spuren am Teppich führen die Ermittler unterdessen zu dem Obdachlosen Eddie Jones, doch der behauptet, lediglich einem Mann beim Transport des Teppichs aus seinem Haus behilflich gewesen zu sein. Die Ermittler sind dennoch auf der richtigen Spur. In dem Haus, das Eddie angibt, leben unter anderem Cala Winger und ihr Mann Simon …","versions":[{"lang":1,"streams":[{"redirect":8971497,"hoster":"VOE"},{"redirect":8336292,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod im Rampenlicht","epNo":11,"alt":"Trapped","descr":"Die Stripperin Joanna Kelton alias Kandy wird nach einem Auftritt tot aufgefunden: Sie ist offenbar in einen Scheinwerfer gefallen und hat durch die über 1.000 Grad heiße Leuchte tödliche Verbrennungen erlitten. Die Spuren am Tatort deuten auf einen Kampf hin, woraufhin John Grimes, ein Gast, über den Kandy sich lustig gemacht hatte, in Verdacht gerät. Tatsächlich wird Grimes durch schwere Verbrennungen an seinen Händen zusätzlich belastet. Er behauptet jedoch, Kandy erst nach ihrem Tod gefunden zu haben. Ins Visier der Ermittler gerät auch der Nachtclubmanager Andy Kula, der ein Verhältnis mit Kandy hatte und am Tatabend in Streit mit ihr geraten war: Er hatte im Internet erfahren, dass Kandy ihm untreu war. Als die Ermittler herausfinden, wer Kula den Tipp gegeben hat, kommt eine weitere Tatverdächtige ins Spiel: die Fotografin Angie Charles, die zwei Jahre mit Kandy zusammen war, bevor diese sie für Kula verlassen hatte. Ein bei der Leiche gefundenes Bernsteinmedaillon wird dem Täter schließlich zum Verhängnis …Der exzentrische Milliardär Hunter Hudson ist von seiner Haushälterin Linda Cortez mit einer tödlichen Schnittwunde am Hals im Schlafzimmer seiner riesigen Residenz aufgefunden worden. Es gibt keinerlei Anzeichen für einen Kampf. Merkwürdig ist allerdings, dass das Zimmer kein einziges Fenster hat. Als Danny einen roten Knopf im angrenzenden Badezimmer betätigt, erfährt er am eigenen Leib, warum: Das Zimmer ist ein Panic Room, der bei drohender Gefahr hermetisch gegen die Außenwelt abgeriegelt werden kann. Während Danny nun mit einer Leiche in der Falle sitzt und Flack den Konstrukteur des Panic Rooms ausfindig machen muss, erfahren die Ermittler von Hunters Leibarzt Dr. Lyle Penn, dass Hunter wegen des 20 Jahre zurückliegenden Mordes an seinem Bruder unter einem posttraumatischen Stresssyndrom und Depressionen litt. In Verdacht gerät unterdessen Linda Cortez, die durch Hunters Ableben eine gewaltige Erbschaft von 40 Millionen Dollar macht. Doch auch Leibwächter Roger Hagler hätte ein Motiv: Er erbt immerhin noch satte zwei Millionen Dollar – und seine Fingerabdrücke befinden sich auf der Tatwaffe …","versions":[{"lang":1,"streams":[{"redirect":8971501,"hoster":"VOE"},{"redirect":8336293,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Farbe des Todes","epNo":12,"alt":"Wasted","descr":"Supermodel Serena Portinova bricht bei einer Modenschau des Designers Gavin Ruvelle tot auf dem Laufsteg zusammen. Alles sieht danach aus, als habe sie kurz vor ihrem Auftritt einen heftigen Schlag auf den Hinterkopf bekommen – mit einer Büchse der grünen Paintbrush-Farbe, mit der ihr Körper bemalt war. Die von Dr. Sid Hammerback durchgeführte Autopsie ergibt jedoch, dass Serena nicht an einer Kopfverletzung, sondern an einer Überdosis Ecstasy gestorben ist, und Dannys Untersuchungen ergeben, dass das Blut an der Farbbüchse gar nicht von Serena stammt.Dass es die CSI-Kollegen hier dennoch mit einem Mord zu tun haben, zeigt sich, als man die Leiche eines weiteren Models findet: Jennifer Fazotti – sie wurde mit der Farbbüchse erschlagen. Auch in den Portinova-Fall kommt wieder Bewegung: Das Mädchen hat die Droge nicht oral zu sich genommen, sondern über die Haut – durch die grüne Körperfarbe. Offenbar ist das CSI-Team einem groß angelegten Drogenschmuggel auf der Spur. Doch erst durch die Auswertung der Bilder eines Wettersatelliten und die Sporen eines seltenen afrikanischen Pilzes kann das Team den Täter – und damit zumindest einen der Drogendealer – überführen.Szenenwechsel: Paul Richmont stürmt in die Polizeiwache und behauptet, seine Ärztin Dr. Rachel Jeffries erschossen zu haben. Stella und Lindsay machen sich sofort auf den Weg zur angegeben Stelle und finden dort tatsächlich die Leiche. Von Paul Richmont erfahren die Ermittler, dass er an einer seltenen Blutkrankheit leidet und die Ärzte ihn bereits aufgeben hatten. Dr. Jeffries hatte ihm jedoch wieder Hoffnung gemacht – und ihn einer überteuerten und nutzlosen Therapie mit Blutegeln unterzogen. Deshalb habe er sie erschossen – und ihr dabei in die Augen geblickt. In diesem Moment wird Stella klar, dass Richmont lügt, denn Dr. Jeffries wurde von hinten erschossen. Wen versucht der todkranke Richmont zu decken?","versions":[{"lang":1,"streams":[{"redirect":8971499,"hoster":"VOE"},{"redirect":8336297,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Personenschaden","epNo":13,"alt":"Risk","descr":"Danny sitzt in der U-Bahn und freut sich auf seinen Feierabend, als er etwas entdeckt, das alle Pläne für den Abend zunichte macht: Auf den Gleisen liegt ein menschlicher Körper. Danny alarmiert den unaufmerksamen Bahnfahrer, der im letzten Moment bremsen kann, und holt Mac und Stella hinzu. Zusammen identifizieren die Ermittler den Toten als den Studenten Randy Williams. Offenbar ist er kurz vor seinem Tod U-Bahn gesurft, doch ein Sturz vom Dach der Bahn ist nicht die Todesursache: Der junge Mann wurde durch einen heftigen Schlag auf den Kopf getötet.Dr. Sid Hammerback findet in der Kopfwunde Holzsplitter sowie Spuren von Frostschutzmittel und in der Hand des Toten einen großen Haifischzahn. Danny kommt zu dem Schluss, dass Williams aus der Bahn geworfen wurde, die direkt vor seiner gefahren ist, denn andernfalls wäre er bereits in zwei Hälften zerteilt gewesen. Danny und Lindsay untersuchen die betreffende U-Bahn, die von einem gewissen Chuck White gesteuert wurde, und werden tatsächlich fündig: Auf dem Dach befinden sich zwei unterschiedliche Schuhabdrücke, und im Waggon entdeckt man Blutspitzer. Der Tatort ist damit gefunden, doch wer ist der Mörder? Der Haifischzahn in Williams Hand soll ihn schließlich überführen …Nach einem verlustreichen Tag stürzt sich Börsenmakler Q.T. Jammer mit einem Strick um den Hals aus seinem Bürofenster. So sieht es jedenfalls aus, als Jammers Assistent Bobby Martin die Leiche findet. Die Obduktion ergibt jedoch, dass Jammer schon tot war, bevor sich die Schlinge um seinen Hals zugezogen hatte: Er wurde mit Chloroform betäubt und mit einem Sofakissen erstickt. Verdächtig sind der Spekulant Seamus Reiter, der durch Jammer viel Geld verloren hatte, und Bobby Martin, der durch Jammers Tod zum vollwertigen Börsenmakler aufsteigt und seine Kundenkartei erbt. Wer von den beiden wirklich der Mörder ist, verrät ein Becher mit dampfendem Kaffee …","versions":[{"lang":1,"streams":[{"redirect":8971500,"hoster":"VOE"},{"redirect":8336300,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mitten ins Herz","epNo":14,"alt":"Stuck on You","descr":"Stella trifft sich mit ihrem Verehrer Frankie Mala auf einer Party, die der milliardenschwere Playboy Carlo Franchetti für den Künstler James Golden veranstaltet. Die Freude über den gemeinsamen Abend währt jedoch nicht lang: Als sich Franchetti und die junge Mirabella zum Liebesspiel hinter eine Bambus-Wand zurückziehen, werden sie von einem Pfeil durchbohrt. Franchetti wird schwer verletzt ins Krankenhaus eingeliefert, Mirabella ist sofort tot.Im Luftschacht eines gegenüberliegenden Hauses findet Mac die Tatwaffe: einen Hightech-Bogen, der Franchetti selbst gehört. In Verdacht gerät Sienna, eine seiner vielen Geliebten, die sich wenige Stunden zuvor mit ihm getroffen hatte, aber nicht zur Party eingeladen war. Blutspuren an Franchettis Uhr führen allerdings zu Rick Smith, einem Tour-Guide, der ihn auf einer Safari durch Peru begleitet hatte – und dessen Frau dem Charme des Lebemanns erlegen war. Und es gibt noch einen weiteren Verdächtigen: James Golden, der Mirabella über alles liebte.In einem Rinnstein in Greenwich Village wird die Leiche des jungen Gideon Epps gefunden, neben ihm ein Eimer mit Klebstoff und Poster einer Band namens \"The Missing Note\". Die Klebstoffspur führt in einen nahe gelegenen Nachtclub, wo Danny an den Schuhen von Bandmanager Gus Drood Kleberreste entdeckt. Drood gibt sofort zu, Epps im Rinnstein liegen gesehen zu haben, behauptet aber, dass er geglaubt habe, der Junge müsse seinen Rausch ausschlafen. Die Ermittlungen des Teams ergeben jedoch schon bald, dass Drood nicht die Wahrheit sagt …","versions":[{"lang":1,"streams":[{"redirect":8971502,"hoster":"VOE"},{"redirect":8336303,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Spiel ohne Grenzen","epNo":15,"alt":"Fare Game","descr":"Als Jennifer Cooper das Grab ihres Großvaters Samuel besucht, findet sie dort die Leiche von Staatsanwalt Kyle Vance. Was Vance auf dem Friedhof suchte, ist unklar, denn nach Jennifers Auskunft stand er in keiner persönlichen Beziehung zu Samuel. Neben der Leiche liegen Reste eines zerplatzten Luftballons und eine Patronenhülse. Nähere Untersuchungen ergeben, dass die Hülse von einer Schreckschusspistole stammt: Offenbar wollte der Täter den Staatsanwalt gar nicht ermorden, hat aber so unglücklich eine Aorta getroffen, dass Vance an den Folgen der Verletzung gestorben ist.Das Büro des Toten gibt den Ermittlern Rätsel auf: Es handelt sich nicht nur um eine Kanzlei, sondern kann wahlweise auch als Reisebüro oder Casting-Agentur ausgestattet werden. In einem Umschlag findet man eine Reihe von Fotos, darunter auch eines von Jennifer Cooper. Wie sich herausstellt, hatten Jennifer und Vance an einem Spiel namens Water Gun Wars teilgenommen, bei dem sich die Kontrahenten gegenseitig mit einer Wasserpistole oder einem mit Wasser gefüllten Ballon ausschalten. Offenbar hatte Vance sein Büro dazu genutzt, seine ahnungslosen Gegner in die Falle zu locken, und war auf dem Friedhof, um dort Jennifer \"abzuschießen\". Doch wer hat ihm dort aufgelauert?Kathleen Dunley wird tot in ihrem Bett gefunden. Sie ist gefesselt und hat nicht nur eigenartige Verletzungen im Mund, sondern auch eine unidentifizierbare blaue Flüssigkeit an den Lippen. Bei der Autopsie findet Sid Hammerback heraus, dass Kathleen erstickt ist: Etwas hat ihre Atemwege blockiert. Ihr Mageninhalt – Insekten und Wal-Schinken – führt die Ermittler zu einem \"Exotic Food\"-Festival, das Kathleen besucht hatte. Mitveranstalter ist Chefkoch Tony Collins, der fünf Jahre zuvor durch eine Klage Kathleens finanziell ruiniert wurde. Als man in seiner Küche lebendige Baby-Tintenfische findet, wird klar, woher Kathleens Verletzungen im Mund stammen: Jemand muss sie gezwungen haben, einen Tintenfisch bei lebendigem Leib zu essen. Doch nicht nur Collins, auch Restaurantbesitzer Michel Hetu, gegen den sie zusammen mit ihrem Anwalt Truman Bosch eine Klage angestrengt hatte, hätte ein Motiv …","versions":[{"lang":1,"streams":[{"redirect":8971503,"hoster":"VOE"},{"redirect":8336301,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tod im Wassertank","epNo":16,"alt":"Cool Hunter","descr":"Im Wassertank auf dem Dach eines New Yorker Wohnhauses wird die Leiche von Stacie Avida gefunden. Sie hatte in dem Haus als Portier gearbeitet und war mit dem Hausmeister Joe Green liiert. Als man in Stacies Apartment – das Joe nie betreten hat – ein gebrauchtes Kondom findet, avanciert er zum Hauptverdächtigen: Hat er Stacie ermordet, weil sie ihn betrogen hatte? Schuhabdrücke am Tatort und Glasscherben in einer Schnittwunde von Stacie führen die Ermittler jedoch zu dem ebenfalls im Haus ansässigen Arzt Dr. Craig Zimmer. Wie sich herausstellt, ist er hochgradig morphiumsüchtig und hatte vier Jahre zuvor durch einen unsachgemäßen Rettungsversuch Stacies Tochter Gina getötet. Nun gilt er als Hauptverdächtiger, doch ein wichtiges Indiz entlastet ihn: Nicht er, sondern Stacie hat seine Schuhe getragen. Aber warum?Der Trendscout Ben Hatfield ist auf einem Spielplatz mit einer Schaukelkette erwürgt worden. Die Ermittlungen konzentrieren sich zunächst auf die schöne und stilbewusste Jenny Rodriguez, die er aus beruflichem Interesse heimlich mit seiner Handy-Kamera fotografiert hatte, doch die Spur erweist sich als Sackgasse. Die Fotos sind für die Ermittler dennoch interessant, denn auf ihnen ist auch Elliott Stanton zu sehen, ein Trendscout einer konkurrierenden Firma. Die Spuren ergeben eindeutig, dass er in eine tätliche Auseinandersetzung mit Hatfield verwickelt war, doch er behauptet, das Opfer noch nicht einmal zu kennen, und sein Chef Rico Cerda tut alles, um seinen Mitarbeiter vor den Ermittlern abzuschirmen. Die Autopsie erbringt unterdessen Indizien, die Stanton entlasten: Hatfield war in fraglicher Nacht in zwei, zeitlich mindestens zwei Stunden auseinander liegende Kämpfe verwickelt. Offenbar hat Stanton ihn zwar verprügelt, um ihn aus seinem Revier zu vertreiben, die Schlinge um seinen Hals zugezogen hat jedoch ein anderer …","versions":[{"lang":1,"streams":[{"redirect":8971504,"hoster":"VOE"},{"redirect":8336308,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Leichenschau","epNo":17,"alt":"Necrophilia Americana","descr":"Im Naturkundemuseum macht man einen grausigen Fund: die von fleischfressenden Käfern fast vollständig skelettierte Leiche von Ceci Astor, der Enkelin eines der größten Förderer des Museums. Zwischen den Schaukästen entdeckt das hinzugerufene CSI-Team einen kleinen Jungen, der stark traumatisiert wirkt – offenbar hat er den Mord mit ansehen müssen. Als man die Fingerabdrücke auf der Tatwaffe – einem Messer aus dem 14. Jahrhundert – dem Museumsangestellten Jose Martinez zuordnen kann und ihn zum Verhör bestellt, klärt sich auch die Identität des Jungen: Es ist Joses Sohn Sam.In Cecis Wohnung stößt man unterdessen auf Sams Mutter Elena. Sie ist illegal im Land und arbeitet als Hausangestellte für Ceci. Zudem finden sich in der Wohnung gefälschte Adoptionspapiere für Sam: Jose und Elena sind nicht seine leiblichen Eltern. Nachdem sich herausstellt, dass Sam der Sohn von Cecis Schwester Carolyn und ihrem gerade aus der Haft entlassenen Freund Stewart DeCaro ist und Ceci die Adoption ohne Stewarts Wissen in die Wege geleitet hatte, avanciert dieser ebenfalls zum Verdächtigen. Zum entscheidenden Beweis führt jedoch erst ein versteckter Tipp von Sam …Auf einer Baustelle wird die Leiche des Börsenmaklers Jim Morris gefunden. Jemand hat ihm Isolierschaum in den Mund gespritzt, woraufhin er kläglich erstickt ist. Zunächst gerät der Bauarbeiter George Clark unter Verdacht, denn er war in eine Schlägerei mit dem Opfer verwickelt. Die Tatsache, dass Morris leidenschaftlicher Cross-Golfer war, und ein gefundener Golfball mit den Initialen F.O.B. führen die Ermittler schließlich aber auf eine ganz andere Spur …","versions":[{"lang":1,"streams":[{"redirect":9822445,"hoster":"VOE"},{"redirect":8336304,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Organraub","epNo":18,"alt":"Live or Let Die","descr":"Im Hope Memorial Krankenhaus ereignet sich ein spektakulärer Überfall. Ein Hubschrauber, der eine Spenderleber transportieren sollte, wird samt Organ gekapert. Der Pilot wird schwer verletzt, ein junger Mann erschossen und aus dem fliegenden Hubschrauber geworfen. Von der Leber, die Transplantationschirurg Keith Beaumont einem seiner Patienten hätte einsetzen sollen, fehlt jede Spur. Aus den Unterlagen ergibt sich zunächst, dass es sich bei dem Toten um Assistenzarzt Ryan Elliot handelt, kurz darauf wird der Tote jedoch als Sean Hovac identifiziert. Nun gerät Elliott unter Verdacht, in den Organraub verwickelt zu sein. Seine Aussage, dass sein Freund Sean für ihn eingesprungen ist, klingt für die Ermittler allerdings glaubhaft. Zudem ist der Kreis der Verdächtigen groß. Ein Motiv hätten alle, die dringend eine Lebertransplantation brauchen, doch nicht jeder hatte auch die Gelegenheit.Die attraktive Lilian Stanwick wurde in einem Fußgängertunnel ermordet. Obwohl man seine Visitenkarte bei der Toten findet und sie mehrfach mit ihm telefoniert hatte, behauptet Architekt Charles Cooper, die junge Frau nicht gekannt zu haben. In Lilians Wohnung stoßen die Ermittler auf eine ganze Sammlung von Visitenkarten, darunter auch die von Will Graham und Dwayne Gessner. Beide Männer behaupten unabhängig voneinander, von Lilian angerufen und in erotische Gespräche verwickelt worden zu sein. Schließlich revidiert auch Cooper seine Aussage. Er habe ebenfalls mit Lilian Telefonsex gehabt und sich mit ihr im Fußgängertunnel verabredet, als ihm die Gespräche nicht mehr reichten. Dort habe er anonymen, schnellen Sex mit ihr gehabt und sie gesund und munter zurückgelassen. Die Autopsie scheint seine Aussage zu bestätigen. Spermaproben ergeben, dass Lilian anschließend vergewaltigt wurde – und zwar von D.J. Pratt, der bereits einschlägig bekannt ist, dem man bisher aber nichts nachweisen konnte. Wird er auch diesmal seinen Kopf aus der Schlinge ziehen können?","versions":[{"lang":1,"streams":[{"redirect":13916987,"hoster":"VOE"},{"redirect":8336305,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Supermänner","epNo":19,"alt":"Super Men","descr":"Ein junger Mann im Superman-Kostüm liegt tot in einer Seitengasse, neben ihm das Portemonnaie von Matthew Palmer, der kurz zuvor an einem Geldautomaten ausgeraubt wurde. Offenbar hat das Opfer den Überfall beobachtet und den Dieb Carter England gestellt. Hat England den unbekannten Helden auf dem Gewissen? Als der Tote von Dr. Burr, dem Leiter einer psychiatrischen Klinik, als sein Patient Clark Kranen identifiziert wird, ergibt sich eine ganz neue Spur: Pfleger Vern Dox berichtet von einer heftigen Auseinandersetzung zwischen Clark und seinem älteren Bruder Steve. Nun gilt Steve als Hauptverdächtiger, doch auch Dox, der Rezepte gefälscht hatte, gerät in Verdacht.SuperMann ist auch der Spitzname von Tyrell Mann. Er hat eine erfolgreiche Laufbahn im College-Football hinter sich und wird von den großen Clubs umworben. Nun findet man ihn jedoch mit einer tödlichen Stichwunde im Hals in seiner Hotelsuite. Verdächtig ist sein Arzt und Betreuer Rodney Pruitt, der ihm geholfen hatte, eine Knieverletzung zu vertuschen. Doch auch zwei Frauen, deren DNS man in der Suite findet, geraten in Verdacht: Die eine Spur stammt von Charlene Franklin, die die Nacht mit Mann verbracht hatte, die andere von Elaine Bradford – die aber vier Jahre zuvor bei einem von ihm verschuldeten Autounfall ums Leben gekommen ist …","versions":[{"lang":1,"streams":[{"redirect":8971507,"hoster":"VOE"},{"redirect":8336312,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Grünes Grab","epNo":20,"alt":"Run Silent, Run Deep","descr":"Mac erhält einen nächtlichen Anruf: Salvador Zabo gesteht seine Beteiligung an der Jahre zurückliegenden Entführung und Ermordung eines jungen Mannes aus der Bronx, dessen Leiche im Footballstadion begraben sei. Nachdem sich Zabo mit einem Schrotgewehr das Leben genommen hat, findet man unter dem Rasen des Sportfeldes tatsächlich das Skelett eines etwa 18-Jährigen Jungen – sowie eine Pistole und eine Zigarettenkippe. Die Pistole führt zu Sonny Sassone, dem einschlägig bekannten Anführer der Tanglewood Boys, dem nach Zabos Selbstmord aber nichts nachgewiesen werden kann. Die Zigarettenkippe dagegen stammt überraschenderweise von Danny Messer, der damals tatsächlich mit seinem Bruder Louie, Zabo und Sassone im Stadion war …Stellas Date mit ihrem neuen Freund Frankie Mala wird durch einen Anruf jäh unterbrochen: Bankdirektor Jim Mooney ist mit Stichwunden übersät in seiner Hotelsuite gefunden worden. Alles sieht danach aus, als habe in dem Zimmer eine heiße Liebesnacht mit fatalem Ausgang stattgefunden. Eine auf dem Badezimmerspiegel hinterlassene Nachricht führt zu Newt Glick, der einen Hostessenservice betreibt. Wie sich herausstellt, hat sich seine Angestellte Melanie Stefano ohne sein Wissen mit Mooney im Hotel getroffen und ihr Honorar behalten. Hat der betrogene Zuhälter sich gerächt? Nachweisen können die Ermittler ihm jedenfalls nur, dass er in das Zimmer eingedrungen ist und die Nachricht hinterlassen hat. Dann führt die Spur aber ohnehin in eine andere Richtung: Die Tatwaffe wird als Austernmesser identifiziert – und Melanies Stammkunde Paul Sabotino besitzt ein Austern-Restaurant …","versions":[{"lang":1,"streams":[{"redirect":8971508,"hoster":"VOE"},{"redirect":8336314,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tödliche Nähe","epNo":21,"alt":"All Access","descr":"Nick Russo, der Chauffeur von Rockstar Kid Rock, wird während eines Konzertes am Steuer seiner Limousine erschossen. Tatwaffe war eine Beretta, die im Wagen gefunden wird und auf Russo zugelassen war. Im Wagen findet man außerdem Haare eines exotischen, sehr seltenen Wickelbären. Armand Lepompier, Russos Chef bei \"Top Fleet Limousines\", gibt den Ermittlern die Auskunft, dass seine Kundin Nancy Sheraton ein solches Tier besitzt. Russo war aber nicht ihr Fahrer, und sie war nachweislich niemals in seinem Wagen. Sind die Haare von ihrem kürzlich entlassenen Fahrer Blake Mathers in Russos Wagen platziert worden? Ein Motiv hätte Mathers jedenfalls, denn er verehrt Kid Rock krankhaft, und Russo hatte eine noch nicht veröffentlichte Aufnahme von diesem ins Internet gestellt. Lindsay hat allerdings einen anderen Verdächtigen im Auge: Im Wagen roch es nach Zigarrenrauch, und Kid Rock raucht Zigarre. Außerdem hätte er genügend Zeit gehabt, um sich zwischen seinem letzten Song und der Zugabe für den Vertrauensbruch seines Fahrers zu rächen...Unterdessen schockiert eine schreckliche Nachricht das ganze Team: Stellas Freund Frankie wurde in ihrer Wohnung erschossen, Stella wird schwer verletzt und bewusstlos aufgefunden. Die Untersuchung des Tatorts ergibt, dass Stella selbst die Schüsse auf Frankie abgefeuert hat. Aber was könnte sie zu dieser Tat veranlasst haben? Auch als sie wieder bei Bewusstsein ist, kann sie die Sache nicht vollständig aufklären. Sie erinnert sich nur daran, dass sie im Internet eine furchtbare Entdeckung gemacht hat: ein Video, auf dem Frankie und sie beim Liebesspiel zu sehen sind...In dieser Episode zu Gast bei \"CSI:NY\": Kid Rock, Rock-Superstar und Ehemann von Pamela Anderson, der sein schauspielerisches Talent u.a. bereits in \"Joe Dreck\" bewies.","versions":[{"lang":1,"streams":[{"redirect":8971511,"hoster":"VOE"},{"redirect":8336310,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die tote Meerjungfrau","epNo":22,"alt":"Stealing Home","descr":"Eine Tote im Meerjungfrauen-Kostüm wird in der Nähe der Fähren-Docks aus dem Wasser gefischt. Sie wurde erwürgt und anschließend ins Wasser geworfen. Ein bei ihr gefundener Scheck über 200 Dollar führt die Ermittler zu Paul White, der die Leiche identifizieren kann: Es handelt sich um Sarah Butler, die er engagiert hatte, um bei der Geburtstagsfeier seiner Tochter auf seiner Yacht als Meerjungfrau aufzutreten. Er behauptet jedoch, Sarah habe die Yacht nach ihrem Auftritt gesund und munter verlassen. Während die in einer Kabine gefundene Samenspuren und einige Pailletten des Meerjungfrauenkostüms an seiner Aussage zweifeln lassen, führt eine Spur von Pailletten zum Tatort, wo man einen goldenen Plastikkamm von Sarah findet. Die Fingerabdrücke darauf und die besondere Beschaffenheit des Bodens am Tatort werden dem Täter schließlich zum Verhängnis …Der unbescholtene und als vorbildlicher Bürger geltende Mark Jeffries wurde erschossen. Mac, Stella und Hawkes werden hinzu gerufen und stellen schon bald fest, dass Jeffries ein Doppelleben geführt hatte: Er war mit zwei Frauen – Elle und Laura – verheiratet und führte mit ihnen eine Dreierbeziehung. Ist Eifersucht das Mordmotiv? Als klar wird, dass Laura fünf Jahre zuvor – angeblich aus Notwehr – ihren Ex-Freund erschossen hatte, gilt sie als Hauptverdächtige. Schmauchspuren an ihrem kleinen Finger und die Tatsache, dass sie auf Mac losgeht, schienen das zu bestätigen, doch mehrere Indizien entlasten sie wieder: In die Dreierbeziehung war außerdem ein gewisser Kevin Davis verwickelt, der nicht nur Zuschauer beim Liebesspiel von Laura, Elle und Mark war, sondern auch eine Affäre mit Elle hatte. Die Ermittlungen konzentrieren sich jedoch nicht nur auf ihn, auch Elle gerät plötzlich ins Visier des CSI-Teams.","versions":[{"lang":1,"streams":[{"redirect":8971509,"hoster":"VOE"},{"redirect":8336313,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Nahkampf","epNo":23,"alt":"Heroes","descr":"Während der \"Fleet Week\", mit der sich Navy und Marine alljährlich in New York feiern, wird Corporal Trevor Price tot im Central Park gefunden. Er wurde durch einen Messerstich ins Herz getötet und scheint sich nicht gewehrt zu haben, obwohl er als im Nahkampf ausgebildeter Marine durchaus in der Lage dazu gewesen wäre. Ein Bluttropfen auf Prices Ärmel führt die Ermittler zu Keith Gale, der mit gebrochener Nase in einem Krankenhaus in der Nähe des Tatorts liegt. Der Mörder ist jedoch nicht Gale, sondern die Person, die Price vor diesem zu schützen versucht hatte …In einem ausgebrannten Auto wird unterdessen eine zur Unkenntlichkeit verbrannte Frauenleiche gefunden. Hawkes führt eine Gesichtsrekonstruktion durch und ist geschockt von dem Bild, das er plötzlich vor sich hat: Es handelt sich um seine ehemalige Kollegin Aiden Burn. Wie sich herausstellt, wurde sie zu Tode geprügelt, bevor man sie in dem gestohlenen Wagen verbrannt hat.Ein erster konkreter Hinweis findet sich in Aidens Wohnung: Offenbar hatte sie weiterhin dem Anstreicher D.J. Pratt hinterher spioniert – dem Mann, der bereits mehrere Frauen vergewaltigt hat, dem man aber nie etwas nachweisen konnte und der Aiden schließlich ihren Job beim CSI-Team gekostet hat. Hat Pratt bemerkt, dass sie ihn verfolgt und ihr eine Falle gestellt? Mac und Stella sind sich jedenfalls sicher, dass Pratt der Mörder ist – doch werden sie ihm das auch nachweisen können?","versions":[{"lang":1,"streams":[{"redirect":14426783,"hoster":"VOE"},{"redirect":8336316,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Bombenalarm","epNo":24,"alt":"Charge of This Post","descr":"In einem Bürogebäude wurde der Wachmann Darwin Judge erstochen. Mac und Flack untersuchen den Tatort und entdecken eine Blutspur, die sie zu einer unangenehmen Überraschung führt: Jemand hat eine große Menge C4-Sprengstoff in dem Gebäude deponiert. Die beiden versuchen, das Haus so schnell wie möglich zu evakuieren, doch zu spät: Die Bombe geht hoch, bevor sie sich selbst in Sicherheit bringen können.Während Flack mit lebensgefährlichen Verletzungen ins Krankenhaus eingeliefert wird, schaltet sich auch Ellen Fielding von Homeland Security ein. Mac, der nur leicht verletzt ist, findet unterdessen heraus, dass ein Handy der Zünder der Bombe war. Der letzte Anruf auf diesem Handy stammt überraschenderweise von Homeland Security: Ellen Fielding hatte auf eine Pager-Nachricht geantwortet und damit unwissentlich die Bombe gezündet.Auch Mac erhält eine Nachricht vom Attentäter mit einer Rückruf-Nummer, die ihn stutzig macht: Sie stimmt mit dem Datum überein, an dem sein Marine-Stützpunkt in Beirut bombardiert wurde und er einen Kameraden verloren hat. Bei einem verlassenen Haus findet man unterdessen den Wagen des Bombenlegers – mit Unterlagen über Macs militärische Laufbahn darin. Hat es der Täter auf Mac abgesehen? Bevor das CSI-Team diese Frage klären kann, meldet sich der Attentäter erneut und kündigt einen weiteren Anschlag an …","versions":[{"lang":1,"streams":[{"redirect":8971512,"hoster":"VOE"},{"redirect":8336322,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Freier Fall","epNo":1,"alt":"People with Money","descr":"Mac und Stella werden zur Brooklyn Bridge gerufen. Hier hat man den Finanzexperten Sam McFarland tot aufgefunden, erstochen mit einem Schlüsselanhänger. Eine erste Spur ergibt sich, als die Ermittler am Tatort einen teuren Verlobungsring finden. Offenbar hatte McFarland kurz vor seiner Ermordung einen Heiratsantrag ausgesprochen, der nicht seiner Freundin Erica Lancaster galt. Lippenstiftspuren an der Wange des Opfers führen zu der Stripperin Dori Richards, die von McFarland schwanger ist. Sie hat zwar seinen Heiratsantrag abgelehnt, doch Mac und Stella halten es für ausgeschlossen, dass sie den Vater ihres ungeborenen Kindes getötet hat. Für Erica Lancaster ergibt sich aus Doris Geschichte allerdings ein klares Mordmotiv. Aber nicht nur Erica, auch ihr überbesorgter Vater Denney hätte Motiv und Gelegenheit für den Mord gehabt... Szenegirl Vanessa May hat die letzte Party gefeiert. Mit blauen Flecken am ganzen Körper und einem Loch im Hinterkopf wird sie von ihrer besten Freundin Margo Demme in ihrer Wohnung gefunden. Merkwürdig daran: Ihre Hände sind mit Kissen verhüllt. Danny und Hawkes versuchen, den Abend zu rekonstruieren und stoßen dabei auf den Dealer Picasso, der dem Opfer LSD verkauft hatte und nach einem Annäherungsversuch brutal von Vanessas Leibwächter Asad Jamilla hinausbefördert worden war. Unter Verdacht gerät auch Clarence Rome, ebenfalls Bodyguard, der DNA-Spuren am Tatort hinterlassen hat. Die verdächtigen Schrammen und blauen Flecken in seinem Gesicht erklärt er jedoch damit, dass er sich auf Vanessas Wunsch einen Schaukampf mit Asad geliefert habe. Die weiteren Ermittlungen ergeben, dass auch Margo zur Tatzeit anwesend war. Haben die beiden Frauen im Alkohol- und Drogenrausch ihren eigenen \"Schaukampf\" ausgetragen?","versions":[{"lang":1,"streams":[{"redirect":9822235,"hoster":"VOE"},{"redirect":8336318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutige Diamanten","epNo":2,"alt":"Not What It Looks Like","descr":"Bei einem bewaffneten Überfall auf ein elegantes New Yorker Juweliergeschäft wird der stellvertretende Leiter des Geschäfts getötet. Die Täterinnen sind drei junge Frauen, die als Holly Golightly aus dem Spielfilm \"Frühstück bei Tiffany\" verkleidet waren. Sie können mit ihrer Beute unerkannt entkommen. Stella und Lindsay übernehmen den Fall. Am Tatort werden sie vom bereits ermittelnden Detective Don Flack erwartet. Die drei stellen fest, dass der tödliche Schuss ein Unfall gewesen sein muss: Während des Überfalls fiel eine der Tatwaffen zu Boden und wurde versehentlich durch das herabfallende Sicherheitsgitter ausgelöst.","versions":[{"lang":1,"streams":[{"redirect":8971514,"hoster":"VOE"},{"redirect":8336320,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eiskalt","epNo":3,"alt":"Love Run Cold","descr":"Im angesagten New Yorker Stadtteil Tribeca findet eine Cocktailparty statt, die der Markteinführung des Wodkas \"Buri\" dienen soll. Die Gäste amüsieren sich in dem schicken Club mit Wodka-Cocktails. Doch die Party findet ein abruptes Ende: An der Veranstaltung nimmt auch Tonya Nettles teil. Sie ist \"das Gesicht\" der Buri-Wodka-Kampagne und soll als Eisprinzessin verkleidet für das neue Getränk werben. Sie wird erstochen aufgefunden - ihr Kostüm ist blutbefleckt. Die Charakteristika der Einstichwunde lassen Flack und Mac vermuten, dass die Mordwaffe ein Eiszapfen gewesen sein könnte. Auf der weiteren Suche nach Indizien finden Danny und Lindsay eine seltene Feder und eine blutige Sicherheitsnadel: auf den ersten Blick nichts, das den Mörder verraten oder sie der Lösung des Falles näher bringen könnte...","versions":[{"lang":1,"streams":[{"redirect":8971513,"hoster":"VOE"},{"redirect":8336321,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blutige Botschaft","epNo":4,"alt":"Hung Out to Dry","descr":"Die Studentenverbindung \"Sigma Theta Delta\" feiert eine heiße Party. Junge, schöne Menschen in Strandkleidung trinken tropische Cocktails und tanzen durch das ganze Haus. Ein knutschendes Pärchen zieht sich in einen dunklen Raum zurück und lässt sich auf das Bett fallen. Das Mädchen bemerkt einen seltsamen Geruch, doch ihr Freund lässt sich davon nicht beeindrucken. Als sie plötzlich das Gefühl hat, dass etwas auf ihren Körper tropft, springt sie aus dem Bett. Sie schaltet das Licht ein und beginnt laut zu schreien. Direkt über dem Bett an einem Deckenventilator hängt die kopflose Leiche einer Frau, nur mit einem Bikini und einem zerrissenen T-Shirt bekleidet.","versions":[{"lang":1,"streams":[{"redirect":8971516,"hoster":"VOE"},{"redirect":8336324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kopfwunden","epNo":5,"alt":"Oedipus Hex","descr":"Danny und Lindsay untersuchen den Mord an der jungen Carensa Sanders, Künstlername Omen, die nach einer Performance mit den SuicideGirls tot aufgefunden wird. Wie Danny herausfindet, wurde sie mit den spitzen Hacken von Stiletto-Frauenstiefeln erschlagen. Da ist nur ein Problem, alle neun SuicideGirls tragen solche Stilettos! Auf ihrem Oberkörper befindet ein Tattoo mit der Aufschrift \u0027Til Death do us part - Oman an Al\u0027. Ausgerechnet das SuicideGirl Alice, genannt Al, hat ihre Stilettos nicht mehr. Aber es kommt anders als zuerst vermutet. Omen hatte eine kurze Affäre mit dem Tattoowierer Albert Leinhart. Der fühlte sich in seiner männlichen Ehre verletzt, als er erkannte, dass Omens Tattoo nicht ihn sondern ihre lesbische Freundin Al meinen sollte. Darum erschlug er Omen mit ihren eigenen Schuhen... Nixon macht Danny ein eindeutiges Angebot, das dieser aber nach leichtem Zögern ablehnt...","versions":[{"lang":1,"streams":[{"redirect":8971517,"hoster":"VOE"},{"redirect":8336330,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord im Hotel","epNo":6,"alt":"Open and Shut","descr":"An einem Swimmingpool auf dem Dach eines Hotels findet bei strahlendem Sonnenschein ein Foto-Shooting statt. Die 20jährige Hotel-Concierge Sara stürzt, nachdem sie kurz vorher vom divenhaften Fotomodell Mandi Foster beschimpft wurde, vom Treppenhausbalkon in ein spitzes Kunstobjekt. Während Mac, Stella und Don den Fall untersuchen, hören sie Schüsse, offenbar vom Penthouse eines Gebäudes nebenan. Dort angekommen, finden sie Grace Thomason mit einer Pistole neben zwei toten Männern. Sie sagt aus, der eine sei ihr Ehemann Dan, und der andere hätte auf Dan mit einem Hammer eingeschlagen - deshalb hätte sie auf den anderen geschossen...","versions":[{"lang":1,"streams":[{"redirect":8971518,"hoster":"VOE"},{"redirect":9823919,"hoster":"Doodstream"},{"redirect":8336327,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blau vor Neid","epNo":7,"alt":"Murder Sings the Blues","descr":"Mac und Peyton sind im Theater, um gemeinsam seinen Geburtstag zu genießen, als die Arbeit ruft : Eine junge Frau stirbt bei einer Party in einem U-Bahn-Waggon. Sheldon und Lindsay untersuchen den Fall, und Peyton stellt bei der Obduktion fest, dass die Frau mit einer Chemikalie verätzt wurde, die sie getrunken hatte. Als Mac erfährt, dass Sheldon die junge Frau flüchtig kannte, es ihm aber nicht gesagt hat, entbindet er ihn wütend von dem Fall. Wie sich herausstellt, war sie gar nicht das geplante Opfer. Die Flasche mit der Chemikalie war eigentlich von einem neidischen Konkurrenten für den Partyorganisator bestimmt gewesen...","versions":[{"lang":1,"streams":[{"redirect":8971522,"hoster":"VOE"},{"redirect":8336331,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Außerirdisch!","epNo":8,"alt":"Consequences","descr":"Ein professioneller Paintballspieler wird während eines Matches in einer Lagerhalle mit einer richtigen Waffe erschossen. Von seinem Paintball-Gegner fehlt jede Spur, er erscheint am nächsten Tag nicht auf der Arbeit. Am Tatort werden Spuren \u0027schwarzen Kokains\u0027 gefunden, und aufgrund der chemischen Zusammensetzung kann festgestellt werden, das dies aus einer Produktion stammt, die vor sechs Monaten von der Polizei beschlagnahmt und mittlerweile unter Zeugen vernichtet wurde. Flack war einer der Polizisten, die damals das Kokain sichergestellt hatten. Auf Macs Drängen hin forscht er nach und erfährt von dem Dealer, dass der 53 Kilo hatte, im Polizeibericht sind nur 50 Kilo dokumentiert. Es hat also einer der Polizistenkollegen drei Kilo unterschlagen. Bei dem Versuch diese zu verkaufen, sind ihm die beiden Paintballspieler in die Quere gekommen, und er erschoss einen von ihnen. Der andere wurde auf dem Hof vor der Lagerfalle von einer Bärenfalle gestoppt. Eine seit Jahren vermisste Frau, die offenbar geistig verwirrt ist, hält ihn gefangen, in der Überzeugung einen Alien erwischt zu haben. Stella glaubt unterdessen, in der letzten Zeit verfolgt zu werden. Als sie schließlich zusammen mit Mac den jugendlichen Verfolger stellen kann, kommt die Überraschung: Er ist der Sohn von Macs toter Ehefrau, den sie als Baby zur Adoption freigegeben hatte. Er dachte, dass Stella seine Mutter ist, da er sie bei Macs Wohnung gesehen hatte. Diese hatte in der vergangenen Woche dort ein Geburtstagsgeschenk vorbeigebracht...","versions":[{"lang":1,"streams":[{"redirect":8971515,"hoster":"VOE"},{"redirect":9823924,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verwechslungsopfer","epNo":9,"alt":"And Here\u0027s to You, Mrs. Azrael","descr":"Nicole Garner überlebt nur mit knapper Not und lebensgefährlichen Verletzungen einen Autounfall. Die Beifahrerin, ihre Freundin Heather Rollins, stirbt noch an der Unfallstelle. Nicole, die von den Rettungssanitätern anhand ihres Führerscheins identifiziert wurde, liegt nun im Koma auf der Intensivstation - sie ist querschnittsgelähmt. Nach fünf Tagen erwacht sie aus dem Koma - und wird mit einer Plastiktüte erstickt.","versions":[{"lang":1,"streams":[{"redirect":8971520,"hoster":"VOE"},{"redirect":8336333,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Vögel","epNo":10,"alt":"Sweet Sixteen","descr":"Die 16-jährige Autumn hat Geburtstag und ihr Vater Edward Archerson lässt es sich nicht nehmen, eine große Party zu Ehren seiner Tochter zu geben. Feierlicher Höhepunkt der Veranstaltung soll die Enthüllung des Geburtstagsgeschenks sein: ein schicker neuer Wagen. Als der Moment gekommen ist und das Tuch vom Auto gezogen wird, sitzt zum Schrecken aller Gäste Edward hinter dem Steuer - tot. Lindsay, die den Fall übernimmt, wird von einer Schlange gebissen als sie den Wagen untersucht. Es stellt sich heraus, dass Chaz, Edwards Sohn, die Schlange in das Auto gelegt hat, um seiner Schwester einen Schrecken einzujagen. Ob Chaz dadurch ungewollt den Tod seines Vaters verschuldet hat? Doch die Obduktion des Toten ergibt, dass Edward nicht an einem Schlangenbiss gestorben ist, sondern erwürgt wurde. Eine leere Whiskeyflasche, die in der Jackettasche des Toten gefunden wird, liefert Lindsay einen entscheidenden Hinweis auf den Mörder.Mac beschäftigt sich unterdessen mit einem bizarren und verworrenen Fall: Ein Fallschirmspringer ist abgestürzt, nachdem sich ein Schwarm toter Sporttauben in seinem Schirm verfangen hat. Ein blutiger Fingerabdruck auf dem Gefieder eines Vogels führt den Ermittler auf die Spur des Taubenzüchters Ray Seeley, der kurz darauf tot in seinem Taubenschlag aufgefunden wird - seine Halsschlagader wurde mit einer Elektrosäge durchtrennt.Ray wurde vor Jahren nach einer Aussage im Zusammenhang mit einem IRA-Mord in ein Zeugenschutzprogramm aufgenommen, worauf hin Mac mit einer FBI-Agentin Kontakt aufnimmt. Diese wird kurz darauf ermordet aufgefunden...","versions":[{"lang":1,"streams":[{"redirect":8971519,"hoster":"VOE"},{"redirect":8336337,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bauernopfer","epNo":11,"alt":"Raising Shane","descr":"Bei einem Raubüberfall auf eine Bar wird die Kellnerin Kelly Jones angeschossen und lebensgefährlich verletzt. Wenig später verhaftet die Polizei einen afroamerikanischen Mann, in dessen Tasche sich das erbeutete Geld befindet: Es ist Sheldon Hawkes!Der Türsteher der Bar, Nick Davis, glaubt, ihn aufgrund seiner Kleidung als Täter identifizieren zu können und belastet Hawkes damit schwer. Doch dieser kann sich weder erklären, warum er denselben Pullover wie der Täter trug, noch wie das Geld in seine Tasche kam. Mac und Stella sind davon überzeugt, dass jemand seine Gewohnheiten ausgespäht hat, um ihm die Tat anzuhängen...Doch ehe sich die beiden daran machen können, die Unschuld ihres Kollegen zu beweisen, werden sie zu einem anderen Tatort gerufen: In einer Peepshowkabine liegt ein toter Junkie. Zunächst ist unklar, ob der unbekleidete Mann an einer Überdosis starb oder ermordet wurde. Da meldet sich plötzlich Shane Casey bei der Polizei, der für Mac kein Unbekannter ist. Casey war zu einem früheren Zeitpunkt und im Zusammenhang mit einem anderen Mordfall bereits in Erscheinung getreten. Und nun macht er dem Ermittler ein ungewöhnliches Angebot. Mac soll beweisen, dass Caseys Bruder Ian zu Unrecht wegen Mordes verurteilt wurde: Ian hatte sich nach der Urteilsverkündung das Leben genommen. Als Gegenleistung bietet ihnen Casey wichtige Informationen an, die nicht nur den Tod des Junkies, sondern auch den Überfall auf die Bar klären könnten. Mac wittert die Möglichkeit, zwei Fliegen mit einer Klappe zu schlagen...","versions":[{"lang":1,"streams":[{"redirect":9823847,"hoster":"VOE"},{"redirect":8336339,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Taube Ohren","epNo":12,"alt":"Silent Night","descr":"Gina Mitchum ist mit ihrer 19-jährigen Tochter Alison und ihrer kleinen Enkeltochter allein zu Hause. Plötzlich bemerkt sie eine seltsame Erschütterung des Fußbodens und spürt, dass etwas Schreckliches geschehen sein muss: Sie findet ihre Tochter tot in einer Blutlache liegend - die Enkelin jedoch ist unversehrt. Als Mac und Stella Gina befragen wollen, sehen sie sich mit einem unerwarteten Problem konfrontiert: Gina ist taub, ihre Tochter war es ebenfalls. Von der Großmutter ist deshalb zunächst kaum etwas zu erfahren, nur eine Botschaft, auf einem Zettel notiert, erhalten sie von der Frau: \u0027Findet den Mörder meiner Tochter!\u0027 Die Ermittler vermuten, dass ein Unbekannter heimlich in das Haus der Familie eingedrungen ist und Alison - den Wunden nach zu urteilen - mit einer Schrotflinte erschossen hat. Mac verdächtigt Alisons Freund, Seth Wolf, die Tat begangen zu haben. Doch dann stellt sich heraus, dass nicht er, sondern Cole Rowen der Vater ihrer kleinen Tochter ist. Cole, der eigentlich ebenfalls taub ist, kann dank eines Implantats wieder hören. Den Ermittlern schwant, dass die Tat etwas mit der Taubheit in der Familie zu tun haben muss... Die Eiskunstläuferin Mackenzie Wade liegt tot auf der Eisbahn, zu der nur Sportler und Trainer Zugang haben und die zum Zeitpunkt des Todes verschlossen war. Ihre Konkurrentin und beste Freundin Krista Palmer glaubt, dass es der Täter eigentlich auf sie abgesehen hatte: Kurz vor dem Mord hatten die beiden Sportlerinnen ihre Trainingsstunden getauscht. Doch in Verdacht gerät zunächst der Hallenwart Frank Hunt. Er ist ein großer Fan von Krista und hätte darum vielleicht ihre Konkurrentin ausschalten wollen. Aber dann stoßen die Ermittler noch auf einen zweiten Verdächtigen, den Sportwissenschaftler Tom Howard. Er hatte Mackenzie häufig beim Training beobachtet und ihr Tipps gegeben. Kurz vor ihrem Tod hatten die beiden einen heftigen Streit...","versions":[{"lang":1,"streams":[{"redirect":14426779,"hoster":"VOE"},{"redirect":9823852,"hoster":"Doodstream"},{"redirect":8336340,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Um Haaresbreite","epNo":13,"alt":"Obsession","descr":"Auf den verschneiten Straßen New Yorks spielt eine Gruppe Jungen Football. Ein Werfer trifft aus Versehen die Fensterscheibe eines leerstehenden Apartments. Als die Spieler den Schaden begutachten wollen, sehen sie einen blutüberströmten Mann auf dem Boden liegen - er ist tot.Als Mac und Stella am Tatort eintreffen, fallen ihnen mehrere merkwürdige Einzelheiten auf: Die Tür des Apartments wurde offensichtlich aufgebrochen und anschließend wieder repariert. Auf dem Boden liegt Isolierband, an dem sich Rückstände von Lippenstift befinden. Außerdem hat irgendjemand erfolglos versucht, eine Blutlache neben der Leiche zu entfernen. Doch warum wurde die Leiche dann zurückgelassen?Kurz darauf kann der Tote als der Immobilienmakler Alex Martin identifiziert werden. Und als sich eine Frau namens Liz Grayson in der Notaufnahme eines Krankenhauses meldet und behauptet, Martin hätte sie entführt und vergewaltigt, kommt Bewegung in die Ermittlungen.Im Central Park wird die Leiche des jungen Mannes Bruce Abbot gefunden, die trotz der Kälte nur mit Shorts und einer Narrenkappe bekleidet ist. Es stellt sich heraus, dass Bruce an einem Wettkampfspiel teilgenommen hat, bei dem sich kostümierte Leute mit Einkaufswagen ein Rennen lieferten. Die Autopsie ergibt, dass Bruce durch einen harten Schlag auf den Kopf gestorben ist. In der Wunde findet Hammerback Spuren von Nagellack, doch Hawkes kann nicht glauben, dass eine Frau den Mord begangen hat...","versions":[{"lang":1,"streams":[{"redirect":8971523,"hoster":"VOE"},{"redirect":8336346,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alibi auf Rechnung","epNo":14,"alt":"The Lying Game","descr":"Der Leiter einer Marketingfirma für Extremsport wird tot in einem Streusalztransporter aufgefunden: Offenbar wurde er mit einem Skateboard erschlagen. Seine Mitarbeiter Jackson Rudnick und Steffen Gross sowie die Profigolferin Dana Haines geraten in Verdacht. Doch alle drei können ein Alibi vorweisen: Jackson besuchte ein Marketingseminar, Gross war im Fitnessstudio und Haines nahm an einem Meditationskurs teil. Als Danny die Angaben überprüft, macht er eine interessante Entdeckung: Jackson und Haines sind Kunden einer professionellen Alibivermittlung, die ihnen falsche Alibis verschafft hat. Beide beteuern jedoch, ihren Chef nicht umgebracht und sich die Alibis aus einem ganz anderen Grund beschafft zu haben. Zunächst glauben die Ermittler den beiden nicht so recht. Doch die Analyse einer Substanz, die an der Mordwaffe gefunden wurde, bringt neue Erkenntnisse...  Während eines festlichen Banketts wird auf der Herrentoilette eines Hotels eine tote Transidente entdeckt: Quentin Conrad arbeitete als Showgirl und wollte sich in Kürze einer Geschlechtsangleichung unterziehen. Kurz vor seinem Tod hatte er mit einem Hotelgast, Frank Clark, an der Bar gesessen und war von diesem zu dem Bankett eingeladen worden. Dort geriet Quentin in eine lautstarke Auseinandersetzung mit einem anderen Gast, dem Kongressabgeordneten Eric Garth. Zunächst kann sich keiner erklären, woher die beiden sich kannten und warum sie sich so heftig stritten. Doch dann ergeben die Ermittlungen, dass Garth vor vielen Jahren wegen Vergewaltigung angeklagt wurde - das Opfer war die Schwester des Transidenten.","versions":[{"lang":1,"streams":[{"redirect":8971524,"hoster":"VOE"},{"redirect":9823857,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Blutiges Labyrinth","epNo":15,"alt":"Some Buried Bones","descr":"Der Kaufhausdetektiv Jeff Segers wird in einem Warenhaus an der Fifth Avenue erschossen. Der Verdacht fällt auf eine bislang nicht namentlich bekannte Ladendiebin, die schon zuvor in etlichen Läden Luxusartikel gestohlen und dabei ihren genetischen Fingerabdruck hinterlassen hat. Die Analyse des Genmaterials ergibt, dass die Unbekannte ein neues Medikament eingenommen hat, mit welchem posttraumatische Störungen behandelt werden. Da sich das Medikament noch in der Testphase befindet und nur wenige Personen an dem Versuch teilnehmen, kann sie schnell als Ava Brandt identifiziert und gefasst werden. In Bezug auf den Mord an dem Ladendetektiv beharrt sie zwar auf ihrer Unschuld. Als die Ermittler aber eine Entdeckung in einer von ihr gestohlenen Handtasche machen, wird klar, dass Ava bei ihren Diebeszügen Komplizen gehabt haben muss - ein zur Lösung des Mordfalls entscheidender Hinweis. \u0026lt;br /\u0026gt;\rFlack und Mac sollen unterdessen den Mord an dem Studenten Brian Miller aufklären, dessen Leiche in einem Irrgarten gefunden wurde. Der Mörder hatte das Opfer in eine Statue gestoßen, die einen Säbel trägt. Dadurch wurde die Halsschlagader des Studenten durchtrennt. Die Ermittler bringen in Erfahrung, dass Brian für zwei seiner Kommilitonen, Eddie Williams und Thomas Brighton, Klausuren geschrieben hat. Zudem erfährt Mac von seinem Stiefsohn Reed Garrett, der durch Zufall mit dem Opfer bekannt war, dass Brian für eine Studentenzeitung geschrieben hat. Zuletzt habe er an einem Enthüllungsartikel über die studentische Geheimgesellschaft \u0027Kings and Shadows\u0027 gearbeitet, der auch Thomas Brighton und Brian Miller selbst angehören. Als Mac Brighton befragt, liefert dieser ihm eine interessante Information: Brian wollte kurz vor seinem Tod aus der geheimen Studentenverbindung austreten. Der Mord geschah offenbar unmittelbar nach der Entlassungszeremonie... \u0026lt;br /\u0026gt;","versions":[{"lang":1,"streams":[{"redirect":8971528,"hoster":"VOE"},{"redirect":8336349,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tod in der Badewanne","epNo":16,"alt":"Heart of Glass","descr":"Diane Langston liegt tot in der Badewanne in der Wohnung ihres Exfreundes. Dieser hat sein Apartment wegen einer Europareise untervermietet und Diane war offenbar mit ihrer Kreditkarte in die Wohnung eingedrungen. Die Obduktion ergibt, dass sie an einer Herzschwäche litt und so geht die Gerichtsmedizinerin zunächst davon aus, dass sie eines natürlichen Todes gestorben ist. Doch ein Nachbar berichtet den Ermittlern, er habe zur fraglichen Zeit im Haus Schüsse gehört. Zudem wird in der Badewanne ein verformtes Projektil gefunden, das allerdings Rätsel aufgibt, da Dianes Leiche keine Schusswunden aufweist. Eine erneute Untersuchung der Toten bringt schließlich eine überraschende Wendung in dem Fall: Diane starb an einem Stromschlag... \u0026lt;br /\u0026gt;\rDer Musikproduzent Emery Gable, der mit seiner Schwester Kennedy ein Luxusapartment in New York bewohnt, wird mit tödlichen Schnittwunden in einem Haufen von Glasscherben aufgefunden. Seine Schwester, die die Angreiferin gesehen hat, kann den Ermittlern eine Personenbeschreibung liefern: Sie passt auf Rebecca Monin, eine cracksüchtige Künstlerin, die Emery unter Vertrag hatte. Diese gibt zwar zu, Emery dahingehend bedrängt zu haben, ihr eine zweite Chance zu geben. Getötet habe sie ihn aber nicht. Bei der Untersuchung der Glassplitter stellt Stella schließlich fest, dass das Opfer HIV-positiv war und sich darum seit längerer Zeit von der Ärztin Mia Opal mit alternativen Methoden behandeln ließ. Allerdings konnte er seine Rechnungen irgendwann nicht mehr bezahlen - Emery war hoch verschuldet. Es gibt jedoch eine Lebensversicherung in Höhe von zwei Millionen Dollar zugunsten seiner Schwester...","versions":[{"lang":1,"streams":[{"redirect":8971531,"hoster":"VOE"},{"redirect":8336351,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Asche zu Asche","epNo":17,"alt":"The Ride-In","descr":"In seinem Haus, begraben unter einem Berg von Geldscheinen, wird Noah Hubler tot aufgefunden. Im Garten des Hauses machen Mac und Danny einen äußerst kuriosen Fund: Sie entdecken eine große, hölzerne Arche. An Bord befinden sich mehrere Passagiere, die offenbar auf den Weltuntergang warten und auf der Arche schon mal Quartier bezogen haben. Sie alle haben Noah Hubler jeweils 100.000 Dollar für einen Platz auf seinem Schiff bezahlt. Stella und Mac gehen davon aus, dass Hubler ein Betrüger war und der Verdacht erhärtet sich, als sie die Vergangenheit des Toten recherchieren: Noah hieß in Wirklichkeit Patrick Dent, wird wegen zahlreicher Betrugsdelikte gesucht und war bereits in New Orleans inhaftiert. Damals konnte er jedoch mit Hilfe einer Bekannten, die sich als Polizistin ausgegeben hatte, fliehen. Anschließend veränderte er sein Äußeres durch eine Operation und tauchte unter.\u0026lt;br /\u0026gt;\rAuf der Liste der von ihm geprellten Personen steht unter anderem Melodee Constanza. Sie berichtet den Ermittlern, dass sie Patrick Dent alias Noah Hubler kurz vor seinem Tod besuchte, um ihr Geld zurückzufordern. Vergeblich, denn Dent hatte jeden Dollar in seine Arche investiert. Glaubte Patrick tatsächlich an den bevorstehenden Weltuntergang? Schließlich stellt sich heraus, dass die Geldscheine, die in Patricks Haus gefunden wurden, ausschließlich Blüten waren. Als der Fälscher ausfindig gemacht werden kann, kommt allmählich Licht in die mysteriösen Umstände von Dents Tod...\u0026lt;br /\u0026gt;\rNicht minder kompliziert ist ein weiterer Fall, den Stella und Sheldon aufklären müssen: Bekleidet mit einem Zigarettenkostüm, das in Flammen steht, stürzt Jason Williams von einer Brücke. Zunächst vermuten die Ermittler, dass es sich um eine Anti-Raucher-Protestaktion mit tödlichem Ausgang handelt. Doch dann stellt sich heraus, dass Williams selbst starker Raucher war und für die Marketingabteilung des Tabakkonzerns \"National Spirit\" arbeitete. Er machte Werbung für eine neue Zigarette - unter anderem in einer Raucherbar, die Damon Caro gehört. Dieser gerät in Verdacht, Jason umgebracht zu haben, da sich sein Speichel an dem Kostüm des Toten befindet. Doch dann berichtet Heidi Pesco, eine Kellnerin der Bar, dass sie auch angegriffen wurde - von einem Mann in einem Vampirkostüm. Den Ermittlern wird klar, dass ein Zusammenhang mit dem Mord an Jason besteht...","versions":[{"lang":1,"streams":[{"redirect":8971526,"hoster":"VOE"},{"redirect":8336352,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die zersägte Jungfrau","epNo":18,"alt":"Sleight Out of Hand","descr":"Während der berühmte Zauberkünstler Luke Blade seine spektakuläre Zaubershow vorführt, geschieht zeitgleich in einem leerstehenden Theater in der Nähe ein grausamer Mord. Bald darauf wird Blades Assistentin Vienna Hyatt tot aufgefunden, ihr Körper wurde in der Mitte durchtrennt - offenbar hatte sich der Mörder den klassischen Zaubertrick der \u0027zersägten Jungfrau\u0027 zum Vorbild genommen. Auf der Kiste entdeckt das CSI-Team die Fingerabdrücke von Rupert Lanigan, dem Inhaber einer Fachhandlung für Zauberbedarf. Dieser hat jedoch für die Tatzeit ein hieb- und stichfestes Alibi. Fußspuren am Tatort führen die Ermittler zu Austin Cannon, einem Mitarbeiter Blades. Doch bevor Mac ihn befragen kann, wird Cannon in einer dunklen Seitenstraße brutal zusammengeschlagen, mit Benzin übergossen und endet so auf makabere Weise als lebendige Fackel. Zur selben Zeit gibt Zauberer Blade seine Vorführung als \u0027brennender Mann\u0027 zum Besten. Besteht ein Zusammenhang zwischen den Morden und den Zaubertricks?Lindsay Monroe soll in ihrer Heimat Montana in einem Prozess gegen Daniel Cadence aussagen, einem Mann, der in ihrem Beisein vor zehn Jahren drei ihrer Freundinnen in einem Restaurant erschossen hat. Lindsay, durch die schlimmen Erinnerungen emotional sehr aufgewühlt, bricht im Zeugenstand zusammen. Umso dankbarer ist sie, als Danny völlig unerwartet im Gerichtssaal erscheint, um ihr Beistand zu leisten. Ermutigt durch seine Anwesenheit überwindet sie endlich ihre Angst und kann gegen Cadence aussagen.","versions":[{"lang":1,"streams":[{"redirect":8971529,"hoster":"VOE"},{"redirect":8336354,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tod auf dem Schafott","epNo":19,"alt":"A Daze of Wine and Roaches","descr":"Die fünfzehnjährige Evie Pierpont ist die Gastgeberin einer Benefizveranstaltung im UN-Gebäude, bei der alle Teilnehmer wie zur Zeit der französischen Revolution gekleidet sind. Plötzlich stirbt eine der Teilnehmerinnen, die Französin Simone de Lille, die Evies Lehrerin war. Stella und Mac wundern sich über die makabre Position, in der die Leiche gefunden wird: Verkleidet als Königin Marie Antoinette liegt sie unter der Guillotine. Simone wurde allerdings nicht geköpft, der Leichnam wirkt äußerlich unverletzt. Den Zuschauern des Historienspektakels ist aber aufgefallen, dass Simone kurz vor ihrem Tod wie eine Betrunkene umherstolperte.\r\rDie Ermittlungen erweisen sich als äußerst schwierig: Zunächst verhindert Inspektor Gerrard die Obduktion der Leiche. Erst als sich herausstellt, dass das Arbeitsvisum Simones abgelaufen war und sie daher zum Zeitpunkt ihres Todes nicht mehr offiziell bei der UNO beschäftigt war, kann das CSI-Team die Leiche untersuchen. Es stellt sich heraus, dass Simone eine vergiftete Praline gegessen hatte. Zudem weisen ihre Hände Kampfspuren auf und am Kragen ihres Kostüms entdeckt man blutige Bissspuren. Sie können Charlie Cooper, der ebenfalls ein Lehrer von Evie Piermont war, zugeordnet werden. Dieser ist aber bereits seit zwei Tagen tot. Die weiteren Ermittlungen ergeben, dass offenbar Simone Charlie erschossen hat, da dieser sie mit ihrem abgelaufenen Visum zu erpressen versuchte. War der Mord an Simone ein Racheakt? Um das herauszufinden, setzt Mac alles daran, die kleine Evie zu verhören. Doch der zwielichtige Anwalt der Familie Pierpont Luther Vandeross weiß dies geschickt zu verhindern. Stella und Mac glauben, dass er in den Mordfall verstrickt ist...\r\rDanny und Lindsay beschäftigen sich mit einem nicht weniger kuriosen Fall: Der Starkoch Alec Green wird im Keller seines Restaurant tot aufgefunden - er wurde mit einem Korkenzieher erstochen. Als die Ermittler die Leiche untersuchen wollen, beobachten sie, wie eine blutverschmierte und mit Diamanten besetzte Küchenschabe aus seinem Mund krabbelt. Danny und Lindsay finden heraus, dass das lebende Schmuckstück der Gastronomiekritikerin Clarissa Evers gehörte, die die Brosche bei der Eröffnung des Lokals getragen hatte. Doch nicht allein sie wirkt verdächtig: Der Weinhändler Julian Feeney hat Alec Green falsch etikettierten, minderwertigen Wein geliefert. War Green ihm auf die Schliche gekommen?","versions":[{"lang":1,"streams":[{"redirect":8971527,"hoster":"VOE"},{"redirect":8336356,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Todespakt","epNo":20,"alt":"What Schemes May Come","descr":"Stella und Flack werden mit einem äußerst mysteriösen Fall konfrontiert. Der als Ritter verkleidete Börsenmakler Derek Curson wird tot aufgefunden: Sein Bauch ist von einer Lanze durchbohrt. Als die Ermittler seine Blutspuren zurückverfolgen, gelangen sie in den nahegelegenen Central Park. Dort stoßen sie auf ein verirrtes Pferd, an dessen Fell ebenfalls Blut klebt.","versions":[{"lang":1,"streams":[{"redirect":8971530,"hoster":"VOE"},{"redirect":8336353,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Blutige Handschrift","epNo":21,"alt":"Past Imperfect","descr":"Im New Yorker Stadtteil Coney Island wird eine grausam entstellte Frauenleiche entdeckt. Die Tote, die als Emma Pierce identifiziert werden kann, trägt ein Cocktailkleid, ihre Hände sind gefesselt und ihr Kopf ist mit Packetband umwickelt. Als die Ermittler es entfernen, sehen sie, dass der Mörder seinem Opfer die Augenlieder abgeschnitten hat - und fühlen sich sofort an frühere Mordopfer erinnert.","versions":[{"lang":1,"streams":[{"redirect":8971533,"hoster":"VOE"},{"redirect":8336360,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Gefallener Engel","epNo":22,"alt":"Cold Reveal","descr":"Der 18-jährige Toby Finch stürzt bekleidet mit einem Engelskostüm durch ein Kirchendach in den Tod. Zunächst deutet alles auf einen Unfall hin: Toby wollte offensichtlich einen Bungee-Sprung wagen und hatte sich zu diesem Zweck mit einem elastischen Seil am Dach der Kirche festgebunden. Die Ermittler machen zwei bemerkenswerte Entdeckungen: Das Seil, mit dem Toby sich festgebunden hatte, wurde absichtlich durchtrennt. Und: Toby hatte eine Videokamera an seinem Kostüm befestigt.","versions":[{"lang":1,"streams":[{"redirect":8971532,"hoster":"VOE"},{"redirect":8336362,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Nachspiel","epNo":23,"alt":"Comes Around","descr":"Der ehemalige Tennisstar John McEnroe gerät unter Mordverdacht: Er wird beschuldigt, Tony Russo auf der Toilette eines Nachtclubs so fest gegen einen Kondomautomaten gedrückt zu haben, dass dieser einen Genickbruch erlitt. Die Ermittlungen ergeben, dass am fraglichen Abend auch Tonys zukünftige Braut gemeinsam mit ihren Freundinnen den Club besuchte, um ihren Junggesellinnenabschied zu feiern.","versions":[{"lang":1,"streams":[{"redirect":8971534,"hoster":"VOE"},{"redirect":8336366,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ausnahmezustand","epNo":24,"alt":"Snow Day","descr":"Der neue Boss des Drogenrings, Colm Gunn, ist fest entschlossen, das Kokain zurückzuholen, das sich inzwischen zur forensischen Untersuchung im Tresor des Kriminallabors befindet. Noch ahnt niemand etwas von Gunns Plänen, als im Labor plötzlich eine schwefelige Substanz austritt und einen Gasalarm auslöst. Die ganze Belegschaft wird zügig evakuiert. Nur Mac, Stella und Hawkes halten die Stellung im Gebäude, wo nun auch sämtliche Telefone und Internetverbindungen ausgefallen sind...","versions":[{"lang":1,"streams":[{"redirect":8971535,"hoster":"VOE"},{"redirect":9823901,"hoster":"Doodstream"},{"redirect":8336369,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Stumme Zeugen","epNo":1,"alt":"Can You Hear Me Now?","descr":"Ab heute untersucht das Team von Detective Mac Taylor wieder Mordfälle in New York. Den Auftakt macht ein Mord auf der Statue of Liberty. Eine der dortigen Wachfrauen wurde ermordet, und am Tatort wurden Unmengen an Blut gefunden. Man sollte meinen, dass dies das richtige wäre, um Mac nach einem Urlaub in England mit seiner Freundin Peyton direkt wieder in Schwung zu bringen - doch dieser wirkt auffallend ruhig.Hängt das vielleicht damit zusammen, dass Mac während seines Aufenthalts in London regelmäßig Anrufe um 3:33 bekommen hat, die auch durch mehrfachen Hotelwechsel nicht abzuschütteln waren, und denen auch die Kollegen vom Scotland Yard nicht auf die Spur kommen konnten?","versions":[{"lang":1,"streams":[{"redirect":8971536,"hoster":"VOE"},{"redirect":9822245,"hoster":"Doodstream"},{"redirect":8336367,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abgetaucht","epNo":2,"alt":"The Deep","descr":"Doug Holden wird in voller Tauchmontur tot aus dem East River gefischt. Da Holden ein äußerst erfahrener Tauchlehrer war, glaubt niemand, dass er durch einen Unfall zu Tode gekommen ist. Die Obduktion der Leiche bestätigt diese Vermutung: Die Todesursache war eine Vergiftung durch Zyanid. Wenig später wird Holdens Kollege Campell ebenfalls tot aus dem Fluss geborgen - auch er starb durch das Gift.\rDie Ermittler konzentrieren sich zunächst auf die ehemaligen Tauchschüler der beiden Opfer. Verdächtig erscheint der Juwelier Colin Barnett. Zum einen stammen einige Münzen, die man bei den Leichen fand, aus seiner Werkstatt. Zum anderen hätte Barnett auch ein Motiv gehabt: Offenbar hatte seine Frau Erika ein Verhältnis mit Holden. Doch Barnett kann während des Verhörs ein scheinbar hieb- und stichfestes Alibi vorweisen.\rSchließlich begeben sich Danny und Hawkes auf einen Tauchgang in den East River, um den Tatort zu inspizieren. Sie finden die Spritze, mit der den Opfern das Gift in die Luftröhre injiziert wurde. An dieser Spritze entdecken die Ermittler männliche DNS, die sie auf die Spur eines gewissen Besim Lumani bringt, der in der Kundenkartei von Holden und Campell stand. Was jedoch herauskommt, als man den Verdächtigen genauer unter die Lupe nimmt, hätte wohl keiner der Ermittler gedacht...","versions":[{"lang":1,"streams":[{"redirect":8971539,"hoster":"VOE"},{"redirect":8336371,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod im Smoking","epNo":3,"alt":"You Only Die Once","descr":"Detective Flack ist einem gewieften Einbrecherduo auf den Fersen, das unter anderem schon in die Wohnung von Polizeichef Brigham Sinclair eingestiegen ist. Bisher ist es jedoch nicht gelungen, die Diebe zu schnappen, da diese jedes Mal in einem schnittigen, schwarzen Sportwagen fliehen konnten. Doch dann wird einer der beiden, ein gewisser James Stanton, mit einer klaffenden Kopfwunde und mit einem Smoking bekleidet tot aufgefunden. Die anschließende Obduktion der Leiche fördert ein rätselhaftes Ergebnis zutage: Stanton starb nicht an den Folgen seiner Kopfverletzung, sondern erstickte durch massiven Druck auf den Brustkorb.\u0026lt;br /\u0026gt;\rEs stellt sich heraus, dass Stanton am Abend zuvor eine Party besucht hatte, die der Eventmanager Randall Rodrique organisierte. Dieser beobachtete, dass Stanton auf der Party in einen handgreiflichen Streit mit dem Autohändler Elliot Gano geriet. Gano gibt als Begründung für seinen Angriff auf Stanton an, dass dieser ihm ein geliehenes Auto partout nicht zurückgeben wollte - für Gano sicherlich ein Grund, sich zu ärgern, aber ist es wirklich ein Grund, den Vertragsbrüchigen umzubringen? Die Crime Scene Investigation tappt im Dunkeln, obwohl die Einbruchsserie nach Stantons Tod unvermittelt weitergeht - sein Kompagnon setzt offenbar die Arbeit alleine fort. Erst als die Ermittler nochmals Stantons Smoking unter die Lupe nehmen, stoßen sie auf das entscheidende Indiz: einen Spezialdraht, der zum Kopieren von Computerdateien dient...","versions":[{"lang":1,"streams":[{"redirect":8971537,"hoster":"VOE"},{"redirect":9826037,"hoster":"Doodstream"},{"redirect":8336376,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stirb an einem anderen Tag","epNo":4,"alt":"Time\u0027s Up","descr":"Die Spezialisten vom CSI werden mit einem gleichermaßen unheimlichen wie grausigen Fall konfrontiert: Ein nackter Mann mit blutverschmierter Brust und einem seltsamen Helm auf dem Kopf taumelt ins Polizeipräsidium und bezichtigt sich selbst, einen Mord begangen zu haben. Kurz darauf bricht er tot zusammen. Als sei dies nicht schon ungewöhnlich genug, behauptete der mutmaßliche Mörder, dass der Mord erst am nächsten Tag geschehen würde. Außerdem ist das angebliche Opfer, ein Physikstudent namens Kevin Murray, noch am Leben und kann nichts zur Klärung des Falles beitragen.Dr. Sid Hammerback entdeckt bei der Obduktion der Leiche eine Nadel im Gehirn des seltsamen Mannes und einen Chip, der sich unter der Haut der Hand befindet. Dieser enthält einen Funksender, mit Hilfe dessen die Ermittler zu einem Laboratorium geführt werden. Dort finden sie ein aufwändiges Gerät, das wie eine Zeitmaschine aus einem Science-Fiction-Film anmutet. Bei dem Toten handelt es sich um Dr. Martin Browning, einen kongenialen Mathematiker. Ist es ihm tatsächlich gelungen, in die Zukunft zu reisen? Der Verdacht scheint sich auf mysteriöse Art zu bestätigen, als Kevin Murray exakt zu dem Zeitpunkt stirbt, den Dr. Browning vorhergesagt hatte...","versions":[{"lang":1,"streams":[{"redirect":8971540,"hoster":"VOE"},{"redirect":9826046,"hoster":"Doodstream"},{"redirect":8336379,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Venusfalle","epNo":5,"alt":"Down the Rabbit Hole","descr":"Cheryl Miller, eine junge Frau, deren Aussehen durch mehrere Schönheitsoperationen dem einer Schaufensterpuppe ähnelt, wird tot aufgefunden. Schnitte an ihrem Hals und Überreste von Handfesseln deuten daraufhin, dass sie vor ihrem Tod grausam gefoltert wurde - ermordet wurde sie jedoch durch einen Kopfschuss. Die Ermittlungen ergeben, dass Cheryl schon einige Zeit unter dem Pseudonym \u0027Venus\u0027 in der virtuellen Internetwelt des \u0027Second Life\u0027 angemeldet war. Offenbar hatte sie am Mordabend eine Verabredung mit einem Mann, der sich unter dem Namen \u0027Don Juan\u0027 in der Cyberspace-Gemeinde herumtrieb. Um herauszufinden, wer sich hinter der Gestalt des Don Juan verbirgt, legt sich Mac ebenfalls eine virtuelle Persönlichkeit zu. Und tatsächlich kann \u0027Don Juan\u0027 kurze Zeit später identifiziert werden: Es handelt sich um Johnny O\u0027Dell, einen schwer kranken Mann, der nicht mehr lange zu leben hat. Er gibt zwar zu, mit Cheryl Miller eine Verabredung getroffen zu haben. Diese habe er aber aufgrund seiner Krankheit nicht einhalten können. Zudem zeigt er sich mehr als überrascht, als er von Cheryls alias Venus\u0027 Tod hört: Schließlich habe er gerade noch mit ihr über das Internet kommuniziert...","versions":[{"lang":1,"streams":[{"redirect":8971538,"hoster":"VOE"},{"redirect":9826056,"hoster":"Doodstream"},{"redirect":8336378,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nacht der lebenden Toten","epNo":6,"alt":"Boo","descr":"Danny und Lindsay werden in das kleine Städtchen Amityville auf Long Island abgeordert, in dem sich offenbar eine erschütternde Familientragödie abgespielt hat. Zunächst sieht es so aus, als habe der Vater Gil Duncan einige Familienmitglieder erschossen und sich anschließend selbst gerichtet. Zwar gibt es eine Überlebende - Gils Tochter Rose -, doch sie steht so unter Schock, dass eine baldige Aussage von ihr nicht zu erwarten ist.\rWährend Lindsay den Tatort inspiziert, kommt es zu einer mysteriösen Begegnung: Eine alte Frau taucht wie aus dem Nichts auf, packt Lindsay am Arm und verschwindet sofort wieder. Zudem stellt sich heraus, dass der Familienvater nicht der Täter gewesen sein kann, da weder an seinen Händen, noch an seiner Kleidung Schmauchspuren festgestellt werden können. Schließlich entdeckt Danny auf dem Dachboden des Hauses einen übertünchten Blutfleck. Als durch eine DNS-Analyse eine Blutsverwandtschaft mit der mysteriösen alten Frau festgestellt wird, beginnen Lindsay und Danny zu ahnen, dass der aktuelle Fall mit einer schrecklichen, längst vergangenen Tragödie zu tun haben muss...\rUnterdessen ermitteln Lindsays und Dannys Kollegen in New York in einem nicht minder unheimlichen Fall: Während der Halloween-Feierlichkeiten bricht ein Mann auf der Straße inmitten einer Gruppe als Zombies verkleideter Menschen tot zusammen. Zunächst geht man davon aus, dass er seiner schweren Kopfverletzung erlegen ist, doch die Obduktion fördert ein überraschendes und obskures Ergebnis zutage: Die Körpertemperatur der Leiche lässt darauf schließen, dass der Tod des Mannes schon vor seinem Zusammenbruch eingetreten sein muss! Es stellt sich heraus, dass es sich bei dem Opfer um Dexter Nevins, einen Anwalt für Einwanderungsrecht, handelt, der offiziell an Herzversagen gestorben ist und bereits am Vortag beerdigt wurde...","versions":[{"lang":1,"streams":[{"redirect":8971544,"hoster":"VOE"},{"redirect":9826049,"hoster":"Doodstream"},{"redirect":8336381,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Racheengel","epNo":7,"alt":"Commuted Sentences","descr":"Mitchell Bentley ist wegen Vergewaltigung der jungen Fern Lazlow angeklagt. Bentleys Anwalt gelingt es jedoch, bei der Gerichtsverhandlung einen Freispruch zu erwirken. Wenige Tage später wird Bentley ermordet aufgefunden - er wurde mit mehreren Messerstichen regelrecht hingerichtet. Mac und sein Team hegen die Vermutung, dass es sich bei der Tat um einen Racheakt handeln könnte. Für diese Theorie spricht, dass Bentley ausgerechnet vor dem Haus ermordet wurde, in dem Fern Lazlow lebt. Fern gerät in Verdacht. Zwar gibt sie zu, die Leiche gefunden zu haben, die Tat selbst streitet sie aber ab. Als sie erkannte, dass es sich bei dem Toten um ihren Peiniger handelte, sei sie unter Schock davon gerannt und habe zu viel Angst gehabt, zur Polizei zu gehen. Eine weitere Spur führt zu Amber Stanton, mit der Bentley sich kurz vor seinem Tod zum Abendessen in einem spanischen Restaurant getroffen hatte. Amber gibt an, dass sie ein Buch über Bentley schreiben wollte und sich deshalb mit ihm verabredet hätte. Doch Mac schenkt ihrer Aussage keinen Glauben und als er Ambers Vergangenheit recherchiert, findet er einen Anhaltspunkt, der sein Misstrauen rechtfertigt ...","versions":[{"lang":1,"streams":[{"redirect":8971542,"hoster":"VOE"},{"redirect":8336383,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Giftiger Cocktail","epNo":8,"alt":"Buzzkill","descr":"Mac und sein Team werden zu einem makaber anmutenden Tatort gerufen: Jenna Donovan, die als Model für eine Werbekampagne arbeitete, liegt tot in einem überdimensionalen Martiniglas, das zu Werbezwecken am Times Square aufgestellt wurde. Als der Veranstalter des Events, ein Werbefachmann namens Damien Barnes, den Ermittlern den Vorfall schildert, gehen sie zunächst von einem Unfall aus. Neben dem Martiniglas steht eine Reklameleuchttafel, die irgendjemand mit Tennisbällen beworfen hat. Dadurch lösten sich einige Kabel, deren Enden in das Glas fielen, was wiederum einen Kurzschluss zur Folge hatte. Die Obduktion der Leiche ergibt jedoch, dass Jenna Donovan nicht an einem Stromschlag, sondern an einem Lungenödem starb. Zudem hatte sie neben ihrem Modeljob offenbar noch eine andere lukrative Einnahmequelle: Sie dealte mit Heroin. Hat der Mord etwas mit dem kriminellen Doppelleben des Models zu tun?","versions":[{"lang":1,"streams":[{"redirect":8971543,"hoster":"VOE"},{"redirect":9826057,"hoster":"Doodstream"},{"redirect":8336382,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Blutiges Puzzle","epNo":9,"alt":"One Wedding And A Funeral","descr":"Für Emma Blackston endet der Tag, der eigentlich der schönste in ihrem Leben werden sollte, in einem absoluten Alptraum: Auf ihrer Hochzeitsfeier beginnen einige Gäste eine wüste Schlägerei. Als Emma ihren zukünftigen Ehemann Brett Dohn zu Hilfe rufen will, macht sie eine entsetzliche Entdeckung: Ihr Geliebter reagiert nicht auf ihre Schreie - er sitzt tot in seinem Stuhl. Mac und seinem Team ist zunächst nicht klar, woran Brett gestorben ist - es gibt keine Waffe und keine Wunden. Erst als sie dem Toten seine makellos weisse Weste ausziehen, entdecken sie eine furchtbare Bauchwunde, die mit Plastikfolie abgedeckt wurde. Die Rekonstruktion der Geschehnisse beginnt. Gemeinsam mit seinem besten Freund George Foodim hatte Brett am Abend vor der Hochzeit eine Bar besucht. George beteuert jedoch, dass Brett abends noch wohlauf gewesen sei. Auch ein anderer Freund Bretts, Timothy Maxwell, der das Catering für die Hochzeit übernehmen sollte, scheint nicht der Mörder zu sein. So tappen die Ermittler lange Zeit im Dunkeln, bis Danny nochmals die Wunden des Toten untersucht und ihm klar wird, was die Mordwaffe gewesen sein muss. Stella ist starr vor Schreck, als sie auf der Kühlerhaube ihres Autos ein verdächtig wirkendes Paket entdeckt. Sofort alarmiert sie die Sprengstoffexperten - doch das Päckchen enthält keine Bombe, sondern ein Puzzle. Adam macht sich daran, es zusammenzusetzen. Er hat seine liebe Mühe, doch schliesslich gelingt es ihm: Es handelt sich um eine dreidimensionale Miniatur von Manhattan. Für das Modell des Riverton Buildings fehlt allerdings ein Puzzleteil - wie sich herausstellt ein Hinweis auf weitere Puzzleteile, die Stella und Lindsay im echten Riverton Building finden. Stella ist völlig schleierhaft, welche Botschaft der Produzent des Puzzles senden will - bis Mac sich die Miniatur anschaut. An der Stelle, an der das erste Teil fehlte, hatte Mac seinen ersten polizeilichen Einsatz, an der zweiten Stelle bezog er vor vielen Jahren sein erstes Appartment in New York. Der Schöpfer des Puzzles besitzt also ganz offensichtlich intime Kenntnisse über Macs Lebensgeschichte ...","versions":[{"lang":1,"streams":[{"redirect":8971541,"hoster":"VOE"},{"redirect":9826061,"hoster":"Doodstream"},{"redirect":8336384,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zimmer 333","epNo":10,"alt":"The Thing About Heroes","descr":"Mac erhält seit einer Reise nach London anonyme Anrufe, die immer um Punkt 03.33 Uhr in der Nacht eingehen. Doch noch mehr mysteriöse Dinge geschehen, seit er aus Europa zurück ist. In seinem Koffer, der auf der Reise verloren gegangen war, findet Mac ein blutiges Kinder-T-Shirt, als er den Koffer zurückbekommt. Stella bekommt ein riesiges 3-D-Puzzle zugestellt, dessen Schöpfer ganz offensichtlich Macs Lebensgeschichte genau kennt. Da die letzten Teile dieses Puzzles eine Miniatur des Tribune Towers in Chicago darstellen, macht sich Mac in seine Heimatstadt auf und stattet dem Wolkenkratzer einen Besuch ab. In einer leer stehenden Wohnung entdeckt er die stark verweste Leiche eines jungen Mannes, die an einen improvisierten Galgen gehängt wurde. An die Wand wurde mit Blut ein Buchstabenrätsel geschrieben, das Mac fast augenblicklich zu lösen vermag. Er wird mit einem furchtbaren Ereignis in seiner Vergangenheit konfrontiert. Unterdessen werden Stella, Danny, Don und Lindsay in New York zu einem Tatort in der U-Bahn gerufen. Jemand hat den des Zugführers mehrmals so brutal gegen die Scheibe des Waggons gestoßen, dass der Mann seinen Verletzungen noch vor Ort erlag. Noch bevor die Ermittler die Leiche genauer untersuchen können, fährt der Zug los - ohne einen Fahrer und ohne die Möglichkeit, ihn anzuhalten. Keine der Notbremsen funktioniert mehr. In letzter Sekunde gelingt es Danny, den Zug zu stoppen, indem er den Hauptsicherungskasten im Schacht zerstört, der mit Hilfe eines simplen MP3-Players manipuliert wurde. Die anschließenden Untersuchungen legen den dringenden Verdacht nahe, dass der Saboteur derselbe Täter ist, dem Mac in Chicago auf der Spur ist.","versions":[{"lang":1,"streams":[{"redirect":8971545,"hoster":"VOE"},{"redirect":9826064,"hoster":"Doodstream"},{"redirect":8336386,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlechter Scherz","epNo":11,"alt":"Child\u0027s Play","descr":"Um den Abschluss eines lukrativen Geschäfts zu feiern, genehmigt sich der smarte, junge Geschäftsmann Essex Palmer eine teure Zigarre - seine letzte: Die Zigarre explodiert und Palmer ist augenblicklich tot. Der erste, der in Verdacht gerät, ist der Taschendieb Mario Galanti. Er hatte Palmer Feuer gegeben - und ihm dabei geschickt die Geldbörse gestohlen. Mord ist aber eindeutig nicht Marios Kaliber. Lindsay findet auf Palmers Krawatte Speichelreste, die sie einem gewissen Lawrence Gelatcher, genannt \u0027Laughing Larry\u0027, zuordnen kann. Dieser handelt mit Scherzartikeln - und fast alle aus dem Ermittlerteam haben Kindheitserinnerungen an seine Produkte - vom künstlichen Hundehaufen bis zur explodierenden Zigarre. Larry beteuert, dass die tödliche Zigarre nicht aus seinem Sortiment stamme. Er habe sie von einem Fremden bekommen, der zur Feier der Geburt seiner Tochter Zigarren verschenkte. Larry berichtet, dass er die Zigarre an Palmer weitergegeben habe, nachdem die beiden vereinbart hatten, dass Palmer Larrys Laden kaufen würde. Galt das tödliche Geschenk gar nicht Palmer, sondern Larry?","versions":[{"lang":1,"streams":[{"redirect":8971546,"hoster":"VOE"},{"redirect":8336389,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kaltes Herz","epNo":12,"alt":"Happily Never After","descr":"Hotelbesitzerin Fiona Chisolm ist Inhaberin eines Luxushotels, das sie mit strenger Hand führt. Bei all ihren Mitarbeitern ist sie extrem unbeliebt. In einer der kältesten Nächte des New Yorker Winters wird sie tot inmitten des Kunstschneeparadieses ihres Hotelgartens gefunden. Die Todesursache: ein vereistes Herz. In Fionas Herz wurde flüssiger Stickstoff gespritzt, was zum sofortigen Herzstillstand führte. Sollte diese ausgefallene Todesursache ein Hinweis auf die angebliche Gefühlskälte der streitbaren Fiona sein? Die Fingerabdrücke der Concierge Tina werden an dem Tank mit Flüssigstickstoff, der die Mordwaffe gewesen sein muss, gefunden. Fiona hatte Tina kurz vor ihrem Tod gefeuert. Tina ist aber beileibe nicht die Einzige mit einem handfesten Motiv: Dr. Hayden Green, der windige Gründer eines Hilfswerks für afrikanische Kinder, war von Fiona der Unterschlagung von Spendengeldern überführt worden. Wäre Fiona mit ihrem Wissen an die Öffentlichkeit gegangen, wäre es mit Greens Betrügereien vorbei gewesen. Und dann ist da noch der Kastanienverkäufer Felix, den Fiona von seinem angestammten Verkaufsplatz an der Hotelecke vertreiben wollte. Mac, Stella und Danny werden zu einem makabren Tatort auf der Straße gerufen: Die Leiche einer jungen Frau klemmt zwischen einem Schulbus und einem Taxi - sie ist barfüßig, nur mit einem weißen Nachthemd bekleidet und auf ihrer Stirn klebt ein goldener Stern. Der völlig schockierte Busfahrer sagt aus, dass sie plötzlich wie aus dem nichts aufgetaucht sei. Auf der Brust der Toten steht mit Fingerfarbe der Name \u0027Wendy\u0027 geschrieben. Die nähere Untersuchung im Labor fördert wichtige Details zu Tage: Das Mädchen hatte kurz vor seinem Tod noch Sex. Getötet wurde sie mit einem Eisenhaken. In ihrem Blut findet sich eine hohe Konzentration der neumodischen Designerdroge \u0027Foxy\u0027. Eine junge Frau in Feengestalt und ein Eisenhaken? - Die Ermittler fühlen sich stark an das Märchen von Peter Pan erinnert.","versions":[{"lang":1,"streams":[{"redirect":9826071,"hoster":"VOE"},{"redirect":8336393,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schrot und Kern","epNo":13,"alt":"All in the Family","descr":"Die junge Emily Miller genießt einen schönen Sonnentag und kauft auf der Straße Blumen. Plötzlich fällt ein Schuss - und Emilys Leben ist mit einem Schlag beendet. Mac und sein Team stehen vor einem Rätsel: Wer um alles auf der Welt hätte einen Grund gehabt, die junge Frau zu töten? Die nähere Untersuchung des Tatorts gibt Aufschluss und führt zu einem weiteren Toten: Mac rekonstruiert, dass Emily durch einen Querschläger getötet wurde, als eine Waffe aus einem Fenster geworfen wurde. Mit genau dieser Waffe wurde kurze Zeit zuvor der Familienrichter William Riverton getötet. Er wurde in seiner eigenen Wohnung brutal erschlagen. Weil es keine Anzeichen eines Einbruchs gibt, fällt der Verdacht zunächst auf Madison, die Tochter des Richters. Offiziell hatte nur sie einen weiteren Schlüssel zur Wohnung. Stella konfrontiert Madison damit, dass das Gericht bei der Scheidung ihrer Eltern seinerzeit entschieden hatte, dass Madison bei ihrem Vater leben müsse - gegen den ausdrücklichen Wunsch des Mädchens. Doch reicht dies als Motiv für den Mord am eigenen Vater?","versions":[{"lang":1,"streams":[{"redirect":8971547,"hoster":"VOE"},{"redirect":8336387,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Brennender Asphalt","epNo":14,"alt":"Playing With Matches","descr":"Mit rasender Fahrt ist ein Feuerwehrwagen auf dem Weg zu einem Löscheinsatz - doch der Kontakt mit dem Feuer kommt früher als erwartet. Wie ein fliegender Feuerball wird ein brennender Körper gegen die Windschutzscheibe des Feuerwehrwagens geschleudert: Der junge Mann war mit einer Art Astronautenanzug bekleidet und am Fundort seiner Leiche liegt jede Menge Equipment, das gut und gerne aus der Raumfahrt stammen könnte. Des Rätsels Lösung: Der Tote - zwischenzeitlich als Declan Hollister identifiziert - hatte das illegale Street Racing zum Hobby, bei dem auf Hightech-Borden irrsinnige Geschwindigkeiten erreicht werden. Danny und Detective Angell finden heraus, dass am Abend von Declans Tod ein illegales Rennen stattgefunden hatte. Schnell geraten zwei weitere Street Racer in Verdacht: Ein Racer mit Spitznamen \u0027Mercury\u0027, einer von Declans schärfsten Konkurrenten, und Sandra, genannt \u0027Concrete Cowgirl\u0027, die den offiziellen Geschwindigkeitsrekord im Street Racing hält und damit jede Menge Geld verdient.","versions":[{"lang":1,"streams":[{"redirect":8971550,"hoster":"VOE"},{"redirect":9826082,"hoster":"Doodstream"},{"redirect":8336392,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Killer-Lady","epNo":15,"alt":"DOA for A Day","descr":"Die Kollegen vom CSI-Team sind auf der Spur der anonymen Killerin, die ihnen in der Episode \u0027Die Venusfalle\u0027 entkommen war. Als sie ihr Versteck in einem Lagerhaus stürmen, finden sie nur ihre Leiche vor, in deren Kopf ein Messer steckt. Bei der gerichtsmedizinischen Untersuchung stellt sich heraus, dass es sich bei dem Messer um eine Waffe der Navy Seals handelt. Ausserdem hatte das Opfer offenbar eine ausgedehnte gesichtschirurgische Behandlung, die eine Identifizierung unmöglich macht. Sid erhält daraufhin von Mac den Auftrag, den Ursprungszustand des Gesichtes vor der der Operation wiederherzustellen, um so die Identifizierung zu ermöglichen ...","versions":[{"lang":1,"streams":[{"redirect":8971549,"hoster":"VOE"},{"redirect":8336395,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Brandzeichen","epNo":16,"alt":"Right Next Door","descr":"Nachts bricht in Stellas Apartmenthaus ein Brand aus. Geistesgegenwärtig beginnt sie, das Haus zu räumen. Es gelingt ihr gerade noch, Jason, den Sohn ihrer Nachbarin Bonnie Dillard, zu retten. Bonnie selbst konnte bereits mit ihrer Nicht aus den Flammen fliehen. Leider fordert der Brand ein Todesopfer: In der Wohnung eines anderen Nachbarn, Sean Nolan, wird ein Leichnam geborgen. Diese Wohnung ist am schlimmsten verwüstet, und so gehen Mac und Lindsay davon aus, dass dort auch der Brand entstand. Nach eingehender Untersuchung des Leichnams stellt Sid fest, dass es sich um eine Frauenleiche handelt, die als Marla Bronson identifiziert wird. Sie ist jedoch nicht in den Flammen gestorben, sondern war bereits mehrere Tage tot, als der Brand ausbrach. War es zum tödlichen Streit zwischen Sean und Marla gekommen?","versions":[{"lang":1,"streams":[{"redirect":8971553,"hoster":"VOE"},{"redirect":8336400,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Schokomörder","epNo":17,"alt":"Like Water For Murder","descr":"Ein verliebtes Paar stolpert bei einem Ausflug am Strand buchstäblich über eine verstümmelte Frauenleiche. Was den Fund besonders grausig macht: Neben der Toten wurde ein riesiger Haifisch angeschwemmt. Mac wundert sich, dass er nun für Haifisch-Attacken zuständig sein soll, doch schnell wird klar, dass tatsächlich Mord im Spiel ist. Die tote Chrissy Watson erlitt kurz bevor sie starb eine schwere Kohlenmonoxidvergiftung und wurde schliesslich stranguliert. Als der Hai angriff, war sie bereits tot. Stella findet im Magen der Toten Schokolade, die mit der aphrodisierenden Pflanze Damiana versetzt war. Noch während die weiteren Untersuchungen auf Hochtouren laufen, wird eine zweite Tote angespült, die ebenfalls durch Autoabgase vergiftet wurde ...","versions":[{"lang":1,"streams":[{"redirect":8971552,"hoster":"VOE"},{"redirect":8336402,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Abschlussball","epNo":18,"alt":"Admissions","descr":"An der Nathanson Academy High School ist der Abschlussball in vollem Gange und die jungen Leute amüsieren sich großartig. Doch während in der festlich geschmückten Turnhalle gefeiert wird, geschieht im benachbarten Chemielabor ein grausames Verbrechen: Der Vertrauenslehrer Robert Greggs wird brutal erschlagen. Greggs\u0027 Aufgabe an dem Abend war es, darauf zu achten, dass die Schüler nach der Party nicht alkoholisiert Auto fahren und er hatte deshalb sämtliche Autoschlüssel eingesammelt. Die Befragung der schockierten Schüler bringt die Ermittler zunächst nicht voran. Da wirft ein Flachmann, der bei Greggs gefunden wird, ein ganz neues Licht auf den scheinbar vorbildhaften Lehrer: Offenbar war Greggs alkoholabhängig. In seinem Büro werden zudem Indizien dafür gefunden, dass Greggs ein Spieler war. Wurde der Lehrer ermordet, weil er Spielschulden hatte? Doch wie passen Spielschulden zum Tatort, der High School? Stella lässt alle Fotohandys der Schüler einsammeln. Aus dem gesammelten Material erstellt Adam eine Fotorekonstruktion, die alle Personen zeigt, die an dem Abend anwesend waren und die zeitlichen Abläufe nachvollziehbar macht. Auf einem Bildausschnitt ist zu sehen, dass Greggs kurz vor seinem Tod mit dem Schüler Jesse Carver in das Chemielabor ging. Der ist bekannt als Mädchenschwarm und Frauenheld mit hohem Verschleiß an Liebschaften. Doch was könnte er mit dem Mord an Greggs zu tun haben?","versions":[{"lang":1,"streams":[{"redirect":9825904,"hoster":"VOE"},{"redirect":8336408,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Böses Foul","epNo":19,"alt":"Personal Foul","descr":"Danny und Don sehen sich ein Basketballspiel mit einer besonderen Attraktion an: Ein per Los ausgewählter Zuschauer gewinnt eine Million Dollar, nachdem ihm von der Mittellinie ein Korbwurf geglückt ist. Dann allerdings bricht der Gewinner tot zusammen. Danny und Don, die sofort zur Stelle sind, erkennen, dass er vergiftet wurde. Doch wie war das in so kurzer Zeit möglich?","versions":[{"lang":1,"streams":[{"redirect":8971558,"hoster":"VOE"},{"redirect":8336403,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Taxi in den Tod","epNo":20,"alt":"Taxi","descr":"Ein Polizist wird im Taxi ermordet - eine Tat des berüchtigten Taximörders? Mac und sein Team finden heraus, dass der Polizist nebenbei als Taxifahrer arbeitete. Dann wurde ihm ein Internetblog zum Verhängnis: Es gab polizeiinterne Ermittlungsvermerke preis und stellte das spätere Opfer als Taximörder dar. Böse Überraschung für Mac: Verantwortlich für den Blog ist Matts Stiefsohn Reed.","versions":[{"lang":1,"streams":[{"redirect":9825922,"hoster":"VOE"},{"redirect":8336405,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tod im Tresor","epNo":21,"alt":"Hostage","descr":"Mac stellt sich im Austausch für eine Geisel dem Bankräuber Joe zur Verfügung, welcher dies an eine Bedingung knüpft. Joe verlangt von Mac, Beweise zu finden, dass nicht er den Manager der Bank erschossen habe.","versions":[{"lang":1,"streams":[{"redirect":8971556,"hoster":"VOE"},{"redirect":9825914,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Fette Beute","epNo":1,"alt":"Veritas (2)","descr":"Nach einem missglückten Banküberfall ist Mac von einem mysteriösen Räuber, der sich selbst nur Joe nennt, als Geisel genommen worden. Joe war mit Mac in einem Polizeiauto vor den Verfolgern bis nach New Jersey geflohen. Was danach passierte, weiß Mac nicht: Er erwacht mit einer Kopfverletzung in dem Fluchtauto, das Joe im Hudson River versenkt hatte. In letzter Minute gelingt es dem Detective, sich aus dem Wagen zu befreien und ans Ufer zu schwimmen. Kurze Zeit später werden das Auto und die Leiche von Joes mutmaßlichem Komplizen Derrick James aus dem Fluss geborgen. Da die Polizei von New Jersey für den Fall zuständig ist, müssen sich Mac und sein Team mit Tatortfotos begnügen, um die Geschehnisse während Macs Bewusstlosigkeit zu rekonstruieren. Adam bemüht sich unterdessen, mit Hilfe von Aufnahmen der Verkehrsüberwachung Joes derzeitiges Fluchtauto zu identifizieren. Tatsächlich landet er einen mehr als überraschenden Treffer: Der PKW, in dem Joe in einem Parkhaus gefilmt wurde, gehört Detective Flacks Schwester Samantha. Sie gibt an, das Auto ihrer Freundin Lauren Salinas geliehen zu haben. Als die Ermittler den Wagen schließlich finden, machen sie eine schreckliche Entdeckung","versions":[{"lang":1,"streams":[{"redirect":9822243,"hoster":"VOE"},{"redirect":8336409,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Buch der Toten","epNo":2,"alt":"Page Turner","descr":"Als eine Frau nach einem \u0027Maroon 5\u0027-Konzert tot zusammenbricht, erkennen die Mitglieder des CSI-Teams bei ihrer Ermittlung, dass sie sich sich in tödlicher Gefahr befinden. Sie finden heraus, der die mysteriöse Todesursache der Frau mit der einiger anderer Opfer aus den vergangenen Monaten zusammenhängt. Somit ist Eile bei der Identifizierung der genauen Todesursache angesagt, denn vieles deutet auf radioaktive Vergiftung hin ...","versions":[{"lang":1,"streams":[{"redirect":9825919,"hoster":"VOE"},{"redirect":8336413,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Über den Wolken","epNo":3,"alt":"Turbulence","descr":"Auf der Herrentoilette des Flughafens wird eine männliche Leiche in der Uniform eines Sky Marshals gefunden. Da Luftpolizisten normalerweise bewaffnet sind, man bei dem Toten aber weder eine Pistole noch einen Ausweis findet, bestehen Zweifel, ob es sich tatsächlich um einen Sky Marshal handelt. Die Analyse der Fingerabdrücke bestätigt dies: Bei dem Opfer handelt es sich um den entflohenen Straftäter Anton Greenway. Die Uniform gehörte Roger Stockwell, der einen Tag zuvor in seinem Hotelzimmer erschossen wurde. Die Waffe, mit der der wahre Sky Marshal getötet wurde, führt Mac und sein Team auf eine heiße Spur...","versions":[{"lang":1,"streams":[{"redirect":8971557,"hoster":"VOE"},{"redirect":9825936,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Entpuppt","epNo":4,"alt":"Sex, Lies and Silicone","descr":"Während eines Straßenfestes wird die erfolgreiche Unternehmensberaterin Ann Steele ermordet. An ihrer Kleidung wird eine Fülle von Spuren - darunter aus Japan stammendes Silikon - sichergestellt. Diese Indizien lassen den Schluss zu, dass Ann Steele kurz vor ihrem Tod mit einer bestimmten Art sehr teurer, lebensgroßer Gummipuppen in Berührung gekommen ist. Um ihren Tod aufzuklären, muss das Team sich mit lebensgroßen Silikonpuppen beschäftigen. Der Besuch der Fabrik ist für einige Teammitglieder auch recht amüsant. Ein gewisser Trevor Jones besitzt eine solche Puppe. Auch hat er sich am Abend des Mordes mit Ann Steele in einer Bar unterhalten. Ein Motiv für die Tat scheint er aber nicht zu haben. Überhaupt bereitet das Motiv den Ermittlern die größten Schwierigkeiten. Doch dann ereignen sich innerhalb kurzer Zeit mehrere merkwürdige Vorfälle. Ein maskierter Mann dringt zunächst ins gerichtsmedizinische Institut und später in die Wohnung des Opfers ein. Es handelt sich um den ehemaligen Polizisten Anthony Martino, der nun als Privatdetektiv arbeitet. Er scheint sehr einflussreiche Auftraggeber zu haben, die offenbar an einem USB-Stick aus Steeles Besitz interessiert sind. Der Fall wird für Mac und sein Team immer brisanter, als klar wird, dass auch ihr Chef Brigham Sinclair und Hawkes\u0027 alter College-Freund und Mentor Greg Pullman auf irgendeine Art darin verstrickt zu sein scheinen. Welche Informationen auf dem USB-Stick sind so gefährlich, dass Ann Steele dafür sterben musste?","versions":[{"lang":1,"streams":[{"redirect":8971555,"hoster":"VOE"},{"redirect":8336414,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Untergrund","epNo":5,"alt":"The Cost of Living","descr":"Der berühmte Archäologe James Sutton wird in einer Gasse erschossen. Mac und sein Team finden heraus, dass Sutton kurz vor seinem Tod einen Club besucht hatte, wo er einigen Freunden und Bewunderern von seinen jüngsten Ausgrabungen im New Yorker Untergrund berichtet hatte. War Sutton auf etwas so Wertvolles gestoßen, dass man ihn dafür ermordet hat? Dieser Verdacht scheint sich zu bestätigen, als sich herausstellt, dass der Rattenfänger Wolford Bessie bei Suttons Leiche ein Amulett sowie eine Taschenuhr gestohlen hat. Der Fall wird noch rätselhafter, als Stella von einem Unbekannten überfallen und von ihm in ihrer Muttersprache Griechisch nach Wolford Bessie gefragt wird. Kurze Zeit später findet man den Rattenfänger mit gebrochenem Genick. Und nicht nur das: Stella spricht bei der griechischen Botschaft vor, um den rechtmäßigen Besitzer des Amuletts zu ermitteln. In der Botschaft begegnet sie Sebastian Diakos, einem Fachmann für historische Münzen - und erkennt in ihm den Mann, der sie tags zuvor überfallen hatte. Doch ist Diakos auch der Mörder von Bessie und Sutton? Der Beantwortung dieser Frage rücken die Ermittler erst näher, als sie eine völlig überraschende Einsicht in die wahre Identität des bedeutenden Forschers erlangen ...","versions":[{"lang":1,"streams":[{"redirect":8971560,"hoster":"VOE"},{"redirect":8336417,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Drei Rächer","epNo":6,"alt":"Enough","descr":"In ein und derselben Nacht werden an unterschiedlichen Orten die drei vorbestraften Drogenhändler Michael Jones, Luther Stockton und Duckens LaBranche erschossen. Es wird schnell klar, welches Motiv möglicherweise hinter den Morden stecken könnte: Stockton, LaBranche und Jones sollten am nächsten Tag in einem Mordprozess vor Gericht erscheinen. Zuvor hatten die drei einen Deal mit der Polizei ausgehandelt. Sie wollten gegen ihren Konkurrenten Petrix Derosier aussagen, um im Gegenzug mildere Strafen für den Mord zu erhalten, den sie vor einem Jahr gemeinschaftlich begangen hatten. Hat Derosier seine Rivalen ausschalten lassen, um deren Aussagen vor Gericht zu verhindern? So schlüssig diese Theorie klingt - sie fällt in sich zusammen, als sich herausstellt, dass Jones, Stockton und LaBranche mit genau den Waffen erschossen wurden, mit denen sie selbst vor einem Jahr den Mord begangen hatten. Zudem ergibt sich ein weiteres Verdachtsmoment. Die Anklage gegen die drei Dealer beruht fast ausschließlich auf der Aussage einer Zeugin: Maggie Hall. Kurz vor Maggies Gerichtstermin hatten Jones, Stockton und LaBranche Maggie aufgelauert und sie aufs Übelste zugerichtet. Hat einer von Maggies Brüdern Rache an den Peinigern seiner Schwester genommen?","versions":[{"lang":1,"streams":[{"redirect":9825949,"hoster":"VOE"},{"redirect":9825948,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leiche im Keller","epNo":7,"alt":"Dead inside","descr":"Im Keller eines Hauses wird die Leiche des Unternehmers Kevin McBride entdeckt, der mit einem Hammer erschlagen wurde. Mac und sein Team sind überrascht, da es kein Haus über dem Keller gibt. Doch dieser Umstand klärt sich schnell auf: McBride ist Besitzer eines Umzugsunternehmens, das sich auf den Transport von Fertighäusern spezialisiert hat. Das Haus, in dem vermutlich der Mord stattgefunden hat, befand sich zum Zeitpunkt des Leichenfundes bereits auf dem East River. Zunächst geraten zwei Personen ins Visier der Ermittler: McBrides Sekretärin Rita Mannete und ein gewisser Tanor Sommerset, dem der Hammer gehört, mit dem der Unternehmer getötet wurde. Beide haben jedoch kein Motiv für den Mord. Eine weitere Spur ergibt sich aus dem Stück eines abgerissenen Fotos, dass der Tote in der Hand hielt. Macs Team findet heraus, dass McBride bei einer speziellen Website angemeldet war, auf der die Nutzer in Form von selbstgestalteten Kunstpostkarten ihre intimsten Geheimnisse offenbaren. Ist McBride umgebracht worden, weil jemand verhindern wollte, dass sein Geheimnis an die Öffentlichkeit dringt? Oder kam McBride ums Leben, weil er selbst ein dunkles Geheimnis hatte, dessen Offenbarung er unbedingt verhindern wollte?","versions":[{"lang":1,"streams":[{"redirect":8971563,"hoster":"VOE"},{"redirect":8336421,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mac ist tot","epNo":8,"alt":"My Name is Mac Taylor","descr":"Innerhalb einer Woche werden in New York zwei Männer umgebracht, die beide Mac Taylor hießen. Macdonald Taylor verblutete, nachdem man auf ihn geschossen hatte. Macabee Taylor wurde aus einem Hochhaus gestoßen. Mac und sein Team gehen davon aus, dass sie es mit einem Serienkiller zu tun haben - und dass Mac sein nächstes Opfer sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8971567,"hoster":"VOE"},{"redirect":9825960,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Autofriedhof","epNo":9,"alt":"The Box","descr":"Detective Danny Messer und das CSI-Team ermitteln die Identität einer stark verwesten Leiche. Es stellt sich heraus, dass ihnen dabei ausgerechnet Freundin Lindsay helfen kann.","versions":[{"lang":1,"streams":[{"redirect":9825964,"hoster":"VOE"},{"redirect":8336424,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verstrahlt","epNo":10,"alt":"The Triangle","descr":"Bei einem Überfall auf einen Geldtransporter wird nichts gestohlen. Der Sicherheitsmann Carl Custer aber stirbt auf grausame Weise. Bei der Autopsie stellt Sid konzentrierte Mikrowellenstrahlen als Todesursache fest. Sie führten dazu, dass Carls Herzschrittmacher explodierte. Haben es Detective Mac Taylor und sein Team mit einem übersinnlichen Phänomen zu tun?\rLaut eines Gerüchts gibts in New York in der Nähe des Empire State Building eine Art \u0027Bermudadreieck\u0027, in dem angeblich durch erhöhte Strahlung die Elektronik ausfällt.","versions":[{"lang":1,"streams":[{"redirect":8971565,"hoster":"VOE"},{"redirect":8336426,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die verbotene Frucht","epNo":11,"alt":"Forbidden Fruit","descr":"Zwei Streifenpolizisten überraschen einen Mann, als er eine Frauenleiche aus seinem Auto heben will. Er ergreift die Flucht und verletzt sich tödlich an einer Eisenstange. Nun bekommt Sid gleich zwei Leichen auf den Tisch. Und sowohl im Wagen des Kaufhausangestellten Tony Clark, als auch bei Modedesignerin Isabelle Vaughn findet er Reste einer sonderbaren, ihm unbekannten Frucht.","versions":[{"lang":1,"streams":[{"redirect":8971564,"hoster":"VOE"},{"redirect":8336427,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Braut trug Rot","epNo":12,"alt":"Help","descr":"Der Schlussverkauf beim Brautausstatter endet für Laurel Downs tödlich. Sie hat sich den Oberarm an den Verzierungen eine Brautkleides verletzt und ist verblutet. Mac und sein Team finden heraus, dass die junge Frau an einem Langstreckenlauf teilgenommen hatte, bevor sie ins Geschäft gestürmt war. Die mysteriösen Todesumstände deuten auf Mord. Eine Spur führt zu Musiker Trey Fager.","versions":[{"lang":1,"streams":[{"redirect":8971566,"hoster":"VOE"},{"redirect":8336428,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Leiche im Müll","epNo":13,"alt":"Rush to Judgement","descr":"In unterschiedlichen Müllcontainern wird die zerstückelte Leiche von Vince Nelson, dem Trainer einer Ringermannschaft, gefunden. Zunächst scheint es kein ersichtliches Motiv für den brutalen Mord zu geben, doch dann entdecken Mac und sein Team bei der Durchsuchung von Nelsons Haus kinderpornografische Fotos auf dessen Computer. Nelsons Ehefrau ist über den Fund schockiert. Offenbar ahnte sie nichts von den geheimen sexuellen Vorlieben ihres Mannes. Die Ermittler hegen die Vermutung, dass Nelson sich vielleicht an einem seiner Schützlinge aus der Ringermannschaft vergangen haben könnte und der Mord aus Rache geschah. Hat eines von Nelsons mutmaßlichen Opfern Selbstjustiz geübt? Die Bilder führen die Ermittler zu Todd Flemming, einem Mitglied der Ringermannschaft. Während der Vernehmung auf dem Revier bricht Todd jedoch plötzlich tot zusammen -und Detective Flack gerät in Verdacht, den Zeugen misshandelt zu haben und dadurch verantwortlich für dessen Tod zu sein. Glücklicherweise ergibt die Obduktion, dass Todd an einer Überdosis Antidepressiva gestorben ist, die er offenbar vor dem Verhör genommen hatte. Die Frage ist nur, ob Todd dies versehentlich oder absichtlich getan hat. Hatte er etwas mit der Ermordung seines Trainers zu tun?","versions":[{"lang":1,"streams":[{"redirect":8971570,"hoster":"VOE"},{"redirect":8336430,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mädchenhandel","epNo":14,"alt":"She\u0027s Not There","descr":"Kaum in New York angekommen, wird Adrik Fedoruk erstochen. Der Ukrainer war auf der Suche nach seiner Tochter Rani, die in die Fänge eines Menschenhändlerrings geraten ist. Inspektorin Gillian Whitford hatte Fedoruk Unterstützung zugesagt - auch weil sie persönlich in den Fall involviert ist. Ihre Nichte Rachel befindet sich nämlich ebenfalls in der Gewalt der Gangster.","versions":[{"lang":1,"streams":[{"redirect":8971568,"hoster":"VOE"},{"redirect":8336431,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Chaostage","epNo":15,"alt":"The Party\u0027s Over","descr":"Wegen einer Haushaltskrise bekommen New Yorker Polizisten kein Gehalt. Viele melden sich krank, darunter auch Danny, der bei seinen Kollegen mit dieser Solidaritätsbekundung aber nicht nur auf Verständnis stößt. Denn Mac und sein Team haben alle Händevoll zu tun. Sie müssen den Mord an dem stellvertretenden Bürgermeister Stuart Kaplan aufklären, der mit einer Krawatte erdrosselt wurde.","versions":[{"lang":1,"streams":[{"redirect":8971572,"hoster":"VOE"},{"redirect":8336432,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unter Geiern","epNo":16,"alt":"No Good Deed","descr":"Unternehmer John Pollock liegt tot im Dachgarten seines Hauses. Die Obduktion ergibt, dass er an Magengeschwüren litt und nach einem Schlag in den Bauch an inneren Blutungen starb. Pollocks Vermieter Oswego, ein ausgesprochen gewalttätiger Mann, und Pollocks Schwager Enrico Palmero geraten ins Visier der Ermittler. Hat Palmero den Mord im Auftrag seiner Schwester begangen, damit sie erben kann?","versions":[{"lang":1,"streams":[{"redirect":8971569,"hoster":"VOE"},{"redirect":8336434,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Anschlag","epNo":17,"alt":"Green Piece","descr":"Mitten in einem gutbürgerlichen Wohnviertel von New York detoniert eine Bombe. Sie wurde in einem weißen Transportfahrzeug deponiert und wog 200 Kilogramm - ein großer Sprengsatz, der dazu führt, dass ein Wohnhaus komplett zerstört wird. Der Besitzer des Hauses, der Unternehmer Felix Redman, kommt mit einem Schrecken davon. Doch unter den Trümmern wird die Leiche einer jungen Frau entdeckt: Es ist Redmans Tochter Allison.","versions":[{"lang":1,"streams":[{"redirect":9825995,"hoster":"VOE"},{"redirect":8336441,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Innere Werte","epNo":18,"alt":"Point of No Return","descr":"In einem Motelzimmer wird die Leiche von Anabel Pino, der Frau des ehemaligen Gerichtsmediziners Dr. Marty Pino, aufgefunden. Entdeckt wurde sie von einem Zimmermädchen des Motels, Lila Wickfield. Kurze Zeit später verschwindet Lila spurlos. Es stellt sich heraus, dass sie bei Anabels Leiche eine grosse Menge Heroin gefunden hatte. Offenbar hat sie sich nun mit dem Rauschgift aus dem Staub gemacht, um es zu verkaufen. Doch woher stammt das Heroin? Was hat Dr. Marty Pino damit zu tun? Und vor allem: Wer hat Anabel auf dem Gewissen ...?","versions":[{"lang":1,"streams":[{"redirect":8971574,"hoster":"VOE"},{"redirect":8336439,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der tote Häuptling","epNo":19,"alt":"Communication Breakdown","descr":"In einer U-Bahn kommt es zu einem handgreiflichen Streit, bei dem ein Mann plötzlich eine Waffe zieht. Ein Schuss fällt und ein Fahrgast stirbt. Bei dem Opfer handelt es sich um Amos Delaware, den Häuptling des Montika-Indianer-Stamms. Die Ermittlungen ergeben, dass der Schuss, der Delaware traf, ein Querschläger war und von außerhalb des Zuges abgefeuert wurde. Auch war nicht er die Ursache für den Tod des Häuptlings, sondern eine Blutvergiftung, die durch eine außergewöhnliche Waffe ausgelöst wurde: einen sogenannten Wolfskiller, eine Jagdwaffe aus Fischbein, die Delawares Darm perforiert hat. Stella findet heraus, dass Delaware seit Längerem in einen Rechtsstreit verwickelt war, bei dem es um Land ging, das dem Montika-Stamm zurückgegeben worden war. Aus unerklärlichen Gründen hatte Delaware kurz vor seinem Tod in die Wege geleitet, dass das Grundstück wieder an die Vorbesitzer, die Firma Agra Imports, verkauft werden sollte. Warum aber hat der Häuptling das getan und war dies vielleicht der Grund für seine Ermordung? Mac und sein Team kommen der Lösung des Falles ein gutes Stück näher, als auf dem fraglichen Gelände in einer Lagerhalle Computertechnik für den Betrieb illegaler Glücksspielseiten entdeckt wird ...","versions":[{"lang":1,"streams":[{"redirect":8971573,"hoster":"VOE"},{"redirect":8336442,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Letzter Ausweg","epNo":20,"alt":"Prey","descr":"Mac und sein Team erhalten eine makabre E-Mail. Sie enthält das Foto eines Mordopfers nebst der Angabe einer Adresse, wo die Leiche zu finden sei. Als die Detectives zu dem angegebenen Theater fahren, entdecken sie dort tatsächlich den ermordeten Gesangslehrer des Theaters, Marshall Baxter. Zudem finden sie eine Fülle von Spuren und Indizien, die jedoch zu völlig widersprüchlichen Erkenntnissen über den Tathergang führen. Es drängt sich der Verdacht auf, dass der Täter tiefgreifende Kenntnisse der Arbeitsweise der Spurensicherungsexperten hat und die Tatortspuren so manipuliert hat, dass eine Aufklärung des Verbrechens nur schwer möglich ist. In Bezug auf das mögliche Motiv des Mörders von Marshall Baxter werden Mac und sein Team allerdings schnell fündig. Es stellt sich nämlich heraus, dass Baxter ein penetranter und gewaltbereiter Stalker war. Eine Frau hatte er sogar soweit zur Verzweiflung getrieben, dass sie Selbstmord begangen hatte. Hat eines von Baxters Opfern nun Selbstjustiz geübt? Einen entscheidenden Hinweis auf den oder die Mörderin erhalten die Ermittler, als klar wird, dass sämtliche der fingierten Spuren am Tatort Mordfällen nachempfunden sind, die Stella als Gastdozentin an der Chelsea University als Beispiele in ihren Seminaren angeführt hatte ...","versions":[{"lang":1,"streams":[{"redirect":8971576,"hoster":"VOE"},{"redirect":8336443,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tiefer Fall","epNo":21,"alt":"The Past, Present and Murder","descr":"In das Büro des einflussreichen Zeitungsverlegers und Medienmoguls Robert Dunbrook wird eingebrochen, als er selbst noch anwesend ist. Dunbrook versucht, sich gegen den Eindringling zu verteidigen. Im Kampf stürzt der Einbrecher aus dem Fenster des im 20. Stock gelegenen Büroraums. Diesen Sturz zu überleben, ist unmöglich. Umso rätselhafter erscheint es, dass der Einbrecher bereits kurz nach dem Sturz spurlos verschwunden ist. Die Ermittlungen ergeben, dass es ausgesprochen schwer ist, in Dunbrooks Büro einzudringen. Das Türschloss ist mit einer Fingerabdruckserkennung gesichert. Mac und sein Team finden heraus, dass der Einbrecher die Fingerabdrücke einer ehemaligen Beraterin von Dunbrook, Ann Steele, rekonstruiert haben muss. Diese Spur macht den Fall nur noch mysteriöser, denn Steele wurde vor einiger Zeit Opfer eines Mordanschlags. Auch dieser Fall wurde seinerzeit von Macs Team bearbeitet. Damals kam ans Licht, dass die erfolgreiche Unternehmensberaterin wegen eines USB-Sticks sterben musste, auf dem hochbrisantes Material gespeichert war. Doch was hat Dunbrook mit der ganzen Sache zu tun?","versions":[{"lang":1,"streams":[{"redirect":8971575,"hoster":"VOE"},{"redirect":8336445,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Relikt","epNo":22,"alt":"Yahrzeit","descr":"Auf Xander Green, den Gutachter eines Auktionshauses, wird in seinem eigenen Büro ein Mordanschlag verübt. Angeschossen und stark blutend vermag Green sich gerade noch in die Halle des Auktionshauses zu schleppen, bevor er tot zusammenbricht. Als die Ermittler am Tatort eintreffen, bemerkt Mac, dass Greens Handy noch eine aktive Verbindung zu einem anderen Teilnehmer hat. Hat dieser unbekannte Gesprächsteilnehmer den Mord mitangehört und kennt womöglich den Namen des Täters? Ganz so einfach gestalten sich die Ermittlungen zwar nicht, doch Michael Elgers, mit dem Green kurz vor seinem Tod gesprochen hatte, kann Mac und seinem Team weiterhelfen. Elgers, ein Skinhead, berichtet, dass er mit dem Opfer befreundet war und dass Green ebenfalls ein Neonazi war. Ausserdem glaubt Elgers, sich erinnern zu können, dass während seines letzten Telefonats mit Green der Name Abraham gefallen sei. Aufgrund von Elgers\u0027 Aussage gelingt es den Ermittlern, den Uhrmacher Abraham Klein ausfindig zu machen. Er ist Jude und war während der nationalsozialistischen Diktatur im Vernichtungslager Auschwitz. Liegt der Grund für den Mord an Green im dunkelsten Kapitel der deutschen Geschichte? Zunächst sieht es danach aus, doch nach einem Einbruch in die Wohnung des Mordopfers nimmt der Fall eine unerwartete Wendung...","versions":[{"lang":1,"streams":[{"redirect":9584109,"hoster":"VOE"},{"redirect":9826016,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Schuld und Sühne","epNo":23,"alt":"Greater Good","descr":"Vor zwei Jahren kam die damals 16-jährige Maris Donovan bei einem Unfall ums Leben. Talmadge Neville hatte in einem Moment der Unaufmerksamkeit den Unfall verursacht. Maris prallte mit ihrem Fahrrad gegen Nevilles Auto und starb noch am Unfallort. Neville übernahm die volle Verantwortung für das Unglück und wanderte wegen fahrlässiger Tötung für 18 Monate ins Gefängnis. Nun opfert Mac seinen freien Tag, um den Fall erneut aufzurollen. Zurecht, denn Neville ist aus der Haft entlassen worden und schwebt in Lebensgefahr, da Maris\u0027 Mutter Katherine Donovan offenbar einen Auftragskiller namens Ronnie DeSoto auf Neville angesetzt hat. Mac entdeckt bei seinen Nachforschungen, dass es einige Ungereimtheiten bei der theoretischen Rekonstruktion des Unfalls gegeben hatte. Diese lassen nur einen Schluss zu: Neville kann damals gar nicht gefahren und war somit keinesfalls der Unfallverursacher. Wer aber trägt dann die Schuld am Tod von Maris Donovan? Und aus welchem Grund deckt Neville den wahren Täter? Unterdessen ist Danny mit einer höchst erfreulichen, privaten Angelegenheit beschäftigt: Er fährt mit Lindsay ins Krankenhaus - ihre Wehen haben eingesetzt.","versions":[{"lang":1,"streams":[{"redirect":9584110,"hoster":"VOE"},{"redirect":8336448,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Schattenmord","epNo":24,"alt":"Grounds For Deception","descr":"Im Central Park geschieht während einer Theaterveranstaltung unter freiem Himmel ein Mord. Wie bei einem Schattenspiel haben alle Zuschauer beobachten können, wie George Kolovos erstochen wurde - der Mörder blieb jedoch für alle Zeugen unerkennbar. Mac und sein Team finden heraus, dass der Ermordete der Geschäftpartner von Sebastian Diakos war. Diakos, ein Antiquitätenschmuggler, wurde jedoch selbst vor nicht allzu langer Zeit umgebracht - ein Fall, der seinerzeit vor allem Stella beschäftigte. Und auch der Mord an Kolovos scheint wieder im Zusammenhang mit dem Schmugglerring zu stehen, der wertvolle antike Kunstgegenstände aus Stellas Heimat Griechenland auf dem Kunstmarkt verkauft. Nach einigen genauen Untersuchungen stellt sich nämlich heraus, dass George Kolovos mit einer antiken Waffe erstochen wurde - und zwar mit einem besonders wertvollen Stück: dem Dolch, der Alexander dem Großen als Grabbeigabe in seine letzte Ruhestätte mitgegeben wurde. Rätselhaft an dieser Tatsache ist, dass die Lage des Grabes eigentlich als unbekannt gilt. Wie aber ist der Mörder dann an den Dolch gekommen? Eine erste heiße Spur führt zu Stellas altem Freund Professor Papakota. DNA-Spuren auf dem Hemd des Opfers stimmen mit Proben aus einer Kaffeetasse aus Papakotas Wohnung überein. Dass Papakota plötzlich verschwunden ist, erhärtet den Verdacht gegen ihn. Zur Verwunderung aller Kollegen erscheint auch Stella nicht mehr an ihrem Arbeitsplatz - sie ist offenbar nach Thessaloniki geflogen. Mac reist ihr kurzentschlossen hinterher, nicht ahnend, dass Stella und er selbst bald in eine äußerst gefährliche Situation geraten werden ...","versions":[{"lang":1,"streams":[{"redirect":9584111,"hoster":"VOE"},{"redirect":8336449,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Abschied für immer","epNo":25,"alt":"Pay Up","descr":"Der einflussreiche Zeitungsverleger und mächtige Medienmogul Robert Dunbrook ist wegen Betrugs und Veruntreuung in mehreren Fällen angeklagt. Kronzeuge der Staatsanwaltschaft ist ausgerechnet Dunbrooks Sohn Connor, der sich bereit erklärt hat, gegen seinen Vater auszusagen und darum unter Polizeischutz steht. Kurz vor der Gerichtsverhandlung tauchen mehrere maskierte Männer auf und liefern sich ein heftiges Feuergefecht mit Connors Bewachern. Unter ihnen befindet sich auch Detective Jessica Angell, die im Kugelhagel ums Leben kommt. Connor wird von den Männern entführt. Mac glaubt, dass Robert Dunbrook seine Finger im Spiel hatte und lässt heimlich einen Sender an Dunbrooks Limousine anbringen. So erleben die Ermittler mit, wie Dunbrook zunächst zu einer Bank fährt, eine grosse Summe Bargeld abhebt und sich schliesslich auf den Weg zum Flughafen macht. Zunächst geht man davon aus, dass der Verleger sich ins Ausland absetzen will. Doch dann stellt sich heraus, dass er sich mit den Entführern treffen will, um im Austausch gegen das Geld seinen Sohn freizubekommen. Mac, Flack und Danny greifen genau in diesem Moment ein - und geraten ins Visier eines Scharfschützen. Zwar kommen sie alle mit dem Leben davon, die Übergabe aber platzt und Dunbrook sieht keine Möglichkeit mehr, seinen Sohn zu befreien. Er übergibt den Ermittlern ein Video der Erpresser. Auf diesem kann Hawkes die Fingerabdrücke eines gewissen Simon Cade sichtbar machen, der als Angehöriger einer militärischen Schutztruppe aktenkundig ist, die in Bagdad kämpfte ...","versions":[{"lang":1,"streams":[{"redirect":8971580,"hoster":"VOE"},{"redirect":8336451,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Zersplittert","epNo":1,"alt":"Epilogue","descr":"Ein Monat ist vergangen, seit das CSI-Team bei der Gedenkveranstaltung für ihre verstorbene Kollegin Jessica Angell in den Kugelhagel unbekannter Schützen geraten war. Danny wurde bei der Schießerei so unglücklich von einer Kugel getroffen, dass er seitdem im Rollstuhl sitzt. Seine Chancen, jemals wieder laufen zu können, liegen bei nur zehn Prozent. Umso hellhöriger wird er, als sich eines Abends eine anonyme Anruferin bei ihm meldet und behauptet, Informationen über die Schießerei und die Täter zu haben. Danny unterrichtet sofort Mac und die beiden begeben sich zu dem vereinbarten Treffpunkt, einer leer stehenden Etage eines Bürogebäudes. Die Frau berichtet, dass ihr Bruder Jake gemeinsam mit zwei Kompagnons die Tat begangen habe - und dass die Bande noch weitere Aktionen plane. Doch noch bevor die Unbekannte genauere Details preisgeben kann, taucht aus dem Aufzug plötzlich ein Mann auf und schießt auf Mac und Danny, wobei die Informantin durch einen Querschläger ums Leben kommt. Die ballistische Analyse der Kugel ergibt, dass sie aus der gleichen Waffe stammt, die auch Danny verwundete. Und genau diese Waffe ist es auch, mit der kurze Zeit später erneut ein Anschlag auf eine Bar verübt wird. Dieses Mal allerdings stellen die Täter über eine Leuchttafel am Times Square eine Forderung: Sie wollen Geld, ansonsten würden sie weiterhin wahllos auf Menschen schießen. Mac und sein Team arbeiten Tag und Nacht, um die skrupellosen Schützen endlich ausfindig zu machen. Ein Fingerabdruck aus dem Bürogebäude, in dem Mac und Danny die Frau getroffen hatten, führt sie auf eine erste heiße Spur. Denn der Schütze war bei seiner Flucht mit einem Wachmann aneinander geraten, den er ermordete. Doch auch der Schütze wurde schwer verwundet und verstarb wenige Stunden danach in einem Krankenhaus - er hieß David Wilson. Durch eine Analyse des Telefonats und einen Stimmabgleich der anonymen Anruferin kann schließlich auch deren Identität und die ihres Bruders Jake geklärt werden. Als das CSI-Team die Wohnung des Verdächtigen aufsucht, können sie aber eine weitere Bluttat nicht mehr verhindern...","versions":[{"lang":1,"streams":[{"redirect":8971585,"hoster":"VOE"},{"redirect":8336450,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schwarze Liste","epNo":2,"alt":"Blacklist","descr":"Der Geschäftsmann Aaron Dexter aus Philadelphia wird in der Bronx erschossen. Mac und sein Team finden heraus, dass sich ein unbekannter Hacker Zugang zu Dexters Navigationssystem verschafft hatte. Dadurch war Dexter unwissentlich in den gefährlichen Stadtteil geraten. Doch noch bevor die Ermittler ein mögliches Motiv für den Hackerangriff ausmachen können, geschieht ein zweiter Mord. Der Arzt Dr. Jeff Evans erliegt in einem Restaurant einem allergischen Schock. Auch hier scheint wieder der mysteriöse Hacker am Werk gewesen zu sein. Denn sowohl der Hinweis des Kellners an die Küche, als auch der Notruf wurden elektronisch abgeblockt. Wenig später bekennt sich ein Mann, der sich selbst Grave Digger nennt, per Telefon zu den Anschlägen. Da der Unbekannte während seines Anrufs ausgesprochen schwer atmet, glauben die Detectives, dass es sich um einen schwerkranken Mann handelt. Lindsay gelingt es durch ihre Recherchen, eine Verbindung zwischen den beiden Mordopfern herzustellen: Dr. Evans arbeitete als Onkologe in einem Krankenhaus, das zu der Unternehmensgruppe gehört, für die auch Aaron Dexter tätig war. Die Vermutung liegt nahe, dass es sich bei den Morden um eine Racheaktion eines sterbenskranken Patienten handelt. Als sich der Verdächtige abermals bei der Polizei meldet, bringt er Macs Vater ins Spiel. Dieser war vor fast zwanzig Jahren nach langem Leiden an Lungenkrebs gestorben...","versions":[{"lang":1,"streams":[{"redirect":8971582,"hoster":"VOE"},{"redirect":8336455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kompass-Mörder","epNo":3,"alt":"LAT 40° 47\u0027 N/Long 73° 58\u0027W","descr":"Auf Ellis Island wird ein Toter gefunden, der sich offensichtlich erhängt hat. Am Tatort findet sich ein Kompass, dessen Zeiger Richtung Süden weist und in dieser Position fixiert wurde. Als das Team mit einem ähnlich gelagerter Fall am anderen Ende der Stadt konfrontiert wird, bei dem ebenfalls ein Kompass involviert ist, müssen die Ermittler von einem Serientäter ausgehen.","versions":[{"lang":1,"streams":[{"redirect":8971581,"hoster":"VOE"},{"redirect":8336458,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das DNS-Phantom","epNo":4,"alt":"Dead Reckoning","descr":"Der erfolgreiche Geschäftsmann Kevin Carter wird mit siebzehn Messerstichen in seiner eigenen Wohnung erstochen. Carters Ehefrau Deborah gesteht den Mord. Nachdem Kevin von einer längeren Geschäftsreise zurückgekommen sei, hätte sie sich auf ein gemeinsames Abendessen gefreut. Doch dann habe sie in Carters Jackentasche einen Ring und einen Liebesbrief von einer anderen Frau gefunden und habe ihren Mann aus Eifersucht und Rache ermordet. Der Fall scheint zunächst klar. Doch dann geben die DNA-Analysen der am Tatort sichergestellten Spuren Mac und seinem Team Rätsel auf. Denn an einem abgebissenen Brötchen und der Tatwaffe - einem Küchenmesser - wird DNA gefunden, die eindeutig nicht von Deborah stammt. Hawkes findet heraus, dass diese DNA, die von einer unbekannten, brünetten Frau stammen muss, mit Proben aus 21 weiteren Mord- und Raubüberfällen aus drei verschiedenen Bundesstaaten übereinstimmt. Eine fieberhafte Suche nach der Serientäterin beginnt, bei der auch überraschende Details über das Leben von Kevin Carter ans Licht kommen...","versions":[{"lang":1,"streams":[{"redirect":8971583,"hoster":"VOE"},{"redirect":8336459,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der tote Tänzer","epNo":5,"alt":"Battle Scars","descr":"Der junge Streetdancer Jesse Lewis und seine Freundin Brooke Hallworth werden in einem Hotelzimmer Opfer eines Überfalls. Nachdem Jesse zuvor bei einem Tanzwettbewerb gewonnen und ein Preisgeld in Höhe von 10.000 Dollar kassiert hatte, wollte er mit Brooke feiern. Doch plötzlich drang ein maskierter Mann in das Zimmer ein, schoss auf Jesse und schlug Brooke nieder. Während Jesse seiner schweren Verletzung erliegt, überlebt Brooke den Anschlag. Sie kann sich jedoch aufgrund einer Amnesie nicht mehr an den Vorfall erinnern. Mac und sein Team ermitteln im Umfeld der Streetdancer und erfahren, dass der Tänzer Dot com, ein Konkurrent Jesses, sich kurz vor dem Überfall einen heftigen, handgreiflichen Streit mit Jesse geliefert hatte. Er scheint jedoch trotzdem nicht der Mörder zu sein. Die weiteren Ermittlungen ergeben, dass Brooke und Jesse vor einiger Zeit schon einmal überfallen wurden. Darum begeben sich die Detectives auf die Suche nach diesem Räuber. Hat er nocheinmal zugeschlagen? Neben dieser Frage beschäftigt Mac vor allem eine Frage: Woher stammt die Munition, mit der Jesse erschossen wurde? Es handelt sich nämlich um eine Spezialmunition, die die Ermittler endlich auf eine heiße Spur bringt...","versions":[{"lang":1,"streams":[{"redirect":8971584,"hoster":"VOE"},{"redirect":8336460,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Nudel-Orgie","epNo":6,"alt":"It Happened to Me","descr":"Auf einem Parkplatz wird die blutüberströmte Leiche eines jungen Mannes entdeckt. Es handelt sich um den Finanzberater Martin Stafford. Als das CSI-Team am Tatort eintrifft, ist Hawkes geschockt: Er hatte den Mann wenige Stunden zuvor wegen Nasenblutens behandelt. Auf den Notruf von Staffords Begleiterin hatte er aggressiv reagiert, da es sich seiner Meinung nach um keine ernsthafte Erkrankung handelte. Nun macht er sich schwere Vorwürfe, da er glaubt, dass er Staffords Tod hätte verhindern können. Leider scheint es nun unmöglich, die junge Frau, die bei Stafford war, ausfindig zu machen. Bei der Obduktion kann Sid weder äußere Verletzungen feststellen, noch findet er Spuren eines Giftes. Und noch etwas gibt ihm Rätsel auf: Am Bein des Opfers klebt eine Nudel, die bei genauer Untersuchung einen Fingerabdruck offenbart und an der ein Haar hängt, das nicht vom Opfer stammt. Dadurch kommt Macs Team auf die Spur einer Veranstalterin für außergewöhnliche Partys. Die Teilnehmer dieser Partys beschmieren ihre Körper mit Essen und lassen sich dabei filmen. Martin Stafford war allerdings kein einziges Mal bei einer solchen Party. Dafür allerdings seine Begleiterin aus dem Park, die über ein Schmuckstück endlich ausfindig gemacht werden kann. Doch als Mac und Hawkes zur Wohnung der Frau fahren, erwartet sie eine böse Überraschung...","versions":[{"lang":1,"streams":[{"redirect":8971586,"hoster":"VOE"},{"redirect":8336465,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reise in den Abgrund","epNo":7,"alt":"Hammer Down","descr":"Willkommen am Abgrund von New York! In diesen Hochhausschluchten geht jeder Fall in die Tiefe. New Yorks wahre Abgründe finden sich dort, wo das Großstadtleben seinen unaufhaltsamen Lauf nimmt - wo es niemanden wirklich interessiert, wie und warum Einzelne auf der Strecke bleiben. Niemanden, bis auf das Team rund um den charismatischen Detective Mack \u0027Mac\u0027 Taylor. Als Kopf der Crime Scene Investigation New York setzt er seine Leute auf der Suche nach Gerechtigkeit auf jede noch so kleine Spur an. Denn er weiß, dass auch das Unbedeutende sich jederzeit als Schlüssel zu einer entsetzlichen Wahrheit entpuppen kann. Und so stürzen auch scheinbar harmlose Fälle die CSI:NY mit gnadenloser Regelmäßigkeit tief in die Abgründe des Menschenmöglichen. Doch was auch immer einen Täter bis zum Äußersten getrieben hat: Mac folgt ihm bis in sein tiefstes Inneres... niti argjent haben den","versions":[{"lang":1,"streams":[{"redirect":9828728,"hoster":"VOE"},{"redirect":8336467,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Irre","epNo":8,"alt":"Cuckoo\u0027s Nest","descr":"Auf einer Firmenfeier an Bord eines Bootes erscheint ein ehemaliger Mitarbeiter und richtet eine Waffe auf seinen Ex-Chef. Die Situation ändert sich schlagartig, als ein Körper von einer Brücke auf das Schiff stürzt und den Schützen unter sich begräbt. Vorerst wird von einem Selbstmörder ausgegangen, der sich in die Tiefe gestürzt hat. Als jedoch auf dem Grund des Flusses ein Kompass aufgefunden wird, sind sich die Ermittler sicher, mit einem weiteren Opfer des Kompass-Killers zu tun zu haben.","versions":[{"lang":1,"streams":[{"redirect":8971587,"hoster":"VOE"},{"redirect":8336464,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Morgengrauen","epNo":9,"alt":"Manhattenhenge","descr":"Mac und seinem Team ist es bisher nicht gelungen, den psychopathischen \u0027Kompass-Killer\u0027 ausfindig zu machen, der bereits drei Menschenleben auf dem Gewissen hat und so genannt wird, da er jedes Mal einen Kompass bei seinen Opfern hinterlässt. Zumindest war es Stella gelungen, die Identität des gefährlichen Mörders zu klären: Es handelt sich um einen gewissen Hollis Eckhart, der in einer Klinik wegen eines posttraumatischen Stresssyndroms und Schizophrenie behandelt worden war. Offenbar konnte Eckhardt die Ermordung seiner Frau vor zwei Jahren nicht verkraften und fing daraufhin an, selbst zu morden. Mac und Flack hatten Eckhart bis zum Gelände der Weltausstellung verfolgen können. Dort hat sich der Gesuchte jedoch scheinbar in Luft aufgelöst. Nun suchen die Detectives im unterirdischen Tunnelsystem, das sich unter der Weltausstellung befindet. Hier stoßen sie zwar nicht auf Eckhart, jedoch auf seinen Unterschlupf, in dem sich weitere Briefe von Eckhart finden. In ihnen scheint der verwirrte Mörder wahllos Menschen für den Tod seiner Frau verantwortlich zu machen. Leider ist es unmöglich, anhand dieser Aufzeichnungen Eckharts mutmaßliches nächstes Opfer zu erraten. Doch dann fällt Hawkes auf, dass der Todestag von Eckharts Frau mit einem besonderen Phänomen in New York zusammenfällt, das \u0027Manhattanhenge\u0027 genannt wird...","versions":[{"lang":1,"streams":[{"redirect":8971588,"hoster":"VOE"},{"redirect":8336463,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gruselkabinett","epNo":10,"alt":"Death House","descr":"Ein anonymer Notruf führt das CSI-Team in ein Penthouse in Manhattan, das einst dem Erfinder Sam Harding gehörte. Dort machen die Detectives einen ebenso grausigen wie rätselhaften Fund: Auf dem Boden des Wohnzimmers liegt die nahezu perfekt mumifizierte Leiche eines Mannes. Sid untersucht bei der Autopsie das Gebiss der Mumie und kommt zu dem Schluss, dass es sich um eine Prothese handelt, die vermutlich 1917 angefertigt wurde. Das Datum des Todes schätzt der Gerichtsmediziner auf 1923. Gestorben ist der Mann an elf Stichen in die Brust. Da der Besitzer der Wohnung, Sam Harding, aber bereits vor 30 Jahren an einer Lungenentzündung gestorben ist und ordnungsgemäß bestattet wurde, stellt sich die Frage, um wen es sich bei dem Toten handelt. Außerdem ist völlig unklar, wer der anonyme Anrufer war, der die Polizei überhaupt erst auf die Spur der Mumie brachte. Durch eine Rekonstruktion des Gesichts des Toten gelingt es schließlich, diesen zu identifizieren. Es handelt sich um den Finanzberater Walter Jones, der sich durch riskante Spekulationen viele Feinde gemacht hatte. Unter anderem hatte er Sam Harding nicht nur um dessen gesamtes Vermögen, sondern auch dessen Ansehen gebracht. Mac und sein Team folgern daraus, dass Harding Jones aus Rache erstochen haben könnte. Damit ist aber immer noch nicht die Frage geklärt, wer der anonyme Anrufer war. Fingerabdrücke auf einer zerbrochenen Scheibe im Penthouse von Harding führen die Tatortermittler schließlich auf die Spur eines gewissen Richard Lawson. Er hatte den Notruf offenbar direkt am Tatort getätigt, dabei um Hilfe gefleht und gesagt, sein Leben sei in Gefahr. Auf den Verdacht hin, dass Lawson sich womöglich noch immer in dem Penthouse befinden könnte, nehmen Mac und Stella die Wohnung noch einmal genauer unter die Lupe. Doch was sie dann entdecken, hätte wohl niemand ahnen können: Harding hatte seine Wohnung offenbar in ein regelrechtes Gruselkabinett mit versteckten Todesfallen, geheimen Türen und hermetisch abgeriegelten Zimmern verwandelt. In dieser Folge ebenfalls mit von der Partie, wenn auch nicht zu sehen: Peter Fox, dessen Song \u0027Schwarz zu Blau\u0027 in einer Instrumentalversion während einer Laborszene zu hören ist.","versions":[{"lang":1,"streams":[{"redirect":8971594,"hoster":"VOE"},{"redirect":8336466,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Überrollt","epNo":11,"alt":"Second Chances","descr":"Das New Yorker CSI-Team wird mit einem ebenso rätselhaften wie brutalen Mord konfrontiert: In einer Gasse liegt die Leiche eines Mannes, die zahlreiche Knochenbrüche und Verbrennungen aufweist. Die Obduktion ergibt, dass das Opfer offenbar zuerst von einem Auto langsam überrollt und anschließend in Brand gesteckt wurde. Zwar können die Ermittler schon bald die Identität des getöteten Mannes bestimmen: Es handelt sich um den ehemals drogenabhängigen James Manning, der eigentlich seit zwei Jahren als clean galt, doch bei den weiteren Ermittlungen stoßen Mac und sein Team gleich auf eine ganze Reihe von Widersprüchen. So bringen die Untersuchungen im Labor ans Licht, dass Manning zum Zeitpunkt seines Todes eine tödliche Dosis Heroin im Blut hatte. Den Verdacht, Manning könne vielleicht einem tragischen Rückfall erlegen sein, schieben die Detectives aber schnell wieder beiseite. Denn wie sich herausstellt profitiert seine Verlobte von einer 2,5 Millionen Dollar schweren Versicherung. Schließlich wird auch der Wagen sichergestellt, mit dem Manning am Abend seines Todes überfahren wurde. Der Besitzer ist Sam Baker, ein Musiker, der für die Tatzeit kein Alibi vorweisen kann, jedoch seine Unschuld beteuert. Skeptisch macht die Ermittler jedoch, dass dessen Freundin Debbie Fallon sogleich einen teuren Anwalt für die Verteidigung engagiert. Lindsay entdeckt derweil bei der näheren Untersuchung des Fahrzeugs erschreckende Parallelen zu einem ganz ähnlichen Fall, der erst sechs Monate zurückliegt: Denn schon einmal wurde ein ehemaliger Junkie auf die gleiche Weise ermordet - und auch damals wurde eine hohe Versicherungssumme an eine Frau ausgezahlt. Schnell wird dem CSI-Team klar, dass sie es hier wohl mit Versicherungsbetrug der übelsten Sorte zu tun haben. Was sie zu diesem Zeitpunkt jedoch noch nicht ahnen: Jemand aus dem Kreise ihrer Verdächtigen soll das nächste Opfer werden. In dieser Folge von CSI:NY, in der die Zuschauer die bekannten Ermittler sogar als Elfen des Weihnachtsmanns verkleidet zu sehen bekommen, geht es nicht nur vorweihnachtlich-besinnlich zu.","versions":[{"lang":1,"streams":[{"redirect":8971592,"hoster":"VOE"},{"redirect":8336475,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rache des Gesetzes","epNo":12,"alt":"Criminal Justice","descr":"Die 18-jährige Christine Reynolds ist auf brutale Weise erstochen worden. Ihrem mutmaßlichen Mörder, Antonio Reyes, wird vor Gericht der Prozess gemacht. Doch plötzlich nimmt der im Grunde eindeutige Fall eine überraschende Wendung, die so wohl niemand hätte erahnen können und die vor allem Mac fassungslos macht: Denn der an der Verhandlung beteiligte Staatsanwalt der Anklage, Craig Hansen, hat offenbar Beweise am Tatort manipuliert. Er war zuvor in seinem Schlafzimmer zu Hause auf ein fremdes Feuerzeug gestoßen. Da er daraus schloss, dass ihn seine Ehefrau mit einem anderen Mann betrügt, fasste er einen selbstsüchtigen Entschluss: Er schmuggelte das Feuerzeug an den frischen Tatort, wohl wissend, dass das forensische Labor schnellstmöglich den Besitzer ausfindig machen würde. Als das Gericht von den gefälschten Beweisen erfährt, muss es den Angeklagten Antonio Reyes wohl oder übel gegen Kaution auf freien Fuß setzen. Nach einem Verhör verschwindet Rob Meyers, dessen Fingerabdruck auf dem Feuerzeug gefunden worden war, schließlich spurlos. Den CSI-Ermittlern ist klar, dass dies kein Zufall sein kann und sie vermuten, dass Hansen sich am Liebhaber seiner Frau gerächt hat. Doch wo keine Leiche, da keine Anklage. Also setzen Mac und sein Team alles daran, Hansons Schritte nach der Gerichtsverhandlung zu rekonstruieren. Doch der Staatsanwalt ist gerissen und versteht es, seine Spuren zu verwischen, denn er kennt die Arbeitsweise seiner Kollegen genau. Dann aber gelingt es Adam, das Navigationsgerät in Hansons Fahrzeug zu \"knacken\". Das bleibt aber nicht die einzige Sorge des CSI-Teams: Denn der freigelassene Antonio Reyes hat in der Zwischenzeit die Polizisten abgehängt, die ihn beschatten sollten. Die Detectives befürchten, dass er die einzige Augenzeugin für seine Tat aus dem Weg räumen will. Denn nur ihre Aussage könnte ihn wieder hinter Gittern bringen...","versions":[{"lang":1,"streams":[{"redirect":8971591,"hoster":"VOE"},{"redirect":8336473,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schön tot","epNo":13,"alt":"Flag on the Play","descr":"Kristen Melvoy, einer der Stars des New Yorker Unterwäsche-Footballteams, wird nach einem wichtigen Spiel tot im Whirlpool der Mannschaftsumkleide gefunden. Todesursache war offenbar eine allergische Reaktion auf das Betäubungsmittel Lidocain. Zu diesem Ergebnis führen die Obduktion der Leiche und eine am Tatort gefundene Injektionsspritze, in der Spuren des Medikaments sichergestellt werden können. Mac und sein Team stehen damit vor der schwierigen Aufgabe, den Täter ausfindig zu machen - denn der Kreis der Verdächtigen ist nicht gerade klein. Der Verdacht fällt zunächst auf den Trainer des Frauen-Footballteams, Alex Martin, denn er ist wegen des Handels und der Verabreichung verbotener Dopingmittel bereits einschlägig vorbestraft. Außerdem war bekannt, dass zwischen der Toten und ihrer Mannschafskollegin Meredith Muir eine ausgeprägte Rivalität bestand und die beiden sich feindselig gegenüberstanden. Die Ermittler finden zudem Merediths Fingerabdruck auf einem abgerissenen Foto. In der Zwischenzeit erinnert sich Sid im Labor an Parallelen zu einem ähnlichen Fall, der erst einige Monate zurückliegt. Damals war Natalie Baldwin, die im selben Team wie die ermordete Kristen gespielt hat, völlig unerwartet an einem Herzinfarkt gestorben - und das, obwohl sie erst 22 Jahre alt war. Sid kommt nicht umhin, die noch immer tief trauernde Mutter von Natalie um eine Exhumierung der Leiche ihrer Tochter zu bitten. Schließlich verhören die Detectives auch Kristens ehemaligen Verlobten Scott Coleman, denn auch er hätte ein Motiv für den Mord gehabt: Kristen hatte sich schon vor Monaten im Streit von ihm getrennt und seinen teuren Diamantring kurzerhand verpfändet. Scott beteuert jedoch seine Unschuld - und berichtet dem CSI-Team von einem fast unglaublichen neuen Trend unter den Football-Ladies, der den Fall plötzlich gänzlich anders aussehen lässt. In dieser Folge von \u0027CSI: New York\u0027 ist Detective Danny Messer außerdem auf der Suche nach seiner gestohlenen Dienstmarke. Die Spur führt ihn schließlich in ein Pfandleihhaus, wo er überraschend auf Fingerabdrücke des verurteilten Serienmörders Shane Casey stößt. Casey dürfte den \u0027CSI: NY\u0027-Fans noch bestens aus der dritten Staffel der Serie bekannt sein, in der er sich über Wochen ein tödliches Katz- und Mausspiel mit den Ermittlern lieferte. In der Episode \u002751/III Blutige Botschaft\u0027 tauchte er zum ersten Mal auf und schickte dem CSI-Team mysteriöse Codes in Form von Symbolen und Zahlen. Doch obwohl Casey inzwischen im Gefängnis sitzt, scheint sein Fall für die Ermittler auch in dieser Staffel noch nicht ganz abgeschlossen zu sein.","versions":[{"lang":1,"streams":[{"redirect":9828418,"hoster":"VOE"},{"redirect":8336474,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blutsauger","epNo":14,"alt":"Sanguine Love","descr":"Das CSI-Team wird zu der Leiche einer jungen Frau gerufen, die im verschneiten Central Park von New York aufgefunden wurde. Bei der ersten Untersuchung des Tatorts fällt den Ermittlern sofort eine mysteriöse, kreuzförmige Narbe am Handgelenk des Opfers auf. Außerdem wurde der Frau offenbar ein Teil des Ohrläppchens abgebissen. Beides jedoch ist nicht die Todesursache. Denn die weiteren Ermittlungen ergeben, dass die Tote, Estelle Christensen, nach einem gezielten Stich in den Hals verblutete. Von der Tatwaffe hingegen fehlt jede Spur. Bei der Obduktion der Leiche im Labor werden in einem getrockneten Blutfleck am Hals des Opfers DNS-Spuren gefunden, die nicht von Estelle selbst stammen. Sie deuten auf den Tätowierkünstler Billy James hin, den Mac und sein Team daraufhin sofort ins Visier nehmen. Dieser verfügt allerdings über ein Alibi. Noch etwas macht Mac skeptisch: Als er Estelles Eltern aufsucht, entdeckt er am Handgelenk des Vaters ebenfalls eine kreuzförmige Narbe. Weitere Recherchen decken auf, dass diese Narbe auf die Zugehörigkeit zu einem Vampirkult hinweist. Allen Mitgliedern, die in diese Sekte aufgenommen werden, wird dazu in einer feierlichen Zeremonie das Handgelenk aufgeritzt, aus dem Sektenführer Joseph Vance das austretende Blut trinkt. Als das CSI-Team Vance einen Besuch abstattet, deutet vieles daraufhin, dass er der Mörder von Estelle ist. Auch im Kühlschrank machen die Ermittler eine scheußliche Entdeckung, die ihren Verdacht noch weiter erhärten soll. Eine am Tatort sichergestellte Kamera führt das CSI-Team aber zu einer ganz anderen Spur. Denn Estelle Christensen war eine begeisterte Hobby-Fotografin und hatte kurz vor ihrem Tod anscheinend noch fotografiert. Zeigen ihre letzten Bilder womöglich auch ihren Mörder?","versions":[{"lang":1,"streams":[{"redirect":8971593,"hoster":"VOE"},{"redirect":8336476,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Boxenstopp","epNo":15,"alt":"The Formula","descr":"Bei einem Sponsorenrennen auf den Straßen von Manhattan kommt es zu einem verheerenden Unfall: Nach einem Boxenstopp explodiert plötzlich das Fahrzeug von Rennlegende Davi Santos. Dieser wird daraufhin mit schwersten Verletzungen in ein Krankenhaus gebracht. Mac vermutet einen Sabotageakt - zumal Santos in der Rennfahrerszene nicht gerade beliebt ist und viele Neider hat - und lässt die Überreste des Wagens von seinem Team akribisch untersuchen. Dabei erhärtet sich der Verdacht: Die Benzinleitung wurde manipuliert. Damit stehen die Detectives allerdings vor einem ungewöhnlich großen Kreis aus Verdächtigen. Denn es scheint, als habe so ziemlich jeder in Santos\u0027 Umfeld ein Motiv für die Sabotage gehabt. Zunächst gerät der junge Nachwuchsfahrer Reece Turnball in Verdacht, den Wagen seines großen Vorbilds manipuliert zu haben, um so seine Karriere möglicherweise \"beschleunigen\" zu wollen. Doch auch Davi Santos\u0027 ärgste Konkurrentin Liza Gray hat ein starkes Motiv: Santos hatte sie vor nicht allzu langer Zeit durch ein waghalsiges Manöver in einem Rennen beinahe getötet. Außerdem erfahren die Ermittler, dass Santos in den letzten Wochen etliche Drohbriefe erhalten hat. Diese stammen von Josh Weaver, der schon lange erbittert gegen das Sponsoring von Autorennen durch Spirituosenfirmen kämpft. Noch etwas gibt den Ermittlern Rätsel auf: Ein Überwachungsvideo zeigt die Frau des Opfers, wie sie heimlich das Hotelzimmer des Teamchefs ihres Mannes verlässt. Die neue Spur wird jedoch schon bald von einer traurigen Nachricht überschattet: Denn als Davi Santos im Krankenhaus stirbt, geht es für das CSI-Team nicht länger nur um Sabotage, sondern um Mord.","versions":[{"lang":1,"streams":[{"redirect":8971596,"hoster":"VOE"},{"redirect":8336484,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Axt","epNo":16,"alt":"Uncertainty Rules","descr":"In einem Hotelzimmer werden vier junge Menschen beim Feiern kaltblütig ermordet. Zunächst fällt der Verdacht auf einen Freund der männlichen Opfer, den die Polizei blutüberströmt, desorientiert und mit einer Axt in der Hand auf der Straße aufgreift. Als jedoch klar wird, dass der Mann zum Tatzeitpunkt unter LSD-Einfluss gestanden hat und sich nur bruchstückhaft an die Nacht erinnern kann, macht sich das CSI-Team daran, den Fall minutiös zu rekonstruieren. Dabei kommt so manche Überraschung ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":8971595,"hoster":"VOE"},{"redirect":8336485,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Goldener Schlag","epNo":17,"alt":"Pot Of Gold","descr":"Am Abend des ‚St. Patrick‘s Day’ werden zwei Männer brutal umgebracht. Da es sich bei einem Opfer um den Journalisten Michael Paley handelt, der für seine brisanten Enthüllungsreportagen bekannt ist, vermutet das CSI-Team, dass der Mord mit einem seiner Undercover-Einsätze zu tun haben könnte. Als sich schließlich herausstellt, dass auch der zweite Tote für Paley gearbeitet und heimlich in einem Betrugsfall ermittelt hat, versuchen Mac und seine Truppe, deren Recherchen zu rekonstruieren.","versions":[{"lang":1,"streams":[{"redirect":8971597,"hoster":"VOE"},{"redirect":8336486,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ruhe sanft","epNo":18,"alt":"Rest In Peace, Marina Garito","descr":"Im Falle der toten Marina Garito deutet zunächst alles auf Selbstmord hin. Stella jedoch kann und will dies nicht glauben, zumal die Verstorbene für sie keine Unbekannte ist: Seit Jahren beschäftigt sich Stella mit dem ungeklärten Verschwinden von Marinas Zwillingsbruder, der allem Anschein nach ermordet wurde. Stella überzeugt das Team schiließlich, den Tatort erneut zu untersuchen. Noch ahnt sie nicht, was sie dort erwartet.","versions":[{"lang":1,"streams":[{"redirect":8971599,"hoster":"VOE"},{"redirect":8336488,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Höllentag","epNo":19,"alt":"Redemption","descr":"Der Serienkiller Shane Casey treibt wieder sein Unwesen! Kurz vor der Hinrichtung eines Strafgefangenen wird Dr. Sheldon Hawkes ins Gefängnis gerufen, weil der Gefangene etwas mit ihm klären will. Kurz bevor er die tödliche Spritze bekommen soll, bricht ein Officer tot zusammen...das Werk Caseys!!! Unterdessen kommen alle Gefangenen des Gefängnisses frei und sie ünbernehmen die Leitung! Dr. Hawkes ist aber noch drin und wenn er als Polizist erkannt werden würde, hätte er da drin nicht mehr lange zu leben...mit Hilfe eines Gefangenen kann er sich als Häftling \"tarnen\" und so einigermaßen unbeschadet überleben! Casey kommt dennoch frei, denn ein paar Folgen früher hat er die Identität von Danny Messer angenommen und auch sein Dienstausweiß und seine Marke gestohlen. Deswegen kann er als Officer verkleidet aus dem Gefängnis herrausspazieren, während der Häftling der Hawkes geholfen hat von dem Sondereinsatzkomamdo niedergeschossen wird. Hawkes will den umstehenden Polizisten klar machen, dass der Polizist Shane Casey ist, aber da er sich als Gefangener verkleidet hat wird auch er sofort zu Boden gerungen! UND: Shane Casey entkommt.....","versions":[{"lang":1,"streams":[{"redirect":9828441,"hoster":"VOE"},{"redirect":8336489,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gladiator","epNo":20,"alt":"Unusual Suspects","descr":"Bei den Arbeiten auf einer New Yorker Baustelle tritt plötzlich eine große Menge Blut zu Tage. Mac und sein Team finden daraufhin in der Baugrube die übel zugerichtete Leiche eines Mannes, die im Zement begraben wurde. Doch eine andere Beobachtung gibt den Ermittlern ein noch viel größeres Rätsel auf: Der Mann im Zement trägt die Kämpfermontur eines antiken Gladiators. Mac erkennt in dem Opfer den ehemaligen Amateurboxer Joe Carthage wieder, der mit seinem Trainer Telly Gines bis vor einigen Jahren noch große Erfolge feierte. Bei seinem letzten Kampf erlitt Carthage jedoch so starke Kopfverletzungen, dass er seine Karriere beenden musste. Stattdessen arbeitete er fortan in einer Bar und betäubte seine Schmerzen mit Marihuana und Alkohol. Dennoch wurde Carthage weiterhin von allen respektiert und hatte angeblich keine Feinde, was die Suche nach dem Täter für das CSI-Team umso schwerer gestaltet. Als bei der näheren Untersuchung der Leiche Glassplitter auf dem Gladiatoren-Kostüm sichergestellt werden können, eröffnet dies plötzlich eine heiße Spur: Die Splitter stammen von einer Spezialanfertigung, die so auf dem freien Markt nicht erhältlich ist. Hinweise der Herstellerfirma führen die Ermittler zu einem leerstehenden Bürogebäude in Midtown, in dem sie auf Blutspuren des toten Mannes, wie auch von vielen anderen Personen stoßen. Das CSI-Team findet heraus, dass ein gewisser Al Branson die verlassenen Räume für illegale Schaukämpfe nutzt und Geld mit deren Übertragung im Internet verdient. Offenbar war es ihm gelungen, auch Altmeister Joe Carthage für sein zweifelhaftes Projekt zu gewinnen. Für die Ermittler gilt es nun herauszufinden, was bei Carthages \u0027letztem\u0027 Kampf genau geschehen ist und wer ihn - vermutlich ohne zu wissen, dass er eigentlich noch gelebt hat - anschließend in der Baugrube einzementierte.","versions":[{"lang":1,"streams":[{"redirect":8971600,"hoster":"VOE"},{"redirect":8336492,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bauchschuss","epNo":21,"alt":"Tales from the Undercard","descr":"Der Teenager Nicky Harris wird mit einer gefährlichen Schussverletzung am Bauch in ein Krankenhaus eingeliefert. Begleitet wird er von seinem jüngeren Bruder Sam, der zwar dabei war, als Nicky angeschossen wurde, jedoch zum Geschehen keine genaueren Angaben machen kann. Er kann sich daran erinnern, dass ein Mann sie überfallen und seinem Bruder dabei eine goldene Uhr gestohlen hat, die ein Geschenk ihres verstorbenen Vaters war. Mit Hilfe von Sams Beschreibungen können die Detectives ein zuverlässiges Phantombild erstellen, welches zur Ergreifung eines gewissen Johnny Cook führt, bei dem die gestohlene, goldene Rolex auch tatsächlich sichergestellt werden kann. Er leugnet jedoch hartnäckig, auf den Jungen geschossen zu haben. Da zudem das Projektil nicht als Beweismittel vorliegt, sehen die Ermittler zunächst keine Chance, Cook die Tat nachzuweisen. Adam rekonstruiert die Flugbahn des Geschosses und kommt schließlich zu dem Ergebnis, dass die Kugel noch im Rucksack des Jungen stecken könnte. Doch dieser scheint spurlos verschwunden. Über eine Funkpeilung von Nickys Mobiltelefon, das in dem Rucksack steckt, kann das CSI-Team die Tasche des Jungen schließlich ausfindig machen. Doch als sie das Signal verfolgen, staunen sie nicht schlecht über den Fundort: Es handelt sich um die Wohnung des bekannten Bankräubers Troy Castro. Mehr noch: Neben Schulsachen und dem gesuchten Projektil findet sich in Nickys Tasche auch ein Bündel Geldscheine aus einem Banküberfall. Die Ermittler erhoffen sich aus dem Verhör von Castro Antworten zu dem verwirrenden Fund, doch diese Hoffnung zerschlägt sich schlagartig, als dieser auf der Flucht vor der Polizei vor einen Bus rennt und stirbt...","versions":[{"lang":1,"streams":[{"redirect":8971602,"hoster":"VOE"},{"redirect":8336494,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Fenster zum Hof","epNo":22,"alt":"Point of View","descr":"Nach einem Sturz möchte Mac seine Rippenbrüche am liebsten in Ruhe zu Hause in seiner Wohnung auskurieren - doch plötzlich sieht er sich mit unerwarteter \"Heimarbeit\" konfrontiert: Denn im Haus gegenüber geschehen merkwürdige Dinge. Zunächst beobachtet er, wie zwei Männer einen Aktenkoffer austauschen, aus dem einer der Männer schließlich einen geheimnisvollen Behälter mit einer Flüssigkeit entnimmt. Offenbar handelt es sich dabei um Gift, denn als etwas davon an einen Kanarienvogel verabreicht wird, stirbt das Tier. Als der Überbringer des Koffers wenig später ebenfalls tot in einem Waschraum aufgefunden wird, ist für Mac klar: Sein Nachbar muss in die Sache verwickelt sein. Doch er macht noch eine weitere Beobachtung, die ihn noch viel mehr überrascht: Sein Nachbar hat eine Frau zu Gast, die offenbar in der Wohnung übernachtet. Dabei handelt es sich ausgerechnet um seine ehemalige Freundin Peyton, die New York und ihm einst den Rücken gekehrt hatte. Peyton berichtet Mac, wegen eines Pathologen-Kongresses vorübergehend in der Stadt zu sein. Außerdem verteidigt sie ihren Gastgeber Kevin Scott, einen etwas schrulligen, aber angesehenen Mathematik-Professor, gegen alle Verdächtigungen. Bei der Untersuchung des toten Kanarienvogels werden jedoch Spuren von Sarin, einem gefährlichen Nervengift, gefunden. In der Wohnung von Kevin Scott finden sich Hinweise auf sein wahres Vorhaben: Offenbar plant der Professor, der auch ein bekannter Verschwörungstheoretiker ist, seinen nächsten Vortrag über die Gefahren eines chemischen Angriffs auf die USA besonders anschaulich zu machen, indem er das Sarin-Gift über die Lüftung in den Publikumsraum einströmen lässt.","versions":[{"lang":1,"streams":[{"redirect":8971601,"hoster":"VOE"},{"redirect":8336496,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Schnitzeljagd","epNo":23,"alt":"Vacation Getaway","descr":"Vier Wochen nach seinem Ausbruch aus dem Gefängnis wird der gefährliche Serienmörder Shane Casey endlich gefasst. Doch das tödliche Katz-und-Maus-Spiel, das er sich seit Jahren mit dem CSI-Team liefert, beginnt schon bald von Neuem: In einem Verhörraum der Polizei tötet der skrupellose Casey einen Wächter und flüchtet anschließend durch das Fenster. Nur wenig später taucht ein neuer, verschlüsselter Hinweis auf, der Casey\u0027s typische Handschrift trägt: In der Bar, in der er vor seiner Festnahme zuletzt gesehen worden war, hat er den Ermittlern absichtlich eine manipulierte Dollarnote hinterlassen. Es dauert nicht lange und es gibt ein weiteres Mordopfer zu beklagen: Ethan Ganz, Casey\u0027s ehemaliger Zellennachbar. Während für die CSI-Kollegen damit eine Schnitzeljagd quer durch New York City beginnt, in der Serienkiller Casey ihnen immer einen Schritt voraus zu sein scheint, starten Danny und Lindsay unterdessen in ihren ersten gemeinsamen Familienurlaub mit Kind. Bald wird jedoch klar, dass sie trotz der Entfernung vom Geschehen offenbar mitten in der Schusslinie stehen: Denn ein weiterer Geldschein von Casey enthält einen kryptischen Hinweis auf den Strand von Long Island, dem Urlaubsort der Familie Messer. Soll Danny Casey\u0027s nächstes Opfer werden?","versions":[{"lang":1,"streams":[{"redirect":8971603,"hoster":"VOE"},{"redirect":9829426,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Leiche im Labor","epNo":1,"alt":"The 34th Floor","descr":"Lindsay hat Casey in Notwehr erschossen, als dieser in ihre und Dannys Wohnung eingedrungen war und Tochter Lucy bedrohte. Nun - rund fünf Monate später - bekommt sie für ihr mutiges Eingreifen und das Beschützen ihrer Familie eine Ehrenmedaille verliehen. Doch während die gesamte CSI-Belegschaft noch bei der Zeremonie anwesend ist, stolpert die neue Tatortermittlerin Josephine \"Jo\" Danville, die ihren ersten Arbeitstag in New York antritt, im verlassenen Labor über eine blutüberströmte Leiche.","versions":[{"lang":1,"streams":[{"redirect":8971613,"hoster":"VOE"},{"redirect":8336499,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ihr letzter Chat","epNo":2,"alt":"Unfriendly Chat","descr":"Als Adam mit einer jungen Musikerin in einem Videochat flirtet, muss er plötzlich hilflos mit ansehen, wie seine Chatpartnerin von einem maskierten Mann überrascht und erwürgt wird. Adam verständigt sofort seine CSI-Kollegen, die daraufhin Kontakt zum Betreiber des Chats aufnehmen. Auf diese Weise will das Team herausfinden, wo das vermeintliche Verbrechen stattgefunden hat. Der Betreiber beteuert jedoch, dass sich das Opfer von praktisch jedem Ort der Welt angemeldet haben könnte. Mit Jos Hilfe gelingt es Adam trotzdem, sich an einige Auffälligkeiten aus dem Chat zu erinnern, die nur einen Schluss zulassen: Die junge Frau wohnt mitten in Manhattan. Tatsächlich gelingt es den Ermittlern, die Wohnung ausfindig zu machen, in der sie schließlich auch die Leiche des Opfers namens Sass Dumonde vorfinden. Sie wurde mit einem Kopfhörerkabel erdrosselt. Eines jedoch macht die Ermittler bei der Untersuchung des Tatorts stutzig: Der zugehörige Kopfhörer - wie auch viele andere Instrumente und Gerätschaften der jungen Musikerin - ist offensichtlich gestohlen. Der rechtmäßige Besitzer der \"Tatwaffe\" ist schnell gefunden: Es handelt sich um Professor William Aldicott, bei dem das Opfer ein Seminar besucht hatte - bis es zwischen den beiden zu einem heftigen Konflikt kam, als Dumonde auf einmal Plagiatsvorwüfe gegen ihren Professor erhob. Dieser hätte also durchaus ein Motiv für den Mord an seiner ehemaligen Studentin gehabt. Am Tatort, dem Apartment, öffnet sich dem Team jedoch auch noch eine weitere Spur: Weiteres Diebesgut sowie ein teilweise vorhandener Handabdruck führen das CSI-Team zu Torrey Powell, der nicht nur Sass Dumondes Freund war, sondern zudem auf den Diebstahl elektronischer Geräte offensichtlich \"spezialisiert\" ist. Ein Laptop etwa stammte von einem seiner jüngsten Raubzüge und gehört eigentlich Christopher Garcia, einem korrupten IT-Mitarbeiter eines großen Finanzunternehmens. Überrascht müssen Mac und sein Team feststellen, dass die besagte Firma zuletzt ins Visier des FBI geraten war. Waren auf dem Gerät also möglicherweise sensible Daten gespeichert, für die jemand bereit war zu morden? Noch während das CSI-Team dieser Frage nachgeht, gerät unbemerkt auch Adam in Lebensgefahr. Denn dem Mörder ist nicht entgangen, dass es während des Chats noch einen \"Augenzeugen\" gab ...","versions":[{"lang":1,"streams":[{"redirect":8971604,"hoster":"VOE"},{"redirect":8336498,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blinde Wut","epNo":3,"alt":"Damned If You Do","descr":"Das Ehepaar Travers wird im eigenen Schlafzimmer Opfer eines brutalen Überfalls, den nur die Ehefrau mit lebensbedrohlichen Verletzungen überlebt. Als Mac und sein Team am Tatort eintreffen, ist Grace Travers jedoch kaum ansprechbar. Auf die Frage nach der Identität des Mörders ihres Mannes gelingt es ihr lediglich noch, auf ein Bild ihres Sohnes Billy zu deuten. Detective Flack nimmt Billy Travers daraufhin sofort fest. Doch dieser zeigt sich völlig entsetzt von der Anschuldigung seiner Mutter und gibt an, zur gleichen Zeit mit seiner Freundin bei einer Party gewesen zu sein. Dennoch fehlt ihm für einen Zeitraum von knapp drei Stunden ein Alibi.","versions":[{"lang":1,"streams":[{"redirect":9828907,"hoster":"VOE"},{"redirect":8336500,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blutgericht","epNo":4,"alt":"Sangre Por Sangre","descr":"Panthro Torres, der Anführer einer mächtigen New Yorker Straßengang namens \"El Puno\", wird nach einem Sturz aus dem Fenster tot aufgefunden - aufgespießt auf dem Pfeiler des Vordaches. Mac und sein Team finden in dem Hotelzimmer eindeutige Beweise, dass es sich um Mord handeln muss und geraten sofort unter enormen Zeitdruck. Denn für sie gilt es nun, den Täter so schnell wie möglich zu finden, bevor die übrigen Mitglieder von \"El Puno\" Rache nehmen und einen blutigen Straßenkrieg mit den rivalisierenden Gangmitgliedern der \"Mambas\" vom Zaun brechen. DNS-Spuren am Tatort führen die Ermittler zu Hazel Ortega und damit zu einem ehemaligen Mitglied der feindlichen Gang. Doch anscheinend hat sich Ortega inzwischen von der Gruppe gelöst und arbeitet heute bei einem Escort-Service. Detective Flack gelingt es, die Frau ausfindig zu machen und für ein Verhör vorläufig festzunehmen, doch auf dem Weg zum Polizeirevier wird der Wagen aus dem Hinterhalt angegriffen und in eine brutale Schießerei verwickelt. Hazel Ortega kommt noch einmal mit dem Schrecken davon und gibt schließlich gegenüber Jo zu, in der fraglichen Nacht in dem Hotelzimmer gewesen zu sein. Als sie es wieder verließ, sah sie jedoch, wie jemand Torres einen Besuch abstattete. Den Anschlag auf sich versteht sie deshalb als eine Warnung und weigert sich aus Angst vor zukünftigen Vergeltungsaktionen, den Ermittlern den Namen dieser Person zu nennen. Mac sucht derweil Luther Devarro auf, eines der Gründungsmitglieder der puertoricanischen \"El Puno\"-Gang. Dieser wurde erst vor kurzem aus einer 15-jährigen Haftstrafe entlassen, für die Mac damals verantwortlich war. Dennoch erhofft sich Mac weitere Informationen und Unterstützung von Devarro. Der Plan scheint zunächst tatsächlich aufzugehen und Devarro zeigt sich bereit, das CSI-Team zu den Heckenschützen zu führen, die Flacks Wagen angegriffen haben. Als bei einer Explosion des Hauptquartiers der Gang jedoch plötzlich weitere Führungsmitglieder von \"El Puno\" ums Leben kommen, scheint die Zeit allmählich abzulaufen - und Mac gerät in größte Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":8971605,"hoster":"VOE"},{"redirect":8336504,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blutspur","epNo":5,"alt":"Out Of The Sky","descr":"Der Strafverteidiger Roland Carson empfängt gerade einen Mandanten in seinem Penthouse, als plötzlich zwei bewaffnete Männer die Wohnung stürmen. Die beiden Räuber schießen den Leibwächter James Belson nieder und erbeuten neben Bargeld und Aktien aus Carsons Tresor Juwelen im Wert von mehreren Millionen Dollar. Belson, der ein ehemaliger Polizei-Kollege von Danny ist, überlebt den Angriff - nicht jedoch einer der Täter: Einen der Männer finden die Ermittler am nächsten Tag tot neben dem sichergestellten Helikopter, der für die waghalsige Flucht vom Dach des Gebäudes benutzt wurde. Neben der Leiche findet sich zudem eine Umhängetasche, in der ein Peilsender versteckt ist. Da auch der Komplize des Toten eine solche Umhängetasche in der Nacht des Überfalls getragen haben soll, macht sich Computerspezialist Adam sofort daran, das Signal zurückzuverfolgen. Das CSI-Team staunt nicht schlecht, als die Spur schließlich in das eigene Labor führt: Dort steckt ein zweiter Mikrochip im Schuh einer bislang noch nicht identifizierten Männerleiche. Dass es sich bei der Leiche um einen gewissen Heath Kirkfield handelt, wird klar, als dessen Freundin Jenny Harper in der Gerichtsmedizin erscheint, um ihn als vermisst zu melden. Die Frau berichtet den Ermittlern, Heath habe die Tasche voller Juwelen mit nach Hause gebracht, nachdem diese im wahrsten Sinne des Wortes vom Himmel gefallen sei. Sie habe ihn aber überreden können, den Fund sofort zur Polizei zu bringen. Wie sich nun herausstellt, wurde Heath jedoch noch auf dem Weg dorthin erschossen. Blütenpollen in den Reifenspuren des Fluchtwagens bringen die Ermittler auf die Spur von zwei weiteren Männern, die offenbar ebenfalls an dem Raub beteiligt waren. Doch der Fall wird für Mac und sein Team immer düsterer und rätselhafter: Denn die zwei wurden inzwischen ebenfalls erschossen - und auch der letzte Überlebende der Diebesbande wird regelrecht hingerichtet aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":9828913,"hoster":"VOE"},{"redirect":8336503,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spurlos","epNo":6,"alt":"Do Not Pass Go","descr":"Der 19-jährige Student Jeremy Harris ist seit rund einer Woche spurlos verschwunden. Jetzt erhalten seine Eltern, Charles und Elizabeth, eine Nachricht von einem anonymen Anrufer, der ihnen genaue Instruktionen gibt, wo ihr Sohn angeblich zu finden sei. Der Unbekannte führt die beiden in ein leerstehendes Gebäude, auf dessen Dach sie einen Oldtimer mit einer stark verwesten männlichen Leiche finden. Es handelt sich jedoch nicht um die Leiche ihres Sohnes Jeremy: Das CSI-Team findet heraus, dass der Tote ein gewisser Craig Anderson aus Boston ist, der gemeinsam mit Jeremy an der New York University studierte. Die Ermittler stellen außerdem fest, dass durch die verzweifelte Suchaktion von Jeremys Eltern etliche Beweise am Tatort von diesen unabsichtlich vernichtet wurden - als sei dies die geplante Absicht des ominösen Anrufers und mutmaßlichen Mörders gewesen. Kurz darauf geht eine weitere Nachricht mit neuen Hinweisen auf Elizabeth Harris\u0027 Mailbox ein. Den Einwänden ihres Mannes zum Trotz begibt sie sich erneut auf die Suche nach ihrem Sohn und folgt abermals den Anweisungen des Anrufers. Dabei ahnt sie jedoch nicht, dass sie sich damit in akute Lebensgefahr begibt: Denn nur wenig später findet sie sich plötzlich gefangen in einem brennenden Lagerhaus in Brooklyn wieder. Mac und seinem Team wird endgültig klar, dass jemand das Ehepaar offenbar gezielt dazu benutzt, die Spuren eines Verbrechens zu beseitigen. Durch die wenigen unversehrten Indizien stößt das Ermittlerteam schließlich auf einen bislang ungelösten Mordfall, bei dem der Türsteher eines Nachtclubs erschossen wurde.","versions":[{"lang":1,"streams":[{"redirect":8971608,"hoster":"VOE"},{"redirect":8336507,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im Fadenkreuz","epNo":7,"alt":"Hide Sight","descr":"Das CSI-Team ist auf der Suche nach einem gefährlichen Heckenschützen, der in der Stadt scheinbar wahllos und wie aus dem Nichts auf Menschen schießt. Zwei Frauen sind dem perfiden Täter bereits zum Opfer gefallen, doch außer einer vagen Ähnlichkeit scheinen die Opfer keinerlei Verbindung zueinander aufzuweisen. Die DNS aus einer Blutspur am Tatort zwingt Mac jedoch, sich mit einem schon lange zurückliegenden Entführungsfall noch einmal auseinanderzusetzen. Vor 15 Jahren hatte er dabei geholfen, den damals neunjährigen Michael Reynolds aus den Fängen eines Sexualverbrechers zu befreien. Drei Jahre lang hatte sich die Entführung hingezogen und den Jungen in der Folge schwer traumatisiert. Mac ist geschockt von der Vorstellung, Michael könne sich unter den Eindrücken aus seiner Kindheit nun selbst zu einem Mörder entwickelt haben. Die Ermittler suchen das Elternhaus des Jungen auf. Dort erwartet sie jedoch eine böse Überraschung, als sie Michael nur noch tot antreffen - er wurde ebenfalls erschossen! Der Fall wird noch rätselhafter und verworrener, als das Team im Labor ein entdecktes Haar analysiert: Die daraus gewonnene DNS ist der von Michael sehr ähnlich, stimmt jedoch nicht gänzlich mit dieser überein. Sie muss folglich von einem Verwandten stammen. Bald schon wird Mac und seinem Team klar, dass sie offenbar einer Familientragödie auf der Spur sind. Noch bevor sie das ganze Ausmaß der Tat erkennen, fallen vom Dach eines Hotels in Midtown bereits die nächsten Schüsse ...","versions":[{"lang":1,"streams":[{"redirect":12915698,"hoster":"VOE"},{"redirect":8336509,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Geister, die ich rief","epNo":8,"alt":"Scared Stiff (1)","descr":"Das CSI-Team wird zu einem unheimlichen Fund im Central Park gerufen - in einem Abschnitt, von dem die New Yorker sagen, dass es darin spuke: Dort stoßen die Ermittler auf eine weiß gekleidete Frauenleiche, die mit weit aufgerissenen Augen an einen Baum lehnt. Auch die weiteren Umstände ihres Todes sind sehr mysteriös, da es keinerlei Anzeichen auf äußere Gewalteinwirkung oder Verletzungen gibt. Es scheint, als habe sich die Frau buchstäblich \"zu Tode erschreckt\". Hat sie tatsächlich etwas Übernatürliches beobachtet und ist vor Schreck gestorben? Spuren von fremdem Blut und eine eigenartige Substanz am Körper des Opfers geben den Ermittlern zusätzliche Rätsel auf: Denn das Blut kann im Labor einem Mann zugeordnet werden, der nachweislich bereits vor fünf Jahren verstorben ist. Als klar wird, dass es sich bei dem zweiten am Tatort sichergestellten Stoff um ein spezielles Make-up handelt, welches zur Herrichtung von Leichen benutzt wird, führt dies das Team zu einem kleinen Bestattungsunternehmen, das längst geschlossen wurde. Der Sohn des ursprünglichen Besitzers lebt jedoch noch immer in dem Gebäude und scheint einer abstoßenden Obsession nachzugehen. Die Ermittlungen nehmen schließlich noch größere Ausmaße an, als Mac im Park einen maskierten Mann bei dem Versuch ertappt, eine weitere, 15 Jahre alte Frauenleiche auszugraben. Es handelt sich bei der Toten um Rosie Parker, die Schwester von Polizeichef Ted Carver, die dieser jedoch merkwürdigerweise nie als vermisst gemeldet hat. Chief Carver behauptet, dass seine Schwester schon häufiger in ihrem Leben Reißaus genommen habe und er sich immer sicher war, dass sie eines Tages wegen ihrer Kinder, die er seit ihrem Verschwinden aufzog, zurückkehren würde. Doch Mac hat das beklemmende Gefühl, dass sein Vorgesetzter ihm möglicherweise nur die halbe Wahrheit erzählt ...","versions":[{"lang":1,"streams":[{"redirect":8971609,"hoster":"VOE"},{"redirect":8336513,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mantel des Schweigens","epNo":9,"alt":"Justified (2)","descr":"Die Leiche einer Frau, die schwer misshandelt und erschossen wurde, wird aus dem Hudson River geborgen. Obwohl die Ermittlungen zu dem Fall zunächst nach Routine aussehen, erhalten sie plötzlich eine ganz besondere Brisanz für das CSI-Team: Denn die Tote hatte bereits vor 15 Jahren die Identität von Roni Parker, der Schwester von Polizeichef Ted Carver, angenommen, als diese damals spurlos verschwand. Etwas beunruhigt die Ermittler jedoch noch mehr: Die Frau aus dem Fluss wurde mit einer Waffe getötet, die auf Chief Carver registriert ist. Dieser behauptet, die Pistole schon vor Jahren verloren und es versäumt zu haben, dies zu melden. Mac jedoch hat längst kein Vertrauen mehr in Carver. Zumal am Fundort der Leiche im Central Park ein Messer sichergestellt wurde, das ebenfalls zum Chief zurückverfolgt werden kann: Carver hatte es nachweislich in seiner Zeit als Streifenpolizist beschlagnahmt. Dies stellt die Detectives gleich vor zwei immense Herausforderungen: Zum einen müssen sie Nachforschungen in den eigenen Reihen anstellen, zum anderen uralte Beweise neu interpretieren. Bei der Leiche aus dem Hudson handelt es sich um Marcella Gomez. Sie war offenbar illegal in das Land eingereist und eine Ehe mit dem gewalttätigen Mitch Barrett eingegangen, um eine Green Card zu erhalten. Danny und Flack spüren den Ehemann auf, der nach einer turbulenten Verhaftung schließlich auch zugibt, Marcella mit einer Waffe erschossen zu haben, die er in deren Handtasche vorfand. Doch ist den Ermittlern nach wie vor ein Rätsel, wie die Pistole in die Hände der Frau gelangen konnte - und welches Geheimnis Chief Carver bis heute so krampfhaft zu verbergen versucht ...","versions":[{"lang":1,"streams":[{"redirect":9828928,"hoster":"VOE"},{"redirect":8336514,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tod im Schaufenster","epNo":10,"alt":"Shop Till You Drop","descr":"Als Jo den etwas zögerlichen Mac durch das winterliche New York zerrt, um die feierliche Schaufenster-Enthüllung eines renommierten Kaufhauses nicht zu verpassen, müssen beide feststellen, dass das Verbrechen in der Stadt auch zu Weihnachten keine Pause macht: Zuerst beobachtet Mac einen Taschendieb und nimmt die Verfolgung auf - und als es beide anschließend doch noch pünktlich zu dem Schaufenster schaffen und der Blick ins Innere endlich frei wird, versetzt dies der wartenden Menge einen Schock: Zwischen der festlichen Dekoration liegt die blutüberströmte Leiche eines Mannes. Bei dem Toten handelt es sich um Richard Grossman, den von seinen Mitarbeitern verachteten Filialleiter des Kaufhauses. Das CSI-Team stellt am Tatort Spuren eines gewissen Pascal Denton fest, der bis vor kurzem als Dekorateur für Grossman gearbeitet hatte, nach einem Streit mit diesem jedoch entlassen wurde. Denton, der bereits in der Vergangenheit wegen Körperverletzung auffällig geworden war, gibt im Verhör zwar unverblümt zu, sich über den Tod seines ehemaligen Chefs zu freuen, beteuert jedoch, daran unschuldig zu sein. Die Spur führt die überraschten Ermittler schließlich zurück zu dem Taschendieb namens Howie, den Mac unmittelbar vor dem Fund der Leiche im Schaufenster stellen konnte. Blutspuren vom Tatort wurden auf seiner Jacke nachgewiesen. Howie jedoch behauptet, dass diese nur dorthin gelangt sein können, als er auf seiner Flucht mit einer Frau zusammenstieß. Tatsächlich bestätigen die Aufnahmen der Überwachungskamera Howies abenteuerliche Geschichte und lassen sogar erkennen, wer zur Tatzeit so eilig aus dem Gebäude gestürzt ist. Diese Entdeckung lässt den Fall für Mac und sein Team jedoch in einem ganz neuen Licht erscheinen ...","versions":[{"lang":1,"streams":[{"redirect":8971612,"hoster":"VOE"},{"redirect":8336515,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Killerclown","epNo":11,"alt":"To What End?","descr":"Ein Mann im bunten Clownkostüm betritt eine New Yorker Bäckerei, zieht eine Waffe und erschießt den Besitzer, Gino Cressida, ohne auch nur ein Wort zu verlieren. Zwar sind zwei Streifenpolizisten schnell zur Stelle und können im Umfeld der Bäckerei einen Verdächtigen festnehmen, doch plötzlich erscheinen von allen Seiten als Clowns verkleidete Männer. Sie steigen dutzendfach aus U-Bahn-Stationen und Autos - und ehe die Polizisten begreifen, was überhaupt los ist, hat sich die Spur des Mörders bereits in der Menge verloren. Wie sich herausstellt, hatte der Täter einen Aufruf im Internet gestartet und die Verkleideten mit der Aussicht auf Geld zum Tatort gelockt, um seine ungehinderte Flucht zu ermöglichen. Die Identität des mordenden Clowns ist jedoch nicht das einzige Rätsel, vor dem das CSI-Team damit steht: Eine in der Nähe des Tatorts gefundene Pistole kommt nicht als Tatwaffe in Frage. Außerdem finden sich an der Leiche des Bäckereibesitzers merkwürdige Spuren des Gifts Zyanid und an einem Clownkostüm, auf das die Ermittler in einer Mülltonne stoßen, haftet Knochenstaub mit einer weiblichen DNS. Keine der Beweise in diesem Fall scheinen zusammenzupassen. Das Clown-Kostüm, welches der Mörder zur Tatzeit trug, ist im New Yorker Clownregister jedoch als Markenzeichen auf einen gewissen Stan Ridgeway eingetragen. Als Danny und Flac zu dessen Adresse fahren, finden sie Ridgeway gefesselt in seiner Wohnung vor. Er gibt an, überfallen und bewusstlos geschlagen worden zu sein. Als er wieder zu sich kam, war sein Kostüm verschwunden. Alles, was den Ermittlern bleibt, ist ein Fingerabdruck in einer Schminkdose. Tatsächlich erzielt dieser im Computer jedoch schnell einen Treffer: bei einem jungen Mann aus dem Zeugenschutzprogramm des FBI ...","versions":[{"lang":1,"streams":[{"redirect":8971610,"hoster":"VOE"},{"redirect":8336520,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spanisches Blut","epNo":12,"alt":"Holding Cell","descr":"Der Spanier Miguel Martinez wird erstochen in seinem New Yorker Apartment aufgefunden - und sofort zieht der Fall internationale Kreise. Denn als das CSI-Team am Tatort eintrifft, ist zu dessen Überraschung bereits ein anderer Ermittler vor Ort und untersucht den Leichnam: Hector Vargas, ein Kollege der Spurensicherung aus Barcelona. Er wurde von seiner Schwester Eva Martinez verständigt, die zugleich die Mutter des Opfers ist. Diese wiederum will von Miguels Freundin Natalia vom Tod ihres Sohnes erfahren haben. Mac und seinem Team kommt diese Familienbande jedoch mehr als merkwürdig vor. Zumal Natalia auf Rat von Eva Martinez anschließend sofort das spanische Konsulat aufgesucht hat. Das ist jedoch nicht die einzige Tatsache, die Mac an der Theorie eines Mordes zweifeln lässt: Von einer möglichen Tatwaffe fehlt jede Spur. Ebenso wenig hatte es einen Notruf von Miguel Martinez gegeben, obwohl dieser nach der Attacke nachweislich noch eine Zeit gelebt hat. Davon sprechen zumindest deutliche Blutspuren, die die letzten Schritte des Spaniers in seiner Wohnung dokumentieren. Doch auch wenn die Zuständigkeit in diesem Fall eindeutig bei den New Yorker Ermittlern liegt, werden ihre Nachforschungen scheinbar absichtlich erschwert: Ständig müssen sie sich mit der starren Bürokratie des Kriminallabors in Barcelona auseinandersetzen. Im Labor erlebt das CSI-Team schließlich die nächste Überraschung: In Miguels Blut können sie Antidepressiva und einen auffallend hohen Alkoholspiegel nachweisen, obwohl es heißt, dass dieser keinen Tropfen getrunken habe. Für diesen Widerspruch ist die Lösung jedoch schnell gefunden: Miguel arbeitete als Promoter von Nachtclubs - und die Hauptattraktion seiner letzten Neueröffnung bestand darin, dass Alkohol über den Köpfen der Gäste vernebelt wurde. In dem Club erfahren die Ermittler auch von einem Streit zwischen Miguel und einem Drogendealer namens Leo, der sich am Eröffnungsabend ereignet haben soll. Sid bemerkt bei einer erneuten Obduktion der Leiche außerdem eine alte Strangulationsmarke am Hals des Toten. Doch die Zeit läuft Mac und seinem Team davon: Noch während Eva Martinez bereits darauf drängt, dass der Leichnam ihres Sohnes zur Bestattung freigegeben wird, beginnt das Bild des erfolgreichen, jungen Spaniers immer mehr zu bröckeln ...","versions":[{"lang":1,"streams":[{"redirect":8971616,"hoster":"VOE"},{"redirect":8336519,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Partykiller","epNo":13,"alt":"Party Down","descr":"Als ein Sattelschlepper mit rund zwanzig jungen Menschen an Bord in den New Yorker Hudson stürzt, finden mehrere der Insassen den Tod. Offenbar war der Laderaum des Lastwagens Schauplatz für eine ausgelassene Party. Das CSI-Team weiß, dass diese ungewöhnlichen Feiern in der Stadt längst zum Trend geworden sind und immer populärer werden. Doch ist dabei eigentlich nicht vorgesehen, dass der Truck sich wieder in Bewegung setzt, sobald die Feierwilligen eingestiegen sind. Die Tatortermittler finden zudem weitere Beweise dafür, dass der Wagen absichtlich in den Fluss gesteuert wurde - jedoch bleibt die Frage offen: Wer war der Fahrer? Unter den Opfern ist auch Victoria Enzo, die Tochter eines einflussreichen Gewerkschafters. Mac und seine Kollegen vermuten deshalb, dass der \"Unfall\" gezielt geplant wurde, um die junge Frau zu töten. Das Team erfährt jedoch, dass Victoria offiziell gar nicht auf der Gästeliste der rollenden Party stand: Ihr war die Einladung von ihrer Freundin Jessica Thompson weitergereicht worden. Wie sich herausstellt, gab es genau vier persönliche Einladungen für den Abend, die allesamt ein unbekannter Mann ausgegeben hatte. Doch für wen der Eingeladenen sollte die Feier tödlich ausgehen? Auf einer Phantomskizze glaubt Jessica, ihren Ex-Verlobten John Everett wiederzuerkennen. Ist er der anonyme Überbringer der Einladungen? John ist in der Vergangenheit als Stalker aufgetreten und wird deshalb sofort verdächtigt. Doch die Spur scheint ins Leere zu laufen, als das Team John schließlich aufspürt: tot unter den Leichen der ertrunkenen Partygäste. Für Mac und sein Team ist klar: Sie müssen herausfinden, wer die übrigen Eingeladenen sind und welche Gemeinsamkeit sie verbindet. Bald wird klar, dass einer von ihnen in Wahrheit der Mörder ist, der alles geplant hat ...","versions":[{"lang":1,"streams":[{"redirect":8971615,"hoster":"VOE"},{"redirect":8336522,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bittere Pillen","epNo":14,"alt":"Smooth Criminal","descr":"Im dichten Gedränge einer erst kürzlich neu eröffneten Bar in New York zieht ein unbekannter Mann plötzlich eine Waffe und erschießt zwei der Gäste sowie den Barkeeper. Außerdem nimmt er eine weitere Frau als Geisel, mit der er sich bis zu seiner Tat scheinbar noch ungezwungen unterhalten hatte. Dann flüchtet er und seine Spur verliert sich in den dunklen Straßen von New York. Da der Mann seine Opfer offenbar bewusst ausgewählt und mit gezielten Schüssen getötet hat, gehen Mac und sein Team von einem Auftragsmord aus. Sie versuchen herauszufinden, was die Opfer miteinander verbindet. Viel dringlicher ist für die Ermittler jedoch die Frage, warum der Mörder sein letztes Opfer vorerst verschont und verschleppt hat, statt es ebenfalls direkt auf der Stelle zu töten. Verfügt die entführte Frau möglicherweise über Informationen, die für den Schützen oder dessen Auftraggeber noch wichtig sind? Vor allem aber: Lebt sie noch? Die Obduktionsergebnisse der Leichen aus der Bar geben derweil neue Rätsel auf: Bei den beiden erschossenen Lokalgästen handelt es sich um tödlich erkrankte Patienten, deren Körper jeweils auffällig hohe Uran-Konzentrationen aufweisen. Eine Erklärung für dieses Phänomen findet das Labor jedoch zunächst nicht. Über die Auswertung der Fingerabdrücke vom Tatort kann aber immerhin die entführte Frau identifiziert werden: Es handelt sich um die Krankenschwester Camille Jordanson, die kürzlich entlassen wurde, da sie angeblich Medikamente von ihren Patienten gestohlen haben soll. Eine Durchsuchung ihrer Wohnung, bei der die Polizisten auf Unmengen von Arzneien stoßen, bestätigt zwar diesen Verdacht und beweist auch, dass die beiden in der Bar erschossen Todkranken von ihr behandelt wurden. Doch Sheldon, der ein alter Freund von Camille ist, kann nicht glauben, dass Camille aus reiner Profitgier gehandelt hat. Allmählich kommt das CSI-Team einem schockierenden Klinikskandal auf die Spur ...","versions":[{"lang":1,"streams":[{"redirect":8971618,"hoster":"VOE"},{"redirect":8336523,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mord nach Ansage","epNo":15,"alt":"Vigilante","descr":"In der New Yorker Notrufzentrale geht ein mysteriöser Anruf ein: Eine Männerstimme am anderen Ende weist auf einen Mord hin, der in Kürze begangen werden soll. Nur wenig später stoßen Polizisten tatsächlich - wie angekündigt - auf eine brutal zugerichtete Leiche: Es handelt sich um einen gesuchten Vergewaltiger, der der Polizei damit praktisch ausgeliefert wird - ein Fall von Selbstjustiz? Mac und sein Team suchen im Umfeld von ehemaligen Opfern nach Angehörigen. Eine heiße Spur erhalten sie dabei durch ein Haar vom Tatort: Es klebte am Isolierband, mit dem die Hände des Ermordeten gefesselt waren. Da die DNS der vergewaltigten Frauen damals archiviert wurde, findet sich schnell ein Treffer in der Datenbank: Das Haar stammt von einer gewissen Kate Price. In ihrer Wohnung stoßen die Ermittler außerdem auf mehrere Fotos, die beweisen, dass die Frau ihrem Peiniger nachgestellt hat. Hatte sie möglicherweise genug Beweise gesammelt und nun einen Auftragskiller beauftragt? Kate Price besorgt sich sofort einen Anwalt und schweigt beharrlich. Doch noch während sie in Untersuchungshaft sitzt, wird ein weiterer Sexualstraftäter ermordet - und wieder wurde die Tat zuvor per Telefon von einem Unbekannten angekündigt. Spuren am neuen Tatort deuten aber daraufhin, dass es mindestens zwei Täter geben muss. Die Spurensucher nehmen die Aufzeichnungen der Notrufzentrale noch einmal genau unter die Lupe. Dabei stoßen sie auf auffällige Merkmale im Stimmbild, die nahelegen, dass die Stimme des ominösen Anrufers mit einem Verzerrer manipuliert wurde: Offenbar hat man es nicht mit einem Mann zu tun, der die Morde ankündigte, sondern mit einer Frau ...","versions":[{"lang":1,"streams":[{"redirect":12919770,"hoster":"VOE"},{"redirect":8336526,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Maskenball","epNo":16,"alt":"The Untouchable","descr":"Als eine junge Frau tot in einer dunklen Gasse von New York aufgefunden wird, ist Detective Mac Taylor schockiert: Tessa James war ihm bereits mehrere Male auf der Straße begegnet. Die junge Frau, die offenbar an einer Zwangsstörung litt, behauptete stets, Zeugin eines Mordes geworden zu sein, sprach jedoch derart rätselhaft und verworren, dass Mac dem angeblichen Verbrechen niemals nachgehen konnte. Jetzt ist Tessa James selbst tot. Sie starb an einer Überdosis Heroin. Was zunächst aussieht wie der tragische Tod einer Wahnsinnigen, entpuppt sich bei der Obduktion im Labor jedoch als Mord: Denn Tessa war weder drogenabhängig, noch hatte sie sich die tödliche Dosis selbst gespritzt. In ihrer Wohnung stoßen die Tatortermittler auf Zeitungsausschnitte und weitere kryptische Hinweise auf ein Gewaltverbrechen, die jedoch erst noch entschlüsselt werden müssen. Wie es scheint, hatte die Frau tatsächlich einen Mord beobachtet und war wie besessen davon, den Fall auf eigene Faust zu lösen. Hatte jemand Wind von Tessas Nachforschungen bekommen und die einzige Zeugin nun aus dem Weg geräumt? Mac und sein Team stehen vor der immensen Aufgabe, nicht nur Tessas Mörder zu finden, sondern auch das Verbrechen zu lösen, dem sie auf der Spur war. Die Erinnerungen an die Begegnungen mit Tessa und die Hinweise in ihrer Wohnung führen Mac zu einem exklusiven New Yorker Club, in dem ein Maskenball veranstaltet wurde. Im dortigen VIP-Raum stößt er tatsächlich auf Blutspritzer, doch von einer Leiche fehlt jede Spur. Die Clubbesitzer zeigen sich indes wenig begeistert von dem herumschnüffelnden Detective. Mac ahnt nicht, dass er sich mit Leuten anlegt, denen jedes Mittel recht ist, um ihre Geheimnisse zu bewahren ...","versions":[{"lang":1,"streams":[{"redirect":8971620,"hoster":"VOE"},{"redirect":8336530,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Spur des Skorpions","epNo":17,"alt":"Do Or Die","descr":"In der angesehensten Privatschule Manhattans wird eine junge Frau tot in einem Toilettenraum aufgefunden. Blutspuren am Waschbecken zeugen von einem Gewaltverbrechen, dem Olivia Prescott, die als beliebteste Schülerin der Schule galt, zum Opfer gefallen ist. Außerdem gehörte Olivia zu den Besten ihres Jahrgangs, war zur Abschlussrednerin auserkoren worden und hatte gute Aussichten auf einen Studienplatz an einem renommierten College. Mac und seinem Team wird jedoch gleich zu Beginn der Ermittlungen deutlich, dass unter den privilegierten Schülern ein erbarmungsloser Konkurrenzkampf tobt. War also möglicherweise Neid das Mordmotiv? Da Olivia vor ihrem Tod eine Freistunde hatte, versuchen die Ermittler zunächst, die letzten Schritte der Schülerin zu rekonstruieren. Bei der Obduktion entdeckt Sid am Knie der Leiche Sporen eines Schimmelpilzes, der das Team in die Bibliothek führt. Bald schon stellt sich heraus, dass diese von den Privatschülern nicht nur für das Selbststudium genutzt wurde: Dem Schüler Benjamin Gold diente sie als Ort, um heimlich Sexfilme mit anderen Studentinnen zu drehen. Offenbar hatte Olivia ihn am Tag ihres Mordes bei einem Dreh beobachtet und ihm daraufhin gedroht, sein Treiben der Schulleitung zu melden. War dies ihr Todesurteil? Zu seiner Entlastung kann Benjamin den völlig verblüfften Detectives jedoch ein überraschendes Dokument vorlegen. Als das CSI-Team bereits glaubt, mit seinen Ermittlungen in einer Sackgasse festzustecken, stößt Mac unter den persönlichen Gegenständen des Opfers auf eine verdächtige Wasserflasche. Bei näherem Hinsehen fällt ihm auf, dass auf ihr die Lösungen für eine Geschichtsklausur aufgedruckt sind. Starb Olivia, weil sie einen Betrüger unter ihren Mitschülern mit dem Fund konfrontierte? Oder war sie selbst womöglich gar nicht die Musterschülerin, die sie zu sein vorgab ...","versions":[{"lang":1,"streams":[{"redirect":8971623,"hoster":"VOE"},{"redirect":8336533,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Abgezockt","epNo":18,"alt":"Identity Crisis","descr":"Ellie, die Adoptivtochter von CSI-Ermittlerin Jo Danville, wird in der New Yorker U-Bahn Zeugin eines brutalen Mordes: Ein junger Mann liefert sich eine heftige Auseinandersetzung mit einem älteren, gebrechlichen Senior. Plötzlich fallen Schüsse und der alte Mann bricht blutend zusammen. Der Angreifer hingegen entkommt unerkannt. Als Mac und sein Team die Leiche des Mannes untersuchen, stellen sie Erstaunliches fest: Bei dem Opfer handelt es sich in Wahrheit um eine verkleidete junge Frau. Bei sich trug sie eine Zigarrenkiste, gefüllt mit wertlosem Zeitungspapier, das auf die Form von Geldbündeln zugeschnitten wurde. Doch damit noch nicht genug der Rätsel: Alle Zeugen aus der U-Bahn-Station, die den Mord beobachten konnten, wollen einen Schuss gehört haben - und auch die Wunde der Toten weist die typischen Merkmale einer Schussverletzung auf. Es gibt jedoch keinerlei Schmauchspuren, obwohl der Schuss im Gedränge aus nächster Nähe abgefeuert wurde, und auch keine Hinweise auf ein Projektil. Außerdem stellt Sid am Wundgewebe Erfrierungen und Spuren eines Stoffes fest, der zu Kriegszeiten bei deutschen U-Booten Verwendung fand. Die vielen abstrusen Beweise, die so gar nicht zueinander passen, machen das CSI-Team zunächst ratlos. Dann meldet sich plötzlich ein gewisser Harvin Garrity auf dem Handy der toten Frau. Im CSI-Labor identifiziert dieser die Leiche als seine Ehefrau Renee. Diese habe er am Morgen noch zum Flughafen gefahren, wo sie angeblich als Stewardess arbeite. Er kann sich deshalb nicht erklären, warum sie überhaupt noch in der Stadt war. Flack überprüft die Aussagen des Ehemanns im Polizeicomputer und macht eine Entdeckung: Entweder lügt Harvin Garrity oder er hat keine Ahnung, wen er geheiratet hat - denn die Frau, zu der die von ihm gelieferte Sozialversicherungsnummer gehört, ist bereits seit zwölf Jahren tot. Jo trifft derweil eine schwierige Entscheidung: Sie muss Ellie mitteilen, dass ihre leibliche Mutter eine lebenslange Haftstrafe im Gefängnis absitzt. Doch wird sie ihrer Adoptivtochter auch beichten, dass sie es war, die Ellies Mutter hinter Gittern brachte?","versions":[{"lang":1,"streams":[{"redirect":8971621,"hoster":"VOE"},{"redirect":8336534,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flambiert","epNo":19,"alt":"Food for Thought","descr":"Hawkes testet mit seiner Freundin Camille auf einem Straßenfest einen der neuesten kulinarischen Trends der Stadt: internationale Gourmet-Speisen serviert am Imbisswagen. Doch kaum haben die beiden ihre Bestellung aufgegeben, explodiert der Wagen direkt vor ihren Augen. Der junge Koch der rollenden Küche, Derby Chasen, kommt dabei ums Leben. Das CSI-Team findet schnell heraus, dass es sich offenbar um einen gezielten Mordanschlag auf den Koch handelt. Denn Beweise am Tatort belegen, dass der Imbisswagen mit einer selbstgebastelten Bombe in die Luft gesprengt wurde. Es ist kein Geheimnis, dass in dieser gastronomischen Marktnische ein erbitterter Konkurrenzkampf tobt. Die Detectives müssen nun herausfinden, ob auch jemand aus Chasens Umfeld bereit war, über Leichen zu gehen. An Verdächtigen mangelt es den Ermittlern nicht: Dem Hotdog-Verkäufer Odelin Gonzales war Chasen schon länger ein Dorn im Auge, denn mit seinem wenig spektakulären Geschäftskonzept lockte er selbst kaum noch Kunden an seine Theke. Und auch Chasens Lehrmeister, der Koch Broxton Langley, hat ein Motiv - und kurz vor dessen Tod zudem einen handfesten Streit mit dem Opfer: Broxton warf seinem ehemaligen Schüler vor, exklusive Rezepte von ihm gestohlen zu haben. Mac und sein Team kommen plötzlich jedoch noch einem weiteren, schmutzigen Geheimnis auf die Spur: Der edle Gourmet-Imbisswagen war offensichtlich nicht nur den Gaumenfreuden seiner Kunden gewidmet, sondern diente zugleich als Deckmantel für einen Prostitutionsring, was dem jungen Chefkoch sicher noch weitere Feinde eingebracht haben dürfte ...","versions":[{"lang":1,"streams":[{"redirect":8971619,"hoster":"VOE"},{"redirect":8336536,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kofferleiche","epNo":20,"alt":"Nothing For Something","descr":"Bereits zum zweiten Mal in acht Monaten müssen sich Mac und sein Team mit einer jungen Frauenleiche im Central Park befassen, die zwei tiefe Stichwunden direkt über dem Herzen aufweist. In beiden Fällen wurden die Opfer zudem von einem Linkshänder ermordet und anschließend nackt im Park abgelegt. Für die Ermittler besteht damit kein Zweifel mehr: In der Stadt treibt offensichtlich ein Serienkiller sein Unwesen. Lindsay stößt im schlammigen Boden am Fundort der Leiche auf den auffälligen Abdruck eines Sohlenprofils. Der dazugehörige Schuh stammt aus einer streng limitierten Produktion und führt die Ermittler zu dem Kunstsammler Charles Martin. Martin ist flüchtig, doch in seiner Wohnung erwartet Mac und sein Team eine Überraschung: Fingerabdruckpulver, Luminol-Lösung zur Sichtbarmachung von Blut und weitere Rückstände zeugen davon, dass das Apartment bereits gründlich nach Spuren und Beweisen abgesucht wurde. Die Frage ist nur: von wem? Doch damit nicht genug: Ein sichergestelltes Haar aus Martins Wohnung deutet auf eine dritte Frau namens Christina Marino hin, die zwar ebenfalls verschwunden ist, jedoch nicht in das Beuteschema des Mörders passen will. Bald wird den Ermittlern klar, dass sich hier offenbar noch ein ganz anderer Fall auftut. Mac, der in letzter Zeit ohnehin schon an Schlafmangel leidet, hat derweil noch ein ganz anderes Problem: Ein unbekannter Mann stiehlt ihm zunächst die Brieftasche und scheint ihn in der Folge auf Schritt und Tritt zu verfolgen. Bald erkennt Mac den Mann als einen ehemaligen Häftling wieder, für dessen Verhaftung er vor Jahren mit seinem damaligen Partner William Hunt gesorgt hatte. Mac sucht William auf - in der Hoffnung, eine Erklärung für das merkwürdige Verhalten seines Verfolgers zu erhalten - doch er wird das Gefühl nicht los, dass sein alter Polizeipartner ihm etwas verschweigt ...","versions":[{"lang":1,"streams":[{"redirect":8971622,"hoster":"VOE"},{"redirect":8336537,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kugelhagel","epNo":21,"alt":"Life Sentence","descr":"Mac bekommt erneut Besuch von seinem ehemaligen Polizei-Partner William Hunt - mit bösen Folgen: Kaum hat dieser Macs Büro betreten, wird aus dem Gebäude gegenüber das Feuer eröffnet und ein wahrer Kugelhagel zerstört das Labor und verletzt mehrere Mitarbeiter. Hunt behauptet, er habe von Mac eine SMS erhalten mit der Bitte, ihn aufzusuchen. Doch diese Nachricht hat Mac nie verschickt. Damit ist für das CSI-Team klar, dass der blutige Anschlag auf das Labor offenbar gezielt die beiden Polizisten treffen sollte. Die Ermittler finden heraus, dass das gegenüberliegende Stockwerk derzeit leer steht. Der Schütze konnte in der Zwischenzeit ungesehen entkommen, ließ auf der Flucht jedoch seine Schusswaffe und einen Seesack zurück, dem die Ermittler wertvolle Beweise entnehmen können. Die Spur führt sie zu einem Apartment, das Mac und Hunt noch gut in Erinnerung ist: Genau hier nahmen sie vor 17 Jahren den Kriminellen Raymond Harris wegen Drogenhandels fest. Als das Team die Wohnung stürmt, findet es sich plötzlich in einer weiteren Schießerei wieder, bei dem der jetzige Bewohner des Apartments stirbt - doch zum Entsetzen aller handelt es sich dabei nicht um Harris. Im Gegenteil: Harris erscheint nur wenig später putzmunter auf der Polizeiwache und erstattet Anzeige gegen Hunt - zieht diese kurz darauf jedoch wieder zurück. Mac wird den Verdacht nicht los, dass sein alter Kollege womöglich ein falsches Spiel treibt und irgendetwas faul an Raymond Harris\u0027 damaliger Verhaftung gewesen sein muss. Allmählich dämmert ihm auch, weshalb Harris seine Anzeige widerrufen hat: Dieser zieht es offenbar vor, tödliche Selbstjustiz zu üben, die auch Mac miteinschließt ...","versions":[{"lang":1,"streams":[{"redirect":8971625,"hoster":"VOE"},{"redirect":8336538,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vermisst","epNo":22,"alt":"Exit Strategy","descr":"Bei der Erstürmung eines Drogenverstecks gerät Mac auf dem Dach des Gebäudes in einen Hinterhalt: Wehrlos und ohne Schützenhilfe seiner Polizei-Kollegen blickt er plötzlich in die Mündung einer Pistole - nur der pure Zufall bewahrt ihn vor dem sicheren Tod. Durch dieses Erlebnis sichtlich nachdenklich gestimmt, ist Mac entschlossen, sich einem ungelösten Fall zuzuwenden, der bereits seit neun Jahren auf seinem Schreibtisch liegt. Es handelt sich um einen Überfall auf einen koreanischen Lebensmittelladen, bei dem der Besitzer und einer der Angestellten ums Leben kamen. Die beiden Täter wurden jedoch nie gefasst. Hawkes überprüft noch einmal die am Tatort sichergestellten DNS-Spuren und stößt dabei auf einen neuen Zusammenhang: Die fünfjährige Olivia Dalton, die in der Nacht des Überfalls in der Umgebung verschwand, musste die blutige Tat offenbar mitansehen. Vermutlich wurde die junge Zeugin deshalb von den Tätern als Geisel genommen und verschleppt. Mac und sein Team begeben sich trotz der vielen Jahre, die seit Olivias Entführung verstrichen sind, auf die Suche nach dem Mädchen. Eine alte Postkarte mit der eigenwilligen Handschrift einer der damaligen Täter erweist sich dabei als heiße Spur: Sie führt zu einer Farm in North Carolina, wo die Ermittler überrascht entdecken, dass Olivia noch lebt. Einer ihrer Entführer, Wes Dillon, kümmert sich wie ein Vater um das inzwischen 14-jährige Mädchen. Als er jedoch das Auftauchen der Polizei bemerkt, unternimmt er einen Fluchtversuch und wird dabei erschossen. Olivia versteht die Welt nicht mehr, greift selbst zur Waffe und richtet sie auf Mac ...","versions":[{"lang":1,"streams":[{"redirect":8971624,"hoster":"VOE"},{"redirect":8336541,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Jahrestag","epNo":1,"alt":"Indelible","descr":"Vor genau zehn Jahren hat Detective Mac Taylor seine geliebte Frau bei den Anschlägen vom 11. September verloren. Nach seinem letzten abgeschlossenen Fall, entschied der CSI-Chef sich für einen beruflichen Wechsel in ein Labor. Dort arbeitet man daran, die DNA der Opfer des 11. Septembers schneller und zuverlässiger zu identifizieren.Als Macs Vertretung ist in der Zwischenzeit die attraktive Jo Danville eingesprungen. Ohne ihren ehemaligen Chef muss das Team nun einen Mord aufklären: Der Türsteher Sean Peterson wurde während der Arbeit in einer Bar erschossen. Kurz zuvor stürmten bewaffnete Männer eben diese Bar und raubten sie aus – nur ein merkwürdiger Zufall? Die Ermittler machen mit Hilfe modernster Technologie die Diebe schnell in einem Hotel ausfindig und stürmen das Zimmer, in dem die Männer gerade ihr erbeutetes Geld zählen. Bei der anschließenden Vernehmung beteuern die Diebe, die zufälligerweise beide Mike heißen, vehement, nichts mit dem Mord zu tun zu haben – und die Detectives Flack und Danville glauben ihnen. Denn die Analyse der Mordkugel hat ergeben, dass sie nicht aus der Waffe der Diebe stammt. Während die Ermittler weiter im Dunkeln tappen, verfällt Mac immer wieder in Tagträume. Er durchlebt den Schicksalstag gedanklich immer und immer wieder, bis er sich schließlich auf den Weg zu der Gedenkfeier anlässlich des zehnten Jahrestages macht. Dort soll eine Tafel aufgestellt werden, um an die Opfer der Anschläge zu erinnern. Mac hält eine rührende Rede, bei der kein Auge trocken bleibt … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":13004263,"hoster":"VOE"},{"redirect":8336542,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schlussakkord","epNo":2,"alt":"Keep It Real","descr":"Der Abend beginnt vielversprechend für das verliebte Paar Miranda und Michael. Nach einem erfolgreichen Konzert wollen die Punkrocksängerin und der Student in Michaels Wohnung weiterfeiern. Doch plötzlich fällt ein Schuss und die geschockte Miranda findet die Leiche ihres toten Freundes neben verstreuten Banknoten. Die New Yorker Ermittler übernehmen den Fall und werden dabei von Mac unterstützt. Die Polizisten verdächtigen zunächst Miranda, das Verbrechen begangen zu haben, schließlich war sie zur Tatzeit als Einzige in der Wohnung des 21-Jährigen. Zudem erfahren sie, dass Michael ihr nur wenige Tage vor seinem Tod eine sehr teure Gitarre geschenkt hat – doch woher hatte der Student das viele Geld? Als die Ermittler die Banknoten, die neben der Leiche gefunden wurden, untersuchen, kommen sie dem Rätsel langsam auf die Spur: Es handelt sich um Falschgeld, mit dem Michael auch Mirandas Gitarre bezahlt und somit die Wut des Verkäufers auf sich gezogen hat. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971628,"hoster":"VOE"},{"redirect":8336543,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Drei Schwestern","epNo":3,"alt":"Cavallino Rampante","descr":"Als die CSI-Ermittler rund um Mac Taylor nach einem gestohlenen Ferrari fahnden, finden sie das Auto inklusive einer weiblichen Leiche im Kofferraum. Bei der Toten handelt es sich um Michelle, eine schöne junge Frau, die ihren Lebensunterhalt als Autoknackerin bestritt und gemeinsam mit ihrem Vater und ihrer Schwester Nicole ein hochgefährliches, aber legendäres Trio bildete. Bei Michelles Autopsie werden Rückstände eines weißen Pulvers gefunden. Bei dem Fund handelt es sich jedoch keinesfalls um Kokain, sondern um ein Pulver, das bei schweren Verbrennungen zur Gewebeerneuerung genutzt wird. Dieses entscheidende Indiz führt die Ermittler schließlich zu einem äußerst gefährlichen Killer namens Dominik Hanos, einem Mann, der vor Jahren eine schwere Explosion überlebt hat. Als die Detectives ihn ins Visier nehmen, gerät er unter Druck und versucht zu fliehen – doch seine Ausweispapiere liegen ausgerechnet in dem Mord-Ferrari. Die Ermittler müssen nun herausfinden, welche Verbindung zwischen Michelle und Dominik Hanos besteht oder ob die Begegnung ein tödlicher Zufall war. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971627,"hoster":"VOE"},{"redirect":8336544,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zwielicht","epNo":4,"alt":"Officer Involved","descr":"Sergeant Danny, der einst für das CSI gearbeitet hat, trifft sich nach Feierabend mit seinen Polizeirekruten auf ein Bier. In der Kneipe wird seine attraktive Kollegin Lauren schnell von einem angetrunkenen Mann belästigt. Danny greift ein und setzt den Mann namens Pete an die Luft. Das lässt dieser jedoch nicht auf sich sitzen und so schlägt er den Sergeant nieder, als dieser die Kneipe verlässt. Danny wird ohnmächtig, doch als er seine Augen wieder aufschlägt, liegt sein Angreifer tot neben ihm. Seine ehemaligen Kollegen übernehmen diesen heiklen Fall und erfahren von Lauren, dass sie Peter aus Notwehr erschießen musste – er hatte zuvor die Waffe gezogen und auf sie und Danny gerichtet. Doch das können die Detectives rund um Mac Taylor nicht so recht glauben, zu oft verstrickt sich die junge Frau in Widersprüche und dann wird auch noch Peters Revolver bei einem weiteren Mord gefunden. Der Fall scheint unlösbar, bis Lauren zugibt, dass sie gelogen hat. Sie behauptet jedoch, dass ausgerechnet Danny sie zu dieser Falschaussage gezwungen habe. Dannys guter Ruf scheint beschädigt, ein Disziplinarverfahren droht. Doch spricht Lauren die Wahrheit? (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971630,"hoster":"VOE"},{"redirect":8336545,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blut, Schweiß und Tränen","epNo":5,"alt":"Air Apparent","descr":"Nach Jahren wird Hank, ein junger Drogensüchtiger, aus dem Knast entlassen. Sein Bruder Riley holt ihn ab, denn die Männer verbindet ein gemeinsamer Traum: Sie wollen professionelle Basketballspieler für die Universitätsmannschaft der Kansas University werden. Doch während Riley ehrgeizig an seinem Traum arbeitete, geriet Hank vor Jahren auf die schiefe Bahn, nahm Drogen und landete im Gefängnis. Wenige Wochen nach seiner Entlassung wird Hank beim gemeinsamen Familienessen von Polizisten verhaftet. Er steht unter Verdacht, seine Freundin Angela getötet zu haben, denn sein Name wurde am Tatort mit Blut an die Wand gemalt. Ein letzter Hinweis der toten Frau? Während Hank seine Unschuld beteuert, hat Riley genug. Er beschließt, das Band zu seinem Bruder zu kappen und unterschreibt auf Drängen seines Coaches Gavin alleine einen Profi-Vertrag. Bei Angelas Obduktion stellen die Ärzte fest, dass die Frau durch ihre Verletzungen den Namen nicht hätte an die Wand schreiben können. Weiterhin werden fremde Hautzellen gefunden, die jedoch schnell Angelas Kollegen Nick zugeordnet werden. Wie sich herausstellt, kannten Nick und Rileys Trainer Gavin sich – war der Tod der jungen Frau reiner Zufall oder ein abgekartetes Spiel, um Hank und Riley auseinanderzubringen? (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971632,"hoster":"VOE"},{"redirect":8336546,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Offenes Grab","epNo":6,"alt":"Get Me Out of Here!","descr":"Eine Studentenverbindung zwingt ihre Bewerber zu einer nächtlichen Schnitzeljagd über den Friedhof. Die Kandidaten müssen Hinweise sammeln, um zu einem geheimen Ort zu gelangen, an dem einer ihrer Kommilitonen eingesperrt ist. Bei diesem makabren Aufnahmeritual fällt eine junge Studentin in ein offenes Grab und landet ausgerechnet auf der Leiche von Paul. Dieser organisiert die Schnitzeljagden für die Neulinge und ist allgemein als Tyrann bekannt. Macs Team wird zum Tatort gerufen, der fehlende Student ist schnell ausfindig gemacht. Plötzlich wird den Ermittlern die entsetzliche Realität bewusst: Die Schnitzeljagd hätte die Schüler zu Ashtons Versteck führen sollen – doch Pauls Tod kam dazwischen. Den Detectives fehlt jede Spur, doch ihnen läuft die Zeit davon. Schon zu lange ist Ashton in seinem Versteck gefangen … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971629,"hoster":"VOE"},{"redirect":8336549,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schamlos","epNo":7,"alt":"Crushed","descr":"Sobald die Eltern aus dem Haus sind, hat Libby nur eins im Sinn: Party! Doch das Fest gerät außer Kontrolle, immer mehr Partywütige stürmen Libbys Elternhaus. Schon bald ist es im Inneren des Hauses zu voll, so dass die Jugendlichen auf den Balkon ausweichen. Dieser hält der enormen Belastung jedoch nicht lange stand: Er stürzt ab und reißt die Feiernden mit sich. Wie durch ein Wunder überleben die meisten – einzig Gastgeberin Libby wird unter den Trümmern begraben. Die anschließende Obduktion scheint nur Formsache, bis Dr. Hammerback feststellt, dass die junge Frau bereits vor dem Unfall ermordet wurde. Die Detectives Jo, Danny und Sheldon nehmen das Haus auseinander, doch dort herrscht das reinste Chaos. Ein Notizzettel führt die Ermittler allerdings auf die entscheidende Spur – eine Internetseite, die von Libby und ihrem Freund Jake betrieben wurde. Das Pärchen hat sich auf Jungfrauen spezialisiert: Jake defloriert die unerfahrenen Mädchen und bewertet sie anschließend auf der Plattform. Es scheint, als hätte eines der gedemütigten Mädchen sich nun an Libby gerächt. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":9829374,"hoster":"VOE"},{"redirect":8336550,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Richter und sein Henker","epNo":8,"alt":"Crossroads","descr":"Obwohl der Richter Vinny Corsica von Bodyguards und Polizisten bewacht wird, wird er nachts auf offener Straße von einem Fahrradfahrer erschossen. Da Corsica gerade einen Strafprozess gegen die russische Mafia leitet, fällt der erste Verdacht auf den Mafiaboss Victor Markoff. Die Eliteeinheit des CSI übernimmt diesen heiklen Mordfall, der schnell in den Fokus der Öffentlichkeit rückt. Doch das Schicksal spielt den Ermittlern in die Hände: Kurz darauf wird der mutmaßliche Mörder auf seinem Fahrrad von einem Auto erfasst. Der Unfall geht glimpflich aus, doch der Täter flüchtet zu Fuß. In dem Auto sitzt einer von Markoffs Handlangern. Doch dieser hat mit dem Mord scheinbar nichts zu tun, denn das liegengebliebene Fahrrad kann einem jungen Straftäter namens Nick Alberton zugeordnet werden. Alberton wurde von Corsica ungewöhnlich hart bestraft, musste in ein Camp für jugendliche Straftäter und gibt dem Richter nun die Schuld für sein verkorkstes Leben. Doch war er bereit, dafür einen Mord zu begehen? Unterdessen ermittelt Jo Danville in einem Fall, wegen dem sie das FBI verließ: Der Vergewaltiger John Curtis soll erneut zugeschlagen haben. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971633,"hoster":"VOE"},{"redirect":8336552,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mittel zum Zweck","epNo":9,"alt":"Means to an End","descr":"Schon seit Jahren ist Detective Jo Danville hinter dem Serienvergewaltiger John Curtis her, der jedoch immer wieder auf Kaution frei kommt. Dieser sitzt gerade im Gefängnis, da ihn eines seiner Opfer, Ali Rand, angezeigt hat. Doch vor Gericht zählt ihre Aussage plötzlich nicht, sie wird der Lüge überführt und der Schwerverbrecher kommt wieder auf freien Fuß. Jo kann die Sache jedoch nicht auf sich beruhen lassen – es ist ihr bislang härtester und größter Fall. Also forscht sie nach weiteren Opfern und wird schließlich bei einer jungen Frau fündig. Es handelt sich um Amanda Tanner, die den Missbrauch aus Scham nie angezeigt hat. Jo redet Amanda zu und kann sie schließlich davon überzeugen, Curtis zu verklagen, damit dieser ein für alle Mal verhaftet wird und niemandem mehr Schaden zufügen kann. Doch als Jo Amanda in ihre Wohnung folgt, um dort Beweise sicher zu stellen, wird sie hinterrücks überwältigt. Das Letzte, das sie sieht, bevor sie bewusstlos wird, ist John Curtis grinsendes Antlitz. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971634,"hoster":"VOE"},{"redirect":8336553,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Champion","epNo":10,"alt":"Clean Sweep","descr":"Eine bis auf die Knochen verbrannte Leiche wird dem CSI-Team gemeldet. Diese wäre nicht zu identifizieren gewesen, läge nicht der Ausweis mit dem Namen Ryan Richards in der Nähe des Tatortes. Ryan ist ein erfolgreicher ‚Cage-Fighter‘, der am Abend zuvor einen entscheidenden Kampf gewonnen hat. Doch dieser Erfolg zieht auch Neider an, denn Ryans Frau erzählt Mac, dass ihnen ein Stalker seit Jahren das Leben schwer macht. Immer wieder droht er Ryan mit dem Tod – nun scheint er seine Drohung wahr gemacht zu haben. Mac und sein Team machen den Stalker schnell ausfindig: Es handelt sich um Aaron Collins, einen Schulkameraden von Ryan, der ebenfalls von einer Karriere als Cage-Fighter träumte. Aaron bestreitet die Tat allerdings und die Ermittler können ihm nichts nachweisen. Doch da taucht ein junger Mann im Polizeipräsidium auf, der behauptet, Ryan getötet zu haben. Seine Kleider sind tatsächlich voller Blut und Benzin – das Blut stammt allerdings nicht von Ryan. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":8971635,"hoster":"VOE"},{"redirect":8336554,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Trautes Heim","epNo":11,"alt":"Who\u0027s There?","descr":"Das Ehepaar Ron und Elizabeth sitzt beim Abendessen, als es an der Tür klingelt. Zwei maskierte Gestalten überwältigen das Paar, dringen in die Wohnung ein und versuchen, den Safe zu knacken. Beim Überfall wird Elizabeth schwer verletzt, ihr Mann Ron getötet. Das CSI-Team übernimmt diesen Fall und kann schon bald einen der Angreifer verhaften. Dieser weigert sich allerdings, den Namen seines Komplizen zu verraten. Der Fall bleibt kompliziert, denn auch die Umstände von Rons Tod werfen Fragen auf: Ron ist nicht durch Schläge auf den Kopf gestorben, sondern er ist erstickt worden. Als Gerüchte auftauchen, dass es zwischen den Eheleuten gekriselt hat, scheint der Fall klar: Elizabeth hat ihren Mann nachdem die Eindringlinge verschwunden sind, erstickt. Doch die Frage, wer die Angreifer sind, bleibt.","versions":[{"lang":1,"streams":[{"redirect":8971636,"hoster":"VOE"},{"redirect":8336555,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Undercover","epNo":12,"alt":"Brooklyn \u0027Til I Die","descr":"Eine bildschöne junge Frau wird in einer dunklen Gasse erschossen. Dabei handelt es sich um Michelle Lewis, die gemeinsam mit ihrem Freund Preston Seville Junior an einem Rollenspiel teilgenommen hat, bei dem sie FBI-Agenten darstellten. Preston ist der Sohn eines steinreichen Börsenmaklers, von dem jede Spur fehlt. Die CSI-Ermittler hegen den Verdacht, dass Preston entführt wurde und sie behalten recht: Die Lösegeldforderung sowie Prestons abgehackter Finger treffen kurz danach bei seinem Vater Preston Seville Senior ein, der sich jedoch weigert, vier Millionen Dollar zu zahlen. Mac besorgt Blüten für die Lösegeldübergabe, die allerdings gründlich schiefgeht. Kurz darauf stößt Danny auf eine heiße Spur, denn auf Michelles Kleid wird ein Stück eines Zahns gefunden, das durch einen DNA-Test einem Serienkilleropfer zugeordnet werden kann. Im Internet stoßen die Detectives auf einen Laden, der sich auf den Verkauf von ‚Mördersouvenirs‘ spezialisiert hat: Dort findet man elektrische Stühle, Schmuckstücke der Opfer, Bilder der Verbrecher oder Spielkarten mit den Gesichtern von Tätern darauf. Die Ermittler sind entsetzt und ahnen dabei nicht, wie nah sie Preston Seville Junior sind. Können sie den entführten jungen Mann rechtzeitig retten?","versions":[{"lang":1,"streams":[{"redirect":13916988,"hoster":"VOE"},{"redirect":8336556,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Domino Effekt","epNo":13,"alt":"The Ripple Effect","descr":"Der 26-jährige Fahrradkurier Greg Barbera kommt bei einem Treppensturz ums Leben, nachdem er von einem Kriminellen namens Scott Pefito gejagt wurde. Greg hat Scott kurz zuvor gefälschte Drogen verkauft, was die wilde Verfolgungsjagd ausgelöst hatte. An der Tasche des Kuriers wird ein Kaugummi gefunden, der die Detectives des New York Police Departments zunächst nicht interessiert. Da ahnen sie jedoch noch nicht, dass ausgerechnet dieser Veilchen-Kaugummi ihnen am selben Tag bei der Aufklärung eines weiteren Mordfalls helfen wird: Der Jogger Jimmy Philbrook wird ermordet im Park gefunden. Er wurde mit einem Kabelbinder erdrosselt, an einen Baum gekettet und anschließend mit einem Pfeil angeschossen. Das Mysteriöse dabei ist, dass der Pfeil und das Kabel unterschiedliche DNA-Abdrücke aufweisen. Zudem befindet sich in Jimmys Mund ebenfalls ein Veilchen-Kaugummi. Mac Taylor und seine Kollegen finden heraus, dass die Männer geschäftlich miteinander zu tun hatten und die Morde das Ergebnis einer Verkettung unglücklicher Umstände waren.","versions":[{"lang":1,"streams":[{"redirect":8971639,"hoster":"VOE"},{"redirect":8336557,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"1957","epNo":14,"alt":"Flash Pop","descr":"Kurz vor Feierabend erhält der erschöpfte Detective Mac Taylor ein Foto auf sein Handy. Darauf ist eine ermordete junge Frau zu sehen. Das Besondere ist, dass der Leichnam genau wie das Original aus einem lange zurückliegenden Mordfall aus dem Jahre 1957 drapiert wurde. Mac erkennt die Parallelen zu dem Fall von Lana Gregory sofort und eilt zum Tatort, da beide Morde sogar an derselben Stelle verübt wurden. Bei der Toten handelt es sich tragischerweise um eine Kollegin, Jessica Drake, die im Kriminallabor gearbeitet hat. Jessica war bei allen beliebt – besonders bei ihrem Mitarbeiter Harlan Porter, der scheinbar ein Auge auf Jessica geworfen hatte. Doch man munkelt, dass sie seine Gefühle nicht erwidert hat und so gerät Harlan schnell in Verdacht. Er hat Jessica oft mit Lana verglichen, da beide Frauen verschiedenfarbige Pupillen hatten und vor kurzem wurde sogar die damals verwendete Tatwaffe aus der Asservatenkammer geholt. Obwohl der Abschluss des Falles zum Greifen nahe ist, stutzt Mac angesichts dieser vielen Indizien. Es scheint, als hätte der wahre Mörder den Verdacht absichtlich auf Jessicas Kollegen lenken wollen. Tatsächlich: Jessica war nicht bei allen Mitarbeitern beliebt – im Gegenteil.","versions":[{"lang":1,"streams":[{"redirect":8971637,"hoster":"VOE"},{"redirect":8336559,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Game Over","epNo":15,"alt":"Kill Screen","descr":"Justizhelfer Walter Danzig wird ermordet in seinem Wagen aufgefunden. Doch eines lässt die Detectives stutzen, denn Walter wurde in einer Schiedsrichteruniform getötet. Sie finden heraus, dass das Opfer die Klageschriften und Vorladungen des Öfteren verkleidet überbracht hat. Allerdings wurde er nicht während seines Jobs als Justizhelfer ermordet, sondern er war tatsächlich Schiedsrichter bei einem Turnier auf einer Computermesse. Also mischen Danny und Lindsay sich unter die Besucher und scheinen der Lösung des Falles nahe zu sein. Walter war dem Amateurspieler Mitch Johnson auf den Fersen, der das Turnier in großem Stil manipuliert hat und somit als Sieger daraus hervorging. Hat er Walter getötet, nachdem dieser ihm auf die Spur gekommen war? Doch Mitch bringt Licht ins Dunkel: Er und Walter waren an der Manipulation beteiligt, denn Walter wollte durch einen vorzeigbaren Champion von der Amateur- in die Profiliga aufsteigen, da er der Organisator und Erfinder des ‚Gear of War‘-Turnier war.","versions":[{"lang":1,"streams":[{"redirect":8971640,"hoster":"VOE"},{"redirect":9829399,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Irisches Blut","epNo":16,"alt":"Sláinte","descr":"Das New Yorker Viertel ‚Hell‘s Kitchen’ wurde vor Jahren von irischen Banden bedroht und terrorisiert. Heutzutage wird die Gegend ‚Clinton‘ genannt und steht kurz vor einem Umbruch: Es soll touristenfreundlicher und attraktiver werden. Doch Michael Byrne, der schon sein Leben lang in diesem Viertel wohnt und einen Lebensmittelladen betreibt, stemmt sich dieser Veränderung entgegen – mit fatalen Konsequenzen, wie es scheint. Denn der Familienvater wird mit einem Kopfschuss hingerichtet und anschließend in vier Teile zersägt. Die Ermittlungen führen das CSI-Team zunächst auf die Spur des Immobilienhais Dan Coleman, der die Tat jedoch vehement abstreitet – obwohl er sich zu Michaels Lebzeiten für dessen Laden interessiert hat. Hat Dan Michael ermordet, um endlich an sein Ziel zu kommen, weil Michael sich geweigert hat, sein Lebenswerk zu verkaufen? Wenig später explodiert ein Lieferwagen des Zigarettenhändlers Zorlov, der Michael mit Tabakware beliefert hat. Die Detectives glauben nicht, dass es sich bei diesem Anschlag um reinen Zufall handelt und konzentrieren ihre Ermittlungen nicht mehr auf den Geschäftsmann Dan, sondern auf zwei Männer, Declan Callahan und Kieran Reilly, die ebenfalls in regem geschäftlichen Kontakt zu Michael und Zorlov standen. Kann die Elitetruppe des CSI den Fall lösen oder ist sie den falschen Tätern auf der Spur? Unterdessen scheint Mac Taylor den Tod seiner Frau überwunden zu haben und lässt eine neue Liebe zu: Christine Whitney, die Schwester von Macs verstorbenem Partner Stan, hat das Herz des einsamen Ermittlers erobert.","versions":[{"lang":1,"streams":[{"redirect":12919773,"hoster":"VOE"},{"redirect":8336561,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tod im Treppenhaus","epNo":17,"alt":"Unwrapped","descr":"Kevin und Elaine Moore haben kein gutes Gefühl dabei, als sie anlässlich einer Geburtstagsparty in ihr altes Wohnviertel zurückkehren, das einen schlechten Ruf hat. Ihre Ängste sind berechtigt: Kaum dort, werden sie überfallen, ausgeraubt und Kevin wird erschossen. Er stirbt noch an Ort und Stelle und hinterlässt seine schockierte Ehefrau, die Lindsay anschließend den Tathergang schildert. Doch sie scheint nicht die Wahrheit zu sagen: Angeblich wurde Kevin aus nächster Nähe erschossen, obwohl die Form der Wunde und die fehlenden Schmauchspuren auf eine größere Entfernung hindeuten. Liegt es am Schock oder lügt Elaine die Detectives an? Sheldon stößt während der Ermittlungen am Tatort auf die entscheidende Spur: Es handelt sich um einen weggeworfenen Zettel, auf dem eine Ausweisnummer notiert wurde. Diese Nummer führt die Polizisten schließlich zu Willis Frazier. Dieser ist in der Wohngegend aufgewachsen und saß immer wieder im Gefängnis, da er für mehrere Überfälle und Morde verantwortlich war und zudem einen Termin bei seinem Bewährungshelfer verpasst hat. Dieser Termin überschneidet sich ausgerechnet mit dem Zeitpunkt des Mordes. Die Detectives stürmen Willis Wohnung, doch darin erwartet sie eine Überraschung: Elaine, die Ehefrau des getöteten Kevin, befindet sich in Willis Apartment, da die beiden schon seit Jahren ein Verhältnis haben. Hat Elaine die Trauer nur vorgespielt und hat das Paar den Mord an Kevin gemeinsam geplant und begangen?","versions":[{"lang":1,"streams":[{"redirect":8971645,"hoster":"VOE"},{"redirect":8336562,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Am seidenen Faden","epNo":18,"alt":"Near Death","descr":"Eine Serie von Banküberfallen, an denen vier bewaffnete und maskierte Männer beteiligt sind, hält die CSI-Ermittler in Atem. Bei dem jüngsten Raub wird eine junge Frau erschossen und erliegt ihren Verletzungen. Den Detectives gelingt es schließlich, den Kopf der Bande ausfindig zu machen: Es handelt sich um einen schwerkranken alten Mann namens Hank Sheldon, der gemeinsam mit seinem Enkel Luke die Übergriffe geplant hat, um an Geld zu kommen. Hank wollte seinen Lebensabend im Kreis seiner Familie verbringen und sich durch den Raub einen privaten Pflegedienst leisten. Bei dem Verhör gesteht Hank die Taten, bricht kurz darauf jedoch mit einem Schwächeanfall zusammen. Mac bietet dem gebrechlichen Mann an, ein Medikament zu besorgen und ahnt nicht, dass ihn seine Hilfsbereitschaft das Leben kosten kann. Denn der Polizist gerät mitten in einen Überfall auf die Apotheke. Er kann den Räuber zwar überwältigen, wird dann allerdings von dessen Komplizin hinterrücks niedergeschossen. Mac ist schwerverletzt und fällt augenblicklich ins Koma. In der Schwebe zwischen Leben und Tod trifft er auf seine verstorbene Frau Claire, auf seine Kollegen und auf die neue Frau in seinem Leben, Christine. Diese erlebt in der Realität gerade ein Déjr-Vu, da ihr Bruder und Macs ehemaliger Kollege Stan auf dieselbe Art gestorben ist. Doch sie harrt an seinem Krankenbett aus und gesteht ihm unter Tränen ihre Liebe. Während Mac um sein Leben kämpft, müssen Adam, Lindsay und Sheldon die Scharfschützin finden. Doch die Trauer und Angst um Mac lähmt die Ermittler – wird Detective Mac Taylor überleben?","versions":[{"lang":1,"streams":[{"redirect":8971642,"hoster":"VOE"},{"redirect":8336564,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Lichterloh","epNo":1,"alt":"Reignited","descr":"Nachdem Detective Mac Taylor bei seinem letzten Einsatz lebensgefährlich angeschossen wurde und ins Koma gefallen ist, hat er sich nun größtenteils von seinen Verletzungen erholt. Bei einem Baseball-Spiel mit seinem Freund Curtis kann Mac seine Sorgen für einen Augenblick vergessen – bis der Feuerwehrmann Curtis zu einem Einsatz gerufen wird. Während Mac vor dem Gebäude auf seinen Freund wartet, explodiert das Haus. Schnell wird klar, dass ein Brandstifter hinter dem Feuer steckt, denn die Tat trägt Leonard Brooks Handschrift. Dieser bestreitet den Anschlag jedoch vehement und bietet den Ermittlern seine Hilfe an, denn wenn nicht er selbst das Feuer gelegt hat, muss ein Nachahmungstäter hinter dem Brand stecken. Beim nächsten Brand ist Leonard wieder am Ort des Geschehens: Hat der vorbestrafte Brandstifter etwa die ganze Zeit gelogen? Die Hinweise verdichten sich, bis Lindsay Fingerabdrücke identifizieren kann. Diese gehören zu einer jungen Psychologie-Studentin, Eva Mason, die Leonard für eine Studie mehrmals interviewt hat. Wie es scheint, hat sie dadurch ebenfalls eine Obsession für Feuer entwickelt …","versions":[{"lang":1,"streams":[{"redirect":8971644,"hoster":"VOE"},{"redirect":8336566,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brandopfer","epNo":2,"alt":"Where There\u0027s Smoke...","descr":"Der Brandstifter Leonard Brooks hat wieder zugeschlagen: Eine ältere Frau namens Rita Lowman verbrennt bei lebendigem Leibe in einem Fahrstuhl. Bei der Dame handelt es sich um Leonards Mutter, wie die DNS-Tests beweisen. Als Kind wurde Leonard von seiner Mutter auf schwerste Art und Weise misshandelt, doch weder sein Pflegebruder noch seine Pflegeschwester haben Leonard vor seiner Mutter beschützt. Nun befindet er sich offenbar auf einem persönlichen Rachefeldzug gegen seine Familie. Kurz darauf verzeichnen die New Yorker Ermittler ein weiteres Opfer, Jimmy Clark, der im Central Park qualvoll vergiftet wurde. Als Zweijähriger wurde Jimmy von Leonards Mutter als Pflegekind aufgenommen. Leonard hat seinen Pflegebruder nun ermordet, weil dieser Leonard im Stich gelassen hatte. Als nächstes entführt Leonard Rachel, die seine Mutter ebenfalls als Pflegekind aufgenommen hatte und die – ebenso wie Jimmy – nicht eingegriffen hatte, wenn Leonard von seiner Mutter misshandelt wurde. Nun will dieser Rachel in Brand stecken …","versions":[{"lang":1,"streams":[{"redirect":8971646,"hoster":"VOE"},{"redirect":8336565,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausgerissen","epNo":3,"alt":"2,918 Miles","descr":"Ein junger Mann wird auf der New Yorker Brooklyn Bridge tot aufgefunden. Es handelt sich um den 19-jährigen Ethan Grohl, der als Drogenkurier unterwegs war. Dr. Sid Hammerback stößt bei der Autopsie der Leiche auf eine Kontaktlinse, die den Täter Body Hackman überführt. Doch damit ist der Fall noch nicht erledigt: Ethan hatte nicht nur Drogen bei sich, sondern auch das Foto einer jungen Frau, die mit zahlreichen Verletzungen in ihrem eigenen Blut liegt. Trotz der Verstümmelungen scheint das Opfer noch zu leben. Die Zeit rennt den Detectives der NYPD davon: Werden sie das Mädchen rechtzeitig finden? Bei dem Opfer handelt es sich um die 15-jährige Mary Portico, die vor einiger Zeit von zuhause ausgerissen war. Eine genaue Betrachtung des Fotos liefert einen Hinweis auf den möglichen Aufenthaltsort von Mary, da auf dem Bild das berühmte Flatiron Building zu sehen ist. Doch dieses Gebäude gibt es nicht nur in Brooklyn, sondern auch außerhalb von New York: Mary befindet sich zwar tatsächlich in der Nähe des Gebäudes – allerdings in dem Flatiron Building in San Francisco. Die Detectives brechen auf nach San Francisco – doch dort nimmt der Fall der Ausreißerin Mary Portico eine dramatische Wendung …","versions":[{"lang":1,"streams":[{"redirect":8971643,"hoster":"VOE"},{"redirect":8336567,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ohne Worte","epNo":4,"alt":"Unspoken","descr":"Die Detectives Lindsay und Danny Messer und Don Flack nehmen an der Kundgebung des beliebten Politikers Grant Hamilton teil, als plötzlich ein Unbekannter seine Waffe zieht und abdrückt. Der Täter flieht, während die Menschenmenge in Panik gerät. Während dieser Unruhen wird Lindsay schwer verletzt: Sie muss mit einer Schädelfraktur ins Krankenhaus eingeliefert werden. Dennoch fungiert sie als wichtige Zeugin, denn sie hat als einzige das Gesicht des Schützen gesehen. Auf der Flucht wirft der Täter seine Pistole in einen Müllcontainer, in dem sie wenig später von zwei Kindern, Lonnie und Aimee, gefunden wird. Nichtsahnend spielen die beiden mit der Waffe, bis Lonnie auf Aimee zielt und ihr in den Bauch schießt. Das Mädchen stirbt. Währenddessen finden die Detectives der NYPD heraus, dass nicht der Politiker das Ziel des Attentats war, sondern die Leiterin der Schulaufsicht Beverly McCord, die neben Hamilton auf der Rednerbühne stand. Die Ermittlungen führen zu dem Lehrer Evan Wescott, der vor einiger Zeit von Beverly McCord suspendiert wurde, da Evan angeblich einer Schülerin zu nahe gekommen ist. Evan erfährt unterdessen aus den Nachrichten, dass Lindsay sein Gesicht gesehen hat und begibt sich ins Krankenhaus, um die einzige Zeugin zu beseitigen.","versions":[{"lang":1,"streams":[{"redirect":9830201,"hoster":"VOE"},{"redirect":8336569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tommy","epNo":5,"alt":"Misconceptions","descr":"Vor 20 Jahren verschwand der achtjährige Tommy Lewis spurlos, während er mit seinem Hund im Park spazieren war. Als Hauptverdächtiger galt Keith Milner: Er wurde blutverschmiert und mit Tommys Hund im Park aufgegriffen. Da Milner damals mit einem schweren Drogenproblem zu kämpfen hatte, wurde er aus Mangel an Beweisen freigesprochen. Der Zorn der Einwohner vertrieb Milner für einige Jahre aus New York City. Als Keith Milner als gesetzestreuer Bürger mit seiner schwangeren Frau Emma zurückkehrt, stellt sich dieser Schritt als tödlicher Fehler heraus, denn die Menschen scheinen Milners vermeintliche Schuld an dem Mord nicht vergessen zu haben. Ihm wird dort, wo Tommy zuletzt gesehen wurde, die Kehle aufgeschnitten. Die Detectives vermuten zunächst, dass Tommys Vater Nathan Lewis hinter dem Mord steckt, denn am Vorabend haben sich die beiden in einer dunklen Gasse geprügelt. Am nächsten Morgen wacht Nathan ohne jede Erinnerung am Grab seines Sohnes auf und wird durch das Blut an seinem Hemd schwer belastet. Wollte der Vater sich an dem mutmaßlichen Mörder seines Sohnes rächen oder verfolgen die Ermittler die falsche Spur? Milners Tagebuch taucht auf und entlastet ihn als Hauptverdächtigen. Dafür schreibt er darin jedoch, wer Tommys wahrer Mörder ist …","versions":[{"lang":1,"streams":[{"redirect":8971647,"hoster":"VOE"},{"redirect":8336570,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Tote im Teich","epNo":6,"alt":"The Lady in the Lake","descr":"Um die Tatwaffe eines Verbrechers zu finden, greift Detective Mac Taylor gerne mal zu drastischen Mitteln: Er lässt den Teich im New Yorker Central Park trockenlegen. Dabei stoßen die Ermittler nicht nur auf zahlreiche weggeworfene Waffen, sondern auch auf die Leiche einer jungen Frau, die ein Ballkleid trägt. Die Tote wird als die 26-jährige Ashley Braden identifiziert, die sich als Studentin weder das teure Kleid noch den glamourösen Schmuck hätte leisten können. Auf dem Kleid befinden sich Blutspuren, die nicht der Toten zugeordnet werden können. Die DNS-Analyse ergibt, dass diese zu Ashleys Exfreund und Drogendealer Joseph Skiver gehören, doch dieser streitet die Tat vehement ab. Er lenkt den Verdacht allerdings auf Ashleys aktuellen Freund, Matthew Dibello, der zu den oberen Zehntausend gehört und der Ashley auf einer exklusiven Party in die Gesellschaft einführen wollte. Matthew hat in seinen jungen Jahren schon einige Vorstrafen, die die Detectives stutzig machen. Hat er Ashley auf dem Gewissen? Am Tatort entdecken die Ermittler Spuren, die auf einen Streit zwischen den Frischverliebten hindeuten: Zeit, Matthew auf den Zahn zu fühlen. Seine Mutter verschafft ihm ein Alibi, doch an dieses glauben die Detectives nicht. Während sie den Fall weiterverfolgen, kommt es zum Eklat zwischen Matthew und Joseph: Joseph schießt auf offener Straße auf den Hauptverdächtigen, weil er ihn für Ashleys Mörder hält …","versions":[{"lang":1,"streams":[{"redirect":8971652,"hoster":"VOE"},{"redirect":8336572,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mörderspiel","epNo":7,"alt":"Clue: SI","descr":"Es sollte der schönste Abend in ihrem Leben werden, doch er endete im Alptraum: Die Ballerina Ellen White hängt tot am Seilzug ihres Theaters. Sie wurde erwürgt und anschließend wurde ihr eine Schlinge um den Hals gelegt, um sie an dem Seilzug hochziehen zu können. Ellen wird von ihrer schärfsten Konkurrentin Alexa Holdman gefunden. Steckt sie hinter dem Mord an der erfolgreichen Ballett-Tänzerin? An der Schlinge stellen die Ermittler Schwarzpulverreste fest, die von einem antiken Revolver stammen. Diese Waffe wurde zuvor bereits für einen anderen Mord im Stadtteil ‚Hell‘s Kitchen’ verwendet. Dadurch können die Detectives eine Verbindung zwischen den beiden Mordopfern herstellen: Beide waren Patienten der Psychotherapeutin Dr. Carly Emerson, die die Tatwaffe vor einiger Zeit online erworben hat. Auf ihrem Schreibtisch finden die Ermittler drei Polaroid-Schnappschüsse, auf denen jeweils das Opfer, der Tatort und die Mordwaffe abgebildet sind. Mac Taylor fällt es wie Schuppen von den Augen: Cluedo! Der Täter inszeniert die Morde nach dem Vorbild des beliebten Brettspiels. Das nächste Opfer ist der 19-jährige Shane Simmons. Er wurde mit einem Kerzenständer in der Nähe des Ballsaals erschlagen. Nun fehlt nur noch Professor Bloom, der an dem klassischen Tatort, der Bibliothek, mit einem Messer ermordet werden soll …","versions":[{"lang":1,"streams":[{"redirect":8971650,"hoster":"VOE"},{"redirect":8336571,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Harte Schule","epNo":8,"alt":"Late Admissions","descr":"Während seine Mitschüler den Eignungstest fürs College schreiben, liegt Luke Stevenson mit eingeschlagenem Schädel in der Schulbibliothek. In seinem Rucksack befindet sich ein Tütchen Dexamphetamin, ein ADHS-Medikament, das leistungssteigernd wirkt. Doch der toxikologische Befund ergibt, dass Luke die Arznei nicht konsumiert hat. Detective Mac Taylor vermutet, dass der Junge mit dem Medikament gedealt hat – doch davon will sein Vater, Frank Stevenson, nichts wissen. Auf dem Tütchen finden die Ermittler Fingerabdrücke eines Klassenkameraden, Billy Wharton. Dieser hatte sich kurz vor Lukes Ermordung mit dem Toten gestritten. Doch auf den Vorfall angesprochen, behauptet Billy, dass der Eignungstest der Grund für ihren Streit war – Luke wollte angeblich bei ihm abschreiben. Kurz darauf stellt sich allerdings heraus, dass fast alle Schüler leistungssteigernde Medikamente nehmen, um die enormen Anforderungen des Eignungstests erfüllen zu können und an einem guten College angenommen zu werden. Ein System, das vom Schulleiter Mr. Connors aktiv gefördert wird. Doch Luke wollte auf diesen Missstand aufmerksam machen und verfasste einen Brief an die Medien, der sein Todesurteil werden sollte …","versions":[{"lang":1,"streams":[{"redirect":9830217,"hoster":"VOE"},{"redirect":9830215,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Toro - Der Stier","epNo":9,"alt":"Blood Out","descr":"Bevor Detective Lovato in das CSI-Team eingetreten ist, hat sie bei der Drogenfahndung gegen eine dominikanische Bande ermittelt. Doch als ihre Indentität als Undercover-Polizistin aufflog, musste sie den Einsatz unter lebensgefährlichen Umständen abbrechen. Nun hat Lovato während einer Busfahrt ein Bandenmitglied getroffen und nur kurze Zeit später wird ein weiteres Mitglied namens Toro ermordet aufgefunden. Er wurde in einem Lagerhaus mit Elektroschocks gefoltert und anschließend oberhalb des Beckens in zwei Hälften gesägt. Lovato ist überzeugt, dass er ihretwegen sterben musste. Um der Lösung des Falles näherzukommen, suchen die Ermittler nach der jungen Frau aus dem Bus – Carmen Vega. Diese lässt sich jedoch nicht so leicht festnehmen. Eine spektakuläre Flucht vor Mac und Don beginnt und endet für Carmen tödlich. Nun muss Lovato ihre Kontakte zur Drogenfahndung nutzen, die ihr auch prompt einen Informanten namens Raymond Cruz liefert. Cruz belastet zwar einen anderen, Toro ermordet zu haben, doch können die Detectives der NYPD ihm glauben oder versucht er lediglich, den Verdacht von sich zu lenken?","versions":[{"lang":1,"streams":[{"redirect":8971651,"hoster":"VOE"},{"redirect":8343976,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alte Sünden","epNo":10,"alt":"The Real McCoy","descr":"Den detailbesessenen Kriminalisten des New Yorker CSI-Teams entgeht keine Spur – denn nicht selten hängt die Aufklärung eines Falls an einem einzigen Haar.","versions":[{"lang":1,"streams":[{"redirect":8971653,"hoster":"VOE"},{"redirect":8336577,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod aus dem Drucker","epNo":11,"alt":"Command+P","descr":"Der Rechtsanwalt Manny Hind wird in seinem Büro erschossen, doch die Suche nach dem Täter gestaltet sich schwierig, da die Patrone zu keiner bekannten Tatwaffe passt. Als kurz darauf der Ingenieur Justin Vanderheyden ebenfalls erschossen wird, finden die New Yorker Detectives heraus, dass dieser die Schusswaffe revolutioniert hat: Seine Pistole stammt aus einem 3D-Drucker. Justin war seit langer Zeit auf der Suche nach einem Investor, um seine Erfindung zu vermarkten. Aus diesem Grund war er mit einem Mann namens Andy Stein verabredet, doch bei der Vernehmung streitet dieser ein Treffen mit Justin ab. Unterdessen machen Lindsay und Sheldon eine bahnbrechende Entdeckung: Sie drucken ebenfalls eine Pistole mithilfe des 3D-Druckers und schon beim zweiten Schuss löst sich der Revolver in seine Bestandteile auf. Das heißt, dass der Todesschütze Verletzungen davon getragen hat und diese in einem Krankenhaus behandeln lassen muss. Werden die Detectives so dem Mörder auf die Schliche kommen? In der Zwischenzeit ist Jo auf der Suche nach einem unbekannten Wohltäter, dem ‚Guardian Angel‘, der zehn New Yorkern anonym einen Scheck über jeweils eine Million Dollar ausgestellt hat. Doch wer war es?","versions":[{"lang":1,"streams":[{"redirect":8971654,"hoster":"VOE"},{"redirect":8336576,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Verhör","epNo":12,"alt":"Civilized Lies","descr":"Der Polizist Mark Riley wird von drei maskierten Männern überfallen und schwer verletzt. Obwohl Riley seine Tatwaffe zückt, hat er keine Chance gegen die brutalen Räuber: Er stirbt kurz darauf im Krankenhaus. Die gesamte Mannschaft des CSI arbeitet an dem Fall, um den Täter zu fassen und diesen für den Mord an einem Kollegen lebenslang hinter Gitter zu bringen. Als erstes befragen die Ermittler den vermeintlichen Augenzeugen Anthony Lombardo, der von Rileys Waffe an der Schulter erwischt wurde. Während die Ermittler dem jungen Mann zunächst Glauben schenken, verstrickt dieser sich immer mehr in Widersprüche bis die Detectives vermuten, dass Anthony einer der Täter ist. Don Flack zieht bei der Vernehmung alle Register und führt Anthony in die Irre: Don lässt Anthony glauben, dass einer seiner Komplizen, Mookie, ausgepackt hat und aktuell mit dem Staatsanwalt einen Deal aushandelt, um straffrei davonzukommen. Tatsächlich wurde Mookies Leiche in der Zwischenzeit jedoch im Kofferraum des Fluchtwagens gefunden. Um seine eigene Haut zu retten und aus Angst, seine Tochter nie wieder sehen zu können, knickt Anthony schließlich ein und gibt den Namen des Bandenanführers preis: Eric Blaylock. Dieser stellt sich jedoch als äußerst zäher Bursche heraus, der sofort einen Anwalt verlangt und folglich nicht mehr vernommen werden kann. Wird es dem CSI dennoch gelingen, den Polizistenmord aufzuklären?","versions":[{"lang":1,"streams":[{"redirect":8971655,"hoster":"VOE"},{"redirect":8336578,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Fluch","epNo":13,"alt":"Nine Thirteen","descr":"Ein Fluch lastet auf dem New Yorker Wentworth-Gebäude: Nachdem der Namensgeber beim Börsencrash von 1929 in den Tod gesprungen war, gab es 37 weitere bizarre Todesfälle. Nun ist ein seltsam gekleideter Mann in die Tiefe gestürzt und auf dem Dach eines Taxis gelandet. Doch der Aufprall war nicht Schuld an dem Tod, sondern die zuvor durchtrennte Halsschlagader, die ihm mit einer selbstgemachten Klinge zugefügt wurde. Diese Art von Klinge wird häufig von Gefängnisinsassen verwendet, was nahelegt, dass der Mörder ein Ex-Häftling war. Die Identität des toten Mannes bleibt indes ebenfalls ein Rätsel, denn dieser war ein Taschendieb, der sich in auffälliger Verkleidung mit Touristen fotografieren ließ und ihnen dabei Brieftaschen, Uhren und Handys stahl. Hat sich eines der Opfer nun an ihm gerächt? Unterdessen wird Jo an ihrem freien Tag von einem attraktiven Mann, Grant Holliston, verfolgt. Obwohl sie ihm misstrauisch begegnet, fühlt sie sich gleichzeitig zu ihm hingezogen, denn dem jungen Physikprofessor wurde das Herz von Jos Schwester transplantiert, die bei einem Verkehrsunfall umgekommen war …","versions":[{"lang":1,"streams":[{"redirect":8971656,"hoster":"VOE"},{"redirect":8336581,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Weißes Gold","epNo":14,"alt":"White Gold","descr":"Zwei Tierrechtsaktivisten werden Zeugen eines Auffahrunfalls, bei dem ein nagelneuer BMW von einem alten Lieferwagen gerammt wird. Die Jugendlichen denken sich nichts dabei, bis kurz darauf zwei Schüsse fallen und sie am Tatort einen erschossenen jungen Mann vorfinden. Das CSI-Team wird alarmiert, um den Fall zu untersuchen. Obwohl der Tote keinen Ausweis bei sich trägt, können die Ermittler anhand seltener OP-Narben die Identität des Mannes herausfinden: Paul Tortucci war nach dem Tod seiner Eltern bei seinem Onkel Ray aufgewachsen und hätte schon bald dessen Pizzeria übernehmen sollen. Wie sich herausstellt, hatten die Täter es auf die Ladung von Pauls Transporter abgesehen, denn unter alten Pizzakartons findet Danny ein Geheimfach, das jetzt allerdings leer ist. Hat Paul etwa heimlich mit Drogen gedealt? Darauf weisen auch die Rückstände eines weißen Pulvers an seiner Nase hin, doch eine Untersuchung ergibt, dass es sich dabei tatsächlich nur um Mehl aus der Pizzeria handelt. Eine Blutspur führt die Ermittler schließlich zu dem vorbestraften Autodieb Reno Martell, der in seiner Wohnung riesige Mengen Mozzarella lagert. Die Detectives vermuten, dass Paul diesen nach Kanada geschmuggelt hat, um von dem erzielten Gewinn seinem Onkel unter die Arme zu greifen. Die Jagd auf den mutmaßlichen Mörder Reno Martell beginnt …","versions":[{"lang":1,"streams":[{"redirect":8971658,"hoster":"VOE"},{"redirect":8336582,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Im Zeichen der Schlange","epNo":15,"alt":"Seth and Apep","descr":"Schock für Mac: Als er in Las Vegas ankommt, um seine Freundin Christine zu besuchen, fehlt von dieser jede Spur. Ihr Hotelzimmer ist verwüstet und weist unzählige Blutspuren auf. Da seine Freundin in Vegas entführt wurde, fällt der Fall in die Zuständigkeit der CSI Vegas-Ermittler und D. B. Russell übernimmt die Führung. Gemeinsam finden Mac und Russell heraus, dass Christine und Shawn Boyd von einem Kredithai namens Zane entführt wurden. Für die Freilassung der beiden fordert Zane, dass Diamanten von Vegas nach New York transportiert werden. Shawns Bruder Jimmy lässt sich auf ein Treffen mit Zane und dessen Handlanger ein, doch er wird angeschossen, als Zane die Anwesenheit der Polizei bemerkt. Russell und Mac können den Entführer festnehmen. Doch dabei erfährt Mac, dass er Christine nie wieder sehen wird. Blufft Zane nur oder ist sie tatsächlich schon tot? Während Zane seine Zeit im Knast absitzt, arbeiten seine Handlanger weiter. Denn nur kurz darauf erreicht Mac ein Paket. In diesem befinden sich eine abgetrennte Zunge und der Hinweis, dass der Detective den Anruf der Entführer annehmen soll. Christine ist am Apparat, sie soll ihn in ein Lagerhaus locken. Ohne sein Team zu informieren und mit dem Wissen, in eine Falle zu tappen, macht Mac sich dennoch auf, um seine Liebste zu retten. Doch am Treffpunkt findet er nur Shawns Leiche …","versions":[{"lang":1,"streams":[{"redirect":8971659,"hoster":"VOE"},{"redirect":8336579,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ich liebe dich zu Tode","epNo":16,"alt":"Blood Actually","descr":"Der Valentinstag steht an, doch die CSI:NY-Ermittler feiern nicht die Liebe, sondern müssen drei Mordfälle aufklären: Im ersten Fall liegt der Zuhälter und vorbestrafte Gewalttäter Theodore Hart tot in einem völlig verwüsteten Hotelzimmer. Das Zimmer war allerdings nicht auf das Opfer gebucht, sondern auf einen Mann namens Wayne Brown, der behauptet, dass Theodore in sein Zimmer gestürmt sei und ihn angegriffen habe. Um sich zu wehren, habe Wayne Theodore einen Korkenzieher in den Hals gerammt, woraufhin dieser gestorben ist. Die Autopsie ergibt jedoch, dass ein Schlag auf den Kopf die Todesursache war. Mordfall Nummer zwei befasst sich mit dem ungleichen Ehepaar Sandra und Bernie Chandler. Während sie die blonde Sexbombe verkörpert, ist Bernie ein vollschlanker, älterer Mann. Sandra hat Bernie tot im Wohnzimmer gefunden, nachdem er zu viele Pralinen gegessen und einen Diabetes-Schock erlitten hatte. Als Bernie sich das rettende Insulin spritzen wollte, war dieses mit tödlichem Zuckerwasser gefüllt. Im dritten Fall wurde Jeremy Howser auf dem Weg zu einem Rendezvous auf offener Straße erschossen. Auf der anderen Straßenseite wartete seine Frau Wendy, mit der Jeremy sich eine erbitterte Scheidungsschlacht geliefert hatte. Ist sie die Mörderin?","versions":[{"lang":1,"streams":[{"redirect":8971657,"hoster":"VOE"},{"redirect":8336580,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Carpe Diem","epNo":17,"alt":"Today is Life","descr":"Die Polizisten Kevin Hopkins und Trey Jensen sind auf der Jagd nach zwei Verdächtigen, die einen Juwelier überfallen haben. Als Hopkins um die Ecke biegt, wird auf ihn geschossen. Im Affekt zückt der Polizist seine Waffe und gibt einen Schuss auf den mutmaßlichen Scharfschützen, einen jungen Farbigen namens Timothy Brown, ab, der augenblicklich tot ist. Hopkins meldet den Vorfall der NYPD, doch da Mac Taylor und seine Kollegen keine Schmauchspuren an Timothys Händen feststellen können, zweifeln sie an Hopkins Version des Vorfalls. Zudem fehlt von der Waffe, aus der auf Hopkins geschossen wurde, jede Spur. Nicht nur die Detectives, auch die Presse und die Bürger in New York vermuten rassistische Gründe hinter Hopkins Schuss und zweifeln daran, dass er in Notwehr gehandelt hat. Aufgebrachte New Yorker versammeln sich vor dem Police-Department und demonstrieren gegen polizeiliche Gewalt und Rassismus. Als Kevin das Revier in einem Krankenwagen verlässt, wird das Fahrzeug von der wütenden Meute gestoppt und der Polizist wird aus dem Wagen gezogen und gelyncht. In der Zwischenzeit suchen Adam und Hawkes den Tatort ab und finden tatsächlich eine Patronenhülse, die beweist, dass auf Hopkins geschossen wurde. Eine forensische Analyse ergibt außerdem, dass mit der dazugehörigen Waffe bereits mehrere Straftaten begangen wurden. Doch da Timothy nicht auf Officer Hopkins geschossen haben kann – wer war es dann? Nachdem Christine die Entführung gut überstanden hat, steht Mac vor einem wichtigen Schritt: Zum ersten Mal seit dem Tod seiner Frau vor über zehn Jahren, ist er wieder glücklich und kann positiv in die Zukunft blicken. Wird Mac mit Christine den Gang zum Traualter wagen?","versions":[{"lang":1,"streams":[{"redirect":12471268,"hoster":"VOE"},{"redirect":8336584,"hoster":"Streamtape"}]}]}]}]}