{"seriesId":"csi-vegas","name":"CSI: Vegas","descr":"Angesichts einer enormen Bedrohung, die das Kriminallabor an sich und auch dessen Ruf in seiner Existenz bedroht, muss das brillante Team forensischer Ermittler alte Freunde willkommen heißen und neue Techniken einsetzen, um der Gerechtigkeit in Las Vegas weiterhin zu dienen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Am Anfang der Anschlag","epNo":1,"alt":"Legacy","descr":"Angesichts einer existenziellen Bedrohung, die das gesamte Kriminallabor zum Einsturz bringen und Tausende von verurteilten Mördern zurück auf die neonbeleuchteten Straßen von Vegas bringen könnte, muss ein brillantes neues Ermittlerteam unter der Leitung von Maxine Roby die Hilfe der alten Freunde Gil Grissom und Sara Sidle in Anspruch nehmen. Diese vereinte Truppe setzt die neuesten forensischen Techniken ein, um das zu tun, was sie am besten können - den Beweisen zu folgen -, um die Gerechtigkeit in Sin City zu wahren und durchzusetzen. In der ersten Folge ist ein Anschlag auf Jim Brass (Paul Guilfoyle) der Auslöser für eine Verschwörung, die sich gegen das Kriminallabor in Las Vegas richtet.","versions":[{"lang":1,"streams":[{"redirect":14514849,"hoster":"VOE"},{"redirect":13678625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13663966,"hoster":"VOE"},{"redirect":13676286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter großem Fuß","epNo":2,"alt":"Honeymoon In Vegas","descr":"Gil Grissom und Sara Sidle helfen einem ehemaligen Kollegen, der in Beweise verwickelt ist. Maxine und der Rest des CSI-Teams arbeiten an der Ermordung eines Paares, das an ihrem Hochzeitstag ermordet wurde, und folgen den Beweisen für die anzügliche Unterwelt der Elite von Las Vegas.","versions":[{"lang":1,"streams":[{"redirect":14473640,"hoster":"VOE"},{"redirect":13676300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14454333,"hoster":"VOE"},{"redirect":13676284,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Für und gegen David Hodges","epNo":3,"alt":"Under The Skin","descr":"Die Ermittlungen von Grissom und Sara gegen David Hodges laufen auf Hochtouren. Die Leiche eines Videospielentwicklers wird vor einem Spieleturnier in einem Brunnen gefunden.","versions":[{"lang":1,"streams":[{"redirect":14452856,"hoster":"VOE"},{"redirect":13678626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452824,"hoster":"VOE"},{"redirect":13676288,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwein gehabt","epNo":4,"alt":"Long Pig","descr":"Das CSI-Team ermittelt als eine Leiche in der Luau-Grube eines Hotels mit hawaiianischem Flair ausgegraben wird. Außerdem beginnt die Dienstaufsicht Grissoms und Saras Rückkehr ins Kriminallabor zu hinterfragen.","versions":[{"lang":1,"streams":[{"redirect":14454454,"hoster":"VOE"},{"redirect":13676299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514847,"hoster":"VOE"},{"redirect":13676291,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Es stinkt zum Himmel","epNo":5,"alt":"Let the Chips Fall","descr":"Als Grissom und Sara den Tätern von Hodges näher kommen, untersucht das CSI-Team in 30.000 Fuß Höhe einen verschlossenen Raum, als ein Frachtflugzeug autonom auf dem Flughafen McCarran landet und alle an Bord getötet wurden.","versions":[{"lang":1,"streams":[{"redirect":14454549,"hoster":"VOE"},{"redirect":13676298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14454613,"hoster":"VOE"},{"redirect":13676289,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Clownerie","epNo":6,"alt":"Funhouse","descr":"Max setzt CSI auf Lockdown, als Beweise in einem neuen Mord Grissom und Sara auf einen neuen Verdächtigen im Kriminallabor hinweisen. Außerdem untersuchen Folsom und Allie eine Reihe erschreckender Morde in einem heruntergekommenen Clown-Themenhotel.","versions":[{"lang":1,"streams":[{"redirect":14454332,"hoster":"VOE"},{"redirect":13676301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514830,"hoster":"VOE"},{"redirect":13676290,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blutrotes Pferd","epNo":7,"alt":"In the Blood","descr":"Ein verlassenes, blutverschmiertes Pferd führt das CSI-Team zu einem Resozialisierungszentrum für verurteilte Mörder. Außerdem beginnen Grissom und Sara, ihren Hauptverdächtigen im Fall David Hodges einzukreisen.","versions":[{"lang":1,"streams":[{"redirect":14514602,"hoster":"VOE"},{"redirect":13678633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14454458,"hoster":"VOE"},{"redirect":13678622,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Entschlackung","epNo":8,"alt":"Pipe Cleaner","descr":"Als die CSI\u0027s zur Untersuchung menschlicher Überreste gerufen werden, die in der Badewanne des Besitzers eines Kongresszentrums gefunden wurden, nutzen Sara und Grissom den Fall, um sich dem Hauptzeugen des Anwalts Anson Wix anzunähern, nur wenige Tage bevor David Hodges\u0027 Prozess beginnt.","versions":[{"lang":1,"streams":[{"redirect":14454550,"hoster":"VOE"},{"redirect":13676304,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14454455,"hoster":"VOE"},{"redirect":13676295,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flügel ohne Vogel","epNo":9,"alt":"Waiting in the Wings","descr":"Das CSI-Team schaut sich die exzentrische Welt der Sideshows genau an, als ein paar Darsteller verbrannt in einer Grube entdeckt werden. Außerdem denkt Hodges zu Beginn seines Strafprozesses über einen Deal nach, während Max, Grissom und Sara nach Beweisen suchen, um ihn zu entlasten.","versions":[{"lang":1,"streams":[{"redirect":14514840,"hoster":"VOE"},{"redirect":13676303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14515272,"hoster":"VOE"},{"redirect":13676293,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mit der Hilfe von allen","epNo":10,"alt":"Signed, Sealed, Delivered","descr":"Als David Hodges vermisst wird, sucht das gesamte CSI-Team nach Beweisen, die ihm helfen, ihn zu finden, seinen Namen reinzuwaschen und den Ruf des gesamten Kriminallabors zu retten.","versions":[{"lang":1,"streams":[{"redirect":14452825,"hoster":"VOE"},{"redirect":13676308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14454809,"hoster":"VOE"},{"redirect":13676292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Catherines Geheimnis","epNo":1,"alt":"She`s Gone","descr":"Einige Monate sind vergangen. Dr. Hugo Ramirez hat seinen Job quittiert. Stattdessen arbeitet das Geschwisterpaar Sonya und Jack Nikolayevich in der Gerichtsmedizin. Neu im Team ist CSI Beau Finado, der zuvor in der pharmazeutischen Forschung gearbeitet hatte. Während das Team den Fall einer brutal ermordeten Domina untersucht, wendet sich Catherine Willows an Max und bittet sie um eine Job. Bald wird klar, warum: Catherine hatte ein Programm aufgebaut, das jungen Frauen dabei helfen soll, eine Ausbildung in der Forensik zu machen, während Catherine sie damit unterstützte, ihnen \"sichere\" Jobs in ihrem Casino zu verschaffen. Nun ist Catherines beste Schülerin, Grace spurlos verschwunden. Ihre Nachforschungen im Casino haben dafür gesorgt, dass sie dort ausgebootet wurde. Beim CSI will sie nun eigene Nachforschungen starten.","versions":[{"lang":1,"streams":[{"redirect":14514838,"hoster":"VOE"},{"redirect":14474127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514848,"hoster":"VOE"},{"redirect":14476877,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord im Geisterhaus","epNo":2,"alt":"The Painted Man","descr":"In Las Vegas steht Halloween vor der Tür. In einem beliebten, örtlichen Spukhaus wird entdeckt, dass sich in einem dort grotesk ausgestellten Mannequin eine Leiche befindet: Jemand hatte nach einem Mord das Opfer in Plastik versteckt. Derweil rekrutiert Catherine Folsom, um nach ihrer verschollene Schülerin Grace zu forschen.","versions":[{"lang":1,"streams":[{"redirect":14515269,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14514832,"hoster":"VOE"},{"redirect":14476878,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Tote im Wagen","epNo":3,"alt":"Story of a Gun","descr":"In einer Geisterstadt in Nevada ist eine Gruppe Teenager bei einer Spritztour über eine Frau gestolpert, die schließlich tot am Steuer ihres Fahrzeugs sitzt. Das CSI-Team macht sich an die Suche nach der Todesursache und nach dem Ablauf, der die Frauenleiche hier enden ließ.","versions":[{"lang":1,"streams":[{"redirect":14514955,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14473551,"hoster":"VOE"},{"redirect":14476880,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schrei nach Liebe","epNo":4,"alt":"Koala","descr":"Ein brutaler Mehrfach-Mord gibt dem Team zu forensisch wie emotional zu knabbern: Eine ganze Familie – inklusive einer Schwangeren – wurde in ihrem Haus von drei Angreifern brutal hingerichtet. Catherine führt die Ermittlungen, die für die junge Gerichtsmedizinerin zur Belastungsprobe wird. Auch Catherine wird nicht kalt gelassen und in ihrem Wunsch bestärkt, wieder Kontakt zu ihrer entfremdeten Tochter aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":14514698,"hoster":"VOE"},{"redirect":14467691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514715,"hoster":"VOE"},{"redirect":14465228,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In bester Absicht","epNo":5,"alt":"In Harm`s Way","descr":"Bei einem Bankett zu ehren einer neu entwickelten medizinischen Technologie kommt es zu einem Vorfall: Mehrere Menschen haben starke Vergiftungserscheinungen, drei sterben. Das Team steht zunächst vor der Herausforderung herauszufinden, ob der Tatort immer noch gefährlich ist. Derweil kann Catherine die Mitbewohnerin der vermutlich ermordeten Grace endlich zur Mithilfe bei der Aufklärung überreden.","versions":[{"lang":1,"streams":[{"redirect":14514704,"hoster":"VOE"},{"redirect":14474113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514707,"hoster":"VOE"},{"redirect":14476879,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erloschener Stern","epNo":6,"alt":"There’s the Rub","descr":"Der neue Fall führt das CSI-Team zu einem mit einem Michelin-Stern ausgezeichneten Restaurant: Dessen Chef-Koch wurde ermordet und im Kühlraum des Restaurants versteckt.","versions":[{"lang":1,"streams":[{"redirect":14514597,"hoster":"VOE"},{"redirect":14474126,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514601,"hoster":"VOE"},{"redirect":14476882,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brandgefährlich","epNo":7,"alt":"Burned","descr":"In einem Haus wurden nach einem Brand ein ermordeter Vater und sein erwachsener Sohn gefunden: Beide waren an ihre Sessel gefesselt, die Brutalität und die Art ihres Todes deutet auf ein sehr persönliches Motiv hin. Während einerseits der Beruf des Vaters als verhasster Immobilienmakler ein Motiv und einen Täterkreis nahe legt, findet Allie im Haus Fußspuren, die zu groß sind, um von einem Menschen zu stammen. Mehr noch, auf der Sicherheitskamera des Hauses werden Bilder gefunden, die nahe legen, dass etwas, das die mythische Kreatur ‚Bigfoot‘ sein könnte, das Haus verlassen hat. Aber es gibt trotz lückenlosem Videofeed keine Bilder, wie diese Kreatur ins Haus gekommen war …","versions":[{"lang":1,"streams":[{"redirect":14515271,"hoster":"VOE"},{"redirect":14474138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514599,"hoster":"VOE"},{"redirect":14476881,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Freundin oder Feindin","epNo":8,"alt":"Grace Note","descr":"Der Hauptverdächtige im Fall von Catherines vermutlich ermordeter Freundin Grace wird tot aufgefunden. Das Team tut sein möglichstes, um den Fall aufzuklären – auch in der Hoffnung, weitere Spuren im Fall von Grace zu finden.","versions":[{"lang":1,"streams":[{"redirect":14514699,"hoster":"VOE"},{"redirect":14474137,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514705,"hoster":"VOE"},{"redirect":14476887,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der weiße Raum","epNo":9,"alt":"In the White Room","descr":"Im Umfeld eines in einem Hotel abgehaltenen \"Regency Romantics Weekend\" – einer Veranstaltung für Fans der britischen Kultur von vor 200 Jahren – geschehen zwei Morde: Eine Frau wurde im Kostüm bis auf einen Golfplatz gejagt, ein Mann in einer Foto-Booth erschossen. Beide wohl mit einer entsprechend altmodischen Waffe. Die Suche nach dem Täter führt zu einer erstaunlichen Stelle und zu einem vorherigen Fall …","versions":[{"lang":1,"streams":[{"redirect":14514834,"hoster":"VOE"},{"redirect":14474145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514702,"hoster":"VOE"},{"redirect":14476884,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tinte","epNo":10,"alt":"Eyeballs","descr":"Eine Party für Social-Media-Influencer endet mit einem auf mysteriöse Weise brutal ermordeten, in der Szene prominenten Gast. Die Kollegen von CSI Chris Park sind überrascht, als sie erfahren, dass der Kollege selbst über seine Arbeit erfolgreiche Videos für soziale Netzwerke erstellt und dabei nach Max’ Ansicht auf einem sehr schmalen Grat in Sachen Berufsethik beziehungsweise Vorschriften wandelt. Allerdings kann Chris beleuchten, dass das Mordopfer vor vier Jahren selbst in einen Mordfall verwickelt gewesen ist, vor Gericht aber frei kam – auch, weil Chis damals (vor seiner Zeit als CSI und als \"Privatmann\") auf seinem Kanal (s)eine Meinung über veröffentliche Tatortbilder und darauf zu sehende Blutspritzer geäußert hatte. Das hatte dem jetzigen Opfer damals bei der Erlangung eines Freispruchs geholfen, da diese Indizien nicht zum von der Staatsanwaltschaft dargelegten Tatablauf und insbesondere der vermuteten Mordwaffe gepasst hatten.","versions":[{"lang":1,"streams":[{"redirect":14514605,"hoster":"VOE"},{"redirect":14474141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514712,"hoster":"VOE"},{"redirect":14476883,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Trockenes Ertrinken","epNo":11,"alt":"Trinket","descr":"Ein Junge wurde in der Garage eines Privathauses gefunden, augenscheinlich war er der Natur bereits einige Tage ausgesetzt. Da der Junge nicht spricht, ist es zunächst schwierig, weitere Details zu erarbeiten. Ein DNS-Test fördert schließlich zu Tage, dass die Mutter des Jungen vor knapp acht Jahren als 16-Jährige unter mysteriösen Umständen verschwand (weswegen ihre DNS ins System kam) und er noch Großeltern hat – der Junge wurde augenscheinlich nach dem Verschwinden seiner Mutter geboren. Damals waren weitere Mädchen der selben Highschool verschwunden, ein junger Mann wurde verdächtig. Beau wird von dem Fall emotional mitgenommen. Derweil erhält Max eine bedrohliche Nachricht, die eine Verbindung zu früheren Fällen hat.","versions":[{"lang":1,"streams":[{"redirect":14514837,"hoster":"VOE"},{"redirect":14474146,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14473669,"hoster":"VOE"},{"redirect":14476889,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spuren im Staub","epNo":12,"alt":"When The Dust Settles","descr":"Eigentlich wollte Catherine einen ruhigen Tag mit ihrer Enkeltochter verbringen, zu der ihr ihre entfremdete Tochter endlich Zugang gewährt. Allerdings wird der Tag unterbrochen, als eine Frau aus einem vierjährigen Koma erwacht: Sie kann neue Hinweise auf einen Fall geben, bei dem sie eben im Koma landete, ihre Schwester aber ums Leben kam. Das Team muss in dem seitdem verlassenen Friseursalons die Spuren von Tattag unter einer Staubschicht finden, um mit den neuen Hinweisen den Tathergang zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":14514831,"hoster":"VOE"},{"redirect":14474150,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514714,"hoster":"VOE"},{"redirect":14476886,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fund des Grauens","epNo":13,"alt":"Boned","descr":"Das CSI-Team untersucht den Tod eines Archäologen, der in der Nähe der bahnbrechenden Entdeckung einer alten Zivilisation gefunden wurde. Außerdem findet Max eine weitere kryptische Notiz, die mit der bekannten silbernen Tinte geschrieben wurde, nachdem eine geistig verwirrte Frau ihren Angreifer getötet hat.","versions":[{"lang":1,"streams":[{"redirect":14514603,"hoster":"VOE"},{"redirect":14474149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514713,"hoster":"VOE"},{"redirect":14476888,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Aller bösen Dinge sind drei","epNo":14,"alt":"Third Time\u0027s the Charm","descr":"Die CSIs untersuchen den mysteriösen Tod eines Wettessers, und Chavez arbeitet mit Allie zusammen, um herauszufinden, woher die geheimnisvollen silbernen Tintenscheine stammen.","versions":[{"lang":1,"streams":[{"redirect":14514701,"hoster":"VOE"},{"redirect":14474152,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514850,"hoster":"VOE"},{"redirect":14476893,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Möge der Bessere gewinnen","epNo":15,"alt":"Ashes, Ashes","descr":"Im Kriminallabor wird eine Notiz mit silberner Tinte gefunden, die das Leben von Maxine Roby bedroht. Das gesamte CSI-Team muss herausfinden, wer hinter den Notizen steckt und wie sie mit anderen Mordfällen zusammenhängen.","versions":[{"lang":1,"streams":[{"redirect":14515268,"hoster":"VOE"},{"redirect":14474151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514845,"hoster":"VOE"},{"redirect":14476894,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Engel des Todes","epNo":16,"alt":"We All Fall Down","descr":"Die Gerichtsmedizinerin Sonya gerät in Lebensgefahr, als sie einem mysteriösen Gift ausgesetzt wird, während das CSI-Team versucht, das Gegenmittel und den Mörder mit der silbernen Tinte zu finden, der es offenbar auf das Kriminallabor abgesehen hat. Max Ex-Ehemann Daniel kehrt zurück, um sich zu vergewissern, dass sie und ihr Sohn in Sicherheit sind.","versions":[{"lang":1,"streams":[{"redirect":14514700,"hoster":"VOE"},{"redirect":14476904,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514846,"hoster":"VOE"},{"redirect":14476892,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Geheimnis im See","epNo":17,"alt":"The Promise","descr":"Als die Leiche eines jungen Mädchens, das vor über 40 Jahren ermordet wurde, auf dem Grund des Lake Mead entdeckt wird, verspricht Max Roby der Mutter, Raquel Williams, dass das CSI-Team endlich Gerechtigkeit für ihre Tochter finden wird. Außerdem kehrt Greg Sanders mit seinem schrulligen Humor in das Kriminallabor zurück.","versions":[{"lang":1,"streams":[{"redirect":14514842,"hoster":"VOE"},{"redirect":14476901,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514833,"hoster":"VOE"},{"redirect":14476890,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der falsche Freund","epNo":18,"alt":"Fractured","descr":"Das CSI-Team untersucht eine Bombe, die während einer Maskenparty für reiche Investoren auf dem Gelände eines neuen Kasinos explodiert ist.","versions":[{"lang":1,"streams":[{"redirect":14514839,"hoster":"VOE"},{"redirect":14476905,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514829,"hoster":"VOE"},{"redirect":14476891,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tödliche Erinnerungen","epNo":19,"alt":"Dead Memories","descr":"Als der zu Unrecht beschuldigte ehemalige Verdächtige Gene Farrow blutüberströmt und mit einem Hackbeil in der Hand das Kriminallabor betritt, um nach Allie Rajan zu suchen, untersucht das CSI-Team seine merkwürdige Geschichte über eine makabre Party mit tödlichem Ausgang.","versions":[{"lang":1,"streams":[{"redirect":14514711,"hoster":"VOE"},{"redirect":14476902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514604,"hoster":"VOE"},{"redirect":14476899,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Hütchenspiel","epNo":20,"alt":"Shell Game","descr":"Das CSI-Team untersucht einen Fall, bei dem ein ehrgeiziger Enthüllungsjournalist tot in einer Erdnussfabrik aufgefunden wird. Außerdem rätseln alle im Kriminallabor darüber, wen Max zum Leiter der Tagesschicht befördern wird.","versions":[{"lang":1,"streams":[{"redirect":14514606,"hoster":"VOE"},{"redirect":14476909,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514843,"hoster":"VOE"},{"redirect":14476898,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Letzte Worte","epNo":21,"alt":"Dying Words","descr":"Das CSI-Team untersucht einen Mordfall, der Folsom sehr nahe geht. Als er gezwungen wird, die Ermittlungen auszusetzen, stellt er mit Treys Hilfe selbst Nachforschungen an. Aus Sorge, Folsom könnte etwas tun, was er bereut, wenn er den Mörder in die Finger bekommt, versucht das Team, den Verdächtigen zuerst zu verhaften.","versions":[{"lang":1,"streams":[{"redirect":14514607,"hoster":"VOE"},{"redirect":14476914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514598,"hoster":"VOE"},{"redirect":14476895,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Sensenmann","epNo":1,"alt":"The Reaper","descr":"Während ihr angesehener Kollege Josh Folsom wegen des Todes von Kahn Schefter – dem Mann, der für die Ermordung von Folsoms Mutter verantwortlich ist – verhaftet ist, durchforstet das CSI-Team jedes Krümel forensischer Beweise, um seine Unschuld oder Schuld festzustellen.","versions":[{"lang":1,"streams":[{"redirect":14514589,"hoster":"VOE"},{"redirect":14519817,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513015,"hoster":"VOE"},{"redirect":14519826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von Narben und Prothesen","epNo":2,"alt":"Scar Tissue","descr":"Mit einem neuen Beweisstück nimmt Catherine Willows eine Untersuchung aus ihrer Vergangenheit wieder auf, die nie gelöst werden konnte, nachdem sie nach einem gewalttätigen Angriff ins Krankenhaus musste. Die Abteilung für innere Angelegenheiten beginnt, Folsom zu befragen.","versions":[{"lang":1,"streams":[{"redirect":14514695,"hoster":"VOE"},{"redirect":14519820,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512985,"hoster":"VOE"},{"redirect":14519813,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Rat Pack","epNo":3,"alt":"Rat Packed","descr":"Das CSI-Team wird mit der Untersuchung beauftragt, als die Leichen von Frank Sinatra- und Joey Bishop-Imitatoren hinter der Trockenmauer eines Hausbauprojekts entdeckt werden. Außerdem muss sich Folsom dem Prüfungsausschuss über die Zukunft seiner Karriere stellen.","versions":[{"lang":1,"streams":[{"redirect":14514815,"hoster":"VOE"},{"redirect":14500085,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14493585,"hoster":"VOE"},{"redirect":14467675,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zum Fressen gern","epNo":4,"alt":"Health and Wellness","descr":"Während das CSI-Team den Tod eines Mannes untersucht, der Las Vegas zu einem Gesundheits- und Wellness-Kongress besucht, wird Allie Rajan durch eine feurige Explosion im Keller eines verlassenen Krankenhauses gefangen.","versions":[{"lang":1,"streams":[{"redirect":14514828,"hoster":"VOE"},{"redirect":14519819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512994,"hoster":"VOE"},{"redirect":14500065,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Killer-KI","epNo":5,"alt":"It Was Automation","descr":"Als ein Mechaniker in einer dunklen Fabrik ermordet aufgefunden wird, untersucht das CSI-Team, ob der Täter ein Mensch oder ein humanoider Roboter mit einem KI-Betriebssystem war.","versions":[{"lang":1,"streams":[{"redirect":14497498,"hoster":"VOE"},{"redirect":14519824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514591,"hoster":"VOE"},{"redirect":14519815,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödliche Strahlen","epNo":6,"alt":"Atomic City","descr":"Das CSI-Team untersucht einen radioaktiven Tatort, an dem ein Vater und ein Sohn ums Leben kamen.","versions":[{"lang":1,"streams":[{"redirect":14514814,"hoster":"VOE"},{"redirect":14500089,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14493554,"hoster":"VOE"},{"redirect":14467687,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zufälle","epNo":7,"alt":"Coinkydink","descr":"Als ein Fitness-Guru tot in der Sauna eines Fitnessstudios aufgefunden wird und sein zukünftiger Schwiegersohn bei einem offensichtlichen Jagdunfall tot aufgefunden wird, untersucht das CSI-Team, ob diese Todesfälle nichts mit tragischen Unfällen zu tun haben oder ob sie miteinander in Zusammenhang stehen.","versions":[{"lang":1,"streams":[{"redirect":14504519,"hoster":"VOE"},{"redirect":14519823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14515321,"hoster":"VOE"},{"redirect":14519818,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kriminelle Kunst","epNo":8,"alt":"The Artist Is Present","descr":"Das CSI-Team untersucht, wann ein Nervensystem über einem örtlichen Autohaus hängt. Außerdem suchen Chavez und Max bei ihrer laufenden Untersuchung der Robotikfabrik nach einer fehlenden Quelle.","versions":[{"lang":1,"streams":[{"redirect":14515319,"hoster":"VOE"},{"redirect":14500087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14508230,"hoster":"VOE"},{"redirect":13997743,"hoster":"Doodstream"},{"redirect":14467685,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Heavy Metal","epNo":9,"alt":"Heavy Metal","descr":"Das CSI-Team untersucht den Tod eines örtlichen Antiquitätenladenbesitzers, der offenbar an einer Schusswunde starb, für die ein wichtiger Hinweis fehlt – die Kugel. Außerdem gelingt Max im laufenden Fall mit Ocho aus der Robotikfabrik ein wichtiger Durchbruch.","versions":[{"lang":1,"streams":[{"redirect":14514750,"hoster":"VOE"},{"redirect":14500094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14515294,"hoster":"VOE"},{"redirect":14500067,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tunnelblick","epNo":10,"alt":"Tunnel Vision","descr":"Nach einer Explosion in einem Biolabor versucht das CSI-Team herauszufinden, welcher Nervenkampfstoff einen von ihnen bewusstlos gemacht hat, während die anderen einen gefährlichen unterirdischen Tunnel erkunden, um einen weiteren CSI zu finden, der während der Explosion entführt wurde.","versions":[{"lang":1,"streams":[{"redirect":14516361,"hoster":"VOE"},{"redirect":14500096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14504508,"hoster":"VOE"},{"redirect":14038210,"hoster":"Doodstream"},{"redirect":14500068,"hoster":"Streamtape"}]}]}]}]}