{"path":"/serie/stream/curon","name":"Curon","descr":"Siebzehn Jahre nachdem sie aufgrund tragischer Ereignisse gezwungen war, Curon zu verlassen, kehrt eine Frau mit ihren zwei Kindern in den Ort zurück. Schon bald stellen sie fest, dass die Stadt verflucht ist: Hört man die Glocken des alten Kirchturms läuten, kommen unterdrückte Gefühle wieder an die Oberfläche.","seasons":[{"path":"/serie/stream/curon/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/curon/staffel-1/episode-1","name":"Der schwarze See","epNo":1,"alt":"The Black Lake","descr":"\"Curon\" erzählt die Geschichte von Anna, Mutter von zwei Teenager-Zwillingen, welche nach vielen Jahren beschließt, gemeinsam mit ihren Kindern in ihr Heimatdorf Graun (ital. Curon) in Norditalien zurückzukehren. In Graun angekommen, verschwindet die Mutter auf mysteriöse Weise und die Teenager beginnen, verzweifelt nach ihr zu suchen. Die Kinder, Daria und Mauro, begeben sich auf eine Reise, die sie dazu bringt, sich mit zahlreichen Geheimnissen auseinanderzusetzen. Schon bald stellen sie fest, dass die Stadt verflucht ist: Hört man die Glocken des alten Kirchturms läuten, kommen unterdrückte Gefühle wieder an die Oberfläche...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981669","hoster":"VOE"},{"path":"/redirect/13263713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-2","name":"Der Tag danach","epNo":2,"alt":"The Day After","descr":"Thomas begibt sich auf die unheilvolle Suche nach Anna. Ein Geheimnis wird enthüllt. Daria erhält Einblicke in Mickis Familienleben. Mauro untersucht die Rätsel Curons.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105933","hoster":"VOE"},{"path":"/redirect/8364545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-3","name":"Der Mörder","epNo":3,"alt":"The Killer","descr":"Eine Liebesaffäre hat generationsübergreifende Folgen. Mauro und Dario werden im Wald fündig und stellen Thomas zur Rede. Lukas kann sich selbst offenbar nicht entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981665","hoster":"VOE"},{"path":"/redirect/8364548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-4","name":"Die Väter","epNo":4,"alt":"The Fathers","descr":"Ein Verdächtiger sitzt in U-Haft. Doch Fragen bleiben offen. Thomas will nach Auftauchen eines Vaters die ehrliche Schiene fahren. Freundinnen streiten. Der Schein trügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13105927","hoster":"VOE"},{"path":"/redirect/8364544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-5","name":"Der Fluch","epNo":5,"alt":"The Curse","descr":"Zwei Familien bemühen sich um Schadensbegrenzung. Zweifel liegen weiterhin in der Luft. Micki wird gestalkt. Ist ein Happy End an diesem Ort des Schreckens noch möglich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981673","hoster":"VOE"},{"path":"/redirect/8364551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-6","name":"Die Wölfe","epNo":6,"alt":"The Wolves","descr":"Eine unheilvolle Vorahnung liegt in der Luft. Die Zwillinge lassen eine Falle zuschnappen. Klara warnt Albert. Micki und Giulio bereiten sich auf das Schlimmste vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100136","hoster":"VOE"},{"path":"/redirect/8364549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/curon/staffel-1/episode-7","name":"Das Labyrinth","epNo":7,"alt":"The Maze","descr":"Die Rainas und Aspers finden zwar zusammen, doch Feindseligkeiten lassen sich nur schwer ausräumen. Die Wahrheit droht sich in einem Labyrinth der Emotionen zu verirren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8981675","hoster":"VOE"},{"path":"/redirect/8364555","hoster":"Streamtape"}]}]}]}]}