{"seriesId":"cutey-honey","name":"Cutey Honey","descr":"[Cutie Honey Flash] Honey Kisaragi ist die 16-jährige Tochter des Wissenschaftlers Dr. Kisaragi, die in einem Mädchen-Internat zur Schule geht. In der ersten Folge wird ihr Vater von der Geheimorganisation \"Panther Claw\" bei einem Entführungsversuch scheinbar ermordet. Die Panther Claw ist hinter dem Transformer her, den Honeys Vater entwickelt hat. Von einem geheimnisvollen Fremden, dem Honey den Namen \"Prince Twilight\" gibt, erhält sie ein Halsband, bei dessen Berührung sie sich in \"Cutey Honey\" verwandelt. Als \"Cutey Honey\" besitzt sie die Fähigkeit, sich in verschiedene Personen zu verwandeln, was ihr im Kampf gegen die \"Panther Claw\" eine wertvolle Hilfe ist. In ihrem Kampf gegen die \"Panther Claw\" wird sie von dem jungen Privatdetektiv Seiji Hayami unterstützt, dessen Vater auch von der \"Panther Claw\" ermordet wurde.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Verwandlung","epNo":1,"alt":"In the Name of Love, the Maiden will Change","descr":"Schon seit 10 Jahren lebt Cutey Honey im Internat. An ihrem Geburtstag will sie ihren Vater treffen. Doch die Begegnung wird von Gangstern des internationalen Verbrechersyndikats Pantherclaw gestört. Denn die wollen ihren Vater entführen.","versions":[{"lang":1,"streams":[{"redirect":8981674,"hoster":"VOE"},{"redirect":8364570,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Entschluss","epNo":2,"alt":"The Young Woman`s Decision, A Flower in the Sunset","descr":"Der Privatdetektiv Seiji versucht über Honey der Pantherclaw auf die Spur zu kommen. Die Gangster bereiten gerade einen neuen Coup vor. Sie wollen einen berühmten Diamanten stehlen. In der Hoffnung, ihren Vater zu finden, beteiligt sich Cutey in den verschiedensten Verwandlungen an der Verbrecherjagd.","versions":[{"lang":1,"streams":[{"redirect":12269350,"hoster":"VOE"},{"redirect":8364571,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hochzeit in Weiß","epNo":3,"alt":"The Maiden`s Dream! For Whom is the Bridal Dress?","descr":"Die Pantherclaw ist hinter den vier wertvollen Brautkleidern Yurie Tomobishi, der Tochter eines Konzernchefs her. Honey hofft, sie beim Einbruch zu überraschen und auf die Spur ihres Vaters zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8981678,"hoster":"VOE"},{"redirect":8364576,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Träne einer Meerjungfrau","epNo":4,"alt":"The Tear of the Mermaid Princess: The Father-Daughter Relationship","descr":"Die Pantherclaw will zwei legendäre, regenbogenfarbene Perlen in ihren Besitz bringen. Die Perlen wurden der Sängerin Hiiragi von ihrem Vater geschenkt. Sie sollen ihr Glück bringen. Durch Honey, die sich natürlich an dem Kampf gegen die Pantherclaw beteiligt, lernt Hiiragi ihren Vater mit neuen Augen zu sehen.","versions":[{"lang":1,"streams":[{"redirect":8981680,"hoster":"VOE"},{"redirect":8364579,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Schicksal","epNo":5,"alt":"Crossing Fate: Maiden of the Seven Colored Rainbow","descr":"Diesmal geht es der Pantherclaw um eine Porzellanfigur mit Augen, die das Schicksal aller Dinge widerspiegeln. Sie gehört einer Wahrsagerin. Die versichert Honey, dass ihr Vater lebt und es ihr vorherbestimmt sei, Außerordentliches zu vollbringen. Honey will die Pantherclaw in eine Falle locken.","versions":[{"lang":1,"streams":[{"redirect":8981681,"hoster":"VOE"},{"redirect":8364583,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Danbeis Schatz","epNo":6,"alt":"Unable to transform. Trapped Honey!","descr":"Die Pantherclaw will eine Statue aus Kristall, die Dan gehört, in ihren Besitz bringen. Sie kündigt der Schule in einer verworrenen Botschaft einen Überfall an.","versions":[{"lang":1,"streams":[{"redirect":8981679,"hoster":"VOE"},{"redirect":8364590,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Seijis Vater","epNo":7,"alt":"Sea of Sorrow! Seiji: Memoirs of His Father","descr":"Vor zehn Jahren ist ein Schiff, beladen mit großen Schätzen, im Meer versunken. Diese Schätze sind das neue Ziel der Pantherclaw. Seiji will allein gegen die Verbrecherorganisation kämpfen und so eine alte Rechnung begleichen","versions":[{"lang":1,"streams":[{"redirect":8981683,"hoster":"VOE"},{"redirect":8364589,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Duft der Liebe","epNo":8,"alt":"The Sweet and Perilous Scent! Preserve the Chaste Romance","descr":"Ein berühmter Chemiker versucht, das erste Parfum der Welt wieder herzustellen. Die neugierige und verliebte Natsu umsorgt ihn. Auch Honey träumt von der Liebe und ihrem Prinzen. Honey versucht, die Pantherclaw zu besiegen und den \"Duft der Liebe\" zu retten.","versions":[{"lang":1,"streams":[{"redirect":8981682,"hoster":"VOE"},{"redirect":8364595,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Honeys Rivalin","epNo":9,"alt":"Prince in the Crisis!? The Appearance of a Rival!!","descr":"Die Pantherclaw will den \"Diamanten der Sonne\" haben. Der befindet sich im Besitz von Erika, einem kleinen Mädchen reicher Eltern. Die Eltern kümmern sich nicht viel um sie, sondern immer nur um ihre Arbeit. Deshalb ist Erika viel allein und einsam","versions":[{"lang":1,"streams":[{"redirect":8981684,"hoster":"VOE"},{"redirect":8364596,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Honey in Gefahr","epNo":10,"alt":"Secret Attack Ineffective!? Honey`s Desperate Battle on the Face of Death","descr":"Noch immer ist Dr. Kisaragi ohne Bewusstsein. Panther Zora wird langsam ungeduldig. Butterfly Claw wird beauftragt, Honey aus der Reserve zu locken, denn ihr Vater benötigt ihre Liebe. Honey stellt sich dem Kampf, aber sie versagt.","versions":[{"lang":1,"streams":[{"redirect":8981685,"hoster":"VOE"},{"redirect":8364599,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Geheimnis des Transformers","epNo":11,"alt":"The scare sneaks along!! ...","descr":"Dr. Kisaragi ist bei Bewusstsein, hat aber sein Gedächtnis verloren. Nun beschließt Sister Jill, Jagd auf Honey zu machen und setzt eine ihrer gefährlichsten Pantherclaw ein: die Chamäleon Claw.","versions":[{"lang":1,"streams":[{"redirect":8981686,"hoster":"VOE"},{"redirect":8364602,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein kurzes Wiedersehen","epNo":12,"alt":"Honey is at the end. The unexpected attack of Jill.","descr":"Sister Jill wird sich bewusst, welch unendliche Macht sich demjenigen auftut, der den Transformer besitzt. Diese Macht möchte sie nicht teilen. Sie will Dr. Kisaragi als Köder benutzen, um Honey aufzuspüren. Aber der ist plötzlich verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8981692,"hoster":"VOE"},{"redirect":8364605,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Ende der Panther","epNo":13,"alt":"Fight with the strength of the love! The last showdown with Jill.","descr":"Honey geht zum Hauptquartier der Pantherclaw. Sie ist glücklich, dass ihr der Prinz Glück gewünscht hat. Auch Privatdetektiv Seiji findet sich ein. Er will die Chance nutzen, um sich für den Mord an seinem Vater zu rächen.","versions":[{"lang":1,"streams":[{"redirect":8981693,"hoster":"VOE"},{"redirect":8364608,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ouvertüre für neue Prüfungen","epNo":1,"alt":"Appearance of a puzzling fighter!! Overture for a new fate.","descr":"Eine neue Schülerin taucht auf: Seira Hazuki. Die Neue macht Honey auf allen Ebenen Konkurrenz. Sie fechtet genauso gut und ist wahnsinnig beliebt, besonders bei den älteren Schülern. Merkwürdig ist nur, dass sie ein übertriebenes Interesse an Honey zu haben scheint.","versions":[{"lang":1,"streams":[{"redirect":8981689,"hoster":"VOE"},{"redirect":8364607,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der erste Kampf zwischen Honey und Honey","epNo":2,"alt":"The bell to a new performance. The fight of the two Honeys.","descr":"Takeshi versucht, seine Tochter Seira zu einem liebevollen Umgang mit Honey zu bewegen. Aber genau das will sie nicht. Immer sucht sie Honeys Nähe, sie tritt sogar in den Fechtclub ein. Warum?","versions":[{"lang":1,"streams":[{"redirect":8981690,"hoster":"VOE"},{"redirect":8364612,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Tennismatch zwischen Schwestern","epNo":3,"alt":"The love winds round with the hate! Confrontation of the sisters at tennis.","descr":"In der Schule kann Honey eine gestellte Aufgabe nicht lösen. Seira tut es für sie. Und zwar mühelos. Seiji ist plötzlich Mitglied des Tennisclubs geworden und erteilt den Mädchen Unterricht. Aber dabei macht er keine sehr gute Figur","versions":[{"lang":1,"streams":[{"redirect":8981696,"hoster":"VOE"},{"redirect":8364619,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schreckliche Enthüllungen","epNo":4,"alt":"Shocking revelations! Father reveals the secret to Honey.","descr":"Die älteren Schülerinnen machen mit den Jüngeren einen Ausflug in den Zoo. Plötzlich geraten die Tiere in Aufruhr und brechen aus. Dafür ist Tigerhead-Claw verantwortlich. Honey besänftigt die Tiere und fordert das Monster zum Kampf heraus.","versions":[{"lang":1,"streams":[{"redirect":8981695,"hoster":"VOE"},{"redirect":8364615,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein unheilbringender Sonnenuntergang","epNo":5,"alt":"Burning flames of remembrance! Seira`s vow","descr":"Takeshi bittet Seira, ihre Wut nicht an Honey auszulassen. Sie sei an allem unschuldig. Seira blockt jedoch komplett ab. Obwohl Honey von nun an Seiras Nähe sucht, bekommt sie immer ihren Hass zu spüren. In ihrer Verzweiflung bittet sie schließlich Seiji um Rat.","versions":[{"lang":1,"streams":[{"redirect":13107976,"hoster":"VOE"},{"redirect":8364620,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geisterschiff","epNo":6,"alt":"Challenge In swimsuits! Skeletal captain of the ghost ship.","descr":"Die Schülerinnen machen einen Ausflug an den Strand. Mit ihren Spielen gehen sie dort Seiji und Seira gehörig auf die Nerven. Denn Seiji will endlich einmal einen richtigen Detektiv-Auftrag erfüllen und Seira möchte einfach nur ihre Ruhe haben. Honey erfährt, dass das Mal auf Seiras Brust ein Zeichen des Hasses ist. Je mehr sie hasst, desto kräftiger wird das Zeichen","versions":[{"lang":1,"streams":[{"redirect":13107979,"hoster":"VOE"},{"redirect":8364623,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Geheimnis von Seiras","epNo":7,"alt":"Panther Claw`s triumph! The secret within Seira.","descr":"Seira erhält einen Liebesbrief. Takeshi versucht, Seiras Herz für die Liebe zu öffnen. Sie zweifelt, aber wehrt sich dennoch. Das Zweifeln passt Prinz Zera gar nicht. Er erinnert sie an ihren Auftrag: Töte Honey","versions":[{"lang":1,"streams":[{"redirect":8981697,"hoster":"VOE"},{"redirect":8364627,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der letzte Kampf zwischen Schwestern","epNo":8,"alt":"The reason is the love. The last fight of the double Honeys.","descr":"Honey versucht Seira davon zu überzeugen, dass sie sich nicht mehr mit Prinz Zera treffen darf. Sie sei für ihn nur ein Werkzeug. Aber das kann Seira nicht überzeugen. Merkwürdig an Seiras Verhalten ist jedoch, dass sie die Blumen hingebungsvoll pflegt. Honey schöpft Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":12333072,"hoster":"VOE"},{"redirect":8364629,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Seiras Tod","epNo":9,"alt":"Seira dies in the flames! With the love of the father in the heart","descr":"Prinz Zera, der als Forscher mit Honeys Vater konkurriert, ist für die Entwicklung des Zweiten Lebens verantwortlich. Der Hass, den Seira empfindet, ist nur Manipulation der Pantherclaw. Seira ist verzweifelt. Ihr wird klar, dass Prinz Zera nie für sie Liebe empfinden wird","versions":[{"lang":1,"streams":[{"redirect":8981707,"hoster":"VOE"},{"redirect":8364630,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gegen alle Widerstände","epNo":10,"alt":"The end of the love! The light of Honey wins against the fate.","descr":"Prinz Zera analysiert kalt und abfällig den Tod Seiras. Honey hält ihm vor, dass sich ihre Schwester für ihn geopfert habe, denn die habe ihn geliebt. Wieder kämpft Honey gegen Prinz Zera. Sie will ihn vernichten, damit er nie wieder jemanden für seine Gemeinheiten missbrauchen kann.","versions":[{"lang":1,"streams":[{"redirect":8981708,"hoster":"VOE"},{"redirect":8722971,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Rückkehr von Sister Jill","epNo":1,"alt":"The breakdown of the school!? A threat through the new panther-units.","descr":"Honey leidet unter dem Tod ihrer Schwester und ihres Vaters. An der Schule taucht Alphonne, Kuratorin und die Schwester des Direktors auf. Und auch bei der Pantherclaw gibt es Verstärkung, denn die Organisation rüstet zum großen Angriff.","versions":[{"lang":1,"streams":[{"redirect":8981702,"hoster":"VOE"},{"redirect":8364635,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Honey und das Baby","epNo":2,"alt":"A child of Honey grows up!? Somebody is after the baby.","descr":"Nach der Zerstörung des Wohnheims ziehen die Schüler in die Villa von Alphonne um. Das ist den Jungen gar nicht recht, denn jetzt werden ihnen alle möglichen Aufgaben aufgebrummt. Honey nimmt sich eines Babys an, das von der Pantherclaw verfolgt wird.","versions":[{"lang":1,"streams":[{"redirect":12333073,"hoster":"VOE"},{"redirect":8364638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Duell der Sängerinnen","epNo":3,"alt":"The idol is a panther? The hot song-battle.","descr":"Während Scud Claw und Freddy Claw versuchen, Honey ins Hauptquartier der Pantherclaw zu locken, bietet sich aus den USA Electric Claw an, Sister Jill zu unterstützen. Sie bringt ihr den legendären Edelstein namens Queen of America als Geschenk mit.","versions":[{"lang":1,"streams":[{"redirect":13100128,"hoster":"VOE"},{"redirect":8364640,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Rennen um Leben und","epNo":4,"alt":"The queen of the circuit! Far away... A vehement fight with high speed.","descr":"Beim Rennen in Okutama tritt ein ehemaliger Schüler der St. Chapel Schule an. Er wird von Natsu und ihren Freundinnen, aber auch von Miharu und Alphonne kräftig umschwärmt und angefeuert. Honey will sich das Rennen unbedingt ansehen.","versions":[{"lang":1,"streams":[{"redirect":8981703,"hoster":"VOE"},{"redirect":8364641,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dämon der Wüste","epNo":5,"alt":"Her name is that of an evil demon! The compassion of the panther-warrior","descr":"Scud Panther, auch \"Dämon der Wüste\" genannt, stellt sich Honey in den Weg. Er will sie mit ihrer Rakete vernichten, aber Honey wird durch Seiji gerettet.","versions":[{"lang":1,"streams":[{"redirect":8981706,"hoster":"VOE"},{"redirect":8364644,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schatzsuche","epNo":6,"alt":"A big adventure on an uninhabited island! Big excitement about a treasure-search","descr":"Alphonne spannt ihre Gäste zum Saubermachen ein. Dabei geht eine Statue ihres Urahnen kaputt. Aber man findet eine vielversprechende Schatzkarte und beschließt, den Schatz auf einer Insel zu suchen.","versions":[{"lang":1,"streams":[{"redirect":12173121,"hoster":"VOE"},{"redirect":8364642,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zugfahrt in die Hölle","epNo":7,"alt":"To escape the impossible!? With the enormous train on the way into hell","descr":"Durch einen Trick der Pantherclaw gewinnen Alphonne, Miharu und die Mädchen eine Reise im legendären \"Vipolet Train\". Auf dieser Fahrt soll Cutey Honey endgültig besiegt und der Transformer geraubt werden.","versions":[{"lang":1,"streams":[{"redirect":13107980,"hoster":"VOE"},{"redirect":8364648,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Für Liebe, gegen Hass","epNo":8,"alt":"The love vanishes with the passion! A day of the youth of the father.","descr":"Gorgon Claw kidnappt japanische Wissenschaftler, die während eines Kongresses zu ökologischen Fragen auch Information über die Pantherclaw austauschen wollen. Auch Dr. Mitsuko Kanzaki soll entführt werden. Sie ist eine Studienfreundin von Honeys Vater und Direktor Danbei","versions":[{"lang":1,"streams":[{"redirect":8981712,"hoster":"VOE"},{"redirect":8364656,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein schwerer Tag für Seiji","epNo":9,"alt":"The private detective Seiji Hayami has very big hunger! A whole day runs completely crooked.","descr":"Natsu lädt Seiji, der notorisch pleite und hungrig ist, zu einem gemeinsamen Essen mit ihr und Honey ein. Sie selbst nimmt daran aber nicht teil. Ihr Ziel ist es, die beiden endgültig zu verkuppeln","versions":[{"lang":1,"streams":[{"redirect":13100129,"hoster":"VOE"},{"redirect":8364655,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Falle im Weltall","epNo":10,"alt":"The trap in the cosmos! Honeys biggest crisis.","descr":"Die Pantherclaw besetzt das Weltraumlabor \"Space Nine\". Honey und Seiji fliegen mit einem Rettungsshuttle zur Station, um zu ergründen, was die Pantherclaw vorhat. Es stellt sich heraus, dass alles nur eine Falle ist","versions":[{"lang":1,"streams":[{"redirect":8981710,"hoster":"VOE"},{"redirect":8364659,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Honeys Entscheidung","epNo":11,"alt":"Honey`s election of love! Seiji against the prince.","descr":"Honey wundert sich, dass Prinz Zera nicht tot ist. Er erklärt ihr, dass sie es nie schaffen wird, die Pantherclaw zu besiegen, da diese aus der dunklen Seite der menschlichen Seele entstanden ist","versions":[{"lang":1,"streams":[{"redirect":8981711,"hoster":"VOE"},{"redirect":8364660,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Glaube an die Liebe","epNo":12,"alt":"Trust me! The light of love develops its full strength.","descr":"Seiji versucht, das Raketenabschusssystem außer Betrieb zu setzen. Als es ihm gelingt, sorgt Freddy Claw dafür, dass der Kreuzer unaufhaltsam auf den Hafen zusteuert. Dort soll er mit einer gewaltigen Explosion, die alles vernichtet, zerschellen.","versions":[{"lang":1,"streams":[{"redirect":8981716,"hoster":"VOE"},{"redirect":8364663,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Habe Mut","epNo":13,"alt":"The will to fight! Lightning attack at the pro wrestling match.","descr":"Alphonne und ihre Gäste gehen zum Proficatchen. Plötzlich taucht unerwartet eine starke Catcherin auf, die sich als Sister Jill entpuppt. Sie fordert Cutey Honey zum Kampf auf Leben und Tod heraus.","versions":[{"lang":1,"streams":[{"redirect":13100131,"hoster":"VOE"},{"redirect":8364666,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Liebe gegen Schicksal","epNo":14,"alt":"At the end of the crusade. (part 1) The love lies with respect to the fate","descr":"Panther Zora versucht mit aller Gewalt, den Transformer zu bekommen. Honey wird im Kampf geschwächt, will aber ihre Freunde nicht im Stich lassen. Die drängen sie dazu, sich zu schonen, da nur sie in der Lage ist, die Pantherclaw zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8981717,"hoster":"VOE"},{"redirect":8364668,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Kraft des Traumes","epNo":15,"alt":"At the end of the crusade. (part 2) In the dream one sees the victory of the strength","descr":"Honey gibt im Kampf gegen Sister Jill nicht auf. Doch schon bald muss sie erkennen, dass sie nur ein Teil von Panther Zora ist. Die hält sich für unbesiegbar, da sie das Produkt der menschlichen Begierde ist","versions":[{"lang":1,"streams":[{"redirect":8981715,"hoster":"VOE"},{"redirect":8364670,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Honey als Braut","epNo":16,"alt":"Honey as a bride! The light of love shines for eternity","descr":"Drei Jahre sind vergangen. Honey, Seiji und ihre gemeinsame Tochter Seira freuen sich auf die geplante Hochzeit. Währenddessen bereitet Sister Jill ihre Auferstehung vor. Und schon bald beginnt das Treiben der Pantherclaw von neuem.","versions":[{"lang":1,"streams":[{"redirect":8981718,"hoster":"VOE"},{"redirect":8364669,"hoster":"Streamtape"}]}]}]}]}