{"seriesId":"d_cide-traumerei-the-animation","name":"D_Cide Traumerei The Animation","descr":"Während der Industriellen Revolution war es in Irland und Großbritannien die Aufgabe der sogenannten Knocker-Ups, morgens durch die Straßen zu gehen und die schlafenden Menschen aufzuwecken, damit diese rechtzeitig auf der Arbeit erscheinen. Im Shibuya der Gegenwart – Schauplatz von \"D_Cide Traumerei The Animation\" – hat der Begriff einen neue Bedeutung erhalten: Die Träger dieses Titels bekämpfen Albträume, die sich der niederen Instinkte und Verlangen ihrer Wirte bedienen und in die reale Welt einzudringen versuchen. Als Ryuuhei Oda die Grundschule besuchte, verstarb sein großer Bruder, zu dem er aufblickte, unter mysteriösen Umständen. Über die Jahre hat er den damaligen Horror allmählich überwinden können und ist zu einem heiteren und unbekümmerten Oberschüler mit ausgeprägtem Gerechtigkeitssinn herangewachsen, der seine Freizeit mit Kickboxen verbringt. Eines Abends jedoch wird er aus seinem Alltag gerissen, als ihm ein wundersames Wesen namens Tris begegenet. Das fremdartige Geschöpf gibt sich als Gesandter eines über die Ordnung des Universums wachenden Gottes aus und beißt Ryuuhei, der in der darauffolgenden Nacht Eigenartiges träumt. Bald stellt sich heraus, dass er durch den Biss auserwählt wurde, Teil der Knocker-Ups zu werden, die zwischen Traumwelt und Realität wandeln. Und auch der Tod seines Bruders scheint mit der Bedrohung aus der Traumwelt in Verbindung zu stehen, der er sich nun mit Schulkameraden und Verbündeten stellen muss …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Awakening","descr":"Der sportlich äußerst begabte Ryhei hat eines Tages einen seltsamen Traum, indem er vor einer großen Menge Monster davon läuft. Kurz darauf scheint dieser Traum sich in seine Wirklichkeit zu drängen.","versions":[{"lang":3,"streams":[{"redirect":8981885,"hoster":"VOE"},{"redirect":9020681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Cocoon Thread","descr":"Ryuheis Bekannte Ibusaki scheint stets schlecht gelaunt. Keiner in der Schule weiß, wie es in ihrer Familie zugeht.","versions":[{"lang":3,"streams":[{"redirect":8981899,"hoster":"VOE"},{"redirect":9020680,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Fake Friend!","descr":"In der Schule wird ein Mädchen heftig schikaniert. Sie lässt ihren Frustrationen online freien Lauf und vertraut niemandem. Führt dies zu einer neuen Träumerei?","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Rascal","descr":"Bei Aruto daheim liegt einiges im Argen, doch er hat nichts, woran er seinen aufgestauten Frust auslassen kann. Währenddessen erscheint der nächste Träumer","versions":[{"lang":3,"streams":[{"redirect":8324428,"hoster":"VOE"},{"redirect":8324429,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"My Own Decision","descr":"Die Suche nach den Verbreitern der Somnium Drops deutet auf eine geheime Organisation hin. Doch als ein verurteilter Mörder eine scheinbar geringe Strafe erhält, scheint bereits der nächste Träumer in den Startlöchern zu stehen.","versions":[{"lang":3,"streams":[{"redirect":8430015,"hoster":"VOE"},{"redirect":8429853,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Kazuha","descr":"Das Team findet eine unerwartete Unterbrechung ihrer Suche, als ein Mädchen zu ihnen kommt, um Hilfe zu erhalten. Aber sie ist mehr, als sie scheint, und die Kirche wird alles tun, um sie zurückzubekommen.","versions":[{"lang":3,"streams":[{"redirect":13475471,"hoster":"VOE"},{"redirect":8493733,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Island and City","descr":"Das Team lernt zwei neue Kinder aus dem japanischen Land kennen, die gerade nach Tokio gekommen sind und etwas über die jüngsten Ereignisse in Shibuya wissen. Aber bevor sie irgendwelche Informationen bekommen, fängt Ryuhei prompt einen Streit mit einem von ihnen an.","versions":[{"lang":3,"streams":[{"redirect":13475475,"hoster":"VOE"},{"redirect":8546795,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Inside the Box","descr":"Ein weitere Träumerei mit Desaria erscheint, doch ein Teil des Teams steckt im Fahrstuhl fest. Beim folgenden Gespräch kommt so einiges ans Tageslicht.","versions":[{"lang":3,"streams":[{"redirect":13475478,"hoster":"VOE"},{"redirect":8626285,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Man Who Stops Time","descr":"In der Schule geht seltsames vor sich. Es scheint, dass die Gruppe denselben Tag immer wieder durchmacht. Was könnte dahinterstecken?","versions":[{"lang":3,"streams":[{"redirect":13498785,"hoster":"VOE"},{"redirect":8710558,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Let Me Dream","descr":"Durch einen schrecklichen Verrat wird die Identität der Person, die Somnium Drops über Shibuya verteilt hat, enthüllt.","versions":[{"lang":3,"streams":[{"redirect":13498789,"hoster":"VOE"},{"redirect":8766071,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Recollection","descr":"Vom Verrat geplagt, führt Ryuhei den Kampf direkt auf ihrem Heimatrevier zur Kirche, tief in der Traumerei.","versions":[{"lang":3,"streams":[{"redirect":13498788,"hoster":"VOE"},{"redirect":8849224,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Staying True to Your Feelings","descr":"Nach seinem Verrat geht Ryuhei ein gefährliches Risiko ein, um den Kampf ins Herz der Kirche, tief in die Traumerei, zu führen.","versions":[{"lang":3,"streams":[{"redirect":13498791,"hoster":"VOE"},{"redirect":8883987,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Light of Dawn","descr":"Ryuhei tut sein Bestes, um Rena zu retten, doch er wird dabei verletzt. Während Ryuhei verwundet ist, müssen alle Knocker-Ups zusammenkommen, um die größere Bedrohung von Shibuya zu besiegen.","versions":[{"lang":3,"streams":[{"redirect":8918298,"hoster":"VOE"},{"redirect":8918297,"hoster":"Streamtape"}]}]}]}]}