{"seriesId":"dai-501-tougou-sentou-koukuu-dan-strike-witches-road-to-berlin","name":"Dai 501 Tougou Sentou Koukuu Dan Strike Witches: Road to Berlin","descr":"Als eines Tages wie aus dem Nichts die außerirdischen \u0026amp;quot;Neuroi\u0026amp;quot; auftauchten und die Welt ins Chaos stürzten, schlossen sich alle Länder der Erde gegen den neuen Feind zusammen. Doch die finstere Bedrohung kann einzig mit Magie aufgehalten werden und das ist etwas, das nur junge Mädchen besitzen!Für die Alliierten gilt es nun, Berlin zurückzuerobern. Dabei kommt das wiederverbündete 501. Vereinigten Jagdgeschwader, genannt \u0026amp;quot;Strike Witches\u0026amp;quot;, mit seinem neuen Mitglied Hattori Shizuka zum Einsatz und ein harter Kampf ums Überleben beginnt! Werden sie es schaffen, Berlin wieder zu öffnen und der Stadt eine neue Freiheit zu schenken?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"*(deutsche Streams noch nicht verlinkt \u003d deutschen Titel nicht vorschlagen)","epNo":1,"alt":"The Magical Girl of the Alps","descr":"Yoshika stattet Miyafuji, die in Lausanne an der Schule für Heilkunde Medizin studiert, einen Besuch ab. Als die beiden auf dem Weg zu einem fahrenden Zirkus sind, sehen sie, wie Menschen panisch weglaufen.","versions":[{"lang":3,"streams":[{"redirect":12383218,"hoster":"VOE"},{"redirect":8354114,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Strike Witches Come Together","descr":"Nachdem sie auf einen potenziellen Neuroiangriff in Antwerpen aufmerksam gemacht wurde, fliegt Miyafuji los, um nach dem Rechten zu sehen. Und tatsächlich: ein gigantischer Neuroi in einem Eisberg greift ein verbündetes Schlachtschiff an! Alleine versucht sie, sich dem übermächtigen Gegner zu stellen ... weniger","versions":[{"lang":3,"streams":[{"redirect":12383225,"hoster":"VOE"},{"redirect":8354624,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"What the Two of Us Can Do","descr":"Die Neuroi haben Antwerpen schwer beschädigt, daher muss die Operation \"South Wind\" verschoben werden. Dies gibt der 501. die Gelegenheit, die neue Witch kennen zu lernen und miteinander zu trainieren. weniger","versions":[{"lang":3,"streams":[{"redirect":8354051,"hoster":"VOE"},{"redirect":8354050,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Beyond Two Hundred Miles Per Hour","descr":"Shirley ist gar nicht glücklich, dass ihr Weltrekord gebrochen wurde. Zusammen mit Lucchini will sie sich den Rekord zurück holen. Derweil taucht ein Neuroi auf, der es auf das Hauptquartier abgesehen hat. weniger","versions":[{"lang":3,"streams":[{"redirect":12251911,"hoster":"VOE"},{"redirect":8353954,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Queen of Nederland","descr":"Die Königin der Nederlande hat die Hilfe der Witches angefordert, dort angekommen, bittet die Königin darum, die blauen Tulpen wieder zum Blühen zu bringen. Aber wie bringt man eine Tulpe eigentlich zum Blühen? weniger","versions":[{"lang":3,"streams":[{"redirect":8353917,"hoster":"VOE"},{"redirect":8353916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Magical Girl of the Alps","descr":"In Kiel wurde ein nahezu unversehrter Hafen entdeckt, ideal um die Rückeroberung von Berlin einzuleiten. Die Witches werden ausgesandt, um Einfallsrouten nach Kiel auszukundschaften. weniger","versions":[{"lang":3,"streams":[{"redirect":8354177,"hoster":"VOE"},{"redirect":8354178,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"They Go Boing-Boing","descr":"Lynne findet im Wald ein mysteriöses Gefäß, das die Witches im Hauptquartier untersuchen. Als Lucchini es mit ihrer tollpatschigen Art öffnet, bekommen es die Witches mit üppigen Oberweiten zu tun.","versions":[{"lang":3,"streams":[{"redirect":8353890,"hoster":"VOE"},{"redirect":8353891,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Fog","descr":"Auf dem Weg nach Berlin gilt es erst einmal Kiel zurück zu erobern, jedoch entdecken Sanya und Elia auf ihren Patrouillenflug einen dichten Nebel über Kiel, welcher scheinbar von einem Neuroi erzeugt wird.","versions":[{"lang":3,"streams":[{"redirect":8353899,"hoster":"VOE"},{"redirect":8375175,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mina`s Sky","descr":"Dem Vorstoß nach Berlin steht nichts mehr im Weg, daher geht das Neuroi-Nest über Berlin in die Offensive und greift mit Raketen an. Die Witches müssen die Angriffe aufhalten, ansonsten droht Kiel zu fallen.","versions":[{"lang":3,"streams":[{"redirect":8353969,"hoster":"VOE"},{"redirect":8353970,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Magical Girl of the Alps","descr":"Es ist so weit, die Operation \"South Wind\", der Angriff auf das Neuroi Nest über Berlin wird endlich ausgeführt. An vorderster Front stehen die \"Strike Witches\" des 501. Vereinigten Jagdgeschwader.","versions":[{"lang":3,"streams":[{"redirect":12251912,"hoster":"VOE"},{"redirect":8352860,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Road to Berlin","descr":"Miyafuji ist aufgewacht und muss feststellen, dass ihre magischen Kräfte vollkommen aufgebraucht sind. Die Offensive gegen die Neuroi in Berlin kann nicht warten und muss ohne die magische Unterstützung Miyafuji\u0027s durchgeführt werden.","versions":[{"lang":3,"streams":[{"redirect":8354032,"hoster":"VOE"},{"redirect":8354031,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"I Still Want to Protect","descr":"Die Lage ist kritisch, Miyafuji und die Panzereinheit der \"Ratte\" sind unter der Neuroikuppel gefangen und es droht deren Auslöschung. Die 501. Versucht alles, um in die Kuppel zu kommen, aber kommen sie rechtzeitig?","versions":[{"lang":3,"streams":[{"redirect":8354800,"hoster":"VOE"},{"redirect":8354797,"hoster":"Streamtape"}]}]}]}]}