{"path":"/serie/stream/dallas-2012","name":"Dallas 2012","descr":"Auf der Southfork Ranch im texanischen Dallas geraten John Ross und Christopher, die Söhne von J.R. und Bobby Ewing, aneinander. Streit gibt es vor allem darüber, ob auf dem Land nach Öl gebohrt werden soll. Aber auch in Liebesangelegenheiten gibt es reichlich Konfliktpotenzial, ist John Ross doch mit der Ex-Freundin von Christopher liiert. J.R., der jahrelang untergetaucht war, kehrt mit dem festen Willen auf die Ranch zurück, die verloren gegangene Macht zurückzuerlangen.\"Dallas 2012\" ist die Fortsetzung des gleichnamigen Serienklassikers aus 1978","seasons":[{"path":"/serie/stream/dallas-2012/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dallas-2012/staffel-1/episode-1","name":"Die Söhne der Ewings","epNo":1,"alt":"Changing Of The Guard","descr":"Der ewige Konkurrenzkampf auf der Southfork Ranch geht mit den Söhnen von J.R. und Bobby Ewing in die zweite Runde. Der Nachwuchs der beiden Brüder ist inzwischen alt genug, um sich ebenfalls gegenseitig das Leben schwer zu machen. John Ross, Sprössling von Fiesling J.R. und Sue Ellen, ist inzwischen ebenfalls ins Ölgeschäft eingestiegen und setzt sich sogleich über die testamentarische Anordnung seiner verstorbenen Großmutter Miss Ellie hinweg, dass auf der Southfork Ranch nicht nach Öl gebohrt werden darf. Gemeinsam mit seiner Freundin Elena stößt er auf ein reiches Vorkommen. Sein Entsetzen ist entsprechend groß als er erfährt, dass sein Onkel Bobby den Stammsitz der Familie verkaufen will, um mit dem Erlös, die Pläne seines Sohns Christopher, nämliche alternative Energiequellen zu nutzen, zu fördern. John Ross ersinnt sogleich einen ausgeklügelten Plan, um Southfork behalten zu können. Dazu spannt er auch seinen depressiven Vater J.R. ein, der bei der Aussicht auf eine weitere Familiefehde schon bald wieder zu alter Höchstform aufläuft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520037","hoster":"VOE"},{"path":"/redirect/8520039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-2","name":"Ein Krieger erwacht","epNo":2,"alt":"Hedging Your Bets","descr":"Der ewige Konkurrenzkampf auf der Southfork Ranch geht mit den Söhnen von J.R. und Bobby Ewing in die zweite Runde. Der Nachwuchs der beiden Brüder ist inzwischen alt genug, um sich ebenfalls gegenseitig das Leben schwer zu machen. John Ross, Sprössling von Fiesling J.R. und Sue Ellen, ist inzwischen ebenfalls ins Ölgeschäft eingestiegen und setzt sich sogleich über die testamentarische Anordnung seiner verstorbenen Großmutter Miss Ellie hinweg, dass auf der Southfork Ranch nicht nach Öl gebohrt werden darf. Gemeinsam mit seiner Freundin Elena stößt er auf ein reiches Vorkommen. Sein Entsetzen ist entsprechend groß als er erfährt, dass sein Onkel Bobby den Stammsitz der Familie verkaufen will, um mit dem Erlös, die Pläne seines Sohns Christopher, nämliche alternative Energiequellen zu nutzen, zu fördern. John Ross ersinnt sogleich einen ausgeklügelten Plan, um Southfork behalten zu können. Dazu spannt er auch seinen depressiven Vater J.R. ein, der bei der Aussicht auf eine weitere Familiefehde schon bald wieder zu alter Höchstform aufläuft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520078","hoster":"VOE"},{"path":"/redirect/8376303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-3","name":"Wer erpresst hier wen?","epNo":3,"alt":"The Price You Pay","descr":"J.R. hat herausgefunden, dass sein eigener Sohn ihn hintergeht und ein schmutziges Spiel im Southfork-Deal spielt. Aber beide beschließen, gemeinsame Sache zu machen, und auch den Anwalt Lobell davon abzuhalten, Bobby über das schmutzige Geschäft zu informieren. Sie durchforsten die Vergangenheit des Anwalts und finden tatsächlich ein Druckmittel. J.R. findet in der Scheune das alte Tagebuch von Miss Ellie, mit dem John Ross nun Bobby drohen kann, die schmutzigen Familiengeheimnisse und dunkelsten Kapitel aus der Vergangenheit der Familie ans Tageslicht zu bringen, wenn Bobby Southfork nicht verkauft. John Ross erhält von dem Privatdetektiv, den er beauftragt hat, die Nachricht, dass der einzige Zeuge in dem Mordfall von Lobells Sohn verstorben ist, aber dass es ihm zwischenzeitlich gelungen ist, den Urheber der E-Mail an Elena zu finden. Diese Mail war der ursprüngliche Trennungsgrund zwischen Elena und Christopher. Die Verfasserin der Mail wird von Clyde als Rebecca Sutter angegeben. Zwischenzeitlich taucht Cliff Barnes auf und versucht eine Verbindung zu seinem Neffen Christopher aufzubauen. Er bietet Christopher eine Million Dollar an, um sein Methanhydrat-Projekt weiter voranzutreiben. Christopher betreibt weiterhin seine Forschungen an dem Projekt, und es gelingt ihm auch, im Kleinen, ein sicheres Verfahren für die Energiegewinnung zu entwickeln. Bobby teilt seinem Sohn mit, dass er Krebs hatte, und Christopher macht Bobby Vorwürfe, dass er ihn nie an seinem Leben teilhaben lässt. Bei Elena findet Christopher Trost. Tommy, Rebeccas Bruder, fotografiert Christopher und Elena schmusend, und lässt seiner Schwester die Bilder zukommen, nachdem diese sich geweigert hatte, eine Spy-Software auf Christophers Computer zu spielen, damit Tommy jederzeit Zugriff auf dessen Rechner hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520084","hoster":"VOE"},{"path":"/redirect/8376310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-4","name":"Untreue Frauen","epNo":4,"alt":"The Last Hurrah","descr":"Die Übergabe und der Auszug von Southfork rücken immer näher. Bobby und Ann kümmern sich um das Packen der Sachen, und haben gleichzeitig zu einem großen Barbecue geladen, bei dem alle Familienmitglieder, alle Bewohner, Arbeiter und Freunde der Familie sich von Southfork verabschieden können. Im Vorfeld will J.R. allerdings nichts unversucht lassen, um Lobell weiter unter Druck zu setzen. Er erteilt John Ross den Auftrag, den zweifach vorbestraften Sohn des Notars beim Drogenkonsum zu fotografieren. Da besagter Rick eine Schwäche für schöne Frauen hat, und John Ross seine Liebelei mit Marta nicht gefährden möchte, setzt er Rebecca auf Rick an, die er damit erpresst, dass die Wahrheit über die E-Mail an Christopher, die vor zwei Jahren zur Trennung zwischen Elena und Christopher geführt hat, ans Tageslicht gerät. Rebecca schafft es allerdings nicht den jungen Mann in die Kiste zerren und zum Drogenkonsum zu über reden, aber Marta opfert sich auf, nachdem sie von J.R. dazu angehalten wurde. Ihr gelingt dies auch, jedoch zeigt J.R. Marta im Nachgang, nachdem sie ihm die Fotos liefert, Bilder von der kuschelnden Elena mit John Ross. John Ross hat somit nur untreue Frauen um sich, und er wird auch die Southfork Ranch nicht zu gleichen Teilen mit seinem Vater bekommen, da dieser Lobell damit erpresst, die Fotos seines Junkie-Sohn an die Behörden weiterzuleiten, was zur Folge hätte, dass Rick ins Gefängnis käme. J.R. besteht darauf, Southfork allein überschrieben zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13733695","hoster":"VOE"},{"path":"/redirect/8520086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-5","name":"Southfork gehört mir!","epNo":5,"alt":"Truth And Consequences","descr":"Rebecca muss Christopher beichten, wer der eigentliche Urheber der E-Mail, die damals zur Trennung von Christopher und Elena geführt hat, ist. Es ist Tommy, ihr Bruder, der aus der ganzen Geschichte um Southfork nach eigenem Bekunden als reicher Mann hervorgehen möchte. Er ist auch nicht auf dem allerschlechtesten Wege, da er eine Spionage-Software auf Christophers Computern installiert hat, mit deren Hilfe er auf sämtliche Pläne für die Förderung alternativer Energiequellen Zugriff hat. Rebecca beteuert zwar ihre Unschuld, aber Tommy wird der Ranch verwiesen. In ihrem Kummer wendet sich Elena wieder John Ross zu, da Christopher nach dem letzten Streit auffindbar ist. Bobby erhält per Boten eine Nachricht über die neue Besitzurkunde von Southfork und diese sieht deutlich anders aus, als erwartet. Dort steht nämlich geschrieben, dass der neue Besitzer von Southfork nicht etwa die Del Sol Conservancy ist, sondern J.R. …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520088","hoster":"VOE"},{"path":"/redirect/8376309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-6","name":"Feindschaftsanfragen","epNo":6,"alt":"The Enemy Of My Enemy","descr":"Rebecca findet in den Unterlagen, die sie und Tommy gestohlen haben, einen Hinweis auf einen alten Vertrag, der die Landnutzungsrechte auf Southfork von den Mineralgewinnungsrechten auf der Ranch trennt. Mit einem solchen Vertrag könnten Christopher und Bobby verhindern, dass John Ross dort weiter nach Öl bohrt. Die Bohrstelle steht aber ohnehin still, da Bobbys Frau Ann ihren Exmann Harris Ryland gebeten hat, seine Tanklaster von Southfork abzuziehen, die John Ross zum Abtransport des Öls braucht. John Ross bemüht sich vergeblich um Ersatz. Auf Southfork hat Rebecca, die Christopher immer noch zurückgewinnen will, einen Anfall von Nasenbluten, und das vor den Augen von Elena, die sie sofort ins Krankenhaus fährt. Bobby und Christopher machen sich auf die Suche nach dem Original des Vertrages und werden auch fündig – in den gelagerten Möbeln von Bobbys lang verstorbenem Vater Jock Ewing. Bobby hält Christopher damit davon ab, gegen John Ross mit schmutzigen Tricks vorzugehen, da dieser vorhatte, John Ross mit einer Sex-DVD zu erpressen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520092","hoster":"VOE"},{"path":"/redirect/8376313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-7","name":"Die Liebe, das Leben und der Tod","epNo":7,"alt":"Collateral Damage","descr":"John Ross versucht immer noch, die Ölförderung auf Southfork möglich zu machen, da Vicente Cano ihm gedroht hat, die Ranch zu pfänden, wenn John Ross die Geschäftsvereinbarung zwischen ihm und J.R. nicht einhält. JR hält sich derweil noch in Las Vegas auf – und so versucht John Ross seine Tante Lucy auf seine Seite zu ziehen, damit sie seinen Onkel Gary davon überzeugt, für die Bohrung auf Southfork zu stimmen. Christopher versucht noch einmal, Elena zurück zu gewinnen. Doch Elena teilt ihm mit, dass Rebecca schwanger ist und er wohl in der Verantwortung steht, mit seiner Ehefrau die Zukunft zu planen. Bobby wird von Harris Ryland wegen Körperverletzung angezeigt. Bobbys Anwalt unterrichtet Bobby, dass Ryland lediglich eine Entschuldigung von ihm verlangt. Bobby trifft sich, wenn auch widerwillig, mit Ryland und bekommt von ihm einen Umschlag, in dem die Antwort auf Anns merkwürdiges Verhalten in der letzten Zeit zu finden ist. Bobby nimmt den Umschlag zwar an sich, verbrennt ihn aber im Beisein von Ann, nachdem er ihr gesagt hat, dass sie sich auf ihn verlassen und ihm vertrauen könne. Was Bobby nicht ahnt: Ein Geheimnis aus Anns Vergangenheit belastet sie immer noch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520094","hoster":"VOE"},{"path":"/redirect/8376317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-8","name":"Die Not der Lüge","epNo":8,"alt":"No Good Deed","descr":"John Ross hat Mühe mit dem Knastalltag zurecht zu kommen, da ihm gedroht wird, ihn umzubringen, wenn er nicht dafür sorgt, dass Vicente das durch JR eingenommene Darlehen in Öl ausgezahlt bekommt. Da aufgrund eines alten Dokuments die Bohrungen gestoppt wurden, kommt es wie es kommen muss und John Ross wird zusammengeschlagen. Auch Christopher sieht sich zum Handeln gezwungen, da er ähnlich wie Bobby alles tun würde, um die Familie zu schützen. Christopher, der selbstverständlich von der Drohung mitbekommen hat, sucht Vicente auf und sichert ihm zu, das Südamerikageschäft komplett zu übernehmen. Der Wert dessen lässt sich auch für ihn relativ gut beziffern, da Exxon ihm bereits Milliarden für das Patent geboten hat, Christopher aber abgelehnt hat. Zusätzlich verlangt Christopher die Herausgabe des Videobandes aus Martas Hotelzimmer, da dort eindeutig belegt wird, dass John Ross nicht der Mörder von Marta ist und er somit aus dem Gefängnis frei käme. Sue Ellen weiß von diesem Vorhaben nichts und besticht den Gerichtsmediziner, Martas Tod als Selbstmord zu deklarieren. Im Gegenzug sichert sie dem Gerichtsmediziner zu, der oberste Mediziner der Justiz unter ihr als Gouverneurin zu werden. Doch abermals kommt nichts so, wie es ursprünglich geplant war. John Ross wird von der Krankenstation entlassen, aber nicht, um daraufhin, wie er selbst vermutet, wieder in seine Zelle zu gehen, sondern um endgültig auch dem Knastleben den Rücken zu kehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520100","hoster":"VOE"},{"path":"/redirect/8376320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-9","name":"Familienfrieden?","epNo":9,"alt":"Family Business","descr":"Rebecca möchte mit allen Mitteln das Vertrauen von Christopher zurückgewinnen. Immerhin sind die beiden in mehr oder weniger freudiger Erwartung von Zwillingen. Christopher jedoch braucht noch Zeit, das Geschehene zu vergessen. Die hat Rebecca jedoch nicht, da ihr Ex-Liebhaber Tommy, der sich als ihr Bruder ausgibt, sie weiterhin erpresst. Er möchte unbedingt an Christophers Unterlagen für die neuentwickelte Fördertechnik der Methanhydrate gelangen, um endlich finanziell unabhängig zu sein. Als Tommy Rebecca erneut unter Druck setzt, kommt es zu einem tödlichen Handgemenge. John Ross, der nach wie vor übel zugerichtet ist, wird liebevoll von Elena gesund gepflegt und die beiden beschäftigen sich mit den Bohrungen auf dem Henderson-Grundstück, wobei sie dort auf einen Salzstock gestoßen sind. Sie planen eine Schrägbohrung und möchten, Bobbys Einverständnis vorausgesetzt, somit auch an das Öl unter Southfork. John Ross und Christopher vertragen sich wieder und empfinden auf einmal Spuren einer brüderlichen Liebe, die darin mündet, dass die beiden beschließen, gemeinsame Sache zu machen. Sie gründen Ewing Energies und schenken Bobby die erste Aktie. Der Vorteil der Neugründung ist, dass Christopher mit dem Geld aus der Ölgewinnung, die John Ross anleiert, sein Projekt zur Gewinnung von alternativen Energien weiter fördern kann. John Ross hat den Vorteil, dass ihm keiner im Weg steht und er auch auf das familieneigene Öl zugreifen kann. Bobby ist zwar skeptisch, erkennt allerdings, dass die beiden doch reifer sind, als JR und er in jenem Alter und er steht wohlwollend hinter den Plänen der beiden Jungen. Sue Ellen hat immer noch mit ihrem Gewissen und den Folgen der Bestechung des Gerichtsmediziners zu kämpfen. Doch alle Geschehnisse treten in den Hintergrund, als Bobby nach einem epileptischen Anfall ins Krankenhaus eingeliefert werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520101","hoster":"VOE"},{"path":"/redirect/8376323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-1/episode-10","name":"Mein schönster Fehler","epNo":10,"alt":"Revelations","descr":"Bobby hat die Operation gut überstanden. J.R. gesteht seinem im Koma liegenden Bruder seine Liebe und verspricht ihm, in Zukunft nicht mehr gegen ihn zu arbeiten. Vicente sieht sich die Methan-Gewinnungsanlage, die ihm von Christopher versprochen wurde an und ist schwer beeindruckt. Allerdings gerät er noch ein Mal an John Ross, den er immerhin zusammenschlagen ließ. Christopher und John Ross versöhnen sich und wollen mit den Streitigkeiten zwischen den Familien ein für alle Mal abschließen. J.R. hat zwischenzeitlich auf sein Geburtsrecht verzichtet und gibt Southfork zurück, auch wenn er beteuert, dass er mit dem ganzen Betrug um Marta Del Sol nichts zu tun hatte. Allerdings tauchen Dateien auf Martas, bzw. Veronica Martinez’ Cloud-Server auf, die zwar John Ross entlasten, jedoch gleichzeitig ihn und JR auch wieder belasten, da dort offensichtlich wird, dass die beiden schmutzige Geschäfte mit den Südamerikanern gemacht haben. Daraufhin wird Vicente festgenommen, sämtliche Verträge um Southfork, das Öl und die Methan-Gewinnungsmethoden für Südamerika werden für ungültig erklärt. Rebecca, die von ihrem Kampf mit Tommy noch sichtlich mitgenommen ist, erregt die Aufmerksamkeit und das Mitleid von Christopher, der von Rebecca gesagt bekommt, dass Tommy für ihren Zustand verantwortlich ist. Dessen Leiche hat Rebecca allerdings schon längst verstecken lassen. Christopher beauftragt Bum, den Aufenthaltsort von Tommy ausfindig zu machen, da Christopher ihn zur Verantwortung ziehen will. Christopher trifft sich mit Bum, der ihm zeigt, wo Tommy eingecheckt hat. Allerdings finden die beiden ein leeres Motelzimmer vor. Derweil klingelt in dem Zimmer das Telefon. Als Christopher abhebt, erhält er schockierende Informationen über die wahre Identität seiner Frau Rebecca: Sie ist die Tochter von Cliff Barnes, der nach wie vor nicht aufgibt und sich Southfork unter den Nagel reißen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13745562","hoster":"VOE"},{"path":"/redirect/8520103","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dallas-2012/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dallas-2012/staffel-2/episode-1","name":"Die Töchter der Feinde","epNo":1,"alt":"Battle Lines","descr":"Der Kampf um das neue Unternehmen ‚Ewing Energies‘ entbrennt, als Christopher und John Ross sich nicht auf eine gemeinsame Vision für die junge Firma einigen können. Christopher setzt unterdessen alles daran, bei der Scheidung von Rebecca nicht als Verlierer hervor zu gehen und bittet alle Familienmitglieder, ihre Differenzen beizulegen. Damit spricht er insbesondere John Ross an, der sich der schmutzigen Tricks seines Vaters J.R. bedient, um Rache an Elena und Christopher zu nehmen. Ann wird von ihrem Ex-Mann Harris Ryland erpresst, der ihr damit droht, Bobby das schockierende Geheimnis aus ihrer Vergangenheit zu offenbaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267602","hoster":"VOE"},{"path":"/redirect/8376331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-2","name":"Mit dem Gegner im Bett","epNo":2,"alt":"Venomous Creatures","descr":"J.R. und John Ross treffen eine Vereinbarung, um die Kontrolle über ‚Ewing Energies‘ zu übernehmen und Bobby und seinen Sohn Christopher auszubooten. John Ross hilft Christophers Ex, Rebecca, außerdem dabei, sich im anstehenden Scheidungskrieg die Hälfte von Christophers Aktien unter den Nagel zu reißen. Unterdessen erweist sich Harris Rylands Mutter Judith noch rücksichtsloser als ihr Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520110","hoster":"VOE"},{"path":"/redirect/8376334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-3","name":"Und nun Rache","epNo":3,"alt":"Sins Of The Father","descr":"J.R. und sein Sohn John Ross versuchen auf allen Wegen, ihr Geburtsrecht durchzusetzen und bringen dabei einige Familienmitglieder gegen sich auf. Rebecca treibt den Plan ihres Vaters Cliff Barnes weiter voran, die Macht über Ewing Energies zu erlangen, während Christopher immer noch herauszufinden versucht, was sie mit dem Verschwinden ihres Ex-Lovers Tommy zu schaffen hat. Als ein neues Familienmitglied auf der Southfork Ranch auftaucht, manövriert dies Ann an den Rande des Abgrund und sie muss erkennen, dass sie einem sadistischen Spielchen ihres Ex-Mannes Harris Ryland zum Opfer gefallen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11833781","hoster":"VOE"},{"path":"/redirect/8376338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-4","name":"Einer muss sich opfern","epNo":4,"alt":"False Confessions","descr":"Die Zukunft von Ewing Energies hängt am seidenen Faden, doch Christopher setzt alles daran, um seine Firma zu retten. J.R. versucht Pamela zu manipulieren und zwingt seinen Sohn John Ross, sich zwischen einem Ewing und einem Barnes zu entscheiden. Cliff Barnes taucht auf, um sich mit einem vermeintlichen Helfer zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520120","hoster":"VOE"},{"path":"/redirect/8376340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-5","name":"Leidensgeschichten","epNo":5,"alt":"Trial And Error","descr":"Ann stürmt ins Krankenhaus und erzählt Harris, dass sie ihn aus Angst um ihren Mann angeschossen hat. Sie wird vom Sicherheitsdienst des Hauses verwiesen und geht daraufhin zur Polizei, um sich zu stellen. Emma stellt ihren Vater daraufhin im Krankenhaus zur Rede und fragt, warum er Bobby beschuldigt, obwohl er mittlerweile weiß, dass Ann für den Anschlag auf ihn verantwortlich war. Harris entschuldigt sich bei seiner Tochter, sagt ihr jedoch auch, dass sie heute die wahre Natur ihrer Mutter erkennen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915809","hoster":"VOE"},{"path":"/redirect/8376345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-6","name":"Angst auf Southfork","epNo":6,"alt":"Blame Game","descr":"Sue Ellen besucht Ann im Gefängnis, die sich auf eine Strafe von mindestens zwanzig Jahren einstellen muss. Es gibt eine Menge Intrigen vor Gericht und wieder stellt sich die Frage, wer hinter den Kulissen wirklich für Anns Freilassung kämpft. Sue Ellen etwa hat kurz vor dem Prozess noch eine Auseinandersetzung mit Elena. Bobby berichtet der Jury und dem Richter davon, wie er Ann zum ersten Mal getroffen hat und wie fasziniert er damals von ihrem karitativen Engagement war. Gespannt erwarten alle Anwesenden das Urteil, doch das Gericht vertagt sich auf den nächsten Morgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520171","hoster":"VOE"},{"path":"/redirect/8376347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-7","name":"Alles oder gar nichts mehr","epNo":7,"alt":"The Furious And The Fast","descr":"JR Ewing ruft seinen Sohn John Ross aus Abu Dhabi an, um sich zu versichern, dass die Übernahme von Ewing Energies reibungslos verläuft. Die Mitglieder der Geschäftsleitung versammeln sich im Anschluss im Konferenzraum. Schon bald kommt es zu Streitigkeiten, denn nicht alle Ewings sind begeistert davon, dass JRs Sohn die Kontrolle übernehmen soll. Auch John Ross hat ein Problem: Er fürchtet, dass die familieninternen Streitigkeiten die Firma viel Geld kosten werden. Am Rande eines wichtigen Autorennens überschlagen sich die Ereignisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520230","hoster":"VOE"},{"path":"/redirect/8376349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-8","name":"Der Tod des J.R. Ewing","epNo":8,"alt":"J.R.’s Masterpiece","descr":"Die Ewings stehen komplett unter Schock, den Tod von JR haben sie noch nicht verarbeitet. Bobby weigert sich zuerst sogar, daran zu glauben, dass JR wirklich tot ist. John Ross, Christopher, Bobby und Sue Ellen fliegen nach Mexico, um bei den Ermittlungen zu helfen. Die mexikanischen Behörden, allen voran Marisa Ruiz, versuchen, die Ewings zu überzeugen, dass JR nicht mehr unter den Lebendenden weilt. Anfangs tun sich alle schwer, doch als sie ihnen das Handy übergibt und sie die Blutspuren am Tatort sehen, stellt sich langsam Gewissheit ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520273","hoster":"VOE"},{"path":"/redirect/8376355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-9","name":"Nachricht von Miss Ellie","epNo":9,"alt":"Ewings Unite!","descr":"Bobby stellt sich die Frage, ob Pamela noch immer an Barnes Konzern beteiligt ist. Derweil scheint es, als hätten John Ross und Emma noch immer ein Verhältnis. Bei der Verlesung des letzten Willen von J.R. kommt es zu interessanten Enthüllungen: Sue Ellen und John Ross bekommen jeweils die Hälfte der Anteile an Ewing Energies. Zudem wird ein Brief von Miss Ellie vorgelesen, aus dem hervorgeht, dass John Ross zudem die Hälfte der Southfork Ranch erbt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520321","hoster":"VOE"},{"path":"/redirect/8376357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-10","name":"Aftons Rückkehr","epNo":10,"alt":"Guilt \u0026 Innocence","descr":"Die Nachwirkungen der großen Explosion haben es für Pamela in sich. Zwar konnte sie von Christopher und John Ross aus den Trümmern befreit werden, doch muss sie aufgrund ihrer Verletzungen ins Krankenhaus. Dort geben die Ärzte jedoch Entwarnung, ihre Verletzungen seien weniger schlimm als gedacht. Derweil such Bobby im Krankenhaus nach Emma, um den Streit vor der Explosion aus der Welt zu räumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520326","hoster":"VOE"},{"path":"/redirect/8376360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-11","name":"Politik des Bösen","epNo":11,"alt":"Let Me In","descr":"Nach der Explosion auf der Bohrinsel will Bobby endlich mit John Ross Frieden schließen. Die beiden sind ebenso wie Christopher davon überzeugt, dass Cliff Barnes und vermutlich auch Harris Ryland hinter dem Anschlag stecken. Christopher will auf eigene Faust den Mörder schnappen. Inzwischen findet Sue Ellen heraus, dass der Gouverneur mit Harris Ryland unter einer Decke steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383246","hoster":"VOE"},{"path":"/redirect/8376362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-12","name":"Zu den Waffen","epNo":12,"alt":"A Call To Arms","descr":"Nachdem er durchgesetzt hat, dass auf dem Land der Ewings eine Pipeline gebaut werden soll, hält der Gouverneur eine Pressekonferenz ab. Bobby und Sue Ellen wohnen der Veranstaltung bei, obwohl sie innerlich kochen. Nach dem Ende der Veranstaltung sucht Sue Ellen das Gespräch mit dem Gouverneur und versichert ihm, dass er die Ewings so leicht nicht besiegen werde. Auch John Ross ist wütend und verspricht dem Gouverneur, dass er für seine Taten bezahlen werde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520331","hoster":"VOE"},{"path":"/redirect/8376367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-13","name":"Nicht die Liebe zählt","epNo":13,"alt":"Love \u0026 Family","descr":"Pamela versucht verzweifelt, Unterlagen ihres Vaters aus der Zeit vor der Explosion der Bohrinsel zu finden. Obwohl sie von John Ross dabei unterstützt wird, findet sie vorerst nichts Neues heraus. Im Gebäude von Ewing Energies berichtet sie diesen Zwischenstand an Bobby und Christopher, die ebenfalls nichts herausfinden konnten. Christopher verrät ihr daraufhin, dass seine Mutter an Barnes Global beteiligt ist und insgesamt ein Drittel der Firma hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520336","hoster":"VOE"},{"path":"/redirect/8376373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-14","name":"Auf der Suche nach Pamela","epNo":14,"alt":"Guilt By Association","descr":"Nach ihrer spontanen Heirat in Las Vegas fliegen John Ross und Pamela in die Flitterwochen. Nach einem Telefonat mit ihrem Vater Cliff versichert John Ross ihr, dass sie ihn gemeinsam zu Fall bringen werden. Nachdem sie die Flugbücher von Cliff in die Hände bekommen haben, hegen beide einen schlimmen Verdacht: Hat Cliff etwa J.R. ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520341","hoster":"VOE"},{"path":"/redirect/8376372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-2/episode-15","name":"J.R.s letzter Triumph","epNo":15,"alt":"Legacies","descr":"Es geht um die bekannte Frage: Wer hat J.R. umgebracht? Alle rätseln, wer hinter dem Tod des Patriarchen steckt. Cliff Barnes sitzt weiterhin in einem mexanischen Gefängnis, behauptet jedoch, nicht für den Tod von J.R. verantwortlich zu sein. Dort besucht ihn Bobby, der ihm anvertraut, dass er niemals erfahren wird, wer J.R. umgebracht hat. Am Grab des Ewing-Clanchefs kommt dann die Wahrheit ans Tageslicht: In einem letzten Brief klärt er seine Hinterbliebenen über die Hintergründe seines Todes auf und bittet sie, die Fehde mit den Barnes beizulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520344","hoster":"VOE"},{"path":"/redirect/8376624","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dallas-2012/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dallas-2012/staffel-3/episode-1","name":"Öl ins Feuer","epNo":1,"alt":"The Return","descr":"Die Ewings haben es geschafft: Sie sind vereint und konnten das Geschäft von Cliff Barnes übernehmen. Sue Ellen ist zudem dabei, die Hochzeit von John Ross und Pamela zu planen. Doch schon bald wird die Idylle gestört, denn zwischen Bobby und John Ross kommt es bezüglich der Southfolk Ranch zu Konflikten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520346","hoster":"VOE"},{"path":"/redirect/8377727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-2","name":"Gutes im Bösen?","epNo":2,"alt":"Trust Me","descr":"Im Zuge der Ankunft von Nicholas tut John Ross alles dafür, um seine Pläne für Ewing Global voran zu treiben. Dabei kommt es immer wieder zu Auseinandersetzungen mit Bobby...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520356","hoster":"VOE"},{"path":"/redirect/8520355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-3","name":"Von Präriehühnern und Dessous","epNo":3,"alt":"Playing Chicken","descr":"Es wir eng für John Ross, denn seine Anstrengungen, das Fracking auf der Southfolk Ranch durchzusetzen, werden von Bobby torpediert. Derweil sorgt Emma dafür, dass die Hochzeit von John Ross und Pamela auf Messers Schneide steht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096048","hoster":"VOE"},{"path":"/redirect/8376386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-4","name":"Es heiratet immer die Gleiche","epNo":4,"alt":"Lifting The Veil","descr":"Der Tag der Hochzeit ist gekommen, auf der Southfork Ranch treffen auch Afton, Ray und Lucy ein. Einzig John Ross lässt auf sich warten, da er noch geschäftliche Weichenstellungen vornehmen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094809","hoster":"VOE"},{"path":"/redirect/8376385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-5","name":"Verkorktes Geheimnis","epNo":5,"alt":"D.T.R.","descr":"Für John Ross sind die Flitterwochen schon wieder vorüber, denn Bobby und Sue Ellen lassen ihre Kontakte zum Gouverneur spielen, um seine Pläne zu durchkreuzen. Unterdessen findet Christopher Erstaunliches über Elenas Vergangenheit heraus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004364","hoster":"VOE"},{"path":"/redirect/8376388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-6","name":"Daddys Liebling","epNo":6,"alt":"Like Father, Like Son","descr":"John Ross muss seine engsten Vertrauten hintergehen, um zu verhindern, dass Bobby seine geschäftlichen Pläne zerstört. Diese Situation wollen Elena und Nicholas ausnutzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333129","hoster":"VOE"},{"path":"/redirect/8376389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-7","name":"Schmutz in Reinkultur","epNo":7,"alt":"Like a Bad Penny","descr":"Während John Ross versucht, Verbindung zu Carter McKays Enkel Hunter aufzunehmen, setzen Bobby und Ann alles daran, Sue Ellen zu befreien. Unterdessen muss Elena eine schwierige Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8520375","hoster":"VOE"},{"path":"/redirect/8376396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-8","name":"Rachesex und das Inferno","epNo":8,"alt":"Where There\u0027s Smoke","descr":"Spannung liegt in der Luft und sorgt für hitzige Auseinandersetzungen auf Southfork: Pamela findet heraus, dass John Ross Emma sehr nahe gekommen ist. Das gefällt ihr gar nicht! Diese Enthüllung wiederum bedroht auch die Beziehung von Bobby und Ann. Derweil werden die Pläne von Elena und Nicolas durcheinandergeworfen und auch Emma macht eine folgenreiche Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8519772","hoster":"VOE"},{"path":"/redirect/8376401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-9","name":"Verleugnung, Wut, Akzeptanz","epNo":9,"alt":"Denial, Anger, Acceptance","descr":"Pamelas Überdosis macht John Ross und Emma gehörig zu schaffen. Alles steuert auf eine gewaltige Veränderung zu, die die Beziehungen der Familie für immer verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8519779","hoster":"VOE"},{"path":"/redirect/8376402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-10","name":"Die Schuldigen und die weniger Schuldigen","epNo":10,"alt":"Dead Reckoning","descr":"Die Neuigkeit über den Tod eines Familienmitgliedes wirft einen dunkle Schatten über Southfork. Währenddessen wird die Beziehung von Christopher und Heather auf eine harte Probe gestellt und Elena tut alles, um ihre Familie zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383247","hoster":"VOE"},{"path":"/redirect/8376400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-11","name":"Eine Familie bedauert","epNo":11,"alt":"Hurt","descr":"Elena fasst endlich allen Mut zusammen und konfrontiert die Ewings mit allem, was ihrem Vater und Cliff angetan wurde. Sue Ellen, Pamela und Ann sind schockiert, als sie die schreckliche Wahrheit erfahren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8519987","hoster":"VOE"},{"path":"/redirect/8376404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-12","name":"Wie der Barnes, so die Ernte","epNo":12,"alt":"Victims of Life","descr":"Pamela hat ihre Probleme damit, die Wahrheit über Cliff zu akzeptieren. Währendessen versucht Bobby über eine alte Geliebte die Kontrolle über die Firma zurückzuerlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8519988","hoster":"VOE"},{"path":"/redirect/8376410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-13","name":"Die Gefangenen von Mexiko","epNo":13,"alt":"Boxed In","descr":"Aufgrund eines Entführungsfalles sieht sich Bobby gezwungen, eine gravierende Entscheidung zu treffen. Derweil einigen sich John Ross und Pamela auf einen Waffenstillstand, während Christopher weiterhin mit wachsender Besorgnis nach Elena sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8519993","hoster":"VOE"},{"path":"/redirect/8376412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-14","name":"Heldenmut / Die Zukunft der Ewings","epNo":14,"alt":"Endgame","descr":"Bei der Suche nach Elena beginnt für Christopher ein Wettlauf mit der Zeit. Währenddessen wird Bobby vom Kartell betrogen und John Ross fasst den riskanten Entschluss, eine Rettungsaktion zu starten, bei der er sein eigenes Leben aufs Spiel setzt. Letzen Endes können die Ewings und die Rylands das Kartell dazu zwingen, ihre gerechte Strafe anzuerkennen. Währenddessen bilden Bobby und Sue Allen eine neue Allianz, mit der sie allerdings zu Konkurenten von John Ross werden. Dieser versucht nämlich weiterhin die Kontrolle über Ewing Global zu erlangen, um seine Ehe mit Pamela zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096049","hoster":"VOE"},{"path":"/redirect/8520000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dallas-2012/staffel-3/episode-15","name":"[In Episode 14 enthalten]","epNo":15,"alt":"Brave New World","descr":"Letzen Endes können die Ewings und die Rylands das Kartell dazu zwingen, ihre gerechte Strafe anzuerkennen. Währenddessen bilden Bobby und Sue Allen eine neue Allianz, mit der sie allerdings zu Konkurenten von John Ross werden. Dieser versucht nämlich weiterhin die Kontrolle über Ewing Global zu erlangen, um seine Ehe mit Pamela zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376414","hoster":"Streamtape"}]}]}]}]}