{"seriesId":"damaged-goods","name":"Damaged Goods","descr":"Die Clique aus Nola (Sophie Passmann), Mads (Tim Oliver Schultz), Hennie (Leonie Brill), Tia (Zeynep Bozbay) und Hugo (Antonije Stankovic) wurde vor 15 Jahren als missmutige Teenager von ihren Eltern zur Gruppentherapie verdonnert und hält noch heute in allen Höhen und Tiefen des Lebens zusammen. Während sie sich durch Herzschmerz, Existenzängste und andere Widrigkeiten des Lebens helfen, hadern sie weiter mit ihrem eigenen Erwachsenwerden: Nola fliegt von der Uni und muss sich ein neues Ventil für ihre Hobby-Psychologie suchen. Hennie ist Geschäftsfrau, doch als sie gegenüber ihrem Freund ihren Kinderwunsch äußert, leidet auch ihr stabiler Lebensentwurf. Tia sucht nach ihrer eigenen Identität als Künstlerin und versucht sich von ihrer dauerpositiven Hippie-Großmutter (Michaela May) abzugrenzen. Hugo kämpft um Liebe und ein authentisches Leben als junger schwuler Mann, während Mads, der attraktive Ex-Jurist, Abschied nehmen muss von seinen Eitelkeiten, als sein unbeschwerter Single-Alltag plötzlich auf den Kopf gestellt wird.  Durch die Geschichte führt Nola mit ihrem eigenen Podcast, in dem sie neben ihren innersten Gefühlen und Problemen auch die persönlichen und intimen Geschichten ihrer Freunde erzählt – ohne deren Wissen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Big Dick Society","epNo":1,"alt":"","descr":"Langzeitstudentin Nola fliegt aus ihrem Psychologiestudium und muss sich nun eine neue Zukunftsperspektive suchen. Und ihre Freunde? Die feiern sich gerade selbst für ihre großen und kleinen Erfolge. Um nicht vor Neid zu zergehen, startet sie einen Podcast über sich und ihre Clique. Weil der Podcast mangels Ideen nun doch intimer als gedacht wird, erzählt sie ihren Freunden erstmal nichts davon.","versions":[{"lang":1,"streams":[{"redirect":10859714,"hoster":"VOE"},{"redirect":10859715,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Of Lipstick and Lesbians","epNo":2,"alt":"","descr":"Tia struggelt mit ihrer ersten Auftragsarbeit als Künstlerin, Hennie sucht im Geheimen nach einer Pärchenwohnung für sich und Boyfriend Nils - und Nola? Die schiebt den harten Alltag einer Studienabbrecherin aufs Nebengleis und lenkt sich mittels Date mit der aufregenden Lenora ab. Doch die Realität lässt sich nicht so leicht abschütteln.","versions":[{"lang":1,"streams":[{"redirect":10859766,"hoster":"VOE"},{"redirect":10859767,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"On the Basis of Sex","epNo":3,"alt":"","descr":"Sex nervt hart: Hennie hat Endometriose, Mads hat Chlamydien, Hugo hat Flaute und Nola hat Schiss. Die einzige, die den Bogen mit Sex ohne Kopfschmerz raus hat, ist Tia. Und die versucht, ihre Freunde teilhaben zu lassen an der frohen Kunde von der schönsten Nebensache der Welt.","versions":[{"lang":1,"streams":[{"redirect":10859762,"hoster":"VOE"},{"redirect":10859763,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sorry I’m late, I didn’t want to come","epNo":4,"alt":"","descr":"Nicht nur für Hugo ist sein Klassentreffen das reinste Drama - auch Nola muss sich dort ihren Gefühlen für Lenora stellen. Tia sucht währenddessen fieberhaft nach dem richtigen Weg zur Kunst und verpasst dabei versehentlich der panischen Hennie eine ganz andere Art von Medikation.","versions":[{"lang":1,"streams":[{"redirect":10859756,"hoster":"VOE"},{"redirect":10859755,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Proposal","epNo":5,"alt":"","descr":"Hennies Boyfriend lädt sie überraschend nach Paris ein! Für die Clique ist klar: Der Junge will Hennie einen Ring an den Finger stecken. Zum Glück ist Hugo als Flugbegleiter an Bord, um Hennie moralische Unterstützung zu leisten. Auch Tia und Mads machen sich bereit für die nächste Stufe in ihrem Leben. Doch sind sie überhaupt bereit dafür?","versions":[{"lang":1,"streams":[{"redirect":10859744,"hoster":"VOE"},{"redirect":10859743,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sweet little lies","epNo":6,"alt":"","descr":"Auf Nolas Geburtstagsparty sind alle etwas neben der Spur. Hennie und Mads sind kaum wieder zu erkennen, bei Nola und Hugo brodelt es in ihren jeweiligen Beziehungen und Tia ist verkrampfter denn je. Beim Völkerballspiel kochen die Gemüter endgültig hoch - bis aus Spaß plötzlich ernst wird und ein unerwarteter Abschied ins Haus steht.","versions":[{"lang":1,"streams":[{"redirect":10859741,"hoster":"VOE"},{"redirect":10859739,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Goodbye my love, goodbye","epNo":7,"alt":"","descr":"Als Tias Großmutter überraschend verstirbt, versammelt sich die Clique bei Tias Atelier, um ihr bei der Beerdigung unter die Arme zu greifen. Doch wie soll Tia von ihrer Großmutter und Muse Abschied nehmen? Und wie soll es jetzt weitergehen ohne sie? Dabei erlebt nicht nur sie bei der herzzerreißenden Beerdigung einen emotionalen Durchbruch.","versions":[{"lang":1,"streams":[{"redirect":10859736,"hoster":"VOE"},{"redirect":10859735,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"No Trust, no us","epNo":8,"alt":"","descr":"Die Clique steht an einem Scheideweg: Nolas Podcast geht viral, Tia hat mit ihrer Kunst endlich Erfolg, Mads bekommt als frischgebackener Papa eine einmalige Chance, Hennie trifft eine brutale Entscheidung und Hugo schafft es endlich, sein Herz zu öffnen. Über all der Euphorie schwebt die bittere Frage: Hat diese ehemals unkaputtbare Clique eine Zukunft?","versions":[{"lang":1,"streams":[{"redirect":10859732,"hoster":"VOE"},{"redirect":10860003,"hoster":"Streamtape"}]}]}]}]}