{"seriesId":"damages-im-netz-der-macht","name":"Damages - Im Netz der Macht","descr":"Zwei Frauen, eine Kanzlei: Die knallharte Star-Juristin Patty Hewes und die Junganwältin Ellen Parsons kennen nur ein Ziel: Kampf gegen Korruption und Unrecht. Und das bedeutet vor allem Vernichtung des eiskalten Milliardärs und Betrügers Arthur Frobisher …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Traumjob","epNo":1,"alt":"Get Me a Lawyer (Pilot)","descr":"Ellen Parson, eine junge, ehrgeizige Jura-Absolventin, erhält ein Angebot von einer renommierten New Yorker Kanzlei, die von der Anwältin Patty Hewes geleitet wird. Hewes ist bekannt für spektakuläre Schadensersatzprozesse gegen Großunternehmen. Ellen beeindruckt ihre zukünftige Arbeitgeberin durch ihre Weigerung, am Trauungstag ihrer Schwester zum Vorstellungsgespräch zu kommen – sie bekommt den Job. Ihr erster Fall ist eine Zivilklage gegen Milliardär Arthur Frobisher …","versions":[{"lang":1,"streams":[{"redirect":14014471,"hoster":"VOE"},{"redirect":14019295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650414,"hoster":"VOE"},{"redirect":8650398,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Zeugin","epNo":2,"alt":"Jesus, Mary And Joe Cocker","descr":"Patty Hewes vertritt die Anklage im Fall des Millionärs Arthur Frobisher, der des illegalen Aktienhandels beschuldigt wird. Katie Connor, die Schwester von Ellens Freund David, hat bei einem Geschäftsessen Frobishers das Catering organisiert. Man hat Angst, sie hätte eine Beobachtung gemacht und könnte gegen ihn aussagen. Frobishers Anwalt Ray Fiske bedrängt Katie, eine Geheimhaltungsvereinbarung zu unterschreiben, doch Katie entschließt sich zur Aussage gegen Frobisher …","versions":[{"lang":1,"streams":[{"redirect":14014443,"hoster":"VOE"},{"redirect":14072824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612061,"hoster":"VOE"},{"redirect":8650392,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todesangst","epNo":3,"alt":"And My Paralyzing Fear Of Death","descr":"Patty Hewes erhält eine Bombendrohung. Zur gleichen Zeit entwickelt sich der Frobisher-Fall negativ für sie. Der Milliardär wird des illegalen Aktienhandels beschuldigt, doch Patty hat keine brauchbaren Beweise. Der Richter fordert sie auf, diese endlich beizubringen, und Pattys Mitarbeiterin Ellen muss einen Teil der Klagebegründung verfassen – eine große Herausforderung für die junge Anwältin. Unterdessen findet Tom Shayes einiges über die Zeugin Katie heraus …","versions":[{"lang":1,"streams":[{"redirect":14014432,"hoster":"VOE"},{"redirect":14072825,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650378,"hoster":"VOE"},{"redirect":8650384,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Aussage","epNo":4,"alt":"Tastes Like A Ho Ho","descr":"Ellen bedrängt Katie, weitere entscheidende Aussagen zu machen, damit Frobishers Vergleichsangebot abgewendet werden kann. Der Unternehmensberater Gregory Malina, mit dem Katie eine Affäre hatte, liefert ihr Informationen, darunter den Namen eines Börsenhändlers, der in Frobishers krumme Geschäfte verwickelt ist. Unter Eid sagt Katie aus, Frobisher mit diesem Mann gesehen zu haben, doch der gegnerische Anwalt liefert ein wasserdichtes Alibi. Katie wird des Meineids beschuldigt.","versions":[{"lang":1,"streams":[{"redirect":14014442,"hoster":"VOE"},{"redirect":14072826,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650376,"hoster":"VOE"},{"redirect":8650375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Meineid","epNo":5,"alt":"A Regular Earl Anthony","descr":"Tom Shayes kommt dahinter, dass Gregory Malina, der eine Affäre mit Katie hatte und sie als Zeugin im Frobisher-Fall mit Infos beliefert hatte, selbst in den Insider-Handel verwickelt war. Er ist also der wahre Grund für Katies Meineid, was auch Ellen inzwischen erkannt hat. Frobisher hat durch diesen Meineid natürlich momentan Oberwasser und will vor Gericht seine Reputation retten. Pattys Klienten sind darüber verärgert und entziehen ihr das Mandat, um es Shayes anzutragen …","versions":[{"lang":1,"streams":[{"redirect":14014425,"hoster":"VOE"},{"redirect":14072827,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650367,"hoster":"VOE"},{"redirect":8650371,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wahre Gesichter","epNo":6,"alt":"She Spat At Me","descr":"Nachdem Shayes sich als zu schwach erwiesen hat, landet das Mandat im Frobisher-Fall wieder bei Patty, die Ellen den Auftrag erteilt, Gregory Malina zu umgarnen. Sie soll den Namen seines Auftraggebers herausfinden. Bei einem Treffen mit Malina hat Ellen den Eindruck, dass er große Angst hat – Infos über Frobisher sind aus ihm nicht herauszuholen … Unterdessen lädt Patty Ellen und ihren Verlobten David privat zum Abendessen ein – der Abend wird für alle zum Desaster …","versions":[{"lang":1,"streams":[{"redirect":14014486,"hoster":"VOE"},{"redirect":14019167,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650365,"hoster":"VOE"},{"redirect":8650362,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Vorladung","epNo":7,"alt":"We Are Not Animals","descr":"Der Fall Frobisher spitzt sich zu: Nachdem der Multimillionär durch Katies Meineid Oberwasser bekommen hat, schickt Patty ihm eine gerichtliche Vorladung für eine eidliche Aussage. Ray Fiske versucht unterdessen, Gregory Malina, auf den ein Mordanschlag verübt wurde, zum Untertauchen in Mexiko zu bewegen. Patty stellt Malina unter Personenschutz, doch er kann sich den Bewachern entziehen und taucht tatsächlich unter. Patty befürchtet, dass ihr wichtigster Zeuge ermordet wurde …","versions":[{"lang":1,"streams":[{"redirect":14014487,"hoster":"VOE"},{"redirect":14017913,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650355,"hoster":"VOE"},{"redirect":8650356,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Verräter","epNo":8,"alt":"Blame The Victim","descr":"Als die Vertreter der ehemaligen Frobisher-Mitarbeiter herausfinden, dass Larry Poplar, ein Mann aus ihren eigenen Reihen, der Gegenseite Informationen liefert, stellt Patty ihm eine Falle. Sie überführt ihn und stellt ihn vor die Wahl, entweder für sie zu arbeiten oder wegen passiver Bestechung verurteilt zu werden. Die erste Info, die Larry Patty erteilt, ist die, dass Gregory Malina noch lebt. Unterdessen stößt Ellen auf interessante Hinweise in den Akten der Börsenaufsicht.","versions":[{"lang":1,"streams":[{"redirect":14014510,"hoster":"VOE"},{"redirect":14072829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650348,"hoster":"VOE"},{"redirect":8650347,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schweigegeld","epNo":9,"alt":"Do You Regret What We Did?","descr":"Katie hat New York verlassen und lebt wieder bei ihren Eltern. Eines Nachts taucht Gregory Malina bei ihr auf. Unterdessen erfahren Ellen und Tom vom Ex-Kommissar der Börsenaufsicht George Moore, dass Frobisher bei früheren Ermittlungen kein Finanzbetrug nachgewiesen werden konnte. Moore gibt Ellen einen Hinweis auf einen Unfall Frobishers, der 30 Jahre zurückliegt … Gregory hat sich mit Katie versöhnt, ahnt aber, dass er in Gefahr ist – kurze Zeit darauf ist er tot …","versions":[{"lang":1,"streams":[{"redirect":14014433,"hoster":"VOE"},{"redirect":14017911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650342,"hoster":"VOE"},{"redirect":8650343,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Informant","epNo":10,"alt":"Sort Of Like A Family","descr":"Patty schließt Ellen ohne Begründung von Frobishers bevorstehender Vernehmung aus, doch Ellen recherchiert weiter und trifft sich mit George Moore. Dabei findet sie heraus, dass Moore die Ermittlungen der Börsenaufsicht gegen Frobisher behindert hat, weil er selbst in die Insider-Geschäfte verwickelt war. Sie will Patty ihre Erkenntnisse vortragen, doch es kommt zum Eklat – und zur fristlosen Entlassung Ellens. Kurz darauf stellt sich Frobisher Pattys Befragung …","versions":[{"lang":1,"streams":[{"redirect":14014434,"hoster":"VOE"},{"redirect":14072828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612062,"hoster":"VOE"},{"redirect":8650329,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Beweise","epNo":11,"alt":"I Hate These People","descr":"Als Patty erkennt, dass Ellens Erkenntnisse über George Moore nützlich sind, bittet sie Ellen, zurückzukommen und sich erneut mit Moore zu treffen. Ellen ist bereit, den Ex-Börsenkommissar nochmals zu sprechen, will aber nicht mehr für Patty arbeiten. Um sich selbst zu schützen, bietet Moore Ellen Beweise gegen einen der am Insiderhandel Beteiligten an – kurz darauf ist er tot. Ellen sichert die Beweise und übergibt sie Patty, die Frobishers Anwalt Fiske damit unter Druck setzt.","versions":[{"lang":1,"streams":[{"redirect":14014426,"hoster":"VOE"},{"redirect":14072840,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920287,"hoster":"VOE"},{"redirect":8650327,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kein Weg zurück","epNo":12,"alt":"There’s No ‘We’ Anymore","descr":"Frobishers Anwalt Ray Fiske hat sich in Pattys Kanzlei vor deren Augen erschossen, nachdem sie ihn mit Beweisen gegen Frobisher unter Druck gesetzt hatte. Ellen versteckt auf Pattys Bitte hin die Beweismaterialien in ihrer Wohnung. Wenig später liefert Katie, die Schwester von Ellens Verlobtem David, das von Gregory Malina aufgenommene Video mit Beweisen gegen Frobisher bei David ab. Als David am anderen Tag erschlagen in der Wohnung gefunden wird, steht Ellen unter Mordverdacht.","versions":[{"lang":1,"streams":[{"redirect":14014496,"hoster":"VOE"},{"redirect":14072841,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612064,"hoster":"VOE"},{"redirect":8650324,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Entscheidung","epNo":13,"alt":"Because I Know Patty","descr":"Ellen, die wegen des Verdachts, ihren Verlobten David getötet zu haben, verhaftet wurde, wird von Patty gegen Kaution aus dem Gefängnis geholt. Patty gelingt es auch, den Staatsanwalt zum Fallenlassen der Anklage gegen Ellen zu bewegen. Im Gegenzug erhält sie von Ellen das Video mit den belastenden Aufnahmen, die Frobishers Verwicklung in Insider-Geschäfte beweisen – nun hat die raffinierte Star-Anwältin endlich das Material in der Hand, auf das sie lange gewartet hat …","versions":[{"lang":1,"streams":[{"redirect":14014497,"hoster":"VOE"},{"redirect":14018984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612065,"hoster":"VOE"},{"redirect":8650316,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ich habe auch gelogen","epNo":1,"alt":"I Lied, Too","descr":"Obwohl Ellen überzeugt ist, dass ihre Chefin Patty Hewes etwas mit dem Mord an ihrem Verlobten und dem Angriff auf sie selbst zu tun hat, kehrt sie in Hewes Anwaltskanzlei zurück. Im Auftrag des FBI versucht sie die Staranwältin mit einem konstruierten Fall hereinzulegen. Pattys Aufmerksamkeit aber gilt einem anderen Fall, der bald schon dramatische Ausmasse annimmt. Ellen Parsons ist nach dem Verlust ihres Verlobten und dem an ihr verübten Mordversuch trotz grosser Unklarheiten in Patty Hewes Anwaltskanzlei zurückgekehrt – allerdings nicht ohne einen Racheplan. Sie hat sich nämlich vom FBI anheuern lassen, um Patty zu überwachen und bei Zeiten zu überführen. Dafür konstruiert das FBI einen Fall, den Ellen Patty schmackhaft machen soll. Bei der Staranwältin meldet sich derweil ein alter Bekannter, Daniel Purcell. Der Wissenschaftler vertraut Patty Papiere an, die beweisen, dass die Firma Ultima National Resources Menschenleben aufs Spiel setzt, weil sie Wasservergiftungen in Kauf nimmt. Währen Ellen sich um Pattys Aufmerksamkeit für den FBI-Fall bemüht, arbeitet sich Patty durch Purcells Akten. Sie wittert einen skandalträchtigen Fall. Doch da geschieht etwas Unerwartetes.","versions":[{"lang":1,"streams":[{"redirect":14014498,"hoster":"VOE"},{"redirect":14072843,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917156,"hoster":"VOE"},{"redirect":8650313,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Falle","epNo":2,"alt":"Burn It, Shred It, I Don’t Care","descr":"Zur Enttäuschung von Ellen geht Patty nicht auf den vom FBI konstruierten Fall ein. Sie übergibt ihn an Tom und kümmert sich um Daniel Purcell und seine Beschuldigungen gegen die Energiefirma UNR. Doch Purcell weigert sich nach dem Mord an seiner Frau, Patty noch mehr Informationen zu geben. Als Patty Hewes von dem Mord an Daniel Purcells Frau Michelle erfährt, übergibt sie den vom FBI konstruierten Fall zur Enttäuschung von Ellen voll und ganz an ihren Partner Tom Shayes ab und wird Purcells Anwältin. Dieser steht nämlich unter dringendem Tatverdacht, weil er als Einziger im Haus war, als die Leiche von Michelle gefunden wurde. Das FBI plant daraufhin, auch Tom Shayes ins Vertrauen zu ziehen und gegen Patty aufzuhetzen. Doch bevor dies geschehen kann, zieht Patty Tom von dem Fall wieder zurück. Sie ist skeptisch. Daniel Purcell bittet Patty, die Unterlagen über die Machenschaften der Energiefirma UNR nicht zu verwenden. Noch bevor Patty Daniel überzeugen kann, ihr zu vertrauen, wird sie von Claire Maddox kontaktiert, der Rechtspezialistin von UNR. Auf Druck von Claire muss Patty die Papiere herausrücken. Doch so schnell gibt die Staranwältin nicht auf.","versions":[{"lang":1,"streams":[{"redirect":14014430,"hoster":"VOE"},{"redirect":14017912,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612068,"hoster":"VOE"},{"redirect":8650310,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Purcell","epNo":3,"alt":"I Knew Your Pig","descr":"Der Wissenschaftler Daniel Purcell, der Patty Hewes auf einen Umweltskandal aufmerksam gemacht hat, gerät in Verdacht, am Tod seiner Frau beteiligt gewesen zu sein. Sowohl Ellen als auch Tom interessieren sich für Purcells Vergangenheit, denn sie vermuten, dass ihn und Patty etwas verbindet, das sie beide verschweigen. Die beiden FBI-Agenten, die Ellen Parsons mit einem Fall zu Thema Säuglingssterblichkeit auf Patty Hewes angesetzt haben, sind enttäuscht, als Hewes sich ausschliesslich auf den Umweltskandal bei UNR und den Wissenschaftler Daniel Purcell konzentriert. Dieser hält sich inzwischen bedeckt. Patty engster Mitarbeiter Tom Shayes ahnt, dass Purcell und Hewes eine bedeutsame Vergangenheit verbindet – doch Patty schweigt darüber. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":14014429,"hoster":"VOE"},{"redirect":14072842,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612067,"hoster":"VOE"},{"redirect":8650286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Michaels Vater","epNo":4,"alt":"Hey! Mr. Pibb","descr":"Daniel Purcell bringt sich selbst in eine missliche Lage, als er versucht, das Land zu verlassen. Während Patty und er ihre gemeinsame Vergangenheit aufarbeiten, versuchen Ellen und Tom, einen Journalisten ausfindig zu machen, der Beweismaterial für die Wasserverschmutzungen der Energiefirma UNR haben soll.","versions":[{"lang":1,"streams":[{"redirect":14014474,"hoster":"VOE"},{"redirect":14072850,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917157,"hoster":"VOE"},{"redirect":8650285,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Fusion","epNo":5,"alt":"I Agree, It Wasn’t Funny","descr":"Patty Hewes musste vor Gericht kleinbeigeben, weil ihr Hauptzeuge Daniel Purcell einen Rückzieher gemacht hat. Doch sie bleibt der Energiefirma UNR auf den Fersen, insbesondere als deren Chef die Fusion mit einer anderen Firma anstrebt. Geht dies mit rechten Dingen zu? Ellen wird von Patty zur Rede gestellt. Die Anwältin vermutet, dass Ellen nicht mit offenen Karten spielt.","versions":[{"lang":1,"streams":[{"redirect":14014479,"hoster":"VOE"},{"redirect":14072845,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599292,"hoster":"VOE"},{"redirect":8650267,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Arthur Frobisher","epNo":6,"alt":"A Pretty Girl In A Leotard","descr":"Patty Hewes informiert die Öffentlichkeit über den Skandal, in den die Energiefirma UNR verwickelt ist. Daraufhin verklagt diese die Anwältin wegen übler Nachrede. Patty lässt sich auf einen Vergleich ein, doch sie hat noch einen Joker bereit. Ihr ehemaliger Gegner Arthur Frobisher, der UNR-Aktien besitzt, tritt als Kläger gegen die Firma an.","versions":[{"lang":1,"streams":[{"redirect":14014423,"hoster":"VOE"},{"redirect":14019168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599299,"hoster":"VOE"},{"redirect":8650253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vertraue niemandem","epNo":7,"alt":"New York Sucks","descr":"Ellen fällt es schwer, mit Frobisher zusammenzuarbeiten, den sie des Mordes an ihrem Verlobten verdächtigt. Dem FBI liefert sie aber einen anderen Mann, Pattys engsten Vertrauten Onkel Pete. Als die Agenten Pete festnehmen, um ihn über Patty auszuquetschen, geschieht etwas Unerwartetes.","versions":[{"lang":1,"streams":[{"redirect":14014480,"hoster":"VOE"},{"redirect":14018810,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599301,"hoster":"VOE"},{"redirect":8650248,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Onkel Pete","epNo":8,"alt":"They Had To Tweeze That Out Of My Kidney","descr":"Während Patty, erschüttert über den Selbstmordversuch von Onkel Pete, an dessen Krankenbett wacht, versucht Tom, mehr über einen Finanzexperten zu erfahren, der womöglich mit UNR zusammenspannt. Arthur Frobisher indessen erhält Besuch von einem zwielichtigen Polizisten.","versions":[{"lang":1,"streams":[{"redirect":14014490,"hoster":"VOE"},{"redirect":14072887,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9599303,"hoster":"VOE"},{"redirect":8650233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Anziehungskräfte","epNo":9,"alt":"You Got Your Prom Date Pregnant","descr":"Der Tod von Onkel Pete setzt Patty Hewes zu. Zudem findet Tom heraus, dass über die Staranwältin gar keine offizielle FBI-Akte existiert. Was hat das zu bedeuten? Und wieso beharrt ihr Ehemann Phil auf einmal darauf, dass Patty den Fall UNR aufgibt?","versions":[{"lang":1,"streams":[{"redirect":14014489,"hoster":"VOE"},{"redirect":14072855,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612070,"hoster":"VOE"},{"redirect":8650230,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Beziehungen","epNo":10,"alt":"Uh Oh, Out Come The Skeletons","descr":"Patty Hewes lässt sich von ihrem Ehemann Phil nicht davon abbringen, gegen die Energiefirma UNR zu klagen. Bald sitzen sie und Claire Maddox, die Anwältin der Firma, sich gegenüber. Dabei lässt Patty den Namen Finn Garrity fallen, mit dem Maddox allerdings nichts anfangen kann. Erst Daniel Purcell kann Licht ins Dunkel bringen.","versions":[{"lang":1,"streams":[{"redirect":14014475,"hoster":"VOE"},{"redirect":14072890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612071,"hoster":"VOE"},{"redirect":8650217,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Betrug","epNo":11,"alt":"London. Of Course.","descr":"Ein Magazin will Patty Hewes und ihrem Ehemann Phil die Hauptstory widmen. Der Zeitpunkt dafür könnte schlechter nicht sein. Nicht nur stehen sich die Eheleute geschäftlich als Rivalen gegenüber, Patty erfährt auch, dass Phil sie mit einer anderen Frau betrügt. Derweil versucht Claire Maddox, an der Spitze von UNR einen Wechsel herbeizuführen.","versions":[{"lang":1,"streams":[{"redirect":14014481,"hoster":"VOE"},{"redirect":14072870,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612073,"hoster":"VOE"},{"redirect":8650205,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Antworten","epNo":12,"alt":"Look What He Dug Up This Time","descr":"UNR-Chef Walter Kendrick erkennt langsam, welche Gefahr von Patty Hewes ausgeht. Die unermüdliche Anwältin hat Daten in ihren Besitz gebracht, die UNR zu Fall bringen könnten. Doch erst muss sie diese entschlüsseln und den Richter dazu bringen, sie vor Gericht überhaupt verwenden zu dürfen. Ellen hofft, dass Patty sie zu einer Bestechung des Richters überredet, dann hätte sie erstmals etwas gegen Patty in der Hand.","versions":[{"lang":1,"streams":[{"redirect":14014435,"hoster":"VOE"},{"redirect":14017914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612075,"hoster":"VOE"},{"redirect":8650198,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vertrau’ mir","epNo":13,"alt":"Trust Me","descr":"Patty versucht mit allen Mitteln, an der Klage gegen UNR festzuhalten. Als sie einsieht, dass sie zu wenig gegen die Firma in der Hand hat, konzentriert sie sich darauf, deren Chef Walter Kendrick zu Fall zu bringen. Zwischen Ellen Parsons und Patty Hewes kommt es zur längst fälligen Konfrontation. Doch auf beide Frauen wartet eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14014482,"hoster":"VOE"},{"redirect":14018986,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612077,"hoster":"VOE"},{"redirect":8650185,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ihre Geheimnisse sind sicher","epNo":1,"alt":"Your Secrets Are Safe","descr":"Mittlerweile ist ein Jahr vergangen, seit Ellen Parsons das letzte Mal Kontakt mit Patty Hewes hatte. Sie arbeitet inzwischen im Büro des Bezirksstaatsanwaltes und ist zuständig für Drogendelikte. Ihre Kollegen jedoch untersuchen die Milliarden-Abzocke der mächtigen Tobin-Familie, während Hewes \u0026 Partner die Geprellten vertreten. Schließlich führen die Wege von Ellen und Patty unweigerlich wieder aufeinander zu …","versions":[{"lang":1,"streams":[{"redirect":14014437,"hoster":"VOE"},{"redirect":14072917,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920286,"hoster":"VOE"},{"redirect":8650181,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aufrichtigkeit","epNo":2,"alt":"The Dog Is Happier Without Her","descr":"Die monatelange Funkstille zwischen Ellen und Patty ist vorbei. Tom geht auf Ellen zu, um sie um Hilfe bei der Tobin-Ermittlung zu bitten – ihm scheint es dabei jedoch nicht nur um den Fall zu gehen. Währenddessen muss sich Joe Tobin, der Sohn des betrügerischen Familienoberhauptes, zwischen seiner Familie und seiner Integrität entscheiden … Patty und Phil streiten sich um die Bedingungen ihrer Scheidung. Der gemeinsame Hund bringt sie zumindest wieder kurz zueinander.","versions":[{"lang":1,"streams":[{"redirect":14014424,"hoster":"VOE"},{"redirect":14072923,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612081,"hoster":"VOE"},{"redirect":8650179,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abflug 23:08 Uhr","epNo":3,"alt":"Flight’s At 11:08","descr":"Joe Tobin und sein Anwalt Leonard Winstone nehmen den schlechten gesundheitlichen Zustand von Danielle Marchetti nicht ernst. Sie wollen die Zeugin um jeden Preis am selben Abend außer Landes bringen. Für Patty Hewes und ihre Mitarbeiter wird es ein Wettlauf gegen die Zeit … Tom gesteht indes seinen Schwiegereltern, dass wegen seines Investment-Tipps ihr gesamtes Erspartes futsch ist.","versions":[{"lang":1,"streams":[{"redirect":14014476,"hoster":"VOE"},{"redirect":14072921,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920288,"hoster":"VOE"},{"redirect":8650171,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der letzte Tag in Freiheit","epNo":4,"alt":"Don’t Throw That At The Chicken","descr":"Patty erwirkt noch ein Gespräch mit Louis Tobin vor dessen Urteilsverkündung, um hinter die Bedeutung von Danielle Marquettis Rolle zu kommen – Louis Tobin lässt sich nichts entlocken. Joe weigert sich indessen, seinen Vater an dessen letztem Tag in Freiheit zu besuchen. Er will nicht mit ihm reden – mit fatalen Folgen … Michael verschweigt seiner Mutter, dass er nach wie vor mit Jill zusammen ist – und dass Jill ein Kind von ihm erwartet.","versions":[{"lang":1,"streams":[{"redirect":14014436,"hoster":"VOE"},{"redirect":14019293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565420,"hoster":"VOE"},{"redirect":8650164,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich habe nicht Geburtstag","epNo":5,"alt":"It’s Not My Birthday","descr":"Patty Hewes Geburtstag naht. Alle wissen davon, aber sie verleugnet es – und wird dafür mit Albträumen gestraft. Nach Louis Tobins Tod ist seine Familie sehr betroffen, vor allem seine Tochter Carol nimmt es sehr schwer. Patty ist immer noch an Danielle Marchetti dran und hofft über sie, die Spur des Geldes aufnehmen zu können. Aber Staatsanwalt Gates, Ellens neuer Boss, bremst Patty aus. Wenig später erfährt Patty von Louis’ Witwe Ungeheuerliches …","versions":[{"lang":1,"streams":[{"redirect":14014499,"hoster":"VOE"},{"redirect":14072938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9612082,"hoster":"VOE"},{"redirect":8650161,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Suchen Sie in der Karibik","epNo":6,"alt":"Don’t Forget To Thank Mr. Zedeck","descr":"Tom Shayes ist aufgrund seiner Fehlinvestitionen finanziell schwer angeschlagen. Als er auf seinen Anlageberater Eric Nichols trifft, kommt es zum Streit. Der Tobin-Fall läuft nur schleppend voran. Patty berät sich mit Sterling Biddle, den sie mal in einem ähnlichen Fall hinter Gitter gebracht hat. Dieser fordert für seine Hilfe eine ‚delikate‘ Gegenleistung … Die Staatsanwaltschaft entdeckt allmählich Gemeinsamkeiten zwischen den Toden von Louis Tobin und Danielle Marchetti.","versions":[{"lang":1,"streams":[{"redirect":14014492,"hoster":"VOE"},{"redirect":14017916,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565422,"hoster":"VOE"},{"redirect":8650158,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich wurde nicht ersetzt","epNo":7,"alt":"You Haven’t Replaced Me","descr":"Tom reist nach Antigua, um über Tessa, die ahnungslose Tochter von Louis Tobin und Danielle Marchetti, an das Vermögen der Tobins zu kommen. Ellen intrigiert indessen gegen Pattys neuen Schützling Alex Benjamin. Sie beauftragt Josh Reston mit einem Artikel, nur um Alex hinterher bei Patty anschwärzen zu können. Patty und Staatsanwalt Gates geraten im Tobin-Fall zunehmend unter Druck. Als Ellen einen neuen Hinweis hat, berichtet sie nicht ihrem Chef, sondern Patty.","versions":[{"lang":1,"streams":[{"redirect":14014506,"hoster":"VOE"},{"redirect":14018985,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8650151,"hoster":"VOE"},{"redirect":8650148,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich sehe aus wie Frankenstein","epNo":8,"alt":"I Look Like Frankenstein","descr":"Nachdem Carol verschwunden ist, erhärtet sich der Verdacht, dass sie Danielle Marquetti umgebracht hat. Ellen und Tom versuchen, Carols Aufenthaltsort herauszufinden und auch Winstone sucht sie, weil sich Marilyn Sorgen macht. Per Zufall hat Ellen erfahren, dass Patty Großmutter wird und gratuliert der Unwissenden zum baldigen Enkelkind … Unterdessen will Arthur Frobisher einen berühmten Hollywoodschauspieler als Aushängeschild für sein Windenergieprojekt gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14014512,"hoster":"VOE"},{"redirect":14072937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565423,"hoster":"VOE"},{"redirect":8650143,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der menschliche Kern","epNo":9,"alt":"Drive It Through Hardcore","descr":"Winstone bringt Carol Tobin, die Depressionen und Angstzustände hat, zu ihrem Psychiater Dr. Samuels. Als Patty davon erfährt, setzt sie Carol unter Druck und entlockt ihr so weitere Informationen über den Verlauf des Thanksgiving-Abends. Bei einem Treffen will Arthur Frobisher den Filmleuten den ‚menschlichen Kern‘ von Patty zeigen, doch Patty zeigt sich von ihrer besten Seite, eiskalt. Indes soll Ellen dafür sorgen, dass ihre Schwester Carrie nicht hinter Gitter muss.","versions":[{"lang":1,"streams":[{"redirect":14014493,"hoster":"VOE"},{"redirect":14072940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565424,"hoster":"VOE"},{"redirect":8650139,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Familienbande","epNo":10,"alt":"Tell Me I’m Not Racist","descr":"Ellen träumt mehrmals von einer Frau, die sie in ihrer Kindheit gekannt hat. Doch sie erinnert sich nur bruchstückhaft an diese – bis ihr ihre Schwester Carrie auf die Sprünge hilft. Patty und Tom geraten schwer unter Druck, da sowohl die Tobin-Opfer, als auch Richter Reilly die Geduld verlieren. Sie brauchen schnell Ergebnisse. Tom, dessen finanzielle Lage immer dramatischer wird, sucht Tessa Marchetti auf und deutet an, dass ihre Mutter Daniele von den Tobins ermordet wurde …","versions":[{"lang":1,"streams":[{"redirect":14014427,"hoster":"VOE"},{"redirect":14072939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565425,"hoster":"VOE"},{"redirect":8650134,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die dunkle Seite","epNo":11,"alt":"All That Crap About Your Family","descr":"Ellen findet ihr altes Kindermädchen Anne und erfährt Unangenehmes über ihre Vergangenheit. Als Staatsanwalt Gates Tessa Marchetti verhaftet, sieht sich Patty gezwungen, mit ihm zusammen zu arbeiten. Ellens Kollege Salenger entschließt sich, Gates die Wahrheit über Ellens doppeltes Spiel mit Patty zu erzählen … Indes laufen erste Proben zu dem Film über Arthur Frobishers Leben – und Terry lässt nicht unversucht, um sich in die Rolle ‚einzufühlen‘.","versions":[{"lang":1,"streams":[{"redirect":14014511,"hoster":"VOE"},{"redirect":14072943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565426,"hoster":"VOE"},{"redirect":8650120,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sein kleines Äffchen","epNo":12,"alt":"You Were His Little Monkey","descr":"Da Richter Riley über Toms finanzielle Probleme Bescheid weiß, legt Patty Tom die Kündigung nahe. Dieser scheint nun tatsächlich am Ende zu sein, auch seine Ehe droht zu scheitern. Winstone wird von seinem Vater erpresst. Als seine Vergangenheit ans Tageslicht kommt, stellt Ellen sicher, das Joe Tobin die brisanten Details erhält … Indes hat Frobisher seinem Schauspieler so viel Intimes über sich erzählt, dass dieser sein Wissen nicht länger für sich behalten kann …","versions":[{"lang":1,"streams":[{"redirect":14014494,"hoster":"VOE"},{"redirect":14072941,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565427,"hoster":"VOE"},{"redirect":8650118,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Am Ende des Weges","epNo":13,"alt":"The Next One’s Gonna Go In Your Throat","descr":"Obwohl Patty die Operation ‚Leonard Winstone‘ abgebrochen hat, arbeiten Tom und Ellen heimlich weiter, um endlich die notwendigen Informationen zu bekommen. Stuart Zedeck funkt ihnen dazwischen – er hat erfahren, dass jemand in seinem Namen Geld aus der Stiftung abheben will. Indes geraten Winstone und Shayes in Schwierigkeiten, als sie versuchen, mit Ellens Hilfe ihren Deal abzuwickeln …","versions":[{"lang":1,"streams":[{"redirect":14014483,"hoster":"VOE"},{"redirect":14072942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565428,"hoster":"VOE"},{"redirect":8650114,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Akte Afghanistan","epNo":1,"alt":"There’s Only One Way To Try A Case","descr":"Ellen ist den zwielichtigen Machenschaften der \"High Star Security Corporation\" auf der Spur, einer von der Regierung bezahlten Privatarmee. Sie nimmt Kontakt zu Chris Sanchez auf, einem alten Highschool-Freund, der für \" High Star\" arbeitet und brisante Informationen über seinen Arbeitgeber hat. Währenddessen ermittelt Patty gegen einen Arzneimittelhersteller – bis sie von Ellens Vorhaben hört.","versions":[{"lang":1,"streams":[{"redirect":14014469,"hoster":"VOE"},{"redirect":14072945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565429,"hoster":"VOE"},{"redirect":8650107,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Täuschungsmanöver","epNo":2,"alt":"I’ve Done Way Too Much For This Girl","descr":"Ellen präsentiert den \"High Star\"-Fall in ihrer Firma, doch ihre Kollegen lehnen ihn ab. Jetzt hofft sie auf die Unterstützung ihrer ehemaligen Chefin Patty Hewes. Doch erst als Ellen vorgibt, bedroht zu werden, bietet Patty ihre Hilfe an. Derweil schmieden Erickson and Boorman einen Plan, der Chris Sanchez dazu bringen soll, nach Afghanistan zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":14014470,"hoster":"VOE"},{"redirect":14019169,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565430,"hoster":"VOE"},{"redirect":8650096,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Zweifelsfall greift man erst mal an","epNo":3,"alt":"I’d Prefer My Old Office","descr":"Nach Pattys Angebot bezieht Ellen ihr altes Kanzlei-Büro. Sie beschließt gegen \"High Star Security\" zuklagen, obwohl Zeuge Chris Sanchez derzeit nicht greifbar ist. Während einer Afghanistan-Anhörung per Videoschaltung, erzählt Chris etwas völlig anderes als ursprünglich, und Ellen ist gewiss, dass er dazu gezwungen wurde. Indessen sucht Patty gemeinsam mit Victor Huntley nach ihrem Sohn Michael.","versions":[{"lang":1,"streams":[{"redirect":14014438,"hoster":"VOE"},{"redirect":14072944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565431,"hoster":"VOE"},{"redirect":8650089,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Friede auf Erden","epNo":4,"alt":"Next One’s On Me, Blondie","descr":"Nasim Marwat, Sohn von Chris’ Afghanistan Kontakt, trifft Ellen und gibt ihr Sanchez’ Medaillon. Patty bittet Ex-Mentor William Herndon Infos über High Star zu beschaffen. Trotz Herndons Warnung, die Klage gegen High Star nicht zu verfolgen, gibt Ellen nicht auf. Boorman überzeugt Erickson, zu härteren Mitteln zu greifen, damit Chris den Kontaktmann herausrückt. Er erteilt den Befehl zur Folter.","versions":[{"lang":1,"streams":[{"redirect":14014478,"hoster":"VOE"},{"redirect":14072947,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565432,"hoster":"VOE"},{"redirect":8650084,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Operation „Dust Devil“","epNo":5,"alt":"We’ll Just Have To Find Another Way To Cut The Balls Off Of This Thing","descr":"Ellen und Patty überreden Nasim Marwat auszusagen. Patty erzählt Ellen von Bill Herndons Entdeckung über \"High Stars\" Missionen. Der wird klar, dass \"DD\" für \"Dust Devil\" steht und fordert Unterlagen an. Erickson will die Offenlegung stoppen und Jerry Boorman Nasim Marwats Aussage verhindern. Catherine geht es weiterhin schlecht – die Ärztin hegt einen furchtbaren Verdacht.","versions":[{"lang":1,"streams":[{"redirect":14014439,"hoster":"VOE"},{"redirect":14072946,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565433,"hoster":"VOE"},{"redirect":8650077,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vergib uns unsere Schuld","epNo":6,"alt":"Add That Little Hopper To Your Stew","descr":"Nasim Marwat sitzt als mutmaßlicher Terrorist in Haft. Das FBI verweigert Ellen und Patty ihren Mandanten zu sehen. Um ihn zu entlasten, müssen sie den zweiten Amerikaner herausfinden, den Nasim in Afghanistan und New York gesehen hat. Jerry Boorman will unbedingt verhindern, dass Nasim ihn identifiziert. Er verschafft sich Zugang zum Inhaftierten und bedroht dessen Familie.","versions":[{"lang":1,"streams":[{"redirect":14014495,"hoster":"VOE"},{"redirect":14072948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565434,"hoster":"VOE"},{"redirect":8650062,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vatergefühle","epNo":7,"alt":"I’m Worried About My Dog","descr":"Patty nutzt ihren Arzneimittelfall um Infos über Jerry Boorman zu erhalten. Auch William Herndon, Pattys ehemaliger Mentor, wird gebeten, anhand seiner CIA Kontakte mehr über Jerry Boorman herauszufinden. Howard Erickson fliegt nach Afghanistan um Chris Sanchez zutreffen und ihn umzustimmen. Michael Hewes möchte Umgang mit seiner Tochter haben und fängt einen Sorgerechtsprozess an.","versions":[{"lang":1,"streams":[{"redirect":14014484,"hoster":"VOE"},{"redirect":14072949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12920291,"hoster":"VOE"},{"redirect":8650061,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vertrauensbrüche","epNo":8,"alt":"The War Will Go On Forever","descr":"Dean Gulickson, der Times-Reporter mit dem Ellen gesprochen hat, trifft seinen Kontaktmann in Afghanistan und informiert ihn über seine Suche nach Chris Sanchez. Boorman kommt heim und trifft auf seine Freundin, die ihn wegen des Jungens zur Rede stellt. Nachdem Erickson ausgesagt hat, lässt er von Bartkowski Leute rekrutieren, die Chris exekutieren und das Ganze zum Beweis filmen.","versions":[{"lang":1,"streams":[{"redirect":14014440,"hoster":"VOE"},{"redirect":14072951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565435,"hoster":"VOE"},{"redirect":8650052,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie du mir, so ich dir","epNo":9,"alt":"There’s A Whole Slew Of Ladies With Bad Things To Say About The Taliban","descr":"Die von Bartkowski engagierten Afghanen bringen Chris Sanchez – ohne Anthony Carters Wissen – an einen geheimen Ort. Jerry Boorman trifft sich mit Patty, um ihr seine Geschichte mit Erickson und \"High Star\" zu erklären. Patty und Ellen haben Zweifel an seiner Darstellung und beschließen, dass sie mit dem von ihm gefangengehaltenen Jungen sprechen müssen.","versions":[{"lang":1,"streams":[{"redirect":14014441,"hoster":"VOE"},{"redirect":14072952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565437,"hoster":"VOE"},{"redirect":8650047,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wahrheit kommt ans Licht","epNo":10,"alt":"Failure Is Lonely","descr":"Per Rückblenden wird der Einsatz, bei dem Lowry, Franks und Rayburn gestorben sind, erzählt. Ellen fährt zu Erickson, um ihm relevante Papiere zu übergeben und Chris abzuholen. Doch der Deal wird gestoppt, da Patty den Fall überraschend wieder aufgenommen hat. Boorman, der auf das \"High Star\" Gelände geschmuggelt wurde, versucht derweil den afghanischen Jungen zu finden – es kommt zu Schüssen …","versions":[{"lang":1,"streams":[{"redirect":14014500,"hoster":"VOE"},{"redirect":14072950,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565438,"hoster":"VOE"},{"redirect":8650044,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das Duell","epNo":1,"alt":"She’s Not Safe Here","descr":"Patty will verhindern, dass Ellen im Sorgerechtsprozess um Catherine gegen sie aussagt. Die Informantin einer Website, die Verfehlungen von Regierungen und Firmen aufdeckt, begeht Selbstmord – ihre persönlichen Daten wurden zusammen mit den Hintergrundinformationen online gestellt. Die Tochter der Informantin engagiert Patty, während der Betreiber der Website Ellen um Verteidigung bittet.","versions":[{"lang":1,"streams":[{"redirect":14014488,"hoster":"VOE"},{"redirect":14072954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565439,"hoster":"VOE"},{"redirect":8650031,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tarnung","epNo":2,"alt":"I Told You So!","descr":"Channing McClaren gibt zu, dass die Veröffentlichung von Naomi Wallings Daten ein Fehler war. Rachel Walling möchte ihn mit Hilfe von Patty verklagen. Bei der Anhörung ob es zur Klageerhebung kommt, erhält Patty eine Woche Zeit, um Beweise zu liefern. Sie fädelt ein Täuschungsmanöver ein, um Ellen zu überzeugen, dass sie ein besonderes Verhältnis zum Richter hat – die fällt darauf rein.","versions":[{"lang":1,"streams":[{"redirect":14014428,"hoster":"VOE"},{"redirect":14019294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565440,"hoster":"VOE"},{"redirect":8650014,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Befragung","epNo":3,"alt":"We Have No Choice","descr":"Ellen zeigt Channing das Überwachungsvideo des Hotels, in dem er sich mit Naomi getroffen haben soll. Daraufhin gibt er ein Treffen in Rom und New York zu, behauptet jedoch, dass sie nur gesprochen hätten. Naomis Tochter erzählt allerdings, dass die beiden in Rom Sex gehabt hätten. Als Ellen den Fall schon fast verloren sieht, wendet sich das Blatt.","versions":[{"lang":1,"streams":[{"redirect":14014485,"hoster":"VOE"},{"redirect":14072955,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565441,"hoster":"VOE"},{"redirect":8650011,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Samurai Seven","epNo":4,"alt":"I Love You, Mommy","descr":"Patty will anhand der Princefield Server herausfinden, ob Naomis private Mails gehackt wurden und beschuldigt Channing in einem Interview Naomi vergewaltigt zu haben. Michael Hewes behauptet, seiner Mutter ginge es nur darum, sich an Ellen zu rächen. Channing weigert sich indessen für die Infos über Princefield zu bezahlen. Die sind jedoch unbedingt notwendig für ihn.","versions":[{"lang":1,"streams":[{"redirect":14014477,"hoster":"VOE"},{"redirect":14072953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565443,"hoster":"VOE"},{"redirect":8649995,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geister der Vergangenheit","epNo":5,"alt":"There’s Something Wrong With Me","descr":"Ellen zwingt Patty ihr die Infos des Hackers zu überlassen. Die belegen, dass Princefield Investments Ermittlungen gegen Naomi durchführte – was die Frage aufwirft, was Herreshoff herausgefunden hat. Nun versucht Patty Clark Reinsdorf von der Aufsichtsbehörde dazu zu bringen, ihr die Ergebnisse im Walling-Fall auszuhändigen. Channing erfährt indessen Pikantes über seinen bisher unbekannten Sohn.","versions":[{"lang":1,"streams":[{"redirect":14014501,"hoster":"VOE"},{"redirect":14018987,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565442,"hoster":"VOE"},{"redirect":8649989,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich muss gewinnen","epNo":6,"alt":"I Need To Win","descr":"Ellen hat weiterhin verstörende Träume über den Mord an ihrem Verlobten David und glaubt sogar, ihren damaligen Angreifer auf der Straße gesehen zu haben. Ihre Therapeutin rät ihr dringend, den Fall abzugeben. Doch das will Ellen nicht, denn sie hat einen neuen Zeugen aufgetan. Indes bekommt Rachel Walling Besuch von Channing McClaren, der behauptet, er habe Naomi nie angegriffen.","versions":[{"lang":1,"streams":[{"redirect":14014502,"hoster":"VOE"},{"redirect":14019170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565445,"hoster":"VOE"},{"redirect":8649971,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alte Wunden","epNo":7,"alt":"The Storm’s Moving In","descr":"Ellen und Patty fliegen nach Maine, um dort einen Computerexperten zu befragen. Währenddessen erfährt Channing McClaren von Beth, dass Rutger und Gitta Informationen von Samurai Seven gekauft haben. Chris erhält brisante Informationen über die Behandlungsmethoden von Soldaten mit posttraumatischen Störungen und überlegt, den Skandal durch Channing McClarens Webseite auffliegen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14014503,"hoster":"VOE"},{"redirect":14072956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917158,"hoster":"VOE"},{"redirect":9241445,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich habe Angst, es herauszufinden","epNo":8,"alt":"I’m Afraid Of What I’ll Find","descr":"Ellen ist nach wie vor überzeugt, dass Patty vor Jahren einen Killer beauftragt hat, sie umzubringen. Sie bittet die Detectives Ortiz und Williams erneut Nachforschungen anzustellen. Channing glaubt, mithilfe von Chris’ Geschichte seinen guten Ruf zurückgewinnen zu können. Pattys verhasster Vater nimmt Kontakt zu seinem Enkel Michael auf, um diesen als seinen Erben einzusetzen.","versions":[{"lang":1,"streams":[{"redirect":14014513,"hoster":"VOE"},{"redirect":14072957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12383239,"hoster":"VOE"},{"redirect":8649966,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Quellenstudium","epNo":9,"alt":"I Like Your Chair","descr":"Die mysteriösen Ereignisse rund um die Veröffentlichung der Naomi-Walling-Geschichte sind immer noch unklar. Die Erzählungen der Beteiligten weichen stark voneinander ab, doch Patty lässt bei ihren Ermittlungen nicht locker. Herreshoff und Torben verlieren allmählich die Nerven, und geraten in einen Streit. Ellens Mutter hat nach wie vor Probleme mit ihrem Mann und sucht Schutz bei Ellen.","versions":[{"lang":1,"streams":[{"redirect":14014431,"hoster":"VOE"},{"redirect":14072958,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12251914,"hoster":"VOE"},{"redirect":8649932,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gewinner","epNo":10,"alt":"But You Don’t Do That Anymore","descr":"Patty und Ellen bereiten sich auf den Prozess gegen Channing McClaren vor, und Patty überrascht Ellen mit einem neuen Zeugen. Außerdem steht der Sorgerechtsprozess zwischen Patty und ihrem Sohn an. Ellen konnte einen ehemaligen Mitarbeiter Pattys überzeugen, gegen sie auszusagen. Doch kurz vor Prozessbeginn läuft etwas schief, und die Dinge entwickeln sich ganz anders als gedacht.","versions":[{"lang":1,"streams":[{"redirect":14014505,"hoster":"VOE"},{"redirect":14072959,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9565449,"hoster":"VOE"},{"redirect":8649924,"hoster":"Streamtape"}]}]}]}]}