{"seriesId":"dan-sommerdahl-tdliche-idylle","name":"Dan Sommerdahl – Tödliche Idylle","descr":"Dan Sommerdahl (Peter Mygind) ist Polizist in Helsingør, der Stadt, in der er aufgewachsen ist. Seine Frau Marianne (Laura Drasbæk) ebenso wie seinen besten Freund Flemming (André Babikian) kennt er seit ihrer gemeinsamen Schulzeit. Heute sind sie Kollegen in der gleichen Polizeistation. Dass Marianne sich von Dan trennen will, macht die Zusammenarbeit zunächst etwas kompliziert. Dennoch bilden die drei ein beinahe unzertrennliches Trio: Dan und Flemming als Kommissare, Marianne als Chef-Forensikerin im Team. Inmitten der wunderschönen, friedlich anmutenden Küstenlandschaft Dänemarks ereignen sich Mordfälle, die trotz allen privaten Widrigkeiten mit viel Fingerspitzengefühl und Erfahrung gelöst werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Tote am Strand","epNo":1,"alt":"","descr":"Vor der malerischen Kulisse der dänischen Stadt Helsingør ermittelt Dan Sommerdahl gemeinsam mit seinem Freund und Kollegen Flemming Torp in vier episodisch erzählten Kriminalfällen. Der 25. Hochzeitstag von Polizist Dan Sommerdahl und seiner Frau Marianne nimmt ein abruptes Ende, als eine Frauenleiche am Strand von Helsingør gefunden wird. Das Opfer hatte wenige Wochen zuvor ein Kind zur Welt gebracht, doch von dem Säugling fehlt jede Spur. Dan und sein Kollege Flemming Torp nehmen die Ermittlungen auf und suchen neben dem Mörder vor allem nach dem vermissten Neugeborenen, das ohne Versorgung nur noch wenige Stunden zu leben hat – ein Wettlauf gegen die Zeit beginnt. Die Untersuchungen führen das Ermittlerteam zu dem Ex-Ehemann einer Bekannten der Familie Sommerdahl, gegen den bereits eine einstweilige Verfügung wegen häuslicher Gewalt vorliegt. Mit den Krimis um Dan Sommerdahl führt Autorin Anna Grue seit Jahren die Bestsellerlisten an. Die Serienadaption, geschrieben von Lolita Bellstar, kombiniert ebenso geschickt wie das Original Witz, Liebe und vor allem eine sonnige Szenerie mit raffinierten Kriminalfällen","versions":[{"lang":1,"streams":[{"redirect":8328749,"hoster":"VOE"},{"redirect":8328754,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heiratsschwindler","epNo":2,"alt":"","descr":"In der Markthalle stürzt Ursula Jørgensen in den Tod. Die Untersuchungen ergeben, dass es Mord war. Als Täter gerät ihr Sohn Casper ins Visier, der dringend Geld benötigt. Ursula hatte vor einiger Zeit 500 000 Kronen in der Lotterie gewonnen. Bei Nachforschungen stoßen Dan und Flemming auf Erik Östenfeldt, einen Mitarbeiter der Lottozentrale. Steckt er hinter dem Mord an der Frau? Marianne will immer noch die Scheidung von ihrem Mann Dan. Bis zum Geburtstag ihrer gemeinsamen Tochter Laura möchte sie dies aber noch geheim halten – ein Plan, der nicht lange hält. Als Marianne zu allem Überfluss undercover für Dan und Flemming ermitteln soll, ist das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":8328761,"hoster":"VOE"},{"redirect":8328759,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pfusch am Bau","epNo":3,"alt":"","descr":"Der Bauunternehmer Peter Mynster-Schmidt wird tot in seinem Whirlpool aufgefunden. Die Polizei vermutet, dass sein Buchhalter hinter dem Mord steckt. Doch dann finden Dan und Flemming heraus, dass die Frau des Verschwundenen eine Affäre mit dem zweiten Geschäftsführer von P:A:H, Axel Jørgensen, hat. Der Familienvater verliert sich in Widersprüchen und kommt als Täter ebenfalls in Betracht. Flemming gibt Dan den Tipp, Marianne eifersüchtig zu machen, um sie zurückzugewinnen. Dieser trifft sich daraufhin mit der Kollegin Bellahøj zum Abendessen. Das Date geht allerdings in die Hose, da Dan noch zu sehr an seiner Frau hängt. Marianne verabredet sich jedoch heimlich mit Flemming. Entdeckt sie ihre alte Jugendliebe wieder?","versions":[{"lang":1,"streams":[{"redirect":8328766,"hoster":"VOE"},{"redirect":8328771,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mörderisches Foul","epNo":4,"alt":"","descr":"Im Fußballstadion des FC Helsingør wird der Sponsorenbeauftragte Lars-Erik Snapp tot aufgefunden. Ein Zeuge sagt aus, den Star der Mannschaft mit dem Opfer im Streit gesehen zu haben. Doch auch Mitglieder des Fanklubs von Helsingør geraten in den Fokus der Ermittlungen. Da Jonas im Pokalfinale nicht zur Verfügung steht, beschließen sie, den stärksten Mann der gegnerischen Mannschaft Lyngby BK auszuschalten. Dan lädt Laura und Marianne zu einem Essen aufs Boot ein. Marianne belauscht ein Gespräch zwischen den beiden. Sie kommt zu dem Schluss, dass Dan die Ursache für ihr Beziehungsproblem einfach nicht wahrhaben will. Um ihrem Kummer Luft zu machen, geht Marianne zu Flemming, und die beiden küssen sich. Letzte Folge \"Dan Sommerdahl – Tödliche Idylle\".","versions":[{"lang":1,"streams":[{"redirect":13094812,"hoster":"VOE"},{"redirect":8330969,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Alte Träume","epNo":1,"alt":"","descr":"Ganz Helsingør ist geschockt, als eines Morgens die Leiche des berühmten Sängers Jimmy Rasmussen neben dem Grab seiner Eltern auf dem örtlichen Friedhof aufgefunden wird.Er wurde kurz vor seinem Reunion-Konzert erschlagen. Zusammen mit ehemaligen Bandmitgliedern wollte Jimmy in seinem Heimatort Helsingør noch einmal auftreten. Das Ermittlerteam arbeitet unter Hochdruck.Auch die Organisatorin des Reunion-Konzerts Lene Harskov ist von Jimmys Tod sichtlich mitgenommen. Sie war einst die Managerin der Band, bis Jimmy nach Amerika ging, um seine Solokarriere zu starten. Zusammen mit Lene hatte sich die Band am Abend zuvor bei Jimmys Bruder Anton auf das bevorstehende Konzert eingestimmt. Während der Abend harmonisch verlief, stellen die Kommissare Dan Sommerdahl und Flemming Torp bald fest, dass die Brüder Anton und Jimmy sich nicht immer wohlgesonnen waren. Zudem finden sie heraus, dass Jimmys geliebte und extrem wertvolle Gitarre verschwunden ist, damit liegt der Verdacht nahe, dass es bei dem Mord vor allem um Geld ging.Gleichzeitig ist Dan mit seinem Kopf eigentlich ganz woanders. Er trifft eine Entscheidung: Er möchte sich, sobald der Fall abgeschlossen ist, für einige Zeit von der Arbeit freistellen lassen und gemeinsam mit seiner Frau Marianne die über die Jahre verlorene Zeit nachholen. Dass Marianne den gleichen Traum hat, stellt Dan gar nicht erst infrage, denn schließlich war sie es, die ihm seine ständige Abwesenheit zum Vorwurf gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9907969,"hoster":"VOE"},{"redirect":9907978,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Liebeslabyrinth","epNo":2,"alt":"","descr":"Ein Internat in Helsingør plant die Aufführung von Shakespeares \"Romeo und Julia\". Kurz vor der Premiere wird die Lehrerin Dorthe Landbo tot auf dem Schulgelände aufgefunden.Ihr Tod ist nicht nur ein Schock für ihre Schüler und Kollegen, auch die Ermittler der Mordkommission sind tief bestürzt. Doch mehrere Schüler und Lehrer haben ein Motiv für die Tat.Bei der Untersuchung des Tatorts stellen Marianne, Dan und Flemming betroffen fest, dass es sich bei dem Opfer um die Partnerin ihrer Kollegin Lina handelt. Doch damit nicht genug: Anscheinend hat Lina auch ein Motiv, den Mord begangen zu haben, denn kurz vor Dorthes Tod hatten die beiden einen heftigen Streit. Das Team muss die Option in Betracht ziehen, dass ihre Freundin hinter dem Mord stecken könnte.Die Befragungen in der Schule decken weitere interessante Geschichten auf. Scheinbar arbeitete Dorthe nicht nur mit ihrem Ex-Mann Kevin zusammen, sie hatte auch ein Verhältnis mit ihrem Kollegen Finn Jonsson. Dann geschieht ein zweiter Mord, und Dan und Flemming richten ihre ganze Aufmerksamkeit auf das Kollegium des Internats. Dabei stoßen sie nicht nur auf persönliche Geheimnisse, sondern auch auf einige Ungereimtheiten in den Finanzen der Schule.Während die Ermittlungsarbeiten im Gang sind, versucht Dan, sich mit seinem neuen Leben als Single anzufreunden. Auch für Marianne verändert sich einiges.","versions":[{"lang":1,"streams":[{"redirect":9907975,"hoster":"VOE"},{"redirect":9907974,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Versalzenes Menü","epNo":3,"alt":"","descr":"Bei einem Brand in einem Edelrestaurant kommt die junge, ambitionierte Köchin Sarah ums Leben, kurz vor ihrer Teilnahme an einem renommierten Koch-Wettbewerb. Die Inhaber Pernille und Kaspar Wiederberg zeigen sich zunächst bestürzt über den Vorfall, zumal es sich bei Sarah um Pernilles Ziehschwester handelt. Schnell ist klar, dass es sich um Brandstiftung handelt, für die mehr als nur eine Person ein Motiv hatte. Wie sich herausstellt, sind das Restaurant und seine Inhaber hoch verschuldet. Am Tag vor dem Brand hatte Kaspar das Restaurant für einen nicht unerheblichen Betrag verkauft – ohne das Wissen seiner Noch-Ehefrau Pernille. Bei dem Käufer handelt es sich ausgerechnet um deren Erzrivalen Mads Clausen, ebenso Teilnehmer des prestigeträchtigen Koch-Wettbewerbs, an dem auch Pernille gemeinsam mit Sarah teilnehmen wollte.Ohne eigene Küche und notgedrungen mit einem neuen Assistenten sieht Pernille sich gezwungen, ihre leiblichen Eltern Ellen und Hans um Hilfe zu bitten. Das Verhältnis ist jedoch so zerrüttet, dass auch diese Option im Sand verläuft. Während Pernille mehr und mehr in den Fokus von Dan Sommerdahls und Flemming Torps Ermittlungen rückt, geschieht ein zweiter Mord. Die Karten müssen wieder neu gemischt werden. Die neue Wohngemeinschaft von Flemming und Marianne wird unterdessen auf eine harte Probe gestellt, als sie herausfindet, dass Flemming ihr Date mit Thomas gesprengt hat. Die Stimmung zwischen den beiden ist mehr als unterkühlt, doch auch Dans Reaktion stellt für Marianne eine Enttäuschung dar.","versions":[{"lang":1,"streams":[{"redirect":12383311,"hoster":"VOE"},{"redirect":9907965,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Goldstiefel","epNo":4,"alt":"","descr":"Die Ermittler werden nach einem Todesfall in das örtliche Pflegeheim gerufen. Was auf den ersten Blick den Anschein eines natürlichen Todes erweckt, entpuppt sich schnell als Mord. Die erste Spur führt Dan Sommerdahl und Flemming Torp zu einer Reihe von Diebstählen, die sich in dem Pflegeheim zuletzt ereignet haben. Zufall, oder besteht ein Zusammenhang mit dem Mord? Bei dem Opfer handelt es sich um Bjarne Pedersen, ehemals erfolgreicher Basketballspieler, der aufgrund seiner Parkinson-Erkrankung vollständig gelähmt ans Bett gefesselt war. Seit seine Frau Lise ihn nicht mehr pflegen konnte, lebte er in einem Pflegeheim. Lise zeigt sich zwar bestürzt vom Tod ihres Mannes, doch ihr Leben hat sie bereits neu aufgestellt. Sie hat ein Verhältnis mit Preben Wust, der plant, bei ihr einzuziehen. Doch auch Bjarne selbst war nicht immer treu.Aus einer viele Jahre zurückliegenden Affäre hat er eine Tochter, die Lise bis zum heutigen Tag ein Dorn im Auge ist. Trotz der schwierigen Umstände hatte sich Cecilie jedoch bemüht, ein Verhältnis zu ihrem Vater und ihrem Halbbruder Jesper, Lises und Bjarnes Sohn, aufzubauen. Obwohl die ganze familiäre Situation des Opfers mehr als kompliziert ist, bleibt die Frage nach einem handfesten Mordmotiv bestehen. Der Fall nimmt eine rasante Wendung, als Dan und Flemming auf eine illegale Cannabis-Plantage stoßen. Während die Ermittlungen ihren Lauf nehmen, packt Flemming endgültig seine Sachen und zieht bei Marianne aus. Auch wenn sich beide einen anderen Lauf der Dinge erhofft hatten, scheint es das Beste für alle Beteiligten zu sein. Doch dann erfährt ausgerechnet Dan, worum es in dem Streit zwischen den beiden ging.","versions":[{"lang":1,"streams":[{"redirect":9907979,"hoster":"VOE"},{"redirect":9907964,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schmuggelei","epNo":1,"alt":"","descr":"Das Verbrechen in Helsingør schläft nicht. Am Fuße eines Gebäudekomplexes, nahe dem Hafen, wird die Leiche des Pursers Karsten Hansen gefunden. Dan Sommerdahl macht eine schwere Zeit durch: Seine Mutter starb vor Kurzem, und seine Ehe mit Marianne steht kurz vor dem Aus. Er muss jetzt lernen, loszulassen, will aber zunächst den Fall lösen. Dass das Opfer einen Neoprenanzug trägt, ist seltsam; genauso wie die immensen Ausgaben, die der bescheiden lebende Mann kurz vor seinem Tod tätigte. Der Tod seiner Mutter hat Kommissar Dan Sommerdahl tief getroffen. Trost findet er ausgerechnet auf dem Sofa seiner Ex-Frau Marianne, die in dieser schweren Zeit zwar für ihn da sein will, gleichzeitig aber die Trennung nicht infrage stellt. Sie und Flemming Torp, Dans bester Freund und Partner, haben hinter Dans Rücken beschlossen, ihrer Beziehung eine Chance zu geben. Der Fall des ermordeten Pursers hat aber für alle drei absolute Priorität. Es stellt sich heraus, dass Karsten Hansen von einem Hochhaus gestoßen wurde. Dan und Flemming sind sich sicher, dass er in illegale Schmuggeleien verwickelt war, doch dafür fehlen zunächst die Beweise. Unterdessen wird der Sohn des Opfers, Emil Hansen, von Mitgliedern der ortsansässigen Drogenmafia bedroht, die anscheinend noch eine Rechnung mit dem Vater offen haben. Auch im privaten Umfeld gibt es weitere Verdächtige, besonders die Ehefrau, Mona Hansen, verstrickt sich immer mehr in ein Netz aus Lügen.","versions":[{"lang":1,"streams":[{"redirect":12471063,"hoster":"VOE"},{"redirect":12471099,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Cannes des Nordens","epNo":2,"alt":"","descr":"In einem kleinen Fischerboot wird die Leiche des Immobilienhändlers Theis Jørgensen gefunden. Er wurde erstochen, doch von wem? Ist ihm das Projekt, in das er involviert war, zum Verhängnis geworden? Theis Jørgensen war einer der leitenden Köpfe bei der Realisierung eines neuen Hafenprojekts, das jedoch bei den Bürgern umstritten war. Kurz nachdem der Stadtrat das Projekt beschlossen hatte, wurde Theis tot aufgefunden. Gibt es einen Zusammenhang? Der Umweltorganisation KlarKyst war das Projekt ein Dorn im Auge. Dann machen Dan und Flemming eine weitere brisante Entdeckung: Wie es scheint, ist Helsingørs Bürgermeister Lars Buck in den Fall verwickelt. Er hatte offensichtlich Bestechungsgelder angenommen, um das Projekt zu greenlighten. Privat muss Dan der Realität ins Auge sehen, dass Marianne und Flemming jetzt ein Paar sind. Doch da ist ja auch noch die attraktive Küstenwächterin Josefine, die zunehmend Interesse an Dan zu haben scheint. Während die Ermittlungen auf Hochtouren laufen, gibt es schon wieder etwas, das sein Freund und Kollege Flemming ihm verschweigt: Er und Marianne haben beschlossen, zusammenzuziehen – in das Haus, in dem Dan und Marianne lange Zeit so glücklich zusammengelebt haben. Tatsächlich fällt Dans Reaktion diesmal nicht so besonnen aus. Doch was bedeutet das für ihre weitere Zusammenarbeit?","versions":[{"lang":1,"streams":[{"redirect":12471118,"hoster":"VOE"},{"redirect":12471134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hinter Klostermauern","epNo":3,"alt":"","descr":"In einem Kloster wird eine Nonne erschossen aufgefunden. Als die Kommissare kurz darauf am Tatort eintreffen, fehlt von der Mitschwester, die die Leiche gefunden hat, jede Spur. Nach dem Bruch zwischen Flemming und Dan kommt Unruhe in das Ermittlerteam. Während über eine Versetzung von Flemming nachgedacht wird, hat Dan nun den unerfahrenen Benjamin an seiner Seite. Sie ermitteln unter Hochdruck. Die Priorin des Klosters zeigt sich wenig hilfsbereit und kooperativ. Hanegaard macht ihre Drohung wahr und trennt Dan und Flemming als Partner. Bis eine Position bei einer anderen Station frei wird, ist Flemming nun als Sicherheitsbeauftragter für die anstehende Gedenkfeier für gefallene Soldaten im Einsatz. Vor allem Marianne ist außer sich und macht Dan für die verfahrene Situation verantwortlich. Dan weicht der vertrackten Situation aus und konzentriert sich auf den Fall der getöteten Schwester Magdalena, den er gemeinsam mit Benjamin zu lösen versucht. Die Ordensschwester wurde tot auf einem abgelegenen Stück des Klostergeländes aufgefunden, zu dem ausschließlich die dort lebenden Nonnen Zutritt haben. Bei ihrer weiteren Recherche finden die Kommissare heraus, dass Schwester Magdalena nicht nur bei ihren Mitschwestern umstritten war, sondern auch bei den Veteranen, die sie regelmäßig zur seelischen Fürsorge besuchte. Dann nehmen die Ermittlungen eine erschütternde neue Wendung, bei der auch die Ermittler in eine lebensbedrohliche Situation geraten.","versions":[{"lang":1,"streams":[{"redirect":12471101,"hoster":"VOE"},{"redirect":12471186,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Family Affairs","epNo":4,"alt":"","descr":"Die ehemalige Gewerbeverbandsvorsitzende Nancy Brinck wird tot in ihrem Auto aufgefunden. Am Tatort spricht alles dafür, dass sie nicht allein unterwegs war. Handelt es sich um einen tragischen Unfall, oder war es Mord? Die Stimmung im Ermittlerteam ist unterdessen unterkühlt, zumal Dan und Flemming noch einmal gemeinsam an diesem Fall arbeiten sollen. Trotz aller Differenzen müssen sie sich aufeinander verlassen können. Der Tod der erfolgreichen Geschäftsfrau Nancy Brinck scheint deren gesamtes Umfeld zu erschüttern – nur ihre Söhne haben alles andere als nette Worte für sie übrig. Sowohl Xander als auch Philip hatten ein schwieriges Verhältnis zu ihrer Mutter, aber auch untereinander gab es immer wieder Streit. Doch noch etwas anderes beschäftigt die Ermittler: Wo ist Nancys preisgekrönter Hund? Offensichtlich war er mit im Wagen, als sie verunglückte, doch seither fehlt jede Spur von dem wertvollen Tier. Parallel gilt es, Gustav, den Anführer des Helsingører Drogenrings, endlich dingfest zu machen. Ist der \"König\" etwa auch in den Mord von Nancy Brinck verwickelt? Tatsächlich gibt es Hinweise, die das Opfer mit dem Drogenmilieu in Verbindung bringen – Zufall? Als sie diese Spur weiterverfolgen, werden Dan und Flemming in eine wilde Verfolgungsjagd verwickelt, die eine gefährliche und lebensbedrohliche Wendung nimmt.","versions":[{"lang":1,"streams":[{"redirect":12471082,"hoster":"VOE"},{"redirect":12471054,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Mord und Wein","epNo":1,"alt":"","descr":"Das Verbrechen in Helsingør schläft nicht. Am Fuße eines Gebäudekomplexes, nahe dem Hafen, wird die Leiche des Pursers Karsten Hansen gefunden. Dan Sommerdahl macht eine schwere Zeit durch: Seine Mutter starb vor Kurzem, und seine Ehe mit Marianne steht unmittelbar vor dem Aus. Er muss jetzt lernen, loszulassen, will aber zunächst den Fall lösen. Dass das Opfer einen Neoprenanzug trägt, ist seltsam; genauso wie die immensen Ausgaben, die der bescheiden lebende Mann kurz vor seinem Tod tätigte. Der Tod seiner Mutter hat Kommissar Dan Sommerdahl tief getroffen. Trost findet er ausgerechnet auf dem Sofa seiner Ex-Frau Marianne, die in dieser schweren Zeit zwar für ihn da sein will, gleichzeitig aber die Trennung nicht infrage stellt.Sie und Flemming Torp, Dans bester Freund und Partner, haben hinter Dans Rücken beschlossen, ihrer Beziehung eine Chance zu geben. Der Fall des ermordeten Pursers hat aber für alle drei absolute Priorität. Es stellt sich heraus, dass Karsten Hansen von einem Hochhaus gestoßen wurde. Dan und Flemming sind sich sicher, dass er in illegale Schmuggeleien verwickelt war, doch dafür fehlen zunächst die Beweise. Unterdessen wird der Sohn des Opfers, Emil Hansen, von Mitgliedern der ortsansässigen Drogenmafia bedroht, die anscheinend noch eine Rechnung mit dem Vater offen haben. Auch im privaten Umfeld gibt es weitere Verdächtige. Besonders die Ehefrau, Mona Hansen, verstrickt sich immer mehr in ein Netz von Lügen.","versions":[{"lang":1,"streams":[{"redirect":13929559,"hoster":"VOE"},{"redirect":13929558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rave and Love","epNo":2,"alt":"","descr":"In einem kleinen Fischerboot wird die Leiche des Immobilienhändlers Theis Jørgensen gefunden. Er wurde erstochen, doch von wem?","versions":[{"lang":1,"streams":[{"redirect":13929560,"hoster":"VOE"},{"redirect":13929561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wo ist Belle Helene","epNo":3,"alt":"","descr":"In einem Kloster wird eine Nonne erschossen aufgefunden. Als die Kommissare kurz darauf am Tatort eintreffen, fehlt von der Mitschwester, die die Leiche gefunden hat, jede Spur.","versions":[{"lang":1,"streams":[{"redirect":13929562,"hoster":"VOE"},{"redirect":13929563,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Kinder des Herrn","epNo":4,"alt":"","descr":"Die ehemalige Gewerbeverbandsvorsitzende Nancy Brinck wird tot in ihrem Auto aufgefunden. Am Tatort spricht alles dafür, dass sie nicht allein unterwegs war.","versions":[{"lang":1,"streams":[{"redirect":13929567,"hoster":"VOE"},{"redirect":13929568,"hoster":"Streamtape"}]}]}]}]}