{"path":"/serie/stream/darkness-schatten-der-vergangenheit","name":"Darkness - Schatten der Vergangenheit","descr":"Die 17-jährige Julie wurde vor sechs Monaten entführt. Nur Jan Michelsen von der Kopenhagener Kriminalpolizei glaubt daran, dass sie noch lebt … Auf der Suche nach ihr stößt der Ermittler auf weitere Fälle, die dem Julies sehr ähnlich scheinen. Die Krimi-Serie begleitet Jan Michelsen und die Profilerin Louise Bergstein bei ihrer Suche nach einem möglichen Serienmörder.","seasons":[{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Afsnit 1","descr":"Jan Michelsen von der Kriminalpolizei Kopenhagen ermittelt im Fall der vor sechs Monaten verschwundenen 17-jährigen Julie. Das junge Mädchen verschwand nachts in einem Vorort von Kopenhagen. Jan Michelsen ist der Einzige, der glaubt, sie könnte noch am Leben sein. Der Ermittler stößt bei seinen Nachforschungen auf einen zehn Jahre alten Fall, der ähnlich gelagert ist: Ein junges Mädchen, Natasha, verschwand auf dem Heimweg von einer Party, in der gleichen Gegend wie Julie. Kurze Zeit später findet Jan die sterblichen Überreste von Natasha in einem See, sie wurde ermordet. Jan glaubt, dass ein Serienmörder hinter den Fällen stecken könnte, und bittet die Psychologin und Profilerin Louise Bergstein, sich seinem Ermittlungsteam anzuschließen. Am gleichen Abend wird die 20-jährige Emma von Anders Kjeldsen gekidnappt. Als Emma zu sich kommt, ist sie in einem Keller gefangen – mit einem anderen Mädchen: Julie","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983026","hoster":"VOE"},{"path":"/redirect/9020869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Afsnit 2","descr":"Jan und Louise versuchen den Täter zu finden, der für die Entführungen von Julie und Emma verantwortlich ist. Über Natasha kommen die beiden Ermittler auf die Spur von Anders Kjeldsen, der schon früher wegen Vergewaltigung verhaftet wurde. Sie wissen allerdings nicht, wo Anders Kjeldsen lebt. Dort, im Keller, versucht Emma die traumatisierte Julie zu trösten. Als dann Anders Kjeldsen Emma vergewaltigt, ist es an Julie, Emma beizustehen. Das Haus, in dessen Keller die beiden jungen Mädchen gefangen gehalten werden, gehört Stine Velin. Anscheinend ist die 34-jährige Frau ein weiteres Opfer von Kjeldsen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983032","hoster":"VOE"},{"path":"/redirect/8538012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Afsnit 3","descr":"Jan und Louise stoßen bei ihren Nachforschungen auf einen ungelösten Mordfall im nahen Schweden, der Ähnlichkeiten mit dem Fall Natasha aufweist. Aber es gibt auch Elemente, die sich nicht in das Puzzle einfügen lassen: Ein abgetrennter Finger bei dem Opfer deutet auf eine klare Tätersignatur hin. Louise glaubt auf keinen Fall, dass Anders Kjeldsen der Täter ist. Doch dann werden drei Frauenleichen auf einem Bauernhof gefunden, die alle durch einen abgeschnittenen Finger gekennzeichnet sind. Und es stellt sich heraus, dass Kjeldsen zu dem Bauernhof kam, als er ein Kind war … Stine muss Anders mit den Mädchen im Keller helfen. Sie findet es zu gefährlich, die beiden dort zusammen gefangen zu halten. Umso mehr, als Emma und Julie Anders angreifen und versuchen zu fliehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983022","hoster":"VOE"},{"path":"/redirect/9020881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Afsnit 4","descr":"Jan und Louise finden die Leiche von Julie. Besonders Jan ist von dem Fund schwer getroffen, hoffte er doch, sie retten zu können. An dem Körper des jungen Mädchens entdecken die beiden Ermittler einen Ohrring von Emma, was auf einen gemeinsamen Aufenthaltsort von Julie und Emma hinweist. Aus den Informationen, die die Profiler über die neuen Opfer erhalten, schließt Louise, dass Anders Kjeldsen nicht alleine tötet. Er muss einen Partner haben, der der dominante Drahtzieher bei den Verbrechen ist. Im Keller von Stines Haus versucht Emma, mit Stine zu sprechen und sie dazu zu bringen, ihr zu helfen. Aber Emma hat mit ihren Versuchen keinen Erfolg. Es stellt sich heraus, dass Stine Anders’ Partnerin ist und Emma auf keinen Fall gehen lassen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983036","hoster":"VOE"},{"path":"/redirect/12310103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Afsnit 5","descr":"Jan und Louise finden ein Kleid von Natasha, dem ersten Opfer, das Anders Kjeldsen versteckt hat. In der gleichen Nacht versucht Anders, eine Frau zu kidnappen, was ihm aber nicht gelingt. Jan plant daraufhin einen Einsatz mit einem Lockvogel, um den Serienmörder dingfest zu machen. Leider geht die Aktion schief und Louise wird auf ihrem Weg nach Hause von Anders entführt. Stine Velin ist zu Gast bei dem 40. Geburtstag ihres Bruders Mikkel und enthüllt in einer Geburtstagsrede, dass ihr Bruder sie vergewaltigt hat, als sie 14 Jahre alt war. Anders und Stine verlieren mehr und mehr die Kontrolle über die Situation. Anders bringt Louise zu einem versteckten Ort und verlangt unter der Androhung, sie zu töten, Natashas Kleid zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983028","hoster":"VOE"},{"path":"/redirect/8538016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Afsnit 6","descr":"Louise überlebt glücklicherweise den Angriff von Anders Kjeldsen. Die Profilerin hat immer mehr den Eindruck, dass der Partner des Serienmörders eine Frau sein könnte. Anders Kjeldsen wird jetzt offiziell von der Polizei als gesucht gemeldet. Daraufhin erhält das Ermittlungsteam Hinweise auf die drei Opfer vom Bauernhof und auf den Ort, wo sie den Serienmörder getroffen hatten: ein Frauenhostel, in dem Stine Velin arbeitete. Damit wird Stine offiziell zu einer Verdächtigen. Die Polizei stürmt ihr Haus und kann die Kriminelle festnehmen. Nur ist leider der Keller leer, Emma ist nicht mehr da…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983031","hoster":"VOE"},{"path":"/redirect/9020875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Afsnit 7","descr":"Stine Velin befindet sich in Polizeigewahrsam und wird verhört: Sie besteht darauf, auch ein Opfer von Anders Kjeldsen zu sein und nicht zu wissen, wo Anders und Emma sich aufhalten. Louise glaubt, das die Vergewaltigung von Stine als Minderjährige zu ihrem gewalttätigen Verhalten geführt hat. Stines Eltern müssen zugeben, dass Stine als Teenager ihren Bruder der Vergewaltigung bezichtigte, sie aber dem Bruder Glauben geschenkt haben, der das als Lüge abtat. Nach dem Verhör gelingt es Stine nicht nur zu fliehen, sie hat dazu noch eine Pistole stehlen können. Bewaffnet macht sich die Partnerin des Serienmörders auf den Weg zu Anders und Emma…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983030","hoster":"VOE"},{"path":"/redirect/9020872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Afsnit 8","descr":"Jan und Louise finden die Leiche von Anders Kjeldsen. Louise glaubt, dass Stine nicht bei Anders haltmachen wird, sondern sich auch noch an ihrer Familie rächen will. Die Spur führt zu der geheimen Adresse, wo die Polizei Stines Eltern und Bruder in Sicherheit gebracht hatte. Doch Stine taucht mit Emma bei dem Haus auf und fordert von ihrem Bruder, endlich vor ihren Eltern die Vergewaltigung zuzugeben… Die Situation eskaliert, Jan und Louise kommen gerade noch rechtzeitig, um Emma zu retten. Jan würde gerne mit Louise weiterarbeiten, er bewundert ihre Kompetenz als Profilerin. Doch Louise lehnt das Angebot ab und kehrt zu ihrer Arbeit als Therapeutin zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983027","hoster":"VOE"},{"path":"/redirect/8544118","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-1","name":"Täterprofil","epNo":1,"alt":"Afsnit 1","descr":"Als die kriminelle Profilerin Louise Bergstein einen Anruf von einem alten Freund der Familie erhält, untersucht sie einen kalten Fall mit mehreren Morden von vor Jahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983024","hoster":"VOE"},{"path":"/redirect/9020871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-2","name":"Ausdruck der Überlegenheit","epNo":2,"alt":"Afsnit 2","descr":"Louise beginnt ihren neuen Job und die Polizei identifiziert das neueste Opfer. Während sie versuchen, eine Verbindung zwischen den Morden und einem Motiv zu finden, plant der Mörder seinen nächsten Angriff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983025","hoster":"VOE"},{"path":"/redirect/9020870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-3","name":"Vermisst","epNo":3,"alt":"Afsnit 3","descr":"Die Polizei startet eine große Suche nach William, da sie vermutet, dass er vom Mörder entführt wurde. Inzwischen feiert Johannes seinen Geburtstag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983029","hoster":"VOE"},{"path":"/redirect/8737623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-4","name":"Ein schwacher und elender Mensch","epNo":4,"alt":"Afsnit 4","descr":"Während die Polizei einen öffentlichen Aufruf vorbereitet, um neue Hinweise auf den Mörder zu finden, bietet Alice eine Belohnung für Informationen an. Louises Freund kommt sie besuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983041","hoster":"VOE"},{"path":"/redirect/9020873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-5","name":"Zweifel","epNo":5,"alt":"Afsnit 5","descr":"Während die Polizei den jüngsten Todesfall untersucht, kämpft Louise darum, das Geschehene zu akzeptieren. Peter wird ein Angebot gemacht, doch sein Sohn Johannes ahnt, dass er etwas vorhat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983045","hoster":"VOE"},{"path":"/redirect/9020876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-6","name":"Zufällige Begegnung","epNo":6,"alt":"Afsnit 6","descr":"Illona hält ein Denkmal für ihren Bruder Kasper. Währenddessen spürt die Polizei den bei Alice gefundenen USB-Stick auf und Louise trifft auf den Mörder Peter Vinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983066","hoster":"VOE"},{"path":"/redirect/8379523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-7","name":"Erschütternde Wahrheit","epNo":7,"alt":"Afsnit 7","descr":"Ohne zu wissen, wer er wirklich ist, kommt Louise Peter viel zu nahe. Aber die schreckliche Wahrheit lauert unter der Oberfläche. Karina versucht, neue Beweise für die Ermittlungen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983053","hoster":"VOE"},{"path":"/redirect/9020874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-2/episode-8","name":"Kontrollverlust","epNo":8,"alt":"Afsnit 8","descr":"Die Polizei bringt Johannes zum Revier und Louise befürchtet, dass die Wahrheit über sie und Peter Vinge ans Licht kommt. Unterdessen lernt Peter seine Ex-Frau Masja kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8983048","hoster":"VOE"},{"path":"/redirect/8666139","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Louise ist entschlossen, weiter als Profilerin zu arbeiten, und als ein Ehepaar brutal ermordet aufgefunden wird, übernimmt sie den Fall. Sie unterstützt Kriminalinspektor Frederik Havgaard, der glaubt zu wissen, wer der Mörder ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864192","hoster":"VOE"},{"path":"/redirect/12866780","hoster":"Doodstream"},{"path":"/redirect/12864191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Louise macht Bjørns jüngere Schwester Maria ausfindig. Marias Betreuerin schlägt vor, dass Louise eine Mentorin für die junge Frau wird. Frederik besucht Breidablik, wo Bjørn mit seiner Mutter und Maria lebte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864394","hoster":"VOE"},{"path":"/redirect/12864403","hoster":"Doodstream"},{"path":"/redirect/12864395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die Jagd der Polizei auf Bjørn wird nach dem neuen Mord noch intensiver. Frederik und Louise entdecken bei der Durchsuchung von Pelles Haus die Wahrheit über Bjørns Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599345","hoster":"VOE"},{"path":"/redirect/12864416","hoster":"Doodstream"},{"path":"/redirect/12864408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Ein weiteres Verbrechen geschieht und Frederik ist überzeugt, dass Bjørn der Täter ist. Louise jedoch schlägt einen anderen Verdächtigen für das Verbrechen vor. Bjørn wendet sich an Louise, um ihr ein Geheimnis zu verraten, das den Fall lösen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864423","hoster":"VOE"},{"path":"/redirect/12864430","hoster":"Doodstream"},{"path":"/redirect/12864422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Louise ist nach Aarhus gezogen, um einen Neuanfang zu machen, aber ihre Vergangenheit holt sie ein, als sie Frederik wieder trifft. Er verwickelt sie in einen neuen Fall, bei dem es um den möglichen Mord an einer behinderten Frau geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864431","hoster":"VOE"},{"path":"/redirect/12864447","hoster":"Doodstream"},{"path":"/redirect/12864445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Louise und Frederik entdecken eine Verbindung zwischen Bjørn und Alberte, die beide in Breidablik aufgewachsen sind - also geht Louise undercover und wird schnell auf den charismatischen Anführer Jon aufmerksam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864444","hoster":"VOE"},{"path":"/redirect/12864461","hoster":"Doodstream"},{"path":"/redirect/12864456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Louise und Frederik drängen Jon, Verantwortung für seine Taten zu übernehmen, aber er nutzt wieder einmal seine Beziehung zu Alberte aus. Louise stellt sich der Vergangenheit und findet ihren Frieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864460","hoster":"VOE"},{"path":"/redirect/12864467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darkness-schatten-der-vergangenheit/staffel-3/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Louises Tarnung ist aufgeflogen. In der Zwischenzeit findet Frederik heraus, dass einer von Jons alten Freunden, dem auch Breidablik gehörte, bei einem mysteriösen Brand ums Leben kam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12864477","hoster":"VOE"},{"path":"/redirect/12864485","hoster":"Streamtape"}]}]}]}]}