{"seriesId":"dark","name":"Dark","descr":"Dark entführt in eine deutsche Kleinstadt, die auf den ersten Blick kaum durchschnittlicher sein könnte. Inmitten einer idyllischen Landschaft leben die Menschen Tür an Tür - und dennoch wissen sie kaum etwas voneinander. So ereignet es sich zu Beginn der Handlung, dass zwei Kinder verschwinden und niemand weiß, was mit ihnen passiert sein könnte. Daraufhin gerät das Leben von vier Familien komplett aus den Fugen. Panik und Angst machen sich breit.Jeder hat hier ein düsteres Geheimnis und niemand will, dass ausgerechnet seines ans Licht kommt. Die Mitglieder der vier Familien geraten dadurch sehr schnell an den Rand eines tödlichen Abgrunds. Die Tragweite der vonstattengehenden Ereignisse ist schockierend und erlangt zudem ungeahnte Dimensionen. Denn bei den Ermittlungen stellt sich sehr schnell heraus, dass die aktuellen Geschehnisse mit einem ähnlichen Fall aus dem Jahr 1986 in Verbindung stehen könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Geheimnisse","epNo":1,"alt":"","descr":"Nach dem Verschwinden eines Jungen im Jahr 2019 wird Winden, eine deutsche Kleinstadt mit einer seltsamen und tragischen Geschichte, von Angst gepackt. Wird dieses Schicksal noch Folgen mit sich tragen?","versions":[{"lang":1,"streams":[{"redirect":12660644,"hoster":"VOE"},{"redirect":9020846,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lügen","epNo":2,"alt":"","descr":"Die Polizei ist nach einer düsteren Entdeckung ratlos und Ulrich will einen Durchsuchungsbefehl für das Kraftwerk einholen. Ein mysteriöser Fremder checkt ins Hotel ein.","versions":[{"lang":1,"streams":[{"redirect":8982948,"hoster":"VOE"},{"redirect":8379431,"hoster":"Vidoza"},{"redirect":9020847,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gestern und Heute","epNo":3,"alt":"","descr":"Es ist das Jahr 1986 und Ulrichs Bruder Mads wird seit einem Monat vermisst. Es herrscht Verwirrung, als sich Vergangenheit und Gegenwart miteinander verflechten.","versions":[{"lang":1,"streams":[{"redirect":8982957,"hoster":"VOE"},{"redirect":9020848,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Doppelleben","epNo":4,"alt":"","descr":"Bizarre Ereignisse rufen bei Charlotte ein Déjà-vu und die Vermutung hervor, dass Peter etwas zu verbergen hat. Franziska rastet aus, als Magnus sie konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14146016,"hoster":"VOE"},{"redirect":9020849,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahrheiten","epNo":5,"alt":"","descr":"Hannahs Besessenheit mit Ulrich geht zu weit. Der Fremde bittet Regina, ein wichtiges Paket auszuliefern. Martha ist zwischen Jonas und Bartosz hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":8982960,"hoster":"VOE"},{"redirect":9020850,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sic mundus creatus est","epNo":6,"alt":"","descr":"Ulrich sucht in der Vergangenheit nach Antworten und bringt verstörende Familiengeheimnisse zutage. Besser ausgerüstet, wagt sich Jonas in die dunklen Tiefen der Höhle.","versions":[{"lang":1,"streams":[{"redirect":14153335,"hoster":"VOE"},{"redirect":9020851,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kreuzwege","epNo":7,"alt":"","descr":"Der verängstigte und geschwächte Helge wird im Pflegeheim von Ulrich befragt. Jonas sucht nach Mikkel, doch der Fremde warnt ihn davor, die Vergangenheit zu manipulieren. Wird es ihnen Gelingen?","versions":[{"lang":1,"streams":[{"redirect":8982965,"hoster":"VOE"},{"redirect":9020852,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was man sät, das wird man ernten","epNo":8,"alt":"","descr":"1953 werden die entstellten Leichen zweier Jungen auf einer Baustelle ausgegraben – dem zukünftigen Standort des Windener Kernkraftwerks.","versions":[{"lang":1,"streams":[{"redirect":8982961,"hoster":"VOE"},{"redirect":9020859,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles ist jetzt","epNo":9,"alt":"","descr":"Ulrich gerät mit dem Gesetz in Konflikt, Helge versucht, Egon Tiedemann aus dem Weg zu gehen, Claudia bedient sich der Höhlenkräfte und Katharina knöpft sich Hannah vor.","versions":[{"lang":1,"streams":[{"redirect":8982958,"hoster":"VOE"},{"redirect":8538011,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alpha und Omega","epNo":10,"alt":"","descr":"Peter erleidet einen Schock. Jonas erfährt die Wahrheit über seine Familie, doch es stehen noch weitere Überraschungen an. Helge erbringt ein Opfer.","versions":[{"lang":1,"streams":[{"redirect":8982955,"hoster":"VOE"},{"redirect":9020861,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Anfänge und Enden","epNo":1,"alt":"","descr":"Sechs Monate nach den Vermisstenfällen richtet die Polizei eine Sonderkommission ein. Im Jahr 2052 erfährt Jonas, dass der Großteil von Winden bei einer Apokalypse starb.","versions":[{"lang":1,"streams":[{"redirect":8982956,"hoster":"VOE"},{"redirect":12402882,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dunkle Materie","epNo":2,"alt":"","descr":"Clausen und Charlotte Doppler (Karoline Eichhorn) befragen Regina Tiedemann (Deborah Kaufmann). Der Fremde bringt Hannah Kahnwald (Maja Schöne) ins Jahr 1987, wo Claudia eine beunruhigende Begegnung hat und Egon einen alten Rivalen besucht.","versions":[{"lang":1,"streams":[{"redirect":8982962,"hoster":"VOE"},{"redirect":8379437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gespenster","epNo":3,"alt":"","descr":"Im Jahr 1954 kehrt ein vermisster Helge zurück, doch er spricht ausschließlich mit Noah. Im Jahr 1987 bringt Claudia die Zeitmaschine zu Tannhaus und Egon befragt Ulrich Nielsen (Oliver Masucci) noch einmal.","versions":[{"lang":1,"streams":[{"redirect":12251923,"hoster":"VOE"},{"redirect":9020857,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Reisenden","epNo":4,"alt":"","descr":"Jonas Kahnwald (Louis Hofmann) trifft eine ominöse Figur. Während die Kinder die Höhlen nach Antworten durchstreifen, versammeln sich die Erwachsenen am Bunker um auszutauschen, was sie über die Reisenden wissen.","versions":[{"lang":1,"streams":[{"redirect":8982972,"hoster":"VOE"},{"redirect":9020866,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vom Suchen und Finden","epNo":5,"alt":"","descr":"Im Jahr 1987 erkennt Ulrich Nielsen (Oliver Masucci) eine Gelegenheit. Die Kinder kehren mit der Zeitmaschine in die Höhle zurück und Jonas Kahnwald (Louis Hofmann) erkennt ein Loophole, das die Zukunft ändern könnte.","versions":[{"lang":1,"streams":[{"redirect":8982964,"hoster":"VOE"},{"redirect":10341664,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein unendlicher Kreis","epNo":6,"alt":"","descr":"Jonas Kahnwald (Louis Hofmann) reist mit einem Plan, um die Apokalypse zu verhindern, ins Jahr 2019. Während der Jubiläumsparty der Nielsens verschwindet Ulrich mit Hannah.","versions":[{"lang":1,"streams":[{"redirect":8982976,"hoster":"VOE"},{"redirect":8544120,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der weiße Teufel","epNo":7,"alt":"","descr":"Martha trifft den Fremden und erfährt seine wahre Identität. Claudia versucht Egons Tod im Jahr 1987 zu verhindern. Hannah reist ins Jahr 1954 um Ulrich zu sehen.","versions":[{"lang":1,"streams":[{"redirect":8982969,"hoster":"VOE"},{"redirect":9020865,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Enden und Anfänge","epNo":8,"alt":"","descr":"Am Tag der Apokalypse führt Clausen einen Durchsuchungsbefehl in der Energiekraftanlage durch während Jonas und Claudia die Zeitmaschine nutzen um die Vergangenheit und die Zukunft zu verbinden.","versions":[{"lang":1,"streams":[{"redirect":8982975,"hoster":"VOE"},{"redirect":8379453,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Deja-vu","epNo":1,"alt":"","descr":"Martha aus der alternativen Dimension und Jonas reisen in eine Parallelwelt in der Jonas nie geboren wurde. In dieser, im November 2019, ist einiges anders, doch bevor Jonas mehr herausfinden kann verschwindet Martha. Als er später auf die gealterte Martha trifft, offenbart diese ihm, dass selbst wenn er in dieser Welt nicht existiert, diese trotzdem auseinanderfällt.Die Martha aus der alternativen Dimension reist ins Jahr 1888 zurück um den erwachsenen Jonas ihren Plan zu offenbaren.Drei Ichs eines Zeitreisenden begehen währenddessen Taten der Gewalt.","versions":[{"lang":1,"streams":[{"redirect":10373076,"hoster":"VOE"},{"redirect":10373100,"hoster":"Doodstream"},{"redirect":10373063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562720,"hoster":"VOE"},{"redirect":8562718,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Überlebenden","epNo":2,"alt":"","descr":"1888 erfahren der erwachsene Jonas und seine Freunde von der zweiten Welt und weitere Offenbarungen, auch über Jonas, folgen.Katharina verspricht 1986 Ulrich aus der Psychiatrie zu holen.In der postapokalyptischen Welt 2020 verschlechtert sich Reginas Zustand. Peter und Elizabeth erfahren von einer Mauer, die um Winden errichtet wird und von Noahs Absichten. Claudia versucht unterdessen die Toten zu retten.2020 in der alternativen Dimension macht die ältere Martha Jonas klar, dass die Welten verbunden sind und die unbekannten Zeitreisenden hinterlassen weiter eine blutige Spur.","versions":[{"lang":1,"streams":[{"redirect":7022652,"hoster":"VOE"},{"redirect":10373069,"hoster":"Doodstream"},{"redirect":10373029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562706,"hoster":"VOE"},{"redirect":8562702,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Adam und Eva","epNo":3,"alt":"","descr":"1888 setzt der unbekannte Zeitreisende seine Serie der Gewalt fort.Offenbarungen von Martha aus der alternativen Dimension streuen Misstrauen, doch sie gibt Jonas was er will. Als sich ihr jedoch die Chance bietet reist sie ins 2053 um sich mit Adam zu treffen.In der Alternativen Dimension erklärt die ältere Martha Jonas seine und ihre Verantwortung und die unbekannten Zeitreisenden bringen ihrer Auftraggeberin gefährliches Gut.Sowohl Ulrich als auch Charlotte aus der alternativen Dimension versuchen Geheimnisse zu lüften und Hanna will Charlottes Leben ruinieren. Helge legt ein Geständnis ab und Jonas nimmt Martha aus dem Jahr 2019 mit in das Wurmloch.","versions":[{"lang":1,"streams":[{"redirect":7022651,"hoster":"VOE"},{"redirect":10373012,"hoster":"Doodstream"},{"redirect":10373005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562727,"hoster":"VOE"},{"redirect":8562722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ursprung","epNo":4,"alt":"","descr":"1954 unterhält sich Tronte mit dem erwachsenen Unbekannten wobei dieser Andeutungen über eine gemeinsame Verbindung macht. Egon hat eine Affäre mit Hanna und Doris bekommt Wind davon. Als Hanna auch noch schwanger wird, treffen alle drei Entscheidungen über ihre Zukunft.Die drei unbekannten Zeitreisenden machen währenddessen Druck um den Bau des Atomkraftwerkes geschehen zu lassen.In der Zukunft 2053 erkennt Agnes den Anfang von allem.In der alternativen Dimension 2052 treffen Jonas und Martha im Bunker die erwachsene Eva.","versions":[{"lang":1,"streams":[{"redirect":7009432,"hoster":"VOE"},{"redirect":10372984,"hoster":"Doodstream"},{"redirect":10372971,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562731,"hoster":"VOE"},{"redirect":9020844,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leben und Tod","epNo":5,"alt":"","descr":"In der alternativen Dimension bahnen sich Jonas und Martha den Weg zum Atomkraftwerk, doch stellen bald fest, dass Eva sie belogen hat. Als sie sie konfrontieren eskaliert die Situation.2020 geraten Peter und Elisabeth ebenfalls in Gefahr, doch sie kann zu Noah flüchten. Claudia bekommt währenddessen Besuch von ihrem Ich aus der alternativen Dimension, die sie warnt und ihr einen Auftrag erteilt.Katharina versucht 1987 Ulrich zu befreien und folgt dafür ihrer Mutter, doch ihr Plan läuft aus dem Ruder. H.G Tannhaus offenbart Charlotte wie sie wirklich zu ihm kam. Niedergeschlagen trifft sie daraufhin auf Peter.","versions":[{"lang":1,"streams":[{"redirect":10372914,"hoster":"VOE"},{"redirect":10372911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13475522,"hoster":"VOE"},{"redirect":8562733,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Licht und Schatten","epNo":6,"alt":"","descr":"Adam halt 2053 Martha gefangen, doch Silja befreit sie und schickt sie zu dem Tag der Apokalypse in der alternativen Dimension. Sie sucht Hilfe bei Magnus, doch wird abgeblockt und wendet sich schließlich an Bartosz, der ihr helfen soll die Apokalypse aufzuhalten. Sie müssen jedoch erfahren, dass Eva sie angelogen hat. Martha wird losgeschickt um Jonas in seiner Dimension zu retten, doch auch Eva verfolgt mit Hilfe weiter ihren Plan.2053 versucht Adam den Ursprung auf drastische Weise zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":7022649,"hoster":"VOE"},{"redirect":10372892,"hoster":"Doodstream"},{"redirect":10372870,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562738,"hoster":"VOE"},{"redirect":8562737,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwischen der Zeit","epNo":7,"alt":"","descr":"Der Kreis wird geschlossen, angefangen bei zwei Alternativen der Geschehnisse der Apokalypse. In der einen rettet Martha aus der alternativen Dimension Jonas, in der anderen bekommt sie den Auftrag ihn zu töten.1890 nimmt Bartosz und Siljas Familiengründung ein tragisches Ende, so wie auch Hannas Reise ins Jahr 1911 zu Jonas, der gerade zu Adam wird.Der junge Noah kann 2021 Jonas davon abhalten Suizid zu begehen.2040 lenkt die Entführung der frischgeborenen Charlotte Noah auf seinen Weg zu Adam.Claudia wiederum wagt einen riskanten Schritt und schickt den erwachsenen Jonas nach Winden in das Jahr 2019.2053 scheitert Adams Plan und er steht schließlich der gealterten Claudia gegenüber.","versions":[{"lang":1,"streams":[{"redirect":10372829,"hoster":"VOE"},{"redirect":10372822,"hoster":"Doodstream"},{"redirect":10372824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12173131,"hoster":"VOE"},{"redirect":8562750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Paradies","epNo":8,"alt":"","descr":"Claudia erklärt Adam wie alles verbunden ist und dass er den Ursprung der Zeitschleife in einer dritten, der originalen Welt verhindern muss – den Tod von H.G Tannhaus Familie. Dafür besucht er Jonas aus der ersten Welt kurz vor der Apokalypse und Martha aus der zweiten Welt und überzeugt sie in die originale Welt zu reisen. Die beiden tun was sie können und ändern dadurch den Verlauf der Dinge. Danach ist fast alles anders, doch einiges im Leben scheint fest verankert zu sein.","versions":[{"lang":1,"streams":[{"redirect":7022648,"hoster":"VOE"},{"redirect":10372832,"hoster":"Doodstream"},{"redirect":10372811,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562770,"hoster":"VOE"},{"redirect":8562763,"hoster":"Streamtape"}]}]}]}]}