{"seriesId":"darkness-survival-im-hhlenlabyrinth","name":"Darkness – Survival im Höhlenlabyrinth","descr":"Ohne Essen, Wasser – und ohne Licht kämpfen sich kleine Gruppen weiblicher und männlicher Abenteurer tagelang durch Höhlensysteme oder stillgelegte Minen, um einen Weg ans Tageslicht zu finden. Um das mitunter klaustrophobische Geschehen in der Finsternis für die Fernsehzuschauer sichtbar zu machen, werden Infrarot- und Wärmebildkameras eingesetzt. Als Schauplätze dienen unter anderem eine stillgelegte Silbermine in der nordamerikanischen Mojave-Wüste, ehemalige Schmuggler-Höhlen in den Lincoln Hills am Ufer des Mississippi und ein riesiges Höhlensystem in der Nähe der höchsten Appalachen-Gipfel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In den Ozark Mountains","epNo":1,"alt":"Cave of the Seven Serpents","descr":"Tief unter den Ozark Mountains liegt ein weit verzweigtes Höhlensystem verborgen: Die \"Cave of the Seven Serpents\", die Höhle der sieben Schlangen! Drei Freiwillige wollen dem Reptilienschlund in absoluter Dunkelheit entkommen – ausgerüstet mit kaum mehr als Sicherungsseil, Helm und Infrarotkamera, um das Abenteuer zu dokumentieren. Mit dabei sind Ausbilder Brandon, Ex-Soldat Jack, der in einer Spezialeinheit gedient hat, und der pensionierte Sprengstoffexperte Jeff. Auf der Suche nach dem Höhlenausgang müssen die Männer durch eiskaltes Wasser schwimmen, sich durch klaustrophobisch enge Passagen zwängen und senkrechte Wände erklimmen. Da geraten selbst hartgesottene Haudegen an ihre Grenzen.","versions":[]},{"epId":"episode-2","name":"In den Appalachen","epNo":2,"alt":"Forgotten Tomb","descr":"Kein Essen, kein Wasser, kein Licht! Drei wagemutige Abenteurer stellen sich der Herausforderung ihres Lebens: In einer stillgelegten Silbermine, mitten in der nordamerikanischen Mojave-Wüste, wollen die selbsternannten Höhlenmenschen mehrere Tage in absoluter Dunkelheit überleben. Vor ihnen liegt ein kilometerlanges Labyrinth aus Stollen und eingestürzten Tunneln. Verschlossene Türen erschweren ein Weiterkommen zusätzlich. Auf der Suche nach Nahrung stoßen Bambi, Bill und J.R. aber nicht nur auf verrostete Konservendosen – denn Ratten haben in der Mine ein neues Zuhause gefunden! Werden sie einen Weg aus der Finsternis finden?","versions":[]},{"epId":"episode-3","name":"Im Tal des Todes","epNo":3,"alt":"150 Miles of Tunnel","descr":"Death Valley, Kalifornien: Mitten im tödlichsten Teil der Mojave-Wüste müssen drei Abenteurer die Prüfung ihres Lebens bestehen. Ausgesetzt in den düsteren Schächten einer stillgelegten Mine haben Feuerwehrmann Michael, Rettungssanitäterin Stephanie und Facharbeiter Jason nur ein Ziel vor Augen – endlich wieder ans Tageslicht zu gelangen! Doch bis dahin ist es ein weiter Weg. Denn die Irr-Wanderung zum rettenden Frischluftschacht führt über zwei verwirrende Ebenen und erstreckt sich über eine Distanz von mehreren Kilometern. Außerdem sind die Tunnel mit alten Bergbaumaschinen übersät, es droht Erstickungsgefahr durch giftige Gase und modrige Holzleitern machen den Höhlentrip","versions":[]},{"epId":"episode-4","name":"An den Ufern des Mississippi","epNo":4,"alt":"Separation Anxiety","descr":"Lincoln Hills, Missouri: Unter der idyllischen Hügellandschaft an der Oberfläche schlummert eine obskure Höhlenwelt. Zur Zeit der Prohibition dienten die kilometerlangen Gänge Schmugglern als Versteck. Heute verkriechen sich darin Kojoten, Pumas oder sogar Bären! Allen Risiken zum Trotz wagen sich in dieser Folge drei erfahrene Abenteurer in die düsteren Katakomben hinab. Um ihre Fähigkeiten auf den Prüfstand zu stellen, werden Survival-Lehrer Brandon, Fotojournalistin Sarah und Höhlenführer Tray ohne jegliche Lichtquelle in das Labyrinth geschickt. Als ein Teilnehmer vor Erschöpfung kapituliert, muss ihn das Notfallteam aus seiner misslichen Lage befreien","versions":[]},{"epId":"episode-5","name":"Am Eisernen Berg","epNo":5,"alt":"Downward Spiral","descr":"Alleghany Highlands, Virginia: Vor rund 80 Jahren machten Minenarbeiter auf der Suche nach Eisenerz eine spektakuläre Entdeckung! Ganz in der Nähe der höchsten Appalachen-Gipfel fanden sie ein gigantisches natürliches Höhlensystem vor, das heute als \"Iron Mountain Cave\" bekannt ist. Drei menschliche Maulwürfe, darunter der ehemalige Kohlebergmann Russell und Feuerwehrfrau Natalie, wagen sich in die bizarre Unterwelt hinab – ohne Nahrung und ohne Licht! Auf der Suche nach dem Ausgang müssen die Abenteurer meterhohe Klippen überwinden und dringend etwas zu Trinken finden.","versions":[]},{"epId":"episode-6","name":"Im Tal des Shenandoah","epNo":6,"alt":"Underground Waterworld","descr":"Drei Männer, ein Ziel: Tief unter den Bergen des Shenandoah Valley wollen Michael Raines, Herman Adkins und Joseph \"Grizzly\" Fisher den stockdunklen Fängen einer stillgelegten Kalksteinmine entkommen. Vor ihnen liegt ein kilometerlanges Labyrinth aus Tunneln, Felswänden und Wasserfällen. Aber die Orientierungslosigkeit in diesem gefährlichen Gelände ist nicht ihr einziges Problem! Tagelanger Lichtentzug bringt die selbst ernannten Höhlenforscher auch an psychische Belastungsgrenzen. Um zum rettenden Ausgang zu gelangen, müssen die Teilnehmer außerdem einen eiskalten unterirdischen See durchschwimmen – in absoluter Dunkelheit, und umgeben von blutsaugenden Parasiten, der reinste Ho","versions":[]}]}]}