{"seriesId":"dark-blue","name":"Dark Blue","descr":"Carter Shaw (Dylan McDermott) ist Leiter einer Undercover-Polizeieinheit, die streng geheim operiert. Nicht einmal die Kollegen wissen über ihre Ermittlungen Bescheid. Shaw ist ein zutiefst verletzter Charakter, der auf der ständigen Suche nach den Verbrechern ist, die dafür verantwortlich sind, dass er seine Frau und ein Großteil seines früheren Lebens, verloren hat. Zu seinem Team zählen Ty (Omari Hardwick), ein verheirateter Cop, Dean (Logan Marshall-Green) ein schießsüchtiger Officer, der ständig zur bösen Seite wechseln könnte, und Jaimie (Nicki Aycox) eine attraktive Polizistin, die jedem Verbrecher den Kopf verdreht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fürst der Finsternis","epNo":1,"alt":"Pilot","descr":"Lt. Carter Shaw ist Leiter einer kleinen geheimen Spezialeinheit. Als sein Teamkollege Dean Bendis zum Schein für den berüchtigten Bankräuber Franzine tätig wird und schließlich einen halbtoten FBI-Agenten am Straßenrand entsorgt, gerät Dean unter Verdacht, die Seiten gewechselt zu haben. Carter schickt Ty Curtis los, um herauszufinden, was Sache ist. Unterdessen rekrutiert er die Polizistin Jaimie Allen, die in ihrem Lebenslauf so einige dunkle Kapitel verschwiegen hat …","versions":[{"lang":1,"streams":[{"redirect":12920310,"hoster":"VOE"},{"redirect":11466372,"hoster":"Doodstream"},{"redirect":11466373,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mittel zum Zweck","epNo":2,"alt":"Guns, Strippers, and Wives","descr":"Ty arbeitet verdeckt als Waffenkäufer, der angeblich im Auftrag der Drogenmafia einen Deal mit einem Gangster namens Boyd durchziehen soll. Um seine Frau Melissa an ihrem Geburtstag wenigstens kurz zu sehen, begeht Ty einen verhängnisvollen Fehler: Er fährt zu seiner Frau und bringt damit nicht nur die Ermittlungen, sondern auch Melissa und sich selbst in große Gefahr. Boyd beschließt, Ty gefangen zu nehmen, den Waffendeal vorzuverlegen, und Melissa töten zu lassen …","versions":[{"lang":1,"streams":[{"redirect":11466367,"hoster":"VOE"},{"redirect":11466393,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Reinheit","epNo":3,"alt":"Purity","descr":"Der skrupellose High Society-Dealer Andre Howard erweist sich als schwieriger Fall für Carters Undercover-Einheit. Howards gute Verbindungen zu Politik, Polizei und Gerichtswesen helfen ihm dabei, Deans Scheinidentität in Frage zu stellen und auf diese Weise der Verhaftung zu entgehen. Carter will sich damit natürlich nicht abfinden und setzt Jaimie auf den Fall an, die schon bald einer heißen Spur folgt …","versions":[{"lang":1,"streams":[{"redirect":11466375,"hoster":"VOE"},{"redirect":11466378,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Präsident Lee","epNo":4,"alt":"K-Town","descr":"Ursprünglich waren Ty und Dean als angebliche Geldwäscher nur auf den koreanischen Drogendealer Kang angesetzt, doch als dieser kurz vor seiner Verhaftung erwähnt, dass er über gute Kontakte zum koreanischen Mafiapaten Präsident Lee verfügt, beschließen Carter und Dean, die Ermittlungen weiterzuführen. Ty ist davon ganz und gar nicht begeistert und würde lieber den ursprünglichen Plan weiterverfolgen. Ein Konflikt zwischen Ty und Dean ist damit vorprogrammiert …","versions":[{"lang":1,"streams":[{"redirect":11466385,"hoster":"VOE"},{"redirect":11466386,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Handelsware","epNo":5,"alt":"August","descr":"Die Verkäuferin Gloria Malnik wird von der Boulevard Crew entführt. Ty gelingt es, an Dante und Bobby, die Bosse der Gang, heranzukommen. Der Undercover-Agent übergibt ihnen Jamie als vermeintliches Entführungsopfer, um so das Versteck von Gloria Malnik ausfindig zu machen. Als Ty erfährt, dass Dante vor hat, Jaimie zu vergewaltigen, setzt Carter alle Hebel in Bewegung, um sie aus der Gewalt der Boulevard Crew zu befreien. Schon bald befindet er sich selbst in höchster Gefahr …","versions":[{"lang":1,"streams":[{"redirect":11466394,"hoster":"VOE"},{"redirect":11466401,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Family Man","epNo":6,"alt":"Ice","descr":"Captain Maynard will unbedingt den Großhehler Briggs zur Strecke bringen, bevor dieser sich Richtung England aus dem Staub machen kann. Briggs kauft zu Geldwäschezwecken geraubte Diamanten, deshalb müssen sich Carters Leute zunächst mit der Juwelendieb-Gang von Kemp arrangieren, um sich genügend Steine zu besorgen. Um den Kontakt herzustellen, macht sich Ty an Liz ran, deren Bruder gelegentlich für Kemp arbeitet. Dean und Jaimie versuchen unterdessen, an Briggs heranzukommen …","versions":[{"lang":1,"streams":[{"redirect":11466398,"hoster":"VOE"},{"redirect":11466406,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die blaue Wand","epNo":7,"alt":"O.I.S.","descr":"Die Metro Division, die unter Lieutenant Frys Kommando steht, gilt als erfolgreichste Polizeitruppe in L.A. Carter, der früher mit Fry zusammengearbeitet hat, nimmt an, dass Fry im Auftrag eines Drogendealers arbeitet. Um seine Vermutung zu bestätigen, schleust er Ty in die Metro Division ein. Ty ist von Frys Stil zunächst beeindruckt, muss allerdings bald feststellen, dass Fry über Leichen geht. Für Carter ist klar, dass er Fry schnellstmöglich das Handwerk legen muss …","versions":[{"lang":1,"streams":[{"redirect":11466409,"hoster":"VOE"},{"redirect":11466408,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Venice Kings","epNo":8,"alt":"Venice Kings","descr":"Carter und sein Team wollen die ‚Venice Kings‘-Gang, eine dominierende Gruppe im Drogensumpf von Los Angeles, zur Strecke bringen. Dean gelingt es, das Vertrauen von O’Neill, dem Kopf der Gang, zu gewinnen. Als sich die Gelegenheit zur Verhaftung bietet, scheut Carter zurück: O’Neill hat einen Bombenanschlag geplant, bei dem viele unschuldige Menschen ums Leben kommen könnten. Es beginnt ein gnadenloser Wettlauf gegen die Zeit …","versions":[{"lang":1,"streams":[{"redirect":11466411,"hoster":"VOE"},{"redirect":11466413,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmuggler","epNo":9,"alt":"Betsy","descr":"Carters Team möchte den Schmugglerring rund um Sanchez ausheben. Zu diesem Zweck kontaktieren sie Billy, einen alten Freund Jaimies, der früher für Sanchez gearbeitet hat. Während Jaimie und Billy in Erinnerungen schwelgen, gehen die Ermittlungen kaum voran. Zu allem Überfluss droht auch noch Jaimies Vergangenheit aufzufliegen. Carter gelingt es schließlich, in das Schmugglerversteck vorzudringen. Bald stellt sich die Frage, ob Sanchez untergetaucht oder vielleicht sogar tot ist.","versions":[{"lang":1,"streams":[{"redirect":11466415,"hoster":"VOE"},{"redirect":11466420,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schüsse in der Nacht","epNo":10,"alt":"A Shot In The Dark","descr":"Nachdem Carter die Verhaftung des Drogendealers Nate verhindert hat, heften sich Jaimie, Ty und Dean an seine Fersen, um herauszufinden, was Sache ist. Kurze Zeit später findet das Team Carter mit gezogener Waffe über der Leiche Nates, der in Wirklichkeit ein Undercoveragent der DEA ist. Carter behauptet, dass eine weitere Person am Tatort anwesend war – eine Geschichte, die durch nichts belegt werden kann. Jaimie, Ty und Dean beginnen, auf eigene Faust zu ermitteln …","versions":[{"lang":1,"streams":[{"redirect":11466425,"hoster":"VOE"},{"redirect":11466430,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Eine Frage der Geduld","epNo":1,"alt":"Urban Garden","descr":"Auf der Jagd nach dem kriminellen Waffenhändler Victor Uros kommt sich Carters Team mit einer von Alex geleiteten, eingeschleusten FBI-Einheit ins Gehege. Die Undercoveragenten jagen Uros wegen Drogenhandels. Alex macht Carter den Platz streitig und übernimmt die Führung der Ermittlungen. Als aber Carters Freund Freddy als Vermittler eingesetzt wird und in einen fatalen Schusswechsel gerät, setzt sich Carter gegen Alex durch und begibt sich auf eine gefährliche Spur …","versions":[{"lang":1,"streams":[{"redirect":11466431,"hoster":"VOE"},{"redirect":11466434,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kofferraum voll","epNo":2,"alt":"Liar\u0027s Poker","descr":"Alex, Carter und das Team versuchen, die Mitglieder eines mexikanischen Drogen-Kartells dingfest zu machen. Um an möglichst viele Informationen über die internen Machenschaften und Verbrechen zu kommen, ist das Spezial-Einsatz-Kommando des FBI dem Drogenboss Dupree auf der Spur. Im Rahmen der Ermittlungen heftet sich Dean dann nicht nur an die Fersen des Verdächtigen Finn, sondern nähert sich auch seiner hübschen Tochter. Doch beim großen Deal geht alles schief …","versions":[{"lang":1,"streams":[{"redirect":11466435,"hoster":"VOE"},{"redirect":11466437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Zuflucht der Bestie","epNo":3,"alt":"Shelter of the Beast","descr":"Nach dem Tod des Zeugen Dupree sollen Carter und Alex von dem Fall abgezogen werden und die Ermittlungen der DEA, der amerikanischen Drogenbekämpfungsbehörde, überlassen. Alex belügt ihren Chef und behauptet, dass sie Garza verhaften könnten, um an dem Fall dranbleiben zu können. Das geht jedoch nur mit Deans Hilfe. Er lässt sich von Carter und Alex überreden, wieder Kontakt zu Finns Tochter Maria aufzunehmen, für die er wohl doch echte Gefühle hegt …","versions":[{"lang":1,"streams":[{"redirect":11466438,"hoster":"VOE"},{"redirect":11466441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der mutige Feigling","epNo":4,"alt":"High Rollers","descr":"Der junge Glücksspieler Curran ist verschwunden – und Carter und sein Team müssen nun einen Mord ohne Leiche aufklären. Sie tauchen in die Casinowelt ein und verdächtigen den ehemaligen Hollywood-Agenten Hoffman, der kurz vor Currans Verschwinden einen heftigen Streit mit ihm hatte. Alex macht sich undercover an Hoffman heran, während Jamie mit dem brutalen Geldverleiher Rowe flirtet, der scheinbar mit Hoffman in Verbindung steht …","versions":[{"lang":1,"streams":[{"redirect":11466445,"hoster":"VOE"},{"redirect":11466451,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlechte Noten","epNo":5,"alt":"Brother\u0027s Keeper","descr":"Um den Rechtsterroristen Kyle Erikson aufspüren zu können, ermöglichen Dean und Carter Kyles kleinem Bruder, Neal, die Flucht aus dem Gefängnis, in der Hoffnung, dass er sie zu Kyle führt. Auf dem Weg haben sie dann jedoch den magenkranken Sträfling Ray am Hals und müssen feststellen, dass Neal nicht die Absicht hat, sie zu seinem Bruder zu führen. Letztendlich muss ein geplanter Anschlag von Kyle vereitelt werden und so taucht Carter gefährlich tief in die Terrorszene ein …","versions":[{"lang":1,"streams":[{"redirect":11466454,"hoster":"VOE"},{"redirect":11466456,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jane Wayne","epNo":6,"alt":"Jane Wayne","descr":"Das Team von Alex und Carter ist auf der Jagd nach Cahill, der sich zusammen mit seiner Bande als DEA-Agenten verkleidet, um größere Drogendealer zu überfallen und deren Geld und Drogen zu stehlen. Um an Cahill ranzukommen, braucht das Team Zeugen und Informanten, die Cahill überführen. Ein solcher Informant könnte der Dealer Little Ant sein, dem sich Jamie an die Fersen heftet. Am Ende kommt alles anders als geplant …","versions":[{"lang":1,"streams":[{"redirect":11466460,"hoster":"VOE"},{"redirect":11466474,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Trautes Heim","epNo":7,"alt":"Home Sweet Home","descr":"Eigentlich sollte es eine ganz einfache Verhaftung sein. Die Suttons, Lantz, Franco und Varga unternehmen Raubzüge durch diverse Villen und ermorden dabei auch die Hausbesitzer. Um dem Treiben ein Ende zu setzten, spielen Alex und Carter ein reiches Ehepaar mit Villa als Lockvögel. Dann jedoch wird Ty, der sich bei den Suttons eingeschlichen hatte, festgehalten und Alex und Carter sind somit die Hände gebunden – sie können weder Ty befreien noch die Suttons festnehmen …","versions":[{"lang":1,"streams":[{"redirect":11466467,"hoster":"VOE"},{"redirect":11466471,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unheilige Allianz","epNo":8,"alt":"Shell Game","descr":"Als direkt vor der Tür von Tys Geliebter, Eva, Schüsse fallen und Evas Bruder Josh um Hilfe für seinen sterbenden Freund CJ bittet, beginnt für Ty ein ungeahntes Chaos. Im Laufe der Ermittlungen stellt sich heraus, dass Josh in Drogendelikte verwickelt ist und dass auch Tys Freundin Eva im Drogengeschäft ist. Auf der Spur des Heroindealers Walter Shell, der das beliebteste Gemeindemitglied ist, muss Ty seinem Team nun beweisen, dass er, trotz Eva, erfolgreich ermitteln kann …","versions":[{"lang":1,"streams":[{"redirect":11466475,"hoster":"VOE"},{"redirect":11466482,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Blumen","epNo":9,"alt":"Dead Flowers","descr":"Carter und Dean schleichen sich bei den Brüdern Danny und Nick Perry ein. Die Gebrüder Perry hassen sich zwar, aber sind Partner – sie schmuggeln Tabletten mithilfe ihres Blumenhandels. Hinzu kommt, dass Nick mit Dannys Frau Sharon schläft und irgendwann beschließt, seinen Bruder mit Deans Hilfe umzubringen. Ty und Alex versuchen, das zu verhindern und werden plötzlich von der Zollbehörde des Heimatschutzes überrascht, die sich einmischt …","versions":[{"lang":1,"streams":[{"redirect":11466480,"hoster":"VOE"},{"redirect":11466486,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gegen alle Regeln","epNo":10,"alt":"Personal Effects","descr":"Carter, Alex und Co. werden auf den afghanisch-stämmigen Drogenschmuggler Ahmad Satar angesetzt. Dieser schmuggelt jedoch nicht nur Heroin sondern auch Bauteile für schmutzige Bomben. Um an ihn ranzukommen, arbeitet das LAPD eng mit dem Heimatschutz zusammen, der, in der Gestalt von Kevin, schon einen Spitzel in Satars Umfeld installiert hat. Wenn die Mission gelingt, wartet für Alex eine Beförderung in Miami, was Carter so gar nicht gefallen würde …","versions":[{"lang":1,"streams":[{"redirect":11466517,"hoster":"VOE"},{"redirect":11466560,"hoster":"Streamtape"}]}]}]}]}