{"path":"/serie/stream/darknet","name":"Darknet","descr":"Kanadische Horrorserie, in der sich jede Episode rund um das \"Darknet\" dreht, ein verborgenes Netzwerk im Internet. Dort stellen User so alltägliche Fragen wie \"Wie kann ich am besten eine Leiche entsorgen?\", die im Anschluss in der dazugehörigen Geschichte entfaltet wird.","seasons":[{"path":"/serie/stream/darknet/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/darknet/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Darknet 1","descr":"Das Internet eröffnet neue Möglichkeiten für Beziehungen, seien sie romantischer oder rein sexueller Natur. Es verändert, wen und wie wir lieben. Es verbindet die Menschen – und steht gleichzeitig zwischen ihnen. Ist die virtuelle Suche nach menschlichen Verbindungen eine positive Entwicklung oder führt sie zur Verkümmerung unseres Sozial- und Intimlebens? Im Fokus dieser Episode stehen Menschen, deren Liebesleben entscheidend von der digitalen Welt geprägt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586480","hoster":"VOE"},{"path":"/redirect/8379522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darknet/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Darknet 2","descr":"Ein junger Polizist befragt eine schöne Frau zu einem Mord in ihrem Wohnhaus. Sie ist besonders interessiert an den Mord-Details.In einem Hotelzimmer beginnt eine taffe Geschäftsfrau eine Show für ihren vermeintlichen Spanner...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578993","hoster":"VOE"},{"path":"/redirect/8379524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darknet/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Darknet 3","descr":"Bei einem Auftrag in einer Wohnung löst ein aufdringlicher Telefontechniker eine Kette schockierender Ereignisse aus. Ein Geschäftsmann beauftragt einen Escort-Service und bekommt nicht das, was er erwartet hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586481","hoster":"VOE"},{"path":"/redirect/12662491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darknet/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Darknet 4","descr":"Eine im Krankenhaus eingelieferte Frau, die durch ihre Verletzungen nicht mehr in der Lage ist sich zu bewegen oder zu sprechen, weiß, dass ihr Angreifer zurück ist. Ein Mitarbeiter einer Selbstmord-Hotline engagiert sich für einen seiner Anrufer, um sein eigenes Leben zu retten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9578992","hoster":"VOE"},{"path":"/redirect/8379532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darknet/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Darknet 5","descr":"Eine Büroangestellte entdeckt eine rätselhafte Postkarte vor ihrer Tür. Kurz darauf erhält sie per Mail eine Reihe von Videos, in denen kaltblütig Menschen ermordet werden. Ein böses Spiel beginnt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586479","hoster":"VOE"},{"path":"/redirect/8379534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/darknet/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Darknet 6","descr":"Eine Waschsalonmitarbeiterin wird Zeugin eines Mordes. Um dem vermeintlichen Mörder zu entkommen, lässt sie sich auf einen Deal ein. Zwei von Teenagern verursachte Cyber-Pranks eskalieren und gehen schrecklich nach hinten los...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586483","hoster":"VOE"},{"path":"/redirect/8379536","hoster":"Streamtape"}]}]}]}]}