{"path":"/serie/stream/dartagnan-und-die-drei-musketiere","name":"D\u0027Artagnan und die drei Musketiere","descr":"Im 17. Jahrhundert will der junge D’Artagnan ein guter Fechtkämpfer werden, um den Musketieren des französischen Königs beitreten zu können. Bald freundet er sich mit den Musketieren Aramis, Athos und Portos an. Außerdem lernt er Juliet kennen, die Kammerzofe der Königin, in die er sich sobald verliebt.","seasons":[{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-1","name":"Der Kleine mit dem schnellen Degen","epNo":1,"alt":"El viaje de d’Artacán","descr":"Der junge D’Artagnan lebt in einer kleinen Stadt bei Tarbes. Er träumt davon, ein guter Fechter zu werden, um später zu den Musketieren des Königs zu gehören. Seine Träume scheinen Realität zu werden. Eines Tages erhält sein Vater hohen Besuch und schickt D’Artagnan nach Paris, ausgestattet mit einem Degen, einem alten Pferd und einem Empfehlungsschreiben an Monsieur de Treville, den Kommandanten der Musketiere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327738","hoster":"VOE"},{"path":"/redirect/8327731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-2","name":"Das Duell mit dem Fremden","epNo":2,"alt":"El misterioso caballero del bigote negro","descr":"Während seiner Reise nach Paris trifft D’Artagnan auf einen geheimnisvollen Mann mit einem schwarzen Schnurrbart und wird von ihm beleidigt. Bevor ihn D’Artagnan jedoch zum Duell fordern kann, reitet der Fremde davon. Aber am Abend begegnet unser junger Freund dem geheimnisvollen Mann in dem Gasthaus, in dem er übernachten möchte, wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327737","hoster":"VOE"},{"path":"/redirect/8327739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-3","name":"Die Stadt der Träume","epNo":3,"alt":"París, la capital de ensueño","descr":"D\u0027Artagnan erholt sich von der Schlägerei, die er sich mit dem geheimnisvollen Fremden im Gasthaus geliefert hatte. Er muss aber sein Pferd zurücklassen, da er die Rechnung nicht bezahlen kann. Nach einem mühseligen Fußmarsch kommt er schließlich doch in Paris, der Stadt seiner Träume, an die sich ihm aber zunächst sehr ungastlich zeigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096043","hoster":"VOE"},{"path":"/redirect/8327741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-4","name":"Die unbesiegbaren Drei","epNo":4,"alt":"Los tres mosqueperros invencibles","descr":"D\u0027Artagnan, inzwischen völlig verarmt, verbringt die Nacht im Hause von Juliettes Onkel. Juliette ist Kammerzofe der Königin. Er konnte ihr auf dem Weg nach Paris einen kleinen Dienst erweisen und verehrt sie nun glühend. Juliette hat ebenfalls Gefallen an dem netten D\u0027Artagnan gefunden und versucht, ihm zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327746","hoster":"VOE"},{"path":"/redirect/8327744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-5","name":"Kurz vor dem Ziel","epNo":5,"alt":"Señor de Treville, el capitán de los mosqueperros","descr":"D\u0027Artagnan lernt Athos und Aramsi kennen, die mit einer Gruppe Leibwächter des Kardinals Richelieu kämpfen. Das ist für Widimer die Gelegenheit, die beiden festzunehmen, denn solche Kämpfe sind nicht erlaubt. D\u0027Artagnan hilft den beiden Musketieren in dieser heiklen Lage ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327753","hoster":"VOE"},{"path":"/redirect/8327749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-6","name":"Duell in aller Freundschaft","epNo":6,"alt":"D’Artacán contra los tres mosqueperros","descr":"D\u0027Artagnan sieht den geheimnisvollen Mann mit dem schwarzen Schnurrbart wieder. Er verfolgt ihn und fordert - nach einer Reihe von Missverständnissen - die drei Musketiere nacheinander zum Duell. Duelle sind jedoch verboten, und der Kardinal sieht endlich seine Stunde gekommen, die Musketiere zu verhaften ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327758","hoster":"VOE"},{"path":"/redirect/8327757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-7","name":"Einer gegen Alle – Alle gegen Einen","epNo":7,"alt":"Luis XIII el Justo","descr":"D\u0027Artagnan hat sein Ziel erreicht: Er wird Kadett bei den Musketieren! Von nun an wird auch er in die Spannungen einbezogen, die zwischen der Leibgarde des Kardinals und den Musketieren herrschen. Bei einer Audienz beim König kommt es zwischen Kardinal Richelieu und Monsieur de Treville zum Streit. Aber der Regent erkennt, wer seine wirklichen Freunde sind ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327773","hoster":"VOE"},{"path":"/redirect/8327766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-8","name":"Geheimauftrag für Juliette","epNo":8,"alt":"El secreto de Juliet","descr":"Juliette - D\u0027Artagnans große Liebe - erhält von der Königin einen geheimen Auftrag: Sie soll Lord Buckingham in den königlichen Palast einschleusen. Kardinal Richelieu erfährt von diesem Plan und veranlasst den Grafen Rochefort, Juliette zu entführen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327780","hoster":"VOE"},{"path":"/redirect/8327779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-9","name":"Die Gefangene des Kardinals","epNo":9,"alt":"Juliet secuestrada","descr":"Juliette wird von Graf Rochefort, dem Verbündeten des Kardinals, gefangen gehalten. D\u0027Artagnan macht sich auf die Suche nach ihr. Währenddessen erkennen die drei Musketiere, dass es sich hier um eine politische Verschwörung handelt. Sie beschließen, D\u0027Artagnan zu helfen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327788","hoster":"VOE"},{"path":"/redirect/8327786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-10","name":"Die abenteuerliche Flucht","epNo":10,"alt":"Gran evasión","descr":"Kardinal Richelieu versucht von Juliette zu erfahren, welchen Geheimauftrag sie von der Königin erhalten hat. Doch Juliette verrät nichts. Daraufhin beschließen der Kardinal und Graf Rochefort, sie entkommen zu lassen und ihr heimlich zu folgen. Juliette trifft bald D\u0027Artagnan, und es kommt zu einem Kampf zwischen ihm und Rochefort ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327796","hoster":"VOE"},{"path":"/redirect/8327794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-11","name":"Mordbefehl für D’Artagnan","epNo":11,"alt":"Milady la hipnotizadora","descr":"Da alle seine Versuche, den Plan der Königin zu vereiteln, misslungen sind, bittet Kardinal Richelieu Mylady de Winter um Hilfe. Sie soll das Treffen zwischen der Königin und Lord Buckingham verhindern. Mit ihrem Charme umgarnt Mylady D\u0027Artganan und befiehlt ihm mittels Hypnose, die Königin zu ermorden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327797","hoster":"VOE"},{"path":"/redirect/8327801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-12","name":"Gefährlicher Hinterhalt","epNo":12,"alt":"D’Artacán enamorado","descr":"D\u0027Artagnan und Juliette werden von ihren Widersachern, der Leibgarde des Kardinals, verfolgt. Sie können entkommen, und Juliette erzählt D\u0027Artagnan etwas mehr über den Geheimauftrag. Durch einen Trick von Mylady de Winter werden die beiden jedoch wieder getrennt. D\u0027Artagnan erhält von Widimer einen Brief, in dem dieser behauptet, er hielte Juliette gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333098","hoster":"VOE"},{"path":"/redirect/8327806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-13","name":"Der neue Freund","epNo":13,"alt":"Debuta el amigo Pom","descr":"Nochmals versuchen Kardinal Richelieu und seine Leute, Juliette zu entführen - und es gelingt ihnen auch. D\u0027Artagnan hat währenddessen Freundschaft mit einer Maus namens Pom geschlossen. Durch Pom erfährt D\u0027Artganan den Aufenthaltsort Juliettes und kämpft sich zu ihr durch ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327812","hoster":"VOE"},{"path":"/redirect/8327816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-14","name":"Eine kleine Maus macht großen Wirbel","epNo":14,"alt":"En busca de Juliet","descr":"Graf Rochefort und seine Männer setzen alles daran, D\u0027Artagnan und Juliette wieder gefangen zunehmen und ein Zusammentreffen der Königin mit Lord Buckingham zu verhindern. Doch durch einen Trick gelingt es D\u0027Artagnan und den drei Musketieren – Athos, Portos und Aramis – ihre Widersacher zu überlisten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327821","hoster":"VOE"},{"path":"/redirect/8327819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-15","name":"D’Artagnans große Heldentat","epNo":15,"alt":"La gran hazaña de d’Artacán","descr":"Obwohl die Leibwache von Kardinal Richelieu es in letzter Minute verhindern möchte, glückt es D\u0027Artagnan, die Audienz Lord Buckinghams bei der Königin zu retten. Die Königin, die einen Krieg zwischen Frankreich, Spanien und England verhindern möchte, schickt Lord Buckingham mit einem Brief und einem Diamantenhalsband als Freundschaftspfand nach London.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327823","hoster":"VOE"},{"path":"/redirect/8327824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-16","name":"Die Tränen der Königin","epNo":16,"alt":"Diamantes o las lágrimas de la reina","descr":"Der Kardinal schmiedet wieder Ränke: Er schickt Mylady de Winter nach London, um sich die Halskette der Königin, das Freundschaftspfand, anzueignen. Dann arrangiert er einen Ball, auf dem die Königin die Diamanten tragen soll. D\u0027Artagnan und die drei Musketiere werden von Juliette, der Kammerzofe der Königin, eilig nach London geschickt, um das kostbare Stück zum Ball zurückzuholen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327825","hoster":"VOE"},{"path":"/redirect/8327829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-17","name":"Abenteuer in London","epNo":17,"alt":"Aventura en Londres","descr":"Kardinal Richelieus Männern gelingt es trotz großer Bemühungen nicht, D\u0027Artagnan und Pom aufzuhalten. Mit Hilfe der Musketiere erreichen sie ein Schiff nach London. Sie machen sich sofort auf den Weg zu Lord Buckingham, wo sie von ihm erfahren, dass er die Halskette bereits einer Botin der Königin übergeben hat. Seine Beschreibung passt genau auf Mylady de Winter ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327830","hoster":"VOE"},{"path":"/redirect/8327833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-18","name":"In letzter Minute","epNo":18,"alt":"Deprisa, antes de que suene el vals","descr":"D\u0027Artagnan, Pom und Lord Buckingham jagen so schnell wie möglich Mylady de Winter nach, die über den Kanal zurück nach Frankreich flieht. Doch der Agentin gelingt es, die Verfolger für kurze Zeit abzuschütteln. Aber mit Hilfe einer Gruppe von Haien, die sie vor das Schiff spannen, holen die Freunde Mylady de Winter ein und erobern die Halskette zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920257","hoster":"VOE"},{"path":"/redirect/8327837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-19","name":"Die Aufnahmeprüfung","epNo":19,"alt":"La gran prueba","descr":"D\u0027Artagnan kann an den Wettkämpfen um die Mitgliedschaft bei den Musketieren teilnehmen. Aber seinem Gegner Widimer ist jeder nur erdenkliche Trick recht, um ihn auszuschalten. Doch die Freunde Athos, Portos und Aramis greifen ein und besiegen Widimer. D\u0027Artagnan gewinnt und soll zum Musketier ernannt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327838","hoster":"VOE"},{"path":"/redirect/8327843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-20","name":"D’Artagnan und der blaue Falke","epNo":20,"alt":"D’Artacán y el halcón azul","descr":"Angeblich treibt der \u0027blaue Falke\u0027, der berüchtigtste Juwelendieb jener Zeit, in Paris sein Unwesen. D\u0027Artagnan erlebt eine Reihe geheimnisvoller Diebstähle, so verschwinden über Nacht alle Spiegel in Paris. D\u0027Artagnan und Pom machen sich auf die Suche nach dem \u0027blauen Falken\u0027 ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327845","hoster":"VOE"},{"path":"/redirect/8327846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-21","name":"D’Artagnan und das Geisterschiff","epNo":21,"alt":"El misterioso barco fantasma","descr":"Der \"blaue Falke\" flieht über das Meer. Er wird jedoch von D\u0027Artagnan, Pom und den drei Musketieren, dem Grafen Rochefort und Widimer verfolgt. Sie wollen ihm die geraubten Juwelen des spanischen Königs wieder abjagen. Die einen, um sie ihrem König zu übergeben, die anderen, um sich daran zu bereichern. Im Sturm kentert D\u0027Artagnans Schiff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327852","hoster":"VOE"},{"path":"/redirect/8327856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-22","name":"Die geheimnisvolle Insel","epNo":22,"alt":"D’Artacán en la selva","descr":"Nach einer Fülle von Abenteuern mit wilden Tieren und Eingeborenen auf der geheimnisvollen Insel, finden D\u0027Artagnan und Pom einen funkelnden Edelstein. Und sie entdecken das Schiff des \"blauen Falken\". D\u0027Artagnan beschließt, die Bande alleine anzugreifen, doch ein spanisches Marineschiff, das die drei Musketiere aufgenommen hat, kommt ihm zu Hilfe ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327857","hoster":"VOE"},{"path":"/redirect/8327863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-23","name":"Der Verräter","epNo":23,"alt":"No repiquéis las campanas","descr":"Als Dank für ihre tapferen Taten erhalten D\u0027Artagnan und seine Freunde den ehrenvollen Auftrag, die Juwelen dem spanischen König zurückzugeben, als ein Zeichen der Freundschaft zwischen beiden Ländern. Kardinal Richelieu gefällt diese Entscheidung gar nicht. Seine Männer erpressen Marco, eine spanische Zirkusmaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327865","hoster":"VOE"},{"path":"/redirect/8327860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-24","name":"Die Falle","epNo":24,"alt":"El falso conde de Roquefort","descr":"Kardinal Richelieu versucht, die Reise der Gesandten des Königs nach Spanien zu verhindern. Bevor sie die Grenze erreichen, werden ihre Pferde von Zigeunern gestohlen. D\u0027Artagnan und seinen Freunden gelingt es, die Zigeuner zu erwischen, die ihnen erzählen, dass sie vom dortigen Schlossherrn dazu gezwungen wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327877","hoster":"VOE"},{"path":"/redirect/8327872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-25","name":"Die Rache der Mylady","epNo":25,"alt":"El veneno de Milady","descr":"D\u0027Artagnan und die drei Musketiere erreichen Madrid. Dort findet gerade ein Stierkampf statt. Auch Mylady de Winter ist schon dort. Ihr gelingt es, Athos mit Gift zu betäuben. Von den Freunden fordert sie die Juwelen, erst dann will sie Athos ein Gegengift geben. D\u0027Artagnan gibt sich geschlagen und will ihr gerade die Edelsteine übergeben, als sie gestört werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327876","hoster":"VOE"},{"path":"/redirect/8327874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dartagnan-und-die-drei-musketiere/staffel-1/episode-26","name":"D’Artagnans Traum geht in Erfüllung","epNo":26,"alt":"Enhorabuena, mosqueperro d’Artacán","descr":"Der machthungrige Kardinal Richelieu möchte D\u0027Artagnan nun endgültig aus dem Weg räumen. Seine drei Verbündeten Widimer, Rochefort und Mylady de Winter wollen auf verschiedene Weise mithelfen. Schließlich wendet sich alles doch noch zum Guten: D\u0027Artagnan wird durch die ehrliche Fürsprache des Grafen Rochefort zum \"Musketier des Königs\" ernannt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327884","hoster":"VOE"},{"path":"/redirect/8327880","hoster":"Streamtape"}]}]}]}]}