{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel","name":"Das Survival-Duo: Zwei Männer, ein Ziel","descr":"Die beiden Survival-Experten Cody Lundin – überzeugter Vegetarier und Öko-Freak – und sein Kompagnon Dave Canterbury, ein ehemaliger Spezialeinheiten-Ausbilder beim US-Militär, bilden ein ungleiches Team. Bei ihren Trips von Asien bis Peru, ins \"Tal der Vulkane\", auf einsame Inseln oder zu den Höhlen von Belize, sind sie gezwungen, an einem Strang zu ziehen. An Hilfsmitteln darf das Survival-Dreamteam neben einer sehr spärlichen Ausrüstung nur das einsetzen, was sich gerade in den Hosentaschen findet.","seasons":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-1","name":"Gestrandet in Nova Scotia","epNo":1,"alt":"Shipwrecked","descr":"Öko-Freak Cody Lundin sammelt in seinem selbst entworfenen Haus in Arizona Regenwasser und setzt bei der Energiegewinnung voll auf Kompost. Und auch in anderen Lebenslagen frönt er seinem starken Hang zur Natur: So hat der Ex-Hippie unter anderem sein Schuhwerk über Bord geworfen und läuft seit über 20 Jahren barfuss, immer und überall. Doch beim Survival-Trip mit Kompagnon Dave Canterbury, der auf eine einsame Insel vor der kanadischen Atlantikküste führt, muss Cody seine eigene Regel brechen. Auf dem Eiland ist es nämlich so klirrend kalt, dass er in Wollsocken durch die Wildnis wandern muss. Auch der Rest der Ausrüstung, den das Survival-Dreamteam beim jüngsten Abenteuer zum Einsatz bringen darf, scheint sehr rudimentär: Zwei Messer, eine Plastik-Plane und eine Rauchfackel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197589","hoster":"VOE"},{"path":"/redirect/10100901","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771319","hoster":"VOE"},{"path":"/redirect/13771323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-2","name":"Rutschige Gletscherpartie","epNo":2,"alt":"Failed Ascent","descr":"Bergsteiger müssen ihrem Seilpartner blind vertrauen. Aber was, wenn dieser auf stabiles Schuhwerk verzichtet und lieber in Socken über den Gletscher marschiert? Ex-Militärausbilder Dave Canterbury muss beim Überlebenstrip in Neuseeland Schwerstarbeit leisten, um seinen ökologisch eingefleischten Kompagnon sicher in Richtung Baumgrenze zu lotsen Das Survival-Duo ist nämlich wieder mit äußerst spartanischer Ausrüstung unterwegs. Ein wenig mehr Seil hätte es beim Abenteuerausflug in die atemberaubende Bergwelt des Inselstaates ruhig sein dürfen. Zum Glück verfügt der ehemalige Fallschirmjäger über reichlich Kletter-Erfahrung. Kumpel Cody gönnt sich nach der Plackerei erst mal einen proteinreichen Snack aus Würmern und Käfer-Larven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197586","hoster":"VOE"},{"path":"/redirect/10100902","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771317","hoster":"VOE"},{"path":"/redirect/13771320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-3","name":"In den Höhlen von Belize","epNo":3,"alt":"Out Of Air","descr":"Das kleine Land Belize in Mittelamerika ist berühmt für seine malerischen Strände, die direkt an den Regenwald grenzen. Im Herzendes Waldes finden sich aber zahllose, mindestens ebenso beeindruckende Höhlensysteme. Wer in diese Welt eintaucht, erlebt das grenzenlose Abenteuer. Aber ein Ausflug in dieses schier endlose Labyrinth ist auch sehr gefährlich. Jährlich sterben dort etwa zwanzig Taucher, weil sie die Orientierung verlieren und ihnen die Luft ausgeht. Wer es zurück an die Oberfläche schafft, landet meistens in einer dunklen Grotte oder sitzt mitten im Dschungel fest. Die Survival-Experten Dave Canterbury und Cody Lundin zeigen in dieser Episode der Dokumentar-Serie, wie man den lebensrettenden Ausgang aus der Höhlenlandschaft finden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197580","hoster":"VOE"},{"path":"/redirect/10100915","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771315","hoster":"VOE"},{"path":"/redirect/13771312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-4","name":"Im Tal der Vulkane","epNo":4,"alt":"Desert Breakdown","descr":"\"Nur Gringos und Esel marschieren am Nachmittag!\" – So lautet zumindest ein lateinamerikanisches Sprichwort mit unüberhörbar hämischem Unterton. Doch Cody Lundin bleibt in dieser Episode der Doku-Serie einfach keine Wahl. Der Überlebens-Experte wandert nicht aus Jux in der glühendheißen peruanischen Sonne herum, er muss dringend Wasser finden! Ihn und seinen Kompagnon Dave hat es beim jüngsten Survival-Trip ins \"Tal der Vulkane\" verschlagen, und diese Naturlandschaft ist ebenso atemberaubend wie gnadenlos und knochentrocken. Die dort herrschenden Backofentemperaturen in Kombination mit einer Höhenlage von über 4000 Metern strapazieren den Organismus enorm. Doch zum Glück hat Ex-Militärausbilder Dave in Cody einen echten Wüstenexperten an der Seite. Der Öko-Freak und Alt-Hippie weiß genau, was bei diesen extremen Bedingungen zu tun ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197582","hoster":"VOE"},{"path":"/redirect/10100903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771311","hoster":"VOE"},{"path":"/redirect/13771314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-5","name":"Panik im Dschungel","epNo":5,"alt":"Panic In The Jungle","descr":"Dave Canterbury kennt sich im Dschungel aus. Während seiner Zeit als Militär-Ausbilder in Mittelamerika hat der Survival-Profi mit den Tücken des Urwalds reichlich Bekanntschaft gemacht. Raubtiere, Schwärme von blutgierigen Moskitos, Mangel an Trinkwasser und drückende Hitze sind für den ehemaligen Army-Instructor nichts Neues. Völlig ungewohnt dagegen ist beim Überlebens-Trip in Laos die Zusammensetzung seiner \"Einheit\": Statt sich wie gewohnt auf seine Kameraden verlassen zu können, muss sich der Army-Veteran im Zwei-Mann-Team durchs Dickicht schlagen – noch dazu mit Öko-Freak Cody im Schlepptau, der eine völlig andere Weltanschauung hat. Darüber hinaus ist jede Art von Hightech-Equipment beim jüngsten Abenteuer des \"Survival-Duos\" im Herzen Südostasiens tabu. Die beiden Überlebens-Künstler dürfen nur das benutzen, was sich in ihren Rucksäcken findet: eine Kamera, Zigaretten und Kondome.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197584","hoster":"VOE"},{"path":"/redirect/10100904","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771306","hoster":"VOE"},{"path":"/redirect/13771308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-6","name":"Ochsenfrosch zum Abendbrot","epNo":6,"alt":"Swamped","descr":"Ein Blick auf die Wuchsrichtung der Zypressen genügt und schon verfügt Ex-Militärausbilder Dave in den schier unendlichen Sumpflandschaften Louisianas über die nötige Orientierung. Außerdem eignet sich die trockene Baumrinde ausgezeichnet zum Feuer machen – was in einer so feuchten Umgebung wahrlich kein Kinderspiel ist. Damit hätten er und sein Kumpel Cody zwei der wichtigsten Aufgaben ihres aktuellen Survival-Trips bestens gelöst. Jetzt stellt sich am ersten Tag der Tour nur noch eine zentrale Frage: Wo findet man zwischen Giftschlangen und Alligatoren etwas Brauchbares zu essen, ohne bei der Jagd einen Arm zu verlieren? Aber auch nahrungstechnisch sind die Überlebens-Experten versiert: Zum Abendbrot gibt¿s krossen Ochsenfrosch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197581","hoster":"VOE"},{"path":"/redirect/10100906","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771302","hoster":"VOE"},{"path":"/redirect/13771303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-7","name":"In der Wildnis Arizonas","epNo":7,"alt":"Split Up","descr":"Während Ex-Militärausbilder Dave sich durch dichte Kiefernwälder kämpft, bereitet sein Kompagnon Cody in dieser Episode der Doku-Serie schon mal das Abendessen vor. Die beiden Survival-Profis beginnen ihren Trip durch Arizona diesmal kilometerweit voneinander entfernt und müssen sich in der Wildnis erst wieder finden. Sollte Dave nach schweißtreibender Wanderung tatsächlich die Wüste erreichen und seinen Kumpel ausfindig machen, wartet auf ihn ein deftiger Buschratten-Braten zur Belohnung. Vorausgesetzt Cody hat mit seinen steinzeitlichen Fangmethoden Erfolg und bringt den Nager auch wirklich in den Kochtopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197603","hoster":"VOE"},{"path":"/redirect/10100905","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771299","hoster":"VOE"},{"path":"/redirect/13771307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-8","name":"Willkommen im Regenwald","epNo":8,"alt":"Soaked","descr":"Gestärkt durch eigenhändig erlegten Truthahn und proteinreiche Larven sind Dave und Cody voller Tatendrang und bereit, eine wichtige Entscheidung im nordamerikanischen Regenwald zu treffen: Entweder nehmen die beiden auf der Olympic-Halbinsel im Nordwesten des Bundesstaates Washington den direkten Weg zur Küste über eine gefährliche Schlucht, oder sie stellen sich einem langen Gewaltmarsch. Völlig aufgeweicht vom Dauerregen wählt das Survival-Duo schließlich die riskantere Passage und überquert den gähnenden Abgrund auf einem glitschigen Baumstamm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197608","hoster":"VOE"},{"path":"/redirect/10100909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771301","hoster":"VOE"},{"path":"/redirect/13771297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-9","name":"Hurrikan auf Hispaniola","epNo":9,"alt":"After The Storm","descr":"Die Dominikanische Republik, im östlichen Teil der Insel Hispaniola gelegen, wird regelmäßig von verheerenden Hurrikans heimgesucht: Überschwemmungen, lahm gelegte Infrastruktur und völlig zerstörte Dörfer sind das Resultat. In dieser Folge der Dokumentar-Serie müssen Cody und Dave unter Beweis stellen, dass sie auch mit den Nachwirkungen von Naturkatastrophen zurechtkommen. Dies bedeutet für das Survival-Duo: Erst mal sämtliche Trümmer nach brauchbaren Utensilien durchstöbern, denn im Schutt ist alles Mögliche zu finden. So können sich die zwei nicht nur ein provisorisches Moskitonetz zusammenflicken sondern auch eine lebenswichtige Zündquelle aus Stahlwolle und einer alten Autobatterie basteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197591","hoster":"VOE"},{"path":"/redirect/10100907","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771298","hoster":"VOE"},{"path":"/redirect/13771296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-1/episode-10","name":"In den Sümpfen Brasiliens","epNo":10,"alt":"Bogged Down","descr":"Im Herzen von Brasilien liegt eines der größten Feuchtgebiete der Erde. Das Pantanal ist fast zehn Mal so groß wie die amerikanischen Everglades und bis dato kaum erschlossen. Inmitten dieser riesigen Sumpflandschaft startet das Survival-Duo seinen jüngsten Überlebens-Trip: Ausgerüstet mit einer Machete, einer leeren Wasserflasche, einem Magnesiumstab zum Feuer machen und etwas Nähzeug, halten die beiden Wildlife-Enthusiasten Ausschau nach einem trockenen Schlafplatz für die Nacht, denn im knietiefen Wasser wimmelt es nur so von Alligatoren und Giftschlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197593","hoster":"VOE"},{"path":"/redirect/10100908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771290","hoster":"VOE"},{"path":"/redirect/13771295","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-1","name":"Auf Feuerland","epNo":1,"alt":"Slash And Burn","descr":"Ein alter Vorderlader wird in der Wildnis zum Lebensretter. Mit der Feuerwaffe lassen sich hervorragend Raubtiere vertreiben, und das Schwarzpulver in der Büchse eignet sich im Notfall auch zur Behandlung von Verletzungen. Wenn man es in eine offene Wunde streut und dann anzündet, kann man so die Gefäße schließen und damit Blutungen stoppen. Eine ähnliche Methode haben schon die Alten Griechen angewendet, um verletzte Soldaten zu behandeln. Die Prozedur mit Brenneisen und heißem Öl glich einer Horror-Show, war aber effizient. Trotzdem sollte man die Survival-Strategie, die Cody Lundin und Dave Canterbury auf Feuerland demonstrieren, auf keinen Fall zuhause nachmachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427001","hoster":"VOE"},{"path":"/redirect/13771512","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771291","hoster":"VOE"},{"path":"/redirect/13771293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-2","name":"Lawinengefahr","epNo":2,"alt":"Buried Alive","descr":"In Wyoming ist die Sonne kaum untergegangen und das Thermometer bereits auf minus 30 Grad gefallen! Um in ihrer ersten Nacht in den Rocky Mountains nicht zu erfrieren, suchen Dave und Cody Schutz in einer Schneehöhle. In ihrer windgeschützten, mit Kiefernästen ausgelegten Behausung tanken die beiden Kraft für den nächsten Tag und sprechen ein zentrales Thema an – das Abendessen. Denn den Survival-Profis ist die Sache irgendwie nicht geheuer: Quasi ums Eck liegt das Fleisch eines Wapiti-Kadavers bereit – tiefgefroren und garantiert noch frisch – ein Traum-Dinner sozusagen. Doch was, wenn das Duo bei der Abholung des Bratens plötzlich Besuch bekommt? Grizzly-Bären halten in der Nähe ihrer Beute ja gerne ein Verdauungsschläfchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771509","hoster":"VOE"},{"path":"/redirect/13771510","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771284","hoster":"VOE"},{"path":"/redirect/13771288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-3","name":"In den Everglades","epNo":3,"alt":"Stuck In The Muck","descr":"In den endlosen Graslandschaften der Everglades wimmelt es vor Giftschlangen, deren Bisse heftige Schmerzen verursachen oder auch lebensgefährlich sein können. Und in den trüben Gewässern lauern gefräßige Alligatoren auf die nächste Mahlzeit. Überlebens-Experte Dave Canterbury kennt diese Risiken aus seinen Tagen als professioneller Reptilienfänger noch sehr gut. Und er weiß auch genau, wo es am gefährlichsten ist: In der Umgebung des so genannten Pfeilwurz, einer bis zu drei Meter hohen Pflanzenart, hat das Wasser eine ideale Tiefe für Krokodile! Trotzdem überlässt Dave die Entscheidung, welchen Weg das Team einschlagen soll, seinem Kumpel Cody. Denn der ist selbst in diesem Morast barfuß unterwegs – trotz Warnungen seines Partners.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771513","hoster":"VOE"},{"path":"/redirect/13771514","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771283","hoster":"VOE"},{"path":"/redirect/13771286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-4","name":"Im Dschungel Thailands","epNo":4,"alt":"Bitten","descr":"Einige Dschungelgebiete Thailands zählen zu den zu ältesten Wäldern der Erde. Sie beheimaten Hunderte von Säugetier-, Reptilien- und Vogelarten, herrliche Orchideen, Farne und Baumriesen. Inmitten dieser atemberaubenden Wildnis kann man die Natur von ihrer schönsten Seite erleben, aber auch von ihrer härtesten. Vor allem, wenn man sich tief im Regenwald verirrt. Schwärme von Malariamücken, Blutegel und Giftschlangen nehmen dem Dschungel jäh sämtliche Reize und verwandeln ihn in einen drückenden Alptraum. Bei über 70 Prozent Luftfeuchtigkeit funktionieren die körpereigenen Kühlsysteme nämlich nur noch eingeschränkt, weil Schweiß auf der Haut nicht mehr trocknen kann. Jeder Schritt wird damit zur Qual. Trotzdem nehmen Dave und Cody die Strapazen auf sich und zeigen, wie man der grünen Hölle lebend entkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771515","hoster":"VOE"},{"path":"/redirect/13771516","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771279","hoster":"VOE"},{"path":"/redirect/13771281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-5","name":"In den Great Plains","epNo":5,"alt":"Frozen Plains","descr":"230.000 Quadratkilometer Prärie und ein unaufhörlicher eisiger Wind bringen Öko-Freak Cody Lundin in Montana bis an die Grenzen. Entgegen seiner Gewohnheit, immer und überall barfuß zu gehen, trägt der Natur-Fan in dieser Episode dicke Wollsocken. Sonst würde er die Tour durch die einsame Wildnis des Mittleren Westens wohl nicht durchstehen. Auch sein hart gesottener Survival-Kumpel Dave, immerhin durch jahrelanges Training beim Militär gestählt, findet den Winter in den Great Plains \"einfach nur ekelhaft\". Doch es hilft nichts, auf dem steinigen Weg zurück in die Zivilisation haben die beiden ungleichen Outdoor-Spezialisten noch haufenweise Hindernisse und Herausforderungen zu meistern. So zum Beispiel die berüchtigten \"Badlands\", wild zerklüftete Erosionslandschaften, die jeden Schritt zur Hölle machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771517","hoster":"VOE"},{"path":"/redirect/13771518","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771276","hoster":"VOE"},{"path":"/redirect/13771277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-6","name":"In der Steppe Afrikas","epNo":6,"alt":"Out Of Africa","descr":"In unseren Breitengraden zeigt der eigene Schatten um die Mittagszeit gen Norden, auf der Südhalbkugel verhält es sich genau umgekehrt. Deshalb ist es für Dave und Cody auch in Afrika kein Problem, die Himmelsrichtung, in die sie marschieren müssen, anhand des Sonnenstandes zu bestimmen. In der tiefsten Savanne ohne Waffen oder sonstige Ausrüstung am Leben zu bleiben, ist dagegen weitaus problematischer. Umringt von Raubkatzen und Reptilien fühlen sich die Survival-Kumpane in der Wildnis wie Lebendfutter und haben das beunruhigende Gefühl, dass sich die Raubtiere der Region schon die Zähne wetzen. Doch das Löwen-Rudel ganz in der Nähe ist viel zu träge, um bei über 40 Grad im Schatten auf die Jagd zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771519","hoster":"VOE"},{"path":"/redirect/13771520","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771273","hoster":"VOE"},{"path":"/redirect/13771280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-7","name":"Verloren im Nebelwald","epNo":7,"alt":"Out Of The Clouds","descr":"Endlich ein trockener Unterschlupf! Nach einem schier endlosen Marsch durch den Nebelwald Panamas wird Naturbursche Cody Lundin schließlich doch fündig. Aber auch in der nasskalten Wildnis von Mittelamerika gilt das \"First come, first served\"-Prinzip. Beim zweiten Hinsehen stellt der Survival-Profi nämlich entsetzt fest, dass andere diese Herberge schon vor ihnen in Beschlag genommen hatten. Trotz drohender Unterkühlung wollen er und sein ausgehungerter Kumpel Dave das Nachtlager dann doch nicht mit Vampir-Fledermäusen zu teilen. Also bleibt den beiden nichts anderes übrig, als sich weiter durch die grüne Hölle zu schlagen – in der Hoffnung auf eine warme Mahlzeit und einen sicheren Schlafplatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771521","hoster":"VOE"},{"path":"/redirect/13771523","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771272","hoster":"VOE"},{"path":"/redirect/13771275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-8","name":"Gestrandet im Pazifik","epNo":8,"alt":"Adrift","descr":"Rund 25.000 unbewohnte Inseln gibt es im Pazifischen Ozean, der mit seinen Wassermassen über ein Drittel der Erdoberfläche bedeckt. Auf einer davon demonstrieren Dave und Cody in dieser Episode, wie man ein Schiffsunglück überlebt. So ist zumindest der Plan. Dabei hat das Survival-Duo mit ähnlichen Problemen zu kämpfen wie gewöhnliche Kreuzfahrer: Cody ist auf dem Rettungsfloß so seekrank geworden, dass er sich buchstäblich die Seele aus dem Leibe kotzt. Wegen des hohen Flüssigkeitsverlusts wird sein Zustand auf der einsamen Insel langsam lebensbedrohlich. Sein Kumpel Dave setzt alle Hebel in Bewegung, um Cody zu helfen und überredet ihn schließlich, ein paar Bissen zu sich zu nehmen. Doch die erste Mahlzeit, die der ehemalige Militärausbilder heranschafft, verschlimmert die Lage weiter: Rochen sind äußerst proteinhaltig, und um sie zu verdauen, braucht man reichlich sauberes Trinkwasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771522","hoster":"VOE"},{"path":"/redirect/13771526","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771260","hoster":"VOE"},{"path":"/redirect/13771264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-9","name":"Staubige Zeiten in Mexiko","epNo":9,"alt":"Eating Dust","descr":"Egal ob Sumpf, Gletscher oder Regenwald – Survival-Profi Dave Canterbury kommt mit jeder Umgebung zurecht. Immerhin war der Amerikaner jahrelang Ausbilder beim US-Militär. Sein Credo lautet: Hauptsache es gibt Wasser! Doch genau das findet man in den endlosen Salzwüsten der mexikanischen Halbinsel Baja California äußerst selten. Und wenn es dort mal regnet, was fast nie vorkommt, hat man auch nichts davon. Das viele Salz im Boden macht das Regenwasser nämlich im Handumdrehen unbrauchbar. Außerdem muss man in dieser unwirtlichen Region eine weitere Regel beachten: In der Wüste verdreifachen sich die Wege. Was dort zum Greifen nah erscheint, ist oft kilometerweit entfernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771524","hoster":"VOE"},{"path":"/redirect/13771525","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771267","hoster":"VOE"},{"path":"/redirect/13771265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-10","name":"Im Okavango-Delta","epNo":10,"alt":"Hippo Island","descr":"In Botswana, im Süden Afrikas, mündet der Okavango-Strom in einem gewaltigen Binnendelta in die Kalahari-Wüste. Mit seiner einzigartigen Fauna und Flora ist dieses riesige, artenreiche Feuchtgebiet ein wahres Eldorado für Natur-Freaks. Trotzdem sollte man hier auf der Hut sein. Vor allem das heimische Flusspferd kann nichtsahnenden Besuchern ordentlich zusetzen und auch sehr gefährlich werden: Die bis zu 4,5 Tonnen schweren Kolosse können nämlich viel schneller laufen, als ihre Körperfülle ahnen lässt, und sind außerdem mit riesigen Zähnen bewaffnet. Wenn es sein muss, verteidigen sie ihr Territorium damit auch gegen große Raubtiere. Aus diesem Grund begegnen Dave und Cody den angriffslustigen Hippos mit gehörigem Respekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771527","hoster":"VOE"},{"path":"/redirect/13771528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771270","hoster":"VOE"},{"path":"/redirect/13771268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-11","name":"In den Appalachen","epNo":11,"alt":"Up The River","descr":"Da es in den Wäldern von Kentucky reichlich Nahrung gibt, werden Dave und Cody bei ihrem Survival-Trip in den Appalachen wohl nicht verhungern. Mit ihrer improvisierten Falle aus einem zurechtgebogenen Ast und Daves Schnürsenkeln sollten sie auch irgendwann eines der Erdhörnchen erwischen, die hier in Scharen herumlaufen. Schwierigkeiten könnte es allerdings bei der Zubereitungsart geben: Roh wollen die Outdoor-Profis ihre Beute nicht verzehren, aber beim Feuer machen stoßen sie hart an ihre Grenzen. Selbst die Jahrtausende alte Methode des \"Feuerbohrens\" hilft ihnen beim Ausflug ins Cumberland Plateau nicht weiter, das Holz ist einfach zu nass.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771529","hoster":"VOE"},{"path":"/redirect/13771530","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771252","hoster":"VOE"},{"path":"/redirect/13771258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-2/episode-12","name":"Im Holzfällerland","epNo":12,"alt":"Road To Nowhere","descr":"Man nennt sie \"Witwenmacher\", weil sie bei starkem Sturm wie Streichhölzer umknicken und einen Menschen in null Komma nichts erschlagen können. Die Rede ist von uralten, abgestorbenen Kiefern im Bundesstaat Maine, die fast schon zum Markenzeichen der Region geworden sind. Wer sich hier bei einem Ausflug in die Wälder verirrt, sollte schauen, dass er schleunigst wieder aus dem Dickicht herauskommt. Außerdem ist der Nordost-Zipfel der USA ziemlich feucht und kalt – alles in allem eine recht unwirtliche Gegend. Deshalb dürfen sich Dave und Cody glücklich schätzen, dass sie wenigstens ein prasselndes Lagerfeuer haben, an dem sie sich und ihr Essen aufwärmen können. Dass es zum Dinner nur eine Dose Hundefutter – die allerletzte Notration – gibt, ist zwar harter Tobak, aber in der Not frisst der Teufel bekanntlich Fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771531","hoster":"VOE"},{"path":"/redirect/13771534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771257","hoster":"VOE"},{"path":"/redirect/13771255","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-1","name":"Am staubigsten Ort der Erde","epNo":1,"alt":"Mars On Earth","descr":"Die Atacama Wüste im Norden Chiles ist eine gottverlassene, karge Landschaft, die den bezeichnenden Beinamen \"Mars on Earth\" trägt. Hier folgen Cody Lundin und Joseph Teti den Spuren eines Paragliders, der einst eine Bruchlandung auf einem der Vulkanberge hatte. Ihr Überlebens-Trip startet in knapp 4300 Meter Höhe beim Wrack des Paragliders, wo sie zwei Fallschirme, Karabinerhaken und einen leeren Wasserkanister finden. Mit diesen geringen Mitteln wollen sie den Weg zurück in die Zivilisation finden. Da die beiden ganz dringend Trinkwasser benötigen, beschließen sie, ein hohes Risiko einzugehen und sich zu trennen: Trotz Sauerstoffmangel will Joe auf über 5000 Meter klettern, um Schnee zum Schmelzen einzusammeln. Doch bei Einbruch der Nacht ist der ehemalige US-Marine noch immer nicht zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197620","hoster":"VOE"},{"path":"/redirect/10100922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771262","hoster":"VOE"},{"path":"/redirect/13771261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-2","name":"Im Low Veld von Südafrika","epNo":2,"alt":"On The Menu","descr":"In dieser Episode kämpfen sich Cody Lundin und sein Partner Joseph durch den südafrikanischen Busch. Um sich vor den \"Big Five\" (Elefant, Nashorn, Büffel, Löwe, Leopard) zu schützen, bewaffnet sich das Duo in der Steppe mit den Knochen eines Giraffen-Skeletts. Doch wider Erwarten sind es zunächst keine wilden Tiere, vor denen sich die Survival-Profis in Acht nehmen müssen. Gefahr droht von anderer Seite: Auf ihrem Weg zurück in die Zivilisation stolpern Ex-Soldat Joe und sein Kompagnon zufällig in ein verlassenes Wilderer-Lager. Und mit diesen Halunken ist wahrlich nicht zu spaßen. Also sehen die beiden zu, dass sie Land gewinnen und ihre Spuren gründlich verwischen. Am ersten Wasserloch wird es dann wieder ungemütlich: Ein Flusspferd hebt plötzlich den Kopf aus dem Tümpel und beansprucht das kostbare Nass für sich allein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197622","hoster":"VOE"},{"path":"/redirect/10100923","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771245","hoster":"VOE"},{"path":"/redirect/13771249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-3","name":"Im Wüstenbecken New Mexicos","epNo":3,"alt":"Into The Frying Pan","descr":"In dieser Episode kämpfen sich Cody Lundin und sein Partner Joe durch die Chihuahua Wüste im Grenzgebiet zwischen den USA und Mexiko. Die riesige Einöde ist mit einer Fläche von 360.000 Quadratkilometern so groß wie Deutschland. Um die Mittagszeit steigt hier das Thermometer auf über 50 Grad Celsius. Unter solchen extremen Bedingungen verliert ein Mensch pro Stunde gut und gerne einen Liter Flüssigkeit. Die Suche nach sauberem Trinkwasser hat für das Survival-Duo deshalb oberste Priorität. Und um die Nahrungsversorgung ist es in New Mexico ähnlich schlecht bestellt: Der Tierkadaver, auf den die Abenteuer stoßen, ist schon vollkommen verwest. Dann gibt es zum Abendessen eben Klapperschlange statt Rindfleisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197633","hoster":"VOE"},{"path":"/redirect/10100921","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771250","hoster":"VOE"},{"path":"/redirect/13771246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-4","name":"Wildes Hawaii","epNo":4,"alt":"Trouble In Paradise","descr":"Der Inselstaat Hawaii im Pazifischen Ozean umfasst neben Luxusresorts und Traumstränden auch unbewohnte Eilande, auf denen Horden von Wildschweinen durch den dichten Urwald stromern. Auf so einer Insel müssen sich die Survival-Experten Cody Lundin und Joe Teti den Weg zurück in die Zivilisation bahnen. Da sie weder Vorräte noch Ausrüstung dabeihaben, driften ihre Prioritäten schnell auseinander: Während sich Cody umgehend auf Trinkwasser-Suche machen will, möchte Joe aus einer alten Speerspitze eine Waffe bauen, um sich für drohende Keiler-Angriffe zu rüsten. Wasser oder Waffen – lautet jetzt die Streitfrage. Doch schnell zeigt sich, dass sie beides brauchen: Auf ihrem Weg durch den Dschungel stoßen die zwei auf das Skelett eines wilden Ebers – mit Fangzähnen so lang, dass sie leicht einen Menschen aufspießen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197631","hoster":"VOE"},{"path":"/redirect/10100926","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771248","hoster":"VOE"},{"path":"/redirect/13771254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-5","name":"Quer durch Ost-Equador","epNo":5,"alt":"The Green Hell","descr":"Der Amazonas-Dschungel von Ost-Ecuador ist fast menschenleer, von dichtem Regenwald bedeckt und von reißenden Flüssen durchzogen. Das Survival-Duo hat hier nur zwei Möglichkeiten: Um der grünen Hölle zu entkommen, können sich Joe und Cody entweder als Wildwasser-Rafter versuchen oder durch den Urwald hiken. Sie entscheiden sich für ersteres und bauen ein Floß aus Balsaholz und Lianen. Durch die sengende Hitze droht den beiden auf den Stromschnellen allerdings eine lebensgefährliche Dehydrierung. Und da sie das von Parasiten verseuchte Wasser nicht trinken können, müssen sie an Land die Bambusstangen anzapfen. Dann folgt die Nahrungsbeschaffung: Nach einheimischer Tradition stellt Cody aus dem Extrakt von Bambuswurzeln ein Betäubungsmittel her, das – in den Fluss geschüttet – die Fische lähmt, für Menschen aber ungefährlich ist. Diese effiziente Methode beschert ihnen fette Beute. Und die Kalorien brauchen die Abenteurer dringend: Als ihr Floß am Folgetag in den reißenden Fluten auseinanderbricht, müssen sie zu Fuß weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197638","hoster":"VOE"},{"path":"/redirect/10100927","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-6","name":"Auf dem Maderas-Vulkan","epNo":6,"alt":"Twin Peaks","descr":"Blattschneiderameisen haben extrem kräftige Oberkiefer, und wenn sie sich erst mal in etwas verbissen haben, lassen sie nicht so schnell wieder los. – Eine Eigenschaft, die sich die Eingeborenen Mittelamerikas schon seit Generationen zu Nutze machen, und zwar, um Wunden zu klammern. Denn die überdimensionalen Mandibeln der kleinen Insekten bleiben auch dann in der menschlichen Haut stecken, wenn man ihren Körper vom Kopf abtrennt. Survival-Profi Cody demonstriert diese schmerzhafte archaische Heilmethode an seinem Partner Joe. Das Duo ist bei über 70 Prozent Luftfeuchtigkeit in Nicaragua, auf der Insel Ometepe, unterwegs. Beim gefährlichen Abstieg vom 1394 Meter hohen Madera-Vulkan bekommen es die zwei Abenteurer unter anderem mit Giftschlangen und bissigen Spinnen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197636","hoster":"VOE"},{"path":"/redirect/10100930","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771233","hoster":"VOE"},{"path":"/redirect/13771238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-7","name":"Gefährliches Sambia","epNo":7,"alt":"Meltdown","descr":"Flusspferde können schneller laufen als der Mensch. An Land erreichen die behäbig wirkenden Tiere Spitzengeschwindigkeiten bis zu 50 km/h. Doch die angriffslustigen Hippos sind nicht die einzigen Schwergewichte, vor denen Cody und sein Partner in Sambia auf der Hut sein sollten. Wild gewordene Elefanten oder Nashörner sind genauso gefährlich. Deshalb schlägt Ex-Soldat Joe seinem Kumpel vor, die Nacht im sicheren Geäst einen Affenbrotbaums zu verbringen. Dummerweise hatte ein Schwarm Fledermäuse exakt dieselbe Idee. Außerdem müssen die Jungs mit knurrendem Magen ins Bett: Das Perlhuhn, das die Abenteurer im Visier hatten, war viel zu clever, um in ihre primitive Falle zu tappen. Da dieser Tag voll daneben ging, kann der morgige eigentlich nur besser werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197639","hoster":"VOE"},{"path":"/redirect/10100934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771237","hoster":"VOE"},{"path":"/redirect/13771239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-8","name":"Die Siebenbürger Westkarpaten","epNo":8,"alt":"Belly Of The Beast","descr":"Die Fledermäuse weisen ihnen den Weg! Joe und Cody sind zu Beginn ihres Survival-Abenteuers im Westen Rumäniens in einer unterirdischen Höhlenlandschaft gefangen. Um seinen Partner zurück ans Tageslicht zu lotsen, muss der Ex-Soldat seine ganze militärische Erfahrung in die Waagschale werfen. In dem finsteren, nasskalten Labyrinth, in dem die zwei herumirren, sieht man nämlich kaum die Hand vor Augen. Zum Glück gehörten bei Joes Sondereinsatz-Kommandos auch Übungen in völliger Dunkelheit zum Standard. Und so findet der Überlebens-Experte sogar dieses Mal einen Ausweg. Doch das, was die beiden draußen erwartet, wirkt nicht besonders einladend: Steile Felswände, enge Schluchten mit tosendem Wildwasser und dann auch noch Schnee! Im Apuseni-Gebirge hat gerade der Winter begonnen, und bei Temperaturen um den Gefrierpunkt zeigt sich Transsilvanien von einer besonders gruseligen Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197641","hoster":"VOE"},{"path":"/redirect/10100929","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771230","hoster":"VOE"},{"path":"/redirect/13771228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-9","name":"Verschollen auf Fidschi","epNo":9,"alt":"Castaways","descr":"Auf den Fidschi-Inseln kann man hervorragend Urlaub machen, das wissen auch Cody und Joe. Leider kommen die Abenteurer nicht in den Genuss. Wellness-Hotels und eisgekühlte Cocktails sind für das Survival-Duo tabu, stattdessen lernen die Überlebens-Experten das Südseeparadies von seiner unwirtlichen Seite kennen. Der Archipel nördlich von Neuseeland besteht aus insgesamt 332 Inseln, doch nur 100 davon sind bewohnt. Das kleine Eiland, auf dem Cody und Joe gestrandet sind, gehört selbstredend nicht dazu. Abgesehen von ein paar Grünpflanzen hat der karge Landstrich wenig zu bieten. Auch sauberes Trinkwasser ist dort Mangelware. Aus diesem Grund ist das kongeniale Duo gezwungen, so schnell wie möglich auf die nächste Insel umzuziehen. Doch dieser Plan hat einen dicken Haken: In den Küstengewässern tummeln sich jede Menge Haie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197653","hoster":"VOE"},{"path":"/redirect/10100928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771235","hoster":"VOE"},{"path":"/redirect/13771231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-10","name":"Eingeschneit in den Rocky Mountains","epNo":10,"alt":"Rocky Mountain High","descr":"Wo steckt bloß Cody?! Abenteurer Joe sucht in den Rocky Mountains verzweifelt nach seinem Survival-Kompagnon. Damit die zwei nicht ziellos in der schneebedeckten Wildnis herumirren und womöglich aneinander vorbeilaufen, zündet der Ex-Soldat ein Signalfeuer an und packt schlauerweise einen Ersatzreifen obendrauf. Damit wird der Qualm so dunkel, dass ihn selbst ein Blinder sehen könnte – und wenig später sind Cody und Joe wieder im Team unterwegs. Doch ihre Probleme bleiben die gleichen: Im Tiefschnee kommt das Duo, trotz selbst gebastelter Schneeschuhe, schlecht voran. Außerdem haben die Männer immer noch keinen geschützten Schlafplatz gefunden. Was aber wichtig wäre, denn nachts kann die Temperatur in den Rockies bis Minus 20 C° fallen. Die Jungs dürfen also nicht wählerisch sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197637","hoster":"VOE"},{"path":"/redirect/10100931","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771224","hoster":"VOE"},{"path":"/redirect/13771221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-3/episode-11","name":"Tückische Wälder in Nord-Kalifornien","epNo":11,"alt":"Misty Mountain Drop","descr":"Survival-Experte Cody Lundin und sein Partner Joe Teti sind zwar selten einer Meinung, doch erfrieren möchte keiner von beiden. Deshalb kommt das Duo in den Klamath Mountains, im Norden Kaliforniens, ausnahmsweise schnell auf einen gemeinsamen Nenner: Ein wärmendes Feuer muss her, sonst wird\"s extrem ungemütlich. Doch das ist in dieser Wildnis leichter gesagt, als getan, denn das Holz, das sie finden, ist zu feucht zum Anfachen. Glücklicherweise hat Öko-Freak Cody unterwegs ein paar trockene Bartflechten aufgetan – die könnten als Zunder herhalten. Auch die Orientierung wird in den Klamath Mountains zum Problem. Um in der nebeligen Gebirgslandschaft seinen Standort zu bestimmen, braucht man viel Erfahrung. Und hier kommt Joe zum Einsatz: Der Ex-Soldat hat in verschiedenen Spezialeinheiten gedient und muss genau wissen, was in solchen Situationen zu tun ist. Oder etwa nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197640","hoster":"VOE"},{"path":"/redirect/10100935","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771227","hoster":"VOE"},{"path":"/redirect/13771232","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-1","name":"Auf Sri Lanka – Teil 1","epNo":1,"alt":"No End In Sight – Part 1","descr":"Mit dem Kopf durch die Wand: Ex-Marine Joseph Teti ist eine Kämpfernatur. Als sich dem US-Veteran im Dschungel von Sri Lanka eine ausgewachsene Kobra in den Weg stellt, weicht er keinen Zentimeter zurück und versucht das Reptil mit einem improvisierten Speer zu erlegen. Doch manchmal ist es sinnvoller, einer Konfrontation aus dem Weg zu gehen, anstatt eine tödliche Verletzung zu riskieren. Josephs Partner Cody Lundin – überzeugter Vegetarier und Öko-Freak – sucht nämlich in der Wildnis den harmonischen Einklang mit der Natur. Und wenn die beiden Survival-Spezialisten im Mangrovenwald überleben wollen, müssen sie dort notgedrungen an einem Strang ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771479","hoster":"VOE"},{"path":"/redirect/13771481","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771185","hoster":"VOE"},{"path":"/redirect/13771176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-2","name":"Auf Sri Lanka – Teil 2","epNo":2,"alt":"No End In Sight – Part 2","descr":"Krokodile, Blutegel und wild gewordene Elefanten: Die Liste der Gefahren in Sri Lanka ist lang. Deshalb müssen Ex-Marine Joseph Teti und sein Partner Cody Lundin beim Survival-Trip im unwegsamen Gelände permanent auf der Hut sein. Das Duo hat im Mangrovenwald eine verlassene Edelsteinmine entdeckt. So schnell es geht, packen die beiden Überlebensexperten ein, was ihnen auf der Tour nützlich sein könnte, und machen sich anschließend wieder aus dem Staub. Schließlich herrschte im Inselstaat kürzlich noch Bürgerkrieg, und man weiß nie, wem man dort begegnet. Auf einem Floß kämpfen sich die Abenteurer schließlich bis in sichere Gefilde vor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13771190","hoster":"VOE"},{"path":"/redirect/13771187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-3","name":"Tödliche Dünen im Oman","epNo":3,"alt":"Deadly Dunes","descr":"Nichts als Sand, soweit das Auge reicht: Ex-Soldat Joseph Teti und sein Partner Cody Lundin kämpfen sich in dieser Episode durch eine unwirtliche Einöde auf der Arabischen Halbinsel. In der Rimal al- Wahiba-Wüste herrschen tagsüber Temperaturen bis zu 60 Grad. In der sengenden Mittagshitze durch die Dünen zu wandern, wäre daher glatter Selbstmord. Stattdessen brechen die Survival-Experten im Schutz der Dunkelheit in Richtung Hadschar-Gebirge auf. Dort werden sie mit etwas Glück finden, was sie unter diesen klimatischen Bedingungen dringend brauchen: Wasser. Als Wegzehrung dient ihnen auf dem beschwerlichen Marsch eine Eidechse.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13771216","hoster":"VOE"},{"path":"/redirect/13771214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-4","name":"Eiskaltes Norwegen","epNo":4,"alt":"Glacial Downfall","descr":"In den kargen Hochebenen Norwegens sinken die Temperaturen nachts auf minus 35 Grad. Trotzdem verzichtet Cody Lundin beim Survival-Trip durch die gefrorene Eiswüste auf feste Schuhe und stakst stattdessen in Wollsocken und kurzen Hosen durch die Winterlandschaft. Mit dieser Marotte bringt der überzeugte Öko-Freak nicht nur sich selbst, sondern auch seinen Partner Joseph in Gefahr. Die Stimmung zwischen den beiden ist auf einem Tiefpunkt angelangt. Denn sollten bei Cody wegen akuter Unterkühlung in der Wildnis die Kräfte schwinden, wäre sein Kompagnon ebenfalls verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771483","hoster":"VOE"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771217","hoster":"VOE"},{"path":"/redirect/13771222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-5","name":"Hinter den Kulissen","epNo":5,"alt":"Journey’s End To A New Beginning","descr":"Vollkommen verschiedene Persönlichkeiten mit unterschiedlichen Survival-Strategien: Ex-Marine Joseph Teti und sein Partner Cody Lundin sind gemeinsam durch die Wüste des Oman gewandert, haben sich durch den Mangrovenwald von Sri Lanka gekämpft und in Norwegen eisiger Kälte getrotzt. Oft genug kam es dabei zum Streit. Denn beim Überlebenskampf in der Wildnis trafen gegensätzliche Weltanschauungen aufeinander. Auf den Abenteuer-Trips durch 24 Länder haben sich zwischen dem US-Veteranen und dem überzeugten Öko-Freak unüberbrückbare Gräben aufgetan. Oder gehen die beiden Streithähne doch noch einmal zusammen auf Tour? Dieses Special liefert mit bis dato unveröffentlichtem Filmmaterial die Antwort.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13771208","hoster":"VOE"},{"path":"/redirect/13771206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-6","name":"Die verlassenen Inseln Panamas","epNo":6,"alt":"No Man Is An Island","descr":"Rendezvous unter Extrembedingungen: Ex-Soldat Joseph Teti kämpft sich mit spärlicher Ausrüstung durch den dichten Dschungel einer unbewohnten Insel vor der Küste Panamas. Denn dort wird der US-Veteran seinen neuen Survival-Partner treffen. Überlebens-Experte Matt Graham weilt schon seit drei Wochen auf dem verlassenen Eiland und hat die Zeit genutzt: Es gibt sauberes Trinkwasser und im Steinofen gegartes Paka-Fleisch. Das Nagetier hat der Jäger und Sammler kurz zuvor mit einer Speerschleuder erlegt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13771215","hoster":"VOE"},{"path":"/redirect/13771210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-7","name":"Gefährliches Yucatan","epNo":7,"alt":"Mayan Mayhem","descr":"Spinnen, Lanzenottern und Jaguare: Die Halbinsel Yucatán liegt an der Ostküste Mexikos. Das Ferienziel Cancún lockt dort Jahr für Jahr Tausende Touristen an. Doch abseits der Traumstrände drohen im Urwald zahlreiche Gefahren. Ex-Soldat Joseph Teti und sein Partner Matt Graham kämpfen sich in Mittelamerika durch ein düsteres Höhlenlabyrinth und müssen dort ihr gesamtes Survival-Wissen aufbieten, um das Abenteuer lebend zu überstehen. Denn der Hunger zehrt an ihren Kräften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771488","hoster":"VOE"},{"path":"/redirect/13771492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771198","hoster":"VOE"},{"path":"/redirect/13771195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-8","name":"Geheimnisvolles Peru","epNo":8,"alt":"On The Edge","descr":"In den Anden bläst Ex-Soldat Joseph Teti und seinem Partner Matt Graham bei dichtem Nebel ein kalter, nasser Wind um die Ohren. Die dünne Luft in viereinhalbtausend Metern Höhe tut ihr Übriges. Wenn die beiden Outdoor-Profis in dieser unwirtlichen Region überleben wollen, müssen sie schnellstens in niedere Gefilde absteigen. Doch ein falscher Schritt im rutschigen Gelände, und die Survival-Tour nimmt ein böses Ende. Beim Höllentrip in Peru sind die Abenteurer auf Gedeih und Verderb aufeinander angewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771495","hoster":"VOE"},{"path":"/redirect/13771501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771324","hoster":"VOE"},{"path":"/redirect/13771322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-9","name":"Im Dschungel Vietnams","epNo":9,"alt":"End Of The Road","descr":"Arbeitsteilung im Regenwald: Während sich Ex-Soldat Joe Teti in Vietnam ums Feuermachen kümmert, sorgt sein Partner Matt Graham dafür, dass die Survival-Profis im Dschungel nicht verdursten. Der Jäger und Sammler hat in der Wildnis einige Bananenstauden entdeckt. Deren Wurzelsaft enthält Mineralien und Elektrolyte. Die nahrhaften Früchte sind obendrein gut gegen den Hunger. Das Duo kämpft sich in Südostasien, umgeben von Leoparden, Vipern und Skorpionen, durch eine wilde, unberührte Naturlandschaft voller heimtückischer Gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771505","hoster":"VOE"},{"path":"/redirect/13771507","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771202","hoster":"VOE"},{"path":"/redirect/13771201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-4/episode-10","name":"An den Fjorden Neuseelands","epNo":10,"alt":"One Shot, One Kill","descr":"Die beiden Survival-Experten Cody Lundin – überzeugter Vegetarier und Öko-Freak – und sein Kompagnon Dave Canterbury, ein ehemaliger Spezialeinheiten-Ausbilder beim US-Militär, bilden ein ungleiches Team. Bei ihren Trips von Asien bis Peru, ins \"Tal der Vulkane\", auf einsame Inseln oder zu den Höhlen von Belize, sind sie gezwungen, an einem Strang zu ziehen. An Hilfsmitteln darf das Survival-Dreamteam neben einer sehr spärlichen Ausrüstung nur das einsetzen, was sich gerade in den Hosentaschen findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771503","hoster":"VOE"},{"path":"/redirect/13771504","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771204","hoster":"VOE"},{"path":"/redirect/13771205","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-1","name":"Mörderischer Canyon","epNo":1,"alt":"Into The Canyons","descr":"Die spektakulären Canyons in der Wüste Utahs zählen zu den extremsten Landschaften Nordamerikas. Auf einer Fläche von 12 000 Quadratkilometern gibt es so gut wie keine Straßen, außerdem droht dort Gefahr durch Raubkatzen, Klapperschlangen und giftige Skorpione. Normalbürger hätten kaum eine Überlebenschance, doch Matt Graham und sein Kompagnon Joe Teti sind ausgewiesene Survival-Profis und kennen sich mit schwierigem Terrain bestens aus. Das Duo kämpft sich in dieser Folge durch steile Felsschluchten zurück in die Zivilisation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765537","hoster":"VOE"},{"path":"/redirect/13765538","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771165","hoster":"VOE"},{"path":"/redirect/13771174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-2","name":"Unter Schwarzbären","epNo":2,"alt":"Grin And Bear It","descr":"Steile Berghänge, dichter Wald und 180 Kilo schwere Raubtiere: In dieser Folge kämpfen sich Matt Graham und Joe Teti durch die Allegheny Mountains in Pennsylvania. Nachts sinken die Temperaturen dort unter den Gefrierpunkt. Doch die klimatischen Bedingungen sind nicht das einzige Problem, mit dem sich das Duo in der Wildnis herumschlagen muss, denn in der Region sind zudem viele Braunbären unterwegs. Im Herbst fressen sich die Pelzträger ihren Winterspeck an, da käme ein Mahl auf zwei Beinen gerade recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765541","hoster":"VOE"},{"path":"/redirect/13765543","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771184","hoster":"VOE"},{"path":"/redirect/13771172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-3","name":"In den Sümpfen Georgias","epNo":3,"alt":"Swamplandia","descr":"Im Okefenokee-Sumpf im US-Bundesstaat Georgia leben Tausende Alligatoren. Die bis zu 400 Kilo schweren Reptilien stellen für Matt Graham und seinen Partner Joe Teti eine große Gefahr dar, denn im trüben Wasser sind die vier Meter langen Riesenechsen kaum auszumachen. Deshalb suchen die Survival-Spezialisten händeringend nach einem Ausweg aus dem Labyrinth. Kiefern weisen ihnen dabei den Weg, denn diese Bäume brauchen zum Wachsen festen Boden, der ihren Wurzeln Halt gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765547","hoster":"VOE"},{"path":"/redirect/13765545","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771160","hoster":"VOE"},{"path":"/redirect/13771163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-4","name":"Die Albtrauminsel – Teil 1","epNo":4,"alt":"Downed And Out – Part 1","descr":"Joe Teti und sein Kompagnon Matt Graham sind umgeben von Wasser, das sie nicht trinken können, in einem Paradies, in dem es nichts zu essen gibt. In dieser Folge kämpft das Duo auf einer unbewohnten Insel in der Karibik ums Überleben. An solchen Orten haben Piraten früher Meuterer ausgesetzt, in dem Wissen, dass ihnen dort ein langsamer, qualvoller Tod droht. Damit die Survival-Profis nicht ein ähnliches Schicksal ereilt, müssen die Männer auf dem Eiland im Atlantischen Ozean ihr komplettes Survival-Wissen anwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765550","hoster":"VOE"},{"path":"/redirect/13765546","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771157","hoster":"VOE"},{"path":"/redirect/13771161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-5","name":"Gefangen am Vulkan – Teil 1","epNo":5,"alt":"Out Of The Ashes – Part 1","descr":"Im Regenwald ist die Sonne schwer auszumachen, einen Kompass haben Joe Teti und Matt Graham auch nicht, deshalb bleibt ihnen kaum eine andere Wahl, als sich am Gelände zu orientieren. Die beiden Survival-Spezialisten kämpfen sich in dieser Folge durch den Regenwald einer Vulkaninsel vor Südamerika. Dort gibt es viele Stolperfallen, wie Lianen und Felsen. Zudem bekommen es die Männer auf dem Eiland mit Vogelspinnen und Hundertfüßern zu tun. Das Gift dieser Krabbeltiere kann üble Schmerzen verursachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765551","hoster":"VOE"},{"path":"/redirect/13765549","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771156","hoster":"VOE"},{"path":"/redirect/13771158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-6","name":"Gefangen am Vulkan – Teil 2","epNo":6,"alt":"Out Of The Ashes – Part 2","descr":"Das Survival-Duo ist auf einer Vulkaninsel vor der Küste von Südamerika gestrandet, dort regnet es nahezu ununterbrochen. Ein Feuer zu entzünden, ist unter diesen Umständen sehr kompliziert. Im dichten Nebel fällt zudem die Orientierung schwer. Deshalb folgen die Männer einem Bachlauf, der sie an die Küste führt. Doch bis dahin ist es noch ein langer beschwerlicher Weg. Ohne Proviant ist die Strecke kaum zu schaffen, deshalb machen die Überlebens-Experten unterwegs Jagd auf verwilderte Hausschweine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765553","hoster":"VOE"},{"path":"/redirect/13765554","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771138","hoster":"VOE"},{"path":"/redirect/13771144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-7","name":"Im Urwald von Costa Rica","epNo":7,"alt":"Waterlogged","descr":"Seit Jahrzehnten strömen Besucher aus aller Welt nach Costa Rica. Das zentralamerikanische Land wurde als Vorreiter des Ökotourismus bekannt. Dort kann man eine einmalige biologische Vielfalt erleben. Wer den Dschungel jedoch abseits der organisierten Touren auf eigene Faust erkunden will, findet sich schnell in einer ausweglosen Lage wieder. Dieses Szenario simuliert das Survival-Duo bei einem gewagten Wildnisabenteuer. Umgeben von Schlangen, Krokodilen und Vogelspinnen schlagen sich die Männer durch den Regenwald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765556","hoster":"VOE"},{"path":"/redirect/13765559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771148","hoster":"VOE"},{"path":"/redirect/13771155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-8","name":"Im Land der Fallensteller","epNo":8,"alt":"Coastal Catastrophe","descr":"Wer in unbekanntem Gelände überleben will, ist normalerweise gut beraten, wenn er auf die Küste zumarschiert. Doch Joe Teti und sein Partner Matt Graham wählen im Nordwesten der USA die entgegengesetzte Richtung, denn am Pazifik gibt es einen extremen Tidenhub. Um nicht von einem Wellenbrecher gegen die Felsen geschleudert zu werden, müssen sich die Überlebens-Experten in die Wälder vorkämpfen, bevor die Flut kommt. Doch auch dort sind die Männer nicht sicher, denn hier warten Pumas und Coyoten auf das Survival-Duo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765558","hoster":"VOE"},{"path":"/redirect/13765562","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771129","hoster":"VOE"},{"path":"/redirect/13771136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-9","name":"In den Bergen Wyomings – Teil 1","epNo":9,"alt":"Winter Vortex – Part 1","descr":"Jäger und Sammler trifft US-Army-Veteran: Matt Graham und Joe Teti verfolgen beim Überlebenskampf höchst unterschiedliche Strategien. Während ersterer in der Wildnis den Einklang mit der Natur sucht, verlässt sich Ex-Marine Joe auf Taktiken, die er beim Militär gelernt hat und kämpft sich buchstäblich seinen Weg frei. Bei eisigen Minustemperaturen werden gegensätzliche Weltanschauungen aber schnell zur Nebensache. Wenn sie in den Rocky Mountains nicht erfrieren wollen, müssen die Outdoor-Profis als Team funktionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765560","hoster":"VOE"},{"path":"/redirect/13765566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771135","hoster":"VOE"},{"path":"/redirect/13771134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-10","name":"In den Bergen Wyomings – Teil 2","epNo":10,"alt":"Winter Vortex – Part 2","descr":"Das Survival-Duo muss in den Rocky Mountains eine schwierige Entscheidung treffen: Sollen die Männer bei eisigen Temperaturen in ihrem improvisierten Unterschlupf ausharren, bis Hilfe eintrifft? Oder wäre es sinnvoller durch den tiefen Schnee ins Tal zu marschieren? Beide Methoden haben ihr Für und Wider, doch Ex-Marine Joe ist ein Mann der Tat. Einfach nur rumzusitzen kommt für ihn nicht in Frage, obwohl der Abstieg riskant ist. Werden sich die Outdoor-Profis in der Wildnis einigen oder geht am Ende jeder seinen eigenen Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765564","hoster":"VOE"},{"path":"/redirect/13765569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771115","hoster":"VOE"},{"path":"/redirect/13771117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-11","name":"Die Albtrauminsel – Teil 2","epNo":11,"alt":"Downed And Out – Part 2","descr":"Tagsüber steigen die Temperaturen in der Karibik locker auf über 40 Grad. Bei dieser Hitze verliert der Körper extrem viel Flüssigkeit. Die Suche nach Trinkwasser hat für Matt Graham und Joe Teti daher in dieser Folge oberste Priorität. Das Survival-Duo ist auf einer einsamen Insel im Atlantischen Ozean gestrandet – ohne Ausrüstung und Nahrung. In einem Flugzeugwrack finden die beiden jedoch nützliche Gegenstände, die beim Überlebenskampf hilfreich sein können, wie zum Beispiel Seile, Kabel, einen Feuerlöscher und ein Gepäcknetz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765567","hoster":"VOE"},{"path":"/redirect/13765572","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771123","hoster":"VOE"},{"path":"/redirect/13771124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-12","name":"Hart, Härter, Himalaya","epNo":12,"alt":"Himalayan Hardship","descr":"Die Lage ist bedrohlich: Matt Graham und Joe Teti sind im Himalaya von 8000 Meter hohen Gipfeln umgeben. Es droht Gefahr durch Lawinen, und obendrein treiben sich in der Wildnis Schakale, Leoparden und Bären herum. Trotzdem hat Matt, der Jäger und Sammler, nur Augen für die faszinierende Natur. Während Ex-Marine Joe sich in der Gebirgslandschaft auf das Überleben konzentriert, scheint sein Kompagnon mehr an spiritueller Erleuchtung interessiert zu sein. Doch was nützt ein höheres Bewusstsein, wenn man am Ende nicht heil aus der Sache herauskommt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765570","hoster":"VOE"},{"path":"/redirect/13765571","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771108","hoster":"VOE"},{"path":"/redirect/13771109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-5/episode-13","name":"Unter der Sonne Namibias","epNo":13,"alt":"Namibian Nightmare","descr":"Ein ausgetrocknetes Flussbett und elf verschiedene Arten von Giftschlangen: In dieser Folge kämpfen sich Matt Graham und sein Partner Joe Teti durch die Wüste Namibias in Südwestafrika. Kaum ein Landstrich weltweit ist so dünn besiedelt wie dieser, und das ist wenig verwunderlich, denn dort herrschen Temperaturen über 45 Grad. Die Hitze ist mörderisch, schattige Plätze sind Mangelware. Deshalb drohen die beiden Survival-Profis zu dehydrieren. Die Suche nach sauberem Trinkwasser hat daher in der Wildnis oberste Priorität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765574","hoster":"VOE"},{"path":"/redirect/13765579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771118","hoster":"VOE"},{"path":"/redirect/13771110","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-6/episode-1","name":"Unter Haien","epNo":1,"alt":"Nautical Nightmare","descr":"Die Jungs von der Air Force haben nichts drauf? Über solche Frotzeleien kann Luftwaffen-Veteran Bo McGlone nur lachen. Stattdessen will der Neueinsteiger seinem Survival-Kompagnon in den Bighorn Mountains beweisen, aus welchem Holz USAF-Soldaten geschnitzt sind. Nachts fallen die Temperaturen in dem 120 Kilometer langen Gebirgszug auf bis zu minus 35 Grad. Und die Eiseskälte ist nicht das einzige Problem, mit dem die Überlebensexperten in Wyoming zu kämpfen haben. Denn in der Region streifen zudem Bären und Pumas umher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765576","hoster":"VOE"},{"path":"/redirect/13765578","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771122","hoster":"VOE"},{"path":"/redirect/13771113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-6/episode-2","name":"Verletzt im Dschungel","epNo":2,"alt":"Fractured Journey","descr":"Wie baut man einen sicheren Unterschlupf und wo findet man im Dschungel sauberes Trinkwasser? \"Green Beret\" Grady Powell und Luftwaffen-Veteran Bo McGlone haben beim Militär gelernt, wie man ohne Ausrüstung und Proviant hinter feindlichen Linien überlebt. Das Spezialtraining kommt den Abenteurern dieses Mal im kolumbianischen Regenwald zugute, denn die Bedingungen in Südamerika sind extrem. Dort schlagen sich die Männer, umgeben von Schlangen und Krokodilen, durch eine Wildnis voller lebensbedrohlicher Gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765308","hoster":"VOE"},{"path":"/redirect/13765307","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771086","hoster":"VOE"},{"path":"/redirect/13771085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-6/episode-3","name":"Flucht aus Mexiko","epNo":3,"alt":"Escape and Evade","descr":"Ein Marsch durch den Regenwald macht hungrig. Doch woher nehmen, wenn nicht stehlen? Denn Grady Powell und sein Partner Josh James kämpfen sich in dieser Folge durch den Dschungel Nicaraguas. Dort leben Krokodile und Giftschlangen wie die gefährliche Terciopelo-Lanzenotter. Zudem herrscht unter dem Kronendach der Bäume eine unerträgliche Hitze und die Luftfeuchtigkeit beträgt fast 95 Prozent. Nahrung findet man in der Wildnis jedoch nur selten. Deshalb müssen die Überlebensexperten fürs Erste mit Palmnussmaden Vorlieb nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765309","hoster":"VOE"},{"path":"/redirect/13765314","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771090","hoster":"VOE"},{"path":"/redirect/13771098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-6/episode-4","name":"Die weiße Wüste","epNo":4,"alt":"Braving Bolivia","descr":"Schneebedeckte Gipfel, ausgedehnte Wälder und heiße Mineralquellen: Das Rila-Gebirge liegt im Südwesten von Bulgarien und zählt zu den wildesten Naturlandschaften Europas. Heftige Winde und Eisregen sind dort an der Tagesordnung. Dabei schwellen die Flüsse in der Region ohne Vorwarnung zu Sturzbächen an. Deshalb droht Grady Powell und Josh James auf ihrer Survival-Tour in der Wildnis Gefahr durch Unterkühlung. Zudem müssen sich die Überlebensexperten in den Bergen vor hungrigen Wölfen und Braunbären in Acht nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765318","hoster":"VOE"},{"path":"/redirect/13765324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771093","hoster":"VOE"},{"path":"/redirect/13771097","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-1","name":"Feuer und Eis","epNo":1,"alt":"Fire and Ice","descr":"Bill McConnell und sein Kompagnon Grady Powell sehen im Schneetreiben kaum die eigene Hand vor Augen. Zudem pfeift den Survival-Spezialisten in 2400 Metern Höhe ein eisiger Wind um die Ohren. Doch: Aufgeben ist keine Option! Das Duo sucht an den Abhängen eines Vulkans in den chilenischen Anden nach einem Weg zurück in die Zivilisation. Die große Frage ist: Werden sich die Männer in der Wildnis auf eine gemeinsame Überlebensstrategie einigen können? Denn in Südamerika treffen völlig unterschiedliche Weltanschauungen aufeinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765342","hoster":"VOE"},{"path":"/redirect/13765336","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771021","hoster":"VOE"},{"path":"/redirect/13771024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-2","name":"Chiles Feuerberg","epNo":2,"alt":"Long Way Home","descr":"Die Lage ist ernst: Bill McConnell und sein Survival-Partner Grady Powell haben in der chilenischen Wildnis seit 36 Stunden nichts gegessen und getrunken. Das Duo ist mit seinen Kräften am Ende und muss dringend Energie auftanken. Da käme ein leckerer Wildschweinbraten gerade recht. Die Frage ist nur: Wie sollen die Abenteurer die Beute erlegen? Grady versucht das Tier mit improvisierten Barrieren in einen Hinterhalt zu treiben, wo Bill ihm mit einem selbstgebauten Speer auflauert. Sind die Männer mit dieser Taktik erfolgreich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765349","hoster":"VOE"},{"path":"/redirect/13765345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771025","hoster":"VOE"},{"path":"/redirect/13771035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-3","name":"In der grünen Hölle","epNo":3,"alt":"Take Me to the River","descr":"In welche Richtung sollen sie laufen? Bill McConnell und sein Survival-Partner Grady Powell kämpfen sich am Amazonas mit der Machete durch dichten Regenwald. Wenn die Männer keinen Ausweg aus dem Dschungel finden, sind sie in der grünen Hölle – umgeben von Raubkatzen, Schlangen und Giftspinnen – hoffnungslos verloren. Deshalb klettert Ex-Green-Beret Grady einen 25 Meter hohen Baumriesen hinauf. Von dort oben hat der Überlebensexperte in Südamerika einen wesentlich besseren Ausblick auf die Umgebung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765348","hoster":"VOE"},{"path":"/redirect/13765352","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771327","hoster":"VOE"},{"path":"/redirect/13771336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-4","name":"Fressen und gefressen werden","epNo":4,"alt":"Eat or Be Eaten","descr":"Ein selbst erlegtes Perlhuhn bringt sie wieder zu Kräften! Bill McConnell und Grady Powell lassen sich den Braten an einem Lagerfeuer schmecken, das sie zuvor in der afrikanischen Savanne mithilfe von ausgetrocknetem Elefanten-Dung entzündet haben. Die lodernden Flammen schützen die Männer zudem vor einer wild gewordenen Pavian-Horde, die angriffslustig in den Bäumen lauert. Während der Trockenzeit beginnt für die Bewohner des riesigen Kontinents ein gnadenloser Überlebenskampf, den nur die Stärksten überleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765351","hoster":"VOE"},{"path":"/redirect/13765357","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771029","hoster":"VOE"},{"path":"/redirect/13771036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-5","name":"Gefangen in der Namib ","epNo":5,"alt":"Scorched Earth","descr":"80.000 Quadratkilometer Einöde: Bill McConnell und Grady Powell kämpfen in der Namib-Wüste ums nackte Überleben. Die unwirtliche Umgebung bringt das erfahrene Duo an seinen Grenzen. Bei Temperaturen von bis zu 50 Grad drohen die Männer zu dehydrieren. Deshalb nutzen die Survival-Profis einen selbstgebauten Solar-Destillierapparat, um sich mit Trinkwasser zu versorgen. Was die Nahrung betrifft, dürfen Bill und Grady ebenfalls nicht wählerisch sein: Über dem Feuer gegrillte Skorpione dienen ihnen in Afrika als notdürftiger Proviant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765354","hoster":"VOE"},{"path":"/redirect/13765355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770989","hoster":"VOE"},{"path":"/redirect/13770997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-6","name":"In den Bergen Idahos","epNo":6,"alt":"On Thin Ice","descr":"Das Panorama ist atemberaubend. Doch die vermeintliche Postkarten-Idylle in den Sawtooth Mountains entwickelt sich für Bill McConnell und seinen Kompagnon zum Albtraum. Wenn die Männer in der eisigen Winterlandschaft nicht bald einen wärmenden Unterschlupf finden, drohen sie dort zu erfrieren. Deshalb versucht Ex-Soldat Grady Powell mithilfe einer uralten Landkarte den exakten Standort des Duos zu bestimmen. Dazu nutzt der erfahrene Überlebens-Profi einen selbstgebauten Kompass und Techniken, die er beim Militär gelernt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765356","hoster":"VOE"},{"path":"/redirect/13765366","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770995","hoster":"VOE"},{"path":"/redirect/13771000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-7","name":"In den Canyons von Oregon","epNo":7,"alt":"High and Dry","descr":"Nachts fallen die Temperaturen in den Canyons von Oregon weit unter den Gefrierpunkt, und die Ressourcen sind begrenzt. Deshalb müssen Bill McConnell und Grady Powell – was die Verpflegung betrifft – fürs Erste mit Sonnenblumenkernen Vorlieb nehmen. Ein wärmendes Lagerfeuer ist in der lebensfeindlichen Umgebung ebenfalls von entscheidender Bedeutung, denn dem Duo droht Gefahr durch Unterkühlung. Die beiden Männer kämpfen sich in dieser Folge durch eine felsige Einöde, die sie physisch an ihre Grenzen bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765362","hoster":"VOE"},{"path":"/redirect/13765382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771009","hoster":"VOE"},{"path":"/redirect/13771007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-8","name":"In den Sümpfen Kubas","epNo":8,"alt":"Cuban Crisis","descr":"Trockene Füße sind in den Sümpfen Kubas extrem wichtig. Denn wenn Bill McConnell und Grady Powell dort tagelang in durchnässten Schuhen umherlaufen, droht ihnen das gleiche Schicksal, wie den Soldaten in den Schützengräben des Ersten Weltkriegs: ihre Gliedmaßen beginnen abzufaulen. Diese Krankheit wird Grabenfuß oder Immersionsfuß genannt. Deshalb halten die Survival-Spezialisten in dem lebensfeindlichen Terrain Ausschau nach geeignetem Brennmaterial, mit dem sie ein wärmendes Lagerfeuer entzünden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765381","hoster":"VOE"},{"path":"/redirect/13765380","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771006","hoster":"VOE"},{"path":"/redirect/13771013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-9","name":"Horrortrip in Maine","epNo":9,"alt":"Saturation Point","descr":"Dem Survival-Duo weht im US-Bundesstaat Maine ein eiskalter Wind um die Ohren – zudem regnet es in der Wildnis seit Stunden in Strömen. Die extremen Wetterbedingungen zehren an den Kräften der Abenteurer, deshalb marschieren sie Richtung Osten in ein Waldgebiet. Dort bauen die Männer aus Ästen und Tannenzweigen einen sicheren Unterschlupf für Nacht. Am nächsten Tag kämpfen sich die Überlebenskünstler bis zur Atlantikküste vor, denn dort finden sie hoffentlich ausreichend Nahrung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765409","hoster":"VOE"},{"path":"/redirect/13765411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-7/episode-10","name":"Das Survival-Duo - Making Of","epNo":10,"alt":"Live to Tell","descr":"Ein Ex-Soldat geht mit einem Öko-Hippie auf Survival-Tour: Grady Powell und sein Partner Bill McConnell legen sich auf ihren Trips rund um den Globus mit den Naturgewalten an. In den chilenischen Anden hätten sich die Abenteurer um ein Haar im Schneegestöber verirrt, und in der Wüste Namib machte ihnen die extreme Hitze zu schaffen. Die Männer waren in dieser Staffel zum ersten Mal gemeinsam unterwegs. Wie funktionierte das Teamplay des Duos in Extremsituationen? In diesem Special sprechen die Protagonisten und die Macher der Serie über einzigartige Erlebnisse in den unwirtlichsten Regionen der Erde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765408","hoster":"VOE"},{"path":"/redirect/13765413","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-1","name":"In den Bergen Kroatiens ","epNo":1,"alt":"Croatian Castaway","descr":"Kroatien zählt mit seinen traumhaften Küsten zu den beliebtesten Ferienzielen Europas. Doch \"Green Beret\" Grady Powell und Buschmann Josh James planen an der Adria keinen gemütlichen Badeurlaub. Stattdessen kämpfen sich die Abenteurer dort durch schwieriges Terrain. Im Velebit-Gebirge bekommen es die Männer mit heftigen Windböen zu tun und das Wetter ändert sich im Minutentakt. Wenn die beiden unterschiedlichen Charaktere dort überleben wollen, müssen sie sich dringend auf eine gemeinsame Survival-Strategie einigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765414","hoster":"VOE"},{"path":"/redirect/13765423","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771333","hoster":"VOE"},{"path":"/redirect/13771334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-2","name":"Grüne Hölle Nicaragua ","epNo":2,"alt":"Mosquito Coast","descr":"Ein Marsch durch den Regenwald macht hungrig. Doch woher nehmen, wenn nicht stehlen? Denn Grady Powell und sein Partner Josh James kämpfen sich in dieser Folge durch den Dschungel Nicaraguas. Dort leben Krokodile und Giftschlangen wie die gefährliche Terciopelo-Lanzenotter. Zudem herrscht unter dem Kronendach der Bäume eine unerträgliche Hitze und die Luftfeuchtigkeit beträgt fast 95 Prozent. Nahrung findet man in der Wildnis jedoch nur selten. Deshalb müssen die Überlebensexperten fürs Erste mit Palmnussmaden Vorlieb nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765425","hoster":"VOE"},{"path":"/redirect/13765421","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770936","hoster":"VOE"},{"path":"/redirect/13770950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-3","name":"Im Land der Wölfe","epNo":3,"alt":"Bulgarian Blizzard","descr":"Schneebedeckte Gipfel, ausgedehnte Wälder und heiße Mineralquellen: Das Rila-Gebirge liegt im Südwesten von Bulgarien und zählt zu den wildesten Naturlandschaften Europas. Heftige Winde und Eisregen sind dort an der Tagesordnung. Dabei schwellen die Flüsse in der Region ohne Vorwarnung zu Sturzbächen an. Deshalb droht Grady Powell und Josh James auf ihrer Survival-Tour in der Wildnis Gefahr durch Unterkühlung. Zudem müssen sich die Überlebensexperten in den Bergen vor hungrigen Wölfen und Braunbären in Acht nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765428","hoster":"VOE"},{"path":"/redirect/13765424","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770955","hoster":"VOE"},{"path":"/redirect/13770961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-4","name":"Gestrandet in Kambodscha ","epNo":4,"alt":"Burning Island","descr":"Sauberes Trinkwasser oder ein Signalfeuer? Ex-Soldat Grady Powell und Josh James kämpfen in dieser Folge auf einer einsamen Insel vor der Küste Kambodschas ums Überleben. Dort ist es tagsüber extrem heiß. Um nicht sinnlos wertvolle Kräfte zu vergeuden, müssen die Survival-Experten daher auf dem Eiland zunächst die Prioritäten klären. Zudem gibt es noch ein weiteres akutes Problem: Sandmücken! Die Blutsauger können lebensbedrohliche Krankheiten wie Leishmaniose übertragen. Daher steht Insektenschutz auch auf der To-do-Liste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765430","hoster":"VOE"},{"path":"/redirect/13765432","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770963","hoster":"VOE"},{"path":"/redirect/13770964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-5","name":"Abstieg aus der Todeszone","epNo":5,"alt":"Out Of Air","descr":"Kopfschmerzen, Übelkeit, Erbrechen und Atemnot: Mit den Symptomen der Höhenkrankheit ist nicht zu spaßen. Denn durch Sauerstoffmangel kann sich in der Lunge oder im Gehirn ein Ödem bilden – mit tödlichen Folgen. Deshalb müssen Grady Powell und Josh James in den peruanischen Anden so schnell es geht in tiefere Regionen absteigen. Doch das ist mit zittrigen Beinen und Muskelkrämpfen leichter gesagt als getan. Das unwegsame Gelände in der Cordillera Blanca bringt die Survival-Spezialisten in dieser Folge an ihre physischen Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765436","hoster":"VOE"},{"path":"/redirect/13765434","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-6","name":"Schneetreiben in Wyoming","epNo":6,"alt":"Snow Daze","descr":"Die Jungs von der Air Force haben nichts drauf? Über solche Frotzeleien kann Luftwaffen-Veteran Bo McGlone nur lachen. Stattdessen will der Neueinsteiger seinem Survival-Kompagnon in den Bighorn Mountains beweisen, aus welchem Holz USAF-Soldaten geschnitzt sind. Nachts fallen die Temperaturen in dem 120 Kilometer langen Gebirgszug auf bis zu minus 35 Grad. Und die Eiseskälte ist nicht das einzige Problem, mit dem die Überlebensexperten in Wyoming zu kämpfen haben. Denn in der Region streifen zudem Bären und Pumas umher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765435","hoster":"VOE"},{"path":"/redirect/13765438","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13770978","hoster":"VOE"},{"path":"/redirect/13770985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-7","name":"Chaos in Kolumbien ","epNo":7,"alt":"Colombian Chaos","descr":"Wie baut man einen sicheren Unterschlupf und wo findet man im Dschungel sauberes Trinkwasser? \"Green Beret\" Grady Powell und Luftwaffen-Veteran Bo McGlone haben beim Militär gelernt, wie man ohne Ausrüstung und Proviant hinter feindlichen Linien überlebt. Das Spezialtraining kommt den Abenteurern dieses Mal im kolumbianischen Regenwald zugute, denn die Bedingungen in Südamerika sind extrem. Dort schlagen sich die Männer, umgeben von Schlangen und Krokodilen, durch eine Wildnis voller lebensbedrohlicher Gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765437","hoster":"VOE"},{"path":"/redirect/13765442","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13771331","hoster":"VOE"},{"path":"/redirect/13771332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-8/episode-8","name":"Das Survival-Duo - Handbuch zum Überleben","epNo":8,"alt":"Ultimate Survival Bible","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13771506","hoster":"VOE"},{"path":"/redirect/14215412","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-1","name":"Unbekanntes Brasilien","epNo":1,"alt":"Battle of Brazil","descr":"Das Schutzgebiet Jalapão liegt an der Grenze zwischen dem Amazonasregenwald und den Buschsavannen Brasiliens. Das Wetter pendelt in dieser Region der Erde zwischen Extremen hin und her: In der Regenzeit gießt es wie aus Eimern und danach folgt monatelang trockene Hitze. Deshalb ist der größte Feind des Survival-Duos in dieser unwirtlichen Umgebung der Durst. Denn wenn der Körper zu lange hohen Temperaturen ausgesetzt ist und zudem unter Flüssigkeitsmangel leidet, versagen die Muskeln und man kann nicht mehr klar denken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765445","hoster":"VOE"},{"path":"/redirect/13765449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-2","name":"Der Wald der Schlangen","epNo":2,"alt":"Forest From Hell","descr":"Eine atemberaubende Landschaft mit tiefen Schluchten: Zum Auftakt der neuen Staffel kämpfen sich Jeff Zausch und sein Survival-Kompagnon \"EJ\" Snyder durch Brasiliens Araukarienwälder. Dort ist es permanent feucht und nachts droht Gefahr durch Unterkühlung. Deshalb braucht man zum Überleben ein Lagerfeuer und einen trockenen Unterschlupf. Im dichten Unterholz streifen zudem wilde Tiere umher. Hier müssen sich die Männer in der lebensfeindlichen Umgebung besonders vor den gefährlichen Giftschlangen in Acht nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765446","hoster":"VOE"},{"path":"/redirect/13765447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-3","name":"Auf dem Colorado-Plateau","epNo":3,"alt":"Dying of Thirst","descr":"In den bis zu 30 Meter tiefen Canyons von Utah fallen gerade mal 250 Millimeter Regen pro Jahr und die Temperaturen steigen locker auf 45 Grad. Wer in diesem Felslabyrinth nicht weiß, wo er nach Trinkwasser und Nahrung suchen soll, kann daher sein Testament machen. Doch zum Glück sind Jeff Zausch und sein Partner \"EJ\" Snyder Männer der Tat. Die Überlebensexperten seilen sich in dieser Folge mit improvisierten Klettergurten an einem Abgrund ab und bauen mit einfachen Hilfsmitteln einen funktionstüchtigen Destillierapparat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765452","hoster":"VOE"},{"path":"/redirect/13765450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-4","name":"Im Sumpf der Alligatoren","epNo":4,"alt":"Gator Bait","descr":"Das \"Atchafalaya Basin\" bildet den westlichen Teil des Mississippi-Deltas. Es ist gut 30 Kilometer breit, 240 Kilometer lang und aufgrund häufiger Überschwemmungen so gut wie unbesiedelt. Dort bekommen es Jeff Zausch und \"EJ\" Snyder mit angriffslustigen Reptilien zu tun – vom gefräßigen Alligator über die Wassermokassinotter bis zum Nordamerikanischen Kupferkopf. Deshalb hat Sicherheit dort oberste Priorität. Ausgerüstet mit einfachen Waffen brechen die Survival-Profis in der unwirtlichen Sumpflandschaft Richtung Norden auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765457","hoster":"VOE"},{"path":"/redirect/13765455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-5","name":"Blackout in Georgien","epNo":5,"alt":"Blackout","descr":"Die ehemalige Sowjetrepublik Georgien liegt östlich des Schwarzen Meers. Einen großen Teil des Landes nimmt das gewaltige Kaukasusgebirge ein – die gigantische Felslandschaft ist berühmt für ihre ausgedehnten Höhlensysteme. \"EJ\" und Jeff begeben sich dort in die Lage von zwei Amateurforschern, die sich verirrt haben. Deshalb muss das Duo so schnell wie möglich raus aus dem Labyrinth. Doch das ist leichter gesagt als getan, denn in den verwinkelten Gängen sieht man in der Dunkelheit kaum die eigene Hand vor Augen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765458","hoster":"VOE"},{"path":"/redirect/13765456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-6","name":"Unter Löwen ","epNo":6,"alt":"Tracking Lions","descr":"Raubkatzenalarm in Südafrika: Die Wild Coast am Indischen Ozean ist fast halb so groß wie Deutschland. Neben weiten Savannengebieten gibt es dort auch schroffe Felslandschaften und subtropische Wälder. Zudem streifen in der Region hungrige Löwen umher. Ohne Verteidigungswaffen durch die Wildnis zu wandern, wäre daher blanker Wahnsinn. Deshalb bauen Überlebensexperte Jeff Zausch und Army-Veteran \"EJ\" Snyder einen Schutzwall aus Dornenbüschen und Speere. Diese Taktik haben sich die Männer bei den Massai abgeschaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765464","hoster":"VOE"},{"path":"/redirect/13765463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-survival-duo-zwei-maenner-ein-ziel/staffel-9/episode-7","name":"Die Elefanten vom Okavango","epNo":7,"alt":"Attack of the Elephants","descr":"Mit diesen Stoßzähnen ist nicht zu spaßen: In Botswana leben dank eines landesweiten Jagdverbots wieder 130.000 Elefanten und für gewöhnlich sind die Tiere friedlich. Doch in der Trockenzeit reagieren die Kolosse mitunter aggressiv: Weil sie an die wenigen Wasserstellen gebunden sind, an denen hungrige Räuber lauern. Und extremer Durst macht selbst Dickhäuter dünnhäutig. Deshalb sollten Jeff Zausch und sein Kompagnon \"EJ\" Snyder den Giganten bei ihrer Survival-Tour im afrikanischen Okavango-Delta nicht zu nahe kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13765462","hoster":"VOE"},{"path":"/redirect/13765468","hoster":"Streamtape"}]}]}]}]}