{"seriesId":"das-haus-der-101-dalmatiner","name":"Das Haus der 101 Dalmatiner","descr":"Modernisierte Version von Disneys Adaption von \"101 Dalmatiner\", angesiedelt im London der Gegenwart: Dolly und Dylan sind die Ältesten der 99 Dalmatinerwelpen, die zusammen mit ihren Eltern und ihren menschlichen Bezugspersonen in einem schicken Haus in der \"Dalmatian Street\" leben. Täglich erleben sie neue, teils haarsträubende Abenteuer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Des Hundes bester Freund / Die Wumm-Nacht","epNo":1,"alt":"Dog’s Best Friend / Boom Night","descr":"Als Dylan sieht, wie Clarissas Herrchen ihr zur Hand und Pfote geht, besorgt er sich einen eigenen Menschen, der bei den häuslichen Pflichten mithilft. Als sich das neue \"Haustier\" jedoch als untrainierbar herausstellt, tun sich Dylan und die Welpen schwer, ihn gehen zu lassen. In der gruseligsten Nacht des Hunde-Kalenders riegelt der Vater das Haus ab und beauftragt Dylan damit, alle sicher im Haus zu behalten – doch Dolly schafft es trotzdem sich herauszuschleichen. Als Dylan feststellt, dass Dorothy ihr gefolgt ist, muss er seine Angst vor der Wumm-Nacht überwinden, um sie zu suchen.","versions":[{"lang":1,"streams":[{"redirect":7459313,"hoster":"VOE"},{"redirect":11052466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Alpha-Hund / Der Prinz von Dalmatien","epNo":2,"alt":"Power To The Puppies / Who The Dog Do You Think You Are?","descr":"Dylan und Dolly streiten sich um die Position des Alpha-Hunds. Es kommt zu einer Abstimmung darüber, wer das Sagen haben soll. Dylan findet heraus, dass er royale Vorfahren hat.","versions":[{"lang":1,"streams":[{"redirect":11052477,"hoster":"VOE"},{"redirect":11052481,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Mutprobe / Sid und die Nüsse","epNo":3,"alt":"Walkies On The Wild Side / May Contain Nuts","descr":"Nachdem Dolly Dylan damit aufzieht, dass er zu brav ist, ist dieser fest entschlossen, sich von seiner wilden Seite zu zeigen. Dolly lernt tolle Tricks von Sid dem Eichhörnchen.","versions":[{"lang":1,"streams":[{"redirect":11052487,"hoster":"VOE"},{"redirect":11052486,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schneefrei / Auf die Mützen, fertig, los!","epNo":4,"alt":"Winter Funderland / Snow Day","descr":"Dolly verwandelt das Haus für die Welpen in einen Winter-Wunderland.  Als es auch draußen endlich schneit, treten Dylan und Dolly gegen Mum und Dad an, um 97 Welpen für den Schnee fertig zu machen.","versions":[{"lang":1,"streams":[{"redirect":11052496,"hoster":"VOE"},{"redirect":11052498,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dylans Verehrerin / Feuer und Flamme","epNo":5,"alt":"Perfect Match / All Fired Up","descr":"Dylan staunt nicht schlecht, als Dollys beste Freundin Roxy, der Rottweiler, ihm offenbart, dass sie in ihn verliebt ist. Dolly darf einen Tag mit Dad auf die Feuerwehrwache, ist jedoch enttäuscht von der langweiligen Stimmung dort.","versions":[{"lang":1,"streams":[{"redirect":11052503,"hoster":"VOE"},{"redirect":11052504,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dichtung und Wahrheit / Dylans heißes Würstchen","epNo":6,"alt":"Poetry Scam / Crushed Out","descr":"Dolly gibt Dylans Gedichte als ihre eigenen aus, um ihren Schwarm Hansel zu beeindrucken. Dylan wiederum versucht verzweifelt, seine Angebetete Portia für sich zu gewinnen","versions":[{"lang":1,"streams":[{"redirect":11052516,"hoster":"VOE"},{"redirect":11052515,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Pudelwohlfühl-Tag / Werbestar mit Hindernissen","epNo":7,"alt":"Girl’s Day Out / The Woof Factor","descr":"Als Dolly und Mum sich am Muttertag streiten, hofft Dad, dass ein Tag im Spa sie einander wieder näher bringt. Dolly, Dylan und Deepak versuchen sich als Werbestars.","versions":[{"lang":1,"streams":[{"redirect":11051977,"hoster":"VOE"},{"redirect":11051978,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Supernase – Part 1 / Die Supernase – Part 2","epNo":8,"alt":"The Nose Job – Part 1 / The Nose Job – Part 2","descr":"Dylan wird zum Detektiv, als er einem Verbrechen nachgeht, das im Park begangen wurde. Alle Hinweise deuten auf das Haus der 101 Dalmatiner. Es gibt ein Verbrechen im Park und die Beweise deuten auf die 101 Dalmatian Street hin, also wird Dylan Detektiv. Nach einem Verbrechen im Park glaubt Dylan, dass er die Ermittlungen alleine abwickeln kann, und lehnt die Hilfe seines kleinen Bruders Diesel ab, der über hervorragende Schnüffelfähigkeiten verfügt.","versions":[{"lang":1,"streams":[{"redirect":11051981,"hoster":"VOE"},{"redirect":11051985,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der gute Hund","epNo":9,"alt":"My Fair Dolly","descr":"Als Clarissa Dolly herausfordert, beim Petiquette Pooch Cup als vornehm zu gelten, geht sie zu weit, wird verrückt, wird menschlich und vergisst fast, worauf es ankommt. / In der 101 Dalmatian Street gibt es einen Flohausbruch. Dylan tritt in Aktion, indem er die Infizierten in die Quarantäne zwingt. Die Quelle des Befalls ist jedoch eine ziemliche Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11051989,"hoster":"VOE"},{"redirect":11051987,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der königliche Besuch / Die Dal-MARS-tiner","epNo":10,"alt":"A Right Royal Rumble / Dal-Martians","descr":"Als Clarissa versucht, den königlichen Besuch in Camden Town in den Griff zu bekommen, verursacht Dollys \"Revolution\" Chaos und bringt die arme Perle in eine Essiggurke. Die Royal Corgis sind nicht amüsiert. / Es ist Amortisationszeit, Dolly und Dawkins setzen Besserwisser Dylan darauf, zu glauben, dass Außerirdische in Camden gelandet sind und dass er der einzige ist, der zwischen Hundeart und bevorstehender Vernichtung steht.","versions":[{"lang":1,"streams":[{"redirect":11051994,"hoster":"VOE"},{"redirect":11051991,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sicherheit geht vor / Hund und Katz","epNo":11,"alt":"A Date With Destiny … Dallas And Déjà Vu / The Wow Of Miaow","descr":"Dylan macht sich Sorgen um die Sicherheit des Triple D, wenn sie in einer Reihe von zunehmend gefährlichen Stunts für eine Werbekampagne mitspielen. / Dylan\u0027s Allergie gegen Katzen führt dazu, dass Guru-Miaow-Anhänger Deepak das Haus verlässt und bei ihrem katzenartigen Nachbarn Constantin einzieht.","versions":[{"lang":1,"streams":[{"redirect":11051999,"hoster":"VOE"},{"redirect":11052009,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Fenster zum Hof / Außer Rand und Band","epNo":12,"alt":"Fear Window / The Dog House","descr":"Dolly ist krank und muss das Bett hüten. Dabei vertreibt sie sich die Zeit damit, die Nachbarn auszuspionieren.  Als Clarissa die Dalmatiner austrickst und diese daraufhin außer Rand und Band geraten, ruft Hugo die Schädlingsbekämpfung an.","versions":[{"lang":1,"streams":[{"redirect":12383343,"hoster":"VOE"},{"redirect":11052002,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Familienurlaub","epNo":13,"alt":"A Summer To Remember","descr":"Während des Sommerurlaubs in Cornwall treten Dylan und Dolly in Aktion, um die Familie nicht nur einmal, sondern gleich zweimal zu retten!","versions":[{"lang":1,"streams":[{"redirect":11052069,"hoster":"VOE"},{"redirect":11052053,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Abkühlung gefällig? / Die Pfotenkünstlerin","epNo":14,"alt":"Long Tongue Day / Doggy Da Vinci","descr":"Die Welpen wollen am heißesten Tag des Jahres im Teich baden. Diesen Plan verfolgen allerdings auch viele andere aus Camden. Welpe Da Vinci kreiert Straßenkunst, die bei den Menschen in Camden für Furore sorgt. Von jetzt auf gleich ist Da Vinci ein richtiger Star.","versions":[{"lang":1,"streams":[{"redirect":11052164,"hoster":"VOE"},{"redirect":11052150,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"London, wir haben ein Problem","epNo":15,"alt":"London, We Have A Problem","descr":"Hunter und Dylan werden Freunde, als sie ihre gemeinsame Liebe zum Weltraum entdecken!","versions":[{"lang":1,"streams":[{"redirect":12920358,"hoster":"VOE"},{"redirect":11052272,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Party hoch 3 / Fuchs im Haus","epNo":16,"alt":"It’s My Party / Fox In The Dog House","descr":"Dylan, Dolly und Diesel schmeißen eine Geburtstagsparty für Triple D.  Dolly lädt den verletzten Fergus ins Haus der 101 Dalmatiner ein, damit er dort wieder zu Kräften kommen kann.","versions":[{"lang":1,"streams":[{"redirect":14169365,"hoster":"VOE"},{"redirect":11052387,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Haushaltshilfe / Der Wettbewerb","epNo":17,"alt":"Fetch / Don’t Push Your Luck","descr":"Dylan schafft sich einen eleganten und elektronischen persönlichen Assistenten namens Fetch an, der ihm bei der Haushaltsführung helfen soll. Dolly möchte bei einem Wettbewerb unbedingt gewinnen, aber dafür wird sie eine große Portion Glück brauchen.","versions":[{"lang":1,"streams":[{"redirect":11052404,"hoster":"VOE"},{"redirect":11052410,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Fluch des Fährhundes / Lebende Mauern","epNo":18,"alt":"The Curse Of The Ferrydog / The Walls Are Alive","descr":"Dylan lernt eine gruselige Lektion, als er den Garten umgräbt und die Überreste eines römischen Gladiatorenhundes ans Licht bringt. Dolly und die Welpen spielen ihr Lieblingsspiel: Verstecken!","versions":[{"lang":1,"streams":[{"redirect":12333175,"hoster":"VOE"},{"redirect":11052414,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Diamanten-Diebstahl / Die Polizei, dein Pferd und Helfer","epNo":19,"alt":"Diamond Dogs / Ride Along","descr":"Dolly und Dylan bekommen Panik, als herauskommt, dass Dorothy scheinbar Clarissas neues Halsband gestohlen hat! Pearl nimmt Dolly mit zu einem Trainingsstag und ihr wird klar, dass viel mehr hinter der Polizeiarbeit steckt, als sie dachte!","versions":[{"lang":1,"streams":[{"redirect":11052416,"hoster":"VOE"},{"redirect":11052418,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Pudelwolf / Die längste Nacht","epNo":20,"alt":"Poodlewolf! / The Longest Night","descr":"Dylan ist in Gedanken unaufhörlich bei seinem liebsten Fantasy-Computerspiel, Pudelwolf! Dolly und ihre Mädels erteilen den Jungs eine Lektion, als sie von einem Campingausflug ausgeschlossen werden, an dem nur Jungs teilnehmen dürfen.","versions":[{"lang":1,"streams":[{"redirect":11052421,"hoster":"VOE"},{"redirect":11052422,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Balanceakt / Dawkins im Streik","epNo":21,"alt":"Balancing Act / Dawkins Strikes Back","descr":"Das Haus der Dalmatiner ist in Gefahr! Dylan und Dolly überlassen Dawkins die Verantwortung.","versions":[{"lang":1,"streams":[{"redirect":13055989,"hoster":"VOE"},{"redirect":11052432,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Pudelwolfs Rache / Darf ich bitten?","epNo":22,"alt":"Poodlefall! / Dotty Dancing","descr":"Hansel begleitet Dylan auf eine Mission in ,Pudelwolf: Das Brettspiel’. Dylan bittet DJ, ihm heimlich tanzen beizubringen.","versions":[{"lang":1,"streams":[{"redirect":11052434,"hoster":"VOE"},{"redirect":11052436,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Dalmarella / Das Sommerfest","epNo":23,"alt":"Yappily Ever After / D-Factor","descr":"Als Dolly einen Stunt vorführt, bei dem Hugo aus Versehen verletzt wird, zwingt Mum sie, für ihn einzuspringen und Clarissa zu bedienen!  Clarissa engagiert Dylan, um auf dem jährlichen Sommerfest aufzutreten.","versions":[{"lang":1,"streams":[{"redirect":11052438,"hoster":"VOE"},{"redirect":11052439,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Welpenträume","epNo":24,"alt":"Puppy Dreams","descr":"In der Nacht schlafen alle Welpen von Doug \u0026 Delilah. Nach seinem Traum hat Dylan dank Hugo, der früher in der Episode an seinem Telefon klingelt, einen Albtraum, der Teil 1 abschließt, dies wird in Teil 2 fortgesetzt.","versions":[{"lang":1,"streams":[{"redirect":11052447,"hoster":"VOE"},{"redirect":11052462,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Dantes Inferno / Die De Vils schlagen zurück","epNo":25,"alt":"Dante’s Inferno / Better The De Vil You Know","descr":"Sechs Monate nach den Ereignissen in \"London, wir haben ein Problem\" wird Dante depressiv, nachdem sich seine Vorhersagen als falsch herausgestellt haben, also handeln Dolly und Dylan mit seinen Vorhersagen, damit er sich besser fühlt. In der Zwischenzeit wird Hunter freigelassen und beschließt, sich an den Dalmatinern zu rächen. Hunter greift die Familie an und fängt Dante, der \"apokalyptisch\" begrüßt, aber er gerät in Panik, als sich herausstellt, dass Hunter Hunde verstehen kann. Dolly und Dylan retten ihn und greifen Hunter und Cuddles an. Während des Kampfes stellt Dylan fest, dass Hunter eine Hundepersönlichkeit hat, wenn er aktiviert wird. Sie gewinnen und Dylan entschuldigt sich dafür, dass er an Dante gezweifelt hat, der sie warnt, dass Hunter zurückkommen wird. Nach einigen Stunden der Fortsetzung von \"Dante\u0027s Inferno\" beginnt die Familie, sich auf Hunters Rückkehr vorzubereiten. Dylan, der der Meinung ist, dass ihre vorherige Begegnung ganz allein seine Schuld war, übernimmt die Führung beim Schutz seiner Geschwister, während Hunter versucht und scheitert, sie in immer lächerlicheren Situationen gefangen zu nehmen. Doug und Delilah bereiten einen Bus vor, mit dem sie durch das Land fahren können, während sie zur Arbeit gehen. Hunter nimmt jedoch den Bus und versucht, die Welpen einzufangen. Dylan nutzt wieder einmal seine Hundemanieren aus, entledigt sich seiner und rettet seine Geschwister. Hunter findet sich in einem Verbündeten wieder, als er von seiner Großtante Cruella De Vil angesprochen wird.","versions":[{"lang":1,"streams":[{"redirect":13786677,"hoster":"VOE"},{"redirect":11052453,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Pelzfabrik","epNo":26,"alt":"The De Vil Wears Puppies","descr":"Die Dalmatiner entspannen sich, da sie wissen, dass Hunter keine Bedrohung mehr darstellt. Allerdings sind sie schockiert, als sie feststellen, dass Cruella De Vil nebenan eingezogen ist. Doug und Delilah erzählen Dylan und Dolly von ihrer familiären Vorgeschichte mit Cruella und wie sie plant, sie zu töten und in Pelzmäntel zu verwandeln. Cruella und Hunter führen zahlreiche Taktiken durch, um die Abwehrkräfte der Dalmatiner zu schwächen und sie auszuhungern.","versions":[{"lang":1,"streams":[{"redirect":7459415,"hoster":"VOE"},{"redirect":11052457,"hoster":"Streamtape"}]}]}]}]}