{"seriesId":"das-verrueckte-hotel-fawlty-towers","name":"Das verrückte Hotel - Fawlty Towers","descr":"(Alternativtitel: Fawltys Hotel, Zimmer frei, Ein verrücktes Hotel – Fawlty Towers)Basil Fawlty (John Cleese) führt mit seiner Frau Sybil (Prunella Scales) in dem englischen Küstenort Torquay das kleine, etwas heruntergekommene Hotel \"Fawlty Towers\". Basil hat es nicht leicht. Vor allem stören die Gäste, die zudem fast nie der Oberschicht angehören, die er so gern massenhaft anziehen würde. Seine Frau hat diese lästige Vorstellung, dass er als Hotelchef auch den Pflichten eines Hotelchefs nachkommen sollte, und die Fähigkeit, ihn mit einem energischen \"Basil!\" dazu zu bringen, zu tun, was sie ihm sagt, oder zumindest so zu tun, als ob...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Hauch von Klasse","epNo":1,"alt":"A Touch of Class","descr":"Basil Fawlty, zusammen mit seiner Frau Sybil Besitzer des Hotels Fawlty Towers, hadert mit dem fehlenden Prestigepotenzial seiner Gäste. Die Rettung naht in Gestalt von Lord Melbury. Das Chaos lässt dann nicht lange auf sich warten …","versions":[{"lang":1,"streams":[{"redirect":13613539,"hoster":"VOE"},{"redirect":8392308,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Baumaßnahmen","epNo":2,"alt":"The Builders","descr":"Für die Renovierung von Fawlty Towers beauftragt Basil den Billiganbieter O’Reilly, verreist mit seiner Frau Sybil über das Wochenende und übergibt dem Zimmermädchen und der Küchenhilfe die Aufsicht über Hotel und Umbau. Als Basil schließlich zurückkommt, um persönlich nach dem Rechten zu sehen, ist es bereits zu spät …","versions":[{"lang":1,"streams":[{"redirect":9586693,"hoster":"VOE"},{"redirect":8383713,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hochzeitsfeier","epNo":3,"alt":"The Wedding Party (a.k.a. Sex","descr":"Die Sommerhitze sorgt in Fawlty Towers für erotische Verwirrung. Während Hardcore-Spießer Basil unbedingt verhindern will, dass sich ein unverheiratetes junges Paar gegen das Gesetz der britischen Regierung in ein Doppelzimmer einquartiert, turtelt seine Frau Sybil mit einem der männlichen Hotelgäste heftigst an der Bar – Sodom und Gomorra. Basil rastet völlig aus, als er auch noch die frisch verliebte Polly beim lasziven Knutschen an der Rezeption erwischt. Doch eine im Hotel abgestiegene angetrunkene französische Antiquitätenhändlerin, die spät nachts von Basil im knappen Bademantel Einlass fordert, bringt den vermeintlichen Moralpapst selbst in mehr als zweideutige Situationen, an der auch Küchenhilfe Manuel nicht ganz unbeteiligt ist. Trotz einer intern geplanten Liebes-Hochzeit ist das erotisch verwirrende Hotel-Verhängnis nicht mehr aufzuhalten …","versions":[{"lang":1,"streams":[{"redirect":13613538,"hoster":"VOE"},{"redirect":8383718,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hotel-Tester","epNo":4,"alt":"Hotel Inspectors","descr":"Die Hotel-Tester sind in der Stadt. \"Fawlty Towers\"-Besitzer Basil fällt auf den zickigen Mr. Hutchinson rein und schleimt den vermeintlichen Tester-Gast ein. Die restlichen unwürdigen Gäste leiden natürlich unter exzessivem Rumschickanieren. Doch Basils Ehefrau und fingernagelfeilende Telefonqueen Sybil zapft die Hotelleitung an. Mr. Hutchinson wird als als profaner Fachhändler für Teelöffel entlarvt – und Basil schwört Rache. Doch hinter welchem Gast verbirgt sich nun der echte Tester? Eine absurde Kette von Verwechslungen treibt alle Beteiligten in den Wahnsinn. Basil kann die Situation schon lange nicht mehr retten, als schließlich die echten Hotel-Inspektoren auftauchen …","versions":[{"lang":1,"streams":[{"redirect":9586694,"hoster":"VOE"},{"redirect":8383724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gourmet-Abend","epNo":5,"alt":"Gourmet Night (a.k.a. Gourmet\u0027s Paradise)","descr":"Basil Fawlty versucht, mit spektakulärem Aufwand elitäres Publikum in sein verrücktes Hotel zu locken. Eine exklusive Gourmetnacht ist der Köder. Stargourmet Andre stellt Koch und Rezept zur Verfügung. Das geplante Promiessen eskaliert, als sich der schwule Koch beim Zwiebelschälen unsterblich in Küchenhilfe Manuel verliebt, denn Manuel erwiedert seine Liebe nicht. Der Koch betrinkt sich besinnungslos. Basil muss kurzfristig umdisponieren und aus Andres Restaurant Ente besorgen. Der verstockte Hotelwagen spielt die Hauptrolle beim peinlichen Eklat …","versions":[{"lang":1,"streams":[{"redirect":8989798,"hoster":"VOE"},{"redirect":8383727,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Deutschen","epNo":6,"alt":"The Germans","descr":"Im Fawlty Towers Hotel steigen Gäste aus Deutschland ab. Basil Fawlty versucht vergeblich, die schrecklichen Ereignisse des Zweiten Weltkriegs zu vergessen und die deutschen Touristen genauso gleichgültig-ignorant zu behandeln, wie alle anderen Nationalitäten auch. Doch es will ihm einfach nicht gelingen, trotz hotelinterner Geheimparole \"Don’t mention the war\" …","versions":[{"lang":1,"streams":[{"redirect":9586695,"hoster":"VOE"},{"redirect":8383726,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kommunikationsprobleme","epNo":1,"alt":"Communication Problems (a.k.a. Theft)","descr":"Obwohl von Ehefrau Sybil strengstens verboten, wettet Basil beim Pferderennen – und gewinnt 75 Pfund. Seine hektischen Bemühungen, den Gewinn vor Sybil zu verstecken, gestalten sich extrem schwierig. Zusätzliche Probleme tauchen auf, als die schwerhörige alte Mrs. Richards einen Diebstahl von 75 Pfund meldet. Sybil entdeckt Basils Gewinn und überreicht Mrs. Richards die 75 Pfund. Nun fühlt sich Basil bestohlen. Das monetäre Verwechslungsspiel nimmt seinen debakulösen Lauf und steuert auf die unvermeidbare Katastrophe zu …","versions":[{"lang":1,"streams":[{"redirect":9586696,"hoster":"VOE"},{"redirect":8383734,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Psychiater","epNo":2,"alt":"The Psychiatrist","descr":"Attraktive Hotelgäste bringen den gewohnten ehelich-zänkischen Alltagstrott von Basil und Sybil Fawlty heftigst durcheinander. Basil kocht vor Eifersucht, als ein gut aussehender, charmanter Gentleman unter den weiblichen Gästen den Hormonspiegel hebt und auch an Sybil eindeutige Veränderungen wie dümmliches Grinsen und neue Frisuren festzustellen sind. Beleidigt sucht er Trost bei der jungen Geliebten eines Hotelgastes, einem zugereisten Psychiater und einer australischen Lebedame. Basil manövriert sich selbst immer tiefer in das intrigante Liebes-Chaos. Er entwickelt ein unglaubliches Geschick, immer zur falschen Zeit am falschen Ort erwischt zu werden. Selbst der Psychiater kann dafür, dass Basils fummelige Hände sich an diversen Hotelgästen pikant vergreifen, keine stichhaltige Erklärung liefern …","versions":[{"lang":1,"streams":[{"redirect":9586698,"hoster":"VOE"},{"redirect":8392312,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Waldorfsalat","epNo":3,"alt":"Waldorf Salad","descr":"Zwei hungrige Gäste fordern trotz später Stunde vehement, bekocht zu werden. Pech für Basil Fawlty. Denn leider weigert sich Küchenchef Terry ebenso heftig, in der Küche Überstunden zu schieben. Missmutig wirft Basil sich selbst in die Schürze. Das Verhängnis nimmt seinen Lauf, als Mr. Hamilton einen Waldorfsalat nebst \"Screwdriver\" ordert. Basil präsentiert stolz seine kullinarische Höchstleistung \"Salatblätter an Schraubenzieher\". Ein tragisches Unglück ist unvermeidbar …","versions":[{"lang":1,"streams":[{"redirect":9586699,"hoster":"VOE"},{"redirect":8383738,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Räucherhering und eine Leiche","epNo":4,"alt":"The Kipper And The Corpse (a.k.a. Death)","descr":"Ein Hotelgast liegt tot im Bett. Daran können nur die verdorbenen Heringe schuld sein, die ihm Basil Fawlty zum Frühstück serviert hat – ein Skandal! Basil dreht durch. Die übrigen Gäste dürfen auf keinen Fall Wind von der Sache bekommen. Die stinkigen Heringe versteckt er in seinem Pullover. Manuel versucht, die Gäste mit temperamentvollem Flamencotanz abzulenken. Vergeblich – Miss Tibbs kippt vor Schreck aus den Pantoffeln. \"Two dead, 25 to go\" …","versions":[{"lang":1,"streams":[{"redirect":9586697,"hoster":"VOE"},{"redirect":8383739,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Hochzeitstag","epNo":5,"alt":"The Anniversary","descr":"Es ist der 15. Hochzeitstag der Fawltys. Zur Feier des Tages organisiert Basil für seine Ehefrau eine Überraschungsparty. Die muss allerdings ohne Sybil stattfinden, da sie sich auswärtig einen netten Abend macht. Sybil war davon ausgegangen, dass Basil den Hochzeitstag wie jedes Jahr vergisst – peinlich, peinlich. Die ersten Gäste sind im Anflug, Basil wird sich fürchterlich blamieren. Doch dann hat er eine geniale Idee: Sybil ist krank. Ein fataler Fehler: Die lustige Partygesellschaft drängt direkt ins Schlafzimmer, um die arme Sybil aufzumuntern …","versions":[{"lang":1,"streams":[{"redirect":9586700,"hoster":"VOE"},{"redirect":8383746,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Basil die Ratte","epNo":6,"alt":"Basil The Rat (a.k.a. Rats)","descr":"Das Gesundheitsamt schickt einen Lebensmittel- und Hygiene-Inspektor nach Fawlty Towers. Mit Schrecken stellt er fest, dass das Hotel ein mikro-bakterielles Debakel ist. Der Inspektor stellt eine Mängeliste auf, die bis zum nächsten Morgen abgearbeitet sein muss, sonst wird das Hotel geschlossen. Eilig macht man sich ans Werk. Dann folgt ein neuer Eklat: Basil findet bei Manuel eine Ratte. Das Tier muss sofort weg. Doch Manuel glaubt felsenfest, dass \"Basil\" – so der Name des Haustiers – ein sibirischer Hamster ist. Auf keinen Fall wird er ihn weggeben. Schliesslich versteckt Polly \"Basil\" im Schuppen. Doch \"Basil\", die Ratte, kehrt ins Hotel zurück …","versions":[{"lang":1,"streams":[{"redirect":9579077,"hoster":"VOE"},{"redirect":8383745,"hoster":"Streamtape"}]}]}]}]}