{"seriesId":"das-mdchen-und-die-nacht","name":"Das Mädchen und die Nacht","descr":"[The Reunion (2022) | La Jeune Fille et la Nuit] In der sechsteiligen Miniserie \"Das Mädchen und die Nacht\" kehrt der erfolgreiche Schriftsteller Thomas (Ioan Gruffudd) nur auf Drängen seines besten Freundes Maxime (Gregory Fitoussy) anlässlich einer Jubiläumsfeier ihrer alten Schule in seine Heimatstadt in Südfrankreich zurück. Dort werden sie schon bald von ihrer dunklen Vergangenheit eingeholt: Vor 25 Jahren verschwand die charismatische Mitschülerin Vinca (Ivanna Sakhno) spurlos, in die Thomas unglücklich verliebt war. Damals haben er und sein Freund ein Verbrechen begannen, das nun vielleicht doch noch ans Tageslicht zu kommen droht. Um sich und ihre Familien zu schützen, müssen Thomas und Maxime herausfinden, warum Vinca damals das Internatsgelände an der Côte d’Azur verließ. Doch je näher sie der Wahrheit kommen, desto größer wird die Gefahr.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord verjährt nicht","epNo":1,"alt":"Épisode 1","descr":"Schriftsteller Thomas Degalais kehrt zum Klassentreffen aus seiner Wahlheimat London an die internationale Schule in Antibes zurück. Dort hat sich vor 25 Jahren etwas Schreckliches ereignet. Die alte Schulsporthalle soll abgerissen werden. Thomas und sein Freund Max befürchten, dass dadurch ihr lange gehütetes Geheimnis ans Tageslicht kommen könnte. Zudem versucht Thomas herauszufinden, warum seine große Liebe Vinca damals spurlos verschwunden ist. Der erfolgreiche Autor Thomas Degalais wird bei einer Autogrammstunde in London mit seiner Vergangenheit konfrontiert. Eine junge Frau, die aussieht wie seine einst spurlos verschwundene Mitschülerin Vinca, überreicht ihm eine Einladung zum Ehemaligentreffen an der internationalen Schule im südfranzösischen Antibes. Sein noch dort lebender Schulfreund Maxime Biancardini rät Thomas davon ab, zu der Veranstaltung anzureisen. Max befürchtet, dass nun doch noch ans Tageslicht kommt, was die beiden vor 25 Jahren getan haben. Das Geschehen von einst steht in Zusammenhang mit dem Keller der Schulsporthalle, die nun abgerissen und neu gebaut werden soll. Thomas setzt sich über die Bedenken hinweg und reist an die Côte d’Azur. Bei der Party an der Schule treffen er und Max auf den Journalisten Stéphane Pianelli, einen ehemaligen Mitschüler, der gerade an einem Artikel über den Fall Vinca arbeitet.","versions":[{"lang":1,"streams":[{"redirect":13105988,"hoster":"VOE"},{"redirect":12885161,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wenn die Vergangenheit dich einholt","epNo":2,"alt":"Épisode 2","descr":"Ein Leichenfund im Keller der Schulsporthalle bleibt zunächst folgenlos für Thomas und Max. Allerdings ist dort auch noch eine alte Tasche mit Geld aufgetaucht, die viele Fragen aufwirft. Manon, eine ehemalige Mitschülerin und jetzige Polizistin, nimmt die Ermittlungen in dem Fall auf. Der Journalist Pianelli, der zum Verschwinden von Vinca recherchiert, unterstützt sie dabei. Thomas findet derweil heraus, dass Vinca eine Affäre mit seinem Vater hatte. Thomas hat beobachtet, wie Polizisten im Keller der Schulsporthalle ein Skelett gefunden haben. Er trifft sich mit Max, um ihn darüber zu informieren. Thomas ist zuversichtlich, dass niemand eine Verbindung zu dem Verbrechen, das sie beide vor 25 Jahren begangen haben, herstellen wird. Tatsächlich bleibt der Fund zunächst folgenlos. In einem der alten Spinde in der Turnhalle befand sich allerdings auch noch eine Tasche mit fast 100.000 Francs. Die Polizistin Manon, eine frühere Mitschülerin von Thomas und Max, bekommt dazu einen Tipp von dem Journalisten Pianelli. Er erzählt ihr, dass der besagte Spind früher der von Thomas gewesen sei. Manon trifft sich mit Thomas und konfrontiert ihn mit dem Taschenfund. Er streitet ab, irgendetwas damit zu tun zu haben. Auch die Ärztin Fanny, eine Ex-Freundin von Thomas, wird im Krankenhaus mit der Vergangenheit konfrontiert. Sie behandelt Ahmed, einen Mitarbeiter von Max’ Vater, dem Bauunternehmer Francis. Der Patient redet scheinbar wirr vor sich hin. Es geht um eine Leiche, die in der Sporthalle einbetoniert sein soll.","versions":[{"lang":1,"streams":[{"redirect":12885165,"hoster":"VOE"},{"redirect":12885164,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödlicher Irrtum","epNo":3,"alt":"Épisode 3","descr":"Thomas beichtet seiner Ex-Freundin Fanny das Verbrechen, das Max und er vor 25 Jahren begangen haben. Fannys Reaktion darauf erschüttert Thomas. Weil er vermutete, dass Alexis Clement und Vinca eine Affäre hatten, war Thomas damals krank vor Eifersucht auf seinen Philosophielehrer. Vincas Aussage über eine vermeintliche Vergewaltigung brachte das Fass zum Überlaufen. Olivier macht sich Sorgen, weil seinem Lebenspartner Max ein Brief mit einer abgebrochenen Messerklinge zugeschickt worden ist. Er fragt sich, ob sie und ihre beiden Töchter in Antibes noch sicher sind. Unterdessen findet Thomas heraus, dass Fanny vor 25 Jahren die kompromittierenden Fotos gemacht hat, die seinen Vater Richard mit Vinca zeigen. Auch die Polizistin Manon ist mittlerweile auf diese Spur gekommen. Richard erzählt ihr, dass er von Vinca mit den Bildern erpresst worden sei und die jetzt gefundene Tasche mit dem Geld ihm gehöre. Richard betont allerdings, dass er Vinca nicht umgebracht habe. Fanny steht derweil im Krankenhaus unter Druck, weil sie Ahmed während ihrer Schicht ein Schlafmittel verabreicht hatte und er noch in derselben Nacht gestorben ist. Sie erzählt Thomas, dass Ahmed vor seinem Tod von einer versteckten Leiche in der Sporthalle gesprochen habe.","versions":[{"lang":1,"streams":[{"redirect":12885168,"hoster":"VOE"},{"redirect":12885167,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alexis’ Rache","epNo":4,"alt":"Épisode 4","descr":"Max erzählt Thomas’ Mutter Annabelle, was vor einem Vierteljahrhundert mit dem Lehrer Alexis Clement passiert ist. Zum Erstaunen von Thomas und Max weiß Annabelle bereits darüber Bescheid. Thomas findet heraus, dass Fanny wohl etwas mit Vincas Verschwinden zu tun hat. Zudem erfährt er Überraschendes über seine Familie. Das Navi von Annabelles Auto führt Thomas zu einem Haus. Dort entdeckt er ein Bild, das seine Mutter mit einem anderen Mann zeigt. Max hält es nicht mehr aus. Er gibt vor Thomas’ Mutter Annabelle zu, dass er und Thomas den Lehrer Alexis Clement umgebracht haben. Annabelle, die selbst Lehrerin an der internationalen Schule war, hat das aber bereits gewusst. Sie schlägt vor, dass sie sich am Abend alle noch einmal treffen und beratschlagen, wie es nun weitergehen soll. Zunächst will Annabelle aber Max’ Vater Francis ausfindig machen, der den Jungs vor 25 Jahren bei der Vertuschung ihrer Tat geholfen hat. Doch nun ist Francis spurlos verschwunden. Sind ihm seine Verbindungen zu russischen Kriminellen zum Verhängnis geworden? Thomas versucht unterdessen weiterhin, das Rätsel um Vincas Verschwinden zu lösen. Eine vielversprechende Spur führt dabei zurück zu einer Aufführung im Schultheater. Findet sich hier der entscheidende Hinweis?","versions":[{"lang":1,"streams":[{"redirect":12885172,"hoster":"VOE"},{"redirect":12885171,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer einmal lügt","epNo":5,"alt":"Épisode 5","descr":"Max ist in eine Falle gelockt worden. Thomas findet ihn lebensgefährlich verletzt an der Aussichtsplattform in der Nähe der Schule. Wer ist für den hinterhältigen Angriff verantwortlich? Während Max im künstlichen Koma im Krankenhaus liegt und ums Überleben kämpft, erfährt Thomas von Fanny, dass sie ihm die Wahrheit über die letzte Nacht vor Vincas Verschwinden bislang verschwiegen hat. Die Warnung von Thomas kam zu spät. Max ist in eine Falle gelockt worden. Thomas findet ihn schwer verletzt in der Nähe einer Aussichtsplattform an der Schule. Die Ärzte sind sich nicht sicher, ob Max durchkommen wird. Sie versetzen ihn in ein künstliches Koma. Olivier, der Lebenspartner von Max, fordert Thomas auf, der Polizei endlich die Wahrheit über die Vorkommnisse aus dem Jahr 1997 zu sagen. Thomas trifft sich aber erst einmal mit Fanny, die ihn mit einem Geständnis überrascht: Sie hat Vinca damals eine Überdosis Schlafmittel in den Tee gemischt und glaubt, dass sie daran gestorben ist. In Max’ Krankenzimmer entdeckt die Polizistin Manon unterdessen einen entscheidenden Hinweis.","versions":[{"lang":1,"streams":[{"redirect":12885182,"hoster":"VOE"},{"redirect":12885183,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mit anderen Augen","epNo":6,"alt":"Épisode 6","descr":"Im Haus der Schulleiterin Deville kommt es zum Showdown. Annabelle bedroht sie mit einer Waffe. Sie will von ihr wissen, was sie mit den Drohungen und Gewalttaten der letzten Tage zu tun hat. Als es zu einer gewaltsamen Auseinandersetzung zwischen Emily Deville und seiner Mutter kommt, greift Thomas ein. Mittlerweile ist klar, wie Vinca verschwunden ist. Doch es bleiben sowohl für Thomas als auch für Polizistin Manon noch viele Fragen offen. Die heutige Schulleiterin Emily Deville hat vor 25 Jahren offenbar eine maßgebliche Rolle bei den Ereignissen rund um Vinca gespielt. Damals war Deville bereits als Lehrerin an der internationalen Schule in Antibes angestellt. Thomas’ Mutter Annabelle sucht sie nun mit einer Pistole bewaffnet auf und stellt sie zur Rede. Was hat Deville mit den Drohungen und Gewalttaten zu tun, die sich in den vergangenen Tagen ereignet haben? Auch Deville hat viele Fragen an Annabelle. Als es zu einer gewaltsamen Auseinandersetzung zwischen den beiden Frauen kommt, greift Thomas ein. Auch Polizistin Manon stößt wenig später hinzu. Danach scheint das Rätsel um Vincas Verschwinden gelöst. Aber gibt sich Thomas wirklich mit der Erklärung zufrieden?","versions":[{"lang":1,"streams":[{"redirect":12885197,"hoster":"VOE"},{"redirect":12885198,"hoster":"Streamtape"}]}]}]}]}