{"seriesId":"das-sarah-silverman-programm","name":"Das Sarah Silverman Programm","descr":"In Los Angeles siegt die Dreistigkeit, so gesehen passt sich die Arbeitslose Sarah lediglich an. Die fiktive Figur","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Batterien","epNo":1,"alt":"Batteries","descr":"Sarah Silverman lebt in Valley Village. Sie hat keinen Job, weshalb ihre Schwester Laura die Miete zahlt. Ihre Nachbarn Brian und Steve beschreibt sie als \"riesig groß, orange und schwul\". Ein weiterer treuer Begleiter ist ihr Hund Doug. Sarah verfügt über die Gabe, überall wo sie auftaucht, Chaos zu verbreiten. Ihr Vater hat sogar einmal behauptet, dass sie noch nicht einmal einkaufen könne, ohne den jeweiligen Laden durcheinander zu bringen. Als sie plötzlich dringend neue Batterien für ihre Fernsehfernbedienung braucht, muss sie sich wohl oder übel auf den Weg in einen Supermarkt machen und Batterien kaufen. Da sie gerade wieder kein Geld hat, bittet sie ihre Schwester um Hilfe. Mit drei Dollar in der Tasche versucht sie nun Batterien für 3,49 Dollar zu kaufen. Das erweist sich als ziemlich schwierig, und so beschließt sie, die Dinger kurzerhand zu stehlen. Selbstverständlich wird sie dabei ertappt. Sie flieht, und eine wilde Verfolgungsjagd beginnt. Schließlich wird Sarah buchstäblich in die Ecke getrieben. Jetzt kann ihr nur noch der Himmel helfen – es kommt zu einer sexuellen Begegnung mit dem Allmächtigen. (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":9699587,"hoster":"VOE"},{"redirect":14515019,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Officer Jay","epNo":2,"alt":"Officer Jay","descr":"Sarah wird festgenommen, weil sie getrunken hat – Hustensaft. Als sie schließlich aus dem Gefängnis entlassen wird, bemerkt sie mit Entsetzen, dass zwischen dem Polizisten, der sie verhaftet hat, und ihrer Schwester etwas läuft. In der Zwischenzeit gibt sich Brian die größte Mühe, seinen Partner Steve davon zu überzeugen, dass er bisexuell ist. (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":12383367,"hoster":"VOE"},{"redirect":14515020,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Menschenfreundin des Jahres","epNo":3,"alt":"Humanitarian Of The Year","descr":"Auf dem Weg zu einem morgendlichen Termin läuft Sarah ihrem ehemaligen Highschool-Klassenkameraden Fred über den Weg. Fred ist mittlerweile obdachlos und lebt in einem Karton auf der Straße. Als sie erfährt, dass Jay den Preis \"Menschfreund des Jahres\" bekommen soll, weil er sich um blinde Kinder kümmert, erklärt sie, dass sie den Preis viel eher verdient hätte. Immerhin habe sie einen Obdachlosen bei sich aufgenommen – was sie in Wirklichkeit bis dato noch gar nicht getan hat. Bevor die anderen etwas merken, macht sich Sarah auf die Suche nach Fred, um in zu sich nach Hause einzuladen. (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":14496946,"hoster":"VOE"},{"redirect":14515018,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Positiv negativ","epNo":4,"alt":"Positively Negative","descr":"Sarah geht aus purer Langeweile zu einem Aids-Test. Zwar hat sie zunächst keinen Grund zu glauben, infiziert zu sein. Doch das ändert sich schlagartig, als sie in der Beratungsstelle einen Fragenkatalog über mögliche Ansteckungsrisiken beantworten muss. Fortan ist Sarah überzeugt, HIV-positiv zu sein und geht ihrer Umwelt mit ihrer Paranoia gehörig auf die Nerven. Womit es Sarah aber keineswegs bewenden lässt! Kurzerhand gründet sie eine Aids-Stiftung, die sich zum Ziel gesetzt hat, die Öffentlichkeit über die Erkrankung aufzuklären – und insbesondere über die Tatsache, dass die arme, bedauernswerte und äußerst liebenswürdige Sarah Silverman sich infiziert hat … (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":9586652,"hoster":"VOE"},{"redirect":8383210,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nicht ohne meine Tochter","epNo":5,"alt":"Not Without My Daughter","descr":"Sarah bewirbt sich bei einem Schönheitswettbewerb, obwohl sie weiß, dass sie längst zu alt für derartige Veranstaltungen ist. Schließlich steigt sie aus und versucht statt dessen einer ziemlich jungen Bewerberin unter die Arme zu greifen. Im Gegensatz zu Sarah ist das Mädchen zu jung für den Wettbewerb. Sie braucht unbedingt die schriftliche Erlaubnis eines Erziehungsberechtigten, um zugelassen zu werden. Kurzerhand springt Sarah ein und übernimmt die Rolle der Mutter. Doch dafür ist sie wiederum eigentlich zu jung …","versions":[{"lang":1,"streams":[{"redirect":8989777,"hoster":"VOE"},{"redirect":14515022,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lesbenstress","epNo":6,"alt":"Muffin’ Man","descr":"Eine Begegnung mit Officer Jays lesbischer Partnerin Tig führt dazu, dass Sarah ihre eigene sexuelle Orientierung in Frage stellt, denn in der Vergangenheit hatte sie nicht nur gute Erfahrungen mit Männern. Unterdessen nötigt Steve Brian dazu, ein neues Getränk namens Tab zu probieren. Leider ahnt Steve nicht, welche Konsequenzen das für ihn hat, denn Brian ist dem Drink nach kurzer Zeit völlig verfallen – und Steve muss diese Leidenschaft wohl oder übel mit ihm teilen … (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":14497039,"hoster":"VOE"},{"redirect":14515021,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Babies und Bomben","epNo":1,"alt":"Bored Of The Rings","descr":"Sarah findet heraus, dass die Mitglieder der Gruppe, der sie kürzlich beigetreten ist, radikale Abtreibungsgegner sind und einen teuflischen Plan geschmiedet haben: Sie wollen einen Bombenanschlag auf die Klinik verüben, in der Sarahs Schwester Laura ehrenamtlich tätig ist. Unterdessen bringt ein dummes Missverständnis Steves Pläne für den Tag gehörig durcheinander: Brian dachte nämlich, dass die im Kalender notierte Abkürzung \"D\u0026D\" für Dungeons \u0026 Dragons steht und hat gleich ein paar Freunde zum Spielen eingeladen. Das passt Steve gar nicht in den Kram, denn er hatte eher an romantisches Date zu zweit gedacht … (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":9586653,"hoster":"VOE"},{"redirect":8383214,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Frage des Geschmacks","epNo":2,"alt":"Joan Of Arf","descr":"Sarah wacht auf und sieht, wie sich ihr Hund Doug am eigenen Hinterteil leckt. Als sie später mit Doug im Park spazieren geht, wiederholt der Hund dieses eigentümliche Ritual. Sarahs Neugier ist geweckt. Sie fragt sich, was das Ganze bloß soll und beschließt kurzerhand, bei ihrem Hund selbst einmal \"Zunge anzulegen\" – mit fatalen Folgen … (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":8989776,"hoster":"VOE"},{"redirect":8383217,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sarah sieht schwarz","epNo":3,"alt":"Face Wars","descr":"Sarah ist der festen Überzeugung, dass Schwarze es in der amerikanischen Gesellschaft wesentlich einfacher haben als Juden. Um den Beweis für ihre Behauptung zu erbringen, will sie einen Tag lang in die Rolle einer Schwarzen schlüpfen. Ob Sarah mit ihrer gewagten These tatsächlich richtig liegt?","versions":[{"lang":1,"streams":[{"redirect":8989780,"hoster":"VOE"},{"redirect":8383226,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Doodie","epNo":4,"alt":"Doodie","descr":"Das Grab von Sarahs und Lauries Mutter wird von einem Wahnsinnigen zerstört. Beide sind untröstlich über diesen schrecklichen Vorfall und wollen unbedingt einen neuen Grabstein für die letzte Ruhestätte der Mutter kaufen. Wo das Geld dafür herkommen soll, ist allerdings fraglich. Plötzlich kommt den beiden ein genialer Einfall: Sie melden sich einfach als Kandidatinnen in ihrer Lieblingsfernsehsendung an!","versions":[{"lang":1,"streams":[{"redirect":8989781,"hoster":"VOE"},{"redirect":8383229,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ah, Men","epNo":5,"alt":"Ah, Men","descr":"Sarah hat eine innige Beziehung zu Gott aufgebaut. Leider stellt sich jedoch heraus, dass dieser alles andere als verlässlich ist. Sarah gibt die Hoffnung trotzdem nicht auf: Sie glaubt fest daran, den Allmächtigen auf dem anstehenden Klassentreffen der Highschool präsentieren zu können und damit ordentlich Eindruck zu schinden …","versions":[]},{"epId":"episode-6","name":"Dora … verzweifelt gesucht","epNo":6,"alt":"Maid To Border","descr":"Sarah feuert ihr Hausmädchen Dora fristlos, weil sie glaubt, dass die ihre heiß geliebte \"Shoplift Shelley\"-Figur geklaut hat. Es dauert jedoch nicht lange, bis Sarah diesen Schritt bitterlich bereut, denn ihre Wohnung versinkt im totalen Chaos. Dora muss zurück, soviel steht fest. Und dafür ist Sarah kein Weg zu weit. Sie reist bis nach Mexiko, um die gute Seele zur Rückkehr zu bewegen. Gibt Dora ihrer Arbeitgeberin eine zweite Chance?","versions":[{"lang":1,"streams":[{"redirect":8989785,"hoster":"VOE"},{"redirect":8383228,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"High! Ich bin es, Sarah","epNo":7,"alt":"High, It’s Sarah","descr":"Sarah freut sich, weil sie endlich mal einen Nachmittag allein mit ihrem Nachbarn Brian verbringen kann. Und weil Brians einziges Hobby bekanntlich das Kiffen ist, dauert es nicht lange, bis auch Sarah ihre Lunge mit Marihuanarauch vollpumpt. Als sich die beiden dann bald darauf bekifft in den nächsten Supermarkt begeben, macht Sarah eine Entdeckung, die ihrem drogenvernebelten Hirn als echte Sensation erscheint. Denn sie stellt fest, dass der Firmenkonzern ShaarCorp sowohl fettfreie Chips als auch ein Anti-Durchfallmittel sowie Toilettenpapier herstellt. Und da Sarah von Brian weiß, dass der Konsum von fettfreien Chips unweigerlich zu Durchfall führt, wittert Sarah einen üblen kapitalistischen Trick zur Umsatzmaximierung.Deshalb beschließen Sarah und Brian, den Chef von ShaarCorp zu entführen, um ihn zu einer Korrektur der vermeintlich schändlichen Verkaufsstrategie seines Unternehmens zu veranlassen. Und die beiden Bekifften setzen dieses Vorhaben dann auch tatsächlich in die Tat um, woraufhin Sarahs Haus schon bald von Spezialeinheiten der Polizei umstellt wird. Da Sarah erkennt, dass sie nun ganz schnell eine geniale Idee braucht, um sich aus dieser Situation ungestraft herauswinden zu können, entschließt sie sich dazu, ihr Bewusstein mit einer erneuten Dosis Marihuana zu erweitern, was sich nicht unbedingt als gute Idee herausstellt.","versions":[{"lang":1,"streams":[{"redirect":8989782,"hoster":"VOE"},{"redirect":8383232,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mongolenparty","epNo":8,"alt":"Mongolian Beef","descr":"Sarah hat ein neues Hobby: Ahnenforschung. Dabei entdeckt sie, dass ihre russischen Vorfahren einst von mongolischen Horden überfallen wurden. Dabei kam es zu Vergewaltigungen seitens der wilden Reiter. Auch wenn seither 800 Jahre verstrichen sind, glaubt Sarah die Folgen der Vergangenheit immer noch zu spüren. Sie ist fest entschlossen, die Mongolei als Nachfolgestaat der mittelalterlichen Eroberer zu verklagen.","versions":[{"lang":1,"streams":[{"redirect":12920397,"hoster":"VOE"},{"redirect":8383235,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Neue Freunde","epNo":9,"alt":"Making New Friends","descr":"Sarah stellt fest, dass sie ihre Freunde eigentlich extrem langweilig findet, da sie sie nämlich allesamt bereits so gut kennt, dass sie ihr Verhalten in einer beliebigen Situation exakt vorhersagen kann. Und deshalb beendet sie offiziell ihre Freundschaft mit Brian, Steve und Jay, die natürlich genauso schockiert sind wie Laura, die von Sarah auch zur Langweilerin erklärt wird. Aber Sarah bleibt konsequent und macht sich sofort auf die Suche nach neuen Freunden, die schon bald gefunden sind, da Sarah in dieser Hinsicht nicht besonders wählerisch ist. Aber genau deshalb besteht Sarahs neuer Freundeskreis dann auch aus einigen höchst obskuren Zeitgenossen, die sich bald als noch langweiliger erweisen als Brian, Steve, Laura und Jay. Und so kehrt Sarah bald wieder reumütig zu ihren alten Freunden zurück …","versions":[{"lang":1,"streams":[{"redirect":8989787,"hoster":"VOE"},{"redirect":8383238,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Patriotin","epNo":10,"alt":"Patriot Tact","descr":"Sarah stellt fest, dass all ihre Freunde Langweiler mit eingefahrenen Gewohnheiten sind. Steve wiederum hat ordentlich zugelegt, weil er seine Heißhungerattacken nach dem Haschischkonsum einfach nicht in den Griff bekommt. Seine Brüste sind mittlerweile von denen einer Frau kaum noch zu unterscheiden. Er selber ist sich dieses Problems gar nicht bewusst, bis er eines Tages eine bittere Erfahrung macht …","versions":[{"lang":1,"streams":[{"redirect":8989788,"hoster":"VOE"},{"redirect":8383247,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Pipi","epNo":11,"alt":"Pee","descr":"Sarah hat in letzter Zeit ordentlich zugelegt. Sie selber glaubt, dass ihr Magen nur ein wenig aufgebläht ist. Mit dieser Vermutung liegt sie jedoch komplett daneben. Der eigentliche Grund für die Gewichtszunahme ist nämlich ein ganz anderer: Sarah ist schwanger – und zwar bereits im neunten Monat!","versions":[{"lang":1,"streams":[{"redirect":8989783,"hoster":"VOE"},{"redirect":8383245,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Obdachlos, aber sexy","epNo":12,"alt":"There’s No Place Like Homeless","descr":"Sarah überfährt mit ihrem Auto einen Mann, den sie für Osama Bin Laden hält. Als sich herausstellt, dass sie mit ihrer Vermutung komplett daneben lag, ist sie zutiefst beschämt. Kurz darauf ruft sie deshalb eine Kampagne ins Leben, um sicherzustellen, dass die tragischen Ereignisse vom 11. September 2001 niemals in Vergessenheit geraten.","versions":[{"lang":1,"streams":[{"redirect":12333198,"hoster":"VOE"},{"redirect":8383243,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zach Braff","epNo":13,"alt":"Fetus Don’t Fail Me Now","descr":"Zum ersten Mal in ihrem Leben raucht Sarah Haschisch und katapultiert sich damit innerhalb kürzester Zeit in vollkommen neuen Sphären. In ihrem Rausch hinterlässt sie auf ihrer eigenen Mailbox eine Nachricht der etwas anderen Art …","versions":[]},{"epId":"episode-14","name":"Ich dachte Daddy wäre tot","epNo":14,"alt":"I Thought My Dad Was Dead, But It Turns Out He’s Not","descr":"In einer Buchhandlung entdeckt Sarah ihren tot geglaubten Vater. Er streitet zunächst ab Max Silverman zu sein, doch als Sarah vorschlägt rumzuknutschen, kann er nicht anders als zu zugeben, dass er damals vor seiner Vaterrolle geflohen ist. Nun muss natürlich Laura informiert werden. Und wo könnte man das besser machen, als in einer Fernsehshow?Zur Feier der Familienwiedervereinigung hat Sarah gleich noch einen Song vorbereitet, in den Max überraschenderweise mit einsteigt. Das Tochter-Vater Duett kommt dermaßen gut an, dass die beiden fortan durch das Land touren.Doch Sarah wäre nicht Sarah, wenn sie den Bogen nicht wieder überspannen würde. Um noch bessere Resonanz zu bekommen, entschließt sie sich einen jüngeren Sänger für die Rolle des Max zu engagieren. Doch das Publikum reagiert ablehnend und Sarah versucht zu retten, was nicht mehr zu retten ist. Der echte Max will gar nicht mehr zurück, da er mittlerweile bei ‚Les Misérable‘ unter Vertrag ist.","versions":[{"lang":1,"streams":[{"redirect":8989789,"hoster":"VOE"},{"redirect":8383255,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kangamangus","epNo":15,"alt":"Kangamangus","descr":"Sarah hat die Idee ein neues Wort zu erfinden. Doch während sie sich den Kopf zerbricht, um dann endlich einen Einfall zu präsentieren, schüttelt Brian einfach ein Wort aus dem Ärmel, das ziemlich schnell von den Menschen angenommen wird – Flecknase.Sarah ist verzweifelt und bittet ihren Freund das Wort wieder vom Markt zu nehmen, allein es ist zu spät. Schon ist es in den allgemeinen Wortschatz aufgenommen und der Erfinder, Brian, soll auch noch auf einer Preisverleihung geehrt werden.Jay ist der Meinung, dass es viel zu viele negative Wörter gibt und bringt Sarah mit Tookie zusammen, der nach einem Wortgefecht eine echte Schussverletzung davon getragen hat. Dieser will sich an dem Erfinder des Wortes Flecknase rächen und hat seinen Kumpel auf die Verleihung geschickt, um Brian erschießen zu lassen.Sarah, Laura und Jay gelingt es diesen Plan zu vereiteln. Und am Ende präsentiert Sarah ein neues, positives Wort","versions":[{"lang":1,"streams":[{"redirect":8989790,"hoster":"VOE"},{"redirect":8383256,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ja, ich bell","epNo":16,"alt":"Vow Wow","descr":"Jay macht seiner geliebten Laura endlich einen Heiratsantrag, den diese natürlich sofort freudig annimmt. Sarahs Freude hält sich hingegen in Grenzen, da sie Jay ja bekanntlich nicht ausstehen kann und überdies gefrustet ist, weil sie selbst den Partner fürs Leben noch nicht gefunden hat. Doch dazu fällt ihr schnell eine Lösung ein, denn eigentlich hat Sarah ja doch schon sehr lange einen festen Lebespartner – nämlich Doug, den Hund. Und da der sich nicht wehren kann, schleift sie ihn schon bald vor den Traualtar, um den Bund der Ehe mit dem armen Tier zu schließen.Doch da Doug sich im entscheidenden Moment mehr dafür interessiert, ein schönes Häufchen auf der Straße zu machen als seiner Herrin das Jawort zu geben, muss Sarah nun doch noch etwas länger darauf warten, dass sich ein passenderer Ehe-Partner für sie findet …","versions":[{"lang":1,"streams":[{"redirect":8989793,"hoster":"VOE"},{"redirect":8383258,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Proof Is in the Penis","descr":"aura ist wieder mal genervt, weil sie ständig für die finanziellen Eskapaden ihrer Schwester aufkommen muss und ersinnt daher einen ausgeklügelten Plan, um Sarah dazu zu bewegen, sich einen Job zu besorgen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Silverman and the Pillows","descr":"Der gütige alte Märchenonkel Mister Pillows wird vom lokalen Fernsehsender gefeuert, da die jungdynamischen Programmplaner seine Vorlesestunde durch ein frecheres und zeitgemäßeres Format ersetzen wollen. Und die Moderatorin für eine solche Sendung ist auch schnell gefunden, nämlich Sarah, die fortan als Sarah St. Clair ein Kinderprogramm nach ihren eigenen Vorstellungen gestalten darf. Da sie in ihrer Sendung allerdings vor allem ihre Lieblingsthemen aus dem Urogenitalbereich anspricht, gründen sich bald einige Bürgerinitiativen, die die sofortige Absetzung von Sarahs Sendung fordern.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Slip Slope","descr":"Sarah verklagt \"Kevin – Allein zu Hause\" – den Film – weil sie sie dazu veranlasst hat, versehentlich ihre neue Nachbarin zu ermorden, und wird zur offiziellen Zensorin des Valley Village-Fernsehens. Brian sinnt auf Rache an einem Vogel, der ihm immer wieder auf den Kopf scheißt.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"NightMayor","descr":"Sarah hat es satt, von den bevorstehenden Bürgermeisterwahlen zu hören, und setzt sich für eine gefälschte Kandidatin ein, die sie \"May Kadoody\" nennt. Eine echte May Kadoody tritt vor, als sie als Gewinnerin bekannt gegeben wird.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Smellin’ of Troy","descr":"Sarah findet wieder Kontakt zu ihrem imaginären Freund aus Kindertagen, Troy, der sie in ein Leben voller Sex und Drogen lockt. Nachdem Brian sich weigert, Steve in seiner Band spielen zu lassen, kreiert Steve einen Song, der Brian verspottet und im Internet enorme Popularität erlangt.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Fairly Attractive Mind","descr":"Sarah hat die irrige Erkenntnis, dass sie zurückgeblieben ist, und versucht, ihre Behinderung zu nutzen, um Menschen zu inspirieren. Brian und Steve stoßen versehentlich aneinander, als sie versuchen, ein magisches Drachentelefon in die Hand zu nehmen und die Körper zu wechseln.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Songs in the Key of Yuck","descr":"Sarah und Steve gehen zu einem Jam-Band-Konzert, bei dem Sarah alle Fans davon überzeugt, dass sie eigentlich keine Jam-Band-Musik mögen, sondern nur stolpern. Laura kommt auf ungewöhnliche Weise mit Jays chronischen Lachanfällen zurecht.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Just Breve","descr":"Sarah erzählt als altmodische Südstaatlerin die Geschichte von Steve, der einen Babyroboter namens \"Breve\" erschafft, um den Brian und er sich wie ihr eigenes Kind kümmern müssen. Laura und Jay sprechen einander über ihre gewagten sexuellen Interessen.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Good Van Is Hard to Find","descr":"Nachdem Sarah wiederholt in die Transporter von Pädophilen geklettert ist, wird ihr klar, dass die Kerle, die die Transporter fahren, nicht an sich gruselig sind, sondern dass die Transporter sie so machen. Brian und Steve geraten in eine Pattsituation, um zu entscheiden, wer an der Reihe ist, die Wäsche zu waschen.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Wowschwitz","descr":"Laura und Sarah duellieren sich mit Holocaust-Gedenkstätten. Sarah lädt ihren Freund Murray, der in Auschwitz war, als Ehrengast zu ihrem Denkmal ein. Sie weiß nicht, dass Murray als Wachmann in Auschwitz war.","versions":[]}]}]}