{"seriesId":"das-horn","name":"Das Horn","descr":"Während der Hauptsaison im Winter suchen viele Bergsteiger aus der ganzen Welt das Adrenalin in den Walliser Alpen und erklimmen das Matterhorn und die es umgebenden Berggipfel. Das führt zu einem unbarmherzigen Teufelskreis für die Crew der Air Zermatt, denn die Bergretter müssen bis zu 25 Rettungsmissionen am Tag fliegen, oft ohne Unterbrechung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Gletscherspalte","epNo":1,"alt":"The Crevasse","descr":"Das Team der Air Zermatt steht vor einer großen Herausforderung, als ein Skifahrer in eine 30 Meter tiefe Gletscherspalte fällt. In einem Rennen gegen die Zeit müssen die engagierten Bergretter den Verunglückten aus der Tiefe befreien, bevor das Eis sich verschiebt und den Skifahrer in einem Grab aus Eis einschließt.","versions":[]},{"epId":"episode-2","name":"Der Berg","epNo":2,"alt":"The Mountain","descr":"Das Matterhorn und die Berge des Umlandes können besonders im Winter trügerisch sein. Doch für das Team der Air Zermatt sind sie wie ein zweites Zuhause. Als Veteranen der Luftrettung haben sie gelernt, ihre Emotionen beiseite zu legen und ihre Pflicht zu tun.","versions":[]},{"epId":"episode-3","name":"Schneller als der Sensenmann","epNo":3,"alt":"Faster Than The Grim Reaper","descr":"Während eines Rettungsfluges bemerkt der leitende Pilot Sam, dass etwas mit dem Helikopter nicht stimmt. Er muss nun entscheiden, ob er sicher landet oder seine gefährliche Mission verfolgt. Danach kommt es im Hangar der Air Zermatt zu einem Kampf um Leben und Tod, wobei die Fähigkeiten des gesamten Medizinerteams gefragt sind.","versions":[]},{"epId":"episode-4","name":"Der längste Tag","epNo":4,"alt":"The Longest Day","descr":"Während der Hauptsaison im Winter suchen viele Bergsteiger aus der ganzen Welt das Adrenalin in den Walliser Alpen und erklimmen das Matterhorn und die es umgebenden Berggipfel. Das führt zu einem unbarmherzigen Teufelskreis für die Crew der Air Zermatt, denn die Bergretter müssen bis zu 25 Rettungsmissionen am Tag fliegen, oft ohne Unterbrechung.","versions":[]},{"epId":"episode-5","name":"Jedes Detail zählt","epNo":5,"alt":"The Smallest Piece","descr":"In den letzten Jahrzehnten hat das Team der Air Zermatt die Bergrettung revolutioniert. Die Technologie hat sich stark entwickelt seit dem ersten Rettungseinsatz mit dem Helikopter des Modells \"Lama\". Seither war die Air Zermatt stets an vorderster Front, wenn es darum ging, Rettungseinsätze sicherer und effizienter zu gestalten.","versions":[]},{"epId":"episode-6","name":"Der Sturm","epNo":6,"alt":"The Storm","descr":"Das Wetter macht den Rettern der Air Zermatt einen Strich durch die Rechnung. Als ein großer Sturm hereinbricht, muss Gerold alle Rettungseinsätze einstellen. Ein isolierter Alpinist muss alleine auf dem Berg das Beste aus der grimmigen Situation machen.","versions":[]}]}]}