{"seriesId":"das-traumschiff","name":"Das Traumschiff","descr":"Die deutsche Adaption des US-\"Love Boat\": Die MS Berlin fährt mit ihren Passagieren zu den schönsten Urlaubsorten der Welt, während sich an Bord alles um bittersüße Liebesgeschichten, Eifersucht und Versöhnung, Freundschaften und gefährdete Ehen dreht. Kapitän Braske, später Kapitän Hansen und seit 1999 Kapitän Paulsen, Chefsteward Victor, Chefhostess Beatrice und Schiffsarzt Dr. Schröder suchen nach Lösungen der Probleme, damit die Kreuzfahrten so harmonisch wie möglich verlaufen. Und nebenbei gibt es viel von der schönen Landschaft des jeweiligen Reiseziels zu sehen. Seit 1999 spielen die \"Traumschiff\"-Folgen auf der MS Deutschland, und auch in der Besatzung gab es immer wieder Veränderungen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Spezial (2019) - Antigua","epNo":1,"alt":"","descr":"Die Reportage zeigt, wie die Premiere von Florian Silbereisen als neuer \"Traumschiff\"-Kapitän entstanden ist. Außergewöhnlich offen gewähren die Macher einen Blick hinter die Kulissen. In der Folge \"Antigua\" geht Florian Silbereisen als neuer Kapitän, Max Parger, an Bord. Gezeigt wird, wie er sich dieser Aufgabe stellt – und vor welchen Herausforderungen und Überraschungen Schauspieler und Filmcrew bei ihren Dreharbeiten standen. Im Fokus dieses Blicks hinter die Kulissen des \"Traumschiffs\" steht dabei die Frage, wie sich Florian Silbereisen in seiner Hauptrolle als Kapitän Max Parger schlagen würde. Im Interview gestand er offen, dass er durchaus Parallelen zu seiner Filmrolle sieht: voller Erwartungen, aber zugleich nervös, wie er sagte.","versions":[{"lang":1,"streams":[{"redirect":11718398,"hoster":"VOE"},{"redirect":11718393,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Spezial (2020)  - Kapstadt ","epNo":2,"alt":"","descr":"Die Reportage gewährt einen exklusiven Einblick in die Dreharbeiten. Die \"Kapstadt\"-Folge der TV-Reihe entstand unter ganz besonderen Bedingungen. Florian Silbereisen, Barbara Wussow, Daniel Morgenroth und viele andere Akteure ließen sich bei der Arbeit beobachten – auch dann, wenn mal etwas nicht perfekt lief. Die Kamera war dabei, sowohl in Kapstadt als auch an Bord – und ganz anders als geplant. Die Dreharbeiten im turbulenten und zuweilen nicht ganz ungefährlichen Kapstadt stellten die \"Traumschiff\"-Mannschaft und die Darsteller vor so einige Hürden. Denn an Traumplätzen zu drehen, ist das eine. Das andere ist, im Trubel dieser Millionenstadt ganze Straßenabschnitte für die \"Traumschiff\"-Macher zu sperren, mit den Stars der Serie und einem mehr als 30-köpfigen Team mittendrin, oder bei fast 40 Grad Celsius Hitze eine rasante Fahrszene zu drehen. In einer schwierigen Szene wurde Barbara Wussow von einer Stuntfrau gedoubelt. Wie diese zur fast perfekten Doppelgängerin der Schauspielerin gestylt wurde, gehört zu den vielen Beobachtungen dieser Reportage am Set. Was niemand ahnte, war, dass die größte Herausforderung erst nach den Dreharbeiten in Kapstadt auf das gesamte Team zukommen sollte. War Corona im Februar 2020 in Kapstadt noch kein Thema, brachte das Virus die gesamte weitere Planung des \"Traumschiffs\" in Gefahr, konnten Florian Silbereisen und weitere Akteure nicht mehr an Bord, und andere durften das Schiff nicht verlassen. Alles stand auf der Kippe, als kein Schiff mehr fuhr und die Welt nahezu abgeriegelt war. Wie es mit sehr viel Beharrlichkeit und ganz erstaunlichen Kameratricks aber dann doch gelang, auch unter den aktuellen Bedingungen die romantische Traumwelt des \"Traumschiffs\" zu erschaffen, verrät diese Reportage. Und ganz nebenbei auch, warum ausgerechnet Horst Lichter als Einziger keine Maske tragen musste.","versions":[{"lang":1,"streams":[{"redirect":11718425,"hoster":"VOE"},{"redirect":11718334,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Spezial (2021) -  40 Jahre auf See","epNo":3,"alt":"","descr":"Seit 40 Jahren ist das \"Traumschiff\" auf den Weltmeeren unterwegs. Dieser Film wirft einen exklusiven Blick hinter die Kulissen – und auf die Geschichte der legendären TV-Reihe. Schauspieler und Macher berichten von kuriosen Erlebnissen, die sie an Bord und an Land hatten. Entstanden sind vergnügliche, nachdenkliche und einzigartige Einblicke: eine Zeitreise und ein Blick auf die aktuellen Dreharbeiten. \"Das Traumschiff – Spezial\" ist mittlerweile schon Tradition – und eine ganz außergewöhnliche dazu: Nur dem Team dieser Dokumentation ist es gestattet, bei den Dreharbeiten an Land und auf hoher See dabei zu sein. Festgehalten wird, was in den Filmen nicht zu sehen ist. Etwas völlig Unerwartetes erlebt beispielsweise Florian Silbereisen. In einer Szene singen Schüler eines der traditionellen Lieder der Khoisan, der Ureinwohner im Süden Afrikas. Als Musiker ist Florian Silbereisen davon so begeistert, dass ihn die eingängige Melodie spontan zu einer Idee für einen neuen Hit inspiriert. Anstrengend wird es hingegen für Staff-Kapitän Martin Grimm alias Daniel Morgenroth. In einem namibischen Dorf soll er in einer Szene eine uralte Wasserpumpe wieder zum Laufen bringen. Aber anders als geplant streikt der riesige Dieselmotor wirklich, die Dreharbeiten in sengender Hitze mit einer 30-köpfigen Crew, mit Schauspielern und über 70 Komparsen müssen gestoppt werden – und der Schauspieler verletzt sich auch noch bei dieser Aktion. Kameramann Ralph Zeilinger fängt zahlreiche Momente ein, die zeigen, mit welchen Herausforderungen Schauspieler und Crew an jedem neuen Drehort zu kämpfen haben – und wie sich die Akteure auf ihre Rolle vorbereiten. Manchmal auch mit vermeintlich kleinen Dingen: Collien Ulmen-Fernandes als Schiffsärztin will lernen, wie man professionell eine Spritze setzt: mit einem echten Probanden, einer echten Arzthelferin – und einer präparierten Filmspritze. Diese Ausgabe von \"Das Traumschiff – Spezial\" berichtet nicht nur über die aktuellen Dreharbeiten. Das 40-jährige Bestehen der TV-Reihe ist Anlass, zurückzublicken: auf Wolfgang Rademann zum Beispiel, den legendären Begründer des \"Traumschiffs\", oder auf Schauspielerin Heide Keller, die langjährige Chefhostess an Bord. Beide sind verstorben, aber Zeitzeugen, Schauspieler und Mitglieder des Filmteams erinnern sich an Erlebnisse mit ihnen.Sie sind es auch, die Anekdoten erzählen können. Wie etwa Barbara Wussow, die berichtet, dass sie bei ihrer Anreise auf die Kapverden auf der falschen Insel abgesetzt wurde und nur mit Mühe an Bord des \"Traumschiffs\" gebracht werden konnte. Und Harald Schmidt als Kreuzfahrtdirektor Oskar Schifferle kann sich so einige bissige Kommentare nicht verkneifen. Dass er nur deshalb mitwirke, weil er gern die Uniform trage, wie er im Interview sagt, ist eher Seemannsgarn. Ganz ernst fasst er den Erfolg der Reihe knapp zusammen: \"’Traumschiff’ ist wirklich Eskapismus pur!\" Und während Medienwissenschaftler in Studien darüber sinnieren, weshalb diese Reihe nach so langer Zeit noch immer so erfolgreich ist, war Wolfgang Rademanns Analyse der heilen \"Traumschiff\"-Welt sehr pragmatisch. In einem Interview bei Markus Lanz im November 2014 sagte er: \"Ihr sollt euch alle unterhalten, 90 Minuten sollt ihr Spaß haben, und danach kommen sowieso die Regenwolken.\"","versions":[{"lang":1,"streams":[{"redirect":11718525,"hoster":"VOE"},{"redirect":11718449,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bahamas","epNo":1,"alt":"","descr":"Liebe und Karottensaft Der etwas sonderbare Walter Perschmann hat sich vorgenommen, ausgerechnet an Bord eines für seine lukullischen Mahlzeiten bekannten Kreuzfahrtschiffes eine strenge Diät einzuhalten. Mannhaft versucht er, Liebe und Karottensaft unter einen Hut zu bringen. Einer gewinnt immer Das Berliner Ehepaar Hermann und Charlotte Schulz hat diese Reise gewonnen, bringt sich aber gerade dadurch in große Schwierigkeiten. Ein neues Leben Elfriede Stahnke setzt bei dieser Reise alles auf eine Karte.","versions":[{"lang":1,"streams":[{"redirect":9209788,"hoster":"VOE"},{"redirect":9206432,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Barbados","epNo":2,"alt":"","descr":"Die Ausreißer Rudi und Trude Blaschke, ein Metzgermeisterehepaar aus Berlin, nimmt seine kleinen Streitigkeiten aus dem täglichen Leben mit in den Urlaub. Beide können sich nicht einigen, wie man richtig Urlaub macht. Erst als an Bord zwei blinde Passagiere entdeckt werden, findet Rudi Blaschke Gefallen an dieser Reise. Die Hochzeitsreise Das Ehepaar Else und Walter Borchert hat verspätete Flitterwochen geplant. Doch dass nicht alles so glatt wie gewünscht läuft, dafür bildet das charmante Ehepaar Neumann den unschuldigen Anlass.","versions":[{"lang":1,"streams":[{"redirect":11197729,"hoster":"VOE"},{"redirect":10100974,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jungferninseln","epNo":3,"alt":"","descr":"Liebe für Alice Herr Eschenbach macht sich Sorgen um seine Tochter Alice. Mit der Reise auf dem \"Traumschiff\" will er ihr eine Freude bereiten. Bei seinen Plänen spielt Joachim Lindau eine ganz besonders wichtige Rolle. Betsy und der Schlagerstar Betsy, die Tochter des Kapitäns, freut sich auf die Ferien, die sie zum ersten Mal auf Vaters Schiff verleben darf. An Bord macht sie eine sehr angenehme Entdeckung. Der Juwelendieb Der etwas geheimnisumwitterte Herr Lusek hat es wahrhaftig nicht leicht bei dem Versuch, Frau Engler zu \"umgarnen\". Er wird dabei immer wieder gestört und recht unsanft an Vergangenes erinnert.","versions":[{"lang":1,"streams":[{"redirect":11197725,"hoster":"VOE"},{"redirect":10100978,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dominikanische Republik","epNo":4,"alt":"","descr":"Wie ein Pfau im Korb Am Counter treffen Frau von Schrall und Frau Karsky, zwei etwas überspannte Damen, Lutz Steiner, der sehr von seiner Unwiderstehlichkeit überzeugt ist. Wie ein \"Pfau im Korb\" möchte er sich bei Vicki Schöller fühlen. Aber zu seiner Überraschung kommt alles ganz anders. Schröder gegen Schröder Frau Schröder will versuchen, eine gescheiterte Ehe an Bord zu vergessen. Keine Zeit für Oma Frau Berghaus wird von ihren Kindern wohlmeinend auf eine einsame Reise geschickt.","versions":[{"lang":1,"streams":[{"redirect":14426998,"hoster":"VOE"},{"redirect":10100976,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Grenada","epNo":5,"alt":"","descr":"In der Episode \"Der schüchterne Liebhaber\" von Curth Flatow ist Peer Schmidt als Chef eines Textilversandladens zu sehen, der Frauen gegenüber große Hemmungen hat. Zudem möchte er seine Identität nicht lüften. Das führt zu komischen Verwicklungen. In \"Ein Mann für Mama\" von Herbert Reinecker stellt eine Mutter ihrer Tochter mit viel Tricks einen neuen Vater vor. Ein recht merkwürdiger Passagier löchert nicht nur alle Besatzungsmitglieder mit der Frage nach der Länge des Schiffes, er verbringt auch seine gesamte Zeit damit, zu joggen, während ein älteres Paar es sich auf seine Weise an Bord gemütlich macht: \"Seenot und Magenbitter\".","versions":[{"lang":1,"streams":[{"redirect":9209801,"hoster":"VOE"},{"redirect":9206431,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Cayman Islands","epNo":6,"alt":"","descr":"Das glücklichste Paar des Jahres Ein junges Ehepaar, das in Scheidung lebt, wird von einer Illustrierten zum \"Glücklichsten Paar des Jahres\" gewählt. Ein rasender Fotoreporter verfolgt es auf allen seinen Wegen. Jan und die Studentin heißt die Geschichte um einen behinderten jungen Mann, der die Freude am Leben verloren hat. Nun hat der Studentenhilfsdienst ihm als Begleitung auch noch eine Studentin geschickt, die er schroff ablehnt. Der ungeschliffene Diamant Direktor Jansen unternimmt eine Kreuzfahrt, um einem drohenden Herzinfarkt vorzubeugen. Aber anstatt endlich einmal auszuspannen, nimmt er seine Sekretärin mit und diktiert ihr an Bord Briefe. Es ist zu befürchten, dass das nicht so weitergehen kann.","versions":[{"lang":1,"streams":[{"redirect":9209794,"hoster":"VOE"},{"redirect":9206435,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Marokko","epNo":7,"alt":"","descr":"Herz ist Trumpf heißt es oft buchstäblich bei Bauunternehmer Ulrich Möbius, denn Skat ist seine Leidenschaft und ihm eigentlich lieber als die schönste exotische Landschaft. Dass er darüber seine Frau etwas vernachlässigt, die Flirts nicht abgeneigt ist, scheint er nicht zu bemerken. Und schon bald taucht bei Frau Möbius in Gestalt von Peter Böhne ein ziemlich hartnäckiger Verehrer auf. Währenddessen gerät der junge Mann aus München, der mit seiner Frau auf Hochzeitsreise ist, gehörig in die Miesen. Er glaubt zwar, dass er ein guter Skatspieler ist, verliert aber trotzdem dauernd, so dass die Reisekasse bedrohlich zusammenschmilzt. Sängerin und Zauberer Eliane Roth, einst ein großer Star an den Opernhäusern und noch immer eine gute Liedsängerin, ist an Bord für einige Konzerte engagiert. Ihr Partner und Klavierbegleiter Hans Plattner hält ihr immer wieder verbittert die Diskrepanz zwischen der Zeit ihres großen Ruhms und ihrer heutigen Situation vor. Kein Wunder, dass Eliane leidet und immer unsicherer wird. Zu ihrem Unglück erkennt sie unter den Passagieren auch noch den großen Dirigenten Pieter van Kraan, der sich an Bord begeben hat, um seine Memoiren zu schreiben. Für Eliane Roth steht fest: wenn van Kraan ihr Konzert besucht, wird sie nicht auftreten. Zu sehr fürchtet sie in ihrer Unsicherheit sein Urteil. Als van Kraan mit ihr zusammentrifft, erkennt er ziemlich schnell ihre Lage und wendet eine aus kluger Einsicht und Herzlichkeit resultierende Taktik an, um ihr wieder Sicherheit und Selbstvertrauen zu geben. Bordbekanntschaften - sind nicht immer angenehm. Werner Hansen zum Beispiel hat mit Herrn Gerold, mit dem er die Kabine teilt, nicht viel Glück. Gerold ist exzentrisch und hat sehr eigene Ansichten über Großzügigkeit. Er interessiert sich nicht nur für die Kleidungsstücke seines Mitbewohners, sondern auch für die allein reisende Anette, auf die auch Herr Hansen \"ein Auge geworfen\" hat.","versions":[{"lang":1,"streams":[{"redirect":9209796,"hoster":"VOE"},{"redirect":9206439,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kenia","epNo":8,"alt":"","descr":"Das Kleid Eva und Ellen sind Freundinnen geworden. Sie ahnen nicht, daß sie beide auf denselben Mann gewartet haben. Der Simulant Da die Ärztin Angelika immer wieder Markus abblitzen ließ, beherzigt er den Rat der gerissenen Frau Meyer und markiert eine Krankheit. Kilimandscharo Ein blindes Mädchen verhilft einem verzweifelten Mann zu neuem Lebensmut.","versions":[{"lang":1,"streams":[{"redirect":11197743,"hoster":"VOE"},{"redirect":10100979,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Puerto Rico","epNo":9,"alt":"","descr":"Geschäftliches  … geht Herrn Kullmann sogar auf der Vergnügungsreise vor. Seine Frau Susanne fühlt sich vernachlässigt. Sie trifft sich heimlich mit ihrer Jugendliebe Klaus. Kolumbus und Kabeljau Frau Gruber arbeitet auf dem Hamburger Fischmarkt. Endlich reicht ihr Erspartes für eine Kreuzfahrt. Doch wie soll sie sich in solch exklusiver Umgebung behaupten? Frau Gruber engagiert Dr. Masek, der versucht, ihr gepflegte Manieren beizubringen. Der Hund Auf der Jagd nach ihm landet Victor zwischen Avocados und Tomaten. Eine Tierschützerin will den Vierbeiner unbedingt an Bord haben.","versions":[{"lang":1,"streams":[{"redirect":12383400,"hoster":"VOE"},{"redirect":9206442,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kenia","epNo":10,"alt":"","descr":"Damenbesuch Der Erste Offizier kommt ins Schlingern, weil gleich zwei seiner Herzdamen an Bord sind. Karl und Anna Die Liebe eines alten Ehepaares ist für ein junges, zerstrittenes Paar Anlaß, es wieder miteinander zu versuchen. Liebe durch zwei Zwei junge Männer glauben, dasselbe Mädchen zu lieben, ohne zu ahnen, daß ihnen Zwillinge einenStreich spielen.","versions":[{"lang":1,"streams":[{"redirect":9209577,"hoster":"VOE"},{"redirect":9206443,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Amazonas","epNo":11,"alt":"","descr":"Der Heiratsschwindler Als Frau Brack das Schiff betritt, erkennt sie den Heiratsschwindler Glöckner wieder, dessen Opfer sie war. Er pirscht sich an zwei steinreiche Amerikanerinnen heran …  Frau Schliemann und das Abenteuer In den Steward Roland ist Linda Schliemann verliebt. Sie hat ihre Mutter zu der Kreuzfahrt überredet, damit Mama den jungen Mann kennenlernt. Doch ihrer attraktiven Mutter gefällt er etwas zu sehr. Der Kinderfeind Ein Problem hat Herr Mangold. Er kann Kinder nicht leiden und findet die kleine Ulrike Lipke unausstehlich. Glaubte er. Allmählich erliegt er dem Charme des Mädchens …","versions":[{"lang":1,"streams":[{"redirect":9209781,"hoster":"VOE"},{"redirect":9206450,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Brasilien","epNo":12,"alt":"","descr":"Die Familien Hellmann und Siwalski aus dem Ruhrgebiet sind zerstritten. Ausgerechnet auf dem Traumschiff treffen sie sich wieder. Der FalschspielerMichel Gaven lebt vom Falschspiel. Frau Mikulaitis ist sein erstes Opfer. Tochter des ChefsUdo Limbach erfährt, daß sein Chef mit seiner Tochter eine Kreuzfahrt macht. Karrieresüchtig bucht Udo auch und knüpft hoffnungsvoll Kontakte.","versions":[{"lang":1,"streams":[{"redirect":9209780,"hoster":"VOE"},{"redirect":9206449,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Thailand","epNo":13,"alt":"","descr":"Auf der Reise nach Thailand geht es wieder turbulent an Bord der MS Deutschland zu. Das Crewmitglied Helma Winters reist in Begleitung ihrer Tochter und der Steward Holger erfährt, dass er Vater eines jungen Mädchens sein soll. Susanne Erhardt möchte auf dieser Reise das Vermögen ihres Ehemanns verjubeln, der sie betrogen hat.","versions":[{"lang":1,"streams":[{"redirect":11717873,"hoster":"VOE"},{"redirect":11717904,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bali","epNo":14,"alt":"","descr":"Zwei ganz unterschiedliche Reiseziele steuert Kapitän Paulsen diesmal mit seiner \"MS Deutschland\" an: Bali, die traumhafte \"Insel der Götter\" und Singapur, eine der lebendigsten und betriebsamsten Handelsmetropolen der Welt. Mit an Bord ist Maja Landau, die, seit einem von ihrem Mann verschuldeten Unfall, ihre Beine nicht mehr bewegen kann und von Bernd Landau seither liebevoll umsorgt wird. Als sich während der Reise die Anzeichen für eine Besserung Majas Leiden mehren, ist sie jedoch zunächst darüber gar nicht so glücklich, wie man glauben sollte. Für einige Turbulenzen an Bord sorgt weiters ein \"blinder Passagier\" namens Schätzchen. Das ist ein kleiner Hund, den Gianni Benedetti aufs Schiff geschmuggelt hat, wiewohl Tiere da eigentlich nicht erlaubt sind. Weil ausgerechnet Elsa Karstedt, Giannis ehemalige gestrenge Lehrerin, die Hunde nicht ausstehen kann, des Nachts Gebell vernimmt, wird das Versteckspiel für Gianni und Beatrices kleine Nichte, die als einzige um Schätzchen weiß, doch recht kompliziert. Und schließlich sind da noch Frank Dorfmann und Lea Brand, aus deren Leidenschaft zum Tauchsport rasch Zuneigung erwächst. Sie wird allerdings heftig gestört, als Franks Zwillingsbruder, Horst, plötzlich in Singapur auftaucht.","versions":[{"lang":1,"streams":[{"redirect":9208917,"hoster":"VOE"},{"redirect":9208903,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Brasilien","epNo":15,"alt":"","descr":"Ein junger Mann wird von seiner Mutter auf die Reise geschickt, nachdem er einen Suizid versucht hat, weil er seiner Meinung nach am Tod seines Freundes die Schuld trägt. Ein Mann, der seine unheilbar kranke Frau auf deren Wunsch vergiftete und als Tischnachbar einen Pastor hat, 3 junge Models, die einen reichen Mann suchen und ein Wissenschaftler, der nur Bücher im Kopf hat und Viktor den Auftrag gibt, sich um seine Frau zu kümmern.Erster Landausflug nach Bahia de Salvador, die Ex-Hauptstadt Brasiliens.","versions":[{"lang":1,"streams":[{"redirect":9209786,"hoster":"VOE"},{"redirect":9206455,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mexiko","epNo":16,"alt":"","descr":"Das Traumschiff nimmt Kurs auf Mexiko zu den Schätzen der alten Maya-Kultur. Diese gab es schon 1500 Jahre v.Chr.! Der neue erste Offizier ist der ältere Zwillingsbruder vom \"Liebling der Passagiere, Stewart Viktor! Sohn Carsten muss auf dem Schiff lernen und versuchte vergeblich, seine Tasche mit den Schulbüchern stehen zu lassen. Frau Herrmann hat einen Draht zu ihm. Als ihr mexik. Reiseführer ausfällt, übernimmt Frau Herrmann für ihn. Maja hat eine Verabredung mit ihrer Jugendliebe in Acapulco, der sie sitzen ließ! Maja erkennt, dass er immer noch der \"Luftikus\" von einst ist. Stewart Viktor gibt sich einen Ruck, und als er seine Liebe Christiane in ihrer Jolle auf dem Weg nach Bora Bora neben der \"Berlin\" sieht, springt er ins Wasser und schwimmt zu ihr! Dass der \"Klabautermann\" ein Affe sein musste, war schnell klar.","versions":[{"lang":1,"streams":[{"redirect":9209236,"hoster":"VOE"},{"redirect":9206454,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"New Orleans","epNo":17,"alt":"","descr":"Florian Freytag unternimmt mit seinem Enkel Daniel die Reise und löst damit ein längst fälliges Versprechen ein. Doch je näher man dem Ziel, New Orleans, kommt, umso nervöser wird Florian, denn diese Reise ist für ihn nicht nur ein Vergnügen. In New Orleans, wo Daniels Vater seit vielen Jahren lebt und mit Jazz-Musik seinen Lebensunterhalt verdient, soll eine wichtige Entscheidung getroffen werden.","versions":[{"lang":1,"streams":[{"redirect":11197751,"hoster":"VOE"},{"redirect":10100984,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Disney World","epNo":18,"alt":"","descr":"Ziel des \"Traumschiffs\" ist Florida, vor allem Orlando mit Disney World. Die Zuschauer erleben die Attraktionen von Disney World, sind Gast im MGM-Studio und sehen die vielfältigen nationalen Präsentationen in Epcot. Sie sind Zeuge der großen Weihnachtsparade und machen einen Abstecher nach Seaworld, wo sie den Spielen der Delfine und anderer Seebewohner zuschauen. An Bord sehen sie die große Silvester-Show mit viel Zauberei, Stargast Udo Jürgens und das riesige Silvester-Feuerwerk.","versions":[{"lang":1,"streams":[{"redirect":9209235,"hoster":"VOE"},{"redirect":9206461,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Norwegen","epNo":19,"alt":"","descr":"Die \"MS Berlin\" liegt noch im heimatlichen Hafen, da weiß es schon die ganze Mannschaft: An Bord wird auch sächsisch gesprochen. Auch wenn Klärchen und Hugo Pißwitz zuweilen mit ihrem Dialekt und ihrer unverdorbenen Natürlichkeit anecken, findet Klärchen doch bald vergnügte Mitspieler, um so richtig \"Schkat zu globbe\". Außerdem ist das komplette Architektenbüro Seebach anlässlich eines Firmenjubiläums mit von der Partie – von der Seniorchefin Agathe Seebach bis zur Putzfrau Frieda Gross. Als Geschäftsführer Hans Kehrer in Begleitung seiner Frau Susanne das Schiff betritt, scheinen die Probleme während der Nordlandreise unausweichlich zu sein: Denn schließlich weiß mittlerweile jeder in der Firma, dass Hans Kehrer ein Verhältnis mit seiner Sekretärin Gabi Fuchs hat. Nur seine schwerkranke Frau scheint völlig ahnungslos zu sein. Geschäftsführer Albert Brodersen traut seinen Augen nicht, als er unter den Passagieren seine ehemalige Geliebte Felicitas Mack in Begleitung der gemeinsamen Tochter Isabel entdeckt. Seiner Ehefrau Anette hatte Brodersen den folgenreichen Seitensprung nie gebeichtet. Wie gelähmt beobachtet er nun, wie sein Sohn Jean sich für die hübsche Isabel zu interessieren beginnt. Doch auch Anette hat noch eine Überraschung für ihren Ehemann parat. Unterdessen begrüßt die Crew der \"MS Berlin\" einen Neuling an Bord: Steward Alexander Gebauer. Der sympathische Aussiedler ist sofort allseits beliebt. Nur Funker Dirk Brandström ist ihm nicht sehr zugetan. Er hat Vorurteile gegen Aussiedler, und zudem muss er mitansehen, wie seine hübsche Verlobte, Stewardess Julia Conrad, und Alexander sich augenscheinlich näher kommen. Engagiert als Gaststar für den Betriebsausflug des Architekturbüros Seebach ist Wencke Myhre. Sie erklärt sich zudem bereit, Kapitän Hansen aus einer Verlegenheit zu helfen. Seine Reiseleiterin ist plötzlich ausgefallen, und er bittet Wencke, den Gästen der \"MS Berlin\" ihr Land zu zeigen. Auf dem Landausflug nach Spitzbergen kann Wencke Myhre amüsiert beobachten, wie Julia und Alexander sich verliebte Blicke zuwerfen. Kaum zurück von diesem romantischen Landgang wird der neue Steward Gebauer von Kapitän Hansen erwartet. Dieser hält ein Fax in Händen von der Hamburger Polizei. Sie hat ermittelt, dass Alexander Gebauer bei seiner letzten Arbeitsstelle Geld und Schmuck von Gästen gestohlen hat. Die Durchsuchung seiner Schiffskabine bringt zudem noch belastendes Material ans Tageslicht: Das vermisste Diamantarmband von Agathe Seebach findet sich in seinem Spind. Der junge Steward wird unverzüglich vom Dienst suspendiert. Doch Julia hält zu ihrer neuen Liebe und findet sogar noch eine Verbündete im Kampf gegen die Ungerechtigkeit. Auch Wencke Myhre kann nicht glauben, dass Alexander ein Dieb sein soll. Und sie hat eine Idee: Ein Anruf bei der Hamburger Polizei bringt Licht in die Angelegenheit. Der gemeine Schwindel kann aufgedeckt und Julias Verlobter Dirk Brandström als Urheber des belastenden Faxes entlarvt werden. In seiner Eifersucht hatte er auch das durch Zufall gefundene Armband von Agathe Seebach in den Spind seines Nebenbuhlers geschmuggelt. Nun ist es an ihm, das Schiff im nächsten Hafen zu verlassen. Inzwischen hat die Putzfrau der Firma Seebach, Frieda Gross, den italienischen Schiffskoch Vittorio kennen gelernt. In seiner Umgebung fühlt Frieda sich wohl, Hummer und \"solches Zeug\", das ist nichts für sie. Beide sind sich auf Anhieb sympathisch – mehr als nur eine Freundschaft scheint sich anzubahnen. Rechtzeitig zum Captain’s Dinner haben sich alle Wogen wieder geglättet: Fröhlich und entspannt sitzt die ganze Gesellschaft beieinander, sogar Frieda Gross und Schiffskoch Vittorio finden Gefallen am eleganten Dinner. Ein unerwarteter Anruf sorgt dafür, dass diebeiden sogar zu den \"Stars\" des Abends werden.","versions":[{"lang":1,"streams":[{"redirect":12920428,"hoster":"VOE"},{"redirect":9206479,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Südafrika","epNo":20,"alt":"","descr":"Mit von der Partie ist auch Reiseleiterin Lisa Kramer, eine Freundin von Beatrice. Sie soll die Gäste während der Landausflüge mit Informationen über Südafrika versorgen. Die stets lustige junge Frau ist sofort beliebt. Als sie jedoch Kapitän Hansen vorgestellt wird, scheint sie wie verwandelt: Hansen ist für sie der Mann, der für den Tod ihres Bruders Thomas verantwortlich ist. Der Kapitän saß seinerzeit in dem Prüfungsausschuss, der für die Vergabe von Kapitänspatenten zuständig war. Schiffspianist René Manier schwebt im siebten Himmel: Unter den zahlreichen Gästen entdeckt er seine ehemalige Lehrerin und heimliche Liebe Eleonore Stoll. Hat er sich als Schüler nie getraut, ihr seine Liebe zu gestehen, so hält er das unerwartete Wiedersehen für eine Fügung des Schicksals. Eleonore ist davon so gar nicht überzeugt: Sie beobachtet das Zusammentreffen mit René trotz aller Sympathie für den jungen Pianisten mit gemischten Gefühlen. Immerhin ist sie 20 Jahre älter als ihr ehemaliger Schüler. Zudem reagiert ihr Sohn Moritz eher genervt auf den hartnäckigen Verehrer seiner Mutter, wollte er sie doch endlich einmal ganz für sich alleine haben. Doch als Eleonore während eines Ausflugs in einem Nationalpark von einer Schlange gebissen wird, leistet René geistesgegenwärtig Erste Hilfe. Und damit hat er dann auch für Moritz die Feuerprobe bestanden. Der Bankangestellte Georg Schuetze hatte sich die Reise eigentlich ganz anders vorgestellt. Gemeinsam mit seiner neuen Freundin Vera Ande hatte er vergnügliche Liebesstunden an Bord geplant. Kaum angekommen, taucht zu seinem Entsetzen seine Ehefrau Doris auf. Schon bald verbünden sich die beiden Frauen und machen Georg das Leben schwer.","versions":[{"lang":1,"streams":[{"redirect":9209257,"hoster":"VOE"},{"redirect":9206472,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ägypten","epNo":21,"alt":"","descr":"Dieses Mal führt die Reise des Traumschiffs in das Land der Pharaonen. An Bord wollen sieben Männer mithilfe ihres früheren Lehrers verstaubtes Schulwissen wieder auffrischen. Grit van Dongen hat dagegen mit anderen Problemen zu kämpfen. Ihr früherer Mann bittet sie, ihre gemeinsame Tochter Kerstin wieder zu sich zu nehmen. Manfred Dreher ist von Eifersucht geplagt. Seine Frau Karin lässt sich während der Besichtigung des Abu-Simbel-Tempels von einem Verehrer umgarnen.","versions":[{"lang":1,"streams":[{"redirect":13056003,"hoster":"VOE"},{"redirect":9206475,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Indien / Malediven","epNo":22,"alt":"","descr":"An Bord der \"MS Berlin\" haben sich zahlreiche Passagiere eingefunden, um entspannte Tage im Indischen Ozean zu verbringen. Unbemerkt von seinem Vater gelangt auch Mathias Schröder an Bord. Schiffsarzt Dr. Schröder ist fassungslos über den Besuch seines \"Sorgenkindes\". Er glaubte seinen Sohn in der gerade begonnenen Drogentherapie. Die tiefe Kluft zwischen den beiden kann trotz der eilig angereisten Mutter Lieselotte nicht überwunden werden. Nur die hübsche, selbstbewusste Bordmoderatorin Katrin gibt nicht auf. Frisch verliebt in Mathias setzt sie alles daran, ihrem neuen Freund zu helfen, damit er nicht wieder in die verhasste Therapie zurückkehren muss. Die attraktive Erika Steiner ist überrascht, ihren Scheidungsanwalt Dr. Junghans an Bord zu treffen, der während dieser Kreuzfahrt endlich die Chance nutzen will, Erika seine Liebe zu gestehen. Kein leichtes Unterfangen, wenn die Dame des Herzens ihren Ex-Ehemann nicht vergessen kann. Die \"MS Berlin\" erreicht ein SOS-Ruf von zwei gestrandeten Sportseglern. Nach gelungener Bergung stellt sich heraus, dass es sich bei den beiden Schiffbrüchigen um Kurt Steiner und den \"Scheidungsgrund\", die junge Sekretärin Beate, handelt. Längst hat Kurt seine Scheidung bereut. Doch um Erika zurückzuerobern, muss Kurt etliche Federn lassen. Für die Freundinnen Sandra Helmholz und Angelika Jakob scheinen Träume wahr zu werden: An Bord des Schiffes lernen sie den Sohn des Maharadschas, Narinder Singh, kennen. Liebe und Eifersucht stellen die langjährige Freundschaft der beiden auf eine harte Probe, bis sie erkennen, dass der Prinz ein doppeltes Spiel mit ihnen getrieben hat. Wenige Tage vor der Goldenen Hochzeit hat Ewald Kolbus seine geliebte Frau Waltraud verloren. Am Sterbebett musste er versprechen, die geplante Traumreise nach Indien auch alleine anzutreten. Doch Ewald entpuppt sich als ein sehr merkwürdiger Mitreisender.","versions":[{"lang":1,"streams":[{"redirect":9209250,"hoster":"VOE"},{"redirect":9206471,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Hongkong","epNo":23,"alt":"","descr":"Unter dem Kommando von Kapitän Hansen nimmt die \"MS Berlin\" Kurs auf Hongkong. An Bord des Luxusliners haben sich zahlreiche Urlaubsgäste in Erwartung eines Spektakels ganz besonderer Art eingefunden: Sie wollen das chinesische Neujahrsfest erleben, das berühmte Feuerwerk am Hafen von Hongkong ist ein unvergessliches Schauspiel. Mit dabei ist auch Kommissar a. D. Herbert Schürmann. Hier will er sich auf sein neues \"Rentnerdasein\" einstimmen. Einen kleinen Reisegefährten findet er in Johannes. Der Junge weicht kaum von seiner Seite, bis er eines Tages spurlos verschwindet. Beunruhigt macht sich Herbert auf die Suche und findet den Jungen in seinem heimlichen \"Nest\", einem Rettungsboot. Aus Angst vor dem neuen Freund seiner Mutter hatte sich Johannes als blinder Passagier an Bord geschmuggelt. Beatrice informiert die besorgte Mutter. Am Hafen von Hongkong ist Johannes erneut verschwunden. Mit kriminalistischem Spürsinn gelingt es Schürmann, Jo \"einzufangen\" und an Bord zu bringen. Dort wartet bereits eine Überraschung auf ihn. Anstelle des verhassten Stiefvaters in spe begrüßt ihn Katharina Wagner, seine geliebte Großmutter. Johannes erfährt, dass seine Mutter endlich dem unsympathischen Freund den Laufpass gegeben hat. Katharina hat beschlossen, die Urlaubsreise zusammen mit ihrem Enkel fortzusetzen. Steward Klaus steckt in Schwierigkeiten. An Bord trifft er auf Ulrich Bode. Ihn hatte er seinerzeit überfallen, um Bodes heroinsüchtiger Tochter Geld für ihren Entzug zu beschaffen. Nun kommt es zu einer Auseinandersetzung, die mit einer schweren Herzattacke Bodes endet. Klaus hat noch ganz andere Sorgen: Er ist unglücklich in die Kabinenstewardess Anne verliebt. Aus für ihn unerklärlichen Gründen weist sie ihn jedoch immer wieder zurück. Nach einem Unfall erfährt Klaus endlich ihr Geheimnis: Anne ist schwanger. Berthold und Luise Böhme, Besitzer einer eigenen Baufirma, können die Traumreise nicht genießen. Sie bangen um einen wichtigen Auftrag. Genau den entscheidenden Mann, Baudezernent Walter Muck, treffen sie an Bord – in Begleitung von Eberhard Meyhopf, einem Bauunternehmer! Per Zufall gelangt dessen Brieftasche Luise in die Hände. Seine Visitenkarte entlarvt ihn als Konkurrenten im Projekt \"Rathausbau\". Luise wird aktiv und beweist dem verblüfften Baudezernenten unlautere Geschäftspraktiken durch Begünstigung. Studentin Claudia hat sich hoffnungslos in den zurückgezogen lebenden Dauergast an Bord, Stefan Reinking, verliebt. Bei interessanten Gesprächen kommt sie dem Schriftsteller näher. Doch die junge Liebe wird auf eine harte Probe gestellt: Stefan leidet an einer seltenen unheilbarenAsthmakrankheit.","versions":[{"lang":1,"streams":[{"redirect":9209211,"hoster":"VOE"},{"redirect":9206484,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dubai","epNo":24,"alt":"","descr":"Unter dem Kommando von Kapitän Hansen nimmt die \"MS Berlin\" diesmal Kurs auf die Vereinigten Arabischen Emirate. Was bisher keiner für möglich gehalten hätte, geschieht kurz vor Dubai. Aus unerklärlichen Gründen fallen beide Motoren der \"MS Berlin\" aus, und der Luxusliner ist manövrierunfähig. Während der Kapitän alle Passagiere nach Dubai in ein Hotel bringen lässt, macht sich in der Reederei in Deutschland ein karrierebesessener Jung-Manager Gedanken darüber, ob man nicht den Kapitän samt seiner technischen Mannschaft austauschen sollte. Da Chefingenieur Max Koppel den Fehler nicht schnell genug finden kann, schickt die Reederei den ehrgeizigen Manfred Martens an Bord. Kapitän Hansens voreilige Reaktion auf diesen Austausch, sein Amt zur Verfügung zu stellen, wird von Jung-Manager Busche freudig aufgenommen. Tatsächlich begibt sich bald ein neuer Kapitän in Richtung Dubai, und dieser neue Kapitän ist eine Frau. Den Passagieren wird indes die Zeit nicht lang. Karin, die Bord-Moderatorin, sorgt für das Unterhaltungsprogramm an Land, so dass Beatrice ihren Bänderriss an Bord auskurieren kann. Kapitän Charlotte Wentzel und der neue Chefingenieur Martens werden ziemlich frostig an Bord empfangen. Martens verschwindet umgehend im Maschinenraum, wo auch er vergeblich nach dem Fehler sucht. Wolf Riekmann, für die Bord-Elektronik verantwortlich, hat schließlich eine Idee. Allerdings geht er damit zu seinem \"Chef\" Max Koppel. Wolf glaubt, dass ein Computervirus das Steuerprogramm lahmgelegt haben könnte. Mit einer sauberen Kopie wäre der Fehler innerhalb kürzester Zeit behoben. Allerdings hat Wolfs Hilfe einen Preis: Sein Vorgesetzter soll sich für ihn beim Kapitän verwenden, weil er unerlaubterweise das Schiff verlassen hat, um bei seiner großen Liebe Jessy Philipp zu sein, die mit ihrem Vater diese Schiffsreise auf der \"MS Berlin\" gebucht hat. Während Kapitän Hansen sein Abschiedsdiner gibt, laufen plötzlich die Maschinen wieder an. Trotzdem will Hansen von Bord, allerdings nicht ohne seiner vermeintlichen Nachfolgerin eine Standpauke über Menschen und Menschlichkeit gehalten zu haben. Doch Charlotte Wentzel ist nicht die karrierebesessene Frau, für die er sie gehalten hat. Auch für drei Skatbrüder erweist sich diese Schiffsreise als Lehrfahrt. Denn ihre vernachlässigten Frauen haben es offensichtlich \"nicht übers Herz gebracht\", ihre Ehemänner bei ihrem geliebten Skatspiel zu unterbrechen und sie vom Auslaufen des Schiffes zu informieren.","versions":[{"lang":1,"streams":[{"redirect":12920422,"hoster":"VOE"},{"redirect":9206483,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Mauritius","epNo":25,"alt":"","descr":"Das Traumschiff nimmt Kurs auf Mauritius, die märchenhafte Insel im Indischen Ozean. Ein Fax erreicht die Crew mit der Nachricht, dass sich ein Passagier an Bord befinden wird, der für ein Reisejournal die Kreuzfahrt testen soll. Dr. Schröder glaubt zu wissen, wer der Tester ist, und Beatrice bekommt den Auftrag, sich besonders um diesen Herrn Scheffler zu kümmern. Doch Scheffler erweist sich als unbequem: Er nörgelt ständig und erreicht damit, dass die Mannschaft ihn – wenn auch zähneknirschend – besonders zuvorkommend behandelt. Bis sich herausstellt, dass Scheffler bei einigen Reedereien nur allzu bekannt ist: \"Mister 25 Prozent\" versucht mit allen Tricks, die Reisegesellschaften auszunehmen, indem er über Reklamationen einen Teil des Preises zurückverlangt! Der \"echte\" Tester ist, wie sich später herausstellt, eine alte Schulfreundin des Doktors, die er – unwissentlich natürlich – mit allen wichtigen Informationen versorgt hat. Witwer Hans-Georg Roederer feiert seinen 65. Geburtstag und hat zu diesem Anlass seine beiden Söhne Felix und Markus und seine Sekretärin Gerda, die gute Seele der Firma, eingeladen. Doch Roederer senior verfolgt mit dieser Reise auch ein Ziel: Die Söhne sollen gemeinsam die Firma übernehmen, beide schrecken jedoch vor diesem Plan zurück. Um den Ehrgeiz seiner Jungs herauszufordern, präsentiert Roederer Gerda als seine Verlobte und zukünftige Chefin der Firma. Der Vater erreicht tatsächlich, was er wollte – aber nur, weil Gerda seinen Söhnen \"reinen Wein einschenkt\". Die Theaterschauspieler Bögelein und Lippelt sind aufs Traumschiff gekommen, um zu arbeiten: Weil ihr Theater von der Schließung bedroht ist, präsentieren sie hier schon einmal ihr Repertoire vor einem anderen Publikum. An Bord sind auch die Politiker Grob und Müller-Berg, die über das Schicksal des Theaters entscheiden. Bögelein und Lippelt merken schnell, dass es hier nicht mit rechten Dingen zugeht, und mit etwas Glück kommen sie den beiden auf die Schliche: Grob und Müller-Berg verhandeln bereits vor der Wahl wichtige Punkte und verteilen sogar schon die Ressorts. Doch sie haben nicht mit den Schauspielerngerechnet …","versions":[{"lang":1,"streams":[{"redirect":9209775,"hoster":"VOE"},{"redirect":9206490,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Tasmanien","epNo":26,"alt":"","descr":"Die Reiseroute der \"MS Berlin\" führt nach Tasmanien, der Insel an der Südost-Küste Australiens. Pharmaziestudentin Beate Kellermeier und ihre lebenslustige Tante Rose haben schon im Flugzeug die Bekanntschaft zweier Reisegefährten gemacht. Während Rose in dem ängstlichen Bibliothekar Paul Gassner den idealen Begleiter für ihre attraktive Nichte sieht, ist ihr der großspurig auftretende Inhaber eines Gerüstbaubetriebes, Frank Dräger, äußerst unsympathisch. Dräger hat zu dieser Traumreise seinen Prokuristen Marco Hausmann und dessen Ehefrau Lisa eingeladen. Doch nicht uneigennützig, denn Frank und Lisa haben ein heimliches Verhältnis. Lisa ist die Situation sehr unangenehm, zumal sie ihren Mann liebt und die Verbindung mit Frank beenden möchte. Dass Marco dann beruflich am Ende wäre, hat Dräger sie schon wissen lassen. Um Lisa zu ärgern, versucht er ungeniert mit Beate zu flirten. Seine Chancen stehen aber schlecht: Beate hilft lieber Paul Gassner, sich an Bord zurechtzufinden. Seit seiner Kindheit wird er von Angstzuständen gequält. Die Schiffsreise hat ihm sein Psychiater als Therapie empfohlen. Fernsehquiz-Gewinnerin Esther Pauli fühlt sich von dem Luxus an Bord verunsichert. Die Verkäuferin schließt sich zunächst dem netten älteren Ehepaar Karl und Dora Preuss an und lernt zufällig Robert Ladewig kennen. Robert ist Kunsttischler und repariert eine Luxuskabine, doch um Esther zu beeindrucken, lässt er sie in dem Glauben, er sei ein reicher Schafzüchter. Auch Esther möchte ihrer neuen Liebe imponieren und erzählt, sie sei die Besitzerin einer Nobelboutique. Beiden ist bei ihrer Lüge nicht wohl, doch für eine Richtigstellung fehlt ihnen der Mut. Gast an Bord ist auch Erwin Runge, eine Jugendliebe von Chefstewardess Beatrice. Erwin steckt in einer schweren Krise. Der ehemalige Chirurg hat sein OP-Messer für immer beiseite gelegt, nachdem ein Patient unter seinen Händen gestorben ist. Obwohl alle Indizien für seine Unschuld sprechen, fühlt er sich verantwortlich. Er bittet Beatrice, niemandem an Bord zu verraten, dass er Arzt ist. Doch schon bald wird ein Chirurg gebraucht: Esther hat eine akute Blinddarmreizung, eine sofortige Operation ist unumgänglich. Schiffsarzt Dr. Schröder kann aber aufgrund einer bösen Handverletzung nicht operieren. Kapitän Hansen weiß sich keinen Rat, nur Beatrice hat eine Idee... Das Ausflugsboot bringt die Urlauber zu einer einsamen Badebucht. Mit allen Mitteln versucht Beate, den ängstlichen Paul in Wassernähe zu locken – vergeblich. Derweil unternehmen Lisa und Frank einen Surftrip. Unglücklicherweise werden sie von Marco in flagranti überrascht. Voller Panik steigt Lisa auf ihr Brett. Nichtschwimmer Marco muss vom Strand aus beobachten, wie seine Frau in eine Strömung gerät, aus der sie sich unmöglich allein befreien kann. Sein verzweifelter Hilferuf stößt bei Dräger auf taube Ohren. Wie automatisch greift Paul Gassner zur Rettungsleine und krault, zum allgemeinen Erstaunen, schnell wie ein Fisch zu Lisa. Auf Paul wartet ein neues Leben, erlöst von seiner beklemmenden Angst, an der Seite einerverständnisvollen Frau.","versions":[{"lang":1,"streams":[{"redirect":9209221,"hoster":"VOE"},{"redirect":9206488,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Sydney","epNo":27,"alt":"","descr":"Mit an Bord ist Annemarie Kruse, die von ihrem Mann Hilmar, einem besserwisserischen Oberstudienrat, permanent tyrannisiert wird. Als Annemarie die Nachricht von der drohenden Frühpensio- nierung ihres Mannes erfährt, vertraut sie sich Chefstewardess Beatrice an. Den nervigen Ehemann den ganzen Tag zu Hause – wie soll sie das ertragen? Bei einem Bummel durch die Stadt verrät Beatrice ihr eine unkonventionelle, aber wirksame Therapie. So findet der Studienrat plötzlich eine völlig veränderte Ehefrau vor. Annemarie leidet unter totalem Gedächtnisverlust und zwingt somit ihren Mann, die eingefahrenen Beziehungsstrukturen zu verändern ... Für den neuen Masseur an Bord, Andreas Sessler, bedeutet diese Reise die Verwirklichung seines Traumes. Er möchte unbedingt eine Eingeborenen-Siedlung im australischen Busch besuchen. Denn seit er vor Jahren an den Folgen eines Autounfalls erblindete, gilt sein Hauptinteresse der Kultur der Ureinwohner, vor allem ihrem unglaublichen Orientierungssinn. Bordfotograf Christian und seine Freundin und Assistentin Lisa werden durch Andreas von ihrer Vergangenheit eingeholt. Christian und Andreas waren Freunde, bis zu der Nacht, in der Lisa, mit Christian auf dem Beifahrersitz, Andreas angefahren hat. Christian hatte seinen Freund seither in dem Glauben gelassen, zu Lisa keinen Kontakt mehr zu haben und hat sich auch selber seit Jahren nicht mehr um Andreas gekümmert. Doch Andreas ist freudig überrascht, seinen alten Freund wiederzutreffen und bittet ihn, ihn bei seinem Ausflug zu einer Aborigines-Siedlung zu begleiten. Lautlos schlüpft auch Lisa auf den Rücksitz des Jeeps. Der blinde Masseur bemerkt nichts. Auf unbequemen Wegen kommt es zur Katastrophe: Der Wagen rutscht in einen Fluss, Christian kann zwar seinen Freund retten, doch Lisa wird ins Wasser geschleudert. (Sie setzt sich selbst hinters Steuer und fährt weiter, kippt dann um!) Sie trägt eine gefährliche Wunde davon und bekommt hohes Fieber. Es geht um Leben und Tod. Mit letzter Kraft erreichen sie eine Siedlung der Ureinwohner, wo Lisa von einem Medizinmann behandelt wird. Zurück an Bord gesteht Christian seinem ahnungslosen Freund Andreas endlich sein Geheimnis: In der Nacht des Unfalls war nicht Lisa, sondern er der Unglücksfahrer – noch dazu betrunken. Aus Liebe zu ihm hat Lisa damals die Schuld auf sich genommen. Peter und Ulrike Kelling wollen es auf der gemeinsamen Reise endlich ihren Kindern Susu und Moritz sagen: Sie wollen sich scheiden lassen. Als Moritz im Hafen von Sydney das imposante Piratenschiff \"Bounty\" entdeckt, schleicht er sich mit seiner Schwester unbemerkt an Bord. Just in diesem Moment legt das Schiff ab. Doch die Kinder haben Glück im Unglück. An Bord ist ein Fernsehteam, und auf die Geschwister wartet ein aufregender Tag mit Joachim Fuchsberger, der einen Dokumentarfilm über sein zweites Heimatland Aus- tralien dreht. Über Funk erfahren die Eltern die beruhigende Nachricht – und noch etwas haben die Ausreißer erreicht: Durch die Sorge um ihre Kinder haben Peter und Ulrike wieder zueinander gefunden ..","versions":[{"lang":1,"streams":[{"redirect":9209227,"hoster":"VOE"},{"redirect":9206495,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Singapur","epNo":28,"alt":"","descr":"Die Fahrt der MS Berlin nach Singapur bringt auch für Kapitän Vollmer Überraschungen. Aus einem anonymen Brief erfährt er, dass eine Dame an Bord ist, mit der ihn einst zarte Bande verbunden haben. Für nicht nur amouröse Verwicklungen sorgen hingegen Juwelier Groll, seine Gemahlin und ein Detektiv, der auf den hoch versicherten Schmuck aufpassen soll, den Groll auf dem Luxusschiff präsentieren will. Wesentlich ernsthaftere Probleme aber hat Frau Schneider, die ihrer kleinen Enkelin im Verlauf der Reise klarmachen muss, dass ihre Eltern tödlich verunglückt sind.","versions":[{"lang":1,"streams":[{"redirect":9209216,"hoster":"VOE"},{"redirect":9206496,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Hawaii","epNo":29,"alt":"","descr":"Eva Reimann, die neue Pächterin der Bordboutique, verliebt sich auf der Kreuzfahrt nach Hawaii in den Ersten Offizier. Doch an Bord befindet sich ein ehemaliger Kunde von ihr, aus der Zeit als sie noch als Callgirl arbeitete, um dort ihre schmutzige Vergangenheit aufzudecken. www.cinefacts.deBernd hat durch die Falschaussage von Michael, dem eifersüchtigen Sohn seiner Geliebten, 15 Jahre unschuldig gesessen!","versions":[{"lang":1,"streams":[{"redirect":9209328,"hoster":"VOE"},{"redirect":9206501,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Karibik","epNo":30,"alt":"","descr":"Vor Jahren hat Walter Buchner seine Frau beim Tauchen in der Karibik verloren. Nun ist er widerwillig mit seinem Sohn Sven an Bord des Traumschiffes gegangen. Doch nicht nur ein lebensgefährlicher Tauchgang Svens sorgt für Aufregung. Diebe an Bord haben wertvollen Schmuck gestohlen, der engagierte Star, Patrick Lindner, ist indisponiert und Beatrice wird im Dschungel des Amazonas überfallen und beraubt.","versions":[{"lang":1,"streams":[{"redirect":9209332,"hoster":"VOE"},{"redirect":9206503,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Argentinien","epNo":31,"alt":"","descr":"Kriminalkommissar Lucas Kramer will sich auf dem Traumschiff von seinem aufreibenden Beruf erholen. Er versucht dabei mehrfach, mit der attraktiven Anne Schenk ins Gespräch zu kommen. Doch jedes Mal reagiert sie eigenartig und ängstlich. Als Kramer ihr seinen Beruf nennt, ist sie davon überzeugt, dass er sie beobachten soll. Beim Landausflug nach Buenos Aires sieht Kramer aus einem Auto ein kleines Mädchen aussteigen, das Anne entgegen rennt. Unerwartet springt ein Mann auf sie zu, zerrt das Mädchen in sein Auto und rast davon. Lucas kommt der verzweifelten Anne zu Hilfe. Sie offenbart ihm ihre Geschichte: Ihr Ex-Mann Ricardo, ein Argentinier, hat ihre gemeinsame Tochter Laura entführt, obwohl ihr vom Gericht das Sorgerecht zugesprochen wurde. Nun wollte sie die Kleine endlich nach Deutschland holen. Lucas und Anne schmieden einen Plan. Am nächsten Tag gelingt es ihnen, während eines Festes auf Ricardos Estancia mit Laura zu fliehen. Doch als sie am Hafen ankommen, hat die Berlin bereits abgelegt. In Panik versuchen sie per Motorboot das Schiff zu erreichen, denn Annes Mann ist hinter ihnen her.","versions":[{"lang":1,"streams":[{"redirect":9206507,"hoster":"VOE"},{"redirect":9206508,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Galapagos / Jamaica","epNo":32,"alt":"","descr":"‚Leinen los‘ heißt es erneut für den schneeweißen Luxusliner ‚MS Berlin‘. Zahlreiche Passagiere haben sich an Bord eingefunden, voller Vorfreude auf zwei ganz unterschiedliche Reiseziele: die Galapagos-Inseln mit ihrer einzigartigen Tierwelt und Jamaika, die Sonneninsel in der Karibik. Die 18jährige Luisa Schulenberg ist seit einem Autounfall, bei dem ihre Mutter ums Leben kam, gelähmt. Eine organische Ursache liegt nicht vor, die Mediziner vermuten eine seelische Störung. Ihr Vater beobachtet eifersüchtig, wie sich Luisa und der Medizinstudent Juan immer näher kommen. Herr Schulenberg verbietet seiner Tochter jeglichen Umgang mit Juan. Doch die beiden jungen Menschen finden immer wieder Gelegenheit, sich zu treffen.","versions":[{"lang":1,"streams":[{"redirect":9209342,"hoster":"VOE"},{"redirect":9209255,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Namibia","epNo":33,"alt":"","descr":"Die Reiseroute führt entlang der Küste Südafrikas nach Namibia. Ein beeindruckendes und unvergessliches Erlebnis – und das nicht nur für die Gäste der MS Berlin. Auf der Gangway wundert sich Liselotte Berg über das geheimnisvolle und seltsame Verhalten ihrer etwas älteren Schwester Hilde. Die Witwen leben seit dem Tod ihrer Ehemänner zusammen und haben ihr Leben auch ohne männlichen Beistand gut im Griff. Was Liselotte allerdings nicht weiß: Hilde Berg hat einen Mann kennen und lieben gelernt und will ihrer Schwester während dieser Reise so schonend wie möglich beibringen, dass sie sich entschlossen hat, noch einmal zu heiraten. Für Kapitän Hansen ist es die letzte Fahrt auf der MS Berlin, er geht in den Ruhestand. Dass ihn seine letzte Reise ausgerechnet in das Land seiner Jugendträume führt, wo er auch mit seiner zukünftigen Frau seinen Lebensabend verbringen will, scheint ein weiterer Wink des Schicksals für das Paar zu sein. Unterdessen brodelt die Gerüchteküche auf der MS Berlin, denn jedes Crewmitglied hat so seine eigene Vorstellung, wer denn die Auserwählte des Kapitäns sein könnte. Christian Seelbinder will seine Freundin Corinna wieder zurückgewinnen, die sich von ihm, dem leichtlebigen Medizinstudenten, getrennt hat und eine Vernunftbeziehung mit ihrem wesentlich älteren Chef Jochen Körner eingegangen ist. Christian hat eigens auf dem Traumschiff als Steward angeheuert und brennt ein Feuerwerk von Einfällen ab, um die beiden in ihrer Zweisamkeit zu stören. Die seit Jahren verfeindeten Brüder Hilmar und Ralf Gerstenberg treffen sich – wie sie denken – zufällig auf dem Traumschiff. Von einem Onkel haben beide eine Diamantenmine in der namibischen Wüste geerbt, wie sie von den Anwälten in Windhuk erfahren. Doch bevor das Erbe angetreten werden kann, müssen die beiden Brüder wieder lernen, dass man nur gemeinsam Probleme bewältigen kann und auch nur gemeinsam eine Chance hat, die Namib-Wüste zudurchqueren.","versions":[{"lang":1,"streams":[{"redirect":9209343,"hoster":"VOE"},{"redirect":9206523,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Tahiti","epNo":34,"alt":"","descr":"In drei Stunden soll das Schiff auslaufen, und vom neuen Kapitän der \"MS Deutschland\" ist noch nichts zu sehen. Fred Paulsen kommt in aller Ruhe eine Stunde vor dem Ablegen mit seinem Motorrad angefahren. Sofort geraten der Neue und der 1. Offizier Werner Olbricht, der sich schon als Kapitän gesehen hat, in Streit. Für ihn wird die erste Station gleichzeitig die letzte sein. Wie immer treffen auch auf dieser Reise die verschiedensten Menschen aufein-ander. So etwa Hugo Albert Scholz, der schon am ersten Tag im Speisesaal drei fidele Damen – Edeltraud, Gerda und Uta aus Düsseldorf – erblickt und geschockt ist. Man kennt sich aus früheren Tagen! Hugo Albert meidet vorerst ihre Gesell-schaft. In Tahuata steht Cora Stiller zum Ersten Mal ihrem Onkel Max gegenüber. Nach dem Tod der Eltern – ihre Mutter war Insulanerin, wurde sie von Verwandten betreut. Nun möchte Onkel Max sie mit nach Deutschland nehmen, um ihr ein \"angenehmeres Leben\" zu bieten. – Doch Cora verliebt sich in den Schiffssteward Lukas, mit dem sie auf einer Südseeinsel leben möchte. Als sich Lukas mit dieser Idee nicht anfreunden kann, versucht sie ihn zu zwingen. Bei einem Ausflug auf eine romantische Insel manipuliert sie den Motor des Bootes. Lydia Höflich, das \"Sorgenkind\" der Crew, wirkt deprimiert und melancholisch. Schiffsarzt Dr. Schröder macht sich Sorgen um sie. Als sie sich bei einem Land-gang von den anderen absetzt und mit einem Taxi verschwindet, folgen ihr Dr. Schröder und Kapitän Paulsen auf einem Motorrad in den Dschungel. Auf einem Friedhof entdecken die beiden Männer den Grabstein von Lydias verstorbenem Mann. In letzter Sekunde können sie sie vor einem Selbstmord retten. Hugo Albert gerät immer mehr in Schwierigkeiten, denn seine Frau hat sich mit den fröhlichen Damen aus Düsseldorf angefreundet. Als Helga das Trio sogar zu Hugos Geburtstagsparty einlädt – dem 50. -, droht die Sache zu eskalieren. Also muss man sich gegenseitig \"reinen Wein\" einschenken, damit der 50. mit Helga, Ute, Edeltraud und Gerda so richtig gefeiert werden kann. Onkel Max muss einsehen, dass Coras Welt nicht die seine ist – sie gehört in die Südsee. Lukas hingegen will Beruf, Freunde und Verwandte nichtaufgeben.","versions":[{"lang":1,"streams":[{"redirect":9208892,"hoster":"VOE"},{"redirect":9208900,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Bali","epNo":35,"alt":"","descr":"Zum Jahrtausendwechsel wird das \"Traumschiff\" eine Reise über die Datums-grenze antreten, mit einer unvergesslichen Silvesterfeier. Viele Passagiere an Bord wollen den Beginn des neuen Jahrtausends auf dem Luxusliner erleben und feiern. Unter ihnen ist auch Bernd Lohmeyer, der seit fünf Jahren auf der Flucht vor der Polizei ist. Damals war er mit einem Koffer Schwarzgeld – fünf Millionen Mark – festgenommen worden, konnte aber entkommen. Seit dieser Zeit ist Robert Bach, Zivilfahnder beim Bundeskriminalamt, hinter Lohmeyer her. Doch Lohmeyer konnte ihm immer wieder durch geschickte Maskeraden, unterstützt von seiner Freundin Angela Stromberg, in letzter Sekunde entkommen. Bachs letzte Chance, Lohmeyer dingfest zu machen, ist diese Kreuzfahrt, denn die Straftat verjährt am 1. Januar 2000. Lohmeyer weiß von Bachs Anwesenheit auf dem Schiff und mahnt Angela zu äußerster Vorsicht. Offizier Bernhard Westphal nimmt zum ersten Mal seine Frau Simone mit auf Reise. Sie ist schwanger, und die beiden wollen das neue Jahrtausend gemeinsam begrüßen. Auch Patricia und Martin wollen auf besondere Weise in das Jahr 2000 starten. Am Silvesterabend soll geheiratet werden, natürlich in der romantischen Hochzeitssuite. Während Martin die Vorfreude anzusehen ist, scheint Patricia nicht sonderlich glücklich. Über die Frage, Kinder ja oder nein, haben beide verschiedene Ansichten. Auch Alfred Sander, ein Chemieunternehmer, der sich im Jahr 2000 zur Ruhe setzen will und über seine Nachfolger nachdenkt, hat sich das \"Traumschiff\" ausgesucht. Als Wunschkandidat hat er seine Tochter Isabel auserkoren, doch die ist vor fünf Jahren gegen den Willen des Vaters nach Bali umgesiedelt, wurde dort Ärztin und bekam ihren Sohn Jakob. Nach dem Tod ihres Mannes sehnt sie sich nun zurück nach Deutschland. Isabel hat ihrem Vater Alfred viele Briefe geschrieben, die allesamt unbeantwortet blieben. Alfreds Neffe Olaf und Frau Sabine haben ihre Post verschwinden lassen. Gemeinsam mit seiner intriganten Frau spekuliert er auf einen Schenkungsvertrag, der nur dann wirksam wird, wenn Isabel bis zum 31. Dezember 1999 nicht auftaucht. In dem Fall, so hat Alfred Sander es verfügt, gehören Olaf die Mehrheitsanteile des Unternehmens. Schnell wird deutlich, warum Patricia plötzlich nicht mehr so begeistert ist von der Heirat mit Martin. Sie hat nämlich Bernhard Westphal auf dem Schiff entdeckt, der sie vor zwei Jahren ohne Abschied und Erklärung verlassen hatte. Jetzt merkt sie, dass sie die Sache noch immer nicht überwunden hat und stellt Bernhard zur Rede. Der möchte verhindern, dass seine schwangere Frau Simone etwas von der Affäre erfährt. Aber bei einem gemeinsamen Ausflug lässt sich die Anziehungskraft zwischen den beiden kaum mehr verheimlichen. Unterdessen ist Bach Lohmeyer auf der Spur. Der Gejagte beauftragt Angela, mit dem Verfolger einen Landausflug zu unternehmen, ihn aber auf der Insel zurückzulassen. Doch die Sache läuft nicht nach Plan, und Lohmeyer muss weiter befürchten, entdeckt zu werden. In der Silvesternacht hat Kapitän Paulsen eine ganz besondere Überraschung für seine Gäste – sein Schiff überquert die Datumsgrenze. Doch er ahnt nicht, dass dieser Höhepunkt der Reise einigen Passagieren erhebliche Probleme bereitenwird.","versions":[{"lang":1,"streams":[{"redirect":9209340,"hoster":"VOE"},{"redirect":9206516,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Neuseeland","epNo":36,"alt":"","descr":"Das Traumschiff nimmt Kurs auf Neuseeland. Den zahlreichen Gästen an Bord steht eine ereignisreiche Reise bevor, die sie auch zu den Ureinwohnern dieses faszinierenden Landes, den Maori, führt. Die attraktive Journalistin Helma Matern ist allerdings nicht auf Erholungsreise – sie wittert ihre große Enthüllungsstory. Denn an Bord des weißen Luxusliners befindet sich der Romanautor Heinz Schulz, der unter seinem Pseudonym Paula Pattini die erfolgreichsten Frauenromane geschrieben hat und seit Monaten die Bestsellerlisten anführt. Da Paula Pattini die Öffentlichkeit scheut, ahnen die weiblichen Leser nichts von der wahren Identität ihrer Lieblingsautorin, und das soll auch so bleiben. So möchte das auch Rose Gervinius, die Agentin von Heinz Schulz. Rose beobachtet mit Besorgnis die geschickten Annäherungsversuche von Helma Matern bei ihrem Schützling Heinz und warnt ihn vor der energischen Frau. Doch Heinz schlägt alle Warnungen in den Wind und hat nur noch Augen für Helma. Regine und Rolf Hartmann wollen sich durch die Kreuzfahrt von vielen Schicksalsschlägen in der Vergangenheit ablenken lassen. Regine hatte drei Fehlgeburten und kann keine Kinder mehr bekommen. Rolf kümmert sich liebevoll um seine Frau, doch es gelingt ihm nicht, sie aus ihrer Melancholie herauszuholen. An Bord der \"MS Deutschland\" befindet sich auch der kleine Mickey Köhler, das Patenkind von Kapitän Paulsen, der mit seinen Streichen nicht nur die Nerven seines Onkels strapaziert. Um so glücklicher ist Paulsen, als Mickey die Bekanntschaft der Hartmanns macht und diese zu einem Landausflug überreden kann. Im Hafen von Auckland mieten sich der Bauunternehmer Gerd Götze, seine junge Frau Stella und sein bester Freund Benjamin Pohl ein Segelboot, um die benachbarten Inseln auf eigene Faust zu erkunden. Götze gehört zu den Menschen, die glauben, mit Geld alles kaufen zu können, und so geht er auch mit denen um, die ihm nahe stehen. Von der Brücke der \"MS Deutschland\" sieht Kapitän Paulsen eine rote Leuchtrakete in den Himmel steigen. Eine Segeljacht ist in Not. Paulsen lässt alle Maschinen stoppen und nimmt Stella und Benjamin Pohl an Bord. Gerd Götze soll einer Herzattacke erlegen sein. Doch die widersprüchlichen Angaben über den Hergang des Geschehens lassen nicht nur bei Kapitän Paulsen, sondern auch beim mitreisenden Kriminalkommissar Franz Engel Zweifel aufkommen.","versions":[{"lang":1,"streams":[{"redirect":9208946,"hoster":"VOE"},{"redirect":9208950,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Olympia 2000","epNo":37,"alt":"","descr":"Das Traumschiff macht sich diesmal auf den Weg nach Sydney zum Sport-Event des Jahres, den Olympischen Spielen. Unter den erwartungsvollen Passagieren befinden sich auch einige Sportler und Sportbegeisterte. So haben auch die beiden konkurrierenden deutschen Tennisspielerinnen ihre Überfahrt nach Australien auf der MS Deutschland gebucht. Jana Naumann reist alleine und Petra Hirte ist in Begleitung ihrer langjährigen Trainerin Doris Lenz, die an Bord zufällig ihre Jugendliebe wiedertrifft. Die beiden Sportlerinnen müssen in Sydney im ersten und entscheidenden Match gegeneinander antreten, so dass die Situation angesichts des Konkurrenzkampfs sehr angespannt ist. Hinzu kommt, dass Jana seit einiger Zeit von einem Unbekannten bedroht wird und Petra ständig Geschenke von einem heimlichen Bewunderer erhält. Gibt es einen Zusammenhang, und welche Rolle spielt der undurchsichtige Sigurd Kroll? Auch die Schwimmerin Karoline von Gerkhan und ihr Verlobter Sven Bayer sind an Bord. Sven hat durch eine Verletzung seine Sportkarriere beenden müssen und warnt die ehrgeizige Karoline vor ihrem übermäßigen und verbissenen Training. Dabei wird für alle an Bord sehr schnell deutlich, dass dieses Mädchen ein großes Problem hat. Ihr Körper ist den Belastungen der Wettkämpfe offenbar nicht mehr gewachsen. Eine Katastrophe steht bevor. Kapitän Paulsen erlebt diese spannende Fahrt jedoch aus einer ganz anderen Perspektive. In der Tennistrainerin Doris Lenz trifft er seine Jugendliebe wieder. Die Traumreise erinnert beide an die Zeit, als sie für feste Bindungen noch zu jung waren. Wird es diesmal ein Happy-End geben? Und dann gibt es noch die beiden Sportreporter Herbert Ernst und Marco Stahl, die die Wettkämpfe in Sydney kommentieren werden. Noch weiß Herbert Ernst allerdings nicht, dass er von seinem Sender beim Marathon-Finale durch einen jüngeren Kollegen ersetzt werden soll. So steht Kapitän Paulsen und seiner Crew wieder eine turbulente Zeit an Bord bevor, bis die MS Deutschland ihren exklusiven Liegeplatz vor der Oper in Sydney erreichen wird.","versions":[{"lang":1,"streams":[{"redirect":9209269,"hoster":"VOE"},{"redirect":9206517,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Seychellen","epNo":38,"alt":"","descr":"Die MS Deutschland nimmt Kurs auf die Seychellen, das traumhafte Inselarchipel und Taucherparadies im Indischen Ozean. Daniel Neumann, der Lektor an Bord, wird von Katie Becker begleitet, die nach einer langwierigen Augenerkrankung endlich wieder sehen kann. Katie ist fasziniert von der neuen Welt, die sich ihr bietet, und genießt die Eindrücke in vollen Zügen. Als sie den Bordpianisten Andreas Wirth kennen lernt und viel Zeit mit ihm verbringt, merkt Daniel, dass ihn nicht nur freundschaftliche Gefühle mit Katie verbinden. Irritiert und eifersüchtig beobachtet er die Entwicklung. Beatrice öffnet Daniel schließlich die Augen und ermuntert ihn, diese eine Möglichkeit zu nutzen, Katie für sich zu gewinnen. Auch für Sonja Brinkmann und ihre Mutter Monika wird diese Reise zu einem besonderen Erlebnis. Beide sind von Sonjas Vater, dem reichen Geschäftsmann Carsten Bugenhagen, zu dieser Fahrt eingeladen worden. An Bord lernen sie Thomas Albrecht und seine Frau Britta sowie den eigenwilligen Saxophonisten Axel Dittberger kennen, die alle das gleiche Ziel haben – die Privatinsel von Carsten Bugenhagen. Der Multimillionär hat allen Beteiligten eine dramatische Entscheidung mitzuteilen. Kapitän Paulsen hat diesmal eine unruhige Zeit an Bord. Kurz vor den Seychellen glaubt er, ein Lichtsignal wahrgenommen zu haben. Von einer altern Erinnerung gepackt, markiert er sich die Position sofort auf seiner Karte. Als Kapitän Paulsen im Hafen erfährt, dass ein Fischer und sein kleiner Sohn vermisst werden, weiß er sofort, was er zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":9209261,"hoster":"VOE"},{"redirect":9206524,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Mexiko","epNo":39,"alt":"","descr":"Diesmal nimmt die MS Deutschland Kurs auf Mexiko zu den Schätzen der alten Maya-Kultur. Am Pier nimmt Beatrice wieder zahlreiche Passagiere in Empfang, mit Geschichten, wie sie unterschiedlicher nicht sein können: Da sind beispielsweise Sylvia Proske und Uwe Kahlert, die sich bereits beim Einchecken unabhängig voneinander bei Beatrice intensiv nach der ärztlichen Versorgung an Bord erkundigen und sich auch schon einmal – rein prophylaktisch – den Operationssaal anschauen möchten. Beatrice ahnt, dass Dr. Schröder bei dieser Reise alle Hände voll zu tun haben wird. Ganz andere Probleme hat Dr. Andreas Brauer. Er ist Geschäftsführer eines Pharma-Unternehmens, und seine in Argentinien lebende Tante Margret will ihm die Leitung entziehen, wenn er nicht endlich heiratet. In der Not hat Andreas seiner Tante versprochen, ihr seine Ehefrau auf der gemeinsamen Kreuzfahrt vorzustellen. Da er nicht verheiratet ist, engagiert er die attraktive Studentin Corinna Walter. Alles wird genau besprochen, und eigentlich dürfte nichts schief laufen. Doch kaum angekommen, tauchen erste Schwierigkeiten auf. Die MS Deutschland befindet sich bereits auf hoher See, als die zur Mannschaft gehörende Bäckerin Olga einen blinden Passagier entdeckt. Der Mexikaner Juan muss dringend nach Hause in das Dorf bei Playa del Carmen, denn seine Mutter ist gestorben, und er hat eine kleine Schwester zu versorgen. Olga fühlt sich an ihren verstorbenen Sohn erinnert und versteckt Juan. Als Olga am folgenden Tag ihrem Schützling das Essen bringt, erleidet sie plötzlich einen Schwächeanfall. Juan verlässt sein Versteck, um den Kapitän zu alarmieren. Kapitän Paulsen ist entsetzt über die Situation, fällt aber ein salomonisches Urteil. Juan muss ihn und Dr. Schröder \"zur Strafe\" zu den Ruinen einer versteckten Maya-Stadt führen. Doch auch dieser Ausflug hält für alle Beteiligten noch einige aufregende Ereignisse bereit.","versions":[{"lang":1,"streams":[{"redirect":9209264,"hoster":"VOE"},{"redirect":9206531,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Las Vegas","epNo":40,"alt":"","descr":"An Bord der \"MS Deutschland\" herrscht seit Tagen große Aufregung: Karl Petersen, Chef der Reederei, wird in San Francisco an Bord erwartet und seinen Geburtstag zum Anlass nehmen, seinen Nachfolger vorzustellen. Noch ahnt niemand, dass Petersens Tochter Susanne in die Fußstapfen ihres Vaters treten wird. Diese möchte möglichst viele Informationen über das Schiff sammeln und heuert unter einem anderen Namen als Assistentin von Chefstewardess Beatrice auf der \"MS Deutschland\" an. Gaby Fischer, Pächterin der Bordboutique, hat sich in Kapitän Paulsen verliebt, der allerdings nur Augen für die extravagante Sängerin Lea Johnson hat. Frank Schubert, Hoteldirektor auf der \"MS Deutschland\", plagen gleich mehrere Probleme: Zunächst fällt es ihm schwer, seine Beziehung zu Kerstin Hilpert, der Kosmetikerin an Bord, geheim zu halten. Als dann auch noch seine zweite Geliebte, Lea Johnson, auftaucht, sorgt diese nicht nur bei Frank Schubert für Unruhe … Unter dem Vorwand, eine Fotoreportage über das Schiff zu machen, nimmt Jan Kabel, Reeder-Sohn, an der Reise nach San Francisco teil. Sein Vater erhofft sich davon wichtige Informationen, um die Petersen-Reederei übernehmen zu können und damit auch die \"MS Deutschland\". Als Jan auf die charmante Stewardess Susanne trifft und sich beide ineinander verlieben, ahnen sie nicht, welche berufliche Tätigkeit sie in Wirklichkeit miteinander verbindet. Kapitän Paulsen hat sich für die Liegezeit des Schiffes im Hafen von San Francisco ein ganz besonderes Ausflugsziel ausgesucht. Er möchte Lea Johnson das berühmte Spielerparadies Las Vegas zeigen. Doch als der dort ankommt, erwartet ihn eine große Überraschung: Schiffsarzt Dr. Schröder und einige andere Crew-Mitglieder hatten das gleiche Ziel. Es werden für alle ziemlich turbulente Tage in Las Vegas und im Hotel Caesars Palace. Höhepunkt des Ausflugs aber ist ein privater Besuch bei den weltberühmten Illusionisten Siegfried und Roy und ihren Löwen und Tigern.","versions":[{"lang":1,"streams":[{"redirect":9209318,"hoster":"VOE"},{"redirect":9206529,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Bermudas","epNo":41,"alt":"","descr":"Anke und Gerd Anselm, seit einiger Zeit geschieden, gehen zusammen mit ihren neuen Lebensgefährten Daniel Feldbach und Viola Herrmann an Bord der \"MS Deutschland\". Die Reise zu den Bermuda-Inseln wollen Anke und Gerd dazu nutzen, ein freundschaftliches Verhältnis miteinander aufzubauen. Auf den Bermudas angekommen, begeben sich Anke und Gerd Anselm auf einen Segeltörn, eine alte gemeinsame Leidenschaft. Ihre Lebensgefährten ziehen stattdessen einen Strandtag vor. Als Anke und Gerd in ein Unwetter geraten, ahnen sie nicht, wie nah sich ihre jeweiligen Lebensgefährten gekommen sind …  Mit an Bord sind auch zwei Frauen, die in ihrer Verzweiflung ein großes Wagnis eingehen: Anna und ihre Tochter Helen Bräuer wollen während des Aufenthalts auf den Bermuda-Inseln den entführten Ehemann und Vater freikaufen. Sie haben sich vorgenommen, den gefährlichen Handel auf eigene Faust durchzuführen. Fristgerecht übergeben sie das Lösegeld. Doch nach der Geldübergabe fehlt noch immer jede Spur von Georg Bräuer … Beatrice bekommt Besuch von ihrer Nichte Ilona, die Schiffbau studiert und dank ihrer Tante auf dem Schiff anheuern darf. Ihr bietet sich so die Möglichkeit, das Schiff aus der Perspektive eines Mannschaftsmitgliedes kennen zu lernen. Ilona wird sehr freundlich von Kapitän Paulsen aufgenommen. Sie entwickelt sofort Sympathie für ihn. Kapitän Paulsen lädt Ilona zu einem Landausflug ein, von dem sie sich viel verspricht. Grit Körber hat nach ihrer Ausbildung zur Hotelkauffrau auf der \"MS Deutschland\" angeheuert und sich damit einen großen Wunschtraum erfüllt. Grit hat den Ruf eines Pechvogels, bis Michael Jäger, der Vertreter einer Lottogesellschaft, auf der \"MS Deutschland\" eincheckt und sich nach ihrem Lottoscheinerkundigt …","versions":[{"lang":1,"streams":[{"redirect":9209274,"hoster":"VOE"},{"redirect":9206533,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Chile und die Osterinseln","epNo":42,"alt":"","descr":"Valparaiso: Beatrice und Kapitän Paulsen sind beunruhigt, denn kurz vor dem Ablegen des Schiffes fehlt Schiffsarzt Dr. Schröder. Die Suche von Beatrice endet in einer Bar. Dort sitzt Dr. Schröder zusammen mit seinem Freund Richard Odenthal und hat über das Erzählen die Abfahrtszeit des Schiffes vergessen. Beatrice Interesse gilt besonders Freund und Weltenbummler Odenthal. Für den 18. Geburtstag ihrer Tochter Patricia hat sich Helga Berger etwas Besonderes ausgedacht. Zusammen mit Patricias Freundin Nicola möchte die Mutter eine Geburtstagsfeier an Bord organisieren, zu der auch ein Überraschungsgast eingeladen ist: Patricias Vater Johannes, der seine Tochter noch nie gesehen hat. Mit einer List gelingt es Richard Odenthal, an Bord zu kommen. Kapitän Paulsen erlaubt ihm, eine Unterkunft im Mannschaftstrakt zu beziehen. Jeder glaubt, dass es sich bei Richard um einen armen Schlucker handelt, der dringend Arbeit sucht. Unter Aufsicht von Beatrice soll er sich um den Weinkeller kümmern. Beatrice fühlt sich von Tag zu Tag mehr zu Richard hingezogen. Janosch, ein Meisterdieb in Pension, möchte auf dem Kreuzfahrtschiff seinen Urlaub genießen. Als er jedoch seinen früheren jungen \"Partner\" Sebastian, der inzwischen als Elektriker angeheuert hat, entdeckt, werden Erinnerungen an alte Zeiten wach. Janosch will seinen ehemaligen Kumpel dazu verführen, eine günstige Stunde auf dem leeren Schiff zu einem Tresor-Raub zu nutzen. Zunächst gelingt der Coup, und Janosch bringt den Inhalt des Tresors an sich. Allerdings hat Janosch nicht mit dem Spürsinn und dem Einfallsreichtum von Sebastians Freundin Angela gerechnet. Den Ausflug zu den Osterinseln unternehmen die Freundinnen Patricia und Nicola nur mit Johannes. Der Mann imponiert den beiden Mädchen sehr. Um so größer ist Patricias Überraschung, als sie erfahren muss, dass Johannes ihr Vater ist. Und auch Beatrice erlebt noch eine besondere Überraschung: Als sie von ihrem Ausflug in die Wüste an Bord zurückkehrt, teilt ihr der Kapitän mit, dass das leere Schiff von einem Unbekannten gechartert wurde, der den Abend mit einer geliebten Frau bei Kerzenschein und Musik unterm Sternenhimmel alleine verbringen möchte. Noch ahnt Beatrice nicht, dass Richard Odenthal, in Wirklichkeit ein steinreicher Mann, der unbekannte Auftraggeber ist.","versions":[{"lang":1,"streams":[{"redirect":9208201,"hoster":"VOE"},{"redirect":9206535,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Thailand","epNo":43,"alt":"","descr":"Die große Thailand-Reise ist nicht nur für die Passagiere ein Höhepunkt der Kreuzfahrt, sondern auch immer wieder für Kapitän Paulsen und seine Mannschaft. Auch diesmal sind wieder besonders aufregende Landausflüge vorgesehen. Unter den Gästen ist Rudi Martini, ein pensionierter Tierpfleger, der seine Kindheit in Thailand verbracht hat. Von seiner verstorbenen Schwester hat er nun ein Hotel in Thailand geerbt, das er verkaufen will. Und er hat für seinen neuen Reichtum auch schon große Pläne. Großzügig bezahlt er in Erwartung des hohen Gewinns aus dem Hotelverkauf pompöse Trinkgelder und springt ein, wenn jemand knapp bei Kasse ist. Noch ahnt er nicht, dass ihm noch einige Überraschungen bevorstehen werden … Auch Helma Winters, die im Service arbeitet und ihre 12-jährige Tochter mit auf die Reise genommen hat, profitiert von der Großzügigkeit Rudi Martinis. Sie ist heillos überschuldet und versucht, mit dem Job an Bord, ihre Schulden abtragen zu können. Ihre Tochter Linda freundet sich mit Rudi Martini an und wird von ihm behandelt wie ein Enkelkind. Ganz anders erlebt Susanne Erhardt diese Reise. Vom Ehemann betrogen beginnt sie das gemeinsame Vermögen absichtlich auf dem Traumschiff zu verjubeln. Sie bucht gleich zwei schicke Kabinen, nimmt die teuersten Getränke und gönnt sich auch sonst einiges. Bis sie erkennt, dass der Privatdetektiv, den ihr Gatte heimlich mit auf die Reise geschickt hat, für unangenehme Überraschungen sorgt. Für Steward Holger Bremer hat Thailand auch eine Überraschung parat. Plötzlich steht ein junges thailändisches Mädchen mit einem Baby vor ihm, und er soll Vater dieses Kindes sein …","versions":[{"lang":1,"streams":[{"redirect":11197749,"hoster":"VOE"},{"redirect":10100982,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Sambia und Viktoriafälle","epNo":44,"alt":"","descr":"Diesmal nimmt die MS Deutschland Kurs entlang der südafrikanischen Küste nach Kapstadt und zu einem der beeindruckendsten und atemberaubendsten Naturschauspiele der Welt, den Viktoriafällen. Eine unvergessliche Reise, die nicht nur den Passagieren des Traumschiffes lange in Erinnerung bleiben wird. Die Fotografin Heide Schlegel befindet sich aus beruflichen Gründen an Bord der MS Deutschland. Sie soll für einen großen Verlag im afrikanischen Busch Löwen für die Titelstory fotografieren. Zu ihrem Entsetzen entdeckt sie beim Einchecken ihren schärfsten Konkurrenten Gunther Kuhn, der ihr schon des öfteren die besten Aufträge weggeschnappt hat – nicht nur deshalb hat sie ein sehr getrübtes Verhältnis zu ihm. Auch der Bauunternehmer Harald Lohmann verbindet private und berufliche Interessen. Er hat seinen besten Freund Jürgen Gossler und dessen Frau Eva zu dieser außergewöhnlichen Reise eingeladen. Auch wenn Astrid Lohmann ihren Mann inständig darum bittet, nicht pausenlos seine Großzügigkeit herauszustellen und damit das Ehepaar in eine peinliche Situation zu bringen, geizt er nicht mit teuren Aufmerksamkeiten. Noch ahnt keiner, wie schlecht es um die Baufirma Lohmann bestellt ist, und dass Harald einen ganz bestimmten Grund verfolgt, seinen Freund und Stadtbaudirektor zu beeindrucken. Kapitän Paulsen erfährt von Beatrice und Dr. Schröder, dass sich noch ein Kapitän an Bord aufhält, der, so Beatrice, eines der größten Kreuzfahrtschiffe der Welt steuert. Dass dieses Schiff seinen Liegeplatz am Sambesi hat, irritiert den Kapitän der MS Deutschland schon sehr. Hoch erfreut nimmt die Crew die Einladung von Kapitän Lüttke zur Schiffsbesichtigung an und erlebt eine Überraschung … Eine Überraschung ganz anderer Art erlebt auch Robert Kramer, Besitzer einer Fitness-Kette, als er die Gewinnerin seines alljährlichen Preisausschreibens an Bord begrüßen will und nicht, wie erhofft, eine junge, blonde Schönheit vor ihm steht, sondern Regine Fromm, die so gar nicht seinen Vorstellungen entspricht.","versions":[{"lang":1,"streams":[{"redirect":11197746,"hoster":"VOE"},{"redirect":10100980,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Südsee","epNo":45,"alt":"","descr":"Das Traumschiff nimmt Kurs auf Polynesien. An Bord herrscht eine ganz besondere romantische Stimmung, denn viele Brautpaare haben sich auf der MS Deutschland eingefunden, um am Ende dieser Traumreise auf der Südseeinsel Moorea zu heiraten. Angelika Unger beobachtet die Brautmodenschau an Bord mit sehr gemischten Gefühlen. So viele glückliche Paare, der festlich geschmückte Luxusliner und die schönen Brautkleider, die jedes Frauenherz höher schlagen lassen … All das wird sie leider nie erleben können. Sie ist zwar seit Jahren glücklich mit Rüdiger Kluge verbandelt, der allerdings bereits verheiratet ist. Als Angelika erfährt, dass Rüdiger weitläufig mit Kapitän Paulsen verwandt ist, weiß sie nicht, wie sie mit der Rolle der Geliebten umgehen soll. Dass der überzeugte Junggeselle Frau und Kinder nur erfunden hat, wird für allerlei turbulente Verwicklungen sorgen. Auch Britta und Philipp haben das \"Hochzeits\"-Angebot der Reederei angenommen und wollen auf Moorea den Bund fürs Leben schließen. Dass ihre jeweiligen Ex-Partner Arne und Daniela die gleiche Idee hatten, trübt zwar bei beiden Paaren erst einmal die Hochstimmung, doch man und arrangiert sich – schließlich waren sie ja mal die besten Freunde … Kapitän Paulsen und Beatrice haben mit den Vorbereitungen für die Hochzeitsfeierlichkeiten schon mehr als genug zu tun, als es auch noch ein ernst zu nehmendes Problem mit dem neuen Barkeeper Jens gibt. Jens macht zwar einen hervorragenden Job, doch er kümmert sich augenscheinlich zu sehr um die Südseeschönheit Raga, ein Model von der Brautmodenschau. Der Kapitän verwarnt Jens und macht ihm unmissverständlich klar, dass es nicht gestattet ist, engeren Kontakt zu den Passagieren zu unterhalten. Als Paulsen den smarten Barkeeper und Raga dennoch beim abendlichen Rendezvous erwischt, muss Jens ein bisher gut gehütetes Geheimnis gestehen …","versions":[{"lang":1,"streams":[{"redirect":11197767,"hoster":"VOE"},{"redirect":10100983,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Australien","epNo":46,"alt":"","descr":"\"Das Traumschiff\" nimmt diesmal Kurs auf Australien. Den Gästen an Bord der \"MS Deutschland\" steht eine ereignisreiche Reise bevor, die sie unter anderem zum größten Monolithen der Welt, dem Ayers Rock, und zu den Ureinwohnern dieses faszinierenden Landes, den Aborigines, führt. Kapitän Paulsen erwartet einen neuen 1. Offizier, der für einen erkrankten Kollegen einspringen muss. Als James Korthals sich zum Dienst meldet, beschleicht Kapitän Paulsen ein ungutes Gefühl. Er kennt diesen Mann und die Erinnerung an ihn ist nicht positiv. Paulsen nimmt sich vor, Korthals im Auge zu behalten. Und er wird Recht behalten: Der Neue führt etwas im Schilde … Mit an Bord sind die Ärztin Christina Herbst und ihr langjähriger Lebensgefährte, der Evolutionsbiologe Professor Joachim Collin, der sich von der Reise in den australischen Busch wichtige Erkenntnisse für seine wissenschaftliche Arbeit erhofft. Kaum auf dem Schiff angekommen, stürzt er sich einmal mehr in seine Arbeit, ohne Rücksicht auf Christina und ihre Wünsche zu nehmen. Notgedrungen geht sie ihren eigenen Weg und der führt sie geradewegs zu dem Buschpiloten Jerry. Durch ihn erkennt sie, dass sich in ihrem bisherigen Leben mit Joachim unbedingt etwas verändern muss. Und dann passiert es – sie verliebt sich Hals über Kopf in den verwegenen Piloten. Auch der Fotograf Ben Bremer muss sein Leben neu ordnen. Gerade mit seiner Freundin Gina angekommen, erfährt er, dass der Verlag, für den er eine Foto-geschichte über den Luxusliner machen sollte, Konkurs angemeldet hat. Die \"MS Deutschland\" fasziniert ihn auf Anhieb, und er beschließt, sich diese traumhafte Reise nicht entgehen zu lassen. Ein Problem stellt sich allerdings ein, als er sein Sakko samt Ausweis und Kreditkarten verliert. Erst Kapitän Paulsen kann ihn aus dieser schwierigen Situation befreien und ihm neue Möglichkeiten eröffnen … Und noch ein Schicksal nimmt seinen Lauf. Elvira Sturm, eine allein reisende ältere Passagierin, will in Australien von Bord gehen, um dort ihren Sohn zu besuchen. Doch der Auswanderer taucht nicht wie verabredet im Hafen auf. So muss sich Elvira in Begleitung des Fotografen Ben Bremer selbst auf den Weg machen, um ihren Sohn in der einsamen Buschlandschaft zu finden. Es wird eine abenteuerliche Reise …","versions":[{"lang":1,"streams":[{"redirect":11197762,"hoster":"VOE"},{"redirect":10100981,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Sri Lanka","epNo":47,"alt":"","descr":"Nach den Traumreisen in die Südsee und nach Australien nimmt die \"MS Deutschland\" heute Kurs auf Sri Lanka. Kapitän Paulsen, der Crew und den Gästen an Bord steht wieder eine ereignisreiche Reise bevor. Bei der offiziellen Begrüßung stellt Kapitän Paulsen seinen Passagieren den Gesellschafts-Host Konrad Medau vor, der dafür sorgen soll, dass die Tanzflächen des Luxusliners auch ordentlich genutzt werden. Selbstverständlich muss er allen Damen an Bord gleichermaßen gerecht werden, wie Kapitän Paulsen und Beatrice immer wieder betonen. Dass Konrad Medau diesen Job nicht nur angenommen hat, weil er ausgezeichnet tanzt, merkt Beatrice schnell. Er interessiert sich sehr für Edith Westphal und deren Tochter Karin. Zu sehr – wie die allein reisenden Freundinnen Anita und Ursel sofort feststellen. Sie werden diesen Herrn Medau mit Argusaugen beobachten … Schiffsarzt Dr. Schröder hat sich vorgenommen, das junge Paar, das am Ende der Reise heiraten will, im Auge zu behalten. Julia und Sebastian schweben im Siebten Himmel und genießen das Leben an Bord in vollen Zügen. Nur, wenn Julia sich unbeobachtet fühlt, ist sie tief traurig. Dr. Schröder ahnt: Julia ist krank … Mit an Bord sind Ina und Klaus Becker, die es kaum erwarten können, in Sri Lanka anzukommen. Sie wollen sich dort mit ihrer Schwägerin und ihrem kleinen Neffen treffen, die Deutschland vor zwei Jahren verlassen haben. Doch die beiden erscheinen nicht wie verabredet im Tempel des Zahns. Ina befürchtet Schlimmes. Zusammen mit dem Bordfotografen Ben machen sich Ina und Klaus auf den Weg ins Landesinnere – ein gefährliches und aufregendes Unternehmen …","versions":[{"lang":1,"streams":[{"redirect":11197761,"hoster":"VOE"},{"redirect":10100985,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Samoa","epNo":48,"alt":"","descr":"Das Traumschiff nimmt Kurs auf Samoa im Südpazifik. Kapitän Paulsen, der Crew und den Gästen an Bord steht wieder eine ereignisreiche Reise bevor. Als die prominente Kochbuchautorin Lydia Collani in einem der besten Restaurants in Sydney ihren härtesten Konkurrenten Guido Weber entdeckt – glaubt sie ihren Augen nicht zu trauen. Wieder einmal scheint er ihre neuesten Ideen für eine Kochbuchreihe kopieren zu wollen. Ihr Unmut steigert sich noch mehr, als sie beim Einchecken auf der MS Deutschland auf eben diesen Herrn trifft, der die gleiche Reise nach Samoa gebucht hat. Turbulente und aufregende Tage stehen bevor, und zwar nicht nur für die streitbaren Autoren, sondern auch für Beatrice und Dr. Schröder, die händeringend versuchen, zwischen den Beiden zu vermitteln … Ebenfalls an Bord ist der Witwer Udo Haas mit seiner zehnjährigen Tochter Marlene. Für Marlene, die seit dem Tod ihrer Mutter auf elterliche Nestwärme verzichten muss, lebt die Mutter weiter und es ist für sie unvorstellbar, dass jemals eine andere Frau in ihr oder das Leben ihres Vaters eindringen könnte. Als Udo ihr seine Kollegin Sandra Erler vorstellt merkt das aufgeweckte Mädchen schnell, dass diese sympathische Frau ihrem Vater nicht nur auf kollegiale Weise verbunden ist. Gerd Finke, Zielfahnder beim Landeskriminalamt, stellt sich bei Kapitän Paulsen vor und informiert die Schiffsleitung, dass die deutschen Behörden seit Jahren auf der Suche nach dem Millionenbetrüger Volker Pohl sind. Dieser hatte sich aus Deutschland abgesetzt und wird nun auf einer kleinen Insel im Südpazifik vermutet. Finke beschattet seit einiger Zeit Lea Kramer, die attraktive Geliebte Pohls, die auf der MS Deutschland eingecheckt hat. Er geht davon aus, dass sie auf dem Weg zu Pohl ist. Gerd Finke, ganz der erfahrene Zielfahnder, sucht auf dem Schiff schnell Kontakt zu Lea. Und zum ersten Mal in seinem Berufsleben stellt sich Finke die Frage: Ist es richtig, was ich hier tue? Doch viel Zeit bleibt ihm nicht für seine Selbstzweifel, denn Pohl ist inzwischen an Bord der MS Deutschland und Gerd Finke muss seine Tarnung aufgeben …","versions":[{"lang":1,"streams":[{"redirect":9206544,"hoster":"VOE"},{"redirect":9206549,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Oman","epNo":49,"alt":"","descr":"Das Traumschiff nimmt Kurs auf das Sultanat Oman, das einst die Heimat reicher Seehändler war. Sein geschäftiges Flair bis heute jeden Besucher fasziniert. Kapitän Paulsen, der Crew und den Gästen der MS Deutschland steht eine ereignisreiche Reise in die geheimnisvolle Welt des Orients bevor. Natalie und Thomas Müller sind überglücklich. Sie wollen an Bord endlich einmal mehr Zeit für sich haben und ihr junges Eheglück genießen. Alles ist perfekt geplant und eigentlich kann überhaupt nichts mehr schief gehen. Gerade angekommen erwartet sie allerdings eine Überraschung. Thomas’ Eltern Dagmar und Herbert sind ebenfalls an Bord und weichen den \"Kindern\" nicht von der Seite. Die ständigen Sticheleien und Fragen gehen Nathalie und Thomas allerdings ziemlich auf die Nerven und lassen jede romantische Stimmung im Keim ersticken. Die Wissenschaftlerin Dorothea Beckmann erkennt auf der Reise das wahre Gesicht ihres skrupellosen Chefs Erwin Gethmann, der sogar vor einer Entführung nicht zurückschreckt, um an ein neues Patent von Dorotheas Ex-Freund Andreas Merten heranzukommen. Gemeinsam mit Kapitän Paulsen und Andreas gelingt es ihr, Erwin Gethmann zu entlarven. Die Parfümeurin Lisa Schrader hofft, auf der alljährlichen Kreuzfahrt mit ihrem Geliebten endlich ihr offizielles Liebesglück zu finden. Doch beim Einchecken erfährt sie von Beatrice, dass ihr Geliebter die Reise abgesagt hat, weil er sich nicht von seiner Familie trennen will. Alle Hoffnungen, Träume und Wünsche zerplatzen wie eine Seifenblase. In einem letzten Brief, den sie per Flaschenpost dem Meer übergibt, verabschiedet sie sich von ihrer großen Liebe. Als Ulrich Merbold die Flaschenpost am Strand findet, hat er nur noch einen Gedanken: Er muss die Absenderin schnell finden, um sie vor einem schweren Fehler zu bewahren. Sein einziger Anhaltspunkt ist der Briefkopf der MS Deutschland …","versions":[{"lang":1,"streams":[{"redirect":9208951,"hoster":"VOE"},{"redirect":9208929,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Vancouver","epNo":50,"alt":"","descr":"Zum 50. Mal sticht \"Das Traumschiff\" in See. Die Reiseroute der \"MS Deutschland\" führt in den Südwesten der Provinz British Columbia in eine der schönsten und attraktivsten Städte Kanadas nach Vancouver. Den Gästen an Bord der \"MS Deutschland\" steht eine traumhafte Reise mit atemberaubenden Landschaften bevor. Für Kapitän Paulsen wird diese Reise auch eine Reise in die Vergangenheit werden. Denn an Bord des weißen Luxusliners trifft er seine Jugendliebe Angela wieder, die mit ihrem Mann Manfred Berger auf dem Weg nach Vancouver zur Taufe ihres ersten Enkelkindes ist. Schiffsarzt Dr. Schröder hat seinen Patensohn, den jungen Astrophysikstudenten Paul Berling, auf die \"MS Deutschland\" eingeladen. Und auch Beatrice bekommt Besuch von ihrer Nichte Lisa. Als Paul und Lisa sich zum ersten Mal begegnen ist es Liebe auf den ersten Blick. Beatrice registriert relativ schnell, was sich zwischen den Beiden anbahnt und bittet Dr. Schröder um Hilfe, der ihre Fürsorge allerdings für reichlich übertrieben hält. Als Beatrice feststellt, dass Lisa und Paul auf dem Weg in eine abgelegene Hütte am Pazifik sind, setzt sie alles daran, die beiden vor einer \"Dummheit\" zu bewahren. Gemeinsam mit Dr. Schröder macht sie sich auf die Suche und gerät dabei von einem Abenteuer ins andere … Renate Müller, die seit vielen Jahren in der Boutique an Bord arbeitet, ist überglücklich, dass ihr 15-jähriger Sohn Marc sie erstmals an Bord besucht. Doch das Wiedersehen gestaltet sich schwieriger als erwartet. Marc ist sehr zurückhaltend und scheint sich für nichts außer seinem Hobby \"Sportangeln\" so richtig zu interessieren. Als er durch seine Mutter Ludwig Voss, den Inhaber einer Anglerausrüstungskette kennen lernt, taut er langsam auf …","versions":[{"lang":1,"streams":[{"redirect":11717228,"hoster":"VOE"},{"redirect":10100987,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Burma / Myanmar","epNo":51,"alt":"","descr":"Das Traumschiff nimmt diesmal Kurs auf Burma, heute offiziell Myanmar genannt. Ein Land, das wegen seiner riesigen Wälder, majestätischen Flüssen und einer unglaublichen Fülle der weltberühmten Pagoden zu einem der schönsten und Unberührtesten Reiseziele Südostasiens gehört. Kapitän Paulsen und Dr. Schröder begrüßen Beatrice, die nach ihrem Urlaub wieder an ihren Arbeitsplatz zurückgekehrt ist. Die beiden scheinen ihre Kollegin tatsächlich vermisst zu haben, wie sie gerührt feststellt. Beatrice übernimmt sofort wieder das Kommando an der Rezeption, denn die neuen Gäste sind angekommen und sollen so schnell wie möglich die Annehmlichkeiten der MS Deutschland genießen. Darunter befinden sich auch Hans Berger und Tatjana Petersen. Marie Berger, Stewardess an Bord, bleibt bei dem Anblick fast das Herz stehen. Sie bittet ihre Kollegin Petra, ihren Dienst an der Rezeption zu übernehmen, denn Hans Berger ist ihr Vater und darf sie auf keinen Fall an Bord entdecken – jedenfalls noch nicht. Was Marie aber am meisten interessiert: Wer ist die junge Frau, die ihren Vater begleitet? Auch Beatrice glaubt ihren Augen nicht zu trauen: Vor ihr steht freudestrahlend Jan Westner, den sie während ihres Urlaubs kennen gelernt und mit dem sie zugegebenermaßen einen Tick zu viel geflirtet hatte. Doch das war Urlaub und hier an Bord ist alles anders. Sie versucht ihrem Verehrer die Situation zu erklären, allerdings ohne nennenswerten Erfolg. Beatrice wird klar, dass ihr hier nur eine kleine Notlüge helfen kann und bittet Kapitän Paulsen um einen winzigen Gefallen – mit großer Wirkung. Sylvia will auf der MS Deutschland endlich zum ersten Mal ihrer Internet-Liebe Thomas begegnen. Sie reist in Begleitung ihrer Freundin Isabel und erkennt Thomas tatsächlich bereits am ersten Tag anhand eines unverwechselbaren Armreifes. Doch Thomas, der sie ja gar nicht auf dem Schiff vermutet, nimmt sie als Frau nicht richtig wahr – er schwärmt immer nur von seiner großen Internet-Liebe. Turbulente Verwicklungen sind unvermeidbar …","versions":[{"lang":1,"streams":[{"redirect":9208934,"hoster":"VOE"},{"redirect":9208942,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Singapur / Bali","epNo":52,"alt":"","descr":"\"Leinen los\", heißt es für den schneeweißen Luxusliner. Zahlreiche Passagiere haben sich an Bord der MS Deutschland eingefunden, voller Vorfreude auf zwei ganz unterschiedliche Reiseziele: Singapur, die ehemalige Kronkolonie, die als eine der interessantesten Stadtstaaten der Welt gerühmt wird, und die Sonneninsel Bali mit ihren traumhaften Stränden, die zu Recht auch \"Insel der Götter\" genannt wird. Unter den Passagieren ist auch das Ehepaar Maja und Bernd Landau. Maja, die seit einem schweren Unfall gelähmt ist, wird liebevoll und geduldig von ihrem Ehemann Bernd umsorgt. Kaum an Bord stellt Maja fest, dass sie ihre Beine ein wenig bewegen kann. Auch Dr. Schröder, der sie betreut, bleibt diese positive Entwicklung nicht verborgen. Er rät ihr, ihren Mann so schnell wie möglich zu informieren, den große Schuldgefühle plagen, da er den Unfall verursacht hatte – doch Maja zögert. Sie gesteht Dr. Schröder, dass sie Angst hat, Bernd könnte sie verlassen, wenn sie nicht mehr auf seine Hilfe angewiesen ist. Frank Dorfmann lernt bereits beim Einchecken die attraktive Lea Brand kennen, die genau wie er begeisterte Taucherin ist. Für Frank ist es Liebe auf den ersten Blick, und er setzt alles daran, diese interessante Frau für sich zu gewinnen. Und auch Lea kann sich Franks Charme nicht entziehen und ist trotz einer großen Enttäuschung zu einer neuen Beziehung bereit. Ausgerechnet zu diesem Zeitpunkt taucht Franks verwegener Zwillingsbruder Horst in Singapur auf und bittet seinen Bruder um Hilfe … Gianni Benedetti trifft an Bord der MS Deutschland auf seine ehemalige Lehrerin Elsa Karstedt und ahnt bereits bei der ersten Begegnung, dass turbulente Tage auf ihn zukommen. Gianni hat nämlich seinen kleinen Hund Schätzchen an Bord geschmuggelt und die Einzige, die von Schätzchens Existenz weiß, ist Betty, die kleine Nichte von Beatrice, mit der er sich angefreundet hat. Strengste Geheimhaltung wird verabredet, keiner darf von Schätzchens Anwesenheit erfahren. Schon gar nicht Elsa Karstedt, die Hunde hasst. Als Elsa eines nachts durch Hundegebell aufwacht und Kapitän Paulsen informiert, wird es für Gianni, Betty und natürlich für Schätzchen außerordentlich\"ungemütlich\" …","versions":[{"lang":1,"streams":[{"redirect":11197772,"hoster":"VOE"},{"redirect":10100988,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Botswana","epNo":53,"alt":"","descr":"Die Reise mit dem Traumschiff führt dieses Mal nach Botswana und in ein einzigartiges Natur- und Tierparadies: das Okavango-Delta. Eine unvergessliche Reise, die nicht nur den Passagieren der MS Deutschland lange in Erinnerung bleiben wird. In Kapstadt geht die Pianistin Claudia Jahn mit ihrer kleinen Tochter Friderike an Bord. Kurz nach dem Einchecken wird Claudia mit ihrer Vergangenheit konfrontiert. Unter den Passagieren befindet sich ihr geschiedener Mann Peter, der während dieser Reise seiner Tochter Lara ein bislang gut gehütetes Geheim-nis offenbaren will. Ein hoch emotionales und turbulentes Auf und Ab nimmt seinen Lauf, als Lara auf dem Schiff ein Mädchen trifft, das ihr aufs Haar gleicht … Kapitän Paulsen und Beatrice werden während dieser Kreuzfahrt die Betreuung der beiden Gewinner eines Preisausschreibens höchstpersönlich übernehmen. Es handelt sich um den sympathischen, wenn auch etwas kauzigen Lothar Meyer und um Ramona Wiese, die als Reinigungskraft bei der Firma Meyer-Gebäude-reinigung angestellt ist. Ramona ist ob der zufälligen Namensgleichheit zwar ein wenig irritiert – aber dieser nette Mann kann doch unmöglich der geizige und beinharte Chef der Firma Meyer und somit ihr Arbeitgeber sein … ? Loni und Udo Kaulbach gönnen sich einen schönen Urlaub und lassen es sich einmal so richtig gut gehen, das denkt zumindest Loni. Als ihr Mann Udo und Bordfriseur Olbricht, sein angeblich ehemaliger Fußball-Freund, immer öfter die Köpfe zusammenstecken und Olbricht von dem Diamanten-Deal spricht, wird Loni misstrauisch. Beim Landausflug ins Okavango-Delta müssen Loni und Udo um ihr Leben bangen – und das nicht wegen der wilden Tiere …","versions":[{"lang":1,"streams":[{"redirect":9208554,"hoster":"VOE"},{"redirect":9208569,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Shanghai","epNo":54,"alt":"","descr":"Wieder heißt es Leinen los für das Traumschiff, das sich dieses Mal die blühende Millionenstadt Shanghai als Reiseziel ausgesucht hat. Beim Landausflug nach Guilin und damit in eine der schönsten Landschaften Chinas erwarten die Passagiere unvergessliche Eindrücke und Momente. Mit an Bord ist auch das Ehepaar Herbert und Helene Albrecht. Herbert Albrecht leidet seit einem Jahr an einer rätselhaften Krankheit, die ihm nicht nur täglich mehr und mehr Schmerzen bereitet, sondern auch seinen Charakter zu verändern scheint. Eine chinesische Ärztin in Deutschland hat Herbert ein Mittel verschrieben, das es nur in einer ganz bestimmten Apotheke in Shanghai geben soll. Mit Hilfe ihres alten Freundes, dem Starkoch Jaques Colli, der als prominenter Gast an Bord mitreist und fließend Chinesisch spricht, macht sich Helene hoffnungsvoll auf die Suche nach diesem Naturheilmittel. Ihr Mann hingegen scheint jegliche Hoffnung aufgegeben zu haben, hadert mit sich und seinem Schicksal und ist zu alledem auch noch extrem eifersüchtig … Eine Überraschung der besonderen Art erleben auch Meret und Paul Fellner, die ihre Hochzeitsreise auf dem Traumschiff nachholen. Hier an Bord hatten sie sich vor vielen Jahren kennen und lieben gelernt. Dass sie nach einer zwischen-zeitlichen Trennung nun doch wieder zueinander gefunden haben, ist auch für Chefstewardess und alle anderen an Bord eine große Freude. Doch erneut wird ihre Ehe auf eine harte Probe gestellt. In dieser Situation wird besonders Pfarrer Manker gefordert, der als Bordpfarrer kurzfristig für einen Kollegen eingesprungen ist. Bei dieser Reise sind auch der Rat und die Hilfe von Kapitän Paulsen gefragt. Die bei einer Pflegefamilie aufgewachsene Chinesin Nun San, die zur Mannschaft des Traumschiffs gehört, ist auf der Suche nach ihren leiblichen Eltern. Sie hat eine Adresse in Shanghai und bittet Kapitän Paulsen, ihr bei der ersten Begegnung mit ihren unvorbereiteten Eltern zur Seite zu stehen. Der Augenblick dieser Begegnung wird auch für den erfahrenen Kapitän ein sehr emotionales Erlebnis. Daniela Ebert, Friseurin an Bord der MS Deutschland, macht ausgerechnet Schiffsarzt Dr. Schröder schöne Augen. Doch die Liebe beruht durchaus nicht auf Gegenseitigkeit. Dr. Schröder möchte nur zwischen dem Chefmaschinisten Heiner Cohrs und Frau Ebert vermitteln, nachdem Herr Cohrs ihm anvertraut hat, dass er unsterblich in sie verliebt ist. Dr. Schröder entwirft für Cohrs einen Liebesbrief an die Angebetete und sorgt damit unfreiwillig für ein gewaltiges Missverständnis …","versions":[{"lang":1,"streams":[{"redirect":11197778,"hoster":"VOE"},{"redirect":10100989,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"San Francisco","epNo":55,"alt":"","descr":"Wieder sticht \"Das Traumschiff\" in See, die Reise führt nach Kalifornien in das vielseitige San Francisco mit seinen berühmten Straßenbahnen, der Golden Gate Bridge, der Hausbootsiedlung in Sausalito und einer Touristenattraktion, die einst ein gefürchteter Ort war: die Gefängnisinsel Alcatraz. Sven Nowak freut sich auf eine aufregende Reise mit seiner Sekretärin und Geliebten Mandy Bischof. Bereits beim Einchecken erleben die beiden eine unangenehme Überraschung: Raffael Bär, ein Mitarbeiter von Sven Nowak, ist auch an Bord und Mandy Bischof ist die Situation furchtbar peinlich. Sven hat wie so oft schnell die rettende Idee und trifft mit Raffael ein Arrangement des Schweigens. Als aber in der gebuchten Hochzeitssuite die nächste Überraschung in Gestalt von Nowaks Ehefrau Rita wartet, wird nicht nur Svens Erfindungsreichtum auf eine harte Probe gestellt … Beatrice hat bei dieser Reise alle Hände voll zu tun, denn ihr Patensohn Daniel ist mit auf dem Schiff. Vor dem Auslaufen der MS Deutschland wird Daniel Zeuge eines Gesprächs, das seine kriminalistische Fantasie in helle Aufregung versetzt. Er ist der festen Überzeugung, einer ganz heißen Sache auf der Spur zu sein, denn die Passagierin Cora Steiner scheint ein Geheimnis zu haben. Als er Beatrice von der Geschichte berichtet, belächelt sie ihn und rät ihm, nicht mehr so viele Krimis zu schauen. An Bord lernt Daniel den pensionierten Versicherungsmanager Lothar Lohmann kennen und erzählt ihm von seiner Entdeckung. Gemeinsam mit Lohmann nimmt Daniel die Spur auf und die führt direkt zu Cora Steiner, die sich tatsächlich sehr merkwürdig verhält … Bei dieser Reise lässt es sich Kapitän Paulsen nicht nehmen, Doktor Schröder zu einer Motorradtour durch San Francisco einzuladen und ihm die Sehenswürdigkeiten mal aus einer anderen Perspektive zu zeigen. Nach anfänglichen Schwierigkeiten und Dr. Schröders vergeblicher Suche nach Ausreden steht dann aber letztendlich dem geplanten Ausflug nichts mehr im Wege. Allerdings geraten die beiden bei ihrem Ausflug auf dem Highway One in eine Polizeikontrolle und werden verhaftet …","versions":[{"lang":1,"streams":[{"redirect":9208547,"hoster":"VOE"},{"redirect":9208529,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Rio de Janeiro","epNo":56,"alt":"","descr":"Das Traumschiff hat sich für die Silvesterreise ein ganz besonderes Reiseziel ausgesucht und nimmt Kurs auf Rio de Janeiro mit seinem berühmten Wahrzeichen, dem Zuckerhut. Kapitän Paulsen, der Crew und den Gästen an Bord der MS Deutschland steht eine ereignisreiche Reise bevor, die sie unter anderem zu der Christusfigur auf dem Gipfel des Corcovado und selbstverständlich auch zu dem wohl bekanntesten Strand der Welt, der Copacabana, führen wird. An Bord ist auch Horst Jörnsen, Besitzer der Catering-Firma, die die MS Deutschland mit allem, was auf der Reise benötigt wird, beliefert. Er ist auf dem Weg nach Rio de Janeiro, um seine Firma aus gesundheitlichen Gründen zu verkaufen. Zu seiner großen Verwunderung ist auch seine Tochter Nina an Bord, die die Familie vor Jahren im Streit verlassen hat. Sie möchte nun doch die Nachfolge ihres Vaters antreten, doch Jörnsen stellt sie gemeinsam mit seinen besten Mitarbeitern Ole Müller und Karl Hübner auf eine harte Probe … Auch Oskar de Navetta, der Gentlemen Host der MS Deutschland, ist über den Jahreswechsel wieder mit von der Partie, um den allein reisenden Damen an Bord die Zeit so angenehm wie möglich zu gestalten. Chefhostess Beatrice wird mit Argusaugen darüber wachen, dass er die strengen Verhaltensregeln den weiblichen Gästen gegenüber einhält. Kein leichtes Unterfangen, denn sowohl Ilse Schifferle als auch Lydia Bergmann haben großen Gefallen an dem charmanten Gigolo gefunden … Das Ehepaar Eisfeld, Stammgäste der Reederei, haben sich durch jahrelange harte Arbeit ein gut laufendes Unternehmen aufgebaut und sind mittlerweile sehr wohlhabend, was Paul Eisfeld, sehr zum Unwillen seiner Frau Brigitte, bei jeder sich bietenden Gelegenheit lautstark demonstriert. Für Angela Breitner scheint sich die Vorhersage ihres Horoskops zu erfüllen: Demnach soll sie während einer großen Reise einen sehr reichen Mann und die Liebe ihres Lebens finden. Als sie den smarten Studienrat Bernhard Umbach kennen lernt, ist es für beide Liebe auf den ersten Blick – doch Bernhard ist alles andere alsreich …","versions":[{"lang":1,"streams":[{"redirect":11197768,"hoster":"VOE"},{"redirect":10100986,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Kilimandscharo – Malediven – Indien","epNo":57,"alt":"","descr":"Die Reise mit der ‚MS Deutschland‘ führt die Passagiere diesmal in die zauberhafte Welt des Indischen Ozeans zu den Malediven, die mit Palmen und Brotfruchtbäumen bewachsen und von Sandstränden und klaren Lagunen umgeben sind. Weiter geht es dann zum Kilimandscharo, einem Weltnaturerbe und dem höchsten Bergmassiv Afrikas. Abschluss einer weiteren unvergesslichen Tour ist dann Indien. Doch diese Reise der \"MS Deutschland\" ist auch aus einem ganz anderem Grund etwas Besonderes, denn es sind einige Passagiere an Bord, deren Schicksal auf faszinierende Weise miteinander verwoben sind. Hauptfigur der Reise ist Philipp Bernauer, ein alter Freund des Kapitäns, der nach schwerer Krankheit sein persönliches Leben neu geordnet hat. Er möchte diese große und einzigartige Reise nutzen, um sich bei einigen Menschen, die für ihn irgendwann einmal eine große Rolle gespielt haben, zu bedanken und andere, um sie um Verzeihung zu bitten. Deshalb hat er diese Menschen – ohne dass sie erfahren haben, wer dahinter steckt – auf geschickte Weise auf der MS Deutschland zusammengebracht. Nach und nach will Philipp Bernauer sich während dieser Reise den Eingeladenen mit seinen wahren Gründen offenbaren. Sein Plan scheint aufzugehen, doch nimmt auch sein eigenes Leben erneut eine Wendung? Da sind zunächst Katrin und Lara Kriegel, zwei Schwestern mit großem Altersunterschied, die davon ausgehen, dass sie von ihrer Mutter, die in einer Lodge am Kilimandscharo lebt, zu dieser Reise eingeladen wurden, um sie dort zu besuchen. Doch schnell begreifen sie, dass ihr Zusammentreffen mit Philipp Bernauer einige Überraschungen birgt, die ihr Leben verändern werden … Doktor Schröder bekommt auf dieser Reise eine junge, gut aussehende Assistenzärztin an die Seite gestellt. Er ist von der ersten Minute an sehr angetan von ihr und erfährt, dass sie die Reise auch aus Liebeskummer angetreten hat, um sich abzulenken. Weder Doktor Schröder noch sie ahnen, dass auch hinter diesem Arrangement wieder Philipp Bernauer steckt. Die junge Hotelierstochter Victoria Stein absolviert zur Zeit ein Praktikum auf der \"MS Deutschland\" und erwartet ihre Eltern an Bord. Erika und Joachim Stein sind auf der Rückreise von einem Heimaturlaub in Deutschland zu ihrem Luxushotel auf den Malediven. Was nur die Besatzung weiß: Victoria hat sich inzwischen in Dennis, den Chef-Koch des Traumschiffes, verliebt. Victoria möchte auf keinen Fall, dass ihre kritische Mutter etwas davon erfährt. Denn vor ihr kann nur ein reicher Mann bestehen. Die Missverständnisse sind vorprogrammiert … Auch Kapitän Paulsen hat auf dieser Reise eine besondere Aufgabe zu erfüllen. Die Reederei hat ihn gebeten, dafür zu sorgen, dass Beatrice zu ihrem 25-jährigen Berufsjubiläum auf der \"MS Deutschland\" würdig gefeiert wird. Trickreich versuchen Kapitän Paulsen und Doktor Schröder aus Beatrice herauszubekommen, worüber sie sich am meisten freuen würde. Doch dadurch wird die Sache nur nochkomplizierter …","versions":[{"lang":1,"streams":[{"redirect":9208159,"hoster":"VOE"},{"redirect":9206548,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Vietnam","epNo":58,"alt":"","descr":"Die \"MS Deutschland\" nimmt diesmal Kurs auf Vietnam. Kapitän Paulsen, seiner Crew und den Gästen an Bord steht eine ereignisreiche Reise bevor, die unter anderem durch die atemberaubende Halong-Bucht mit ihren steil aufragenden Kalksteinfelsformationen führt. Für Cornelia Feller soll diese Reise zur schönsten ihres Lebens werden. An Bord des Traumschiffs soll ihre Hochzeit mit Ulf Höffer stattfinden. Der zukünftige Gatte möchte eigentlich im nächsten Hafen an Bord kommen, brennt jedoch mit einer anderen durch und lässt Cornelia mit seinem besten Freund und Trauzeugen Nico sitzen. Die Absage kommt äußerst gefühlsbetont per \"Und Tschüss\"-Fax. Unter der asiatischen Sonne kommen sich die Alleingelassenen näher. Beatrice erhält unerwarteten Besuch von drei ehemaligen Schulfreundinnen. Obwohl die Pubertät bei allen Beteiligten schon ein Weilchen her ist, lassen sich die alten Sticheleien aus dem Klassenzimmer nicht vermeiden – die Damen führen alle einen höchst unterschiedlichen Lebensstil. Und dann lüftet Beatrice ein Geheimnis, das damals beinahe zum Bruch mit ihrer besten Freundin Renate geführt hätte und das auch heute noch für erhebliche Verwirrung sorgt … Ganz und gar können sich die Mütter Dagmar Rüdiger und Sonja Berthold ihren Kindern widmen. Dagmar ist seit fünf Jahren Witwe und hat eine innige Beziehung zu ihrer Tochter Rebecca. Sonja Berthold hingegen kommt mit ihrer Scheidung überhaupt nicht zurecht. Selbst Felix gelingt es nicht, seiner Mutter zu helfen, zu tief sitzen die Verletzungen. Rebecca und Felix haben sich auf dem Schiff angefreundet, und so ist es nicht verwunderlich, dass auch deren Mütter mehr und mehr gemeinsam unternehmen. Durch Dagmar lernt Sonja wieder zu lachen und beschließt, ihr Leben mit und für ihren Sohn endlich wieder selbst in die Hand zu nehmen. Doch dann holt sie ein lang verdrängtes Ereignis ein, und es beschleicht sie ein unheimlicher Verdacht, der nicht nur ihr eigenes Familienleben, sondern auch das von Dagmar und Rebecca auf dramatische Weise verändern wird … Der Gentleman Host des Traumschiffs, Oscar de Navetta, ist mit seiner Frau Ilse für ein ganz besonderes Fest angereist. Kapitän Paulsen hat zum 50. Mal die Welt umschifft und soll von seiner Crew mit einem ganz speziellen Kapitäns-Dinner überrascht werden.","versions":[{"lang":1,"streams":[{"redirect":9208294,"hoster":"VOE"},{"redirect":9206545,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Papua-Neuguinea","epNo":59,"alt":"","descr":"Die Krankenstation von Doktor Schröder erhält kurz vor der Abreise tatkräftige Unterstützung. Die angehende Schiffsärztin Dr. Hanna Lauterberg soll unter den Fittichen des erfahrenen Mediziners ihre ersten Erfahrungen an Bord sammeln. Doch sie ist so übereifrig und bei einem Patienten mit einer falschen Diagnose so schnell bei der Hand, dass Dr. Schröder erst in letzter Minute eingreifen kann. Erst als das medizinische Duo einem vermeintlichen Notruf folgt, von Bord geht und dabei auf hoher See von Piraten gekidnappt wird, beweist Hanna, was wirklich in ihr steckt. Derweil sucht das Ehepaar Müller im Dschungel nach \"haarigen\" Erkenntnissen. Dirk Müller ist Erfinder und sehr zum Unwillen seiner Frau Erika immer und überall auf der Suche nach neuen Ideen. Da sich sein Haar zunehmend lichtet, sucht er nach einer Art \"Wunderpflanze\" der Einheimischen, die ihre Haarpracht gemeinhin noch bis ins hohe Alter tragen. Gemeinsam mit einem Reiseführer machen sich die Müllers auf den Weg in den Regenwald... Probleme solcher Art kennt Dieter Holzmann nicht. Der Chef einer Schönheitsklinik verbringt die Reise auf der \"MS Deutschland\" mit seiner Geliebten Tatjana Blume, die auch gut als seine Tochter durchgehen könnte. Doch dann trifft er überraschend an Bord seine Jugendliebe Ines Krüger wieder. Ines findet ihren Ex-Lover immer noch anziehend. Als sie ihren Sohn Jojo kurzerhand als ihren Liebhaber ausgibt, ergibt sich eine Situation voller Missverständnisse und Eifersüchteleien. Denn Dieter und Ines erkennen, dass sie sich auch nach so vielen Jahren immer noch viel bedeuten … Sarah Richter und Andreas Helm genießen zwar auch das Leben an Bord des Traumschiffes, haben allerdings ganz andere Sorgen. Denn die Krankenschwester und der Verwaltungsfachmann sind nicht zum Vergnügen an Bord. Sie überführen wichtige Medikamente für ihr Hospital in Papua Neuguinea. Im Verlauf der jahrelangen Zusammenarbeit hat sich zwischen ihnen eine vorsichtige Beziehung entwickelt. Als Sarah jedoch kurz vor der Abreise im Hafen den Entwicklungshelfer Knut Bach wiedertrifft, den sie ebenfalls aus der Missionsstation in Papa Neuguinea kennt, geht eine Veränderung mit ihr vor. Knut war vor vielen Jahren ihre heimliche, letztlich aber unerfüllt gebliebene Liebe. Er hatte damals dieselben Gefühle, doch beide hatten zu viel Angst, vom anderen zurückgewiesen zu werden. Jetzt macht sich Knut zeitgleich mit der MS Deutschland als Einhandsegler mit seinem Boot auf den Weg zurück nach Papua Neuguinea. Sarah fragt sich, ob das Schicksal jetzt tatsächlich eine zweite Chance für sie beide bereithält.","versions":[{"lang":1,"streams":[{"redirect":11197781,"hoster":"VOE"},{"redirect":10100990,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Peru – Miami","epNo":60,"alt":"","descr":"Die Reiseroute der MS Deutschland führt diesmal entlang der faszinierenden südamerikanischen Küste nach Peru. Kapitän Paulsen, seiner Crew und den Passagieren an Bord steht eine ereignisreiche Reise bevor, die sie unter anderem in die geheimnisumwitterte Ruinenstadt der Inkas nach Machu Picchu führen wird. Weiter geht es dann zu dem größten See Südamerikas: dem Titicaca-See mit seinen schwimmenden Inseln, auf denen das Volk der Uros lebt. Den Abschluss dieser unvergesslichen Reise bildet Miami im Sunshine State Florida. In der Küche des Luxusliners herrscht hektisches Treiben. Das Schiff soll in ein paar Stunden auslaufen, und die beiden Küchentechniker Jan Schmidt und Lars Müller müssen alles daran setzen, das Herzstück der Küche, den neuen hochmodernen Herd innerhalb kurzer Zeit wieder in Gang zu bringen. Die letzte Schraube wird angezogen, und dann soll es auch gleich zum Flughafen gehen. Auf dem Weg zum Taxi bemerken sie, dass sie in der Eile ihren Werkzeugkoffer vergessen haben und springen durch die noch offene Ladeluke zurück an Bord. Als sie das gute Stück endlich gefunden haben, hat das Schiff bereits abgelegt. Notgedrungen muss Beatrice eine Möglichkeit finden, die beiden \"blinden Passagiere\" bis zum nächsten Hafen unterzubringen. Kein leichtes Unterfangen, wie Beatrice schon bald feststellen muss. Währenddessen wartet Inka gespannt auf ihre Freundin Mara Tenning, die sie beim letzten Klassentreffen zu dieser traumhaften Reise überredet hat. Mara leitet seit dem Tod ihrer Eltern eine Stiftung, die Kinderheime in Südamerika unterstützt. In diesem Jahr besucht sie das Heim in Peru, das ihr ganz besonders am Herzen liegt. Doch bevor Inka sie in die Arme schließen kann, passiert im Hafen ein Unfall, bei dem Mara eine Kopfverletzung davonträgt. Als Mara wieder zu sich kommt, erkennt sie zwar ihre Freundin Inka, kann sich aber an ihren eigenen Namen und an den Grund dieser Reise nicht erinnern. Schiffsarzt Dr. Schröder diagnostiziert eine leichte Gehirnerschütterung, die auch die vorübergehenden Gedächtnislücken erklärt. Mara kann zur großen Freude von Inka ihre Reise wie geplant fortsetzen. Und Inka hält eine weitere Überraschung für ihre Freundin bereit. Mit an Bord ist auch Florian Richter, der Mann, den Mara vor einigen Jahren kurz vor der Hochzeit verlassen hat. Mehr und mehr kehren die Erinnerungen zurück und Mara erinnert sich auch, dass der Besuch des Kinderheims in Peru nicht der einzige Grund ihrer Reise ist. Sie ist einem lang gehüteten Familiengeheimnis auf der Spur und dieses führt sie nach Peru zu ihrem ehemaligen Kindermädchen Consuela und zu dem undurchsichtigen Arzt Dr. Petzold. Gemeinsam mit Florian macht sie sich auf den Weg ins Landesinnere, auf der Suche nach der Wahrheit – ein ebenso gefährliches wie aufregendes Unter-nehmen … Mit an Bord ist auch Martin Helmholz mit seiner kleinen Tochter Laura. Kurz nach dem Einchecken wird Martin mit seiner schmerzlichen Vergangenheit konfrontiert. Unten den Passagieren befindet sich Richter Robert Winter und seine Frau Anke. Ausgerechnet der Mann, durch dessen Fehlurteil Martin Helmholz zwei Jahre unschuldig im Gefängnis saß. Als sich Laura mit Anke Winter anfreundet, wird dieses unerwartete Zusammentreffen für alle Beteiligten noch einige aufregende Ereignisse bereithalten … Und auch in den Reihen der Besatzung gibt es Neuigkeiten. Der begabte Gentleman Host an Bord des Traumschiffes, Oskar Schifferle, wird von Beatrice insgeheim als neuer Kreuzfahrtdirektor gehandelt. Und das, obwohl Oskar gerade ganz private Probleme hat. Sein nörgeliger Vater Erwin ist auf dieser Reise als Gast an Bord und macht ihm das Leben ziemlich schwer. Oskar ahnt, dass sein Vater persönliche Probleme haben muss, über die er nicht reden will. Dennoch muss Oskar, wenn er wirklich den Posten des Kreuzfahrtdirektors haben will, in seinem Job als Entertainer alles geben. Und weil für die große glanzvolle Abschluss-Gala an Bord immer noch ein Star fehlt, ruft er kurzerhand bei seinem alten Freund Thomas Gottschalk an und bittet ihn, von Florida aus für einen Tag auf die MS Deutschland zu kommen.","versions":[{"lang":1,"streams":[{"redirect":9208542,"hoster":"VOE"},{"redirect":9208597,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Emirate","epNo":61,"alt":"","descr":"Kapitän Paulsen und seine Crew nehmen mit der \"MS Deutschland\" Kurs auf die Vereinigten Arabischen Emirate und die sagenumwobene Märchenwelt von \"Tausend und einer Nacht\". Besonders für Chefhostess Beatrice hält diese Reise ein wahrhaft verzauberndes Erlebnis bereit. Sie pflegt einen verletzten Falken, der sich auf den weißen Luxusliner verirrt hat. Dabei ahnt sie nicht, dass der dankbare Besitzer des edlen Vogels kein geringerer als ein echter Scheich ist, der Beatrice in die exotische und betörende Welt Arabiens einlädt. Wenig zauberhaft beginnt die Reise für Maja Schneider, die verblüfft feststellen muss, dass der neue Koch an Bord ein alter Bekannter ist. Benny Munk war einst ihr Kollege in einem Hamburger Edelhotel und hat mit seinen offensiven Flirtversuchen keinen guten Eindruck bei Maja hinterlassen. Dass sie eigentlich schwer verliebt in den vermeintlichen Schwerenöter war, will sie sich und ihm natürlich nicht eingestehen. Auch Bennys erneute Annäherungsversuche lassen Maja eigentlich kalt, wenn da nicht ihre Neigung zum Schlafwandeln zu missverständlichen Situationen zwischen beiden führen würde. Probleme solcher Art kennt Amelie, eine Freundin von Beatrice, nicht. Sie ist Nonne und hat nach einer unglücklichen Liebesgeschichte mit einem professio-nellen Dieb allen Männern entsagt. Doch auch sie wird auf der \"MS Deutschland\" unverhofft mit ihrer Vergangenheit konfrontiert. Ausgerechnet Diamantendieb Peter Grohmer befindet sich nach jahrelanger Haft ebenfalls an Bord, und die überraschte Amelie weiß nicht, wie sie mit ihrer alten Liebe und den alten Gefühlen umgehen soll. Dass der Versicherungsdetektiv Martin Steinacker hinter Peter her ist, verunsichert Amelie umso mehr. Denn der behauptet, dass Peter die Reise nutzen will, um die nie gefundene Diebesbeute an einen Diamantenhändler zu verkaufen. Klaus Brenner und sein Sohn Alexander begeben sich an Bord des Traumschiffs, weil der begabte Jungpianist beim Bundes-Musikwettbewerb eine Konzertreise durch die arabische Halbinsel gewonnen hat. Da sich Alexander zusehends vom Ehrgeiz seinen Vaters überfordert fühlt, verbringt er seine Zeit lieber mit der bordeigenen und überaus sympathischen Fitnesstrainerin Inka. Die fragt sich, wie sie den verknallten Teenager behutsam in seine Schranken weisen kann und gleichzeitig Vater und Sohn wieder zueinander führen kann …","versions":[{"lang":1,"streams":[{"redirect":12284308,"hoster":"VOE"},{"redirect":9208615,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Indian Summer","epNo":62,"alt":"","descr":"Kapitän Paulsen und seine Crew nehmen mit dem \"Traumschiff\" Kurs auf Kanada, Neuengland und in den farbenprächtigen Indian Summer. Klaus Altmann, der Schiffszimmermann der MS Deutschland, bekommt überraschend Besuch: Sein älterer Bruder Thomas und seine Mutter Irmy sind angereist, um gemeinsam Irmys 65. Geburtstag zu feiern. Auch wenn Klaus sich freut, seine Mutter wiederzusehen, sieht er der Begegnung mit seinem älteren Bruder, der den Familienbetrieb übernommen hat, mit sehr gemischten Gefühlen entgegen. Die beiden Männer standen immer in Konkurrenz um die Liebe ihres Vaters. Bei einem gemeinsamen Landausflug spitzt sich die Situation schließlich zu und der alte Konflikt zwischen den Brüdern bricht wieder auf. Roland Wagner, ehemaliger Leichtathlet der internationalen Spitzenklasse, ist nach einem Unfall querschnittsgelähmt. Trotzdem hat er seinen Lebensmut nicht verloren und sucht immer wieder neue sportliche Herausforderungen. Zusammen mit seiner Freundin Caro schifft er sich auf der MS Deutschland ein, auf der sein Patenonkel, Jakob Paulsen, Kapitän ist. Roland ist wild entschlossen, einen weiteren Rekord zu brechen und als erster Rollstuhlfahrer in einem Kajak die neuenglische Küste abfahren. Doch sein Verhältnis zu Caro wird dabei auf eine harte Probe gestellt. Caro ist nämlich nicht entgangen, dass Roland sich für seinen Rekordversuch ausgerechnet von Inka coachen lässt, der attraktiven Fitnesstrainerin an Bord. Die Kajakfahrt steht plötzlich unter ganz anderen Vorzeichen als geplant … Der Schiffsarzt Dr. Schröder macht an Bord die Bekanntschaft von Dr. Ellen Barner, der Schwester von Kapitän Paulsen. Sie ist ebenfalls Ärztin, verwitwet, und Dr. Schröder und sie kommen sich schon bald näher. Sie haben gemeinsame Interessen und stellen sich beide die Frage, ob in ihrem engagierten Mediziner-leben nicht doch noch Raum für neue private Entdeckungen wäre. Kapitän Paulsen und Chefstewardess Beatrice sind schon bald erstaunt darüber, wie oft Ellen und Dr. Schröder an Bord und an Land zusammen sind. Beatrice und Kapitän Paulsen träumen unabhängig voneinander von einem kleinen Haus auf Martha’s Vineyard, der Insel der Reichen und Schönen an der Ostküste der USA. Allerdings verschweigen die beiden voreinander ihr Interesse und brechen einzeln zur Insel auf, um sich von einem Makler ein interessantes Objekt zeigen zu lassen. So werden sie ungewollt zu Konkurrenten beim Bieten um das wunderschöne Anwesen. Sie ahnen nicht, dass es gleich zwei Überraschungen dabei geben wird: Die Preise auf Martha’s Vineyard sind astronomisch und der angebliche Makler ist in Wirklichkeit Larry Hagman, Schauspieler und Star der Kultserie\"Dallas\".","versions":[{"lang":1,"streams":[{"redirect":11197783,"hoster":"VOE"},{"redirect":10100991,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Panama","epNo":63,"alt":"","descr":"Offizier Martin Hansen soll sich in Panama City um das Verladen der Bord-Verpflegung kümmern. In der Lagerhalle wird er Zeuge eines Verbrechens und gerät unschuldig unter Mordverdacht. Ohne Papiere flüchtet er vor der Hafenpolizei und deren korruptem Chef Delgado. Hansens Situation wird immer auswegloser. Wie soll er unter den wachsamen Augen des Polizeichefs die Stadt verlassen? Hansen schafft es, Kapitän Paulsen zu alarmieren. Der schmiedet zusammen mit Chefhostess Beatrice einen Plan, wie sie ihren Offizier an Bord der MS Deutschland schmuggeln können. Viola Renner und ihre jüngere Schwester Stephanie planen einen entspannten Schwestern-Urlaub. Zusammen wollen sie auf dem Traumschiff Violas 44. Geburtstag feiern. Dann taucht überraschend Stephanies Freund Daniel an Bord auf. Er will sich nach einem heftigen Streit wieder mit Stephanie versöhnen. Deren Begeisterung hält sich in Grenzen, und sie ist froh, dass Daniel und ihre Schwester sich so gut verstehen und viel Zeit miteinander verbringen. So kann sie in Ruhe Violas Geburtstag vorbereiten. Während der Reise kommen Daniel und Viola sich näher und merken, dass sie mehr als freundschaftliche Gefühle füreinander hegen. Viola, die für ihre kleine Schwester stets wie eine Mutter war, gerät in einen tiefen Gewissenskonflikt. An Violas Geburtstag platzt die Bombe. Für Schiffsarzt Dr. Schröder wird die Reise die schönste und gleichzeitig die schmerzvollste seines Lebens. Er hat in Ellen Barner, der Schwester des Kapitäns, die Frau gefunden, mit der er sein Leben teilen will. Dr. Schröder weiß nicht, wie er Kapitän Paulsen und Beatrice beibringen soll, dass er von Bord geht. Zum Glück taucht überraschend Ellen auf, um ihren Horst in dieser emotional schwierigen Situation zu unterstützen. Unterstützung benötigt auch Kreuzfahrtdirektor Oskar Schifferle, der die berühmte Abschlussgala zu organisierten hat. Eigentlich kein Problem für Oskar – aber ohne die entsprechenden Künstler an Bord ein schwieriges Unterfangen.","versions":[{"lang":1,"streams":[{"redirect":9208572,"hoster":"VOE"},{"redirect":9208578,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Bora Bora","epNo":64,"alt":"","descr":"Kapitän Paulsen und seine Crew nehmen mit dem Traumschiff Kurs auf Polynesien. Dem neuen Crewmitglied, Schiffsarzt Dr. Wolf Sander, und den illustren Gästen steht einmal mehr eine ereignisreiche und turbulente Reise in das Südseeparadies Bora Bora bevor. An Bord ist auch das Gesangs-Duo \"Sunny Girls\", die Schwestern Julia und Melanie. Seit 15 Jahren stehen die beiden schon gemeinsam auf der Bühne und feiern Erfolge. Was Melanie nicht weiß: Pianist Kai, der extra für die Show von Kreuzfahrtdirektor Oskar Schifferle engagiert wurde, ist Julias heimlicher Verlobter. Julia hat sich schweren Herzens dazu entschieden, mit Kai zusammen sesshaft zu werden und bei den Sunny Girls auszusteigen. Die gemeinsame Reise möchte sie dazu nutzen, ihrer Schwester diese Nachricht so schonend wie möglich beizubringen. Dieser Versuch misslingt jedoch gründlich. Beim Landgang auf Bora Bora eskaliert die Situation. Die verwitwete Hilde Baumgarten sucht nach dem Tod ihres Mannes Familienanschluss. Per Kontaktanzeige hat sie sich auf dem Traumschiff mit dem Ehepaar Hoffmann verabredet. Dessen Tochter Greta hat bei einem Unfall vor einem Jahr die Großmutter verloren und ist seitdem traumatisiert. Die Hoffmanns hoffen, dass ihre Tochter sich auf der Reise mit der alten Dame anfreundet und es mit ihrer Hilfe schafft, über den schmerzlichen Verlust der Großmutter hinwegzukommen. Zunächst läuft alles nach Plan. Greta und Hilde, die scheinbar zufällig am Tisch der Hoffmanns sitzt, kommen sich tatsächlich näher. Das kleine Mädchen fasst Vertrauen zu \"Ersatzoma Hilde\" und entwickelt wieder Lebensfreude. Doch als Greta herausfindet, dass es sich bei der Begegnung um ein abgekartetes Spiel handelt, zieht sie sich verletzt zurück. Nina Marquardt, Sommelière auf der MS Deutschland, bekommt überraschend Besuch von ihrem Vater Herbert. Der hatte sie und ihre Mutter vor Jahren Hals über Kopf verlassen, weil er Zweifel an seiner Vaterschaft bekommen hatte. Sämtliche Versuche seiner Tochter, mit ihm Kontakt aufzunehmen, hatte er seitdem ignoriert. Jetzt ist Herbert schwer krank und möchte sich mit Nina aussöhnen, stößt bei seiner resoluten Tochter jedoch auf eisige Ablehnung. Die Situation scheint ausweglos, doch dann bringt das diplomatische Eingreifen des neuen Schiffsarztes Dr. Wolf Sander Bewegung in die gespannte Beziehung zwischen Vater und Tochter.","versions":[{"lang":1,"streams":[{"redirect":9208586,"hoster":"VOE"},{"redirect":9208451,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"New York, Savannah und Salvador de Bahia","epNo":65,"alt":"","descr":"Für Kapitän Paulsen und seine Crew beginnt die Reise ungewöhnlich, denn zum ersten Mal gehen nur zwei Passagiere an Bord – eine Situation, die selbst Beatrice in ihren 30 Berufsjahren noch nie erlebt hat. Paul Wiedemann hat das gesamte Schiff von Quebec bis New York gemietet und überrascht seine ahnungslose Frau Juliane damit zum ersten Hochzeitstag. Paul hat aber auch ein zweites Motiv für die Reise. Lange bevor Juliane in sein Leben getreten ist, hatte er während einer Geschäftsreise nach New York eine kurze Affäre mit Marion Mühlheim. Kurz vor Antritt der Reise nach New York erfährt er, dass diese Affäre nicht ohne Folgen geblieben ist. Bis jetzt hat er dies vor Juliane geheim gehalten. Als Paul aber von Marion erfährt, dass sie schwer krank ist, müssen alle Beteiligten schwerwiegende Entscheidungen treffen.","versions":[{"lang":1,"streams":[{"redirect":9208483,"hoster":"VOE"},{"redirect":9208445,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Kambodscha","epNo":66,"alt":"","descr":"Das \"Traumschiff\" und seine Besatzung nehmen Kurs auf Kambodscha, das Königreich am Thailändischen Golf. Die jungen Eheleute Tobias und Manuela Förster möchten in Begleitung ihres gemeinsamen Freundes Benjamin Hellwig ihren ersten Hochzeitstag an Bord verbringen. Das Glück der Försters wurde von einem tragischen Unfall überschattet, Tobias hat einen Schock erlitten und ist seitdem taub. Manuela und Benjamin halten beide zu ihm, aber sein Leiden macht Tobias jähzornig und unberechenbar. Manuela und Benjamin finden Trost im Gespräch. Während des Landausflugs nach Ankor Wat gesteht Benjamin, ebenfalls in Manuela verliebt gewesen zu sein. Was Benjamin nicht weiß: Durch den Schock eines Beinahe-Unfalls hat Tobias plötzlich sein Gehör wiedererlangt, und das Gespräch zwischen seiner Frau und seinem besten Freund mitgehört. Mit an Bord sind auch Eva Mommsen und ihre Tochter Jennifer, die auf der Seereise Jennifers 18. Geburtstag feiern wollen. Eva möchte diesen Anlass nutzen, um Jennifer ihren ehemaligen Freund Stefan Bogner vorzustellen. Stefan ist Jennifers Vater und weiß davon erst seit kurzem. Jennifer lebt in dem Glauben, ihre Mutter wisse nicht, wer ihr Vater sei. Eva inszeniert ein zufälliges Treffen zwischen Stefan und Jennifer, aber Jennifer ist abgelenkt: Sie meint zu wissen, dass Obersteward Martin Starke ihr Vater ist und möchte ihm schonend beibringen, dass er eine Tochter hat. Während Eva versucht, Jennifer und Stefan einander anzunähern, kommen ihre alten Gefühle für Martin wieder zu Tage. In der Kombüse bekommt Maitre Dieter Walde unliebsame Nachrichten: Sein früherer Freund und heutiger Konkurrent Philipp Mejée kommt als Starkoch an Bord. Dieter fühlte sich von Philipp hintergangen, als Philipp einen Job annahm, der eigentlich Dieter zugestanden hätte. Die beiden Herren lassen keine Gelegenheit aus, um sich gegenseitig zu übertrumpfen – insbesondere vor den Augen der Chef-Hostess Beatrice.","versions":[{"lang":1,"streams":[{"redirect":12915835,"hoster":"VOE"},{"redirect":9208443,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Bali","epNo":67,"alt":"","descr":"Kapitän Paulsen und seine Crew nehmen Kurs auf die indonesische Trauminsel Bali. Mit an Bord ist auch der neue zweite Offizier Sven Blankenhagen. Kapitän Paulsen reagiert irritiert: Vor vielen Jahren hatte er eine Beziehung mit einer Julia Blankenhagen, die aus demselben Ort stammte wie sein neues Besatzungsmitglied. Der Kapitän beginnt unauffällig zu recherchieren und gerät in einen großen Gewissenskonflikt. Zu Gast an Bord ist Justus Bienatzky, ein dominanter älterer Herr, der mit seinen Sonderwünschen die Arbeit von Chefhostess Beatrice unnötig erschwert. Wie sich herausstellt, hat Justus durch seinen Sturkopf sogar seine Tochter Nicola ver-grault, die nach einem Streit vor vielen Jahren nach Bali gezogen ist und allen Kontakt abgebrochen hat. Nun hat Justus einen Brief von Nicolas Sohn Jasper erhalten, von dessen Existenz er bis jetzt nicht wusste, und reist nach Bali, um seinen Enkel nach Deutschland zu holen und zu seinem Nachfolger auszubilden. Justus ist begeistert von Jasper und setzt alles daran, den Jungen mitzunehmen – aber Nicola hält nichts von den Plänen ihres Vaters. Fitnesstrainerin Inka freut sich auf ihre Mutter Susanne, die anlässlich ihres 60. Geburtstages eine Reise auf dem \"Traumschiff\" gebucht hat. Zu Inkas Entsetzen taucht aber auch ihr Vater Bernd auf dem Schiff auf, der seine geschiedene Frau an ihrem Ehrentag nicht alleine lassen will und die heimliche Hoffnung hat, Susanne zurückzugewinnen. Aber Dr. Peter Schmitz, Inkas ehe-maliger Lateinlehrer und Susannes neuer Lebensgefährte, der ebenfalls mit an Bord ist, durchkreuzt Bernds Pläne. Susanne hegt noch reichlich Ressentiments gegen Bernd, weil sie sich in ihrer Ehe von ihm vernachlässigt gefühlt hat. Bernd setzt auch unlautere Mittel ein, um Susanne zu beeindrucken. Turbulente Ver-wicklungen nehmen ihren Lauf, die die sturmerprobte Inka an den Rand der Verzweiflung bringen. Turbulent ist diese Reise auf besondere Weise für den Kreuzfahrtdirektor Oskar Schifferle. Bei den Vorbereitungen für eine Teezeremonie hat Oskar einen Unfall.","versions":[{"lang":1,"streams":[{"redirect":10272583,"hoster":"VOE"},{"redirect":10100992,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Singapur/Bintan","epNo":68,"alt":"","descr":"Das Traumschiff sticht wieder in See und nimmt Kurs auf zwei ganz unterschiedliche Reiseziele. Die Reiseroute führt nach Singapur, der ehemaligen Kronkolonie, die als eine der interessantesten Stadtstaaten der Welt gerühmt wird und zu der indonesischen Sonneninsel Bintan mit ihren kristallklaren Gewässern und traumhaften Stränden. Kapitän Paulsen hat auf dieser Reise ein neues Crewmitglied: den Bordgeistlichen Robert Born. Als Andrea Westphal an Bord eincheckt, gerät der katholische Priester in einen großen emotionalen Konflikt. Denn Andrea ist nicht nur ein Mitglied seiner Pfarrgemeinde, sie ist seit langem seine große Liebe. Ausgerechnet Dr. Bertram, der Vorsteher des römisch-katholischen Kirchengerichts, beobachtet das heimliche Liebespaar bei einem leidenschaftlichen Kuss. Er wertet diesen als eindeutigen Verstoß gegen das Zölibat und erwartet Konsequenzen. Sarah Benning und ihre hochschwangere Schwester Marie Davis, die mit ihrer Familie in Amerika lebt, nehmen sich eine Auszeit auf dem Traumschiff. Nach mehreren Fehlgeburten bot Marie ihrer Schwester an, ihre Leihmutter zu sein und ihr Kind für sie auszutragen. Als Sarah ihre Nachbarin Helga Brunntaler mit deren Tochter Valentina am Pool der MS Deutschland bemerkt, gerät sie in Panik. Völlig verzweifelt gesteht sie ihrer Schwester, dass sie zuhause die Schwangerschaft vorgetäuscht hat, um dem Klatsch und der Fragerei aus dem Weg zu gehen. Was nun? Bei einem Ausrutscher beim Landgang in Singapur kommt Sarahs Geheimnis ans Licht. Während Helga Verständnis zeigt, reagiert Valentina extrem ablehnend. Sie kann nicht verstehen, dass Sarah der Natur ins Handwerk pfuscht und lässt diese das bei jeder sich bietenden Gelegenheit spüren. Helga begreift, dass es Zeit wird, ein klärendes und schon lange überfälliges Gespräch mit ihrer Tochter zu führen. Steffen Hauswald und seine Tochter Lena, die gerade ihr juristisches Staatsexamen gemeistert hat, reisen allein. Lenas Mutter und ihre Schwester Natalie sind verstorben. Natalies Tod hat Lenas Vater bis heute nicht verarbeitet.","versions":[{"lang":1,"streams":[{"redirect":9208497,"hoster":"VOE"},{"redirect":9208508,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Puerto Rico","epNo":69,"alt":"","descr":"Das ZDF-\"Traumschiff\" nimmt unter dem Kommando von Kapitän Jakob Paulsen Kurs auf die Karibik-Insel Puerto Rico. Während Corinna Hartung und Jan Krüger ihr lang ersehntes Wiedersehen feiern, ist die Ankunft von Paul Bronski auf dem Schiff für seine Ehefrau Maria kein großes Vergnügen. Bereits seit drei Monaten ist Maria an Bord, weil sie sich von ihrem Mann vernachlässigt fühlt. Jetzt sitzen sie zusammen auf dem Schiff fest, doch Marias innigster Wunsch, dass Paul mehr Zeit mit ihr als mit seiner Firma verbringen soll, scheint für ihn schwer erfüllbar. Sein alter Freund Kapitän Paulsen und Beatrice haben alle Hände voll zu tun, dem sturen Paul klarzumachen, dass er seine Ehe nur noch retten kann, wenn er seinen bisherigen Kurs ändert. Corinna und Jan haben unterdessen andere Probleme. Corinna wünscht sich nichts sehnlicher, als ihren freien und ungebundenen Lebensstil aufzugeben und mit Jan eine Familie zu gründen. Doch für den abenteuerlustigen Journalisten sind das undenkbare Zukunftsvorstellungen. Dass Jan schwerwiegende Gründe für seine abweisende Haltung hat, verschweigt er Corinna, um sie vor großem Leid zu bewahren. Der berühmte Chirurg Dr. Martin Rainders und seine Frau Carmen reisen mit dem \"Traumschiff\" nach Puerto Rico, um Martins alten Freund Dr. Carlos Rivera in der von ihm gegründeten Kinderklinik zu besuchen. Dem Ehepaar liegt die Klink sehr am Herzen. Seit Jahren unterstützen sie Carlos mit Spenden, Medikamenten und medizinischem Equipment. Voller Vorfreude machen sie sich gemeinsam mit Doktor Sander auf den Weg. Doch die Freude wandelt sich beim Anblick der Klinik in blankes Entsetzen. Auch Kapitän Paulsen hat sich während der Reise mit einigen Problemen herumzuschlagen. Nicht nur sein Freund Paul braucht jede Menge Rat und Unterstützung, Beatrice und er müssen sich auch noch ständig Gedanken um die neue Reiseleiterin machen. Franziska Stein ist offen, flexibel, manchmal zu frech und hat ganz offensichtlich ein Problem mit ihrem Zeitmanagement. Dabei ist Franziska ein sehr kontaktfreudiger Mensch und hilft jedem, der Hilfe braucht. Dass sie sich dabei manchmal verzettelt und deshalb wieder und wieder nicht zum richtigen Zeitpunkt am richtigen Ort ist, erkennt Beatrice sehr schnell und nimmt die \"Kleine\" unter ihre Fittiche.","versions":[{"lang":1,"streams":[{"redirect":9208514,"hoster":"VOE"},{"redirect":9208481,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Malaysia","epNo":70,"alt":"","descr":"Kapitän Paulsen und seine Crew nehmen Kurs auf das paradiesisch schöne Malaysia am Thailändischen Golf. Für Martin Pollack ist das Reiseziel Kuala Lumpur mehr Fluch als Segen. Er ist Kronzeuge in einem Mafiaprozess und soll in Malaysia unter falschem Namen ein neues Leben beginnen. Begleitet wird er dabei von der gutaussehenden, aber unnahbaren Lena Rüthers, die für das BKA tätig ist. Als sich die beiden bei einem letzten gemeinsamen Abendessen näher kommen, droht die verlorene Distanz zum Problem zu werden. Lena kann Pollack gerade noch unter einem Vorwand sicher bei ihrem Kontaktmann vor Ort unterbringen und erklärt damit ihren letzten beruflichen Fall für abgeschlossen. Doch dann taucht Pollack plötzlich wieder an Bord auf. Für einen gefühlstechnischen Umbruch sorgt die Reise auch für das mit Kapitän Paulsen befreundete Ehepaar Maria und Paul Bronski. Paul hat auf Drängen seiner Frau der Arbeitswelt schon vor einer Weile den Rücken gekehrt. Die Reise nach Malaysia war Marias Wunsch und soll vor allem Paul in seiner betriebsamen Art beruhigen. Doch Paul fällt bereits nach kurzer Zeit die Decke auf den Kopf, und er mischt sich deshalb zusehends in die Arbeit des schiffinternen Hausmeisters Julian Helfer ein. Als ihn auch der Landausflug nach Kuala Lumpur nicht auf andere Gedanken bringt, ist Maria am Rande der Verzweiflung. Für sie ist klar: An der Situation muss sich dringend etwas ändern. Auch für Kapitän Paulsen steht eine große Veränderung an: Er hat sein altes Geburtshaus gekauft und möchte sich komplett der Renovierung widmen. Deswegen ist diese Reise mit der MS Deutschland etwas ganz besonderes, es wird seine letzte sein. Lange hält er seine Pläne vor seiner Crew und seinen Freunden geheim. Als der Moment der Aussprache gekommen ist, sind alle perplex. Besonders seiner langjährigen Kollegin und Vertrauten Beatrice geht die Nachricht an die Nieren. Einzig Doktor Wolf Sander war eingeweiht und macht dank tatkräftiger Unterstützung der gesamten Crew Kapitän Paulsen ein ganz besonderes Abschiedsgeschenk.","versions":[{"lang":1,"streams":[{"redirect":12383425,"hoster":"VOE"},{"redirect":9208493,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Perth","epNo":71,"alt":"","descr":"Bevor die MS Deutschland Kurs auf Perth nimmt, ist vom neuen Kapitän des \"Traumschiffs\" noch nichts zu sehen. Beatrice begrüßt die Gäste und traut ihren Augen nicht, als plötzlich Victor, ihr ehemaliger Kollege, vor ihr steht Die letzten Gäste haben eingecheckt, wer noch fehlt ist der neue Kapitän. Beatrice und Doc Sander können es nicht glauben: Wie kann es sein, dass der Neue gleich an seinem ersten Arbeitstag zu spät kommt? In diesem Moment ruft jemand nach ihnen. Victor Burger steht in seiner schicken Kapitänsuniform auf der Brücke und bittet Beatrice und seinen Schiffsarzt, endlich an Bord zu kommen. Beatrice steht unter \"Schock\", sie begreift das alles noch gar nicht. Das letzte Mal, als sie Victor sah, hat er noch als smarter Steward so manches Frauenherz höher schlagen lassen, jetzt steht er auf der Brücke und sagt allen anderen wo es langgeht. Sie spürt allerdings recht bald, dass sich Victor sehr verändert hat. Schiffskoch Marius Lennart hat mit Genehmigung der Reederei seinen Sohn Jonas mit an Bord. Jonas liebt Koalas, er weiß alles über die Tiere, und Marius erfüllt seinem Sohn den sehnlichsten Wunsch: eine gemeinsame Reise in die Heimat der Koalas. Allerdings hat Marius die organisatorischen Probleme gewaltig unterschätzt. Während die Küche auf Hochtouren arbeitet, ist Jonas entweder ständig im Weg oder auf sich allein gestellt. Marius bittet seine Kollegin Claudia, die als Kabinenstewardess an Bord arbeitet, sich um Jonas zu kümmern. Bei einem seiner Alleingänge hat Jonas die Brücke der MS Deutschland entdeckt und lernt dort den neuen Kapitän Burger kennen, der zwar \"sehr streng\" reagiert, es aber in Wahrheit eher amüsant findet, dass so ein kleiner Knirps auf seiner Brücke herum läuft und ihm neunmalkluge Fragen stellt. Mit an Bord sind auch die drei Freundinnen Sonja Blum, Nicole König und Daniela Lüders, die jedes Jahr für zwei, drei Tage eine gemeinsame Reise unternehmen. Dieses Mal haben sie sich, zu ihrem Jubiläum, etwas ganz besonderes gegönnt: eine Reise auf dem \"Traumschiff\". An Bord erhält jede von ihnen eine Nachricht, die sie aus der Bahn wirft. Keine der drei lässt sich gegenüber den anderen etwas anmerken. Schließlich ist man hier an Bord, um Spaß zu haben und nicht um die besten Freundinnen mit den eigenen privaten Problemen zu nerven. Kurz nach dem Anlegen in Perth ist Sonja plötzlich verschwunden. Sie hinterlässt ihren Freundinnen eine Nachricht, die Nicole und Daniela das Schlimmste befürchten lässt. Kurzentschlossen machen sich die Freundinnen auf den Weg ins Outback, um Sonja zu suchen. Ein abenteuerliches Unterfangen, das dank Doktor Sander und den AirDoctors nicht in einer Katastrophe endet. Dass Kapitän Burger mit sich, der MS Deutschland und mit seiner Crew im Reinen ist, zeigt sich endgültig bei seinem ersten großen Kapitänsdinner. Spätestens jetzt ist jedem klar, dass das \"Traumschiff\" tatsächlicheinen neuen Kapitän hat.","versions":[{"lang":1,"streams":[{"redirect":9208724,"hoster":"VOE"},{"redirect":9208736,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Mauritius","epNo":72,"alt":"","descr":"Die Reise der MS Deutschland nimmt die Zuschauer dieses Mal mit nach Mauritius. Nicht nur für Lucie Mitteregger ist das eine Reise in die Vergangenheit, sondern auch Kapitän Burger verbindet mit der Inselgruppe einen ganz dramatischen Teil seines Lebens. Damals noch Kapitän eines Frachtschiffs, wurden er und seine Crew von Piraten überfallen. Als Sonja Preiss, Zielfahnderin des BKA, an Bord der MS Deutschland auftaucht, ahnt Kapitän Burger, dass ihn die Vergangenheit einholt. Mit großer Besorgnis muss Beatrice mit ansehen, wie ihr Freund und Vorgesetzter zusammen mit Sonja Preiss das Schiff verlässt, um den Anführer der Piraten zu identifizieren und ihn hinter Gitter zu bringen. Dagegen verbindet Vera Mitteregger schöne Erinnerungen an die Insel. Sie wuchs dort als Diplomatentochter auf und erlebte dort auch ihre erste große Liebe, bevor ihr Vater wieder nach Deutschland abberufen wurde. Nun, 25 Jahre später, reist sie mit ihrem Mann Karl nach Mauritius, um dort ihre Silberhochzeit zu feiern. Am letzten Hafen steigen ihre hochschwangere Tochter Lucie und ihr Mann Julian zu. Als das Schiff auf hoher See in leichte \"Turbulenzen\" gerät, erleidet Lucie eine Frühgeburt. Auch wenn Mutter und Kind dank Dr. Sanders Knowhow wohlauf sind, gibt es da etwas, was das Familienglück trübt: Das kleine Mädchen ist dunkelhäutig. Julian ist geschockt und geht davon aus, dass Lucie ihn betrogen hat. Er plant seinen sofortigen Rückflug nach Deutschland. Verzweifelt versucht Klaus seinen Schwiegersohn davon abzuhalten und ihn dazu zu bewegen, sich mit Lucie auszusprechen. Unterdessen stellt sich Vera die Frage, ob nicht sie für die Hautfarbe ihrer Enkelin verantwortlich sein könnte. Sie begibt sich auf Spurensuche in der Vergangenheit. Die junge, engagierte Friseurin Katharina ist überglücklich: Ihre Bewerbung für den Friseursalon der MS Deutschland war erfolgreich. Ihre Träume platzen aber leider sofort, als sie ihrem neuen Chef Stefan Arndt gegenübertritt. Er hatte sich Katharina anders vorgestellt und mobbt seine Mitarbeiterin wo er nur kann. Gleichzeitig droht er ihr mit der Entlassung nach der Probezeit. Enttäuscht und frustriert vertraut sich Katharina nach Tagen Beatrice an. Diese hat sofort eine Idee, wie sie ihr helfen kann, und weiht Emilia Sandhoff in ihre Pläne ein. Die alte Dame wohnt seit einiger Zeit auf der MS Deutschland und findet nicht nur Gefallen daran, dem arroganten Friseurmeister eins auszuwischen, sondern schließt die lebenslustige Katharina immer mehr ins Herz. Die Jazzsängerin Jeannie ist von ihrem Management für die Reise engagiert worden, angeblich soll sie auf dem Schiff einen großen Jazz-Abend veranstalten. An Bord muss sie jedoch schockiert feststellen, dass sie zusammen mit dem ihr völlig fremden Thomas für einen Jodelauftritt gebucht wurde. Am liebsten würde sie wieder abreisen, nicht nur, weil dies überhaupt nicht ihr Metier ist, sondern auch, weil sie feststellen muss, dass ihr Exfreund Hardy ebenfalls an Bord ist. Doch Thomas, der sich im ersten Augenblick in die hübsche Sängerin verliebt hat, gibt nicht auf und kann sie am Ende doch zum Bleiben bringen.","versions":[{"lang":1,"streams":[{"redirect":9208301,"hoster":"VOE"},{"redirect":9208238,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Kanada","epNo":73,"alt":"","descr":"Die Reiseroute des Traumschiffs führt nach Quebec. Den Gästen an Bord steht eine traumhafte Reise mit atemberaubenden Landschaften und der wohl berühmtesten Attraktion der Provinz Ontario bevor – den Niagara-Fällen. Simone Klarenfeld begleitet Thomas Roll, den Assistenten ihres verstorbenen Mannes, nach Kanada. Ihr Mann ist dort bei seinem letzten Auftrag angeblich ums Leben gekommen. Thomas präsentiert an Bord der MS Deutschland seinen ersten, eigenen Kanada-Bildband. Gewidmet hat er diesen seinem toten Freund und großen Vorbild, dem bekannten Naturfotografen Doktor Martin Klarenfeld. Doch Martin Klarenfeld lebt. Mit seinem Auftauchen an Bord stürzt er nicht nur seine Frau Simone in ein emotionales Chaos. Er wird auch die Wahrheit über seinen \"Freund\" ans Licht bringen. Beatrice erwischt Lena Küppers, die gerade erst ihren neuen Job als Kabinenstewardess angetreten hat. Lena ist auf dem Weg zur Brücke, um \"ihren\" Vater, Kapitän Burger, aufzusuchen. Victor sieht sich einer Situation gegenüber, mit der viele Männer heutzutage konfrontiert sind. Man ist mit einer Frau zusammen, die Kinder hat, wird Teil der Familie, trennt sich wieder. Aber was ist mit den Kindern? Für Lena war Victor Burger während einer wichtigen Phase ihres Lebens der Mann, der mit ihrer Mutter eine Beziehung und die Vaterrolle übernommen hatte. Einmal mehr wird Beatrice zur klugen Beraterin für Victor. Er stellt sich der Situation und macht sich zusammen mit Lena auf die Suche nach ihrem leiblichen Vater, der mit seiner Familie in Quebec lebt. Mit an Bord gehen auch die streitbaren und unterschiedlichen Freunde Julius Dornfelder und Walter König. Sie haben sich geschworen, sich nie wieder auf eine Frau einzulassen. Sie wollen ihre alte Freundschaft pflegen und um die Reize der weiblichen Passagiere einen weiten Bogen machen. Vielleicht hätten sie ihren Schwur sogar gehalten, wenn nicht Josephine Mellert, eine Freundin von Beatrice, an Bord wäre, die sich ihrer Reize mehr als bewusst ist und für ihr Leben gern flirtet.","versions":[{"lang":1,"streams":[{"redirect":11297280,"hoster":"VOE"},{"redirect":10100994,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Macau","epNo":74,"alt":"","descr":"Die Reiseroute führt \"Das Traumschiff\" dieses Mal nach Macau. Kapitän Burger, seiner Crew und den Passagieren an Bord steht eine ereignisreiche Reise bevor. Oskar Schifferle hat seine Berufung als Hobbyastrologe entdeckt. Noch bevor das Schiff ablegen kann, schwant Beatrice nichts Gutes. Um Oskar wieder auf den Boden der Tatsachen zu holen, stellt sie sich sogar dem Versuch einer Rückführung in ihr früheres Leben. Ganz andere Sorgen hat dagegen Anna. Ihr Sohn Max hat bei einem Lesewettbewerb die Reise auf dem \"Traumschiff\" gewonnen. Eigentlich sollte Annas beste Freundin mit ihnen reisen. Aber kurz vor Ablegen des Schiffs muss diese krankheitsbedingt absagen. So bleibt Anna nichts anderes übrig, als nun allein mit Max die Reise anzutreten. Was jedoch keiner weiß, Anna kann weder schreiben noch lesen, und die Reise stellt sie vor große Herausforderungen. Insbesondere, als sie den charmanten Buchautor Daniel kennenlernt. Nicht nur Max freundet sich schnell mit ihm an, auch Anna muss sich eingestehen, dass sie sich in ihn verliebt hat. Als ihr bei einem gemeinsamen Landausflug ihre Schwäche beinahe zum Verhängnis wird, muss sie sich schweren Herzens sowohl Max als auch Daniel anvertrauen. Mit auf der Reise ist auch das junge Paar Nadja und Kim. Beide haben einen gemeinsamen Traum: ein eigenes Restaurant zu eröffnen. Dafür fehlt ihnen jedoch nicht nur Geld, sondern auch Kims Bruder, den er über einen Schleuser in Macau \"freikaufen\" möchte. An Bord der MS Amadea arbeiten beide dafür hart: Nadja als Zimmermädchen und Kim als Hilfskoch. Beide stehen unter der strengen Beobachtung des \"Food \u0026 Beverage\"-Managers Marco Reuter, der keine Gelegenheit auslässt, um beide zu schikanieren. Als dann auch noch jemand vergessen hat, die Tür des Kühlraums zu schließen, hat er endlich einen Grund, Kim zu kündigen. Im Hafen von Macau angekommen, verlässt Reuter unter den skeptischen Blicken des Kapitäns das Schiff mit einer großen Summe an Bargeld, um neue Vorräte zu kaufen. Doch wird er, der bekannt für seine Spielsucht ist, den großen Reizen der Spielmetropole wiederstehen können? Und in der Tat, Reuter kommt ohne Ware und Geld zurück. Er beteuert, das Geld verloren zu haben, doch Kapitän Burger bleibt nichts anderes übrig, als ihn zu suspendieren. Nadja dagegen überreicht Kim freudestrahlend das Geld für die Schlepper. Kim ist zwar überrascht, nimmt aber das Geld und verlässt damit das Schiff. Doch ihm kommen Zweifel. Marion Dollinger ist dagegen unfreiwillig an Bord. Zusammen mit ihrem Mann Klaus hatte sie einen Yachtausflug unternommen, als sie plötzlich von Bord ging. Stundenlang trieb sie auf offener See, bevor sie von der Crew entdeckt wurde. Unverletzt und vom Schock erholt, kann sie in Macau ihren Mann wieder in die Arme schließen. Obwohl Klaus ihr versichert, alles getan zu haben, um sie auf See wiederzufinden, bleiben Marion Zweifel. Vertrauensvoll bittet sie Kapitän Burger um Hilfe. Auch er kann Klaus’ Geschichte nicht ganz Glauben schenken und recherchiert auf eine Faust. Dabei macht er eine schreckliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":9206563,"hoster":"VOE"},{"redirect":12980197,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Cook Islands","epNo":75,"alt":"","descr":"Kapitän Burger und seine Crew nehmen Kurs auf die Cook Islands. Verborgen im Indischen Ozean liegt dieses traumhafte Paradies, das die Passagiere an Bord in seinen Bann ziehen wird. Alexander Unruh will die Asche seines verunglückten Vaters holen. Noch ahnt er nicht, welche Rolle dabei Elisabeth Bach spielt, die er an Bord kennenlernt. Ebenfalls an Bord ist die junge Lektorin Mia, die nach vielen Jahren in ihre Heimat zu ihrem Vater zurückkehrt. Noch auf See informiert Kapitän Burger sie, dass ein gewaltiger Zyklon auf ihre Heimatinsel Talapata zurast und die Inselbewohner evakuiert werden müssen. Ein Schock für Mia, denn ihr Vater weigert sich, seine Heimat zu verlassen. Auch für Pflanzenforscherin Tessa ist die Reise etwas Besonderes. Sie sucht ihren Kollegen Magnus, der sie nach dem tragischen Tod seiner Tochter verlassen hat und nun einsam auf einer Insel nach Heilpflanzen sucht. Doch Tessa steht unter Beobachtung des gemeinsamen Arbeitgebers und soll herausfinden, ob Magnus lukrative Forschungsergebnisse gesammelt hat. Kann es für Tessa und Magnus ein Happy End geben? Derweil kommen die Crewmitglieder Beatrice und Schifferle unabhängig voneinander auf die Idee, den Jakobsweg entlang zu wandern. Daher suchen beide nach einem Weggefährten. Kapitän Burger und auch Dr. Sander empfehlen sowohl Beatrice als auch Schifferle, die Suche im Internet zu starten. Es kommt, wie es kommen muss: Die beiden beginnen miteinander zu chatten, ohne zu wissen, wer der jeweils andere ist.","versions":[{"lang":1,"streams":[{"redirect":9208740,"hoster":"VOE"},{"redirect":9208711,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Palau","epNo":76,"alt":"","descr":"Die Reiseroute führt \"Das Traumschiff\" dieses Mal nach Palau. Kapitän Victor Burger, seiner Crew und den Passagieren an Bord steht eine ereignisreiche Reise bevor. Für den tauchbegeisterten Victor kommt diese Reise wie gerufen. Nicht nur, dass er endlich einmal wieder seinem Hobby nachgehen kann – er trifft dort auch seinen alten Freund, den bekannten Naturfilmer Dirk Steffens, wieder. Gemeinsam erkunden sie die wunderschöne und einzigartige Unterwasserwelt Palaus. Doch ihr Ausflug kostet Dirk fast das Leben. Beim Auftauchen wird er von einer Bootsschraube erwischt. Zum Glück sind Romy und Lars Felber, zwei Passagiere des Traumschiffes, in der Nähe und können Dirk und Victor an Land und zu einem Arzt bringen. Doch das Verhalten des jungen Ehepaars kommt Victor seltsam vor, und ihm kommen immer mehr Zweifel an der Richtigkeit ihrer Aussagen. Was haben die beiden zu verbergen? Mit Hilfe von Beatrice arrangiert Tobias einen romantischen Heiratsantrag für Mia an Bord. Auch wenn die beiden noch nicht lange zusammen sind, weiß Tobias: Sie ist die Frau seines Lebens. Mia ist überglücklich, bis sie an Bord von ihrer Vergangenheit eingeholt wird. In ihrer Studienzeit arbeitete sie bei einem Escort-Service und trifft an Bord einen ihrer Kunden wieder. Günther Strobel reist mit seiner Ehefrau Angelika und erkennt Mia sofort wieder. Da ihm die junge Frau damals nicht alles gegeben hat, was ihm seiner Auffassung nach zustand, lässt er jetzt keine Möglichkeit aus, ihr entsprechende Avancen zu machen. Tobias, der von Mias Vergangenheit nichts ahnt, ist irritiert und stellt Mia zur Rede. Die gemeinsame Zukunft der beiden wackelt. Evelyn begleitet ihren Vater Martin auf der Reise, wohl wissend, dass es vielleicht die letzte sein wird. Martin leidet unter fortschreitender vaskulärer Demenz. Doch im Gegensatz zu Evelyn verdrängt Martin seine Krankheit. Nach einem Streit beim Landausflug verschwindet Martin, und nur mit Hilfe von Dr. Sander kann Evelyn ihren Vater im \"Dorf des Vergessens\" wiederfinden.","versions":[{"lang":1,"streams":[{"redirect":9208709,"hoster":"VOE"},{"redirect":9208719,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Kuba","epNo":77,"alt":"","descr":"Die Reiseroute des \"Traumschiffs\" führt am Neujahrstag nach Kuba. Den Gästen an Bord steht eine traumhafte Reise mit vielen interessanten Sehenswürdigkeiten bevor. Oskar, der bereits seine Erfahrungen mit der Astrologie gesammelt hat, stellt für die Hobbyastrologin Doris eine große Herausforderung dar. Doch hinter ihren Künsten verbirgt sich weit mehr als eine besondere Gabe. Mit an Bord ist auch Niels, der in Kuba sein Traumauto, einen 1958er Edsel, zu finden hofft. Die Reise ist gleichzeitig auch sein Junggesellenabschied. Seine Trauzeugen Sven und Maik möchten dem spießigen Niels ein ganz besonderes Erlebnis bereiten. Während eines \"Rum-Tastings\" bringen sie ihn in eine lebensgefährliche Situation. Allerdings hat diese genau das zur Folge, was die beiden beabsichtigt haben: Niels erlebt nicht nur einen unvergesslichen Junggesellenabschied, er findet sogar den echten kubanischen Oldtimer. Paul, der verlassene Workaholic, lernt von Maria, der mütterlichen Dauerpassagierin, dass sein Leben aus mehr besteht, als aus Zahlen und Bilanzen. Während die reisebegeisterte Maria mit dem charmanten Ernesto zum \"Son Cubano\" tanzt, beginnt Paul sein Leben neu zu überdenken. Doch Marias Freude wird getrübt: Bei ihrer Rückkehr auf das Schiff erfährt sie, dass sie ihr gesamtes Vermögen verloren hat und ihre Reise mit dem \"Traumschiff\" ihre letzte gewesen sein wird. Doch Paul hat da eine Idee. Nora, eine temperamentvolle junge Frau, trifft an Bord zufällig auf ihren schüchternen Kollegen Bernd. Anfänglich zieht sie ihn mit seinen strukturierten und getakteten Abläufen auf. Doch dann entdeckt Nora eine geheime Karte, und gemeinsam mit Bernd beginnt in Kuba die Suche nach dem gesunkenen Schatz.","versions":[{"lang":1,"streams":[{"redirect":9208769,"hoster":"VOE"},{"redirect":9208779,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Tansania","epNo":78,"alt":"","descr":"Zum 35-jährigen Sendejubiläum entführt das Traumschiff seine Gäste und Zuschauer in ein Land mit atemberaubenden Landschaften und faszinierender Tierwelt: nach Tansania. An Bord befindet sich das skurrile Freundespaar Felix Staudinger und Justus Erbrecht, Vorsitzende eines Hobbyfotografenvereins. Obwohl die beiden seit Jahren befreundet sind, legen sie jährlich einmal ihre Freundschaft auf Eis und konkurrieren um das beste Foto. Robin Schmelting fährt mit ihrem Mann Kai nach Tansania, um dort der Testamentseröffnung ihres verstorbenen Vaters Herbert Frohme beizuwohnen. Robin und ihr Bruder Steffen hatten seit Jahren keinen Kontakt mehr zu ihrem Vater und konnten ihm bis heute nicht verzeihen, dass er sie nach dem Tod ihrer Mutter mit ihrem Schmerz alleine gelassen und kurzerhand nach Deutschland ins Internat gesteckt hatte. Mit ein Grund, dass sich die Trauer um ihn in Grenzen hält. Robin möchte die Reise nutzen, um ihre Ehe zu retten. Kai betrügt sie seit Jahren und hat auch aktuell wieder ein Verhältnis mit der weit jüngeren Frisörin Larissa. Dass diese sich kurzfristig einen Job an Bord besorgt hat, weiß selbst Kai nicht. Und noch eine Überraschung erwartet Robin an Bord: Ihr Bruder Steffen, den sie seit der Hochzeit mit Kai nicht mehr gesehen hat, befindet sich auf dem Schiff. Die Geschwister standen sich früher sehr nahe. Nachdem Robin ihren Jugendfreund Jörg für Kai verlassen und in Steffens Wahrnehmung den völlig falschen Mann geheiratet hat, haben sie sich aus den Augen verloren. Das Wiedersehen verläuft entsprechend \"holprig\". Steffen Frohme hat aber noch ein weiteres Problem und steht unter einem enormen Druck: Seiner Wurstfabrik droht die Insolvenz – er benötigt ganz schnell sehr viel Geld. Dieses erhofft er sich aus dem Verkauf eines kiloschweren Nashorn-Horns auf dem Schwarzmarkt. In Tansania angekommen, erwartet die Geschwister eine völlig neue Situation, der sie sich gemeinsam stellen müssen. Auch der junge Offizier Florian Barner hegt einen großen Traum: Im Gegensatz zu den ehrgeizigen Plänen, die Kapitän Burger mit ihm hat, hängt sein Herz an der Band, die er mit zwei weiteren Crewmitgliedern gegründet hat – und an der Chance, erstmals gemeinsam auf Tournee zu gehen. Noch fehlt Florian der Mut, seinen geschätzten Kapitän und Mentor von seiner Absicht, von Bord zu gehen, zu unterrichten. Florian und seine Jungs proben außerhalb ihrer Dienstzeiten so laut und beeindruckend, dass Kreuzfahrtdirektor Schifferle die Jungs vom Fleck weg für die bevorstehende Gala engagiert. Florian ist klar, jetzt ist die Stunde der Wahrheit gekommen.","versions":[{"lang":1,"streams":[{"redirect":9206555,"hoster":"VOE"},{"redirect":9206558,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Uruguay","epNo":79,"alt":"","descr":"\"Das Traumschiff\" nimmt diesmal Kurs auf Montevideo. Kapitän Burger, seiner Crew und den Gästen an Bord steht eine ereignisreiche Reise in das Land der Gauchos und des Tangos bevor. Robert und Ariane Hambach sind auf Anraten ihres Ehe-Therapeuten an Bord, um sich wieder näher zu kommen. Während in den ersten Jahren ihrer Beziehung das Motto \"Gegensätze ziehen sich an\" dominiert hat, fühlen sie sich mittlerweile vom Partner nur noch missverstanden. Nachdem sie vergeblich diverse Freizeitangebote an Bord getestet haben von Boule bis Klangschalen-Yoga, bei dem Robert prompt einschläft , scheinen sie beim Standardtanzen tatsächlich weiterzukommen bis Robert Ariane seinen Ellbogen ins Gesicht haut. Als es auch in Montevideo auf der vergeblichen Suche nach Gemeinsamkeiten wiederholt zum Streit kommt, beschließen sie, eine Auszeit von dem \"Projekt\" zu nehmen, und sich einfach nur treiben zu lassen. Über eine Tangovorführung landen sie bei einer Milonga, dem öffentlichen Tangotanzen auf einer Plaza mitten in der Stadt. Hier wird Ariane Zeugin, wie Robert in perfekter Harmonie mit einer anderen, ihm völlig unbekannten Partnerin so Tango tanzt, als hätte er nie etwas anderes getan. Dass das möglich ist, erschüttert Ariane zutiefst. Sie läuft verzweifelt zurück ins Hotel nur um dort ihrerseits mit einem fremden Hotelgast auf der Tanzfläche zu landen. Als Robert dazukommt, gibt es erneut Streit. Für den Rest des Landaufenthalts gehen sie getrennte Wege, und als Ariane zurück an Bord kommt, ist Robert aus der gemeinsamen Kabine ausgezogen nur das rote Kleid, das sie trug, als sie sich kennenlernten, und das er heimlich mit an Bord gebracht hat, hat er im Schrank hängen lassen. Ariane erkennt, dass die ewige Streiterei sie davor schützt, genau die Nähe zuzulassen, die sie sich am allermeisten wünscht. Endlich kann sie den entscheidenden (Tango)-Schritt auf Robert zumachen, denn \"wem der Tango nicht das Herz bricht, der hat keins.\" Joachim Wicker und Thomas Voss sind seit Urzeiten befreundet und arbeiten als Lehrer an derselben Schule. Als kurzfristig der Job des Schulleiters zu besetzen war, haben sich beide beworben, ohne dem besten Freund etwas davon zu sagen. Als es trotzdem herauskommt und sie beide eine Absage erhalten, erleidet die Freundschaft einen schweren Bruch, und verständlicherweise sind sie alles andere als erfreut, als sie auf dem Schiff aufeinandertreffen. Zum Puffer zwischen den Streithähnen wird Lale Hansen, die gerade nach 25 Jahren von ihrem Mann wegen einer Jüngeren verlassen wurde. Die eher unsportlichen Männer wollen sich beim Shuffleboard darüber einigen, wer in Uruguay die Reise beendet, aber statt eines Siegers gibt es zwei angeschlagene Verlierer, die bei Doktor Sander auf der Liege landen. In Uruguay, wo sie, erneut unfreiwillig, denselben Landausflug auf eine Estancia mit Lagerfeuer gebucht haben, geht der Konkurrenzkampf erbarmungslos weiter einzig ihre Angst vor Schlangen versöhnt sie kurzfristig, während Lale unbemerkt im Zelt des sexy Gauchos landet. Kaum zurück an Bord, findet der Streit seine Fortsetzung diesmal an der Tischtennisplatte und mit ähnlichem Resultat wie am Shuffleboard. Doktor Sander geht das pubertäre Verhalten der beiden langsam auf die Nerven, und er bittet Lale, als Vermittlerin einzuschreiten. Caroline Helmer macht sich auf ihre letzte Reise nach Uruguay, wo ihre Tochter Nadine lebt, mit der sie sich aber nach dem Unfalltod ihres Mannes zerstritten hat. Was Nadine nicht weiß: Ihre Mutter leidet an einer mysteriösen Krankheit, die innerhalb kurzer Zeit zum Tod führt. Als Caroline entdeckt, dass ihre Jugendliebe Victor Burger der Kapitän des Schiffes ist, ist es zu spät, umzukehren, obwohl sie das gern würde, denn sie hat Victor damals Knall auf Fall sitzen lassen, weil sie sich noch nicht reif genug fühlte für die Ehe. Der Kapitän ist anfangs genauso schockiert, sie zu sehen, trotzdem verleben sie einen glücklichen Tag und eine schöne Nacht miteinander. Dann muss Victor Burger zurück an Bord und erfährt dort von Sander, dass es ein gesundheitliches Problem gibt, von dem er ihm aber nichts sagen darf. Er eilt zurück zum Hotel und findet dort einen Abschiedsbrief von Caroline. Er macht sich sofort auf die Suche nach ihr. Über Nadine, ihre Tochter, findet er sie. Es ist das Todesdatum ihres Mannes, und sie sitzt an der Unfallstelle am Leuchtturm. Dem Kapitän gelingt es, Mutter und Tochter zu versöhnen. Erst am nächsten Tag eröffnet Caroline ihm ihr trauriges Geheimnis und auch, dass sie ihn in ihren letzten Monaten nicht bei sich haben will, sie bleibt bei Nadine. Zurück an Bord, haben Schifferle und Sander inzwischen einige Unruhe verbreitet: In dem Irrglauben, Beatrice habe sich in Italien statt eines schönen Anwesens für viel Geld einen Haufen alter Steine aufschwatzen lassen, geraten sie in heftigen Aktionismus. Mit der Hilfe einiger Schiffshandwerker wollen sie ihren nächsten Landurlaub ganz dem Wiederaufbau der \"Casa sul Vento\" widmen. Als Beatrice davon Wind bekommt, ist sie gerührt, kann die Herren aber beruhigen: Das Haus ist wunderbar in Ordnung und das, was Schifferle auf dem Foto gesehen hat, war nur der alte Schweinestall.","versions":[{"lang":1,"streams":[{"redirect":9208764,"hoster":"VOE"},{"redirect":9208750,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Los Angeles","epNo":80,"alt":"","descr":"Die Reise nach Los Angeles stellt Beatrice vor eine schmerzliche Entscheidung. Soll sie das Schiff, das so lange ihr Zuhause war, verlassen und sich einer neuen Herausforderung stellen? Beatrice hat einen Roman geschrieben, der auf Anhieb ein Bestseller wird. Der Verlag möchte, dass sie direkt ein zweites Buch schreibt, aber wie soll sie das mit ihrer Arbeit an Bord vereinbaren? Und wie wird Kapitän Victor Burger auf ihre Überlegungen reagieren? Dann kommt auch noch überraschend der berühmte Hollywood-Produzent Will Goldsmith an Bord. Er möchte ihren Roman verfilmen und besteht darauf, dass sie selbst das Drehbuch schreibt. Sind die Würfel nun endgültig gefallen? Mit an Bord sind auch die Brüder Ralf und Christoph, die unterschiedlicher nicht sein könnten. Ralf, der nach dem Tod seiner Frau völlig zurückgezogen lebt, ist mit seiner pubertierenden Tochter Sophie und ihrer ersten großen Liebe Timo leicht überfordert. Dagegen ist Christoph ganz auf Sophies Seite. Er selbst hat sich nämlich gerade Hals über Kopf in Clara verliebt und sie gleich eingeladen, ihn auf der Reise zu begleiten. Da Ralfs Koffer nicht mitgekommen ist, muss er sich als Erstes mit Sophie in der Bordboutique einkleiden. Als er mit einem scheußlich aussehenden Hemd aus der Kabine tritt, erwartet ihn aber nicht seine Tochter, sondern eine schöne Unbekannte. Bei den beiden springt sofort der berühmte Funke über. Dummerweise stellt sich kurz darauf aber heraus, dass besagte Fremde niemand anderes ist als Bruder Christophs neue große Liebe. Das daraus resultierende Dilemma besteht während der gesamten Reise, denn auch Clara fühlt sich zunehmend zu Ralf hingezogen. An Bord kommt es sogar zu Handgreiflichkeiten zwischen den Brüdern, und auch Tochter Sophie ist entsetzt über das Verhalten ihres Vaters. Was wird am Ende siegen: Herz über Kopf oder Familie über Liebe? Auch die zweite Konstellation ist ungewöhnlich: Pflegemutter Sabine geht in Rente und gönnt sich diese schöne Reise mit ihrem ebenso schwierigen wie geliebten 18-jährigen Pflegesohn Nico. Dieser hat gerade kurz vor dem Abi die Schule geschmissen, weil er sich dazu berufen fühlt, in Hollywood Stuntman zu werden. Allerdings kann er sich die Ausbildung finanziell nicht leisten, und Sabine hofft, ihm die Flausen auf der Reise noch aus dem Kopf treiben zu können. An Bord lernen sie Carina kennen, ein typisches \"armes reiches Mädchen\", das sich mit Papas Kreditkarte alles kaufen kann – nur die Liebe und Aufmerksamkeit ihres Vaters nicht. Zu Nicos Ärger nimmt Sabine Carina sofort unter ihre Fittiche. Entsetzt muss er mit ansehen, wie Carina mal eben nebenbei ein teures Schmuckstück kauft, das den Wert seiner Ausbildung hat. In der Nacht wird Nico vom Kapitän dabei erwischt, wie er über der Reling waghalsige Selfies macht. Kapitän Burger spart nicht mit wütenden Kommentaren, was er von derartigem Leichtsinn hält, und Carina wird Zeugin seiner vermeintlichen Demütigung, was zu einer kleinen Rangelei zwischen den beiden führt. Dabei verliert sie den teuren Schmuck, und Nico behält ihn. Nach dem Besuch einer Stuntman-Schule in Los Angeles kommen sich Nico und Carina sogar einen Moment lang näher, bevor sie sich wegen einer Luxuswohnung, die Carina aus Trotz mieten möchte, wieder in die Haare kriegen. Nico macht sich daraufhin mit viel Wut im Bauch auf den waghalsigen Weg mit dem Mountainbike hoch in die Hollywood Hills. Als Sabine gerade anfängt, sich Sorgen um Nico zu machen, muss sie auch noch von Carina erfahren, dass er ihren Schmuck behalten hat. Bei der Suche nach Nico schaltet sich dann auch Kapitän Burger ein, dem es dank der sozialen Netzwerke auch gelingt, ihn ausfindig zu machen. Geläutert von den Ereignissen in Los Angeles, überdenken Nico, aber auch Carina, ihre bisherigen Lebenswege und wollen einen Neustart wagen. Letzte Folge mit Heide Keller als Beatrice von Ledebur.","versions":[{"lang":1,"streams":[{"redirect":9206579,"hoster":"VOE"},{"redirect":9206577,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Malediven","epNo":81,"alt":"","descr":"Auf dem \"Traumschiff\" herrscht große Vorfreude: Endlich bereichert wieder eine Frau die Crew um Kapitän Burger. Hanna Liebhold wird die neue Hoteldirektorin auf dem Schiff. Hanna war bisher Generalmanagerin in einem Luxusresort auf den Malediven. Dort sitzt sie auf gepackten Koffern. Da sich ihre Nachfolgerin beim Skifahren das Bein gebrochen hat, muss sie noch etwas ausharren, bis sie ihren Dienst auf dem Schiff beginnen kann. Mit an Bord sind auch Ilona und Roland Michel, die seit der Schulzeit eine On-off-Beziehung führen. Gerade haben sie zum dritten Mal die Scheidung eingereicht. Allerdings geht Ilona mit dem Glauben an Bord, dass Roland die Reise nicht antreten wird. Daher will sie die ursprünglich gemeinsam mit ihrem Mann gebuchte Reise nutzen, um ein neues Leben an der Seite des attraktiven Hotelbesitzers Benno zu beginnen. Sie weiß beim Ablegen nicht, dass Roland in letzter Sekunde doch noch an Bord gekommen ist. Schnell freundet er sich mit der bezaubernden, jungen Bella an. Sie reist auf die Malediven, um ihrem verstorbenen Vater Achim zu ehren. Beide standen sich sehr nahe. Trotzdem hatte sie seine Einladung ausgeschlagen, ihn auf den Malediven zu besuchen, um ihr seine neue Freundin vorzustellen. Kurze Zeit später verstarb er plötzlich, und Bella plagen Gewissensbisse. Auf den Malediven angekommen, hat Ilona allerdings Mühe, Roland loszulassen. Benno, der sich den Urlaub anders vorgestellt hatte, reagiert entsprechend. Dabei übersieht er Amita, seine rechte Hand. Während Benno versucht, für Ilona alles richtig zu machen, heimst Roland – mit der Unterstützung von Amita – die Lorbeeren dafür ein. Die schüchterne Goldschmiedin Marie trifft die Liebe wie ein Blitzschlag. An Bord trifft sie den Lektor Sönke, der dort diverse Vorträge über seltene Artefakte aus versunkenen Schiffen hält. Beide kommen sich näher, und auch Sönke verliebt sich in sie. Als ihm Marie von einer seltenen Münze erzählt, die sie neu gefasst hat und die Sönke als eine der wertvollsten Münzen einer versunkenen portugiesischen Galeere erkennt, zählt für ihn nur noch eines: Er muss diese Münze besitzen. Parallel muss sich die neue Hoteldirektorin Hanna einer Aufgabe stellen, die ihr das Herz zerreißt. Bei Bellas Andachtsfeier zu Ehren ihres verstorbenen Vaters Achim kommt es zur Konfrontation der beiden Frauen. Hanna trägt eine Kette, die vermeintlich aus dem Erbe von Bellas Großmutter stammt und die sie wiederhaben möchte. Jeder Versuch von Hanna, sich mit Bella auszusprechen, scheitert. Daran kann auch der junge und gut aussehende Tauchlehrer Jean-Luc nichts ändern, obwohl es zwischen ihm und Bella kräftig knistert. Erste Folge mit Barbara Wussow als Hanna Liebhold.","versions":[{"lang":1,"streams":[{"redirect":11717227,"hoster":"VOE"},{"redirect":11717230,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Hawaii","epNo":82,"alt":"","descr":"Kapitän Burger und und seine Crew müssen sich während dieser Reise nach Hawaii einer ganz besonderen Aufgabe stellen. Ausgelöst durch die Anwesenheit der attraktiven Controllerin Katja Kranz, geraten Chief Purser Holger und Sous-Chef Thomas mächtig in die Bredouille. Holger hatte Thomas 10 000 Euro aus der Schiffskasse vorgestreckt, damit dieser die Augen-OP seiner kleinen Tochter zahlen konnte. Jetzt droht die \"Leihgabe\" durch Kontrollerin Katja aufzufliegen. In ihrer Not täuschen sie eine Erpressung vor und drohen, das Essen an Bord zu vergiften – sollte der Kapitän nicht umgehend 10 000 Euro zahlen. Im ersten Schritt geht Kapitän Burger auf die Forderung ein, das wichtigste für ihn ist und bleibt die Sicherheit für die Passagiere und seine Crew an Bord. Nach einer missglücken Geldübergabe auf Hawaii wird Kapitän Burger misstrauisch und schmiedet gemeinsam mit seinen engsten Vertrauten, Hanna Liebhold und Doc Sander, einen verwegenen Plan. Jon und Vera sind seit einigen Monaten heimlich verliebt. Jetzt gehen sie getrennt, Vera mit ihrem Sohn Moritz und Jon mit seiner Tochter Lotte, an Bord. Auf der Reise nach Hawaii wollen sie sich als Paar \"outen\". Dieses Vorhaben gestaltet sich jedoch schwieriger als gedacht. Da Lotte ihre vor drei Jahren an Krebs gestorbene Mutter schmerzlich vermisst, schreckt ihr Vater Jon davor zurück, ihr seine neue Liebe vorzustellen – was wiederum Vera davon abhält, Moritz zu sagen, dass es einen weiteren Mann in ihrem Leben gibt. Weniger problematisch scheint sich anfangs der Flirt zwischen dem ehemaligen Juwelendieb Frank und der Versicherungsdetektivin Vera zu entwickeln, zumal er durch die reiche Witwe Susanna noch angeheizt wird. Mila wurde auf Susanna angesetzt, um zu verhindern, dass ihr ein weiteres Mal während einer Kreuzfahrt die Juwelen gestohlen werden. Doch auf Hawaii macht sich Susanna, angeblich ohne einen einzigen Klunker am Hals, selbstständig. Jon und Vera nutzen die Zeit an Land, um sich dem Kind des jeweils anderen anzunähern – was sich im Fall von Moritz leider als unmöglich erweist: Weder beim Surfen noch beim Ausflug in den berühmten Dinosaurierpark lässt sich Moritz ein Lächeln entlocken, was Vera zunehmend auf die Nerven geht. Erst als Jon ihn zu einer rasanten Fahrt auf einem Quad einlädt, scheint sich das Blatt zu wenden – aber dann geschieht ein Unfall, der endgültig alles infrage stellt. Beneidenswert verliebt schlendern dagegen Frank und Mila durch Honolulu und über die herrliche Insel – kurz kreuzen sich die Wege mit Susanna, aber auch mit Franks Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":12284306,"hoster":"VOE"},{"redirect":11717233,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Japan","epNo":83,"alt":"","descr":"Das Traumschiff macht sich zum Jahresauftakt auf den Weg in den japanischen Frühling, wo die Crew und die Gäste, neben Tokio, Kyoto und dem Mount Fuji, die weltberühmte Kirschblüte erwartet. Saskia und Tobias Fährmann sind mit ihrem neunjährigen Sohn Paul an Bord, der ein großer Kendo-Fan ist und in Tokio eine Kendo-Schule besuchen möchte. Im Gepäck sein Kendo-Übungsschwert, das im Hafen erst einmal beschlagnahmt wird. Seine Mutter Saskia, die für einen Buchverlag arbeitet, trifft an Bord auf den bekannten und von vielen Verlagen umworbenen Bestseller-Schriftsteller Hendrik Claasen. Für Saskia stellt sich auf dieser Reise die Frage: Was ist wichtiger, die Arbeit und die Hoffnung auf die ganz große Karriere oder die Liebe und ihre Familie? Anna Sato hat ihre Kindheit in Japan verbracht. Ihr Vater ist Japaner, ihre Mutter Deutsche. Für Anna ist Japan eine Reise in ihre Vergangenheit. Zusammen mit ihrem Verlobten Daniel Felber wird sie nicht nur mit den traditionellen Ansichten ihres Vaters konfrontiert – die junge, selbstbewusste und moderne Frau trifft auch auf ihre Schwester, die Geisha Misaki Sato. Laura und Julia Friesinger sind eineiige Zwillinge und träumen seit Jahren davon, die Welt zu sehen. Da an Bord des Traumschiffs allerdings nur eine Stelle zu besetzen war, haben sie sich kurzerhand als eine Person an Bord geschmuggelt. Was im ersten Moment schlau klingt, sorgt für eine Menge Probleme, Missverständnisse und Turbulenzen. Was tut man, wenn man ohne Handy und Portemonnaie mitten in Tokio steht? Kaum jemand spricht Englisch, geschweige denn Deutsch, und statt Buchstaben liest man nur irgendwelche Schriftzeichen. Oskar Schifferle strandet in einer der faszinierendsten Städte der Welt, und man kann nur hoffen, dass er rechtzeitig den Weg zurück in den Hafen findet, bevor das Traumschiff wieder ablegen muss.","versions":[{"lang":1,"streams":[{"redirect":9206565,"hoster":"VOE"},{"redirect":9206570,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Sambia","epNo":84,"alt":"","descr":"Unter dem Kommando von Martin Grimm entführt das \"Traumschiff\" die Zuschauer nach Sambia und zu den beeindruckenden und atemberaubenden Viktoriafällen. Hanna Liebhold begrüßt ihren Cousin Hanno Flemming an Bord. Nach dem Verkauf seiner Firma und einem Burnout hat er nun neuen Lebensmut gefasst und eine Stiftung gegründet. Über diese möchte er in die Gepardenfarm von Dr. Elsa Bakel investieren. Elsa Bakel ist eine Ikone in der Gepardenforschung. Allerdings lässt sie sich von niemandem reinreden und lässt Hanno wiederholt abblitzen. Auch die ständige Anwesenheit der jungen Journalistin Britta Klein, die eine Reportage über sie schreiben soll, lässt Dr. Bakel nur wegen des Honorars über sich ergehen. An Bord treffen Britta und Hanno aufeinander. Mit Schrecken erkennt Britta in ihm ihren Internetflirt, gibt sich allerdings nicht zu erkennen. Doch je mehr die beiden Zeit miteinander verbringen, umso näher kommen sie sich und verlieben sich ineinander. Und immer noch ahnt Hanno nicht, dass sich hinter Britta seine Internet-Bekanntschaft mit dem Codenamen \"Sternschnuppe\" verbirgt. Allerdings hat er auch genug damit zu tun, die exzentrische Elsa davon zu überzeugen, dass ihre Zeit in Sambia als Leiterin der Gepardenfarm vorbei ist. Hilfe für dieses Vorhaben bekommt er von Elsas Ziehsohn Kito und von Hanna Liebhold. Erst als Elsas Lieblingsgepard von einem Löwen angefallen und nur durch Hannos Einsatz in letzter Sekunde gerettet werden kann, gibt sie auf. Und wie so oft im Leben trifft auch bei Elsa der weise Satz zu: Wenn sich eine Tür schließt, öffnet sich eine andere. Mit an Bord sind auch die beiden Freundinnen Alice und Judith. Seit einem Jahr freuen sie sich auf die Reise und sind entschlossen, alles an Spaß und Abenteuer mitzunehmen, was geht. Ganz zum Leidwesen der anderen Passagiere gewinnen sie jedes Spiel, egal ob Shuffleboard, Boule oder Bingo. Daher erfindet Oskar einen Tanzwettbewerb, für den sich die Freundinnen begeistert anmelden. Auf Anhieb verliebt sich Alice in ihren attraktiven Tanzpartner Sam. Als dieser sie spontan in das Hotel seiner Mutter einlädt, kann Alice ihr Glück kaum fassen. Trotz der Warnung ihrer Freundin Judith, dass alle Tänzer schwul seien, nimmt Alice die Einladung an. Vor Ort wird sie herzlich von June begrüßt, die in ihr schon die potenzielle Schwiegertochter sieht, die ihren Sohn endlich dazu bringen wird, das Hotel zu übernehmen. Am Ende muss Sam Alice allerdings reinen Wein einschenken, die daraufhin frustriert auf Schiffs zurückkehrt. Auch das Glück von Britta und Hanno scheint nur von kurzer Dauer. Nach der ersten gemeinsamen Nacht entdeckt Britta ein Foto von Hannos Ex-Frau auf dessen Laptop. Aus Angst vor Enttäuschung flieht sie zurück aufs Schiff und gibt sich nun endlich gegenüber Hanno zu erkennen. Was Hanno dagegen zu der irrwitzigen Annahme verleitet, sie hätte ihn nur für ihre Reportage ausgenutzt. Die \"Traumschiff\"-Crew hat alle Hände voll zu tun, Irrtümer aufzudecken und gebrochene Herzen zu kitten. Eine unvergessliche Reise, die nicht nur den Passagieren an Bord noch lange in Erinnerung bleiben wird.","versions":[{"lang":1,"streams":[{"redirect":9209000,"hoster":"VOE"},{"redirect":9208908,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Antigua","epNo":85,"alt":"","descr":"Die gesamte Crew geht davon aus, dass Staff-Kapitän Grimm der Kapitän des \"Traumschiffs\" wird. Doch die Reederei hat anders entschieden. Max Parger stellt sich als neuer Kapitän vor. Kein leichter Start für \"den Neuen\". Bereits beim Auslaufen kommt es zum Konflikt zwischen Parger und Grimm. Es wird eine turbulente, emotionale und teilweise auch gefährliche erste Reise für Max Parger, an deren Ende er sich jeden Respekt verdient hat. Eigentlich freut sich Kapitän Parger über den Überraschungsbesuch seines Bruders. Aber er kennt Moritz gut genug, um zu wissen, dass dessen Anwesenheit, ob seiner zum Teil verrückten Ideen, auch mal im Chaos enden könnte. Daher nimmt er sich vor, Moritz im Auge zu behalten. Kapitän Parger ist allerdings nicht das einzige Crew-Mitglied, das auf dieser Reise so manches Hindernis überwinden muss. Frieder Heinemann, ein bekannter Kreuzfahrt-Kritiker, kommt an Bord. Was an sich kein Problem für Hoteldirektorin Liebhold und ihre Crew darstellt, weil sie wissen, was sie können. Aber Hanna Liebhold und Frieder Heinemann waren einst ein Paar, und es war Hanna, die sich von Frieder getrennt hat, was der ihr nur schwer verzeihen kann und alle an Bord spüren lässt. Sebastian Felber möchte seinen Lebensgefährten, Thomas Severin, gleich doppelt überraschen. Er möchte ihm an Bord einen Heiratsantrag machen und hat dafür, Überraschung Nummer zwei, Thomas’ älteste und beste Freundin Judith Kerner eingeladen, die mit ihrem 14-jährigen Sohn Tobias an Bord kommt. Das Problem ist nur, dass Thomas der Vater von Tobias ist, was Judith bis heute geheim gehalten hat. Genug Stoff für Marlene und Heinz Kolatschek, ein älteres Ehepaar, das während dieser Reise seine Goldene Hochzeit feiern will und schon bald feststellen muss, wie unterschiedlich die jeweiligen Vorstellungen für die Feierlichkeiten dieses großen Ereignisses sind. Marlene und Heinz reden viel über andere Menschen, sind aber sprachlos, wenn es um die eigenen Gefühle geht. Tanja Lohmeier arbeitet als Kabinen-Stewardess an Bord und frönt, gern auch während der Arbeit und zur großen Freude der Crew und der Passagiere, ihrer großen Leidenschaft – dem Gesang. Seit vielen Jahren hegt sie einen Traum: Einmal im Leben möchte sie ihr Talent auf einer großen Bühne vor Publikum präsentieren. Dass dieser Traum aufgrund der tatkräftigen Unterstützung von Doktor Sander und Kreuzfahrtdirektor Schifferle Wirklichkeit geworden ist, begreift die quirlige Tanja erst, als sie tatsächlich bei der Abschlussgala allein auf der großen Bühne des \"Traumschiffs\" steht. Humor, Liebe und Dramatik sorgen für eine kurzweilige Reise nach Antigua mit dem neuen Kapitän des \"Traumschiffs\", Max Parger. Erste Folge mit Florian Silbereisen als Kapitän Max Parger.","versions":[{"lang":1,"streams":[{"redirect":9208759,"hoster":"VOE"},{"redirect":9208642,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Kolumbien","epNo":86,"alt":"","descr":"Als das \"Traumschiff\" Richtung Kolumbien in See sticht, hat es einen blinden Passagier namens Eric an Bord, der sich die Passage nach Kolumbien ergaunern will. Leider wird er von der ehrgeizigen Medizinstudentin Ella beobachtet und beim Kapitän verpetzt. Kapitän Parger, Hanna und Staff-Kapitän Grimm müssen das \"Faultier mit Herz\" bis zum nächsten Hafen wohl oder übel unter ihre Fittiche nehmen. Im Verlauf der Reise kommen sich Eric und Ella dabei freundschaftlich näher. Sie übernehmen nach einem aufregenden Landgang, bei dem Eric ein wichtiges Ersatzteil für den Kapitän besorgen soll und beinahe scheitert, am Ende Verantwortung für den eigenen Lebensweg: Ella hat gelernt, dass sie nicht nur nach den Erwartungen leben muss, die ihre Familie an sie stellt, und Eric hat wiederum begriffen, dass seine Eltern vielleicht doch mit manchem recht hatten. Herzenssachen wiegen schwerer, wenn in der Brust der neuen Liebe vermeintlich das Herz der verstorbenen, großen Liebe schlägt: Als Anne und Bastian sich an Bord begegnen, ist es genau ein Jahr her, dass Annes Mann tödlich verunglückt ist und Bastian durch ein Spenderherz das Leben gerettet wurde. Als sie sich auf Anhieb ineinander verlieben, beschleicht Anne bei der Entdeckung einer Narbe auf Bastians Brust ein schrecklicher Verdacht. Emotional völlig aufgelöst versucht sie über Doktor Sander herauszubekommen, ob es sich bei Bastians \"neuem\" Herzen tatsächlich um das Herz ihres Mannes handeln könnte. Aber Doktor Sander kann und darf ihr dabei nicht helfen. Für Anne steht fest, sie muss ihre Gefühle im Keim ersticken. Sie trennt sich von dem völlig ahnungslosen Bastian. Gül heißt auf Türkisch \"Rose\", und daher ist es nicht verwunderlich, dass der attraktive deutsch-türkische Rentner Nazim sofort auf die traurige Rose anspringt, denn Gül hieß auch seine vor Langem verstorbene Frau. Rose trauert seit sieben Jahren um ihren Mann, der allerdings nicht gestorben ist, sondern sie wegen einer Jüngeren verlassen hat. Ihre temperamentvolle, beste Freundin Hortense, die das ganze Gegenteil der schüchternen Rose ist, hofft sehr, dass die Reise nach Kolumbien, zu der sie Rose eingeladen hat, diese endlich aufheitert. Aber vorerst scheint das nicht zu glücken. Doch so schnell gibt Hortense nicht auf und entwickelt gemeinsam mit Nazim einen raffinierten Plan. Zur großen Freude der Passagiere kann Kapitän Parger einen prominenten Gast an Bord des \"Traumschiffs\" begrüßen: den ehemaligen Torwart der Deutschen Fußballnationalmannschaft, Roman Weidenfeller.","versions":[{"lang":1,"streams":[{"redirect":9208653,"hoster":"VOE"},{"redirect":9208650,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Marokko","epNo":87,"alt":"","descr":"Unter Leitung von Kapitän Max Parger nimmt das \"Traumschiff\" dieses Mal Kurs auf Marokko. Dort erleben nicht nur die Gäste unvergessliche Momente, sondern auch die Crew selbst. Vervollständigt wird die Crew rund um Kapitän Parger von Staff-Kapitän Grimm, Schiffsarzt Dr. Sander und Hoteldirektorin Liebhold, der es sogar gelingt, ihren Kapitän zu einem \"Skiausflug\" in die goldenen Sanddünen zu überreden. Noch bevor das Schiff in See sticht, nimmt Staff-Kapitän Martin Grimm die anerkannte Kunstexpertin Clara Philipp unter seine Fittiche. Clara begleitet im Auftrag eines reichen, marokkanischen Sammlers fünf wertvolle Gemälde nach Marrakesch. In Abstimmung mit dem Sammler hat sie die Erlaubnis, die Kunstwerke während der Reise interessierten Passagieren zu zeigen und über sie zu referieren. Staff-Kapitän Grimm hilft ihr dabei, die Gemälde in einem speziell temperierten Lagerraum zu verstauen. Allerdings kann er sie vor der Bedrohung durch Pit Manshold, einem hochkarätigen Kunstfälscher, nur bedingt bewahren: Pit plant, eines der wertvollen Bildern an Bord, spätestens in Marokko, gegen eine Fälschung auszutauschen. Nachdem sich Clara in Marrakesch im weltberühmten Souk verlaufen und Pit sie scheinheilig \"gerettet\" hat, nimmt sie ihn zum Dank mit zu Monsieur Soller, dem Privatsammler, in dessen Palast sie die Bilder gebracht hat. Dort gelingt Pit der Austausch des wertvollsten Bildes. Doch dank Claras unbestechlichem Blick gelingt es ihr, die Fälschung von dem Original zu unterscheiden. Zurück an Bord ist einmal mehr das kriminalistische Gespür von Kapitän Parger gefragt. Prinzessin Lilani, bildschöne Tochter eines afrikanischen Stammesfürsten, kommt inkognito an Bord und bittet Hoteldirektorin Liebhold, ihre Identität unbedingt zu wahren. Lilani, die in Berlin studiert hat, wird in Marrakesch an der Seite ihres Vaters dem dortigen König einen Staatsbesuch abstatten. Anschließend soll sie mit ihrem Vater nach Hause fahren, um dort ihren Platz im Fürstenhaus einzunehmen. So weit der Plan, dem Amor aber in Gestalt von Lennart Albers, Fitnesstrainer an Bord, dazwischenfunkt. Lennart und Lilani verlieben sich auf Anhieb ineinander Die beiden genießen wunderbare Tage an Bord und im märchenhaften Marrakesch, ohne dass Lennart ihre wahre Identität kennt. Allerdings hat der Bordfotograf Ken durch einen Zufall erfahren, wer Lilani wirklich ist, und wittert eine heiße Story. Er verfolgt Lilani und Lennart und ist heimlich dabei, als die beiden herzzerreißend Abschied voneinander nehmen. Ken will Lennart daraufhin überreden, seine große Liebe zu verraten – das kostet Ken eine blutige Lippe und den Job. Rosi Hager, attraktive 61, hat immer einen guten Spruch auf den Lippen. Kurz nachdem ihr Mann die \"klassische Flatter\" gemacht hat, wurde Rosi eingeladen, im Rahmen eines 70er-Jahre-Schlagerfestivals das alte Duo \"Rosi und Rolf\" wieder aufleben zu lassen. Rosi hat voller Begeisterung bereits einen Vertrag unterschrieben und sieht sich nun in der Situation, ihren damaligen Partner Rolf mit allen ihr zur Verfügung stehenden Mitteln wieder \"ins Boot\" zu bekommen. Zu diesem Zweck sucht sie besagten Rolf, der inzwischen als Barpianist auf Kreuzfahrtschiffen arbeitet, an Bord heim, um ihn zu dem Auftritt zu überreden. Als dieser kategorisch ablehnt, verfolgt sie ihn auf Schritt und Tritt bis in die Wüste und sogar bis auf einen Kamelrücken. Zurück an Bord müssen beide erst an einer Virusgrippe erkranken, bis Doktor Sander erfährt, dass Rosi und Rolf – anders als von ihm vermutet – kein Liebespaar waren – und Rolf am Ende dennoch Rosi das Zugeständnis macht, noch einmal ihren Hit \"Herz im Wind\" zu singen, aber wirklich nur ein einziges Mal.","versions":[{"lang":1,"streams":[{"redirect":9208625,"hoster":"VOE"},{"redirect":9208628,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Kapstadt","epNo":88,"alt":"","descr":"Die Reiseroute des Traumschiffs unter der Führung von Kapitän Parger nimmt Kurs auf den südlichsten Zipfel des afrikanischen Kontinents. Für Kapitän Parger und seine Crew ist diese Reise eine ganz besondere. Denn sie müssen sich von langjährigen Mitarbeitern verabschieden, die sich für ein neues Leben an Land entschieden haben. Schiffsarzt Doktor Sander hat sich nach Jahren für die Liebe entschieden und wird das Traumschiff verlassen. Er hat alles souverän und perfekt vorbereitet. Bei seiner letzten Reise hat er bereits die junge Ärztin Julia Brand zur Einarbeitung an seiner Seite. Doch so richtig scheint er sich emotional dann doch nicht mit dem Ausstieg auseinandergesetzt zu haben. Je näher der Abschied rückt, umso stärker kommen die Zweifel und die Fragen, ob er sich tatsächlich ein Leben an Land vorstellen kann. Auch Vanessa Kranz, seit zwei Jahren Sommelière an Bord, wird der Liebe wegen in Kapstadt ihren Abschied nehmen. Ihr Verlobter Tobias betreibt bereits seit einigen Jahren das gemeinsame Weingut in Südafrika, nun soll auch Vanessa dauerhaft dort leben und arbeiten. Doch mit der Ankunft in ihrer neuen Heimat platzt der große Traum wie eine Seifenblase, und sie steht vor dem Nichts. Unerwartete Unterstützung erhält sie von einer millionenschweren Passagierin: Linda aus Denver. Annika Keller und Dennis Berger haben die Liebe noch nicht gefunden. Sie sollen an Bord des Traumschiffs Teil eines Liebesexperiments werden. Sie wurden aus 9000 Singles ausgewählt, um an Bord ihr Date zu haben. Am Ende der Reise wartet ein Betrag von 50 000 Euro auf das Paar, sollte das Experiment gelingen und die beiden sich ineinander verlieben. Der erste Eindruck verspricht nicht viel, beide können sich von Anfang an nicht ausstehen: Dennis hält nicht viel von Annikas Leidenschaft für außergewöhnliche Brillen, und Annika hat ein großes Problem mit den rosafarbenen Kleidungsstücken von Dennis. Das erste Date läuft dementsprechend nüchtern ab, und beide erklären das Experiment vorzeitig für gescheitert. Da sie das Preisgeld aber nicht verlieren wollen, treffen sie eine Vereinbarung und spielen ein glückliches Paar. Schwester Magdalena ist im Auftrag der Kirche unterwegs nach Kapstadt, um Impfungen und medizinische Ausrüstung nach Südafrika zu bringen. Gemeinsam mit Dr. Julia Brand und der tatkräftigen Unterstützung von Kapitän Parger möchte sie vor Ort die Kinder mit einer Impfung vor einem gefährlichen Virus schützen. Allerdings geht die Kiste mit dem Impfstoff beim Verladen verloren. Hanna Liebhold und Staff-Kapitän Grimm müssen gemeinsam versuchen, die Kiste rechtzeitig wiederzufinden, bevor der Impfstoff ohne Kühlung unbrauchbar wird. Lea Bremer ist mit ihrem Vater Thomas unter einem Vorwand an Bord gegangen: Sie wurde als Baby von Thomas und seiner Frau aus Kapstadt adoptiert und möchte nun ihre leibliche Mutter finden. Schwester Magdalena hat damals bei der Adoption geholfen, und Lea hofft, dass sie mit deren Unterstützung etwas über ihre leibliche Mutter herausfinden kann. Doch Magdalena ist keine große Hilfe, sie versteht nicht, wieso Lea nach der Frau sucht, die sich nicht um ihr Kind kümmern konnte und es zur Adoption freigegeben hat. Ihrer Meinung nach hatte Lea es in Deutschland bei ihren Adoptiveltern deutlich besser. Aber Lea ist fest entschlossen, ihre Wurzeln zu finden, und dazu gehört auch ihre leibliche Mutter. In Kapstadt machen Vater und Tochter sich auf die Spuren der Geschichte und besuchen die Kirche, in der Thomas und seine Frau Lea das erste Mal in den Armen gehalten haben. Dort werden sie von einer jungen Frau beobachtet. Als die beiden über einen Markt schlendern und Ausschau nach Souvenirs für zu Hause halten, wird Lea von Malaika Balewa, der jungen Frau aus der Kirche, angesprochen. Weil sie Lea etwas über deren Mutter erzählen möchte, folgt sie der fremden Frau und lässt ihren Vater allein auf dem Markt zurück. Einmal mehr muss Kapitän Parger einschreiten, um dem verzweifelter Vater bei der Suche zu helfen. Ebenso verzweifelt taucht dann auch noch Moritz Parger auf und bittet seinen Bruder Max, ihm wieder einmal aus der Patsche zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9208657,"hoster":"VOE"},{"redirect":9208687,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Seychellen","epNo":89,"alt":"","descr":"Unter dem Kommando von Kapitän Parger nimmt das \"Traumschiff\" Kurs auf die Seychellen, traumhafter Archipel und Taucherparadies im Indischen Ozean. Mit an Bord ist unter anderen die berühmte Sängerin Stella Berger, die von ihrem Bodyguard Leo Schöne begleitet wird. Seit einiger Zeit wird Stella von einem Stalker heimgesucht, durch die Kreuzfahrt will sie Abstand gewinnen und in der Anonymität zur Ruhe kommen. Da läuft ihr \"zufällig\" Musikproduzent Ben Friedmann über den Weg, der sie vor einigen Jahren beruflich hintergangen hat und nun an Stellas Erfolg teilhaben möchte. Sie ist überhaupt nicht begeistert, Ben an Bord des \"Traumschiffs\" wieder zu treffen, und möchte, dass er sich von ihr fernhält, was ihm sichtlich schwerzufallen scheint. Leo beschützt Stella nicht nur vor Ben, sondern auch vor einem begeisterten Horst Lichter, der ein großer Fan von Stella ist und sie gern in seiner Show hätte. Hoteldirektorin Liebhold kann gerade noch verhindern, dass Leo den sympathischen Horst Lichter zu Boden schickt. Als Stella in ihrer Kabine einen Strauß Rosen findet, ist sie sich sicher: Der Stalker ist an Bord. Der Verdacht fällt auf Ben. Staff-Kapitän Grimm hat von Kapitän Parger den Auftrag, beim Landausflug auf den Seychellen ein Auge auf Stella zu haben und auf sie aufzupassen. Auch Isolde von Hohensaal möchte die Zeit auf dem \"Traumschiff\" in Ruhe und für sich verbringen. Die Rechnung hat sie allerdings ohne ihren Zimmernachbarn Hendrik Steiner gemacht, der die Kreuzfahrt bei einem Preisausschreiben gewonnen hat und eigentlich auf einer Heavy-Metal-Kreuzfahrt hätte landen sollen. Er nähert sich Isolde immer wieder an, die hat jedoch keinerlei Interesse, mit dem Alkohol trinkenden Musikfan in Kontakt zu treten. Auf der Flucht vor seinen Annäherungsversuchen verstaucht sie sich den Fuß. Den Kontakt zu Hendrik lässt sie erst zu, als sie aufgrund ihrer Verletzung im Rollstuhl sitzt und wohl oder übel auf Hilfe angewiesen ist. Apnoe-Taucher Sebastian Schuster bereitet sich an Bord auf die Weltmeisterschaft vor. Begleitet und trainiert wird er von seinem Vater Bertram, selbst früherer Minentaucher, und seiner Freundin Ariane Hoffmann. Ursprünglich sollte Sebastian mit der Hilfe von Yogalehrerin Ariane nur seine Atemtechnik verbessern, bis die beiden sich ineinander verliebten. Während einer gemeinsamen Yogaeinheit macht Sebastian Ariane einen Heiratsantrag, den sie freudig annimmt. Bertram ist nicht begeistert von der Ablenkung durch Ariane und fragt sie, ob der Grund für die Hochzeit eventuell in einer Schwangerschaft liege, was sie sauer verneint. Als Sebastian am nächsten Tag beim Training nicht die gewünschte Leistung bringt, schickt Staff-Kapitän Martin Grimm ihn zu Schiffsärztin Dr. Julia Brand. Die macht sich nach ihrer Untersuchung große Sorgen um Sebastian: Jeder weitere Tauchgang könnte ihn umbringen. Sebastian ist sich dessen bewusst, möchte aber seinen ehrgeizigen Vater nicht enttäuschen und weiter trainieren. Die Crew des \"Traumschiffs\" hat an Bord alle Hände voll zu tun, Konflikte zu lösen, Stalker zu enttarnen und Familien zu retten. Aufgelockert wird das alles durch eine Aktion von Lara Schubert, Offiziersanwärterin, und Sofie Kanter, Praktikantin im Maschinenraum, um sich für einen Scherz zu revanchieren. Dabei wird auch Kapitän Parger eingebunden, der von der Idee begeistert ist.","versions":[{"lang":1,"streams":[{"redirect":9208703,"hoster":"VOE"},{"redirect":9208690,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Malediven /​ Thaa Atoll","epNo":90,"alt":"","descr":"Das \"Traumschiff\" sticht erneut in See und nimmt Kurs auf eine tropische Insel im Indischen Ozean – das Thaa Atoll. Nicht nur Kapitän Parger und seine Crew begeben sich auf dieser Reise auf die Suche nach Schätzen, vermissten Passagieren, verborgenen Wünschen und Ängsten. Der Weltreisende und Langzeitpassagier Frank Baum genießt sein Single-Leben an Bord und das wechselnde Angebot an allein reisenden Frauen in vollen Zügen. Bis er auf die frisch geschiedene Birgit Röhl trifft, die ihre alte Freundin Hanna Liebhold an Bord besucht. Auch Frank erhält – überraschend – Besuch: Sein Bruder Thomas begleitet ihn auf dem kommenden Reiseabschnitt. Mit der Zeit findet der verwitwete Thomas Gefallen an Franks Lebensstil – und an Birgit. Frank, der eigentlich selbst an Birgit interessiert ist, nutzt diese als Köder, um seinen Bruder wieder loszuwerden. Der Plan scheint aufzugehen, bis Frank sich über seine Gefühle für Birgit bewusst wird. Nele Berghaus war eine erfolgreiche Fotografin, bis sie durch einen Unfall ihr Augenlicht verlor und nun auf die Hilfe anderer angewiesen ist. Als Reisebegleitung steht ihr der unerfahrene Kornelius Busch zur Seite, der sich Hals über Kopf in Mia verliebt, die als Tanzlehrerin an Bord arbeitet. Mit Neles Hilfe kann Kornelius langsam Mias Herz erobern, während Nele über ihr eigenes Liebesleben nachdenkt. Ihren Verlobten hat sie verlassen, weil sie niemandem zur Last fallen möchte. Die Freundschaft zwischen Kornelius und Nele hilft den beiden, ihre Ängste zu überwinden und an sich selbst zu glauben. Dr. Jessica Delgado, die neue Schiffsärztin, hat Besuch von ihrem Neffen Timo, einem begeisterten Fußballspieler. Als der auf den ehemaligen Fußballprofi Lars Meyer trifft, ist die Begeisterung groß, und die beiden freunden sich an. Bis sich herausstellt, dass Jessica an Lars’ Operation beteiligt war, nach der seine Fußballprofi-Karriere ein plötzliches Ende fand, wofür er sie persönlich verantwortlich macht. Trotz des Kontaktverbots seiner Tante macht sich Timo mit Lars auf Schatzsuche, an deren Ende sie keinen Piratenschatz, aber sich selbst gestrandet auf einer einsamen Insel (wieder)finden.","versions":[{"lang":1,"streams":[{"redirect":9208662,"hoster":"VOE"},{"redirect":9208672,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Schweden","epNo":91,"alt":"","descr":"Das \"Traumschiff\" unter der Führung von Kapitän Parger nimmt Kurs auf Stockholm. Den Gästen an Bord steht eine besondere Reise bevor, die sie durch die Schärenlandschaft führt. Andrea und Oliver Schmiede geben sich, als sie an Bord gehen, gegenseitig ein Versprechen: Er sieht während der ersten Schiffsreise ohne die beiden Töchter nicht auf sein Diensthandy, und Löwenmama Andrea ruft die Kinder nicht an. Andrea ist die Schwester von Staff-Kapitän Martin Grimm. Die beiden freuen sich sehr, sich zu sehen, und Martin legt beim ersten Abend gleich den Finger in die Wunde: Ja, Andrea und Oliver lieben sich noch, und eigentlich ist alles wieder in Ordnung, nachdem Oliver sie vor nicht allzu langer Zeit betrogen hatte. Trotzdem wünscht sich Andrea von ihrem Mann, wieder mehr wahrgenommen zu werden, und freut sich deshalb umso mehr auf die gemeinsamen Tage in Stockholm. Leider wird Oliver – kaum in Stockholm angekommen – von seinem Büro nach Bordeaux beordert. Um Andreas Enttäuschung zu mindern, organisiert er ihr last minute einen exklusiven Touristenführer – nicht ahnend, dass sich zwischen Andrea und Björn eine bittersüße Romanze entspinnen wird. Ebenfalls ungewöhnlich verläuft die Liebesgeschichte zwischen Zara Svensson und Anton Straubinger – ihres Zeichens Holzwirtin und Umweltaktivist mit Schwerpunkt Baumschutz – , die nach dem klassischen Magic Moment schmerzlich erleben müssen, dass sie politisch in so gegensätzlichen Lagern stehen, dass sie von ihrer entflammenden Liebe Abstand nehmen müssen. Kurz vor der Rückkehr aufs Schiff kommt es sogar zu einem Handgemenge zwischen Zaras Holzhändler-Vater Jarl und Anton. Erst durch Hannas Intervention begreifen die beiden Hitzköpfe, dass man sich trotz unterschiedlichster Lebenseinstellungen lieben kann und darf. Cem und Hassan Meierbrink sind Brüder und gescheiterte Stand-up-Comedians, die sich ihren Lebensunterhalt als Küchenhilfen auf dem \"Traumschiff\" verdienen. Einzig Kreuzfahrtdirektor Schifferle erkennt deren Potenzial und setzt alles daran, die beiden unterschiedlichen Männer auf seiner Showbühne zu haben. Cem findet parallel, kaum an Bord, einen Zeitungsartikel, der behauptet, dass eine schwedische Hausfrau in einem Fluss Gold gefunden hat. Schon erliegt er dem Goldfieber und geht unter einem Vorwand in Schweden von Bord, um endlich reich zu werden. Dass daraus nichts wird, versteht sich von selbst. Zurück an Bord willigen die Brüder auf Druck des Kapitäns endlich ein, zusammen aufzutreten, und es wird ein großer Erfolg. Last but noch least macht die Crew, auf Anordnung des Kapitäns, einen Landausflug in die schwedischen Schären – zwecks Teambildung und gruppendynamischer Erfahrung. Inklusive Zelten, Lagerfeuer und Kajakfahren.","versions":[{"lang":1,"streams":[{"redirect":11717207,"hoster":"VOE"},{"redirect":11717202,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Namibia","epNo":92,"alt":"","descr":"Diesmal mit an Bord die Freundinnen Sandra Winkler und Carola Albrecht. Ausgemacht war, dass die beiden in Namibia für Carolas Boutique shoppen gehen. Doch was Carola nicht weiß, ist, dass Sandra Bargeld in Höhe von 5000 Euro dabei hat. Sandra möchte das geheim halten. Denn es ist für ihre Internet-Bekanntschaft Elias Marten. Sie hat sich verliebt und möchte ihn nun in Namibia überraschen. Doch dann entdeckt das Zimmermädchen Tanja Lohmaier das Geld. Auch wenn Hanna Liebhold die Situation aufklären kann, muss Sandra ihrer Freundin Carola nun doch alles beichten. Auch, dass sie Elias bereits 5000 Euro vorab überwiesen hat, da er angeblich finanzielle Unterstützung für seine Forschungsstation braucht. Carola hat so ihre Zweifel an der Geschichte, möchte sich die Freude an der Reise aber nicht verderben lassen. Nach ihrer Scheidung möchte sie Spaß auf dem Schiff haben und flirtet dabei das Schiffspersonal an, besonders Schiffsoffizier Oliver Botten. In Namibia angekommen, überrascht Sandra schließlich Elias auf der Forschungsstation, der sie jedoch nicht kennt. Sollte Carola tatsächlich recht behalten, und Sandra ist auf einen Betrüger hereingefallen? Währenddessen bietet sich Schiffsoffizier Oliver Botten an, Carola beim Landgang und Shoppen zu begleiten. Doch Oliver tut dies nicht ohne Hintergedanken. Kurz vorm Anlegen hat er erfahren, dass sein Bruder in der Klemme steckt und seine Hilfe benötigt. In Namibia soll Oliver kleine, mit Nashorn-Pulver gefüllte Tütchen von einem Unbekannten erhalten, die er dann mit an Bord schmuggeln soll. Doch da auf einigen anderen Kreuzfahrtschiffen bereits Schmuggel-Vorfälle bekannt wurden, hat Kapitän Max Parger angewiesen, dass alle Passagiere und die Besatzungsmitglieder nach ihrem Landgang gründlich kontrolliert werden sollen. Mit diesem Wissen versucht Oliver die Schmuggelware in Carolas Handtasche zu verstecken. Mit Erfolg, aber wie kommt Oliver nun an Carolas Handtasche? Vor allem, weil Carola die Tasche mittlerweile ihrer Freundin Sandra geschenkt hat. Mit an Bord sind außerdem die bekannte Schauspielerin Paulina Winter und Buchhändler Friedemann Blum. Beide lernen sich auf dem Schiff kennen und flirten heftig miteinander. Da Friedemann schon seit einiger Zeit die Medien meidet, weiß er nichts von Paulinas Berühmtheit. Daher ist er sehr verwundert über die große Nachfrage nach Selfies mit ihr. Paulina findet die Situation sehr amüsant, klärt Friedemann aber auf und bittet ihn, sie in Namibia zum Filmset zu begleiten. Auf dem Weg dorthin werden sie von einem Fotografen bei einer innigen Umarmung fotografiert. Die Schlagzeile am nächsten Morgen ist groß. Obwohl Friedemann sich in dieser Situation nicht wohlfühlt, begleitet er Paulina zum Filmset. Und auch hier erwartet ihn eine Überraschung: Ein fremder Mann erzählt ihm, dass Paulina einen Freund hat und kurz vor einer Verlobung steht. Zutiefst verletzt und enttäuscht verlässt er Paulina und kehrt vorzeitig zurück an Bord. Kapitän Max Parger erfährt auf der Reise nach Namibia, dass seine Nichte Leonie, die dort ein Auslandspraktikum gemacht hat, nicht mehr zurück zu ihrer Familie nach Deutschland kommen will. Max hat die Aufgabe, mit der 18-Jährigen zu reden und sie zur Vernunft zu bringen. In Namibia ist jedoch schnell klar, warum Leonie ihre Entscheidung bereits für sich getroffen hat: Sie stellt ihrem Onkel Max ihren Freund Tayo vor. Max versucht sie davon zu überzeugen, dass sie erst einmal ihr Studium in Deutschland beenden soll, bevor sie sich ein Leben mit Tayo in Namibia aufbaut. Seine Worte scheinen Leonie überzeugt zu haben. Doch kurz vor ihrer Abreise macht Tayo ihr einen Heiratsantrag. Kann Max sie doch noch zur Heimkehr bewegen? Staff-Kapitän Martin Grimm ist in Namibia auf Entdeckungstour und macht dabei unfreiwillig Bekanntschaft mit den Wilderern. Sein Einsatz zur Rettung eines Nashorns bringt ihn in eine lebensgefährliche Situation.","versions":[{"lang":1,"streams":[{"redirect":11717213,"hoster":"VOE"},{"redirect":11717210,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Mauritius","epNo":93,"alt":"","descr":"Unter dem Kommando von Kapitän Parger nimmt das \"Traumschiff\" Kurs auf Mauritius, die märchenhafte Insel im Indischen Ozean. Als Roman Hilbert an Bord geht, fällt ihm sofort die Ähnlichkeit der Tanzlehrerin Jana Stern zu seiner verstorbenen Ehefrau auf. Die beiden kommen ins Gespräch, und Jana merkt, dass Roman sehr einsam zu sein scheint. Aufgrund der Erinnerungen, die Jana in Roman weckt, lädt er sie ein, mit zu seinem Hotel auf Mauritius zu kommen. Jana freut sich auf den Ausflug, doch schon bald stellt sie fest, dass in dem Hotel auch Romans Sohn Niklas arbeitet, der überhaupt nicht glücklich über die Anwesenheit seines Vaters zu sein scheint. Jana möchte herausfinden, was hinter der Distanz zwischen Vater und Sohn steckt, und merkt gleichzeitig, wie sich zwischen ihr und Niklas Gefühle entwickeln. Die Schiffsärztin Jessica Delgado scheint nicht unbedingt erfreut darüber, dass ihr Vater Bernd spontan mit auf die Reise nach Mauritius kommt. Das Verhältnis der beiden ist eher angespannt. Bernd lässt sich seine Enttäuschung darüber, dass Jessica \"nur\" Schiffsärztin geworden ist, schnell anmerken. Doch auch Jessica wurde von Bernd enttäuscht, denn er hat sich schon mehrmals verschuldet und nie wirklich Verlässlichkeit gezeigt. Und er hat ihr nie das Gefühl gegeben, bedingungslos an sie zu glauben. Als er Jessica und Kapitän Parger einlädt, mit ihm an Land zu kommen, ist sie zunächst skeptisch, aber willigt dennoch ein. Leider erweist sich ihre Skepsis als begründet, da Bernd versucht, den Kapitän zu bestechen. Er möchte erreichen, dass dieser seinen Rum an Bord verkauft, um, wie Jessica kurz darauf erfährt, erneute Schulden zu begleichen. Kapitän Parger lehnt ab, bemerkt Jessicas Enttäuschung über ihren Vater und beschließt, mit ihr den Gipfel des Berges Le Morne Brabant zu erklimmen, da sie den Aufstieg bei früheren Versuchen nicht geschafft hatte. Die beiden erreichen ihr Ziel, und Jessica merkt, dass sie die Bestätigung ihres Vaters nicht braucht, um stolz auf sich zu sein. Mit sich selbst im Reinen kehrt sie zurück an Bord, wo ihr Vater sie ein letztes Mal um Hilfe bittet. Das Ehepaar Sabine und Thomas Budarek ist mit ganz unterschiedlichen Zielen an Bord des \"Traumschiffs\" gekommen. Sabine möchte die Zeit mit ihrem Ehemann genießen und die Insel Mauritius erkunden. Thomas hingegen hat nur eines im Kopf: Die Blaue Mauritius – die berühmteste Briefmarke der Welt, von der es nur zwölf Exemplare gibt. Als er jedoch erfährt, dass das Museum, das die besagte Briefmarke ausstellt, geschlossen ist, vergeht ihm die Lust auf die Reise, und er möchte nicht mehr an Land gehen. Kurzerhand beschließt Sabine, ihn mit der Lüge, es gäbe noch eine 13. Briefmarke, auf die Insel zu locken. Jedoch bereut sie dies schnell, da Thomas sich auf nichts anderes mehr einlassen möchte, außer darauf, die Urenkelin des Gouverneurs der Insel zu finden, der den Druck der Blauen Mauritius in Auftrag gegeben hatte. Als Sabine ihm schließlich doch die Wahrheit sagt, ist er empört, und die Ehe droht zu zerbrechen. Letztlich merkt Thomas aber, wie sehr er seine Frau liebt, und schreibt ihr einen Brief, um sich zu entschuldigen. Die Liebe der beiden kann am Ende über alle Streitigkeiten siegen.","versions":[{"lang":1,"streams":[{"redirect":10277294,"hoster":"VOE"},{"redirect":10277291,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Lappland","epNo":94,"alt":"","descr":"Kapitän Max Parger steuert das \"Traumschiff\" zusammen mit seiner Crew nach Lappland. Allerdings kann er sich dieses Mal nicht ausschließlich seiner Arbeit widmen. Denn Motivationstrainer Patrick und Priester Maik versetzen das gesamte Schiff in Aufruhr. Sie überraschen ihren alten Schulfreund Max Parger und haben, der alten Zeiten willen, eine spektakuläre Abenteuertour in Lappland geplant. Mit an Bord sind auch Katja Fehling und ihre 16-jährige Tochter Lisa. Die alleinerziehende Mutter kümmert sich liebe- und aufopferungsvoll um ihr krankes Kind. Damit Katja sich auf der Reise etwas erholen kann, bietet sich Hanna als Begleiterin an. Doch Lisas Gesundheitszustand verschlechtert sich zunehmend. Nach einem Zusammenbruch an Deck untersucht sie Dr. Delgado. Ihr kommt der Verdacht, dass Lisa medikamentös falsch eingestellt ist. Doch Katja glaubt, bei ihrem behandelnden Arzt in guten Händen zu sein. Lisa dagegen kommen Zweifel, und sie setzt die Medikamente eigenständig ab. Und in der Tat: Ihr Gesundheitszustand verbessert sich. Doch nach ihrem Ausflug ins \"Santa Claus Village\" geht es Lisa seltsamerweise wieder schlechter. Hanna und Dr. Delgado haben einen Verdacht: Ist Lisa vielleicht gar nicht krank, sondern steckt Katja dahinter? Servicekraft Caroline Jensen und Restaurantleiter Ben Streubing sind frisch verliebt. Für ihren Landgang in Lappland hat Ben sich besonders viel Mühe gemacht: Er hat für sich und Caroline ein Snowmobil gemietet, eine Übernachtung in einem Eishotel organisiert, und er zeigt ihr ein großes Blockhaus. Dort überrascht Ben Caroline mit seinem größten Traum: Gemeinsam mit ihr möchte er hier ein Restaurant eröffnen. Wird Caroline ihr bisheriges Leben hinter sich lassen und mit Ben neu anfangen? Die Schulfreunde Patrick, Maik und Max versuchen auf einer mehrtägigen Hundeschlittenfahrt herauszufinden, ob ihre Freundschaft noch das ist, was sie einmal war. Bei einem Wettrennen zwischen Patrick und Maik kommt es zu einem Unfall. Die Hunde laufen samt Schlitten und den Funkgeräten davon. Da es keinen Handyempfang gibt, macht sich Maik – trotz einsetzender Dunkelheit und eisigen Temperaturen – auf den Weg, um Hilfe zu holen. Währenddessen beichtet Maik dem verletzten Patrick, dass er seine Ex-Frau Conny liebt. Es kommt zu einem heftigen Streit. Da Hoteldirektor Schifferle immer noch krank ist und nicht an Bord sein kann, überträgt er die Organisation der Gala an Staff-Kapitän Martin Grimm. Dieser ist wenig begeistert und begibt sich widerwillig auf die Suche nach einem neuen Superstar für den großen Abend.","versions":[{"lang":1,"streams":[{"redirect":11716754,"hoster":"VOE"},{"redirect":11716753,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Coco Island","epNo":95,"alt":"","descr":"Weihnachten auf See und den Malediven: Kapitän Parger nimmt Kurs auf Coco Island, wo die Gäste und die Crew des \"Traumschiffs\" die Festtage verbringen werden. Um das Fest der Liebe gemeinsam mit seinen Liebsten zu feiern, lädt Daniel Himmelberg seine Patchwork-Familie zu einer Fahrt auf dem \"Traumschiff\" ein. Schnell wird klar, dass in dieser Familie jeder und jede Beziehungsprobleme zu haben scheint. Daniel bittet seine Mutter Ulrike Himmelberg um Rat im Hinblick auf seine Beziehung mit Ehefrau Sonja, die womöglich wieder mit ihrem Ex-Mann Jan Kaminski anbandelt.","versions":[{"lang":1,"streams":[{"redirect":11862784,"hoster":"VOE"},{"redirect":11862788,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Bahamas","epNo":96,"alt":"","descr":"Die Reise des \"Traumschiffs\" führt Kapitän Max Parger und seine Crew zu den Bahamas. Eine Reise, die für einige Gäste große Überraschungen bereithält. 20 Jahre zuvor haben sich Melanie und ihr Mann Philip Singer dort kennen und lieben gelernt. Doch Melanies Erinnerungen sind getrübt, da sie damals nach einem Bootsunfall drei Wochen lang im Koma lag. Die Reise deckt eine Wahrheit auf, die ihre Ehe zu belasten droht. Ebenfalls an Bord ist die Ärztin und Psychotherapeutin Dr. Marie Wagner. Begleitet wird sie von ihrem Sohn Tomas \"Tom\", der frisch verliebt seine neue Freundin Clara Müller mit an Bord bringt. Was er nicht weiß: Seine Mutter ist die Therapeutin der deutlich älteren Clara. Dr. Marie Wagner war es auch, die Clara zu einer neuen Beziehung ermutigt hatte, ohne jedoch zu ahnen, dass es sich bei der neuen Liebe um ihren eigenen Sohn handelt.","versions":[{"lang":1,"streams":[{"redirect":11898432,"hoster":"VOE"},{"redirect":11898433,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Vancouver","epNo":97,"alt":"","descr":"Das \"Traumschiff\" unter Kapitän Parger und seiner Crew begibt sich auf die Fahrt nach Vancouver. Eine ereignisreiche Reise liegt vor ihnen und ihren Passagieren. Maike Kappes, eine Freundin von Dr. Jessica Delgado, ist Gast auf der Reise nach Kanada. Mathematische Berechnungen bestimmen Maikes Leben, mit denen sie auch ihren Weg zur großen Liebe zu planen versucht. Ausgerechnet in Navigationsoffizier Jan Riether scheint sie den Mann fürs Leben gefunden zu haben. Doch für die Vollendung ihres Glückes fehlt ihr noch der 15. Kuss eines anderen Mannes. Nicht nur diese Herausforderung wartet auf Dr. Delgado, sondern es befindet sich auch ein besonderer Patient an Bord: der Hypochonder Jens Kessler. Nach Durchsicht seiner Krankenakte ist sich Dr. Delgado sicher: Nur ein spezielles Medikament kann ihm helfen. Eigentlich wollte sich die an Multipler Sklerose erkrankte Corinna Sander allein auf die Suche nach dem Autor James Munro machen, um die Auflösung des offenen Endes seines Buches zu erfahren. Sie glaubt, darin auch Aufschluss über ihr weiteres Leben mit der Krankheit zu bekommen. Doch am Hafen taucht ihr Verlobter Tarik Stein auf, der sich große Sorgen um seine Freundin macht. Daher begeben sie sich gemeinsam durch die kanadischen Wälder auf die Suche nach James Munro. Doch aufgrund einer Lüge von Tarik scheint ihr Vorhaben zu scheitern, und bei Corinna kündigt sich ein neuer MS-Schub an. Wird sie es schaffen, die erhoffte Antwort zu erhalten? Nach dem Tod seiner Frau ist das Verhältnis von Rainer Chrom zu seinem Teenager-Sohn Niklas zerrüttet. Die Reise soll die beiden einander wieder näherbringen. Doch in Vancouver entdeckt Rainer seinen Sohn inmitten von Dragqueens wieder, und zu seinem Entsetzen trägt Niklas ein Kleid. Wird er die neue Seite seines Sohnes akzeptieren können? Staff-Kapitän Martin Grimm hat ein Angebot der Reederei erhalten, Kapitän eines anderen Schiffes zu werden. In der Annahme, dass bisher nur Hanna Liebhold von diesem Angebot weiß, begibt sich Martin mit Kapitän Parger auf einen Abenteuerausflug. Nach einem Kajakunfall müssen die beiden im Wasserflugzeug inmitten der kanadischen Natur übernachten. Dort kommt es zwischen den beiden Männern zum Streit. Wie wird sich Staff-Kapitän Martin Grimm nach dieser ereignisreichen Zeit mit Kapitän Parger entscheiden?","versions":[{"lang":1,"streams":[{"redirect":12487990,"hoster":"VOE"},{"redirect":12487989,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Wavis Bay","epNo":98,"alt":"","descr":"Die Reise des \"Traumschiffs\" nach Swakopmund ist voller Überraschungen, besonders für Kapitän Max Parger – auch wenn seine noch sehr klein ist. Nach Auslaufen des Schiffes wird in seiner Kabine ein Korb mit einem weinenden Baby gefunden – dem Baby des Kapitäns, glaubt man dem beigefügten Hinweis. Doch Kapitän Parger und Staff-Kapitän Grimm streiten jede Beteiligung ab. Nur: Wer ist der Vater? Bis zur Klärung dieser Frage und der Ankunft im nächsten Hafen muss der kleine Junge rund um die Uhr versorgt werden. Dabei können Max Parger und Martin Grimm auf die tatkräftige Unterstützung von Hanna Liebhold, Dr. Delgado und Oskar Schifferle zählen. Schnell wächst ihnen Nemo, wie sie den Kleinen liebevoll getauft haben, ans Herz. Robert Gassner, ein beziehungsscheuer Mittfünfziger, hat seine wesentlich jüngere Freundin Juliane eingeladen, ihren Geburtstag in Namibia zu feiern. Auf ihren Wunsch hin gilt die Einladung auch für Julianes 15 Jahre ältere Halbschwester Claudia Beyer. Doch das Geburtstagskind schafft es nicht rechtzeitig zur Abreise. So müssen sich Robert und die gleichaltrige Claudia, deren Lebensentwürfe und -vorstellungen unterschiedlicher nicht sein könnten, erst einmal allein arrangieren. Und obwohl sie oft aneinandergeraten, fangen sie insgeheim an, sich sympathisch zu finden. Anders als vereinbart taucht Juliane auch nicht in der Lodge auf und überlässt es Claudia, Robert mit der Wahrheit zu konfrontieren: Er ist ihr zu alt. Trotz dieser Enttäuschung lässt er es sich nicht nehmen, mit Claudia auf Julianes Geburtstag anzustoßen. Die Feier endet für beide unerwartet – doch schnell fällt Robert in alte Verhaltensmuster. Barbara Neumann, eine alleinerziehende, erfolgreiche Geschäftsfrau, hat ihrer Tochter Lisa eine Reise auf dem \"Traumschiff\" geschenkt. An Bord freundet sich die junge Frau mit der gleichaltrigen Reiseleiterin Johanna an, die in Afrika aufgewachsen ist. Als Barbara die neue Freundin ihrer Tochter bei einem Vortrag das erste Mal sieht, verlässt sie panisch den Saal. Bei Johanna handelt es sich um ihre leibliche Tochter. Bei der Geburt wurden die Babys in der Klinik vertauscht. Als zwei Jahre später der Irrtum aufflog, haben die betroffenen Familien entschieden, den Tausch nicht rückgängig zu machen. Barbaras Ehe hielt dem Druck nicht stand, auch Lisa spürt seit Jahren, dass etwas nicht stimmt. Nun möchte Barbara ihrer Tochter endlich die Wahrheit sagen und ihr die leiblichen Eltern vorstellen. Doch auf der Farm in Namibia sind sie zunächst nicht willkommen, denn Lisas leiblicher Vater, Hartwig Dreyer, möchte, dass Barbara sich an ihre alte Abmachung hält.","versions":[{"lang":1,"streams":[{"redirect":13383560,"hoster":"VOE"},{"redirect":13383559,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"Utah","epNo":99,"alt":"","descr":"Die Gäste des \"Traumschiffs\" erwartet eine turbulente und spannende Reise nach Utah. Eine Reise, die auch für Max Parger und seine Crew unvergessen bleibt. Staff-Kapitän Martin Grimm ist in Utah mit seinem alten Freund Stefan Fieringer zu einer Motorradtour verabredet. Hanna Liebhold sorgt dafür, dass er Kapitän Max Parger mit auf die Tour nimmt. Die Fahrt durchs Monument Valley läuft aber alles andere als entspannt. Erst versucht ein schwarzer Pick-up, die Motorradfahrer von der Fahrbahn zu drängen, und dann werden Martin Grimm und Max Parger auch noch vom Sheriff verhaftet. Ohne Möglichkeit, Kontakt mit Stefan oder der Reederei aufzunehmen, droht ihnen eine Nacht in der Gefängniszelle. Annika hat ihren Mann Markus Becker mit einem Arbeitskollegen betrogen und dadurch ihre Ehe in eine tiefe Krise gestürzt.","versions":[{"lang":1,"streams":[{"redirect":13561571,"hoster":"VOE"},{"redirect":13561573,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"Nusantara","epNo":100,"alt":"","descr":"Für die Reise nach Nusantara bringt Kapitän Max Parger zur Überraschung seiner Crew einen speziellen Gast mit an Bord: Veronika Bruckner. Während seines letzten Landurlaubs hat er sie kennengelernt, und für ihn ist Veronika mehr als nur eine Urlaubsbekanntschaft. Auf Nusantara öffnet Max sein Herz und macht ihr ein Liebesgeständnis. Doch was dann passiert – damit hätte er nicht gerechnet. Staff-Kapitän Martin Grimm bekommt überraschend Besuch von seinem Onkel Eduard Becker. Dieser saß wegen Diebstahls einige Jahre im Gefängnis und möchte sich auf der Reise bei seinem Neffen entschuldigen. Doch Martin traut ihm nicht. Als Eduard und Monika Liebhold, Hannas Mutter, sich näher kennenlernen, gerät Martin in Gewissenskonflikte.","versions":[{"lang":1,"streams":[{"redirect":13593823,"hoster":"VOE"},{"redirect":13593828,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"Phuket","epNo":101,"alt":"","descr":"Die Reise führt Max Parger, seine Crew und die Gäste nach Thailand, das \"Land des Lächelns\". Ein Land voller Farben, tropischer Strände, reich verzierter Tempel und einer vielfältigen Küche. Hanna Liebhold hat von der Reederei den Trainee Oliver Sander an die Seite gestellt bekommen. Er soll von der organisierten Hanna lernen, doch ausgerechnet jetzt häufen sich bei ihr die Missgeschicke. Hanna beginnt, an ihren Fähigkeiten zu zweifeln. Zoologin Dr. Annika Ehler und ihre Frau Melly Sturm verbringen ihre Hochzeitsreise auf dem \"Traumschiff\". Endlich Zeit für sich und ihre Liebe – bis unverhofft Mellys Vater Klaus an Bord auftaucht. Wie immer erwartet er von seiner Tochter ihre volle Aufmerksamkeit. Melly ist hin- und hergerissen zwischen ihren Verpflichtungen als Tochter und frischgebackener Ehefrau.","versions":[{"lang":1,"streams":[{"redirect":13903689,"hoster":"VOE"},{"redirect":13903688,"hoster":"Streamtape"}]}]}]}]}