{"path":"/serie/stream/das-institut-oase-des-scheiterns","name":"Das Institut – Oase des Scheiterns","descr":"Kallalabad, die Hauptstadt der fiktiven islamischen Republik Kisbekistan, ist vom Bürgerkrieg gezeichnet und die Menschen mit dem alltäglichen Überleben beschäftigt. Das hält die eifrigen Mitarbeiter eines deutschen Sprach- und Kulturinstituts allerdings nicht davon ab, ihrem Bildungsauftrag nachzugehen. Mit \"typisch deutscher\" Pedanterie stolpern sie so von einem interkulturellen Missverständnis zum nächsten.","seasons":[{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-1","name":"Deutsche Einheit","epNo":1,"alt":"","descr":"Das Deutsche Sprach- und Kulturinstitut lädt zum Fest der Deutschen Einheit: Es gibt ein Glücksrad und eine Hüpfburg im Hof – nur leider keine Besucher, wenn man von der penetranten Praktikantin absieht. Zur gleichen Zeit hilft Jördis einem ihrer Sprachschüler durch die Prüfung indem sie ihn zu einer Geiselnahme überredet. Und während die Hüpfburg langsam Luft verliert, gerät die gutgemeinte Geiselnahme vollkommen außer Kontrolle. Es ist der letzte Tag der Praktikantin, und Dr. Eckart schwant, dass Swantjes Praktikumsbericht ein schlechtes Licht auf das Institut werfen wird. Also weist sie Titus an, Swantjes Rechner zu durchfilzen und den Bericht zu löschen. Swantje soll in der Zwischenzeit Dienst auf dem Hof schieben, wo Margarete und Gmeiner missgelaunt den Tag der Deutschen Einheit ausrichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836752","hoster":"VOE"},{"path":"/redirect/11836763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-2","name":"Null Negativ","epNo":2,"alt":"","descr":"Herr Gmeiner hat einem Mullah den kopflosen Kadaver einer Ziege versprochen. Dr. Eckart hat dem Roten Kreuz sechs Liter Blut versprochen. Es geht ans Eingemachte. Während Dr. Eckart mit Assistenzarzt Haschim an Titus zu scheitern droht (er hat panische Angst vor Spritzen und Blut und entzieht sich dem Aderlass daher), sieht sich Gmeiner außerstande, den institutseigenen Ziegenbock zu schlachten. Die Drecksarbeit muss jemand Hartgesotteneres übernehmen: Margarete. Die herzlose Bibliothekarin greift zu Hammer, Sichel und Taser. Am Ende fliehen beide – Titus und die Ziege – vor ihren Häschern kreuz und quer durchs Institut – und diverse Male auch durch den deutschen Märchenwald, der im Foyer aufgebaut ist. Hier unterrichtet Jördis eine Klasse kisbekischer Mädchen in Grimms Märchen. Die Fabel vom Wolf und den sieben Geißlein bekommt im Durcheinander allerdings einen düsteren Einschlag: Am Ende sind sechs der Mädchen traumatisiert und das siebte getasert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836745","hoster":"VOE"},{"path":"/redirect/11836756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-3","name":"Titus der Weise","epNo":3,"alt":"","descr":"Titus inszeniert \"Nathan der Weise\" mit kisbekischen Laien und bekommt kurz vor der Premiere die Anweisung, Hinweise zu Seife, Sexualhygiene und Malariaprophylaxe ins Stück einzubinden. Dahinter steckt ein Sponsoring vom Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung. Der Regisseur jedoch ist außer sich über diesen hygienischen Affront – Dixi-Klos im \"Nathan\"! – und verweigert sich. Doch seine Abwehr hält nicht lange an. Nämlich nur so lange, bis ihm Haschim und Jördis klarmachen, wie schlimm es um die Gesundheit der Kisbeken bestellt ist. Gmeiner ist es nach langem Streben endlich gelungen, Margarete ein Dienstvergehen nachzuweisen, und Dr. Eckart folgt seiner Aufforderung, die Bibliothekarin deshalb fristlos zu entlassen. Margarete ist am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836762","hoster":"VOE"},{"path":"/redirect/11836755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-4","name":"Wahltag","epNo":4,"alt":"","descr":"Bei den kisbekischen Kommunalwahlen stellt sich das Institut als Wahllokal zur Verfügung. Haschim will diese einmalige Chance nutzen, die Wahl in seinem Sinne zu manipulieren: Einer der Kandidaten ist ein ehemaliger Warlord, der Haschims Eltern auf dem Gewissen hat. Mithilfe von Jördis und Margarete kapert er die Wahlurne, um alle missliebig angekreuzten Stimmzettel zu vernichten. Pikanterweise wird Dr. Eckart zur gleichen Zeit von einer OSZE-Beobachterin genötigt, Stimmen für den Ex-Warlord zu fälschen. Andernfalls würde das Institut dichtgemacht. Mit Titus’ Unterstützung steigt jetzt also auch die Institutsleiterin in die Wahlfälschung ein. Lange Zeit weiß keine Seite von den Aktivitäten der anderen – man wundert sich nur, warum die Urne nie an ihrem Platz ist, und warum die Stimmzettel ständig ausgetauscht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836788","hoster":"VOE"},{"path":"/redirect/11836760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-5","name":"Crashkurs Deutsch","epNo":5,"alt":"","descr":"Ein kisbekischer Warlord und seine Gefolgsleute stürmen das Deutsche Sprach- und Kulturinstitut Kallalabad und nehmen die Belegschaft als Geiseln. Der Taliban möchte die Deutschen kennenlernen, ihre Sprache, ihre Gepflogenheiten und ihre Schwächen – um gezielter und informierter gegen die Bundeswehr-Schutztruppen vorgehen zu können: \"Um den Feind bekämpfen zu können, muss man den Feind kennen!\" Dr. Eckart stellt also in aller Eile einen Intensivkurs Deutschland auf die Beine und treibt den Warlord durch die Fachgebiete – Jördis unterrichtet die deutsche Sprache, Margarete Musik \u0026 Film, Gmeiner Landeskunde und Titus Kasperletheater. (Und Haschim kocht einen Tee.) Nach und nach machen sich die Mitarbeiter aber auch mit der Vorstellung vertraut, am Ende ihres Crashkurses in die Luft gesprengt zu werden. Die Todesangst hat erstaunliche Geständnisse zur Folge… und schließlich einen blutigen Aufstand, bei dem Büromaterialien zu Waffen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836765","hoster":"VOE"},{"path":"/redirect/11836766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-6","name":"Kallalabale und Liebe","epNo":6,"alt":"","descr":"Jördis’ Schülerin Saida ist verliebt, und die mitfühlende Jördis entwirft mit ihr zusammen einen Liebesbrief. Erst beim letzten Satz erfährt Jördis freilich, dass der Brief für Haschim gedacht ist. Jördis muss um jeden Preis verhindern, dass eine Kisbekin ihrem Schwarm hübsche Augen macht! In einer panischen Übersprunghandlung übergibt Jördis Saidas Liebesbrief an den arglosen Titus – und bringt ihn damit in Teufels Küche. Erst recht, als Saidas sittenstrenge Brüder auf den Plan treten und herausfinden wollen, welcher Strolch es auf ihre unverheiratete Schwester abgesehen hat… Margarete und Dr. Eckart stoßen derweil unter der Bibliothek auf einen Schutzraum der ehemaligen DDR-Botschaft und schließen sich versehentlich darin ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836780","hoster":"VOE"},{"path":"/redirect/11836776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-7","name":"Fußball ist unser Leben","epNo":7,"alt":"","descr":"Das Deutsche Sprach- und Kulturinstitut lädt die Holländische Botschaft von nebenan zum Fußballmatch. Beim Stand von 0:3 tritt Torwart Titus auf eine vergessene sowjetische Springmine. Wenn er jetzt den Fuß anhebt, explodiert die Mine und reißt ihn in Stücke. Mitarbeiter und Holländer suchen Deckung. Die Sprengmittelbeseitigung der Bundeswehr wird gerufen und bemüht sich umgehend, die Mine zu entschärfen. Falls es jedoch vergebens sein sollte, haben Jördis und Haschim schon einen Plan B: Sie versuchen, den Todgeweihten für ihre jeweilige Religion zu gewinnen, bevor es zu spät ist. Quasi eine Nottaufe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836789","hoster":"VOE"},{"path":"/redirect/11836791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-1/episode-8","name":"Siedler von Kallalabad","epNo":8,"alt":"","descr":"Die Zentrale in München hat beschlossen, das Deutsche Sprach- und Kulturinstitut in Kallalabad abzuwickeln. Zum Entsetzen der Mitarbeiter verkündet Institutsleiterin Dr. Eckart, dass es ein schnelles Ende ohne Anspruch auf Folgebeschäftigung sein wird. Lediglich ein einziger Mitarbeiter wird von der Zentrale übernommen. Und damit nicht genug: Wegen eines Stromausfalls muss auch der geplante Spieleabend \"Spielend Deutsch lernen\" abgesagt werden. Die Belegschaft kommt überein, eine Abschiedspartie Siedler von Catan zu spielen. Der Sieger soll die Stelle in München erhalten. Ein Hauen und Stechen beginnt. Über Würfeln, Siedlungen und Rohstoffen wird abgerechnet mit Kallalabad und den Kollegen. Gmeiner schaut Margarete in die Karten. Haschim sabotiert Jördis, weil er sie nicht gehen lassen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920360","hoster":"VOE"},{"path":"/redirect/11836793","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-1","name":"Deutsche Neue Welle","epNo":1,"alt":"","descr":"Drei junge kisbekische Sprachschüler kämpfen um den Einzug ins Finale der Deutscholympiade. Die Mitarbeiter des Instituts betreuen sie dabei. Weil aber sowohl Margarete als auch Gmeiner wollen, dass ihre jeweilige Kandidatin gewinnt, mischen sie sich auf fatale Weise in die Prüfung ein. Dr. Eckart ist derweil nach dem Genuss von schwarz gebranntem Alkohol erblindet – und muss ausgerechnet heute ein Kamerateam der Deutschen Welle durch ihr Institut führen. In über hundert Standorten weltweit betreibt das Deutsche Sprach- und Kulturinstitut wegweisende Kultur- und Bildungspolitik.Die lokalen Institute vermitteln jährlich Hunderttausenden von Menschen rund um den Globus ein Bild des modernen Deutschlands, aufgeschlossenen und friedfertig – und seine tapferen Mitarbeiter tragen deutsche Literatur, Musik, Filme und Lebensart bis in die hinterletzten Winkel der Erde. Der Schauplatz: Kallalabad, die Hauptstadt der instabilen islamischen Volksrepublik Kisbekistan – zwischen Turkmenistan und Tadschikistan, in der \"Achselhöhle Asiens\", im hinterletzten Winkel der Erde. Ein Land, das vom Bürgerkrieg, von Hunger und Krankheiten gebeutelt ist. Das mehr sauberes Trinkwasser braucht, mehr funktionierende Kraftwerke und weniger giftige Schlangen – aber ganz sicher kein Deutsches Sprach- und Kulturinstitut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836809","hoster":"VOE"},{"path":"/redirect/11836799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-2","name":"Couchsurfing in Kisbekistan","epNo":2,"alt":"","descr":"Überraschender Besuch im Institut: Margaretes Sohn Alexej, ein weltreisender Blogger, stattet seiner Mutter einen Besuch ab. Er nistet sich so gründlich im \"Hotel Mama\" ein, dass ihn die Belegschaft nicht mehr loswird. Auf Befehl der Zentrale muss das Institut derweil die Stromversorgung auf erneuerbare Energien umstellen. Aber der Aufbau eines Solarparks im Hinterhof erweist sich als spannungsreiches Unterfangen… Die Zentrale in München hat verfügt, dass das Institut seinen Strom künftig aus erneuerbaren Energien beziehen soll. Doch in Kallalabad gibt es nicht einmal genügend schmutzigen Strom – geschweige denn sauberen. Dr. Eckarts Versuch, im Hof ein Solarkraftwerk aufzubauen, scheitert grandios, weswegen sie auf Plan B zurückgreift: die Windräder der benachbarten holländischen Botschaft anzuzapfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836821","hoster":"VOE"},{"path":"/redirect/11836823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-3","name":"Der Exorzismus der Anneliese E.","epNo":3,"alt":"","descr":"Dr. Eckarts Alkoholkonsum ist zu einem derartigen Risiko für das Institut geworden, dass sich Jördis vornimmt, den \"Teufel Alkohol\" mit Bibel und Weihwasser zu exorzieren. Mit einem Stand-up-Auftritt vor der Deutschklasse will Titus derweil beweisen, dass der deutsche Humor auch Kisbeken zu begeistern vermag. Und als Margarete mit dem Vizepräsidenten des Instituts über Gmeiner lästert, erlebt sie ihr blaues Wunder. Gmeiner hat gegen die Scharia verstoßen und für Dr. Eckart Wodka geschmuggelt. Zur Strafe erhält er zehn Stockschläge auf jede Fußsohle. Da die verantwortliche Institutsleiterin kein bisschen Reue zeigt, beschließt Jördis, sie mit Bibel und Weihwasser vom Alkoholismus zu heilen. Allerdings scheint Dr. Eckart nicht nur vom Alkohol besessen, sondern auch von einem Dämon – und der Entzug gerät immer mehr zum Exorzismus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836814","hoster":"VOE"},{"path":"/redirect/11836831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-4","name":"Ritt der Walküre","epNo":4,"alt":"","descr":"Die Bundeswehr schickt einen Feldwebel ans Institut, um die Mitarbeiter im Umgang mit Gefahrensituationen zu schulen. Dr. Eckart verweigert sich diesem Lehrgang allerdings. Sie fordert den Offizier stattdessen zu einem Paintball-Gefecht heraus, das sich bald über das gesamte Institut ausbreitet. Margarete fühlt sich an Wehrkunde erinnert, Titus an Videospiele und Haschim an den Bürgerkrieg – aber am Ende steht Jördis im knallbunten Kugelhagel… Um auf Entführungen und terroristische Attacken vorbereitet zu sein, muss die Belegschaft ein Sicherheitstraining der Bundeswehr absolvieren. Dr. Eckart hat aber weder Lust auf Kriegsspiele noch auf den dozierenden Oberfeldwebel. Sie erreicht daher, dass den Mitarbeitern die Schulung erlassen wird – wenn es ihnen gelingt, unbeschadet einen Beschuss durch Aufständische zu überstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836856","hoster":"VOE"},{"path":"/redirect/11836843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-5","name":"Der fliehende Holländer","epNo":5,"alt":"","descr":"Ein holländischer Mohammed-Look-a-Like bringt die Kisbeken so in Rage, dass sie die niederländische Botschaft stürmen. Der Botschafter und seine Mitarbeiter fliehen ins benachbarte Sprach- und Kulturinstitut, um dort Asyl zu erbitten. Die drei Flüchtlinge unterstützen die Belegschaft vorbildlich bei der Durchführung ihres Pottery Slams – Tanzen und Töpfern -, aber sie flirten auch mit Jördis. Und das kann Haschim nicht dulden. Die Holländer müssen weg! Das Institut befindet sich mitten in den Vorbereitungen zum Pottery Slam – kisbekische Keramik zu deutscher Musik -, als ein wütender kisbekischer Mob die benachbarte holländische Botschaft stürmt. Grund ist ein niederländischer Mohammed-Look-a-Like. Um nicht gelyncht zu werden, erbitten der Botschafter und seine beiden Mitarbeiter Asyl im Institut. Dr.Eckart zeigt Herz und gestattet die Aufnahme – aber sie besteht sehr wohl darauf, dass sich die Flüchtlinge nützlich machen und nicht negativ auffallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836859","hoster":"VOE"},{"path":"/redirect/11836847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-6","name":"Schlangen im Büro","epNo":6,"alt":"","descr":"Jördis wird 30, und das Institut bereitet eine mitternächtliche Feier vor. Schade nur, dass Dr. Eckart und Titus von einer Rotte hochgiftiger Sandrasselottern eingekesselt werden, und dass Jördis herausfindet, dass sie vielleicht schwanger ist. Mit der Unterstützung des unwilligen Gmeiner muss sie den Basar nach einem Schwangerschaftstest durchforsten. Und Haschim bastelt mit Margarete an einer Konfettibombe und ahnt nichts Böses. Nach einer abendlichen Lesung verbleibt die Belegschaft im Institut, um in Jördis’ 30. Geburtstag hineinzufeiern. Haschim und Margarete nutzen die Zeit bis Mitternacht, um an einer Konfettibombe zu basteln. Titus will Dr. Eckart indes die Pläne für seine ambitionierte Bauhaus-Ausstellung präsentieren. Doch Dr. Eckart sagt nicht nur das Bauhaus ab, sondern auch alle weitere hochkulturell-elitären Projekte ihres Programmleiters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836863","hoster":"VOE"},{"path":"/redirect/11836852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-7","name":"Durch die Wüste","epNo":7,"alt":"","descr":"Nach Haschims Abschied bricht das Institut auseinander. Insbesondere Jördis ist nur noch ein Schatten ihrer selbst. Also beschließt man, Haschim aus dem Gebirge heimzuholen – und zwar mit dem Bücherbus des Instituts. Doch die Bibliothek auf Rädern verunglückt in der Wüste und verwandelt sich in einen Sarg auf Rädern. Inmitten tausender Bücher und den sicheren Tod vor Augen, machen die Mitarbeiter ein letztes Mal reinen Tisch… Mit gebrochenem Herzen hat Haschim das Institut verlassen und ist in den Kisbukusch gegangen, um dort als Arzt zu arbeiten. Doch ohne ihn fällt im Institut alles auseinander – vor allem Jördis. Deshalb beschließt man, den unverzichtbaren Kisbeken zurück ans Institut zu holen – und zwar mit dem einzig verfügbaren Verkehrsmittel: dem Bücherbus von Margarete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836862","hoster":"VOE"},{"path":"/redirect/11836861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-institut-oase-des-scheiterns/staffel-2/episode-8","name":"Dahoam ist Dahoam","epNo":8,"alt":"","descr":"Weil keine Veranstaltung je Erfolg hatte, setzt das Sprach- und Kulturinstitut alles auf eine Karte: Oktoberfest. Denn diese Art von Deutschland funktioniert immer und überall! Doch Dr. Eckarts Freude über all die Lederhosen und Dirndl wird getrübt, als nach und nach alle Mitarbeiter kündigen. Muss die Leiterin ihren letzten Schuhplattler ganz alleine tanzen? Wohin verschlägt es ihre Mitarbeiter? Ist dies das Ende vom Institut? Auf dem Hof des Instituts wird ein Oktoberfest veranstaltet, und der Andrang ist enorm: Kisbeken und NGOs kämpfen um einen Platz an den weißblauen Festzeltgarnituren, um Brezeln und Bier (alkoholfrei), um Hendln und Hummus. Bei den Mitarbeitern des Instituts herrscht dennoch eher Abschieds- als Feierstimmung: Gmeiner wird Institutsleiter in Passau und Titus soll ihn in die alte Heimat begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836869","hoster":"VOE"},{"path":"/redirect/11836872","hoster":"Streamtape"}]}]}]}]}