{"seriesId":"das-vorstellungsgesprch","name":"Das Vorstellungsgespräch","descr":"Echte Personalchefs gestatten die Anwesenheit von Fernsehkameras beim Bewerbungsgespräch und lassen heimlich filmen, wer sich da so um eine neue Stelle bewirbt. Die Zuschauer der Doku-Reihe erleben, welche Dinge den jeweiligen Unternehmen wichtig sind, und ob und wie weit sich die potentiellen neuen Mitarbeiter auf dieses wichtige Gespräch vorbereitet haben.  Dabei werden den Bewerbern nicht nur fachliche Fragen gestellt, sondern bisweilen auch weitere Eignungstests durchgeführt, mit denen spezifische Fähigkeiten wie Fitness und logisches Denken geprüft werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Paketzusteller /​ Eventmanager in einer Fitnessstudio-Kette","epNo":1,"alt":"","descr":"Der weltweit größte Paketdienst UPS ist auf der Suche nach einem Paketzusteller. Der neue Mitarbeiter muss nicht nur einen gewissen Grad an körperlicher Fitness mitbringen, sondern auch eine herausragende Freundlichkeit gegenüber den Kunden an den Tag legen. Letzteres ist besonders Personaldirektorin Britta Weber wichtig, die die Gespräche zusammen mit Robert Härtling, Gebietsleiter für Nordrhein-Westfalen, führt. Die Bewerber müssen im Gespräch mit ihrer offenen und kommunikativen Art punkten und in verschiedenen Aufgaben ihr fahrerisches und logisches Geschick beweisen. Wer überzeugt, kann sich auf einen sicheren Job mit umfangreichen Sonderleistungen freuen. Die Fitnessstudio-Kette Flexx Fitness aus Hürth bei Köln braucht Verstärkung im Promo- und Eventmanagement.Der Bereich wird bisher von Kelvin Sanchez del Villar betreut, der sich aber zukünftig vollständig auf seine Arbeit als Studioleiter konzentrieren will. Geschäftsführer Benjamin Adriani möchte diesen Bereich seines expandierenden Unternehmens nun mit einer Vollzeitkraft besetzen. Gemeinsam suchen sie eine junge, dynamische Person, die unter anderem Mitarbeiterevents organisieren und die Firma auf externen Veranstaltungen vertreten soll. Die Bewerber müssen sich nicht nur Fachfragen aus dem Fitness- und Event-Bereich stellen, sondern werden auch mit körperlichen Aktivitäten während der Gespräche überrascht.","versions":[{"lang":1,"streams":[{"redirect":11440489,"hoster":"VOE"},{"redirect":11440492,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Social-Media-Assistenz im Modeunternehmen","epNo":2,"alt":"","descr":"Caroline Schaefer führt ein erfolgreiches Modelabel in Bonn. Sie hat allerdings ein Problem: Neben Modenschauen und der Kundenbetreuung in ihrer Boutique bleibt wenig Zeit für die Online-Präsenz ihrer Marke. Daher sucht die Designerin für ihr Unternehmen eine Social Media Assistenz, die die Modewelt digital erobern soll. Ihre Aufgaben liegen in der Betreuung aller Kommunikations-Kanäle und im Aufbau des Online-Shops. Im Vorstellungsgespräch prüft Caroline Schaefer daher nicht nur das Wissen der Bewerber rund um Hashtags und Likes, sondern auch den Umgang mit den Produkten des Modelabels. Zur Seite sitzt ihr ihre langjährige Begleiterin und Senior Assistant Jutta Schneidereit, die die Bewerber auf Herz, Nieren und modisches Know-how prüft. Die Personalchefin und der Geschäftsführer der Hotelkette Novum Group bitten ebenfalls zum Vorstellungsgespräch.Laura Klinkhammer und Mario Pick haben eine besonders attraktive Stelle zu besetzen: Einen Management Trainee – der erste Schritt in die Welt des Hotelmanagements. Der neue Mitarbeiter wird während der Ausbildung in alle Bereiche der Hotellerie eingeführt, sodass anschließend bereits ein eigenes Novum-Hotel geführt werden kann und soll. Die Arbeitgeber halten hierfür Ausschau nach Bewerbern mit fundierten Kenntnissen in der Branche, die sie anhand von Fachfragen testen werden. Allerdings soll der Trainee auch noch ein Rohdiamant sein, der die Philosophie der Kette verinnerlichen und anschließend in seinem eigenen Hotel umsetzen kann.","versions":[{"lang":1,"streams":[{"redirect":11440498,"hoster":"VOE"},{"redirect":11440499,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausbildungskräfte für Deutschlands größten Reptilienzoo","epNo":3,"alt":"","descr":"Das Team vom Reptilum, Deutschlands größter Reptilienzoo, braucht Verstärkung. Geschäftsführer Uwe Wünstel und Obertierpflegerin Moana Sütel suchen nach neuen Ausbildungskräften für den Bereich Tierpflege Fachrichtung Zoo. In den Vorstellungsgesprächen müssen die Arbeitgeber nicht nur nach zuverlässigen Bewerbern Ausschau halten, sondern auch Aufklärungsarbeit leisten. Der Beruf des Tierpflegers ist körperlich anstrengend und beinhaltet mehr als nur das Streicheln von Tieren – eine Illusion, die viele Bewerber haben. Der Azubi muss selbstverständlich tierlieb sein aber auch mit Menschen umgehen können und ein bisschen Entertainer sein. Eine zukünftige Aufgabe ist nämlich die Führung von Besuchergruppen durch den Zoo und die Präsentation von Tieren. Die Do-it-yourself-Online-Plattform DaWanda möchte ihre offline Auftritte ausbauen.Hierfür soll der Event-Bereich verstärkt werden, der die Produkte auf selbst organisierten Märkten an die Kunden bringen soll. Die Vorstellungsgespräche werden von der Geschäftsführerin und Gründerin Claudia Helmig gemeinsam mit DaWanda’s COO Daniel Kreter geführt. Um den hohen Anforderungen der beiden Arbeitgeber gerecht zu werden, müssen sich die Bewerber bei kritischen Fragen und in einem Rollenspiel beweisen, dass das Alptraum-Szenario eines jeden Eventmanagers beinhaltet. Nur wer hier einen kühlen Kopf bewahrt und mit kreativen Lösungen glänzt, hat eine Chance auf den neuen Job in Berlin.","versions":[{"lang":1,"streams":[{"redirect":11440506,"hoster":"VOE"},{"redirect":11440507,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vertriebsspezialist für Tiefkühl-Lieferant /​ Online-Redaktion im Beauty-Box-Versand","epNo":4,"alt":"","descr":"Die Online-Redaktion des Berliner Beauty-Boxen-Versenders Glossybox braucht Verstärkung. Kreativität und das Interesse an Beauty-Produkten ist für jeden Bewerber ein absolutes Muss. Diese Eigenschaften versuchen Kommunikationschefin Kira Strauss und Geschäftsführer Mark Ralea während den Vorstellungsgesprächen aus den Bewerbern heraus zu kitzeln. Einen ersten Eindruck machen sich die Arbeitgeber bereits an den Ausführungen im Bewerbungsschreiben. Ein zusätzlicher und ungewöhnlicher Test soll dann die Bewerber aus ihrer Reserve locken. Denn wer einem Mann ein Produkt für Frauen verkaufen kann, hat genau das was es braucht, innovativ von den neusten Beauty Trends zu berichten. Der Tiefkühlkost-Lieferant eismann ist auf der Suche nach einem neuen Vertriebsspezialisten.Anna Massow, Leiterin der Aus- und Fortbildung bei eismann, und Martin Schmid, Vertriebsdirektor und Beauftragter für Nachwuchsführungskräfte, prüfen in den Vorstellungsgesprächen das Verkaufstalent der Bewerber. Wer die Arbeitgeber mit Sympathie, Führungsqualitäten und Professionalität gleichermaßen überzeugt, wird als Junior Regionaler Vertriebsleiter eingestellt und in die Arbeitsweise des Unternehmens eingeführt. Nach der Ausbildungszeit wird der Arbeitnehmer seine eigene eismann Vertriebsniederlassung übernehmen und zukünftig die Herzen der Kunden für Tiefkühlkost erwärmen.","versions":[{"lang":1,"streams":[{"redirect":11440517,"hoster":"VOE"},{"redirect":11440513,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vertriebsleiter beim Augsburger-Start-Up Littlelunch","epNo":5,"alt":"","descr":"Das Augsburger-Start-Up Littlelunch, bekannt aus der VOX Gründer-Show ‚Die Höhle der Löwen‘, möchte seinen Vertrieb ausbauen. Hierfür sind die Gründer und Geschäftsführer Denis und Daniel Gibisch auf der Suche nach einem Head of Sales – einem Vertriebsleiter, der national und international Bio-Suppen an den Kunden bringen soll. Die anspruchsvollen Arbeitgeber brauchen einen Mitarbeiter mit langjähriger Erfahrung im Vertrieb von Lebensmitteln und im Einzelhandel. Geschäftsfähigkeit und Verhandlungsgeschick werden von den Gründer-Brüdern in herausfordernden Tests abgefragt, die selbst den erfahrensten Bewerber ins Schwitzen bringen. Weit über die Grenzen des Sauerlandes bekannt ist der Erlebnisbauernhof Sprikeltrix und das Betreiber-Ehepaar Jöring.Bauer Rudi und seine Frau Susanne führen den Hof, auf dem Feste für Groß und Klein stattfinden – vom Kindergeburtstag bis zur Mallorca-Party. Da die Arbeit auf einem so großen Hof nie endet, brauchen sie nun eine Vollzeitkraft, die in allen Bereichen mit anpackt. Egal ob Catering, Buchhaltung, Organisation oder die Betreuung von Gästen – der neue Mitarbeiter muss vor allen Dingen Einsatzbereitschaft zeigen. Im Vorstellungsgespräch müssen sich die Bewerber daher nicht nur ungewöhnlichen Fragen stellen, sondern auch ordentlich Überzeugungsarbeit von der eigenen Person leisten.","versions":[{"lang":1,"streams":[{"redirect":11440522,"hoster":"VOE"},{"redirect":11440532,"hoster":"Streamtape"}]}]}]}]}