{"seriesId":"das-knigreich-der-anderen","name":"Das Königreich der Anderen","descr":"Die junge Feenprinzessin Astral (Esther Zynn) steht vor der Wahl: Möchte sie weiterhin eine Feenprinzessin und somit Thronfolgerin im Königreich Athenia bleiben – oder lieber ihren ultimativen Lebenstraum verwirklichen und ein sterblicher Mensch werden? Um die richtige Entscheidung zu treffen, entdeckt sie gemeinsam mit ihren neuen Freunden Tristan (Callan Potter), Morgan (Celina Martin) und Devon (Taylor Adams) das verrückte Leben eines Teenagers in der Menschenwelt. Ganz ohne Zauberei und Feenstaub kommt Astral aber auch hier nicht aus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"What Fools These Mortals Be","descr":"Devon macht sich bereit für seinen ersten Schultag auf der High School. Devon lebt mit seinem Vater alleine und erwartet einen Austauschschüler aus England. Doch dummerweise kommt an Stelle eines Austauschschülers ein Austauschmädchen","versions":[{"lang":2,"streams":[{"redirect":14358020,"hoster":"VOE"},{"redirect":14378144,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The New Kid","descr":"Astral fällt es nicht ganz leicht, sich an den Schulalltag der Menschen zu gewöhnen. Im Erdkundeunterricht tauchen schon die ersten Schwierigkeiten auf. Astral will ihrem Freund Devon dabei helfen, eine Verabredung zum Ball zu haben.","versions":[{"lang":2,"streams":[{"redirect":14373112,"hoster":"VOE"},{"redirect":14378146,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Lost In Translation","descr":"Astral versucht weiter, mit recht unbeholfenen Methoden, Tristan für sich zu gewinnen. Sie merkt jedoch nicht, dass Tristan schon längst in sie verliebt ist. Und der Konkurrenzkampf zwischen Hailey und Astral um Tristan ist eröffnet","versions":[{"lang":2,"streams":[{"redirect":14358070,"hoster":"VOE"},{"redirect":14378147,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Thanks A Latte","descr":"Ein Geografie-Test steht bevor und Astral will nicht einleuchten, was sie für diesen Test lernen soll. Devon bietet ihr an, mit ihr zu lernen, da er ein regelrechtes Geografie-Ass ist. Astral trifft sich aber lieber mit Morgan im Snug’s.","versions":[{"lang":2,"streams":[{"redirect":14373096,"hoster":"VOE"},{"redirect":14378149,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Where There’s Smoke","descr":"Astral bemüht sich immer noch um die Zuneigung von Tristan und bittet Morgan um Rat. Morgans Ratschläge sind aber alles andere als hilfreich, und Astral findet das Leben in der menschlichen Welt ausgesprochen problematisch und schwierig","versions":[{"lang":2,"streams":[{"redirect":14373079,"hoster":"VOE"},{"redirect":14378150,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Witch!","descr":"Der jugendliche Brendoni sorgt für große Aufregung bei Astral und Devon. Wie ein Wirbelsturm jagt Brendoni durch die Schule, gewinnt aber schnell die Sympathien der Schüler, sowie sogar des Mathelehrers, Mr. Stockley.","versions":[{"lang":2,"streams":[{"redirect":14357948,"hoster":"VOE"},{"redirect":14378151,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cold Season","descr":"Tristan ruft Astral gleich am Morgen an, aber bevor er sie etwas fragen kann, wird der Bildschirm schwarz. Devon ist erkältet und muss zuhause bleiben. Brendoni simuliert gleich mit, um sich die Schule zu ersparen","versions":[{"lang":2,"streams":[{"redirect":14373101,"hoster":"VOE"},{"redirect":14378152,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Expiration Date","descr":"Astral bereitet sich mit romantischen Komödien akribisch auf ihr Date mit Tristan vor. Was dazu führt, dass sie sich im besten Fall unverständlich und im schlimmsten Fall unmöglich verhält. Es droht ein Reinfall zu werden","versions":[{"lang":2,"streams":[{"redirect":14373201,"hoster":"VOE"},{"redirect":14378153,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Girls Just Wanna Have Fun","descr":"Morgan und Astral beschließen, sich einen gemütlichen Mädelsabend zu machen. Astral ist total aufgeregt, da sie so etwas natürlich noch nicht kennt. Sie versteht nur so viel, dass dieser Abend besonders lustig und aufregend werden soll.","versions":[{"lang":2,"streams":[{"redirect":8529378,"hoster":"VOE"},{"redirect":13577853,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I Got This","descr":"Peter hat Astral und Devon ja zu einer Woche Hausarrest verdonnert und sie müssen das Haus gründlich putzen. Astral ist immer noch fassungslos, dass Tristan zu der Party, zu der sie ihn eingeladen hat, mit Hailey gekommen ist.","versions":[{"lang":2,"streams":[{"redirect":13617679,"hoster":"VOE"},{"redirect":13577856,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Trouncing The Council","descr":"Weil Peters Projekt, die Bebauung des Evermore Walds Athenia zerstören würde, setzt Astral alles daran, das zu verhindern. In Athenia selbst macht man sich über Alternativen Gedanken. Aber die anderen Sphären sind einfach zu weit weg","versions":[{"lang":2,"streams":[{"redirect":14357938,"hoster":"VOE"},{"redirect":14378154,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Let There Be Cake","descr":"Devon ist sauer auf Astral und Morgan. Astral sieht nur einen Weg, das ganze zu retten: die Wahrheit. Trotz Morgans heftiger Gegenrede offenbart sie sich Devon. Aber der ist überfordert, versteht gar nichts mehr und fühlt sich übergangen.","versions":[{"lang":2,"streams":[{"redirect":13617916,"hoster":"VOE"},{"redirect":13577858,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Get a Job","descr":"Astral wird von einem Alptraum geplagt, in dem Versitude mit Hilfe der Pixies ihre Eltern verjagt hat. In der Schule wird Astrals und Morgans Elfenthema als Motto für den Herbstball bestimmt und auch Devon soll dabei mithelfen.","versions":[{"lang":2,"streams":[{"redirect":8529390,"hoster":"VOE"},{"redirect":13577860,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Bad, Bad Fairy","descr":"Astral kommt beim Dodgeball zum ersten Mal mit dem Konzept des Gewinnens in Berührung und lässt sich infizieren. Erbarmungslos schaltet sie Gegnerinnen aus. Morgan ist besorgt, aber Astral ist nicht zu bremsen.","versions":[{"lang":2,"streams":[{"redirect":14357972,"hoster":"VOE"},{"redirect":14378155,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Love Hurts","descr":"Astral ist schockiert, als sie erfährt, dass Tristan nicht an die Liebe glaubt. Um ihn eines besseren zu belehren, greift sie ausgerechnet auf ihren Liebeszauber zurück, der schließlich die ganze Schule ins Chaos stürzt.","versions":[{"lang":2,"streams":[{"redirect":14373175,"hoster":"VOE"},{"redirect":14378156,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"You Can’t Go Home Again","descr":"Oberon besucht seinen großen Bruder Peter alias Petrathon, doch sie kommen zu keiner Einigung. Devon muss damit fertig werden, halb elfisch zu sein, hat aber das Gefühl, den Boden unter den Füßen zu verlieren.","versions":[{"lang":2,"streams":[{"redirect":14358001,"hoster":"VOE"},{"redirect":14378158,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Cliff Anger","descr":"Astral muss Cliff, den Sohn von König Reed von Spartanier empfangen und bei Laune halten, während sein Vater in Athenia über ein Exil der Sphäre in Spartania verhandelt","versions":[{"lang":2,"streams":[{"redirect":14358088,"hoster":"VOE"},{"redirect":14378157,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Campaign","descr":"Titania teilt Astral mit, dass sie Cliff nicht heiraten muss, weil das unzumutbar wäre. Eine andere Lösung für Athenia gibt es jedoch bisher nicht. Also versucht Astral, eine Bewegung zur Rettung des Evermore-Waldes zu starten.","versions":[{"lang":2,"streams":[{"redirect":14358042,"hoster":"VOE"},{"redirect":14378161,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Great Escape","descr":"Astral und ihre Freunde sind nach wie vor in der Turnhalle eingeschlossen und versuchen krampfhaft, einen Weg zu finden, hinauszukommen, da die Sonnenfinsternis voranschreitet und der Evermore-Wald dringend gerettet werden muss.","versions":[{"lang":2,"streams":[{"redirect":13617681,"hoster":"VOE"},{"redirect":13577870,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Hidden in Plain Sight","descr":"Der Herbstball in der Theseus High findet nun tatsächlich statt. Doch Hailey ist fest davon überzeugt, dass ihr Strand-Thema zum Zuge kommt und fängt an, die Turnhalle entsprechend zu schmücken","versions":[{"lang":2,"streams":[{"redirect":14358060,"hoster":"VOE"},{"redirect":14378160,"hoster":"Streamtape"}]}]}]}]}