{"path":"/serie/stream/das-leiden-christi","name":"Das Leiden Christi","descr":"Miniserie über die letzten Tage Jesu - von seinem gefeierten Einzug nach Jerusalem bis zu seinem furchtbaren Tod am Kreuz und der Wiederauferstehung. Erzählt wird die Geschichte aus drei Positionen: aus der Sicht der religiösen Autorität unter der Leitung des Hohepriesters Kaiphas, aus der Perspektive der Römer, symbolisiert durch den Statthalter Pontius Pilatus, und aus der Sicht des Mensch gewordenen Gottes - Jesus selbst.","seasons":[{"path":"/serie/stream/das-leiden-christi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"In der Passah-Woche drängen Pilger nach Jerusalem. Die Spannung zwischen Judäern und den römischen Besatzern droht jeden Moment zu eskalieren. Der Hohepriester Kaiphas (Ben Daniels) und Statthalter Pilatus (James Nesbitt) sichern die Stadt deshalb mit Soldaten. Dann zieht der Wanderprediger Jesus von Nazaret (Joseph Mawle) die Aufmerksamkeit auf sich: Er reitet auf einem Esel durch das Osttor der Stadt ein. Und erfüllt damit die Prophezeiung über den kommenden Messias. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586649","hoster":"VOE"},{"path":"/redirect/8382084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"In Jerusalem gärt es. Das Volk murrt über zu hohe Steuern, Rebellen schwören Widerstand gegen Rom. Als einer dieser Aufrührer, Barabbas (Stephen Graham), einen römischen Steuereintreiber umbringt, greift Pilatus (James Nesbitt) hart durch. Indessen predigt Jesus (Joseph Mawle) vor einer wachsenden Schar von Anhängern über Nächstenliebe. Er kritisiert aber auch die Ältesten und die Zustände im Tempel. Hohepriester Kaiphas (Ben Daniels) reagiert zunehmend nervös auf diese Provokationen. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579069","hoster":"VOE"},{"path":"/redirect/8382085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"","descr":"Der syrische Präfekt kündigt seinen Besuch in Jerusalem an. Für Pilatus (James Nesbitt) ein Problem: Er muss beweisen, dass er die Stadt jederzeit im Griff hat. Und so verurteilt er kurzerhand drei Gefangene, darunter den Aufrührer Barabbas (Stephen Graham), zum Tod durch Kreuzigung. Jesus (Joseph Mawle) kritisiert indes ein weiteres Mal die Tempeloberen. Kaiphas (Ben Daniels)sieht sich zum Handeln gezwungen und beruft mitten in der Nacht eine Versammlung des Hohen Rats ein. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9696911","hoster":"VOE"},{"path":"/redirect/8382088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"","descr":"Jesus (Joseph Mawle) feiert das Paschafest mit seinen Jüngern. Er weiß, es wird sein letztes Mahl mit ihnen sein. Und so ruft er ihnen seine Botschaft ins Gedächtnis: den Nächsten zu lieben und ihm zu dienen so wie er selbst sie geliebt habe. Noch während des Mahls verlässt Judas (Paul Nicholls) das Haus, und verrät Jesus an die Pharisäer. Innerlich zerrissen führt er die Wachen zu seinem Meister. Die verhaften den Prediger. Ihm wird noch in der Nacht der Prozess gemacht. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004393","hoster":"VOE"},{"path":"/redirect/8382092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-5","name":"Teil 5","epNo":5,"alt":"","descr":"Kaiphas (Ben Daniels) fordert Pilatus (James Nesbitt) auf, Jesus (Joseph Mawle) zum Tode zu verurteilen. Sollte der Prediger davonkommen, so erklärt Kaiphas, käme es unweigerlich zu blutigen Unruhen. Für Pilatus wäre das eine Katastrophe. Und so befiehlt er, Jesus zu kreuzigen. Jesu Jünger verstecken sich aus Angst, selbst verhaftet zu werden. Nur Johannes (Jamie Sives), Jesu Mutter Maria (Penelope Wilton) und Maria Magdalena (Paloma Baeza)wagen es, Jesus zur Hinrichtungsstätte zu begleiten. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579072","hoster":"VOE"},{"path":"/redirect/8382096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-leiden-christi/staffel-1/episode-6","name":"Teil 6","epNo":6,"alt":"","descr":"Nach seinem Tod erhält Josef von Arimathäa (David Oyelowo) die Erlaubnis, Jesus (Joseph Mawle) vom Kreuz zu nehmen und ihn zu begraben. Damit gibt sich Josef als Freund des Predigers zu erkennen, während dessen verängstigte Jünger sich weiterhin verstecken. Erst als sie erfahren, dass Jesu Grab leer ist und Jesus zunächst Maria Magdalena (Paloma Baeza) und dann anderen Jüngern erscheint, verstehen sie: Jesus ist auferstanden – er ist Gottes Sohn! Nun sind sie bereit, die frohe Botschaft in die Welt zu tragen. – Historisch genaue und fesselnde Miniserie über die letzten Tage Jesu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579071","hoster":"VOE"},{"path":"/redirect/8382097","hoster":"Streamtape"}]}]}]}]}