{"seriesId":"das-etwas-andere-gefngnis","name":"Das etwas andere Gefängnis","descr":"In dem Hochsicherheitsgefängnis Cebu Provincial Detention and Rehabilitation Center auf den Philippinen wird das Programm Programm Culture of Discipline at CPDRC praktiziert, was auf täglicher obligatorischer sportlicher Betätigung der Insassen basiert. Diese sind zwischen 2005 und 2010 durch die CPDRC Dancing Inmates bekannt geworden, da sie Videos auf Youtube veröffentlicht haben, die teilweise über 30 Mio. Klicks erhalten haben. Während die Häftlinge damals davon berichteten, dass es wie ein Paradies in der Anstalt wäre, ist das nun nicht mehr der Fall, denn sie haben einen neuen Leiter - einen ehemaligen Insassen -, der umstritten ist und für Kritik sorgt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Gefängnis für glückliche Insassen","epNo":1,"alt":"A Happy Jail for Happy Inmates","descr":"Diese Haftanstalt auf den Philippinen wurde nach einem Musikvideo weltweit berühmt. Doch als der Ex-Häftling Marco Toral die Leitung übernimmt, wird Kritik laut.","versions":[{"lang":1,"streams":[{"redirect":13105996,"hoster":"VOE"},{"redirect":8383291,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jeder verdient eine zweite Chance","epNo":2,"alt":"Everybody Needs a Second Chance","descr":"Toral nimmt das Gesetz nach dem Diebstahl seines Fernsehers selbst in die Hand. Ein berüchtigter Drogenbaron ist neu im Haus und muss um seine Sicherheit fürchten.","versions":[{"lang":1,"streams":[{"redirect":8983164,"hoster":"VOE"},{"redirect":14165276,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ich habe einen Traum","epNo":3,"alt":"I Dream","descr":"In Anbetracht der wachsenden Insassenzahlen und des angeblichen Drogenhandels hinter Gefängnismauern greift Toral hart durch. Insassen erhalten Familienbesuch.","versions":[{"lang":1,"streams":[{"redirect":8983173,"hoster":"VOE"},{"redirect":8383296,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein freier Mann","epNo":4,"alt":"A Free Man","descr":"Die dreiste Flucht eines Insassen während eines Familienbesuches sorgt in den Medien und der Politik für Aufruhr. Toral muss um seinen Job fürchten.","versions":[{"lang":1,"streams":[{"redirect":8983170,"hoster":"VOE"},{"redirect":8383304,"hoster":"Streamtape"}]}]}]}]}