{"seriesId":"das-geheimnis-der-hunters","name":"Das Geheimnis der Hunters","descr":"Fünf Pflegekinder aus Amsterdam versuchen herauszufinden, was mit ihren verschwundenen Pflegeeltern passiert ist. Max (Stony Blyden) ist der jüngste Neuzugang in der Pflegefamilie Hunter. Nachdem er seine erste Nacht in seinem neuen Zuhause verbracht hat, sind die Pflegeeltern Erik und Kate spurlos verschwunden. Zusammen mit seinen neuen Geschwistern Tess (MaeMae Renfrow), Anika (Kyra Smith), Sal (Daan Creyghton) und Daniel (Thomas Jansen) macht er sich auf die Suche nach Hinweisen, wo sie sein könnten.Ihre Spurensuche führt die fünf Geschwister in ein spannendes Familienabenteuer, inklusive Bootsrennen durch Kanäle und der Erkundung von geheimen Tunneln – sogar auf verborgene Schätze stoßen sie. Darüber hinaus müssen sie einigen Hindernissen ausweichen und alte Familienrivalen bekämpfen, um das Geheimnis zu lösen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der neue Hunter","epNo":1,"alt":"The New Hunter","descr":"Max wacht eines Tages bei seiner neuen Pflegefamilie auf und entdeckt, dass seine Pflegeeltern verschwunden sind. Gemeinsam mit seinen neuen Pflegebrüdern und -schwestern macht er sich auf die Suche","versions":[{"lang":1,"streams":[{"redirect":14373122,"hoster":"VOE"},{"redirect":14378109,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Saganash","epNo":2,"alt":"Saganash","descr":"Kate und Erik sind noch immer verschwunden und die Kinder ratlos. Sie beschliessen, nicht die Polizei zu rufen und sie auf eigene Faust zu suchen und zwar nach einem gewissen Saganash.","versions":[{"lang":1,"streams":[{"redirect":13617699,"hoster":"VOE"},{"redirect":11528449,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der geheime Raum","epNo":3,"alt":"The Secret Room","descr":"Tess und Sal studieren in der geheimen Bibliothek die Bücher nach Hinweisen durch. Dabei fallen ihnen ein Foto und ein Brief in die Hände, von einem Rinus S.","versions":[{"lang":1,"streams":[{"redirect":14373264,"hoster":"VOE"},{"redirect":14378110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Goldene Taube","epNo":4,"alt":"Principal","descr":"Während Sal weiter versucht, den Telegrafen wieder in Gang zu bringen, versucht Daniel den Alltag zu retten und alle zu verpflegen und pünktlich zur Schule zu schicken.","versions":[{"lang":1,"streams":[{"redirect":8983194,"hoster":"VOE"},{"redirect":11528497,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rinus","epNo":5,"alt":"Rinus","descr":"Max schlägt vor das sie sich auch um sich kümmern sollten, deswegen will Anika ihr Zimmer in lavendel streichen was sie schon mit Kate vorhatte und dabei will Sal ihr helfen.","versions":[{"lang":1,"streams":[{"redirect":14358094,"hoster":"VOE"},{"redirect":14378111,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Schlüssel","epNo":6,"alt":"The Key","descr":"Anika meint, nachts den Geist von Josephine gesehen zu haben, der auf der Suche nach seiner einzigen, wahren Liebe durchs Haus geisterte. Sal glaubt nicht an Geister und versucht ihr technisch zu beweisen, dass es sie nicht gibt. Tess und Max gehen auf den Friedhof, um Josephines Grab und dort evt. Hinweise zu finden.","versions":[{"lang":1,"streams":[{"redirect":14395407,"hoster":"VOE"},{"redirect":14391532,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der blaue Diamant","epNo":7,"alt":"The Blue Diamond","descr":"Um Saganash aus der Reserve zu locken, veranstalten die Hunter-Kids eine Ausstellung im Hunter-Haus. Hauptattraktion ist ein riesiger blauer Diamant.","versions":[{"lang":1,"streams":[{"redirect":14373205,"hoster":"VOE"},{"redirect":14378114,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"MGP","epNo":8,"alt":"MGP","descr":"Beim Frühstück erzählt Daniel, dass er Polizist werden will, für sich, für die Gesellschaft und für Simone. Es klingelt und ein Päckchen kommt, darin ein Handy, das klingelt. Es meldet sich \"Saganash\", der den Diamanten haben will. Einzelheiten der Übergabe sollen folgen.","versions":[{"lang":1,"streams":[{"redirect":8983193,"hoster":"VOE"},{"redirect":11528538,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tante Hedwig und Onkel Eugen","epNo":9,"alt":"Aunt Hedwig \u0026 Uncle Eugene","descr":"Tim und Simone wissen nun, dass Erik und Kate weg und die Kinder allein sind, aber keine Details. Sie sind verpflichtet, sich um sie zu kümmern. Um sie nicht auseinander zu reissen, hat Tim die Idee, die \"richtige\" Tante Hedwig und Onkel Eugene zu bitten, dass sie kommen. Was die beiden natürlich gerne tun.","versions":[{"lang":1,"streams":[{"redirect":14357926,"hoster":"VOE"},{"redirect":14378113,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kontakt","epNo":10,"alt":"Contact","descr":"Hedwig und Eugene sind wütend über den Alleingang der Kinder und wollen als Ersten den Anstifter Max loswerden. Aber als der Wagen vom Waisenhaus kommt, verschwindet der durch die Geheimtür im Wohnzimmer in die geheime Kammer.","versions":[{"lang":1,"streams":[{"redirect":14374819,"hoster":"VOE"},{"redirect":14394878,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Verwandtschaft","epNo":11,"alt":"The Relatives","descr":"Durch einen geheimnisvollen Brief an einen Ort gelockt, lernen Tess und Max \"Die Verwandtschaft\" kennen einen Geheimbund, der sich angeblich für die Interessen der Hunter-Familie einsetzt.","versions":[{"lang":1,"streams":[{"redirect":14357969,"hoster":"VOE"},{"redirect":14378115,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der rote Diamant","epNo":12,"alt":"The Red Diamond","descr":"Die Kinder stehen nun mit Erik und Kate in Skype-Kontakt. Sie berichten ihnen von den \"Verwandten\" und dem roten Diamanten. Beide beschwören die Kinder, nicht danach zu suchen, sondern nur auf ihre Sicherheit zu achten. Was die versprechen, aber natürlich nicht tun. Stattdessen finden sie im Museum im Modell des Schiffes \"Josephine\" eine Nachricht von Jan Saganash an seine Geliebte.","versions":[{"lang":1,"streams":[{"redirect":14357998,"hoster":"VOE"},{"redirect":14378117,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Cassandras Karte","epNo":13,"alt":"Cassandra’s Map","descr":"Gertrude von den \"Verwandten\" besucht die Kinder und fragt nach dem Stand der Dinge. Am Ende gibt sie ihnen den Tipp, sich den weiteren Weg von Tante Cassan-dra zeigen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14358051,"hoster":"VOE"},{"redirect":14378118,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Anikas Geburtstag","epNo":14,"alt":"Anika’s Birthday","descr":"Tess’ und Max’ Versuch, Saganash reinzulegen, erweist sich als äußerst gefährlich. Anika hat Geburtstag, ist aber zu traurig wegen Erik und Kate, um ihn feiern zu wollen.","versions":[{"lang":1,"streams":[{"redirect":14373172,"hoster":"VOE"},{"redirect":14378120,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Labyrinth","epNo":15,"alt":"The Maze","descr":"Tess beschliesst in den Tunnel zu steigen und dem Labyrinh zu folgen. Sal gibt ihr ein Funkgerät mit, das er am Computer orten und sie dadurch führen kann. Nach kurzer Zeit sieht Tess eine \"9\" an der Wand und hört ein Geräusch. Sie geht dem nach und ihr Funksignal zu Sal reisst ab.","versions":[{"lang":1,"streams":[{"redirect":14508204,"hoster":"VOE"},{"redirect":14502500,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"In geheimer Mission","epNo":16,"alt":"Undercover","descr":"Tess und Sal versuchen, die Besitzurkunde für das Hunter House aufzutreiben. Max verfolgt Bruhl durch die Stadt, während Anika gleichzeitig sein Haus durchsucht.","versions":[{"lang":1,"streams":[{"redirect":14373191,"hoster":"VOE"},{"redirect":14378119,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sophie","epNo":17,"alt":"Sophie","descr":"Die Hunter Kids haben alle Hände voll zu tun, dass Simone und Tess nichts von dem jungen Mädchen mitkriegen, das in ihr Haus eingedrungen ist.","versions":[{"lang":1,"streams":[{"redirect":14358017,"hoster":"VOE"},{"redirect":14378121,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bruhl","epNo":18,"alt":"Bruhl","descr":"Sophie erzählt den Kindern die Geschichte von Kees Hunter und Jan Saganash und dass sie Stiefbrüder waren. Kees bot ihm, trotz der Sache mit Josephine, an, in einer Urkunde zu unterschreiben, dass das Familienvermögen trotzdem an beide gehen solle. Aber zu der Unterschrift kam es nicht mehr","versions":[{"lang":1,"streams":[{"redirect":14373114,"hoster":"VOE"},{"redirect":14378122,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der grüne Diamant","epNo":19,"alt":"Almost Back","descr":"Erik und Kate haben den roten Diamanten gefunden und kündigen ihre Heimkehr an. Voller Freude will Anika das Haus für sie putzen und rückt dabei mit einem scharfen Reiniger einem alten Gemälde zu Leibe. Ihr Versuch, es wieder schön zu malen, scheitert kläglich. Nun ist Magpies Hilfe gefragt.","versions":[{"lang":1,"streams":[{"redirect":14373103,"hoster":"VOE"},{"redirect":14378123,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wettlauf mit der Zeit","epNo":20,"alt":"The Deed","descr":"Saganash hat Daniel und Anika entführt. Sie sitzen in einem Van fest. Er verlangt als Lösegeld den roten Diamanten und die Besitzurkunde. Die Kinder sind ratlos. Da stehen endlich Kate und Erik wieder in der Tür! Sie bieten Sophie an, bei ihnen zu bleiben und dann beraten sie gemeinsam.","versions":[{"lang":1,"streams":[{"redirect":11528463,"hoster":"VOE"},{"redirect":11528457,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Paket","epNo":1,"alt":"The Package","descr":"Die Hunters entdecken ein Kryptex, doch Erik lässt es heimlich verschwinden, bevor sie herausfinden, was sich darin befindet. Max’ leibliche Eltern melden sich bei ihm, und die Polizei beschuldigt Erik des Kunstraubs.","versions":[{"lang":1,"streams":[{"redirect":8983204,"hoster":"VOE"},{"redirect":8380393,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Verhaftung","epNo":2,"alt":"The Arrest","descr":"Erik wird aufs Polizeirevier gebracht, wo Daniel versucht, die Beweise gegen ihn zu finden. Max hat ein Gespräch mit seinen leiblichen Eltern. Die Polizei kommt, um das Haus zu durchsuchen.","versions":[{"lang":1,"streams":[{"redirect":8983212,"hoster":"VOE"},{"redirect":8380401,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Max","epNo":3,"alt":"Max","descr":"Die Kinder finden die gestohlene Puzzleschachtel und versuchen, sie vor der Polizei zu verstecken. Erik kommt wieder nach Hause, verhält sich aber verdächtig. Daniel findet in den Videos des Museums einen Hinweis. Max reist nach Spanien ab.","versions":[{"lang":1,"streams":[{"redirect":8983216,"hoster":"VOE"},{"redirect":8380404,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Evie","epNo":4,"alt":"Evie","descr":"Die Hunters lernen ein junges Mädchen namens Evie kennen, und ihre Halskette hat dasselbe Kronensymbol, das sie auch im Kryptex fanden. Erik klärt sie auf, dass er eine besondere Verbindung zu Evie hat.","versions":[{"lang":1,"streams":[{"redirect":9578996,"hoster":"VOE"},{"redirect":8380406,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Museum","epNo":5,"alt":"The Museum","descr":"Die Kinder finden mögliche Beweise für Eriks Unschuld. Doch jemand hackt sich in Sals Computer ein und löscht das Video. Max wird klar, dass an den Umständen, wie seine leiblichen Eltern ihn fanden, etwas nicht stimmt.","versions":[{"lang":1,"streams":[{"redirect":11528651,"hoster":"VOE"},{"redirect":8380410,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die neue Freundin","epNo":6,"alt":"The New Friend","descr":"Als Mr. und Mrs. Hunter plötzlich vermisst werden, müssen ihre fünf Pflegekinder das Geheimnis ihres Verschwindens lösen, ohne dass jemand die Misere bemerkt.","versions":[{"lang":1,"streams":[{"redirect":9578999,"hoster":"VOE"},{"redirect":8380414,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Stammbaum","epNo":7,"alt":"The Family Tree","descr":"Tess findet einen alten Stammbaum der Ruyboschs und bemerkt, dass auch er das Kronensymbol trägt. Jennie hilft Sal, nach dem Hacker zu suchen. Ein Comicverleger macht Jake ein interessantes Angebot.","versions":[{"lang":1,"streams":[{"redirect":12920330,"hoster":"VOE"},{"redirect":8380416,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rache","epNo":8,"alt":"Payback","descr":"Die Kinder denken, dass Lucia Erik beschuldigt hat, und beschließen, es ihr heimzuzahlen, indem sie eine Vase in ihr Haus schmuggeln. Doch der Plan geht schief, und sie dürfen sich nicht erwischen lassen.","versions":[{"lang":1,"streams":[{"redirect":13055988,"hoster":"VOE"},{"redirect":8380426,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Plan","epNo":9,"alt":"The Plan","descr":"Um Erik größeren Ärger zu ersparen, müssen die Kinder die Vase aus Lucias Haus holen, bevor die Polizei sie findet. Während Evie ihren ersten Schultag hat, entwickeln die anderen einen Plan, um die versteckte Vase wiederzubekommen.","versions":[{"lang":1,"streams":[{"redirect":9599316,"hoster":"VOE"},{"redirect":8380423,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Raub","epNo":10,"alt":"The Reverse Heist","descr":"Die Kinder wollen die Vase zurückholen, doch der Plan ist sehr riskant. Werden die Hunters es schaffen, mit der Vase Lucias Haus zu verlassen, ohne erwischt zu werden?","versions":[{"lang":1,"streams":[{"redirect":9579002,"hoster":"VOE"},{"redirect":8380424,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Maulwurf","epNo":11,"alt":"The Mole","descr":"Den Hunter-Kindern wird klar, dass sich in der Verwandtschaft ein Maulwurf befindet, und sie schmieden einen Plan, um ihn zu enttarnen. Daniel kann nicht mehr an dem Fall arbeiten, da die Polizei jetzt genügend Beweise gegen Erik hat.","versions":[{"lang":1,"streams":[{"redirect":9579001,"hoster":"VOE"},{"redirect":8380432,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die grüne Maske","epNo":12,"alt":"The Green Mask","descr":"Kollaboriert Daniel mit dem Feind? Die Hunter-Kinder stellen ihn zur Rede, und er erzählt ihnen von einem neuen Beweis. Jeder gibt sich Mühe, den Spion zu enttarnen, doch es ist Anika, die unabsichtlich das nächste Puzzleteil findet.","versions":[{"lang":1,"streams":[{"redirect":9599315,"hoster":"VOE"},{"redirect":8380437,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Hacker-Versteck","epNo":13,"alt":"Hacker Hideout","descr":"Die Hunters wollen Kommissar Simon ihre Beweise zeigen, werden aber weggeschickt. Zurück im Haus sagt ihnen Apoll0, dass er den Hacker finden kann. Eine riskante Mission beginnt, die die Kinder auf einen verlassenen Rangierbahnhof führt.","versions":[{"lang":1,"streams":[{"redirect":9586490,"hoster":"VOE"},{"redirect":8380436,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der supergeheime Raum","epNo":14,"alt":"The Super Secret Room","descr":"Im Hacker-Versteck entdecken die Kinder eine Karte zu einem geheimen Raum im Hunter-Haus. Als sie nach Hause zurückkehren, um ihn zu suchen, telegrafiert ihnen Max nur ein Wort: \"Gefahr!\" Evie findet, was die anderen vergeblich suchten.","versions":[{"lang":1,"streams":[{"redirect":9579003,"hoster":"VOE"},{"redirect":8380439,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Krone","epNo":15,"alt":"The Crown","descr":"Apoll0 deckt die Identität und den Plan des Hackers auf. Anika und Jake versuchen, Max zu kontaktieren. Die Hunters stellen den Dieb zur Rede, doch er entkommt und schließt sie in dem geheimen Raum ein.","versions":[{"lang":1,"streams":[{"redirect":9599319,"hoster":"VOE"},{"redirect":8380445,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verstecken und Suchen","epNo":16,"alt":"Hide And Seek","descr":"Max ist zurück! Sal und Jennie enthüllen die Identität des Hackers. Und Evie entdeckt auf der Suche nach der Krone etwas Geheimnisvolles.","versions":[{"lang":1,"streams":[{"redirect":9599322,"hoster":"VOE"},{"redirect":8380448,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Hausboot","epNo":17,"alt":"The Houseboat","descr":"Die mystische Folge über das Boot im Haus","versions":[{"lang":1,"streams":[{"redirect":9586491,"hoster":"VOE"},{"redirect":8380454,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Spion","epNo":18,"alt":"Spy","descr":"Es sind noch zwei Personen als potenzieller Maulwurf übrig. Tess und Sal wollen herausfinden, wer genau es ist. Daniel und Anika spionieren Lucia nach, und Sal und Jennie haben ein Problem: Der Hacker weiß, dass er hereingelegt wurde.","versions":[{"lang":1,"streams":[{"redirect":9599321,"hoster":"VOE"},{"redirect":8380452,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Ritual","epNo":19,"alt":"The Ritual","descr":"Als Erik wieder zur Polizei muss, taucht Diane auf und schnappt sich die Krone. Die Kinder decken endlich die wahre Identität des Maulwurfs auf und müssen sofort alle anderen Verwandten informieren. Oder ist es schon zu spät?","versions":[{"lang":1,"streams":[{"redirect":9579004,"hoster":"VOE"},{"redirect":8380457,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Hunters für immer","epNo":20,"alt":"Hunters Forever","descr":"Tess und Jake versuchen verzweifelt, die Verwandten zu überzeugen, dass der Maulwurf Erik falsch beschuldigt hat, doch dazu brauchen sie Sals Beweise. Können die Kinder Eriks Unschuld beweisen und verhindern, dass die Krone gestohlen wird?","versions":[{"lang":1,"streams":[{"redirect":9579006,"hoster":"VOE"},{"redirect":8392292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Geschenk","epNo":1,"alt":"The Birthday Gift","descr":"Anika bekommt ein seltsames Geburtstagsgeschenk geschickt: eine Mini-Pyramide, verpackt in einer Schatzkarte. Sal entdeckt einen Zusammenhang zu einem verloren geglaubten Azteken-Schatz und einem alten Fluch. Ein neues Rätsel muss gelöst werden.","versions":[{"lang":1,"streams":[{"redirect":9586493,"hoster":"VOE"},{"redirect":8380463,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Dieb","epNo":2,"alt":"Strange House","descr":"Die Hunters wollen in die Ferien fahren. Doch die Wegbeschreibung führt sie zu einem verlassenen Haus im Wald. Und als sie Geräusche im Dachboden hören, wird das Ganze noch unheimlicher.","versions":[{"lang":1,"streams":[{"redirect":9579005,"hoster":"VOE"},{"redirect":8380464,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zombie in der Nacht","epNo":3,"alt":"The Storm","descr":"Das Auto der Hunters springt nicht an, und sie sitzen in dem Haus im Wald fest, als sich ein Sturm zusammenbraut. Sal, Anika und Jake erzählen sich zum Zeitvertreib Gruselgeschichten. Doch dann beginnt eine der Geschichten wahr zu werden.","versions":[{"lang":1,"streams":[{"redirect":9586494,"hoster":"VOE"},{"redirect":8380470,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fluch","epNo":4,"alt":"Jake’s Curse","descr":"Als Jake eine antike Maske vom Dachboden aufsetzt, ist der Besitzer des Hauses im Wald überzeugt, auf ihm laste nun ein Fluch. Und als ihm einige Missgeschicke passieren, scheint sich das zu bewahrheiten.","versions":[{"lang":1,"streams":[{"redirect":9932448,"hoster":"VOE"},{"redirect":8380473,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verwirrung im wald","epNo":5,"alt":"Lost In The Woods","descr":"Sal und Anika entdecken einen geheimnisvollen Stein in der Nähe des Hauses. Um das Rätsel zu lösen, suchen sie im Wald nach Hinweisen. Doch dann stellen sie fest, dass sie nicht alleine dort sind.","versions":[{"lang":1,"streams":[{"redirect":9579008,"hoster":"VOE"},{"redirect":8380475,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Sohn der Hexe","epNo":6,"alt":"the witch\u0027s son","descr":"Sal und Anika treffen im Wald auf einen nervös wirkenden Jungen. Anika freundet sich mit ihm an, doch Sal ist überzeugt, dass er ein Dieb ist. Als sie ihn damit konfrontieren, offenbart er ihnen etwas Unerwartetes.","versions":[{"lang":1,"streams":[{"redirect":9586496,"hoster":"VOE"},{"redirect":8380477,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Einkaufsliste","epNo":7,"alt":"The Code","descr":"Mit Olivers Hilfe baut Sal einen Funkmast und schafft es endlich, die Symbole auf der Pyramide zu entschlüsseln. Unterdessen befragt Anika Dottie zu den Artefakten auf dem Dachboden. Doch sie bekommt keine richtigen Antworten.","versions":[{"lang":1,"streams":[{"redirect":9586497,"hoster":"VOE"},{"redirect":8380481,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Des Rätsels Lösung","epNo":8,"alt":"Remedies And Riddles","descr":"Anika und Oliver wollen einen Trank brauen, der Jake von seinem Fluch befreien soll. Sal hat unterdessen Schwierigkeiten, das erste Rätsel zu lösen. Jedoch hat Evie vielleicht die Antwort.","versions":[{"lang":1,"streams":[{"redirect":9586498,"hoster":"VOE"},{"redirect":8380486,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der zweite Stein","epNo":9,"alt":"Curse Or Cure?","descr":"Als sie endlich verstehen, wie die Karte aufgebaut ist, teilt sich die Gruppe auf, um einen weiteren Rätsel-Stein zu finden. Doch wer wird als Erstes ankommen? Und wen wird die Angst im Wald packen?","versions":[{"lang":1,"streams":[{"redirect":9579007,"hoster":"VOE"},{"redirect":8380487,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Macht der Magie","epNo":10,"alt":"The Second Stone","descr":"Die Kinder tun ein zweites Rätsel auf. Es zu lösen, erweist sich jedoch als schwierig. Und als die Hunters wegen eines Notfalls dringend in die Stadt zurückfahren müssen, scheint die Schatzsuche beendet zu sein.","versions":[{"lang":1,"streams":[{"redirect":9579010,"hoster":"VOE"},{"redirect":8380492,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wieder Zuhause","epNo":11,"alt":"Return To Hunter Street","descr":"Sal und Anika statten Diane einen Besuch ab. Doch an ihrer Tür taucht plötzlich ein bekanntes und furchteinflößendes Gesicht auf. Oliver und Jasmyn versuchen unterdessen im Wald, das Rätsel allein zu lösen.","versions":[{"lang":1,"streams":[{"redirect":9579009,"hoster":"VOE"},{"redirect":8380494,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der sprechende Bär","epNo":12,"alt":"Mr. Bear","descr":"Als das Überleben des Hunter Museums gefährdet ist, überlegen sich Anika und Sal einen Plan, um die gestohlenen Artefakte zurückzuerlangen und ihr Zuhause zu retten. Außerdem gibt es zwei Neuankömmlinge. Doch sind diese Freund oder Feind?","versions":[{"lang":1,"streams":[{"redirect":9586499,"hoster":"VOE"},{"redirect":8380498,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die nächste Spur","epNo":13,"alt":"Rex To The Rescue","descr":"Anika und Sal entkommen gerade noch so, als ihnen klar wird, dass sie hereingelegt wurden. Oliver muss sich im Haus der Hunters verstecken. Und Jasmyn muss sein Verschwinden verheimlichen, was für ein Riesenchaos sorgt","versions":[{"lang":1,"streams":[{"redirect":9586500,"hoster":"VOE"},{"redirect":8380499,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Codewort","epNo":14,"alt":"Secret Signs","descr":"Jasmyn macht im Wald eine Entdeckung, versteht jedoch nicht, wie diese im Zusammenhang zur Schatzsuche steht. Jake darf endlich aus dem Krankenhaus nach Hause. Doch was wäre ein Empfang bei Familie Hunter ohne eine große Überraschung?","versions":[{"lang":1,"streams":[{"redirect":9586501,"hoster":"VOE"},{"redirect":8380507,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sonnenfinsternis","epNo":15,"alt":"Evil Narikoa","descr":"Jasmyn stößt bei ihrer Suche nach dem nächsten Stein auf ein Problem. Anika und Oliver beobachten den rätselhaften Markus dabei, wie er aus dem Planetarium kommt. Sal und Jake decken ein erschreckendes Geheimnis auf, das alles verändern wird!","versions":[{"lang":1,"streams":[{"redirect":9586503,"hoster":"VOE"},{"redirect":8380508,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Geschwister","epNo":16,"alt":"Siblings","descr":"Zwischen Anika und Oliver kommt es zum Streit, als er ihr seine erschütternde Theorie mitteilt. Sal und Jasmyn müssen unterdessen eine gefährliche Mission in Angriff nehmen, um den nächsten Rätsel-Stein zu finden.","versions":[{"lang":1,"streams":[{"redirect":9579012,"hoster":"VOE"},{"redirect":8380512,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Geheimgang","epNo":17,"alt":"What Hides Beneath","descr":"Ein Tag der Entdeckungen: Jasmyn findet einen neuen Hinweis, wird jedoch auf frischer Tat ertappt. Oliver stolpert im Haus der Hunters über ein Geheimnis. Und Sal und Anika erleben eine Überraschung, als sie noch einmal in Dianes Haus gehen.","versions":[{"lang":1,"streams":[{"redirect":9579011,"hoster":"VOE"},{"redirect":8380517,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Schmetterlingssonne","epNo":18,"alt":"The Butterfly Sun","descr":"Nachdem sie einen weiteren Stein gefunden haben und ein neues Rätsel lösen müssen, kehren die Kinder auf der Suche nach Antworten zurück ins Planetarium. Doch dort wartet mehr auf sie, als gedacht. Schaffen sie es, das Rätsel rechtzeitig zu lösen?","versions":[{"lang":1,"streams":[{"redirect":9586502,"hoster":"VOE"},{"redirect":8380519,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Versuche","epNo":19,"alt":"Appeals","descr":"Anika geht auf der Suche nach Antworten zurück in den Wald. Dort sieht sie etwas Schreckliches. Familie Hunter tut alles, um die gestohlenen Artefakte zu finden. Doch reicht das, um das Museum und ihr Zuhause zu retten?","versions":[{"lang":1,"streams":[{"redirect":9586504,"hoster":"VOE"},{"redirect":8380522,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"In der Falle","epNo":20,"alt":"Trapped","descr":"Anika beschließt, Dottie mit den Tatsachen zu konfrontieren, doch das geht mehr als daneben. Sal und Oliver entwickeln einen alten Kamerafilm und entdecken etwas Überraschendes.","versions":[{"lang":1,"streams":[{"redirect":14114032,"hoster":"VOE"},{"redirect":9377041,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Funde und Verluste","epNo":21,"alt":"Escape","descr":"Anika und Jasmyn können vom Dachboden fliehen, sammeln vorher jedoch noch wichtige neue Hinweise. Sal und Oliver machen sich auf die Suche nach dem nächsten Rätsel-Stein, doch da sie sind nicht die einzigen. Wer findet ihn als Erstes?","versions":[{"lang":1,"streams":[{"redirect":14114031,"hoster":"VOE"},{"redirect":11528942,"hoster":"Doodstream"},{"redirect":9432974,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Mutter","epNo":22,"alt":"Moms","descr":"Durch ihre Nachforschungen findet Anika die Wahrheit über ihre Vergangenheit heraus. Die Jungs sind zurück im Wald und haben eine heiße Spur zum nächsten Rätsel. Doch plötzlich kommen sie nicht mehr weiter.","versions":[{"lang":1,"streams":[{"redirect":9579014,"hoster":"VOE"},{"redirect":8380532,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Wasser bis zum Hals","epNo":23,"alt":"Swamped","descr":"Anika zieht die richtigen Schlüsse und versucht, Sal zu warnen, dass er sich in Gefahr befindet. Doch die Jungs stecken in einer ausweglosen Situation. Ist es schon zu spät?","versions":[{"lang":1,"streams":[{"redirect":9586505,"hoster":"VOE"},{"redirect":8380537,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wahrheit und Lüge","epNo":24,"alt":"Truth And Lies","descr":"Im Wald kommen die Kinder alle wieder zusammen und Oliver erfährt endlich die Wahrheit über Dottie. Sie entwickeln einen neuen Plan, um den Schatz zu finden und das Hunter Museum zu retten.","versions":[{"lang":1,"streams":[{"redirect":9586507,"hoster":"VOE"},{"redirect":8380536,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das letzte Rätsel?","epNo":25,"alt":"The Final Riddle?","descr":"Sal und Jasmyn befinden sich bei der Lösung des letzten Rätsels im Rennen gegen einen unbekannten Gegner. Und Anika und Oliver versuchen in dem Haus im Wald alles, um Informationen zu finden, die sie weiterbringen.","versions":[{"lang":1,"streams":[{"redirect":9579013,"hoster":"VOE"},{"redirect":8380546,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Enthüllungen","epNo":26,"alt":"Revelations","descr":"Sal und Anika gehen zurück ins Haus der Hunters, um gemeinsam mit Rex das Geheimnis zu lösen. Oliver und Jasmyn enttarnen endlich ihren geheimen Gegner!","versions":[{"lang":1,"streams":[{"redirect":9586506,"hoster":"VOE"},{"redirect":8380544,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Mit leeren Händen","epNo":27,"alt":"Not Quite X Marks The Spot","descr":"Sal und Anika stehen nach einem weiteren unfassbaren Raub wieder mit leeren Händen da und müssen nach einer Möglichkeit suchen, ihren Gegner zu überlisten. Zurück im Wald beschließt Oliver, die Dinge in die eigene Hand zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9586508,"hoster":"VOE"},{"redirect":8380549,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Knifflige Zeiten","epNo":28,"alt":"Tricky Times","descr":"Kurz vor der Sonnenfinsternis haben die Kinder das letzte Rätsel gelöst und müssen nun einen Weg finden, ihren Gegner aufzuhalten und vor ihm zum Schatz zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":9586509,"hoster":"VOE"},{"redirect":11528761,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Pyramide","epNo":29,"alt":"The Pyramid","descr":"Wenige Stunden vor Sonnenfinsternis zählt jede Sekunde. Doch Sal und Anika sitzen im Haus der Hunters fest. Schaffen sie es rechtzeitig zu dem geheimen Ort?","versions":[{"lang":1,"streams":[{"redirect":9586511,"hoster":"VOE"},{"redirect":8380557,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Die Sonnenfinsternis","epNo":30,"alt":"Eclipse","descr":"Es ist so weit: Die Sonne verfinstert sich. Erreichen die Hunters den Schatz vor ihrem Gegner, um damit das Museum zu retten?","versions":[{"lang":1,"streams":[{"redirect":9586510,"hoster":"VOE"},{"redirect":8380559,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ein unerwarteter Gast","epNo":1,"alt":"An Unexpected Guest","descr":"Es ist Sommer und Oliver und Anika haben ein ganz neues Mysterium vor sich – rauszufinden, wer wirklich ihr Vater ist! Doch ein unerwarteter Gast und eine Einladung zu einer High-Tech-Sommerschule lenken sie in eine andere Bahn.","versions":[{"lang":1,"streams":[{"redirect":8983253,"hoster":"VOE"},{"redirect":9020885,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Falscher Hase","epNo":2,"alt":"Babies, Bunnies And Beards","descr":"Entschlossen herauszufinden, was in dem Spielzeughasen steckt, entscheidet sich Anika mit Jennie auf die Sommerschule zu gehen, und vorzugeben Sal zu sein, während Oliver eine Liste aller möglichen Dads erstellen will.","versions":[{"lang":1,"streams":[{"redirect":8983260,"hoster":"VOE"},{"redirect":9020889,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sally Hunter","epNo":3,"alt":"Sally Hunter","descr":"Oliver, Jasmyn und Evie gehen zu einer Buch-Signierstunde, wo sie hoffen, an ein paar Namen von Bio-Dads zu kommen. Währenddessen muss \"Sally\" einen Aufnahmetest der furchteinflößenden Miss Lucas bestehen, was ihr Tarnung gefährdet.","versions":[{"lang":1,"streams":[{"redirect":8983263,"hoster":"VOE"},{"redirect":8626236,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Quantenprobleme und Sackgassen","epNo":4,"alt":"Quantum Problems And Dead Ends","descr":"Jennies und Anikas Untersuchung des Holocode-Geräts im Häschen führt in eine Sackgasse, während die Jagd nach dem Vater der Zwillinge einen neuen Namen, aber auch neuen Frust, aufwirft.","versions":[{"lang":1,"streams":[{"redirect":8983264,"hoster":"VOE"},{"redirect":8626235,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hausarrest","epNo":5,"alt":"House Arrest","descr":"Die Hunters kämpfen darum, sich aus dem Lockdown zu befreien, den Eriks übereifriges Sicherheitssystem verursacht hat, indem sie eine Reihe von Rätseln in ihrem eigenen Hunter Street Escape-Room-Abenteuer lösen.","versions":[{"lang":1,"streams":[{"redirect":8983262,"hoster":"VOE"},{"redirect":8626238,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Eindringling","epNo":6,"alt":"The Intruder","descr":"Evie hat Schwierigkeiten die anderen zu überzeugen, dass jemand Fremdes im Haus ist. Als Erik und Kate abreisen, werden die Hunter Kids mit einer potentiellen Gefahr, die unter ihnen lauert, alleine gelassen.","versions":[{"lang":1,"streams":[{"redirect":8983259,"hoster":"VOE"},{"redirect":8626237,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gedankenspielchen","epNo":7,"alt":"Mind Games","descr":"Anika und Jennie versuchen den mysteriösen VR-Brillen auf den Grund zu gehen und machen eine verstörende Entdeckung. Währenddessen erleben Oliver, Florian und Jasmyn ihren eigenen Schock, als sie Florians Haus besuchen.","versions":[{"lang":1,"streams":[{"redirect":8983258,"hoster":"VOE"},{"redirect":8626248,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Einbruch","epNo":8,"alt":"Break-in","descr":"Sie sind noch erschüttert vom Einbruch bei Florian, doch schon planen die Hunters, selber in die Akademie einzubrechen. Während Anika, Jasmyn und Jennie sich an die Spionage machen, suchen die Jungs nach einem Passwort, das den Holocode öffnen kann.","versions":[{"lang":1,"streams":[{"redirect":8983271,"hoster":"VOE"},{"redirect":8626240,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der verlorene Sohn","epNo":9,"alt":"Relatively Speaking","descr":"Der Überfall auf die Akademie läuft nicht ganz nach Plan, und die Mädels entdecken, dass Miss Lucas mit den Hunters besessen ist. Eine weitere unerwartete Enthüllung entsetzt Daniel und Evie. Können sie Florian trauen?","versions":[{"lang":1,"streams":[{"redirect":8983267,"hoster":"VOE"},{"redirect":8626241,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Falsche Freunde","epNo":10,"alt":"Enemies Within","descr":"Miss Lucas ist entschlossen, Jennie und Anika zu beweisen, dass in der Akademie alles mit rechten Dingen zu sich geht. Währenddessen ruft Jasmyn Oliver zu Hilfe, und die Situation um Florian eskaliert bis zu einem schaurigen Höhepunkt.","versions":[{"lang":1,"streams":[{"redirect":8983272,"hoster":"VOE"},{"redirect":8626245,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die böse Anika","epNo":11,"alt":"Badika","descr":"Die Pflegekinder von Erik und Kate Hunter lösen in gemeinsamer detailreicher Detektivarbeit weitere geheimnisvolle Fälle. Anika ist eindeutig anders, jetzt wo sie \"Badika\" ist. Doch werden die anderen feststellen, dass etwas nicht stimmt? Oliver, Jasmyn und Florian lassen ihre Pflichten ruhen und stoßen auf eine unerwartete Spur. Werden sie hilfreiche neue Erkenntnisse sammeln können?","versions":[{"lang":1,"streams":[{"redirect":8983268,"hoster":"VOE"},{"redirect":9020891,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Operation Wiegenlied","epNo":12,"alt":"Operation Rockabye","descr":"Die Pflegekinder von Erik und Kate Hunter mussten gemeinsam das Geheimnis um ihre verschwundenen Pflegeeltern aufklären. Jetzt lösen sie in gemeinsamer detailreicher Detektivarbeit weitere geheimnisvolle Fälle. Anika leitet eine Operation, bei der Baby Harry gekidnappt werden soll, und Florian versucht, Oliver und Jasmyn weiter in die Irre zu führen. Evie jedoch wird bald misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":12251926,"hoster":"VOE"},{"redirect":8647440,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schlafwandler","epNo":13,"alt":"Sleepwalkers","descr":"Die Pflegekinder von Erik und Kate Hunter mussten gemeinsam das Geheimnis um ihre verschwundenen Pflegeeltern aufklären. Jetzt lösen sie weitere Fälle. Anika und Florian machen sich in die Tunnel auf, um Miss Lucas zu folgen. Werden sie mit ihrer Mission erfolgreich sein?","versions":[{"lang":1,"streams":[{"redirect":8983269,"hoster":"VOE"},{"redirect":8626244,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Rettet Anika","epNo":14,"alt":"Saving Anika","descr":"Die Pflegekinder von Erik und Kate Hunter mussten gemeinsam das Geheimnis um ihre verschwundenen Pflegeeltern aufklären. Jetzt lösen sie weitere Fälle. Jennie zeigt den anderen was sie beobachtet hat, und sie planen, Anikas Gehirnwäsche wieder rückgängig zu machen. Evie kann sich immer noch nicht wieder an Florian erinnern, obwohl ihr Misstrauen langsam wieder zum Vorschein kommt.","versions":[{"lang":1,"streams":[{"redirect":8983265,"hoster":"VOE"},{"redirect":8626246,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Doppelt Undercover","epNo":15,"alt":"I Spy","descr":"Die Pflegekinder von Erik und Kate Hunter lösen in gemeinsamer Detektivarbeit weitere Fälle. Die Gang wartet darauf, feststellen zu können, ob die Blockade bei Anika funktioniert hat und überlegt, wie sie dann als Doppelagent fungieren kann und die Sachen, die sie verloren hat, zurückstehlen kann. Miss Lucas rückt mit ihren fiesen Plänen heraus, welche verheerende Folgen für die Hunters haben.","versions":[{"lang":1,"streams":[{"redirect":8983280,"hoster":"VOE"},{"redirect":8666138,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hologramm, öffne dich","epNo":16,"alt":"Hologram Unlocked","descr":"Die Pflegekinder von Erik und Kate Hunter mussten gemeinsam das Geheimnis um ihre verschwundenen Pflegeeltern aufklären. Jetzt lösen sie weitere Fälle. Anika tut weiterhin so, als wäre sie böse, um das Holocode-Gerät von Miss Lucas zurück zu stehlen. Jennie schafft es, es zu entsperren, und es gibt eine schauerliche Nachricht aus der Vergangenheit und eine Warnung für die Zukunft preis.","versions":[{"lang":1,"streams":[{"redirect":12383314,"hoster":"VOE"},{"redirect":9614771,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das fehlende Teil","epNo":17,"alt":"The Missing Piece","descr":"Oliver erinnert sich an Dotties Geburtstag und beeilt sich, eine Party vorzubereiten, während Anika und Jasmyn in den Tunneln nach dem fehlenden Teil des Oszillators suchen. Die Hunters klären endlich das Verschwinden der Jacksons auf","versions":[{"lang":1,"streams":[{"redirect":13004386,"hoster":"VOE"},{"redirect":9614746,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stunden der Wahrheit","epNo":18,"alt":"Testing Times","descr":"Olivers Loyalität wird getestet, als Miss Lucas ihn manipuliert, und Daniel in Gefahr schwebt. Jennie entdeckt den Hintergrund von Miss Lucas’ bitterem Neid auf Erik Hunter, während Anika und Jasmyn sich zunehmend um Daniel sorgen.","versions":[{"lang":1,"streams":[{"redirect":13004385,"hoster":"VOE"},{"redirect":9614745,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gehirngewaschen","epNo":19,"alt":"Brainwooshed","descr":"Im Wettlauf mit der Zeit, rasen Anika und Jasmyn zu Orphans Inc, um Daniel und die Jacksons zu retten, während sich Jennie und Josh in die Schule schleichen, um mehr Beweise zu finden. Evie kämpft zuhause darum, auf die Erwachsenen aufzupassen.","versions":[{"lang":1,"streams":[{"redirect":9614754,"hoster":"VOE"},{"redirect":9614757,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Showdown","epNo":20,"alt":"Showdown","descr":"Im epischen finalen Showdown in den Tunneln unter ihrem Haus, müssen die Hunters Miss Lucas stoppen, bevor sie ganz Amsterdam einer Gehirnwäsche unterzieht.","versions":[{"lang":1,"streams":[{"redirect":9614767,"hoster":"VOE"},{"redirect":9614766,"hoster":"Streamtape"}]}]}]}]}