{"path":"/serie/stream/das-fest-der-liebe","name":"Das Fest der Liebe","descr":"Die Meurer-Brüder Mario (Charly Hübner) und Thorsten (Devid Striesow) folgen der Einladung der sehr wohlhabenden, aber mit ihnen zerstrittenen Schwiegerfamilie Streuble. Zum ersten Mal besuchen sie ihre Schwester Sabine Meurer-Streuble (Claudia Michelsen) zu Weihnachten im \"Westen\". Auf der Rückbank des Meurer-Sanitär-Wagens: Thorstens uneheliche Tochter Jäcki (Luise von Finckh). Erstmals verlässt die 20-Jährige ihre Plattenbau-Siedlung aus DDR-Zeiten in Lassahn und trifft in einer herrschaftlichen Villa in Schwaben auf ihre Familie. Während Sabine noch auf sich warten lässt, begrüßt ihr Mann Alexander (Oliver Wnuk), CEO des Familien-Sanitär-Unternehmens Streuble, die Ankömmlinge gemeinsam mit seinen Eltern Elisabeth (Nicole Heesters) und Karl-Eduard (Wolf-Dietrich Sprenger), seiner Schwester Dorothee (Andrea Sawatzki) und seiner Tochter Simone (Lena Klenke). Noch bevor der Fest-Braten auf den Tisch kommt, kochen alte Konflikte hoch, garniert mit gegenseitigen Vorurteilen und Anschuldigungen. Aber der Höhepunkt des friedlosen Festes kommt noch .. (Spin off von: `Das Begräbnis`)","seasons":[{"path":"/serie/stream/das-fest-der-liebe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-fest-der-liebe/staffel-1/episode-1","name":"Die Ankunft","epNo":1,"alt":"","descr":"Mit Mecklenburger Würstchen an Bord brechen die Meurers zu Weihnachten nach Schwaben auf. Während Mario (Charly Hübner) die Familien zusammenschweißen möchte, hat sein Bruder Thorsten (Devid Striesow) wenig besinnliche Hintergedanken bezüglich der stinkreichen West-Verwandtschaft. In der Streuble-Villa steht ihr Schwager (Oliver Wnuk), neuer Chef des Familienunternehmens, höchstselbst in der Küche. Gestresst erwartet er seine Frau (Claudia Michelsen) von einem Geschäftstermin. Doch die lässt sich Zeit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476363","hoster":"VOE"},{"path":"/redirect/13476364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-fest-der-liebe/staffel-1/episode-2","name":"Die Bescherung","epNo":2,"alt":"","descr":"Alexander (Oliver Wnuk) schiebt die Weihnachtsgans in den Ofen, trotz Champus-Runden brennt etwas an. Die neue Super-Muffe der Streubles ist in Wirklichkeit eine Erfindung des nichtsahnenden Mario (Charly Hübner)! Sabine (Claudia Michelsen), die sich bei Wirt Ben (Jan Georg Schütte) vor der Heimfahrt drückt, hat den eigenen Bruder bestohlen – und hofft, damit durchzukommen. Ärger gibt es auch mit Tochter Simone (Lena Klenke): Sie fühlt sich – so wie immer schon – vernachlässigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476365","hoster":"VOE"},{"path":"/redirect/13476376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-fest-der-liebe/staffel-1/episode-3","name":"Alpha Modus","epNo":3,"alt":"","descr":"O du Fröhliche! Mario (Charly Hübner) prügelt die Wahrheit aus seinem Schwager Alexander (Oliver Wnuk) heraus. Die Westverwandtschaft scheffelt Millionen mit seiner Muffe – und der wahre Erfinder geht leer aus! Mario und sein Bruder Thorsten (Devid Striesow) packen ihre Sachen. Jäcki (Luise von Finckh) hat eine Mega-Idee, wie sie gemeinsam den raffsüchtigen Unternehmerclan zur Kasse bitten können: eine Fake-Entführung! Die Geisel Simone (Lena Klenke) hat sie als Komplizin bereits im Boot …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476389","hoster":"VOE"},{"path":"/redirect/13476397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-fest-der-liebe/staffel-1/episode-4","name":"Weihnachten in Familie","epNo":4,"alt":"","descr":"Zur Polizei gehen oder das Lösegeld zahlen? Alexander (Oliver Wnuk) berät sich mit seinen Eltern Elisabeth (Nicole Heesters) und Karl-Eduard (Wolf-Dietrich Sprenger). Als die Erpresser anrufen, handelt der Unternehmer erst einmal die Forderung herunter. Unterdessen folgt seine Schwester Dorothee (Andrea Sawatzki) ihrer Intuition und geht in den Keller der Streuble-Villa. Hinter einer Geheimtür entdeckt sie ihre entführte Nichte Simone (Lena Klenke) – und die eigentlich abgereisten Meurers!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476402","hoster":"VOE"},{"path":"/redirect/13476408","hoster":"Streamtape"}]}]}]}]}