{"path":"/serie/stream/das-haus-anubis","name":"Das Haus Anubis","descr":"Die Mystery-Serie \"Das Haus Anubis\" erzählt die Geschichte von acht Jugendlichen, die gemeinsam in einem Internat, dem Haus Anubis, leben. Mysteriöse Dinge geschehen und unheimliche Geschichten umranken ihr gemeinsames Zuhause: Warum ist eine Mitschülerin plötzlich spurlos verschwunden? Und welches dunkle Geheimnis versteckt sich hinter den Mauern des alten Hauses? Diesen und anderen geheimnisvollen Fragen gehen ihre Mitschüler nach und nach auf den Grund. Und wenn sie nicht gerade auf Spurensuche sind, beschäftigen sie ganz alltägliche Themen aus dem Leben einesTeenagers: Stress mit den Eltern, gute Freunde und echte Feinde, erste Liebe und Klassenarbeiten.","seasons":[{"path":"/serie/stream/das-haus-anubis/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/das-haus-anubis/filme/film-1","name":"Pfad der 7 Sünden","epNo":1,"alt":"","descr":"Romantiker Daniel ahnt nichts Böses, als er in einem Antiquariat zwei bezaubernd schöne Ringe für ihn und seine Herzdame Nina kauft, um seine unendliche Liebe zu ihr zu beweisen. Aber schon bald stellen die beiden fest, dass die goldenen Ringe verzaubert sind und ein Tor zu einer anderen, magischen Mittelalter-Welt erzeugen. Doch schon beim ersten Austausch der beiden Welten entführt der unheimliche Ritter Roman Nina. Um seine Geliebte zu befreien, folgt Daniel, zusammen mit seinen Freunden, dem Ritter durch das mysteriöse Portal und wagen sich auf den \"Pfad der sieben Sünden\" um Daniels Angebetete aus den Fängen des Ritters zu befreien. Vorher gilt es aber die besagten sieben Aufgaben zu lösen, die ihnen der Weg stellt, denn nur wer reinen Herzens ist, kann die Prüfungen bestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383330","hoster":"VOE"},{"path":"/redirect/11368546","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-1","name":"Neu im Haus Anubis","epNo":1,"alt":"Episode 001","descr":"Nina, die Neue auf dem Internat, fühlt sich an ihrem ersten Tag im Haus Anubis noch nicht so richtig wohl. Während die anderen noch in der Schule sind, zeigt ihr der unfreundliche Hauswart Victor ihr neues Zuhause. Was sie nicht weiß: Ihr Zimmer gehörte vorher Linn, der besten Freundin von Mitschülerin Luzy. Und die ist spurlos verschwunden. Das erste Zusammentreffen mit den anderen fällt darum nicht gerade herzlich aus. Luzy, die sich große Sorgen um ihre Freundin Linn macht, würde die verschüchterte Nina am liebsten direkt wieder rausschmeißen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567036","hoster":"VOE"},{"path":"/redirect/11567038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-2","name":"Unerwünscht","epNo":2,"alt":"Episode 002","descr":"Luzy versucht herauszufinden, was mit ihrer Freundin Linn passiert ist, kann aber keine Anhaltspunkte finden. Für sie ist aber klar, dass Nina etwas mit dem Verschwinden ihrer Freundin zu tun haben muss. Aus diesem Grund macht sie ihr beim Essen auch deutlich, dass sie nicht erwünscht ist. Auch die anderen Schüler sind misstrauisch. Einzig Daniel geht auf Nina zu. Unterdessen macht sich Victor verdächtig, als er mitten in der Nacht mysteriöse Dinge in seinem Büro macht. Hat vielleicht er etwas mit Linns verschwinden zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567034","hoster":"VOE"},{"path":"/redirect/11567039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-3","name":"Der schwarze Vogel","epNo":3,"alt":"Episode 003","descr":"Luzy sieht einen Hilferuf von Linn auf ihrem Spiegel und rennt in Panik zu Mara. Als sie zurückkommt, hat Nina jedoch bereits die Wörter vom Spiegel gewischt. Für Luzy ist das der Beweis, dass Nina etwas mit Linns Verschwinden zu tun haben muss. Als Nina später ihre Großmutter im Altersheim besucht, sieht sie ein Bild von Haus Anubis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567037","hoster":"VOE"},{"path":"/redirect/11567041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-4","name":"Fragen ohne Antworten","epNo":4,"alt":"Episode 004","descr":"Als Delia sieht wie Mara ihrem Freund Kaya bei den Hausaufgaben hilft, kann sie sich vor Eifersucht nicht halten. Mara will daraufhin von Delia wissen, warum sie sauer ist, doch Delia weicht aus. Luzy fordert Nina währenddessen auf eine Mutprobe anzutreten, um sich zu beweisen. Daniel ahnt etwas Böses dahinter und ermutigt Nina nicht auf Luzys Vorschlag einzugehen. Hat Nina in Daniel ihren ersten Freund gefunden? Und wird sie die Mutprobe antreten und bestehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567045","hoster":"VOE"},{"path":"/redirect/11567043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-5","name":"Wolke Acht","epNo":5,"alt":"Episode 005","descr":"Delia hat ein Armband von Kaya geschenkt bekommen und schwebt wieder auf Wolke Sieben. Doch dann sieht sie, dass Mara das gleiche Armband trägt. Nina sieht unterdessen bei ihrem Besuch im Altersheim die mysteriöse alte Frau wieder und erfährt von ihr ein Geheimnis, das bisher niemand kennt. Als sie wieder nach Hause kommt, ist es verdächtig still in Haus Anubis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567046","hoster":"VOE"},{"path":"/redirect/11567059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-6","name":"Die Mutprobe","epNo":6,"alt":"Episode 006","descr":"Nina stellt sich der Mutprobe und muss allein in das verbotene Dachgeschoß gehen. Doch als sie die Treppen hinauf steigt, schließt sich plötzlich die Tür hinter ihr und lässt sich nicht mehr öffnen. Zudem scheint sie nicht allein im unheimlichen Treppenhaus zu sein. Zum Glück sorgen sich Delia und Daniel um Nina und beschließen ihr zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567052","hoster":"VOE"},{"path":"/redirect/11567049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-7","name":"Verloren  gefunden","epNo":7,"alt":"Episode 007","descr":"Nach ihrer erfolgreichen Flucht aus dem Treppenhaus hat sich Nina die Bewunderung ihrer Mitbewohner mehr als verdient. Nur Luzy will sich den anderen nicht anschließen und bleibt auf Abstand. In Freude über die gewonnene Zuneigung muss Nina feststellen, dass sie ihren Schlüssel im Treppenhaus verloren hat. Nun bleibt ihr nichts anderes übrig, als noch mal zurück zu gehen. Dabei macht Nina eine erstaunliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567053","hoster":"VOE"},{"path":"/redirect/11567056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-8","name":"Reden ist Gold","epNo":8,"alt":"Episode 008","descr":"Nina bemerkt im Dachgeschoß ein Mädchen auf einem Gemälde und eine mysteriöse alte Notiz auf der Rückseite. Luzy ist besorgt um Linn, nachdem sie gehört hat, wie sich Frau Engel und Herr Altrichter über ihre Freundin unterhalten. Als sie den anderen von dem Gespräch erzählt, wird sie nicht ernst genommen. Delia hat unterdessen einen Plan, wie sie Kaya eifersüchtig machen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567057","hoster":"VOE"},{"path":"/redirect/11567062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-9","name":"Hieroglyphen","epNo":9,"alt":"Episode 009","descr":"Delias Absicht, Kaya eifersüchtig zu machen, gerät langsam außer Kontrolle. Kaya ist tierisch wütend und Felix glaubt, er habe im Lotto gewonnen. Nina erzählt Daniel unterdessen von ihrem Geheimnis und zeigt ihm die mysteriöse Notiz. Und tatsächlich kann er sie als Hieroglyphen identifiziert, woraufhin Nina mit der Botschaft zu der alten Frau im Altersheim gehen will. Doch kann sie der alten Frau wirklich trauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567063","hoster":"VOE"},{"path":"/redirect/11567067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-10","name":"Glauben","epNo":10,"alt":"Episode 010","descr":"Nina schafft es den Umschlag vor Victor zu verstecken. Doch als er die kaputte Treppenstufe entdeckt, ist er ziemlich sauer. Luzy beschließt in Herrn Altrichters Büro nach der Telefonnummer von Linns Eltern zu suchen. Sie schmiedet einen Plan, für den sie jedoch Maras Hilfe braucht. Delia freut sich über eine vermeintliche Botschaft von Kaya.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567065","hoster":"VOE"},{"path":"/redirect/11567070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-11","name":"Jeder Topf hat einen Deckel","epNo":11,"alt":"Episode 011","descr":"Nina, die Neue auf dem Internat, fühlt sich an ihrem ersten Tag im Haus Anubis noch nicht so richtig wohl. Während die anderen noch in der Schule sind, zeigt ihr der unfreundliche Hauswart Victor ihr neues Zuhause. Was sie nicht weiß: Ihr Zimmer gehörte vorher Linn, der besten Freundin von Mitschülerin Luzy. Und die ist spurlos verschwunden. Das erste Zusammentreffen mit den anderen fällt darum nicht gerade herzlich aus. Luzy, die sich große Sorgen um ihre Freundin Linn macht, würde die verschüchterte Nina am liebsten direkt wieder rausschmeißen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567210","hoster":"VOE"},{"path":"/redirect/11567212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-12","name":"Geheime Pläne","epNo":12,"alt":"Episode 012","descr":"Magnus Plan geht tatsächlich auf: Felix hat Delias Aufmerksamkeit gewonnen, worüber Kaya ziemlich sauer ist. Doch als Daniel sieht, wie Felix Magnus Geld gibt, wird er mißtrauisch. Luzy beschließt erneut in Herrn Altrichters Büro nach Linns Telefonnummer zu suchen. Nina macht sich unterdessen erneut auf den Weg ins Altersheim, um die mysteriöse alte Frau zu besuchen. Doch als die von dem neuen Rätsel um den Schlüssel erfährt, gerät sie in Panik. Schwebt Nina etwa in Gefahr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567385","hoster":"VOE"},{"path":"/redirect/11567381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-13","name":"Stromausfall","epNo":13,"alt":"Episode 013","descr":"Nina kann ihr Geheimnis um das Medaillon nicht mehr für sich behalten, nachdem Daniel alles gesehen hat. Luzy schmiedet derweil den Plan, Linn mitten in der Nacht heimlich anzurufen. Sie bittet Delia ihr dabei zu helfen. Doch als sie nachts im Büro sind, fällt der Strom aus und Linns Akte ist plötzlich spurlos verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567386","hoster":"VOE"},{"path":"/redirect/11567391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-14","name":"Wieder zusammen","epNo":14,"alt":"Episode 014","descr":"Davon überzeugt, dass Nina Linns Akte gestohlen hat, bittet Luzy Delia darum, ihre Akte zurück zu stellen. Doch alles, was sie dabei findet, ist die Notiz mit den Hieroglyphen. Luzy beschließt, Daniel bei der rätselhaften Botschaft um Rat zu fragen, doch der erkennt den Zettel und stellt Luzy zur Rede. Felix ist enttäuscht, als Kaya wieder etwas mit Delia anfängt. Natürlich hat Magnus wieder einen genialen Plan, um Felix und Delia zusammen zu bringen. Doch dieses Mal gerät die Situation vollkommen außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073044","hoster":"VOE"},{"path":"/redirect/11567393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-15","name":"Die Party","epNo":15,"alt":"Episode 015","descr":"Delia ist verärgert, weil sie keine Party für Kaya organisieren kann. Doch für Mara kommt Delias Ausfall gerade recht, denn jetzt kann sie die Überraschungsfeier für Kaya organisieren. Als Delia später schaut, wo alle sind, erfährt sie von der Party und entdeckt Kaya und Mara zusammen in der Küche. Nina sieht sich unterdessen erneut im Dachgeschoss um und findet hinter der Geheimwand eine kleine Kiste in die der kleine Schlüssel passt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920338","hoster":"VOE"},{"path":"/redirect/11567397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-16","name":"Liebes Tagebuch …","epNo":16,"alt":"Episode 016","descr":"Felix beschließt Kayas Party etwas aufregender zu gestalten. Doch die anderen Partygäste finden seine Aktion alles andere als witzig. Und auch Felix selbst vergeht der Spass, als er von Victor ertappt wird. Luzy hat unterdessen Ninas Tagebuch gefunden. Doch nachdem sie die ersten Seiten gelesen hat, geht sie plötzlich traurig aus dem Zimmer. Nina findet in der Kiste seltsame Rollen, mit denen sie nichts anfangen kann und beschließt Daniel davon erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567405","hoster":"VOE"},{"path":"/redirect/11567400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-17","name":"Ausradiert","epNo":17,"alt":"Episode 017","descr":"Delia ist überglücklich, dass sie wieder mit Kaya zusammen ist. Mara hat dagegen Liebeskummer und ist sehr traurig. Als Kaya daraufhin Probleme bei seinem Hörverständnistest im Französischunterricht hat, trifft Mara eine gefährliche Entscheidung. Luzy beschließt unterdessen zum Rathaus zu gehen, um dort nach Linn zu fragen. Doch der Sachbearbeiter kann ihr nicht weiterhelfen. Als Luzy entmutigt wieder davon zieht, tätigt der Beamte einen mysteriösen Telefonanruf. Weiß er etwa mehr über Linns plötzliches Verschwinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567426","hoster":"VOE"},{"path":"/redirect/11567406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-18","name":"Ouija-Brett-Geister","epNo":18,"alt":"Episode 018","descr":"Nachdem Magnus Mara dabei erwischt hat, wie sie Kaya bei seinem Hörverständnistest geholfen hat, beschließt er sie damit zu erpressen. Herr Petkovic erzählt im Theaterunterricht, wie er einmal mit einem Ouija-Brett Kontakt mit Geistern aufgenommen hat. Luzy ist fasziniert von der Geschichte und schmiedet einen Plan. Nina und Daniel gehen derweil zu Daniels Onkel, der Antiquitätenhändler ist, um mehr über die Rollen aus der kleinen Kiste zu erfahren. Und tatsächlich kann er ihnen weiterhelfen: Es sind alte Tonrollen, die mit einem Grammophon abgespielt werden können. Müssen Nina und Daniel nun erneut auf den Dachboden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567420","hoster":"VOE"},{"path":"/redirect/11567411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-19","name":"Post am Morgen","epNo":19,"alt":"Episode 019","descr":"Als Daniel von Victor festgehalten wird, muss Nina allein in die Dachkammer gehen. Tatsächlich findet sie hinter der Geheimwand ein Grammophon, mit dem die Spulen abgespielt werden können. Mara hat Felix’ Aufgaben übernommen, doch Rosie schöpft bereits Verdacht. Und als Felix am Abend während eines Spiels von Victor erwischt wird, erhält er von ihm eine weitere Bestrafung. Schafft Magnus es auch dieses Mal wieder, dass Mara die Drecksarbeit für ihn macht? Als es am Morgen an der Tür klingelt, öffnet Rosie sie, doch niemand ist zu sehen. Nur ein kleines Paket, das an Luzy adressiert ist, wurde vor der Tür abgelegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567439","hoster":"VOE"},{"path":"/redirect/11567408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-20","name":"Séance","epNo":20,"alt":"Episode 020","descr":"Luzy lädt Felix und Magnus zu einer mysteriösen Séance ein. Die beiden Jungs machen sich einen gewaltigen Spaß daraus und nehmen die Séance nicht ernst. Doch als sie später in ihrem Zimmer sind, vergeht ihnen schlagartig das Lachen. Daniel und Nina gehen erneut ins Dachgeschoss, um das Grammophon auszuprobieren. Doch als sie gespannt auf den Inhalt der Wachsspulen lauschen, erschreckt sie plötzlich ein furchtbares Geräusch. War es Linns Stimme, die sie gehört haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567417","hoster":"VOE"},{"path":"/redirect/11567413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-21","name":"Vermutungen","epNo":21,"alt":"Episode 021","descr":"Als Nina vom Dachboden kommt und etwas unter ihrem Bett versteckt, wird sie von Delia ertappt. Wird Nina eine Ausrede finden oder muss sie Delia in ihr Geheimnis einweihen? Victor will unterdessen von Luzy wissen, woher sie das Ouija-Brett hat und fragt sie dazu in seinem Büro aus. Als Daniel vor der Schule mitbekommt, dass Mara von Magnus erpresst wird, beschließt er ihr zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567418","hoster":"VOE"},{"path":"/redirect/11567419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-22","name":"Gut und Böse","epNo":22,"alt":"Episode 022","descr":"Frau Engel will endlich wissen, wer Kaya bei seinem Test geholfen hat. Doch Kaya kann ihr die Wahrheit nicht sagen. Aber Frau Engel hat schon eine Vermutung, wer dahinter steckt. Herr Petkovic konfrontiert unterdessen Luzy mit dem Ouija-Brett. Nina und Daniel gehen erneut auf den Dachboden und hören sich die Tonspulen mit dem Grammophon an. Delia hat Angst selbst mitzukommen, gibt ihnen aber ihr Diktiergerät mit, damit sie die Aufnahmen mitschneiden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567433","hoster":"VOE"},{"path":"/redirect/11567423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-23","name":"Eine kleine Geistergeschichte","epNo":23,"alt":"Episode 023","descr":"Luzy kann nicht mehr schlafen, nachdem Mara ihr eine Geistergeschichte erzählt hat. Zum Glück hat Rosie, die gute Seele, einen guten Rat für sie. Herr Petkovic schaut sich die Schulfotos noch Mal genauer an und macht eine schockierende Entdeckung. Er beschließt daraufhin Frau Engel über Linns Verschwinden zu befragen, doch die weicht seinen Fragen nur aus. Hat sie vielleicht etwas zu verbergen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567429","hoster":"VOE"},{"path":"/redirect/11567425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-24","name":"Rache","epNo":24,"alt":"Episode 024","descr":"Magnus schwärmt von Frau Lehmann, ohne zu merken, dass Kaya es mitbekommt. Der schmiedet mit Mara daraufhin einen ultimativen Racheplan. Luzy sieht unterdessen einen Mann im schwarzen Mantel in der Schule und gerät in Panik. Victor hat erfahren, dass Luzy Herrn Petkovic von Linn erzählt hat und will sie deshalb auf ihr Zimmer schicken. Doch Luzy ist so sauer, dass sie sich Victor entgegenstellt. Nina und Delia müssen erneut auf den Dachboden und Daniel kann sie nicht begleiten. Als sie sich den Wachsspulen zuwenden, hören sie plötzlich Schritte. Ist ihnen jemand gefolgt? Und wenn ja, wer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567447","hoster":"VOE"},{"path":"/redirect/11567430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-25","name":"Klassenfoto","epNo":25,"alt":"Episode 025","descr":"Nina, Delia und Daniel wollen den Dachboden lieber wieder verlassen und treffen dabei auf Victor. Sie können sich zwar rausreden, doch Victor schöpft Verdacht und plant der Sache auf den Grund zu gehen. Herr Petkovic bekommt das nachbestellte Foto und entdeckt tatsächlich ein weiteres Mädchen darauf. Er konfrontiert daraufhin Frau Engel mit dem Klassenfoto, doch sie wimmelt ihn wieder ab. Kaum ist Petcovic außer Hörweite, eilt sie jedoch ganz aufgebracht zu Herrn Altrichter. Hat sie doch etwas zu verbergen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567436","hoster":"VOE"},{"path":"/redirect/11567435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-26","name":"Böse Gespenster","epNo":26,"alt":"Episode 026","descr":"Luzy wird von einem fremden Mann angesprochen, der sich als Rufus Malpied vorstellt und ihr bei der Suche nach Linn helfen will. Sie bekommt eine Karte von ihm, doch als sie sie später Mara zeigen will, ist sie spurlos verschwunden. Rosie hat unterdessen den Schamanen gerufen, um Luzy von dem bösen Geist zu befreien. Magnus und Felix haben von der Sache wieder Mal Wind bekommen und planen nun Luzy einen Streich zu spielen. Delia und Nina wollen die Wachsspulen unter der alten Weide begraben, als plötzlich ein schwarz gekleideter Mann auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567437","hoster":"VOE"},{"path":"/redirect/11567438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-27","name":"Adäquate Bestrafung","epNo":27,"alt":"Episode 027","descr":"Felix wird von dem Schamanen bloßgestellt und bekommt eine adäquate Bestrafung. Nina erzählt Daniel, dass sie die Wachsspulen unter der Weide begraben hat, doch der ist davon gar nicht begeistert. Luzy findet am Straßenrand unterdessen zu ihrer Eleichterung die verschwundene Visitenkarte. Doch als sie sich wieder auf den Weg macht, erscheint ein mysteriöser Van, der sie zu verfolgen scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567444","hoster":"VOE"},{"path":"/redirect/11567450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-28","name":"Nicht so,  wie geplant","epNo":28,"alt":"Episode 028","descr":"Herr Petkovic konfrontiert diesmal direkt Herrn Altrichter mit Linns Verschwinden. Als er schließlich damit droht zur Presse zu gehen, rückt Altrichter auf einmal mit einem Hinweis raus. Magnus denkt derweil, dass er nach der Sportstunde ein Date mit Frau Lehmann hat. Doch es verläuft für ihn leider nicht wie gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920341","hoster":"VOE"},{"path":"/redirect/11567675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-29","name":"Streiche","epNo":29,"alt":"Episode 029","descr":"Magnus ist sauer, als er bemerkt, dass er von Mara, Kaya und Daniel reingelegt wurde. Auch Felix hat schon davon erfahren und macht sich gehörig lustig über Magnus. Kaya hat sich für sein Date mit Delia bestens vorbereitet und an alles gedacht, um sie zu beeindrucken. Doch als sie nicht zur vereinbarten Uhrzeit erscheint, ist er sauer und enttäuscht. Wird er ihr noch einmal verzeihen können oder ist es mit den beiden aus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567451","hoster":"VOE"},{"path":"/redirect/11567455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-30","name":"Der Club der alten Weide","epNo":30,"alt":"Episode 030","descr":"Felix freut sich tierisch, als er erfährt, dass Kaya und Delia nicht mehr zusammen sind. Sofort schmiedet er einen Plan mit Magnus, um Delias Herz zu gewinnen. Nina, Delia und Daniel gründen unterdessen den \"Club der alten Weide\". Sie beschließen während der Exkursion zum Sternenhügel die Tonrollen wieder auszugraben, um sie sich noch einmal anzuhören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567453","hoster":"VOE"},{"path":"/redirect/11567456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-31","name":"Ertappt","epNo":31,"alt":"Episode 031","descr":"Nina und Daniel können sich mit einer Ausrede vor der Exkursion zum Sternenhügel drücken und machen sich auf den Weg zur alten Weide. Sie sind sehr gespannt, was das kleine Mädchen noch zu erzählen hat. Bis ein Geräusch im Wald den beiden Angst einjagt. Ist ihnen jemand gefolgt? Magnus und Felix arbeiten weiter an ihrem brillanten Plan, der Delia und Felix für immer zusammenbringen soll. Und tatsächlich geht ihnen jemand in die Falle. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567459","hoster":"VOE"},{"path":"/redirect/11567458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-32","name":"In letzter Sekunde","epNo":32,"alt":"Episode 032","descr":"Felix kommt überschwänglich aus dem Gebüsch gesprungen, um Delia aus der Grube zu retten. Doch nicht sie, sondern Herr Altrichter ist hinein gefallen.\r\rUnd der ist fuchsteufelswild, als er bemerkt, dass Magnus und Felix dafür verantwortlich sind. Zurück im Haus Anubis stellt Victor fest, dass Nina und Daniel nicht mehr auf ihren Zimmern sind. Wird nun alles auffliegen? Oder wird Delia ihren Freunden noch aus der Patsche helfen können? (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917196","hoster":"VOE"},{"path":"/redirect/11567465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-33","name":"Oh Delia","epNo":33,"alt":"Episode 033","descr":"Mara findet die bewusstlose Delia und stellt Luzy zur Rede, die sich zu Unrecht beschuldigt fühlt. Mara ist schwer enttäuscht von ihrer Freundin und wendet sich von ihr ab. Als Nina und Daniel wissen wollen, was passiert ist, schämt sich Delia so sehr, dass sie sich eine Geschichte einfallen lässt. Luzy misstraut weiterhin Nina und ihren Freunden. Erst recht, als sie beobachtet, wie die drei sich die neuen Aufnahmen auf dem Diktiergerät anhören und sich dabei Notizen machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567467","hoster":"VOE"},{"path":"/redirect/11567466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-34","name":"Alle hassen Luzy","epNo":34,"alt":"Episode 034","descr":"Nina, Daniel und Delia sind verzweifelt und befürchten, dass Herr Petkovic nun hinter ihr Geheimnis kommt. Krampfhaft versuchen sie, eine Lösung zu finden, um den Rekorder wiederzubekommen. Da hat Delia eine geniale Idee. Doch Luzy hat den Plan durchschaut und will sie auffliegen lassen. Magnus und Felix müssen sich als Strafe für ihren Streich, um Herrn Altrichter kümmern. Der nutzt die Lage schamlos aus und lässt sich von den beiden von vorne bis hinten bedienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567474","hoster":"VOE"},{"path":"/redirect/11567473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-35","name":"Kellergänge","epNo":35,"alt":"Episode 035","descr":"Das Rätsel um die Mädchenstimme führt Daniel in den Keller und Nina und Delia erneut auf den Dachboden. Doch irgendwer scheint Nina und Delia gefolgt zu sein. In letzter Sekunde können sich die beiden verstecken, als eine Person den Dachboden betritt. Und auch Daniel ist nicht lange allein im Keller. Gerade als er sich das geheime Labor näher ansehen will, hört er Schritte auf der Treppe. Magnus und Felix müssen einen Spaziergang mit Herrn Altrichter machen. Doch vielleicht wären sie besser Zuhause geblieben … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567471","hoster":"VOE"},{"path":"/redirect/11567476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-36","name":"Thriller","epNo":36,"alt":"Episode 036","descr":"Nina, Delia und Daniel machen sich auf den Weg ins Altersheim. Dort angekommen, beobachten sie, wie ein fremder Mann neben der verwirrten alten Frau sitzt. Das Gespräch wirkt sehr geheimnisvoll und die drei machen sich lieber schnell wieder auf den Rückweg. Seitdem Daniel von dem Labor im Keller erzählt hat, ist Delia überzeugt, dass Victor dort ein Lebenselixier braut. Im Unterricht versucht sie von Herrn Altrichter mehr über solche Elixiere herauszubekommen. Er erzählt den Schülern, dass früher Tiere verwendet wurden, um Lebenselixiere zu testen Zurück in Haus Anubis findet Delia eine schwarze Katze und es drängt sich ihr ein grausiger Verdacht auf. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173147","hoster":"VOE"},{"path":"/redirect/11567482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-37","name":"Highlight","epNo":37,"alt":"Episode 037","descr":"Als Luzy hört, wie Delia und Daniel sich etwas zuflüstern, wird sie misstrauisch. Sie beschließt, Rufus davon zu berichten, wird dabei aber von Magnus und Felix erwischt, die sich ihr Handy schnappen. Dummerweise bekommt dadurch Herr Altrichter mit, dass Luzy Kontakt zu Rufus hat. Nach der Schule erhalten Delia und Daniel eine Nachricht, die sie auffordert zur alten Weide zu kommen. Als sie dort mit Nina ankommen, wartet bereits eine bekannte Person auf sie. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13998710","hoster":"VOE"},{"path":"/redirect/11567483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-38","name":"Dead Man’s Secret","epNo":38,"alt":"Episode 038","descr":"Luzy, Nina, Delia und Daniel sind schockiert, als sie den leblosen Rufus entdecken. Plötzlich taucht Victor auf und die vier beobachten aus ihrem Versteck, wie er Rufus wegzuschaffen versucht. Hat Victor Rufus das angetan? Zuhause angekommen beschließen sie, Luzy in den Club aufzunehmen. Mara will Kaya endlich näher kommen und bietet ihm an, ihm bei seinem Sportstipendium helfen. Weil Kaya an Maras Kompetenz zweifelt, beschließt Magnus, ein Sportquiz zu veranstalten, bei dem Mara ihr Wissen unter Beweis stellen kann. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567487","hoster":"VOE"},{"path":"/redirect/11567494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-39","name":"Elixier","epNo":39,"alt":"Episode 039","descr":"Die vier Clubmitglieder entdecken im Keller das Lebenselixier und wollen ein Beweisstück mitnehmen, als Victor plötzlich in den Keller kommt. In letzter Sekunde können sie entwischen, müssen das Elixier aber zurücklassen. Müssen sie jetzt ein weiteres Mal in den Keller, um einen Beweis zu sichern? Kaya ist überzeugt, dass Mara beim Quiz geschummelt hat und zieht sich sauer zurück. Doch ausgerechnet Felix hat Mitleid mit ihm und klärt ihn auf. Ist das die Chance für Mara?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567489","hoster":"VOE"},{"path":"/redirect/11567492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-40","name":"Fremde, Freunde und Feinde","epNo":40,"alt":"Episode 040","descr":"Luzy, Delia, Nina und Daniel beschließen, Rosie zu erzählen, was Victor mit der Katze gemacht hat. Weil sie ihnen nicht richtig glaubt, soll sie selbst in den Keller gehen und sich Victors Labor selbst anschauen. Kaya und Mara kommen sich unterdessen näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567496","hoster":"VOE"},{"path":"/redirect/11567495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-41","name":"Rätsel Nr. 3","epNo":41,"alt":"Episode 041","descr":"Delia ist entsetzt, als sie den aufgeräumten Keller sieht. Scheinbar hat Victor nach ihrem letzten Besuch alle Beweise verschwinden lassen. Er ist stinksauer auf Rosie und die Kinder, die ihm den Katzenmord anhängen wollten. Kurzerhand feuert er Rosie, die sich die ganze Situation nicht erklären kann. Nach ihrer Abreise bricht ein großer Streit aus und alle beschuldigen sich gegenseitig. Die vier Clubmitglieder beschließen daraufhin, ihr Geheimnis von nun an für sich zu behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567500","hoster":"VOE"},{"path":"/redirect/11567503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-42","name":"Die alten Ägypter","epNo":42,"alt":"Episode 042","descr":"Nina, Daniel, Delia und Luzy sind fasziniert, als sie hören, dass die Gründer von Haus Anubis zu Forschungsarbeiten in Ägypten waren. Delia ist überzeugt, dass ein wertvoller Schatz im Haus versteckt sein muss. Dennoch wollen sie sich erstmal ruhig verhalten, um Victor nicht misstrauisch zu machen. Kaya wird von seinem Vater zum Essen eingeladen und darf eine Freundin mitbringen. Er versucht es bei Delia, doch die hat keine Lust mehr auf ihn. Wird Mara jetzt noch mitkommen, obwohl er Delia zuerst gefragt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567498","hoster":"VOE"},{"path":"/redirect/11567504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-43","name":"Victor ist Vergangenheit","epNo":43,"alt":"Episode 043","descr":"Kayas Vater ist von Mara beeindruckt und lässt sich sogar von Kayas Sportstipendium Idee überzeugen. Weniger begeistert ist er von den Zuständen im Haus Anubis, die sich sehr verschlimmert haben, seitdem Rosie sich nicht mehr um den Haushalt kümmert. Er geigt Victor gehörig die Meinung und fordert ihn auf, Ersatz für Rosie zu finden. Die Bewohner sind froh, dass sich bald wieder jemand um den Haushalt kümmert. Doch dann hört Delia, dass Victor nach einem Nachfolger sucht, der möglichst Erfahrung als Gefängniswärter hat und das Haus mit harter Hand führen soll. Jetzt muss ganz schnell ein Plan her …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567507","hoster":"VOE"},{"path":"/redirect/11567513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-44","name":"Nur Theater","epNo":44,"alt":"Episode 044","descr":"Mitten in der Nacht wachen alle Bewohner von tösendem Lärm im Haus Anubis auf. Irgendwer scheint zu hämmern und zu sägen. Bald ist klar, dass Victor wieder etwas im Schilde führt – die acht Freunde ahnen Böses. Kaya versucht Mara wieder gut zu stimmen, doch sie ist skeptisch und möchte sich lieber nicht auf ihn einlassen. Herr Petkovic bereitet für die Schüler ein Theaterstück mit dem Thema Ägypten vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567509","hoster":"VOE"},{"path":"/redirect/11567511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-45","name":"Sarah Winnsbrügge-Westerling","epNo":45,"alt":"Episode 045","descr":"Nach ihrem Zusammenbruch sind alle sehr besorgt um Delia. Kayas Vater, der noch einen kurzen Besuch in der Schule macht, stößt dazu und erfährt von Victors neuen Regeln. Entsetzt über die Zustände im Haus, stellt er Victor zur Rede. Damit schnell wieder Ordnung im Haus Anubis herrscht, hat er gleich eine Haushälterin mitgebracht. Für das neue Theaterstück sollen die Schüler in der Bibliothek recherchieren. Daniel findet dabei ein Foto der Familie Winnsbrügge-Westerling mit ihrer Tochter Sarah. Gemeinsam wollen die vier ins Altersheim gehen, um die alte Frau dazu zu befragen und machen eine erstaunliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567532","hoster":"VOE"},{"path":"/redirect/11567515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-46","name":"Das hat Folgen …","epNo":46,"alt":"Episode 046","descr":"Nach ihrer unglaublichen Entdeckung im Altersheim, einigen sich Nina, Daniel, Delia und Luzy darauf, noch einmal in den Keller zu gehen und den letzten Beweis, das Lebenselixier, sicherzustellen. Hauptsache, Victor bekommt davon nichts mit. Der hat derweil einen neuen Plan, um die Kinder wieder unter Kontrolle zu bringen: Er lässt Corvuz verschwinden und beschuldigt die Schüler bei Herrn Altrichter. Jetzt bleibt ihnen nur wenig Zeit, um seinen Plan zu vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567534","hoster":"VOE"},{"path":"/redirect/11567517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-47","name":"Die gewollte Wahrheit","epNo":47,"alt":"Episode 047","descr":"Daniel hat einen genialen Einfall, der ihnen hilft, Corvuz zu finden und Victors Triumph zu vereiteln. Nun können die Vier sich endlich im Keller umschauen, um das Lebenselixier an sich zu nehmen. Was sie nicht wissen: Magnus hat von ihrem Vorhaben, den Keller zu inspizieren, erfahren. Gemeinsam mit Felix will er den Geheimnistuern einen Streich spielen, der ihnen vor Angst das Blut in den Adern gefrieren lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567535","hoster":"VOE"},{"path":"/redirect/11567522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-48","name":"Ein Muss","epNo":48,"alt":"Episode 048","descr":"Magnus und Felix staunen nicht schlecht, als sie bemerken, dass der Verkäufer im Kostümverleih genau wie Herr Altrichter aussieht. Bis der echte Altrichter auftaucht und ihnen klar wird, dass die beiden Brüder sind. Gespannt beobachten sie, wie wenig später auch Victor den Laden betritt und mit Lehrer Altrichter aufbricht, um mit ihm gemeinsam in einer nahe gelegenen Kirche zu verschwnden. Magnus ist sich sicher, dass dort drinnen etwas Seltsames vorgehen muss, als auch noch Frau Engel auftaucht. Felix hat dagegen nur seinen Streich im Kopf und will unbedingt sein Kostüm kaufen. So bekommen sie nicht mehr mit, was Geheimnisvolles in der Kirche vor sich geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567548","hoster":"VOE"},{"path":"/redirect/11567527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-49","name":"Anubis-Schocker (1)","epNo":49,"alt":"Episode 049","descr":"Victor, Herr Altrichter und Frau Engel halten ein geheimnisvolles Ritual ab, um ein neues Mitglied in ihren Bund aufzunehmen. Luzy und Delia nutzen Victors Abwesenheit, um das Lebenselixier aus dem gruseligen Keller zu stehlen. Gerade als Luzy die Fläschchen mit dem Elixier entdeckt, stürzt Felix in seinem Kostüm aus dem Schrank und erschreckt die Mädchen fast zu Tode. Hals über Kopf verlassen sie den Keller. Felix ist so stolz auf sich, dass er beim Verlassen des Kellers seine Maske vergisst – mit schwerwiegenden Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567533","hoster":"VOE"},{"path":"/redirect/11567528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-50","name":"Anubis-Schocker (2)","epNo":50,"alt":"Episode 050","descr":"Felix beobachtet Victor aus dem Schrank heraus und erstarrt vor Schreck, als er den Inhalt der Kiste sieht, die Victor vor seinen Augen öffnet. Zu allem Übel verschließt Victor anschließend den Schrank, so dass er zu Felix Gefängnis wird. Immer unruhiger wartet Magnus auf seinen Freund, doch Felix erscheint nicht. Er beschließt, Daniel um Hilfe zu bitten. Gemeinsam suchen sie Felix im Keller und finden ihn schließlich unter Schock stehend im Schrank. Mara zieht sich derweil immer mehr zurück und nimmt auch von Luzy Abstand, die sich scheinbar nur noch für ihre neuen Freunde interessiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567542","hoster":"VOE"},{"path":"/redirect/11567531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-51","name":"Die Fortsetzung","epNo":51,"alt":"Episode 051","descr":"Die Bewohner von Haus Anubis sind schockiert als Felix ins Krankenhaus gebracht werden muss und machen sich große Sorgen um seine Gesundheit. Magnus ist überzeugt, dass die vier Sibuna-Mitglieder ihn vergiftet haben. Er kann aber nichts beweisen. Nina fühlt sich so schuldig, dass sie aus dem Club austreten möchte. Können ihre Freunde sie davon überzeugen, dass sie jetzt nicht aufgeben darf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567539","hoster":"VOE"},{"path":"/redirect/11567538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-52","name":"Braune Augen","epNo":52,"alt":"Episode 052","descr":"Auf die Schüler wartet eine große Überraschung als sie nach Hause kommen: Felix ist zurück und putzmunter. Allerdings kann er sich an nichts erinnern, was nach dem Besuch im Kostümverleih passiert ist. Auch nicht daran, was er im Keller Geheimnisvolles gesehen hat. Aber Daniel hat eine geniale Idee, wie er seinem Gedächtnis auf die Sprünge helfen kann. Victor findet das Fläschchen, aus dem Felix getrunken hat, vor dem Haus. Er weiß, dass die Bewohner dahinter stecken, kann es nur noch nicht beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567541","hoster":"VOE"},{"path":"/redirect/11567543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-53","name":"Die Idee","epNo":53,"alt":"Episode 053","descr":"Luzy ist überzeugt, dass sie Rufus gesehen hat. Daniel glaubt hingegen, dass sie sich geirrt hat. Kaya wird währenddessen von einem unbekannten Rollerfahrer angefahren und am Bein verletzt. Im Theaterunterricht dürfen die Schüler ihr Konzept für das Musical vorstellen. Delia erzählt dabei Sarahs Geschichte, ohne es vorher mit den anderen abgesprochen zu haben. Luzy, Nina und Daniel sind sauer, dass sie ihr Geheimnis ausgeplaudert hat. Während Frau Lehmann Kaya massiert, um seine Schmerzen zu lindern, macht jemand kompromittierende Fotos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567546","hoster":"VOE"},{"path":"/redirect/11567549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-54","name":"Der Herr","epNo":54,"alt":"Episode 054","descr":"Herr Altrichter ist außer sich vor Wut als er die Fotos von Frau Lehmann und Kaya sieht. Er will beide sofort der Schule verweisen. Doch Herr Petkovic hat eine Vermutung, wer dahinter steckt und macht sich daran, die Situation aufzuklären. Luzy ruft erneut bei Rufus an und als endlich jemand abhebt, meldet sich eine fremde Frau. Sie erzählt ihr, dass das Telefon einem gewissen Herrn Schmerzfuß gehört. Luzy ist sauer und verwirrt bis Daniel ihr erzählt, dass Schmerzfuß auf Französisch \"Malpied\" heißt. Magnus und Felix versuchen unterdessen Kapital aus dem Musical zu schlagen und veranstalten ein kostenpflichtiges Casting.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567552","hoster":"VOE"},{"path":"/redirect/11567555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-55","name":"Die Sportmesse","epNo":55,"alt":"Episode 055","descr":"Luzy entdeckt Rufus, der im Rollstuhl sitzt und von einer Pflegerin geschoben wird. Sofort nutzt sie die Chance und stürmt auf ihn zu. Doch Rufus reagiert nicht auf Luzy – bis sie ihm ein Foto von Linn zeigt. Mara will sich bei Kaya für ihr Verhalten in den letzten Tagen entschuldigen. Doch der hat von den Fotos erfahren und ist stinksauer auf sie. Und dabei steht sein Sporttest direkt bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567554","hoster":"VOE"},{"path":"/redirect/11567557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-56","name":"Die Uhr tickt","epNo":56,"alt":"Episode 056","descr":"Mara ist verzweifelt als sie bemerkt, dass Kaya nicht zum Sporttest erscheint. Schnell macht sie sich auf die Suche nach ihm um herauszufinden, warum er den Test nicht machen will. Daniel, Nina, Luzy und Delia helfen ihr dabei. Allen ist klar, dass Kaya dabei ist, eine einzigartige Chance zu verspielen. Felix und Magnus verdienen sich währenddessen eine Goldene Nase beim Musical-Casting . Doch die lange Schlange mit zahlungswilligen Teilnehmern vor dem Theaterraum bleibt nicht lange unbemerkt und ihr falsches Spiel fliegt auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567559","hoster":"VOE"},{"path":"/redirect/11567565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-57","name":"Pharaos Fluch","epNo":57,"alt":"Episode 057","descr":"Mara will nicht akzeptieren, dass Kaya den Sporttest nicht bestanden hat. Mit einer imposanten Rede will sie die Kampfrichter davon überzeugen, dass Kaya das Stipendium verdient hat. Bei ihrem Besuch im Ägyptischen Museum treffen die Sibunas auf Doktor Trabas, der Informationen über Sarah und ihre Eltern hat. Als er Ninas Medaillon entdeckt, will er es an sich nehmen und warnt die vier davor, weitere Nachforschungen anzustreben. Victor hat unterdessen das Haus mit versteckten Kameras versehen, um die Bewohner beobachten zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567560","hoster":"VOE"},{"path":"/redirect/11567564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-58","name":"Versteckspiele","epNo":58,"alt":"Episode 058","descr":"Daniel findet eine weitere Tonrolle und wird dabei von Victor erwischt. Er nimmt die Tonrolle an sich und verschließt sie in seinem Tresor. Dabei entdeckt Daniel die Monitore in Victors Büro und sieht, wie die Mädchen auf den Dachboden gehen. Sie haben Daniels Misserfolg bemerkt und wollen schnell das Grammophon in Sicherheit bringen. Doch Victor folgt ihnen bereits. In letzter Sekunde kann Nina das Grammophon für Victor unbrauchbar machen. Doch wie kommen sie selbst wieder an die Tonrolle und den nächsten Hinweis?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567566","hoster":"VOE"},{"path":"/redirect/11567567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-59","name":"Victor und seine Augen","epNo":59,"alt":"Episode 059","descr":"Der große Tag der Musical-Aufführung ist da und Nina hat einen Plan, um an die Tonrolle zu kommen: Mithilfe von Felix findet sie die Tresorkombination heraus. Nun möchte sie die Zeit während der Vorstellung wenn alle im Zuschauerraum sind nutzen, um eine Aufnahme der Tonrolle zu machen. Luzy erhält am Morgen der Aufführung einen geheimnisvollen Brief, den sie erst später öffnen soll. Ist er von Rufus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567569","hoster":"VOE"},{"path":"/redirect/11567571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-60","name":"Das Grab","epNo":60,"alt":"Episode 060","descr":"Luzy kann es nicht glauben – im Publikum sitzt tatsächlich Linn. Aufgebracht erzählt sie Daniel davon, doch der ist mit seinen Gedanken bei Nina, die schon viel zu lange weg ist. Er macht sich ernsthaft Sorgen, als er bemerkt, dass auch Victor noch nicht wieder auf seinem Platz sitzt. Nina erfährt unterdessen von den Tonrollen ein grausames Geheimnis aus Victors Vergangenheit. In letzter Sekunde sieht sie auf den Monitoren, wie Victor das Haus betritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567573","hoster":"VOE"},{"path":"/redirect/11567574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-61","name":"Grusel-Gast","epNo":61,"alt":"Episode 061","descr":"Nina schafft es nicht rechtzeitig zurück zur Aufführung. Zum Glück springt Delia beherzt ein und überzeugt das Publikum in der Rolle von Sarah. Als Nina von ihrer geheimen Mission zurückkommt ist das Stück schon fast zu Ende. Hastig erzählt sie ihren Freunden von Victors schrecklicher Tat und seinem grausamen Plan. Luzy ist sich sicher, dass es sich bei dem neuen Opfer nur um Linn handeln kann und beschließt, sie zu warnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567580","hoster":"VOE"},{"path":"/redirect/11567582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-62","name":"Ein voller Erfolg","epNo":62,"alt":"Episode 062","descr":"Luzys Warnung erreicht Linn rechtzeitig und sie versucht zu fliehen, doch Frau Engel und Victor erwischen sie im Klassenraum. Luzy, die sich nun große Sorgen macht, sitzt wie auf heißen Kohlen in der Vorstellung, die unglücklicherweise durch eine Rede der Schulrätin unnötig in die Länge gezogen wird. Nina, Daniel und Delia hoffen, dass Victor den Inhalt des Theaterstücks verstanden hat und sich nun einen entscheidenden Fehler leistet. Mara hingegen schwebt im siebten Himmel: Sie ist überglücklich, dass sie Kaya geküsst hat und kann an nichts anderes mehr denken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567581","hoster":"VOE"},{"path":"/redirect/11567583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-63","name":"Das schwarze Monster","epNo":63,"alt":"Episode 063","descr":"Luzy trifft Rufus wieder und erzählt ihm von Linns Nachricht. Er überzeugt Luzy davon, dass es sicherer ist, wenn er sie zum Treffpunkt an der alten Weide begleitet und verlangt Stillschweigen von ihr. Während alle ihren Musical-Erfolg mit ägyptischem Essen feiern, kommt Frau Lehmann mit einer Überraschung für Kaya dazu, die Mara gar nicht gefällt. Als Delia bemerkt, dass Luzy nicht mehr auf ihrem Zimmer ist, macht sie sich große Sorgen. Sie ahnt nicht, dass sie gerade mit Rufus auf Linn wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567587","hoster":"VOE"},{"path":"/redirect/11567592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-64","name":"Luzy, oh Luzy","epNo":64,"alt":"Episode 064","descr":"Rufus zeigt sein wahres Gesicht und nimmt Luzy als Geisel. In einem unbeobachteten Moment schafft sie es, einen Hinweis auf ihr Versteck im Wald zu hinterlassen. Rufus ruft unterdessen die geheime Bruderschaft an. Er will Luzy gegen Linn austauschen, doch Herr Altrichter und Victor gehen nicht auf den Deal ein. Victor erzählt Delia später, dass Luzy ihre Verwandten in Spanien besucht. Magnus kümmert sich derweil liebevoll um Mara, die traurig ist, dass Kaya nach England fliegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567591","hoster":"VOE"},{"path":"/redirect/11567594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-65","name":"Der Film","epNo":65,"alt":"Episode 065","descr":"Victor will den Bewohnern endlich das Video von seiner Überwachungskamera zeigen. Nina hat panische Angst, dass sie das Haus Anubis nun verlassen muss und auch Delia macht sich große Sorgen. Aber Daniel, der schlaue Kopf der Gruppe, hat sich schon einen cleveren Plan überlegt, wie sie aus der Sache rauskommen können. Luzy wird weiterhin von Rufus in einem Schuppen festgehalten. Obwohl sie wahnsinnige Angst hat, bleibt sie stark und bringt Rufus sogar dazu, mit ihr über das weitere Vorgehen zu verhandeln. Kaya verabschiedet sich von den Bewohnern und hat für Mara ein ganz besonderes Abschiedsgeschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567595","hoster":"VOE"},{"path":"/redirect/11567596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-66","name":"Das Lied über Rätsel","epNo":66,"alt":"Episode 066","descr":"Luzy versucht, sich aus den Fängen ihres Entführers zu befreien. Aber Rufus ist ihr immer einen Schritt voraus. Er erpresst die geheime Bruderschaft: Sollte er nicht innerhalb der nächsten 24 Stunden Linns Aufenthaltsort erfahren, wird Luzy etwas Schreckliches zustoßen. Daniel versucht derweil Sarahs neues Rätsel zu entschlüsseln, kommt aber nur mühsam voran. Mara hat sich entschieden, als Schülersprecherin zu kandidieren, um Kaya in England besuchen zu können. Als Delia davon erfährt, stellt sie sich kurzerhand auch zur Wahl. Magnus beschließt deshalb, Mara im Wahlkampf zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567598","hoster":"VOE"},{"path":"/redirect/11567597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-67","name":"Briefgeheimnisse","epNo":67,"alt":"Episode 067","descr":"Delia berichtet Nina und Daniel aufgeregt von der Notiz, die sie in Luzys Kostüm entdeckt hat. Für Daniel ist klar, dass die Nachricht von Linn sein muss und Nina weiß endlich, wer das Mädchen bei Herrn Altrichter und Frau Engel am Theaterabend war. Sie sind sich sicher, dass Herr Altrichter etwas zu verbergen hat, doch was hat Frau Engel damit zu tun? Sie beschließen, an der alten Weide nach Antworten zu suchen. Magnus hängt sich richtig in Maras Wahlkampf rein und hofft, so bei ihr landen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567601","hoster":"VOE"},{"path":"/redirect/11567602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-68","name":"Wo die wilden Kinder wohnen","epNo":68,"alt":"Episode 068","descr":"Nina und Delia werden bei ihrem Versuch, das Haus in der Nacht zu verlassen, von Victor erwischt. Als Felix sich genau in dem Moment einen dummen Streich erlaubt, verliert Victor endgültig die Geduld und verdonnert die drei zu einem Tag Hausarrest. Daniel verspricht den Mädchen, sich allein bei der alten Weide umzusehen. Als Mara eine Postkarte von Kaya bekommt, ist sie überglücklich. Magnus kann sich darüber gar nicht freuen, will sich seine Eifersucht aber nicht anmerken lassen. Neben Magnus findet auch Felix immer mehr Gefallen an Mara. Er glaubt aber, nicht sportlich genug für sie zu sein – mit schmerzhaften Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567606","hoster":"VOE"},{"path":"/redirect/11567609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-69","name":"Hausarrest","epNo":69,"alt":"Episode 069","descr":"Nina findet das Foto von der gefesselten Luzy. Sie ist so erschrocken und besorgt darüber, dass sie sofort Delia einweihen will. Doch Felix und sein sportlicher Übermut kommen ihr dazwischen. Als Delia endlich von Luzys schlimmer Lage erfährt, macht sie sich sofort mit Nina auf den Weg zur alten Weide. Frau Engels plötzliches Verschwinden macht Daniel währenddessen misstrauisch. Mit einem cleveren Plan versucht er mehr zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567612","hoster":"VOE"},{"path":"/redirect/11567614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-70","name":"Die Horror-Rückkehr","epNo":70,"alt":"Episode 070","descr":"Nina und Delia finden eine Ölspur, die von Rufus Wagen stammt. Sie folgen ihr in der Hoffnung, direkt zu Luzy geführt zu werden. Felix ist überrascht, als sein alter Freund Mo plötzlich bei ihm auftaucht. Er freut sich tierisch, ihn wieder zu sehen. Doch wenn er ihm den Gefallen tut, um den er ihn bittet, riskiert er, endgültig von Victor rausgeschmissen zu werden. Daniel schafft es endlich Sarahs Rätsel zu entschlüsseln und findet einen weiteren Hinweis im Haus Anubis. Doch dann bemerkt er, dass Nina und Delia nicht mehr da sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567615","hoster":"VOE"},{"path":"/redirect/11567613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-71","name":"Geisel","epNo":71,"alt":"Episode 071","descr":"Nina und Delia sitzen im Schuppen fest. Rufus hat die Mädchen ausgetrickst, um den Druck auf Victor mit zwei weiteren Geiseln zu erhöhen. Glücklicherweise findet Daniel Linns Botschaft und belauscht ein Telefonat zwischen Victor und Rufus, dass ihm einen wichtigen Hinweis gibt. Er macht sich sofort auf den Weg zur alten Weide, in der Hoffnung, Nina und Delia zu finden. Felix hält weiterhin seinen alten Freund Mo versteckt. Trotz der Angst, von Victor erwischt zu werden, will er seinem Kumpel helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567626","hoster":"VOE"},{"path":"/redirect/11567619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-72","name":"Findet Mo!","epNo":72,"alt":"Episode 072","descr":"Daniel hat es geschafft, die Mädchen aus dem Schuppen zu retten. Sie machen Victor schwere Vorwürfe, dass er nichts unternimmt, obwohl Luzy in großer Gefahr ist. Doch Victor streitet weiterhin alles ab, weshalb die Sibunas beschließen, Frau Engel ins Spiel zu bringen. Tatsächlich erfahren sie von ihr, dass Herr Altrichter eine Akte mit Informationen über Linn in seinem Büro hat, die Rufus gegen Luzy eintauschen will. Unterdessen ist Felix ständig in Angst, dass Mo entdeckt werden könnte, besonders nachdem sein unbesorgter Freund fast von Mara erwischt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920340","hoster":"VOE"},{"path":"/redirect/11567621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-73","name":"Willkommen in London","epNo":73,"alt":"Episode 073","descr":"Bei dem Versuch, Linns Akte aus Herrn Altrichters Büro zu stehlen, wird Daniel fast erwischt. Doch Nina kann Herrn Altrichter in letzter Sekunde ablenken. Luzys Rettung scheint nun nichts mehr im Weg zu stehen, doch Herr Petkovic hat eine Überraschung für Nina, Delia und Daniel: Sie sollen bereits am nächsten Tag nach London fliegen, um einen zweiwöchigen Schauspielkurs zu besuchen. Die drei durchschauen ihn jedoch und beschließen, Luzy noch am selben Tag zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567629","hoster":"VOE"},{"path":"/redirect/11567628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-74","name":"Der Glaube übernahm sich","epNo":74,"alt":"Episode 074","descr":"Frau Engel willigt ein, bei Luzys Befreiungsaktion zu helfen, Als sie Rufus gegenüber steht, um ihm Linns Akte zu übergeben und dafür Luzy mitnehmen zu können, entscheidet der sich anders und möchte seinen Teil der Abmachung nicht einhalten, Zum Glück schaffen Nina, Delia und Daniel es, Luzy in der Zwischenzeit zu befreien. Überglücklich, wieder frei zu sein, weiht sie endlich auch Mara in ihr Geheimnis ein. Mo ist unterdessen sauer auf Magnus, da er glaubt, er würde sich an die Freundin seines besten Freundes ran machen. Weil Felix sich nicht traut zu erzählen, dass Mara nicht seine Freundin ist, spielt Mo Magnus einen üblen Streich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567633","hoster":"VOE"},{"path":"/redirect/11567632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-75","name":"Kinder des Zorns (1)","epNo":75,"alt":"Episode 075","descr":"In ihrer Freude, wieder frei zu sein, bekommt Luzy einen Anruf von Rufus, der ihr weiterhin droht, sich an ihr und Linn zu rächen. Daniel ist nur noch mit Sarahs Rätsel beschäftigt und setzt alles daran, es zu lösen. Magnus ist wegen Mos Streich tierisch sauer auf Felix und will ihm die Freundschaft kündigen. Der Wettkampf um Mara wird zwischen den beiden immer ernster. Doch dann taucht Kaya wieder auf und sie müssen einsehen, dass Mara keinen von ihnen beiden liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567636","hoster":"VOE"},{"path":"/redirect/11567638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-76","name":"Kinder des Zorns (2)","epNo":76,"alt":"Episode 076","descr":"Als Daniel versucht den Umschlag zu holen, der hinter dem Gemälde versteckt ist, wird er fast von Viktor erwischt und muss fliehen. Delia ist ihm dabei keine große Hilfe. Anstatt über das Rätsel nachzudenken, hat sie nur ihre Klamotten im Kopf. Unterdessen will Felix sich bei Magnus entschuldigen, macht es aber nur noch schlimmer. Nina hat mal wieder alle Hände voll damit zu tun, sich Viktor vom Leibe zu halten. Der sucht immer noch angestrengt nach der Kurbel für das Grammofon. Nina ist sich sicher, dass sie die gut versteckt hat, aber Viktor hat noch eine böse Überraschung für sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567639","hoster":"VOE"},{"path":"/redirect/11567641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-77","name":"Die heimliche Hochzeit","epNo":77,"alt":"Episode 077","descr":"Felix findet heraus, dass Mo aus einer arrangierten Ehe geflüchtet ist. Magnus ist wieder einmal mit anderen Dingen beschäftigt. Er möchte Mara etwas schenken, aber als Kaya ihr das gleiche Geschenk macht, platzt Magnus Plan und er ist grün vor Eifersucht. Als Viktor seinen Metall Detektor zu Hilfe nimmt, um die Kurbel zu finden, schlägt diese bei Ninas Puppe aus. Nina versucht alles, um ihre Puppe, in der sie die Grammofonkurbel versteckt hat, wieder zubekommen. Aber Viktor bewacht alles mit Argusaugen, sodass die Sibunas ihn ablenken müssen, um an die Kurbel ran zukommen. Nur wie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567647","hoster":"VOE"},{"path":"/redirect/11567643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-78","name":"Ein schneller Wechsel","epNo":78,"alt":"Episode 078","descr":"Rosie schafft es in letzter Minute, Viktor daran zu hindern, Mo zu entdecken und besorgt ihm schnell ein besseres Versteck. Währenddessen überrascht Delia alle, indem sie sich als Schulsprecherin zur Wahl stellen lässt – genau wie Mara! Will sie den Job wirklich machen oder versucht sie nur mit allen Mitteln, Kaya zurück zu bekommen? Der Club Sibuna muss ohne sie versuchen, die Grammofonkurbel zurück zu holen und heraus zu finden, was auf der letzten Wachsrolle zu hören ist. Doch dann taucht ein Päckchen auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567650","hoster":"VOE"},{"path":"/redirect/11567651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-79","name":"Das helle Licht","epNo":79,"alt":"Episode 079","descr":"Mara traut sich das Amt als Schulsprecherin nicht mehr zu und will von der Wahl zurück treten. Mo treibt währenddessen Rosie in den Wahnsinn. Während Viktor und die anderen abgelenkt sind, hören sich Nina, Luzy und Daniel an, was auf der letzten Wachsrolle aufgenommen wurde: Es ist eine verschlüsselte Nachricht. Nachdem Daniel die Rolle zerstört hat, fühlen sich alle im Club Sibuna erstmal sicher. Doch warum durchschaut Viktor auf einmal ihre Pläne?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567652","hoster":"VOE"},{"path":"/redirect/11567655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-80","name":"Trügender Schein","epNo":80,"alt":"Episode 080","descr":"Beim Versuch, die Notiz von ihrem Versteck hinter dem Gemälde in ein sichereres Versteck zu bringen, macht Daniel eine enttäuschende Entdeckung. Dabei wird er von Felix beobachtet, der das sofort Magnus steckt. Der nimmt das zum Anlass, einen neuen gemeinen Plan zu schmieden. Delia interessiert sich überhaupt nicht mehr für den Club, was Luzy sehr ärgert. Unterdessen versteckt sich Mo immer noch in der Küche. Wird das hübsche Mädchen, das sich Felix in der Schule angenährt hat, die Lösung bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173153","hoster":"VOE"},{"path":"/redirect/11567659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-81","name":"Die Geisterjäger","epNo":81,"alt":"Episode 081","descr":"Mos Verlobte bittet Felix, sie zu heiraten, um die Ehre ihrer Familie zu retten, aber Felix hat einen besseren Plan. Um einen intelligenten Eindruck zu machen, trägt Delia bei ihrer Rede zur Wahl als Schulsprecherin eine geliehene Brille. Aber reicht das aus? Als Konkurrentin Mara ihr viel Glück wünscht, verhält Delia sich mehr als unkollegial, was Luzy noch wütender macht. Und spukt es im Waschraum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567660","hoster":"VOE"},{"path":"/redirect/11567658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-82","name":"Bastelstunde","epNo":82,"alt":"Episode 082","descr":"Mo trifft Nabila, traut sich aber nicht zu sagen, wer er ist. Während sie im Waschraum sitzen, schrecken sie von einem kratzenden Geräusch auf. Daniel macht eine wichtige Entdeckung, als er das Gedicht entschlüsselt: Er weiß nun, wo die Scheibe versteckt ist. Aber wer bastelt grade jetzt an der Standuhr herum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567666","hoster":"VOE"},{"path":"/redirect/11567663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-83","name":"Es wird passieren","epNo":83,"alt":"Episode 083","descr":"Victor entdeckt Mos und Nabilas Versteck im Waschraum. Felix hat dafür ganz unerwartet gute Neuigkeiten für alle. Als Maras und Delias Wahlkampf unentschieden ausgeht, zwingt Delia die anderen, sich für eine von beiden zu entscheiden. Nina und Daniel sind anderweitig beschäftigt. Sie untersuchen die Standuhr in der Eingangshalle. Ob das so eine gute Idee ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567668","hoster":"VOE"},{"path":"/redirect/11567678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-84","name":"CSI: Anubis","epNo":84,"alt":"Episode 084","descr":"Als Luzy und Delia aneinander geraten, plaudern sie im Eifer des Gefechts beinahe das Geheimnis aus. Als Viktor nach Hause kommt, muss er mit Schrecken feststellen, dass seine geliebte Standuhr zerstört wurde. Beim Verhör zeigt Magnus seine widerlichste Seite. Er beschuldigt Daniel es getan zu haben und macht Viktor den Vorschlag, Felix als Spurensucher anzuheuern. Wird Felix die anderen verraten und von seiner neuen CSI Ausrüstung Gebrauch machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567672","hoster":"VOE"},{"path":"/redirect/11567671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-85","name":"Der Club wird stärker","epNo":85,"alt":"Episode 085","descr":"Nachdem Viktor auf eine Forderung von Felix eingegangen ist, muss der im Gegenzug die Uhr bewachen. Magnus versucht, ihn auszufragen und hat dabei ein wachsames Auge auf Daniel. Währenddessen macht der Club Sibuna Fortschritte bei der Lösung des Rätsels. Dank Delia finden sie heraus, dass der leere Zettel doch eine Notiz beinhaltet – aber wo ist der Code? Nicht mehr lange, und der Club bekommt Unterstützung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567683","hoster":"VOE"},{"path":"/redirect/11567681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-86","name":"Das glamouröse Leben","epNo":86,"alt":"Episode 086","descr":"Nach einer dramatischen Rettungsaktion zeigt sich, auf wen man sich im Anubis Haus im Ernstfall verlassen kann. Delia hingegen zeigt sich weiter unbeeindruckt und widmet sich weiter ihren Bestechungsaktionen für ihre Wahl, während die anderen Sibuna Mitglieder versuchen das Rätsel zu lösen. Nina hat keine andere Wahl, als Felix von dem versteckten Schatz im Haus Anubis zu erzählen. Die Clubmitglieder befürchten jedoch, dass er alles an Magnus weiter erzählen könnte. Letztendlich ist es aber Felix’ zündende Idee, die Sibuna dem Code näher bringt. Werden sie die Scheibe nun endlich finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567680","hoster":"VOE"},{"path":"/redirect/11567682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-87","name":"Gut gegen Böse","epNo":87,"alt":"Episode 087","descr":"Nachdem Daniels Versuch, die Scheibe aus der Uhr herauszuholen misslingt, beraten sich die Clubmitglieder, ob sie Felix in das Geheimnis einweihen sollen. Daniel schlägt vor, ihn zu einem Mitglied des Clubs zu machen, doch Luzy ist komplett dagegen. Außerdem geht das Duell zwischen Mara und Delia weiter. Die Schulleiterin gibt Mara und Delia eine neue Aufgabe. Als Felix Viktor weismacht, dass er mit seinen Ermittlungen zu keinem Ergebnis gekommen ist, fällt Daniel eine Entscheidung. Aber ist Felix vertrauenswürdig? Denn wo ist auf einmal die Notiz hin verschwunden, die Nina so gut versteckt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567688","hoster":"VOE"},{"path":"/redirect/11567691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-88","name":"Entertainment","epNo":88,"alt":"Episode 088","descr":"Als Delia bei dem Thementag genau das gleiche Land vorstellt wie Mara, hat Luzy ernsthafte Zweifel über Delias Aufrichtigkeit. Lässt sie Sibuna komplett im Stich? Mit Felix’ Hilfe schafft Daniel es, die Scheibe zu ergattern und findet ein neues Rätsel. Aber als Daniel wieder runter in den Keller gehen will, um der Lösung näher zu kommen, bekommt Felix kalte Füße. Viktor scheint mehr zu wissen, als er vorgibt. Er wird bei einem mysteriösen Telefonanruf belauscht. Was weiß er über das Rätsel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567690","hoster":"VOE"},{"path":"/redirect/11567684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-89","name":"130","epNo":89,"alt":"Episode 089","descr":"Felix kann es nicht glauben, dass Viktor wahrscheinlich 130 Jahre alt ist. Diese Neuigkeit belastet ihn so sehr, dass er nicht mehr schlafen kann, bis Magnus ihm ein Hilfsmittel anbietet. Am Morgen wartet der Club bei einer Versammlung vergebens auf ihn. Derweil helfen Luzy und Rosi Mara bei den Vorbereitungen für ihren orientalischen Thementag. Auch Viktor ist beschäftigt: Er trifft einen alten Bekannten zum Tee – aber ist diese Person wirklich erfreut ihn zu sehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567697","hoster":"VOE"},{"path":"/redirect/11567692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-90","name":"Ninas Bett","epNo":90,"alt":"Episode 090","descr":"Viktor versucht, Sarah über den Schatz auszufragen. Felix hat verschlafen und kommt zu spät zu seiner Einführung in den Club Sibuna. Delia ist mal wieder nicht dabei, sondern immer noch mit ihrem Wahlkampf beschäftigt. Voller Selbstbewusstsein setzt sie zu ihrer Übungsrede an, kann Herrn Petkovic damit aber nicht überzeugen. Dafür kann Mara zu ihrem großen Ärger mit ihrer Rede glänzen. Und was noch viel schlimmer ist: Kaja ist auch ganz hin und weg. Doch in der Nacht sitzt plötzlich jemand an Ninas Bett …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567696","hoster":"VOE"},{"path":"/redirect/11567707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-91","name":"Der geheime Orgelspieler","epNo":91,"alt":"Episode 091","descr":"Als Viktor Rosi zu ihrem Aqua Jogging bringt, nutzt Felix die Gelegenheit, überwindet seine Angst vor dem Keller und schleicht sich herunter. Nina ist von einem Traum über Sarah erschüttert. Später stellt sie Delia endlich über ihren mangelnden Einsatz bei Sibuna zur Rede, woraufhin die verletzt die Flucht ergreift. Dabei läuft sie ausgerechnet Magnus in die Arme, der die Situation ausnutzt. Währenddessen bekommt Nina einen unangenehmen Telefonanruf. Felix ist immer noch im Keller und läuft ängstlich auf und ab. Plötzlich fängt die Orgel an zu spielen. Ist Viktor zurück?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567698","hoster":"VOE"},{"path":"/redirect/11567693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-92","name":"Der Tod","epNo":92,"alt":"Episode 092","descr":"Mara weiß nicht, wie sie ihre Flyer gestalten soll. Zum Glück hilft Magnus, als ein neuer Vertrauter. Der Club ist mit der Lösung des Rätsels wieder ein Stück näher gekommen. Felix hat das leere Dokument im Keller gefunden aber Luzy traut ihm nicht wirklich über den Weg. Doch das ist schnell vergessen, als Nina ihnen erzählt, dass Sarah über Nacht gestorben ist. Viktor hat anscheinend etwas mitbekommen. Wütend bringt er ein zusätzliches Schloss an der Kellertür an. Da kommt Ninas Oma zu Besuch und bringt ihr ein interessantes Geschenk mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567703","hoster":"VOE"},{"path":"/redirect/11567700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-93","name":" …oder nicht","epNo":93,"alt":"Episode 093","descr":"Die Planungen des Thementags laufen auf Hochtouren. Rosi hat eine musikalische Überraschung für Mara, die beweist, dass sie verborgene Talente hat. Der Club macht bei seinen Ermittlungen ebenfalls Fortschritte. Sie finden mehr über Sarah und ihre Verbindung zum Ägyptologen Zeno Terpstra heraus. Während Magnus weiterhin krampfhaft versucht, etwas aus Felix heraus zu bekommen, ruft Nina heimlich das Pflegeheim an. Das hätte sie lieber nicht tun sollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567702","hoster":"VOE"},{"path":"/redirect/11567710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-94","name":"Der Liebesplan","epNo":94,"alt":"Episode 094","descr":"Nina schafft es, Viktors Adler Augen zu entkommen und geht zu Sarahs Beerdigung. Doch als da plötzlich eine gewisse Person auftaucht, bekommt sie den Schrecken ihres Lebens. Daniel macht sich Sorgen um Nina, während die andere Hälfte des Clubs mit anderen Dingen beschäftigt ist. Ohne Absicht verletzt Mara Magnus schon wieder. Sauer schmiedet er einen fiesen Plan …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567711","hoster":"VOE"},{"path":"/redirect/11567720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-95","name":"Die Drohne","epNo":95,"alt":"Episode 095","descr":"Nina wird von Zeno bedroht, bekommt jedoch im letzten Moment überraschend Hilfe. Der Thementag rückt näher und Delia hat bis jetzt immer noch nichts geplant. Unmotiviert weiß sie nicht, was sie tun soll. Wird sie es noch schaffen? Maras Thementag scheint hingegen ein Erfolg zu werden. Rosi hat für sie einen Wahrsager bestellt. Aber wie vertrauenswürdig ist er wirklich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567708","hoster":"VOE"},{"path":"/redirect/11567717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-96","name":"Das Ende der Wahrheit","epNo":96,"alt":"Episode 096","descr":"Nina und Daniel entschließen sich, Delia bei ihrem Thementag zu helfen, was ihr in letzter Sekunde den Hals rettet. Aber Mara kann mithalten. Die Entscheidung wird knapp. Aber warum verhält sich Kaja so komisch? Der Abend hat noch mehr Überraschungen zu bieten. Daniel erfährt Neuigkeiten vom Wahrsager und verrät etwas über das Geheimnis. Als die Schulrätin Maras Einladung zum Thementag annimmt, hat das ernsthafte Konsequenzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567713","hoster":"VOE"},{"path":"/redirect/11567709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-97","name":"Nur die Technik","epNo":97,"alt":"Episode 097","descr":"Als Delia die Wahl gewinnt, wird sie unausstehlich und flirtet mit Kaya. Aber hat sie wirklich gewonnen? Oder wurde das Ergebnis gefälscht? Wieso kann Magnus sich auf einmal einen DVD Player leisten? Daniel arbeitet weiter an der Lösung des Rätsels und findet einen neuen Hinweis. Und Viktor bekommt ein Päckchen geliefert – das seltsame Geräusche von sich gibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567718","hoster":"VOE"},{"path":"/redirect/11567721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-98","name":"Geben und Nehmen","epNo":98,"alt":"Episode 098","descr":"Der Wahrsager hat keine guten Neuigkeiten für Kaya und Mara. Steht ihre Beziehung unter einem schlechten Stern? Doch dann erzählt Felix, dass er gesehen hat, wie Magnus dem Wahrsager Geld zugesteckt hat. Daniel startet seine Ermittlungen. Was hat der Wahrsager ihm erzählt? Und woher hat Magnus auf einmal so viel Geld? Hat er wirklich Aktien gekauft oder hat er einen mysteriösen Geldgeber angeheuert, der als Gegenleistung etwas aus dem Haus Anubis wissen möchte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567722","hoster":"VOE"},{"path":"/redirect/11567728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-99","name":"24 Stunden","epNo":99,"alt":"Episode 099","descr":"Delia blamiert sich, als sie mit Kaya flirtet – er gibt ihr zu verstehen, dass er sich nur noch für Mara interessiert. Auch Magnus steckt in der Klemme. Er wird von dem Wahrsager erpresst, findet aber wieder einmal eine Möglichkeit, seinen Kopf aus der Schlinge zu ziehen. Als Viktor das Haus verlässt um \"die Nacht am Bett seiner sterbenden Tante zu verbringen\", nutzt der Club die Gelegenheit und schickt Felix auf eine Geheimmission zurück in den Keller. Aber sind sie wirklich so unbeobachtet, wie sie sich fühlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567724","hoster":"VOE"},{"path":"/redirect/11567725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-100","name":"Welcome To The …","epNo":100,"alt":"Episode 100","descr":"In der Nacht durchsucht Felix panisch den Keller nach einem weiteren Hinweis. Er ahnt jedoch nicht, dass Magnus ihm auf den Fersen ist. Daniel versucht Felix per Walkie-Talkie zu warnen – aber ist es wirklich Felix, der antwortet? Luzy zweifelt an Felix Vertrauenswürdigkeit, bis er sie im Keller mit einer Entdeckung einen entscheidenden Schritt weiterbringt. Und wieder einmal funkt Viktor ihnen dazwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567072","hoster":"VOE"},{"path":"/redirect/11567074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-101","name":"Das wahre Leben","epNo":101,"alt":"Episode 101","descr":"Felix schafft es in letzter Minute, sich vor Victor zu verstecken und wird Zeuge eines kuriosen Rituals. Die anderen machen währenddessen eine unerfreuliche Entdeckung und sind nicht in der Lage ihren Freund aus seiner Lage zu befreien. Am nächsten Tag sind alle extrem müde von der anstrengenden Nacht. Keiner denkt an Felix, der immer noch eingesperrt im Keller sitzt. Doch Felix bekommt unerwartet Hilfe – die er allerdings bezahlen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567076","hoster":"VOE"},{"path":"/redirect/11567673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-102","name":"Die Liebesplage","epNo":102,"alt":"Episode 102","descr":"Als die Schulrätin ankündigt, dass die Kandidaten einen Kiosk eröffnen müssen, bekommt Delia Panik – das hat sie total vergessen. Bedeutet das den Sieg für Mara? Felix schafft es währenddessen, sich aus dem Keller zu befreien und wird wie ein Held gefeiert, als er zur in der Schule auftaucht. Der Club ist sehr zufrieden mit seiner Arbeit: Felix hat eine neue Spur entdeckt. Oder ist das wieder nur einer seiner dummen Streiche?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567082","hoster":"VOE"},{"path":"/redirect/11567079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-103","name":"Das Dilemma der Worte","epNo":103,"alt":"Episode 103","descr":"Mara hat irgendwie kein Glück. Dank Papas Kreditkarte hat Delia sie schon wieder ausgestochen. Mara hat genug – sie will von der Wahl zurücktreten. Während Delia zufrieden mit sich in ihrem Bett liegt, träumt sie von einem leidenschaftlichen Kuss mit Herrn Petkovic. Ninas Träume sind weniger schön. Sarah erscheint Nina als Geist – mit einer Warnung. Felix ist glücklich: er wird offiziell in den Club Sibuna aufgenommen und träumt selig. Aber wie sicher ist er in seinem eigenen Bett?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917194","hoster":"VOE"},{"path":"/redirect/11567081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-104","name":"Taktvoll","epNo":104,"alt":"Episode 104","descr":"Sarahs Warnung macht Nina schwer zu schaffen. Als Felix anfängt, sich merkwürdig zu verhalten, zweifelt sie an seiner Vertrauenswürdigkeit. Sind ihre Bedenken begründet oder sieht sie Gespenster? Mara hat ganz andere Sorgen. Sie glaubt, dass sie wegen ihres Aussehens keinen Erfolg bei der Wahl hat und kreiert mit Luzys Hilfe ein neues Styling und – ein neues Image. Aber wird ihr das bei der Wahl helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567085","hoster":"VOE"},{"path":"/redirect/11567089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-105","name":"Freund oder Club?","epNo":105,"alt":"Episode 105","descr":"Maras neues Styling kommt nicht sehr gut an. Nachdem sie von allen ausgelacht wird, verkriecht sie sich in ihrem Zimmer. Schafft Kaya es, sie zu trösten und neu zu motivieren? Magnus wird derweil von Zeno erpresst und setzt im Gegenzug Felix unter Druck. Der ist jetzt hin und her gerissen: was ist ihm wichtiger – der Club oder sein Freund? Und was steht in dem Brief, den Viktor heimlich an die Bruderschaft schickt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567094","hoster":"VOE"},{"path":"/redirect/11567090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-106","name":"Geheime Taten","epNo":106,"alt":"Episode 106","descr":"Die Lösung des neuen Rätsels macht Daniel schwer zu schaffen. Auch im Club läuft es nicht so gut. Nina ist Felix gegenüber misstrauisch. Ist er wirklich an dem Rätsel interessiert oder steckt etwas anderes hinter seinem plötzlichen Einsatz? Nina schlägt eine Abstimmung über seinen Verbleib im Club vor. Aber die anderen Sibunas teilen ihre Sorgen nicht. Felix bleibt. Ob das die richtige Entscheidung ist? Auch Viktor lässt nicht locker. Er hat verblüffende Neuigkeiten für Herrn Altrichter und kommt mitten in der Nacht mit einer rätselhaften Schachtel nach Hause. Am nächsten Morgen werden die Sibunas von einem schrecklichen Schrei geweckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567154","hoster":"VOE"},{"path":"/redirect/11567098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-107","name":"Mäusejagd","epNo":107,"alt":"Episode 107","descr":"Das Haus Anubis wird von einer Mäuseplage heimgesucht. Viktor lagert die Wohngemeinschaft in die Schule aus. Daniel vermutet dahinter den Plan, die Sibunas aus dem Haus zu schaffen. Aber seine Einwände nützen nichts. Nina ist beim Gedanken daran, dass Viktor mit der Scheibe allein im Haus ist, nicht wohl und versucht sich aus der Schule zu schleichen. Aber Herr Altrichter lässt sie nicht gehen. Ist die Scheibe endgültig verloren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920336","hoster":"VOE"},{"path":"/redirect/11567120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-108","name":"Falsche Fährte","epNo":108,"alt":"Episode 108","descr":"Daniel hat das Rätsel fast gelöst und lockt Felix mit dem neuen Wissen auf eine falsche Fährte. Währenddessen versucht Mara im Theaterzimmer in Kayas Schlafsack zu steigen. Auf geheimer Mission im Schulgebäude werden die Ausreißer fast erwischt. Doch dann gelingt es Luzy es, Herrn Altrichter in seinem Zimmer einzusperren und Daniel und Nina den Weg frei zu machen. Endlich schaffen die beiden es, aus der Schule zu flüchten. Aber wie kriegen sie Viktor aus dem Haus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567232","hoster":"VOE"},{"path":"/redirect/11567133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-109","name":"Die letzte Minute","epNo":109,"alt":"Episode 109","descr":"Daniel und Nina schaffen es in letzter Minute, Viktor zu entkommen. Nina geht im Haus Anubis auf die Suche nach der Scheibe – doch sie hat wenig Glück: das Haus wurde komplett auf den Kopf gestellt. Währenddessen untersucht Daniel das Teleskop, entdeckt aber nichts Auffälliges. Als Nina und Daniel sich noch den Kopf zerbrechen, wie es weiter geht, schlägt plötzlich die Haustür zu – ist Viktor schon zurück?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567223","hoster":"VOE"},{"path":"/redirect/11567287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-110","name":"Das große Reden","epNo":110,"alt":"Episode 110","descr":"Nina und Daniel schaffen es gerade noch rechtzeitig zurück zur Schule – aber wo bleibt Felix? Magnus steckt schon wieder in der Klemme: Zeno droht ihm, ihn zu mumifizieren, wenn er nicht bald ein paar brauchbare Informationen beschafft. Felix könnte seine Rettung sein: Er hat etwas Interessantes auf dem Dachboden entdeckt. Für Delia und Mara wird es ernst. Sie müssen ihre letzte Rede vor der Wahl halten. Und, unter den wachsamen Augen der Schulrätin, wählt das Publikum den Sieger. And the winner is …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567264","hoster":"VOE"},{"path":"/redirect/11567255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-111","name":"Zenos Sieg","epNo":111,"alt":"Episode 111","descr":"Schulsprecherin Mara will die enttäuschte Delia ein bisschen aufheitern und hat eine nette Überraschung für sie. Aber ist Mara wirklich die Siegerin? Magnus hat nun endgültig genug. Zeno verfolgt ihn bis in seine Albträume. Nina hingegen will sich einmal etwas anderem widmen, als dem Rätsel und Daniel fragen, ob er mit ihr zum Schulball gehen möchte. Doch bevor sie die entscheidende Frage stellen kann, platzt Felix herein mit beunruhigenden Neuigkeiten. Hat der Feind den Schatz in Besitz genommen oder wird es dem Club gelingen, eine Lösung aus der brenzligen Situation zu finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567268","hoster":"VOE"},{"path":"/redirect/11567289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-112","name":"Die Wahl-Lüge","epNo":112,"alt":"Episode 112","descr":"Mara ist glücklich, die Wahl gewonnen zu haben. Als sie jedoch zusätzliche Wahlzettel im Mülleimer findet, stellt sie Luzy sofort zur Rede. Hat sie die Wahl gefälscht? Während Mara unsicher im Unterricht sitzt, findet auch Daniel die Wahlzettel und entdeckt darauf wichtige Details. Zeno lässt keine Gelegenheit aus, Magnus unter Druck zu setzen. Was sie nicht bemerken: Sie haben einen heimlichen Mithörer. Felix belauscht das komplette Gespräch und erfährt beängstigende Neuigkeiten über Viktor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567314","hoster":"VOE"},{"path":"/redirect/13968776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-113","name":"Leben ist nicht mehr Leben","epNo":113,"alt":"Episode 113","descr":"Jetzt wird es Ernst: Dem Club bleiben nur noch wenige Stunden, um das Rätsel zu lösen. Nun ist die Mithilfe von allen Sibunas gefragt. Der ganze Club begibt sich auf Schatzsuche. Aber Viktor, Zeno und Magnus sind ihnen auf den Fersen. Werden die Freunde es schaffen? Oder wird ihnen der Schatz für immer verloren gehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567352","hoster":"VOE"},{"path":"/redirect/11567321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-1/episode-114","name":"Der Gral","epNo":114,"alt":"Episode 114","descr":"Nach Rabe Corvuz’ Tot ist Viktor außer sich vor Wut und Verzweiflung. Kann der Club ihm und dem wahnsinnigen Herrn Altrichter entkommen? In dem ganzen Chaos verschwindet auch noch der Gral. Und auch von Nina fehlt jede Spur. Ob Zeno sie in seiner Gewalt hat? Die anderen flüchten aus dem Haus und retten sich zum Schulball. Doch Daniel hat ein schlechtes Gefühl bei der Sache. Besorgt will er zurück zum Haus, um Nina zu suchen. Kurz bevor er das Gebäude verlassen kann, wird er aufgehalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567375","hoster":"VOE"},{"path":"/redirect/11567380","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-1","name":"Es geht weiter","epNo":1,"alt":"Episode 115","descr":"Der Club Sibuna hält den Schatz endlich in den Händen. Doch Victor ist ihnen bereits dicht auf den Fersen und die Schüler müssen den Gral weiterhin versteckt halten. Victor horcht Delia und Nina aus und versucht sie einzuschüchtern um heraus zu finden, wo sie den Schatz verbergen. Inzwischen überlegen sich Daniel, Felix und Luzy eine List um Victor zu täuschen und auf eine falsche Fährte zu locken. Daniel und Nina sind nach dem Kuss auf dem Abschlussball unsicher, wie sie sich verhalten sollen – zu ihrem Unglück haben alle den Kuss gesehen und halten sich mit Kommentaren nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567726","hoster":"VOE"},{"path":"/redirect/11567734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-2","name":"Kinderspiel","epNo":2,"alt":"Episode 116","descr":"Daniel hat ein geheimnisvolles Buch im Haus Anubis gefunden, das von der unglücklichen Liebesgeschichte zwischen Tutanchamun und Amneris und einer geheimnisvollen Grabkammer erzählt. Daniel weiht den Club in seine neueste Entdeckung ein, muss das Buch allerdings vor den neugierigen Blicken von Magnus und Victor schützen. Trabas taucht im Haus Anubis auf und enthüllt die List von Felix, Daniel und Luzy als Täuschung, daraufhin macht sich Victor erneut auf die Suche nach dem Gral.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567731","hoster":"VOE"},{"path":"/redirect/11567733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-3","name":"Frust und Trauer","epNo":3,"alt":"Episode 117","descr":"Mara vermisst Kaya, der sich immer noch nicht bei ihr gemeldet hat und Rosie versucht sie aufzuheitern. Unterdessen taucht der Club weiter in das Geheimnis rund um Tutenchamun und den ägyptischen Gral ein. Doch sie müssen auf der Hut sein: Der Club wird bei seinen Recherchen von einem Fremden beobachtet und auch Victor setzt seine Suche im Haus Anubis fort. Während Daniel die Hieroglyphen entschlüsseln kann, wird Magnus von Alpträumen von Trabas geplagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567729","hoster":"VOE"},{"path":"/redirect/11567752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-4","name":"Die Lebensmelodie","epNo":4,"alt":"Episode 118","descr":"Der Gral wird von Felix und Delia sowie Luzy und Nina rund um die Uhr bewacht, da Victor seine Suche intensiv fortsetzt. Luzy erhält einen Brief von Linn und ist niedergeschlagen, dass ihre beste Freundin nicht ins Internat zurückkehrt. Nina versucht sie zu trösten. Magnus vertraut sich währenddessen Felix an und gesteht, dass er Trabas Geld schuldet und um sein Leben fürchtet. Die Freundschaft zwischen Nina und Daniel ist immer noch getrübt nach dem Kuss auf dem Abschlussball. Als Nina ihren Mut zusammen nimmt um mit Daniel darüber zu sprechen, lenkt er ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567735","hoster":"VOE"},{"path":"/redirect/11568022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-5","name":"Wie im Märchen","epNo":5,"alt":"Episode 119","descr":"Mara ist überglücklich, dass Kaya wieder zurück ist und die Beiden genießen ihre gemeinsame Zeit. Magnus dagegen ist mehr und mehr nervös, weil Trabas ihm vor der Schule auflauert und den Schatz fordert. Daniel hat die Zeichen des Grals entziffert und ruft den Club zusammen – sie sind sich sicher, dass sie das Geheimnis jetzt aufdecken können. Im Gegensatz zum Club macht die Freundschaft zwischen Daniel und Nina keine Fortschritte – beide sind verunsichert wie sie sich zukünftig verhalten sollen, Felix verspricht Daniel seine Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917199","hoster":"VOE"},{"path":"/redirect/11567736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-6","name":"Der Club hat Glück","epNo":6,"alt":"Episode 120","descr":"Daniel und die anderen Clubmitglieder haben sich um Mitternacht versammelt um das Geheimnis des Grals zu lüften. Dank Daniels Entschlüsselung des Codeworts gibt der Gral ein weiteres Geheimnis preis: Eine Papyrusrolle ist in dem Kelch versteckt mit Hieroglyphen und Daniel fällt erneut die Aufgabe der Entzifferung zu. Magnus steigert sich mehr und mehr in seine Panik hinein und versteckt sich in seinem Zimmer aus Angst vor Trabas. Sein Zimmernachbar Felix ist besorgt, möchte aber gleichzeitig endlich Daniel und Nina zusammen bringen und hat eine seiner glänzenden Ideen. Felix reagiert enttäuscht, als Daniel Kaya für die Vermittlerrolle auswählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567744","hoster":"VOE"},{"path":"/redirect/11567756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-7","name":"Das gelogene Ende einer wahren Lüge","epNo":7,"alt":"Episode 121","descr":"Nina und Daniel haben sich im Garten verabredet um endlich einmal in Ruhe über ihre Gefühle und Freundschaft zu sprechen. Das Rendezvous wird von Kaya und Delia beobachtet, die Beiden soufflieren romantische Sätze und kommen sich dabei selbst wieder näher. Das Treffen wird von Victor unterbrochen, er bringt schlechte Nachrichten aus dem Krankenhaus von Nina’s Oma. Nina bricht direkt dorthin mit Delia auf. Magnus wird immer nervöser und gereizter, seine Gedanken kreisen nur noch um Trabas. Luzy dagegen hat besonders gute Laune, als Rosie ihr die Zukunft voraussagt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567750","hoster":"VOE"},{"path":"/redirect/11567746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-8","name":"Ein letzter Atemzug","epNo":8,"alt":"Episode 122","descr":"Delia und Nina besuchen Nina’s Oma im Krankenhaus, die nach einem Anfall im Koma liegt. Die Ärztin weiß noch nicht, was Nina’s Oma genau hat – sie weiß allerdings, dass der Anfall um Mitternacht ausgelöst wurde. Delia und Nina geraten in Panik, als sie von dem Zeitpunkt des Anfalls hören und rufen daraufhin eine Notfallsitzung des Clubs ein: Der Anfall hat zur gleichen Zeit stattgefunden, als der Club den Gral geöffnet hat. Die Papyrusrolle muss schnellstens entziffert werden. Um Trabas zu entkommen, sieht Magnus keinen anderen Ausweg mehr als die Flucht. Während der Club tagt, packt Magnus seine Tasche und schleicht sich aus dem Internat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917198","hoster":"VOE"},{"path":"/redirect/11567743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-9","name":"Stereo Knall","epNo":9,"alt":"Episode 123","descr":"Zwischen Magnus und Trabas kommt es zu einem nächtlichen Treffen im Park, an dessen Ende Magnus sich erneut von Trabas einspannen lässt. Inzwischen tagt der Club um die Geheimnisse zu entschlüsseln und so Ninas Oma zu helfen. Die Freundschaft zwischen Daniel und Nina kühlt ab, nachdem sich Kaya und Delia einmischen, daraufhin kommt es zum Zwist zwischen Nina und Delia. Luzy freut sich, als sie hört, dass es in ihrer Klassen einen neuen Mitschüler geben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567759","hoster":"VOE"},{"path":"/redirect/11567751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-10","name":"Ein heißer Spaß","epNo":10,"alt":"Episode 124","descr":"Nach dem Streit mit Nina ist Delia unglücklich und in Tränen aufgelöst, sie sucht Trost bei Kaya. Unglücklicherweise beobachtet Mara die Annäherung zwischen den Beiden und reagiert eifersüchtig. Dafür können Daniel und Nina endlich ihre Freundschaft wieder kitten und sind erleichtert, dass es zwischen ihnen nicht mehr so unbehaglich ist. Der Club macht einen Fortschritt bei der Entschlüsselung der Hieroglyphen, nur um gleich auf das nächste Rätsel zu stoßen. Rosie möchte ihre telepathischen Fähigkeiten mit Hilfe einer professionellen Wahrsagerin schulen und fällt auf eine Schwindlerin rein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567754","hoster":"VOE"},{"path":"/redirect/11567753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-11","name":"Erinnerst du dich …","epNo":11,"alt":"Episode 125","descr":"Die neue Schülerin Charlotte hat ihren ersten Schultag und macht bereits in der ersten Unterrichtsstunde Eindruck auf ihre Mitschüler. Besonders Luzy ist auf Anhieb begeistert. Magnus horcht Felix aus und will mehr über den Gral wissen, doch Felix ist vorsichtig und gibt nichts preis und Magnus muss erneut mit leeren Händen vor Trabas treten. Charlotte bekommt von Victor ein Zimmer auf dem Dachboden zugeteilt, zusammen mit Luzy nimmt sie es in Augenschein. Luzy ist davon überzeugt, dass es dort oben spukt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567758","hoster":"VOE"},{"path":"/redirect/11567766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-12","name":"Spieglein, Spieglein","epNo":12,"alt":"Episode 126","descr":"Die gutmütige Mara erklärt sich zu einem Umzug auf den Dachboden bereit und Charlotte nimmt ihren Platz bei Luzy im Zimmer dankbar an. In ihrer ersten Nach oben in der Dachkammer spürt auch Mara eine unheimliche Erscheinung. Der Club kommt zu einer nächtlichen Versammlung zusammen, um bei der Entzifferung der Hieroglyphen voran zu kommen. Felix lenkt sie ab mit seinen Sicherheitsvorkehrungen und selbstgebauten Alarmanlagen, doch dann machen die Vier dank ihm eine interessante Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333162","hoster":"VOE"},{"path":"/redirect/11567795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-13","name":"Rosen und Liebe","epNo":13,"alt":"Episode 127","descr":"Dank Felix’ Lasertechnik werden die Hieroglyphen auf der Papyrusrolle sichtbar und Daniel kann sich an die Entzifferung machen. Felix ist glücklich, dass er dem Club weiterhelfen konnte und macht sich gleich an sein nächstes Projekt: Den Einbau einer Alarmanlage, die er zusammen mit Delia installiert. Daniel versucht mit einer großen Geste Nina zu beeindrucken und auch Magnus und Mara kommen sich unerwartet näher. Charlotte findet beim Aufräumen Spuren vom Club der Alten Weide, die Luzy eiligst verschwinden lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567776","hoster":"VOE"},{"path":"/redirect/11567763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-14","name":"Hörst du auch die Alarm?","epNo":14,"alt":"Episode 128","descr":"Als die Alarmanlage installiert ist, die den Gral sichern soll, ist es ausgerechnet Delia, die den Alarm mitten in der Nacht auslöst. Das ganze Haus wird wach und in dem Trubel kann Magnus sich den Gral unter den Nagel reißen. Daniel ist daraufhin sehr ärgerlich, dass der Club sich selbst überlistet hat. Noch in derselben Nacht sprechen sich Daniel und Nina endlich aus und wollen wieder gute Freunde sein. Magnus trifft sich mit Trabas um den Gral zu übergeben. Trabas ist überwältigt, doch dann geschieht etwas völlig unerwartetes …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567765","hoster":"VOE"},{"path":"/redirect/11567777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-15","name":"Die Herrscher der Elemente","epNo":15,"alt":"Episode 129","descr":"Trabas ist, nachdem er einen Schluck Wein aus dem Gral getrunken hat, zusammen gebrochen. Vor Schreck flieht Magnus und sucht Ablenkung bei Mara, die ebenfalls niedergeschlagen ist, weil sie sich von Luzy und Kaya vernachlässigt fühlt. Die Clubmitglieder suchen nach Hinweisen der vier Elemente Wasser, Luft, Feuer und Erde im Haus Anubis und sind am Ende des Tages erschöpft, weil es nicht voran geht. Luzy schwänzt eine Clubsitzung, weil sie lieber mit Charlotte ins Kino gehen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567768","hoster":"VOE"},{"path":"/redirect/11567775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-16","name":"Ein paar Gespräche","epNo":16,"alt":"Episode 130","descr":"Das abendliche Treffen von Mara und Magnus ist ausgesprochen lustig. Währenddessen spielt sich Kaya bei Daniel als Frauenversteher auf. Der Club ist weiterhin auf der Suche nach den Zeichen, die sie auf der Papyrusrolle entdeckt haben. Leider kommen sie einfach keinen Schritt weiter. Dafür lesen sie in der Zeitung, dass Zeno Trabas unter mysteriösen Umständen verschwunden ist. In der Schule gibt Herr Petkovic bekannt, dass er die Schule verlassen wird, mitten in Herrn Petkovics Stunde platzt Herr Altrichter herein, mit schlechten Nachrichten für Nina.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567783","hoster":"VOE"},{"path":"/redirect/11567790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-17","name":"Auf Alle Fälle,  Unfälle","epNo":17,"alt":"Episode 131","descr":"Nina und Daniel machen sich auf den Weg zu Ninas Oma in das Krankenhaus und Nina ist sehr froh, dass Daniel bei ihr ist. Bei Mara läuft ebenfalls alles schief: Luzy und Charlotte üben ohne sie für die Karaoke-Show und Kaya hat keine Lust mit ihr einen Auftritt einzustudieren. Erneut ist es Magnus, der Mara aufheitern kann. Felix macht eine Entdeckung, die den Club endlich weiter bringt – Ärger gibt es dagegen mit Luzy, die erneut ein Treffen vermasselt und sich vor Charlotte schon wieder verplappert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567773","hoster":"VOE"},{"path":"/redirect/11567780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-18","name":"Dunkel, dunkel, dunkel","epNo":18,"alt":"Episode 132","descr":"Delia und Luzy geraten in Streit, weil Luzy den Club Charlotte gegenüber erwähnt hat. Daraufhin ist Luzy beim nächtlichen Treffen des Clubs wieder nicht dabei. Die Clubmitglieder versammeln sich im Wohnzimmer und hoffen, dass sie einen weiteren Hinweis finden können. Der Erfolg stellt sich allerdings nicht ein. Mara bekommt in ihrer Dachkammer nächtlichen, unheimlichen Besuch und Magnus hat einen Alptraum von Zeno Trabas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920344","hoster":"VOE"},{"path":"/redirect/11567781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-19","name":"Hör auf zu träumen!","epNo":19,"alt":"Episode 133","descr":"Der Club ist beunruhigt, dass Luzy Charlotte in ihren geheimen Club eingeweiht hat. Besonders Delia lässt Luzy spüren, dass sie enttäuscht ist. Charlotte fasst sich daraufhin ein Herz und räumt das Missverständnis aus dem Weg. Maras und Kayas Plan gemeinsam Zeit zu verbringen, wird von Magnus durchkreuzt, der von Victor eine Strafe aufgebrummt bekommen hat. Der Club ruft ein Treffen ein um über die aktuellen Ereignisse zu sprechen. Rosie hat das Gefühl, dass das Haus verflucht ist und versucht das Haus mit einem Zauberspruch zu reinigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567788","hoster":"VOE"},{"path":"/redirect/11567789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-20","name":"F.E.U.E.R.","epNo":20,"alt":"Episode 134","descr":"Der Club kommt zusammen. Alle Fünf möchten das Missverständnis mit Luzy aus dem Weg räumen. Delia setzt sich für Luzy ein, doch schließlich entscheidet Luzy sich dafür aus dem Club auszutreten. Noch am gleichen Abend machen die vier verbliebenen Clubmitglieder eine sehr interessante Entdeckung. Victor stellt eigene Recherchen über den Verbleib von Zeno Trabas an und erhält einen unheimlichen Anruf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920343","hoster":"VOE"},{"path":"/redirect/11567793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-21","name":"Anubis,  der Gott","epNo":21,"alt":"Episode 135","descr":"Mara ist einsam und hat das Gefühl, dass es in ihrer Kammer nachts spukt. Als sie daraufhin aus ihrem Zimmer flüchtet trifft sie auf Magnus. Er begleitet sie unters Dach und leistet ihr Gesellschaft. Felix und Daniel haben endlich eine Spur gefunden, die sie weiterbringt. Daraufhin machen sich die Jungs gemeinsam mit Nina und Delia auf die Suche nach mehr Hinweisen und tatsächlich kann der Club im Keller des Hauses eine unglaubliche Entdeckung machen: Eine vergessene Geheimkammer mit mehr verschlüsselten Botschaften. Die Aufgaben werden zwischen Nina und Daniel sowie Felix und Delia aufgeteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567792","hoster":"VOE"},{"path":"/redirect/11567799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-22","name":"Das Böse trägt heute Schwarz","epNo":22,"alt":"Episode 136","descr":"Kaya will Mara überraschen und ist wütend, als er bei ihr Magnus entdeckt, der dort im Sitzen eingeschlafen ist. Daraufhin kommt es zum Streit zwischen Mara und Kaya und Mara ist zwischen den Beiden hin und her gerissen. Magnus besitzt offensichtlich doch eine liebe Seite, Unterdessen sind Nina und Daniel unterwegs um ihre neue Aufgabe zu lösen. Bei diesem Ausflug sind sich wieder sehr nah und können endlich wieder gemeinsam lachen. Charlotte und Luzy proben für den großen Karaoke-Abend zum Abschied von Herrn Petkovic, für den auch Delia eine Überraschung vorbereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567811","hoster":"VOE"},{"path":"/redirect/11567796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-23","name":"Der Mann mit der Maske","epNo":23,"alt":"Episode 137","descr":"Victor erhält Anrufe von einem mysteriösen Unbekannten, der offenbar bestens über Victors Schritte und alle Geschehnisse im Haus Anubis informiert ist. Der Unbekannte macht Victor ein sehr interessantes Angebot. Rosie ist weiterhin davon überzeugt, dass es im Haus spukt und versucht mit allen Mitteln die Geister zu vertreiben. Die Karaoke-Show beansprucht viel Zeit, besonders Delia hat nur noch ihre Überraschung im Kopf und kümmert sich nicht mehr um den Club oder die neu gestellten Aufgaben. Besonders Daniel ist wütend über Delias Unaufmerksamkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567800","hoster":"VOE"},{"path":"/redirect/11567798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-24","name":"Von einer Perle zur Muschel","epNo":24,"alt":"Episode 138","descr":"Felix eröffnet die Karaoke-Show, die – nach anfänglichen Schwierigkeiten – ein voller Erfolg zu werden verspricht. Als Mara auf die Bühne geht und ein Liebeslied singt, verwirrt sie die beiden Zuhörer Magnus und Kaya und es kommt zum \"Showdown\" zwischen den Beiden. Unterdessen mischt sich Rosie in das Showprogramm ein und ist fest entschlossen, Delias Überraschung zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333163","hoster":"VOE"},{"path":"/redirect/11567810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-25","name":"Karaoke und Alles","epNo":25,"alt":"Episode 139","descr":"Als Delias Überraschungsgast, die international berühmte Sängerin Janice Winterberg, unverrichteter Dinge wieder abfährt, müssen die Organisatoren der Karaoke-Show improvisieren, und Nina und Kaya haben daraufhin einen ungeplanten Einsatz auf der Bühne. Auch Frau Engel wird kurzerhand in das Programm mit aufgenommen, ihr Auftritt allerdings wird kurzerhand von Rosie unterbrochen. Mara küsst Magnus, der daraufhin vom Glück überwältigt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567802","hoster":"VOE"},{"path":"/redirect/11567805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-26","name":"Backstage und On-Stage","epNo":26,"alt":"Episode 140","descr":"Das Finale der Karaoke-Show ist der absolute Höhepunkt: Frau Engel singt einen Song von Janice Winterberg und die Zuhörer sind begeistert, sogar Herr Altrichter lässt sich zu einem Tanz hinreißen. Ausgelassen kehren alle zurück in das Haus Anubis. Am nächsten Morgen sind Delia und Felix früh auf den Beinen um ihren Teil der neuen Aufgabe zu erfüllen und sind, dank eines kreativen Einfalls von Delia, erfolgreich. Unterdessen lassen Nina und Daniel Unterlagen aus dem Bauaktenarchiv verschwinden. Magnus ist hin und her gerissen zwischen dem Glücksgefühl von Maras Kuss und seiner Angst vor Zeno Trabas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567804","hoster":"VOE"},{"path":"/redirect/11567824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-27","name":"Finale der Engel!","epNo":27,"alt":"Episode 141","descr":"Kaya findet heraus, dass Mara Magnus geküsst hat. Daraufhin knöpft sich Kaya Magnus vor und kann nur dank Rosie von ihm getrennt werden. Rosie ist im Haus unterwegs um die Geister von Anubis zu finden und zu vertreiben. Victor erhält den von Daniel und Nina gefälschten Bauplan vom Haus, und macht sich auf die Suche nach dem geheimen Zimmer. Luzy bemerkt, dass sie Mara die letzten Wochen stark vernachlässigt hat. Um Mara eine Freude zu machen, bereitet Luzy eine Überraschung für sie vor: Sie lädt Maras Schwester Malika ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567808","hoster":"VOE"},{"path":"/redirect/11567809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-28","name":"Schritt vor Tritt","epNo":28,"alt":"Episode 142","descr":"Mara ist überglücklich, dass ihre Schwester Malika zu Besuch gekommen ist, endlich kann sie jemandem ihr Herz ausschütten. Daniel dagegen ist mehr und mehr verzweifelt, dass er und Nina nur gute Freunde sind. Er gesteht sich ein, in Nina verliebt zu sein und möchte ihr daher zukünftig aus dem Weg gehen. Deshalb bittet er Luzy seinen Platz im Club einzunehmen. Delia und Nina machen sich auf und wollen endlich die Aufgabe lösen, die Daniel und Nina noch nicht erfolgreich abgeschlossen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567812","hoster":"VOE"},{"path":"/redirect/11567822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-29","name":"Alles ist Alles ist Nichts","epNo":29,"alt":"Episode 143","descr":"Victor wird von dem geheimen Unbekannten telefonisch unter Druck gesetzt, der Unbekannte ist überhaupt nicht zufrieden mit Victors Ergebnisse bei der Suche nach dem geheimen Zimmer. In der Schule tritt ein neuer Lehrer die Nachfolge von Herrn Petkovic an, Delia ist begeistert. Magnus ist genervt, weil er nach wie vor Alpträume von Zeno Trabas hat und jetzt auch noch von allen aufgezogen wird, wegen dem Kuss von Mara. Ausgerechnet der neue Lehrer scheint die zündende Idee für Magnus’ schlechte Laune zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567814","hoster":"VOE"},{"path":"/redirect/11567867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-30","name":"Werwölfe,  Zaubertränke \u0026 Ablenkungen","epNo":30,"alt":"Episode 144","descr":"Der Club, der ab jetzt ohne Daniel auskommen muss, treibt alle Zutaten für einen geheimnisvollen Zaubertrank auf. Gerade rechtzeitig zum Vollmond haben sie alles beisammen und machen sich zu Viert an die Herstellung. Daniel sucht Ablenkung und verabredet sich mit Kaya zum Wandern. Mara fühlt sich richtig wohl, seit ihre Schwester bei ihr ist, vor dem Abschied von Malika graut ihr bereits und sie fasst einen Entschluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567815","hoster":"VOE"},{"path":"/redirect/11567826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-31","name":"Das Ende für Mara (1)","epNo":31,"alt":"Episode 145","descr":"Der Zaubertrank ist fast fertig, nur eine Zutat fehlt noch – gerade rechtzeitig taucht Daniel auf und kann bei der Zubereitung des Tranks helfen. Maras Entschluss mit ihrer Schwester zusammen in die Schweiz zu gehen steht fest, sie erzählt den anderen Internatsbewohner von ihrem geplanten Umzug zu Malika. Besonders Magnus ist enttäuscht und Mara kann ihn nur schwer wieder aufmuntern. Mara zu Ehren plant Luzy gemeinsam mit Charlotte eine Abschiedsparty.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568310","hoster":"VOE"},{"path":"/redirect/11567889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-32","name":"Die Begrüßung zum Abschied (2)","epNo":32,"alt":"Episode 146","descr":"Maras Abschiedsparty steht unter dem Motto \"Halloween\" – alle Bewohner aus dem Haus Anubis haben Horror- und Gruselkostüme an. Felix ist der Moderator und sorgt für Ablenkung, als Delia in den Keller verschwinden muss, um den Zaubertrank in dem geheimen Zimmer zu bringen. Zu ihrer Enttäuschung passiert gar nichts, als sie ihre Mission abgeschlossen hat. Der Abschied von Magnus und Mara ist herzzerreißend, die Beiden können sich nur schwer voneinander trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567828","hoster":"VOE"},{"path":"/redirect/11567832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-33","name":"Der Streit","epNo":33,"alt":"Episode 147","descr":"Großer Jubel im Haus Anubis: Mara beschließt doch zu bleiben. Die Bewohner feiern das Abschiedsfest als Willkommensparty für Mara weiter. Sie spielen \"Wahrheit oder Pflicht\" und dabei kommen sich Daniel und Charlotte überraschend näher, was Nina und Delia allerdings entgeht, da sie im Keller des Hauses sind, um das Geheimnis um Amneris zu lösen. Rosie wird durch ein Geschenk von Malika an Mara erschreckt – eine Steinfigur der Amneris, die eine unheimliche Aura verströmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251927","hoster":"VOE"},{"path":"/redirect/11567841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-34","name":"Das Bio-Date","epNo":34,"alt":"Episode 148","descr":"Die Party zu Maras Ehren neigt sich langsam dem Ende zu. Auf der Party haben sich alle prächtig amüsiert – nur Nina ist eifersüchtig, dass Charlotte und Daniel sich auf einmal so gut verstehen. Als Delia sie mit ihrer Eifersucht aufzieht, kommt es zum Streit und die Aufzeichnungen aus dem Keller werden zerstört. Nina muss erneut runter in den düsteren Keller … Felix und Magnus planen einen harmlosen Streich mit Victor, der mit einem Feueralarm endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567849","hoster":"VOE"},{"path":"/redirect/11567843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-35","name":"Ring-A-Ring","epNo":35,"alt":"Episode 149","descr":"Der Streich, den Magnus und Felix für Victor geplant haben, gerät etwas außer Kontrolle und erschreckt besonders Nina, die im Keller ist, um die Zeichen zu fotografieren. Da Daniel aus dem Club ausgetreten ist, fällt die Aufgabe der Entzifferung der Geheimzeichen Felix zu, tatsächlich findet er die nächste Spur. Victor entdeckt einen Klecks Zaubertrank und kann die Probe Delia und Nina zuordnen. Daraufhin durchsucht er das Zimmer der beiden Mädchen. Herr Altrichter stellt ein neues Biologieexperiment vor und teilt ausgerechnet Nina und Daniel gemeinsam dafür ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567850","hoster":"VOE"},{"path":"/redirect/11567865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-36","name":"Reise zum Mittelpunkt der Gedanken","epNo":36,"alt":"Episode 150","descr":"Das Biologie-Experiment heißt Ingrid und ist ein Huhn, um das Nina und Daniel sich kümmern müssen. Die beiden können sich nur schwer zusammen reißen bei der Fürsorge um das Tier. Felix und luzy planen unterdessen einen Einbruch in den Laden von Daniels Onkel. An der Schule wird eine Schülerzeitung ins Leben gerufen und Luzy und Charlotte engagieren sich an dem Projekt. Victor wird von dem Unbekannten weiter unter Druck gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567859","hoster":"VOE"},{"path":"/redirect/11567921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-37","name":"Sang – Die Trauer","epNo":37,"alt":"Episode 151","descr":"Bei ihrem nächtlichen Einbruch werden luzy und Felix von Daniels Onkel entdeckt und können nur knapp entkommen. Währenddessen läuft das Bioexperiment von Nina und Daniel endgültig aus dem Ruder: Ingrid, das Huhn, kräht mitten in der Nacht! Victor reißt der Geduldsfaden und sperrt Nina und Daniel samt Huhn ins Badezimmer ein. Magnus findet Ninas Medaillon, dieser Fund beschert ihm prompt einen Alptraum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567871","hoster":"VOE"},{"path":"/redirect/11567936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-38","name":"Delia und ihre schwedischen Gardinen","epNo":38,"alt":"Episode 152","descr":"Nina und Daniel sind dank Victors Strafe und der Nacht im Badezimmer endlich zusammen und gestehen sich ihre Gefühle. Während die Beiden glücklich sind, verdunkelt sich Magnus’ Horizont: Er hat Verbrennungen von Ninas Medaillon, die sehr gefährlich ausschauen. Während Felix noch die Zeichen des Diebesguts entziffert, schnappt der \"rasende Reporter\" Max für die Schülerzeitung etwas über einen Einbruch auf und hört, wie Herr Altrichter die Polizei alarmiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567869","hoster":"VOE"},{"path":"/redirect/11567876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-39","name":"Explosion im Überschall","epNo":39,"alt":"Episode 153","descr":"Daniel erfährt von den Clubmitgliedern etwas über den Einbruch von Felix und luzy und ist entsetzt, dass die Beiden bei seinem Onkel eingebrochen sind. luzy hört von Max, dass Herr Altrichter die Polizei alarmiert. Sie reagiert fast panisch, weil sie Angst hat ins Gefängnis zu müssen. Felix dagegen ist entspannter und macht sich mit einiger List an die Herstellung von Ton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567891","hoster":"VOE"},{"path":"/redirect/11567887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-40","name":"Ai – Die Liebe","epNo":40,"alt":"Episode 154","descr":"Daniel ist ab sofort wieder im Club und nimmt die Schuld für den Einbruch auf sich. Er gesteht seinem Onkel und Herrn Altrichter die Tat. Nach dem ersten Schock, verzeiht ihm sein Onkel und kann einige interessante Informationen zu Amneris beitragen. Als Daniels Onkel zurück in seinem Antiquitätenladen ist, erhält er Besuch von dem Unbekannten mit der Maske. Felix erstellt eine hochexplosive Mischung im Chemielabor – kann Daniel ihn noch rechtzeitig stoppen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567896","hoster":"VOE"},{"path":"/redirect/11567913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-41","name":"Ein Schritt zu (z)weit","epNo":41,"alt":"Episode 155","descr":"Das Experiment von Felix geht schief und das Schul-Chemielabor explodiert. Zur Strafe muss der \"Club der Alten Weide\" nachsitzen und aufräumen. Während der Aufräumarbeiten erhält Daniel schlechte Nachrichten von Herrn Altrichter: Sein Onkel ist offenbar vergiftet worden und liegt im Krankenhaus. Luzy tritt dem Club wieder offiziell bei und verspricht bei der Aufklärung zu helfen. Magnus und Mara verstehen sich prächtig, leider wird ihr Glück getrübt, als Magnus eine unheimliche Email erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567902","hoster":"VOE"},{"path":"/redirect/11567912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-42","name":"Horror-Traum-Pyramide","epNo":42,"alt":"Episode 156","descr":"Der Club setzt erneut das neue Gebräu an, dieses Mal alle zusammen und im Garten unter freiem Himmel, falls es doch wieder eine Explosion geben sollte … Dieses Mal haben sie mehr Erfolg und das Gebräu gelingt. Magnus träumt einen seltsamen Traum von Mara und ist am nächsten Morgen noch immer verwirrt. Kaya und Charlotte entdecken Gemeinsamkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567904","hoster":"VOE"},{"path":"/redirect/11567958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-43","name":"Rot sehen","epNo":43,"alt":"Episode 157","descr":"Aus dem Gebräu ist eine feste, tonartige Masse geworden. Aus diesem Ton muss der Club eine Pyramide bauen. Unterdessen sorgt der nächtliche Traum von Magnus für Unstimmigkeiten zwischen ihm und Mara. Schließlich sprechen sich die Beiden aber doch aus und Mara gesteht Magnus, dass sie manchmal das Gefühl hat, es würde in ihrem Zimmer spuken … Daniel hinterlässt Nina einen Brief, der leider in Victors Hände fällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567931","hoster":"VOE"},{"path":"/redirect/11567946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-44","name":"Heiß wie Eis","epNo":44,"alt":"Episode 158","descr":"Ein gutaussehender, unbekannter Junge sorgt für einige Verwirrung im Haus Anubis, besonders die Mädchen sind begeistert. Delia wird von dem attraktiven Jungen beim Aufbau der Pyramide abgelenkt, dabei geschieht ihr ein kleines Missgeschick. Victor hat Fotos aus Ninas Zimmer mit gehen lassen, den Schwund bemerken Daniel, Nina, Luzy und Delia leider erst viel später … Der unbekannte Anrufer setzt Victor mehr und mehr unter Druck. Woher weiß der nächtliche Anrufer so gut über die Geschehnisse im Haus Bescheid?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567923","hoster":"VOE"},{"path":"/redirect/11568450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-45","name":"Das Picknick","epNo":45,"alt":"Episode 159","descr":"Das Geheimnis um den gutaussehenden, neuen Mitbewohner ist aufgeklärt: Er heißt Benny und ist Rosies Sohn. Er wird künftig im Internat als Victors \"Mädchen für alles\" tätig sein. Magnus und Mara planen ein romantisches Picknick im Garten, doch dann reagiert Magnus’ fast panisch, als im Haus etwas Ungewöhnliches geschieht. Die Pyramide steht, die Dominosteine sind platziert – der Club wartet auf ein weiteres Zeichen, als Felix fast alles kaputt macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567917","hoster":"VOE"},{"path":"/redirect/11567933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-46","name":"Der Schwarm","epNo":46,"alt":"Episode 160","descr":"Felix’ Rülpser bringt die Pyramide zum Einsturz und gleichzeitig die nächste Botschaft zum Vorschein. Die nächste Aufgabe führt den Club erneut in den Keller. Benny ist der neue Schwarm bei allen Mädchen im Haus, Kaya reagiert beleidigt, dass Benny ihm so offensichtlich die Show stiehlt. Mara bekommt in ihrer Dachkammer wieder Besuch von einer geisterähnlichen Gestalt. Sie fürchtet sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333164","hoster":"VOE"},{"path":"/redirect/11567942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-47","name":"Wer bekommt Benny?","epNo":47,"alt":"Episode 161","descr":"Benny stellt sich allen Bewohner vor und macht zur Feier des Tages ein fürstliches Frühstück. Die Mädchen himmeln ihn an, sogar Nina ist aus dem Häuschen. Daniel reagiert eifersüchtig. Magnus’ alte Angst vor Trabas ist zurück und er wird von einem Unbekannten erpresst mehr Informationen zu besorgen. Victor dagegen kommt einen Schritt weiter, als er erneut in Ninas Zimmer eine Spur zu dem Geheimzimmer findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567957","hoster":"VOE"},{"path":"/redirect/11567948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-48","name":"Workout","epNo":48,"alt":"Episode 162","descr":"Mara macht sich große Sorgen um Magnus, weil er immer häufiger komisch und abweisend reagiert. Benny hingegen scheint alle Herzen im Sturm zu erobern, offensichtlich hat er besonderes Interesse an Nina. Die Schülerzeitung, bei der Luzy und Charlotte sich redaktionell engagieren, geht in den Redaktionsschluss, da kommt Max mit einer unglaublichen Story angerückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567966","hoster":"VOE"},{"path":"/redirect/11567955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-49","name":"Alles oder Aufgeben","epNo":49,"alt":"Episode 163","descr":"Mara gibt auf: Magnus ist stur und weiht sie nicht in seine Sorgen und Probleme ein. Währenddessen gibt Benny alles, um sich bei den Mädchen im Haus Anubis beliebt zu machen. Der Club muss erneut ins Geheimzimmer im Keller, sie lösen gerade die Zeichen und Rätsel, als sie Victor einer großen Gefahr aussetzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567968","hoster":"VOE"},{"path":"/redirect/11567961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-50","name":"Ganz Geheim-Geheimzimmer","epNo":50,"alt":"Episode 164","descr":"Gerade noch rechtzeitig können die Clubmitglieder dem Geheimzimmer entkommen: Benny lockt Victor aus dem Keller und die Fünf sind außer Gefahr. Rosie räumt Victors Büro auf, sie möchte ihm eine Freude zum Geburtstag machen, doch natürlich reagiert Victor alles andere als erfreut. Magnus erhält eine Warnung, dass er Informationen preis geben soll, sonst würde Mara etwas passieren. Daraufhin hält er sie komplett auf Distanz – und auch Nina träumt nachts nicht mehr nur von Daniel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567979","hoster":"VOE"},{"path":"/redirect/11567995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-51","name":"Thank You","epNo":51,"alt":"Episode 165","descr":"Der Lehrer Herr Radus hört Magnus über seine Probleme aus. Unterdessen ist der Club erfolgreich und löst eine weitere Aufgabe des Rätsels. Sie losen, wer als nächstes aktiv werden soll. Victor versetzt Benny in die Schule: Hier soll er sich künftig nützlich machen. Nina ist es peinlich, als sie Benny in der Schule trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567980","hoster":"VOE"},{"path":"/redirect/11567972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-52","name":"Benny,  du hast das Herz gestohlen","epNo":52,"alt":"Episode 166","descr":"Nina wird in der Schule ohnmächtig und Benny ist ihr tapferer Retter, Daniel kann nur noch zu schauen. Charlotte, Luzy und der ‚Starfotograf‘ Max belauschen Herrn Altrichter in seinem Büro – der droht wegen dem ‚Lauschangriff‘ mit drastischen Konsequenzen. Felix und Luzy sind auf einem Friedhof gelandet um die Aufgabe zu lösen, ihr Einsatz läuft nicht wie geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567984","hoster":"VOE"},{"path":"/redirect/11568031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-53","name":"Shh …","epNo":53,"alt":"Episode 167","descr":"Herr Altrichter gibt ein langes, persönliches Interview für die Schülerzeitung, er beschließt, dass die erste Ausgabe an die Schulrätin gehen soll, die sich für einen Besuch an der Schule angekündigt hat. Victor gerät mehr und mehr in Bedrängnis – er kann das geheime Zimmer einfach nicht finden. Aus Angst vor dem Unbekannten stellt er sich krank. Luzy und Felix sind erneut auf dem Friedhof und dieses Mal sind sie erfolgreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567999","hoster":"VOE"},{"path":"/redirect/11568002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-54","name":"Raven","epNo":54,"alt":"Episode 168","descr":"Victor trifft im Antiquitätenladen von Daniels Onkel auf Raven und gibt seine wenigen Infos preis. Während Victor sich zunehmend unsicherer in seiner Haut fühlt, ist Benny bester Laune und glücklich über seinen Aufenthalt im Haus Anubis – vor allem, weil er ein Date mit Nina hat. Magnus und Mara versöhnen sich wieder und entdecken weitere Gemeinsamkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11567993","hoster":"VOE"},{"path":"/redirect/11568036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-55","name":"Grüner Daumen","epNo":55,"alt":"Episode 169","descr":"Rosie plant für Victor ein Geburtstagsfest und gibt sich große Mühe. Daniel ist eifersüchtig auf Benny und kann seine Eifersucht schlecht vor Nina verbergen. Dafür macht er einen Fortschritt bei seiner Suche nach den nächsten Bausteinen für das Rätsel und kann die Blumensamen beschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568004","hoster":"VOE"},{"path":"/redirect/11568001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-56","name":"Das Fest für Victor","epNo":56,"alt":"Episode 170","descr":"Bei Daniel geht alles schief: Er hat sich eine Blumensamen-Fälschung andrehen lassen und er hat auch noch Stress mit Nina. Das Fest zu Ehren von Victor dagegen verspricht ein voller Erfolg zu werden und viele Gäste treffen im Haus ein, unter ihnen auch Herr Radus. Auf dem Fest spielen Luzy, Charlotte und Delia dem eingebildeten Frauenheld Benny einen Streich. Nina folgt ihm um ihn zu trösten und kann sich dieses Mal seiner Annäherung nicht entziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568011","hoster":"VOE"},{"path":"/redirect/11568014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-57","name":"Der Tanz-Bösewicht","epNo":57,"alt":"Episode 171","descr":"Auf Victors Geburtstagsfest überschlagen sich die Ereignisse: Herr Altrichter und Frau Engel haben heimlich Tanzunterricht genommen und zeigen ihr Können auf Victors Geburtstag. Luzy und Charlotte geraten allerdings in Panik, da ihr Aufmacher für die Schülerzeitung damit verpufft. Benny und Nina küssen sich auf der Party, Daniel beobachtet die Szene und ist sehr enttäuscht. Am Ende des Festes gibt Victor seine Informationen weiter an Raven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568026","hoster":"VOE"},{"path":"/redirect/11568050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-58","name":"Der Herr und sein Begleiter","epNo":58,"alt":"Episode 172","descr":"Herr Radus wird mehr und mehr zu Magnus’ Vertrautem. Magnus erzählt Herrn Radus von dem Drohbrief und hört auf seinen Rat. Die Schülerzeitung ist ein voller Erfolg, als Belohnung gewinnen Luzy, Charlotte und die anderen einen Campingausflug. Ninas Oma hatte einen Herzstillstand und ihr Zustand hat sich verschlechtert. Nina fährt sofort ins Krankenhaus, Daniel folgt ihr. Auf Benny ist in Notsituationen offenbar kein Verlass.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568028","hoster":"VOE"},{"path":"/redirect/11568029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-59","name":"Der Campingausflug beginnt","epNo":59,"alt":"Episode 173","descr":"Der Campingausflug beginnt: Felix ist im Bus zuständig für die Unterhaltung und Victor fährt überraschend mit um Rosie als Koch zu ersetzen. Magnus ist in großer Sorge um Mara, er hat erneut einen Drohbrief erhalten in dem es um Mara geht. Zwischen Daniel und Nina scheint alles wieder in Ordnung zu sein, doch dann verschwindet Nina plötzlich spurlos …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568045","hoster":"VOE"},{"path":"/redirect/11568076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-60","name":"Verschwunden im Schloss","epNo":60,"alt":"Episode 174","descr":"Nina ist verschwunden, die Gruppe teilt sich auf um sie zu suchen: Daniel, Delia und Felix schleichen sich davon, während Victor offiziell mit der Suche beauftragt wird. Magnus trennt sich ebenfalls von seinen Mitschülern – er hat eine Droh-SMS bekommen und soll sofort zum nahe gelegenen Schloss kommen. Alle Wege scheinen zu dem düsteren Schloss zu führen, können die Clubmitglieder rechtzeitig dort eintreffen und Nina retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568040","hoster":"VOE"},{"path":"/redirect/11568068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-61","name":"Maskenball","epNo":61,"alt":"Episode 175","descr":"Nina ist gefangen mit Raven, dem Unbekannten mit der Maske, und Victor. Die beiden planen ein unheimliches Ritual, um das Geheimnis des alt-ägyptischen Schatzes zu entschlüsseln. Zu ihrer Bestürzung passiert gar nichts, Raven flüchtet und Victor bleibt mit der ohnmächtigen Nina allein. Doch jetzt eilen Daniel, Delia und Felix herbei und können doch nur mit ansehen, wie Nina ins Krankenhaus gebracht wird. Magnus hat die Identität des Unbekannten enthüllt und fürchtet sich nun noch mehr als zuvor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568066","hoster":"VOE"},{"path":"/redirect/11568051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-62","name":"Die Camper","epNo":62,"alt":"Episode 176","descr":"Nach Ninas Ohnmacht und Transport in das Krankenhaus, macht sich die Gruppe wieder auf den Heimweg, Victor verpasst knapp den Bus und Magnus fährt ebenfalls nicht mit, er taucht unter. Aus dem Krankenhaus gibt es keine neuen, guten Neuigkeiten, der Club beschließt zwei Gesandte ins Krankenhaus zu ihr zu schicken. Magnus bleibt zurück und campiert unter freiem Himmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14001629","hoster":"VOE"},{"path":"/redirect/11568070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-63","name":"Amnesie","epNo":63,"alt":"Episode 177","descr":"Delia und Daniel machen sich noch in der selben Nacht auf den Weg zu Nina ins Krankenhaus, mit einer List können sie heraus finden wo Nina untergebracht ist. Nina kommt kurz zu sich, doch kann sie sich an etwas erinnern? Mara ist in Sorge um Magnus, sie erhält Unterstützung von Felix, der ebenfalls stutzig wird, dass Magnus nicht mit zurück gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568063","hoster":"VOE"},{"path":"/redirect/11568089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-64","name":"Perspektiven des Erwischtwerdens","epNo":64,"alt":"Episode 178","descr":"Daniel und Delia finden Ninas Krankenzimmer und während sie dort sind, kommt Nina kurz zu sich. Leider kann sich Nina an nichts mehr erinnern, ihre letzte Erinnerung ist Victors Geburtstagsparty. Herr Radus, der ebenfalls die ganze Zeit bei Nina war, schickt die beiden nach Hause, wo Victor sie erwischt. Victor überlegt sich für Delia und Daniel eine fiese Strafe. Mara hat einen Traum, der sie erneut sehr verwirrt und ratlos zurück lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568065","hoster":"VOE"},{"path":"/redirect/11568069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-65","name":"Ein neuer Zug für Benny","epNo":65,"alt":"Episode 179","descr":"Benny wittert eine neue Chance bei Nina, als er hört, dass sie sich an nichts mehr erinnern kann. Er macht sich sofort auf den Weg ins Krankenhaus. Daniel und Delia dagegen bekommen von Victor Hausarrest aufgebrummt für ihren nächtlichen Ausflug zu Nina. Magnus taucht wieder auf: Total verwahrlost und nach Hilfe bittend bei Felix. Maras ungewöhnlicher Traum wird mit Rosie besprochen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568082","hoster":"VOE"},{"path":"/redirect/11568071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-66","name":"Spielverderber","epNo":66,"alt":"Episode 180","descr":"Benny führt sich im Krankenhaus als Ninas Freund auf und überzeugt damit die Krankenschwester. Luzy hat einen unbekannten Verehrer, der ihr über den neu geschaffenen Kummerkasten der Schülerzeitung schwülstige Liebesbriefe schreibt. Weniger romantisch ist die Beziehung zwischen Magnus und Mara, der Mara stehen und abblitzen lässt. Victor hat einen neuen Hinweis gefunden, den Mara ihm ohne ihr Wissen geliefert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568074","hoster":"VOE"},{"path":"/redirect/11568073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-67","name":"Neue Gefühle","epNo":67,"alt":"Episode 181","descr":"Benny hat den Brief von Nina an Daniel gefunden und versteckt ihn gut, Luzy und Charlotte haben allerdings eine geniale Idee, um den Brief wieder in Daniels Besitz zu bringen. Kaya ist schwer beeindruckt von Luzys Einfall und gibt ihr einen flüchtigen Kuss. Magnus bekommt von Victor eine Strafaufgabe aufgedrückt und reagiert darauf im wahrsten Sinne allergisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568078","hoster":"VOE"},{"path":"/redirect/11568115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-68","name":"Adieu mit Tuch und Tränen","epNo":68,"alt":"Episode 182","descr":"Den armen Magnus hat es schwer getroffen: Sein bester Freund Felix ist enttäuscht, Mara beleidigt und jetzt schaut er auch noch aus wie Frankenstein. Ein Glück kann Felix Mara überzeugen sich wieder um Magnus zu kümmern. Delia und Daniel besuchen Nina erneut im Krankenhaus, Daniel lässt Nina in dem Glauben, dass sie noch mit Benny zusammen ist. Doch im Internat braut sich für Benny nächster Ärger zusammen und er verlässt das Haus Anubis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568077","hoster":"VOE"},{"path":"/redirect/11568081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-69","name":"Gelüste","epNo":69,"alt":"Episode 183","descr":"Ninas Erinnerung ist zurück und nun weiß sie auch über Benny und Daniel Bescheid. Sie flüchtet aus dem Krankenhaus, um schnell die Zeit wieder aufzuholen. Ihr Verschwinden löst im Haus Anubis Panik aus und alle machen sich auf die Suche nach ihr. Auch Victor wird von Raven angespornt sich auf die Suche nach Nina zu machen. Über Luzys und Charlottes Freundschaft legt sich ein kleiner Schatten, als Luzy verkündet, ihr heimlicher Verehrer wäre Kaya.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568080","hoster":"VOE"},{"path":"/redirect/11568095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-70","name":"Tod oder Trance?","epNo":70,"alt":"Episode 184","descr":"Die Suche nach Nina ist vergeblich, niemand hat sie gesehen oder weiß genaueres über ihr Verschwinden. Felix und Delias Suche im Krankenhaus hält zwar einige Überraschung parat, ist aber sonst unergiebig. Rosie hat eine Geistererscheinung im Haus Anubis und fällt anschließend in eine Art Trancezustand, Mara und Magnus versuchen ihr Bestes, doch mit wenig Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568083","hoster":"VOE"},{"path":"/redirect/11568093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-71","name":"Köpfe werden rollen","epNo":71,"alt":"Episode 185","descr":"Nina ist wieder da: Völlig überraschend ist sie ins Haus Anubis zurück gekehrt und hat den Gral mit gebracht. Bevor der Club sie allerdings ausfragen und willkommen heißen kann, werden sie von Victor aus dem Zimmer geworfen. Rosie ist nach der Geistererscheinung völlig von der Rolle, Mara und Magnus haben Mühe sie wieder zu beruhigen. Felix und Daniel gehen erneut hinunter in den Keller und wollen endlich die Rätsel lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568092","hoster":"VOE"},{"path":"/redirect/11568084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-72","name":"Schlaflos im Haus Anubis","epNo":72,"alt":"Episode 186","descr":"Delia muss für eine Nacht bei Luzy im Zimmer übernachten, da Victor Nina völlige Ruhe und Einsamkeit verordnet. Die beiden geben sich große Mühe nicht einzuschlafen um besser auf Nina aufpassen zu können. Auch Rosie schläft heute nicht in ihrem eigenen Bett, sie ist oben bei Mara in der Dachkammer und hat erneut eine Geistererscheinung, die ihr die Sinne zu rauben scheint. Sie präpariert das Haus mit Spezialgeisterkleber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568087","hoster":"VOE"},{"path":"/redirect/11568091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-73","name":"Der Weckruf","epNo":73,"alt":"Episode 187","descr":"Rosie weckt die Bewohner mit ihrer Geistervertreibung. Alle müssen mit anpacken, damit das Haus wieder bewohnbar wird. Nina geht es von Stunde zu Stunde besser, ihre Erinnerung an den Ausflug und ihren Unfall bleibt allerdings lückenhaft, außerdem wird sie von Victor ausgehorcht und belagert. Daniel ist besorgt, dass Victor zuviel herausfindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568088","hoster":"VOE"},{"path":"/redirect/11568094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-74","name":"Abracadabra","epNo":74,"alt":"Episode 188","descr":"Felix und Delia verfolgen Victor bis auf den Friedhof – hier hat er eine Verabredung mit Raven. Als die beiden Daniel von ihrer Beobachtung erzählen, ist Daniel sehr beunruhigt und treibt zur Eile an. Luzy schwebt im siebten Himmel: Sie bekommt Liebesbriefe und -Gedichte von einem Verehrer und sie glaubt, dass Kaya dahinter steckt. Charlotte reagiert eifersüchtig. Magnus entscheidet sich zukünftig den Unterricht von Herrn Radus zu schwänzen, einmal mehr kann Mara ihren Freund nicht recht verstehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568097","hoster":"VOE"},{"path":"/redirect/11568102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-75","name":"Der heimliche Verehrer","epNo":75,"alt":"Episode 189","descr":"Herr Radus und Magnus haben ein langes Gespräch in der Schule. Herr Radus weiß scheinbar alles über Magnus’ Familiengeschichte und bietet ihm seine Hilfe an – allerdings nur gegen eine Gegenleistung, die noch nicht benannt wurde. Daniel besucht seinen Onkel im Krankenhaus, er möchte mehr über die Samen der blauen Lotusblume erfahren und ist sich sicher, dass sein Onkel darüber Bescheid weiß. Charlotte findet heraus wer wirklich Luzys heimlicher Verehrer ist und entschließt sich, dem Glück der beiden auf die Sprünge zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568099","hoster":"VOE"},{"path":"/redirect/11568096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-76","name":"Liebes Wunderland","epNo":76,"alt":"Episode 190","descr":"Daniel bekommt von seinem Onkel den Schlüssel zu dem Antiquitäten-Laden, gemeinsam mit Felix und Delia macht er sich auf den Weg und auf die Suche nach den Samen der Lotusblume. Zuvor bekommt Nina von Delia ‚Nachhilfe‘ beim Küssen, auch Felix macht sich plötzlich Sorgen, ob er ein guter Küsser ist. Charlotte entwickelt einen Plan, um Luzy von Kaya abzulenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568100","hoster":"VOE"},{"path":"/redirect/11568103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-77","name":"Gib mir den Samen","epNo":77,"alt":"Episode 191","descr":"Luzy möchte sich mit Kaya verabreden und ist überrascht, dass Kaya ihr absagt. Doch Luzy gibt noch nicht auf. Daniel, Felix und Delia suchen im Antiquitäten-Laden nach den Samen der blauen Lotusblume. Besonders Felix und Delia fürchten sich und finden den Laden unheimlich. Bei ihrer Suche werden sie beobachtet von Raven, wird der Mann mit der Vogelmaske die Drei erwischen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004387","hoster":"VOE"},{"path":"/redirect/11568107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-78","name":"Das explosive Gebräu","epNo":78,"alt":"Episode 192","descr":"Raven stellt sich Felix, Daniel und Delia im Antiquitäten-Laden in den Weg und reißt die Kiste mit den Samen an sich. Nur dank einer List von Felix kann der Club die Samen doch noch in Sicherheit bringen. Im Haus Anubis bereitet Rosie den Bewohnern wirklich Sorgen, sie steigert sich in ihre Angst vor Geistern hinein und kann sich nicht mehr um ihre Aufgaben kümmern. Gerade als sie eine neue Erfindung ausprobiert und Victor auch ein explosives Gebräu ansetzt, bekommen die Hausbesucher unliebsamen Besuch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568105","hoster":"VOE"},{"path":"/redirect/11568118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-79","name":"Die Verrückte","epNo":79,"alt":"Episode 193","descr":"Der Beamte vom Gesundheitsamt ist entsetzt über den Zustand im Haus und hält Rosie für eine Verrückte. Er möchte das Haus am liebsten sofort schließen und Victor kann ihn nur mit Mühe umstimmen, dafür muss allerdings Rosie gehen. Delia und Kaya setzen sich ein und drehen den Rauswurf von Rosie in einen Urlaub, doch Rosie muss definitiv das Haus verlassen. Luzy hat eine weitere vermeintlich gute Idee um herausfinden, ob Kaya und sie zusammen passen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568109","hoster":"VOE"},{"path":"/redirect/11568108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-80","name":"Die Kuss-Geschichte","epNo":80,"alt":"Episode 194","descr":"Eine neue Haushälterin stellt sich vor, ihr Name ist Daphne und sie kann Victor überraschend schnell um den kleinen Finger wickeln. Delia und Felix kümmern sich um die Pflanze, die sie aus den Samen der blauen Lotusblume gezüchtet haben. Unterdessen sind Charlotte und Luzy mit der Arbeit an der Schülerzeitung beschäftigt – der von Luzy ins Leben gerufene Kusswettbewerb erfordert ihre volle Aufmerksamkeit. Wird sie ihren heimlichen Verehrer am Kuss erkennen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13055987","hoster":"VOE"},{"path":"/redirect/11568121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-81","name":"Unglaubwürdig","epNo":81,"alt":"Episode 195","descr":"Max ist eifersüchtig: Er hat Luzy einen tollen Kuss gegeben, doch sie ist fest davon überzeugt, dass es Kaya war. Kaya erhält den \"Mister Kiss\"-Pokal und darf eine Kolumne für die Schülerzeitung schreiben. Delia ist skeptisch, sie findet die neue Haushälterin Daphne viel zu nett und traut ihr nicht. Nachdem das Pflänzchen bei Nina und Delia im Zimmer steht und gedeiht, bekommt es plötzlich einen unglaublichen Wachstumsschub – oder hat der Geist von Amneris damit etwas zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568111","hoster":"VOE"},{"path":"/redirect/11568119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-82","name":"Thriller Night","epNo":82,"alt":"Episode 196","descr":"Die Pflanze ist plötzlich riesig, Delia hat Angst, die Pflanze könnte sie verschlingen und bringt sich unter Ninas Bett in Sicherheit. Tatsächlich erinnert sich auch Daniel wieder daran, dass sein Onkel ihn vor der Pflanze gewarnt hat. Luzy hat einen sehr romantischen Traum von Max, sie ist verwirrt, was das zu bedeuten hat und bespricht sich mit Charlotte. Nina kehrt in die Schule zurück, im Geschichtsunterricht von Herrn Radus bekommt sie plötzlich eine Art Panikattacke und ihre Erinnerung kehrt teilweise zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568784","hoster":"VOE"},{"path":"/redirect/11568130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-83","name":"Liebes-Dreieck","epNo":83,"alt":"Episode 197","descr":"Luzy und Kaya haben ein Date, das allerdings sehr langweilig ist, die beiden haben sich wenig zu erzählen. Luzy ist ratlos und zweifelt, ob Kaya tatsächlich der Mann ihrer Träume ist. Charlotte und Max schöpfen Hoffnung. Der Club beobachtet die Pflanze und ist zufrieden mit dem Ergebnis. Mit den Pflanzensamen gehen sie erneut hinunter in den Keller und können gerade noch in das Geheimzimmer entkommen, bevor Victor und Daphne im Keller eintreffen. Magnus hat von Herrn Radus eine Aufgabe bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568114","hoster":"VOE"},{"path":"/redirect/11568126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-84","name":"Blinder Vertrauen","epNo":84,"alt":"Episode 198","descr":"Die neue Haushälterin Daphne und Victor verstehen sich großartig und haben so viele Gemeinsamkeiten, Victor verliebt sich Hals über Kopf in sie. Doch ist Daphne ehrlich zu Victor und was sind ihre Absichten im Haus Anubis? Während Victor den Abend mit Daphne verbringt, ist der Club nicht untätig und löst die nächste Aufgabe im geheimen Kellerzimmer. Magnus und Luzy können beide nicht ruhig schlafen: Luzy hat einen romantischen Traum und Magnus sieht Gespenster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568117","hoster":"VOE"},{"path":"/redirect/11568120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-85","name":"Ein wildes Treiben","epNo":85,"alt":"Episode 199","descr":"Daphne steckt mit Herrn Radus unter einer Decke und ist nur im Haus Anubis um zu spionieren. Victor hat keine Ahnung davon und geht ihr weiter auf den Leim. In der Schule wählt Herr Altrichter Charlotte und Daniel für einen wissenschaftlichen Wettbewerb der Schulen, das Physik-Quiz, aus und Nina reagiert eifersüchtig. Luzy hat eine Email von ihrem geheimen Verehrer bekommen, jetzt möchte sie endlich wissen, wer dahinter steckt und plant eine Verabredung mit dem Unbekannten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568127","hoster":"VOE"},{"path":"/redirect/11568132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-86","name":"Main Event – Eine kleine Geschichte von Trauer und Liebe","epNo":86,"alt":"Episode 200","descr":"Delia und Felix entdecken zufällig musikalische Zwillinge und sind der Lösung des Rätsels nun einen Schritt näher gekommen. Unterdessen besuchen Nina und Daniel Daniels Onkel Per Marrant im Krankenhaus. Sie hoffen, dass er ihnen weiterhelfen kann, doch sein Zustand macht ihnen keine großen Hoffnungen. Magnus ist erschöpft: Herr Radus setzt ihn unter Druck und er ist deshalb gezwungen Mara anzulügen. Luzy ist aufgeregt: Sie hat eine Verabredung mit ihrem Verehrer, doch dann taucht Max auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568131","hoster":"VOE"},{"path":"/redirect/11568139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-87","name":"Ein Stein im Weg","epNo":87,"alt":"Episode 201","descr":"Luzy ist enttäuscht, als Max ihr beichtet, dass er ihr heimlicher Verehrer ist. Sie heult sich bei Charlotte aus und wird wütend, dass Charlotte Max’ Partei ergreift. Felix und Delia wollen die Zwillinge engagieren, müssen jedoch zunächst einige schwierige Aufgaben meistern. Daniel und Nina fahren erneut in das Antiquariat von Daniels Onkel um etwas über die ägyptische Göttin zu erfahren – Raven ist ihnen allerdings zuvor gekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568128","hoster":"VOE"},{"path":"/redirect/11568125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-88","name":"Zweimal Spaß","epNo":88,"alt":"Episode 202","descr":"Dank Delias Verhandlungsgeschick können sie den Vater der musikalischen Zwillinge überzeugen und die Zwillinge dürfen im Haus Anubis spielen. Während Delia und Felix erfolgreich sind, haben Nina und Daniel Pech: Raven hat ihnen den Fund vor der Nase weggenommen. Charlotte versucht Luzy zu überreden Max eine Chance zu geben, aber Luzy ist uneinsichtig, und auch Mara zieht falsche Schlüsse aus Magnus’ Verhalten. Victor wird von Raven unter Druck gesetzt. Verliert Victor jetzt das Haus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920342","hoster":"VOE"},{"path":"/redirect/11568140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-89","name":"Die Noten zum Glück","epNo":89,"alt":"Episode 203","descr":"Daphne steckt mit Raven unter einer Decke und spioniert allen im Haus Anubis hinterher. Delia ist misstrauisch, doch Victor ist so verliebt, dass er nichts mit bekommt. Der Club bereitet das \"Konzert\" mit den musikalischen Zwillingen vor und sucht immer noch nach den passenden Noten. Luzy ist unerbittlich und möchte, dass Max sofort die Redaktion verlässt. Sie lässt allerdings auch Kaya abblitzen, der plötzlich Interesse an einem zweiten Date mit Luzy hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568136","hoster":"VOE"},{"path":"/redirect/11568142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-90","name":"Ohne Strom","epNo":90,"alt":"Episode 204","descr":"Der Stromausfall im Haus Anubis sorgt dafür, dass alle Bewohner zu spät zur Schule kommen. Daniel und Charlotte müssen daraufhin nachsitzen und Luzy und Max werden kurzfristig zu einem Interview gerufen, bei dem Max bei Luzy punkten kann. Nina kann mit etwas Hilfe von Amneris die Melodie für das Konzert beenden. Delia und Felix wollen die Instrumente abholen und erleben eine gruselige Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568134","hoster":"VOE"},{"path":"/redirect/11568814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-91","name":"Spione","epNo":91,"alt":"Episode 205","descr":"Delia und Felix treffen sich mit einem alten Herrn Dr. Prof. Eif um die Lauten abzuholen. Delia schließt den alten Mann gleich in ihr Herz und lädt ihn zu dem Konzert am Abend ein, außerdem müssen die beiden den Tanz der Liebenden einüben. Magnus kann den neuen Auftrag von Herrn Radus nicht erfüllen und die Aussicht darauf seinem Vater zu helfen, rückt in weite Ferne. Max schöpft Hoffnung, dass er vielleicht doch eine Chance bei Luzy hat, doch dann belauscht er ein Gespräch zwischen Luzy und Charlotte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920346","hoster":"VOE"},{"path":"/redirect/11568137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-92","name":"Deadline","epNo":92,"alt":"Episode 206","descr":"Der \"Club der alten Weide\" ist mit den Vorbereitungen für das Konzert am Abend beschäftigt. Nicht alles läuft nach Plan, aber sie sind optimistisch, dass es noch alles rechtzeitig fertig wird. Inzwischen geht im Haus der nächste Rohstoff aus und Victor fühlt sich machtlos. Max sieht keine Chance mehr für sich und Luzy und fasst einen Entschluss. Charlotte möchte ihn aufhalten und beichtet Luzy, dass sie von Max Verliebtheit die ganze Zeit wusste. Können Luzy und Charlotte Max aufhalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568335","hoster":"VOE"},{"path":"/redirect/11568138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-93","name":"Alles läuft schief","epNo":93,"alt":"Episode 207","descr":"Das Konzert beginnt, alle Teilnehmer sind vorbereitet und die Gäste sind auch bereits eingetroffen. Nur Daniel wird in der Schule aufgehalten und kann seinen Part damit nicht erfüllen. Delia improvisiert – doch kann sie das Konzert noch erfolgreich stattfinden lassen? Max möchte die Schule verlassen und plant seinen sofortigen Abschied, da ist Luzy sich plötzlich nicht mehr sicher, ob sie ihn wirklich gehen lassen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568270","hoster":"VOE"},{"path":"/redirect/11568144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-94","name":"Amors Pfeil","epNo":94,"alt":"Episode 208","descr":"Das Konzert kann stattfinden, auch dank der Hilfe von Felix Freund Mo, der kurzfristig einspringt. Magnus beobachtet und belauscht jeden Schritt den der \"Club der alten Weide\" macht. Er ist sogar nett und charmant zu Delia, um an Informationen zu kommen, was Eifersucht in Mara weckt. Luzy schwebt im siebten Himmel: Sie sagt Max, dass sie doch in ihn verliebt ist und er beschließt zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568275","hoster":"VOE"},{"path":"/redirect/11568147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-95","name":"Delia und die Rache","epNo":95,"alt":"Episode 209","descr":"Mara hat Magnus’ Ausreden, Notlügen und Geschwindel satt. Sie macht ihm klar, dass sie erst einmal keine Lust mehr hat mit ihm Zeit zu verbringen. Unterdessen sind die Clubmitglieder wieder einen Schritt weiter gekommen bei der Lösung des Rätsels und können nebenbei Victor belauschen. Als kleine Rache macht sich Delia anschließend ein bisschen über ihn lustig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568156","hoster":"VOE"},{"path":"/redirect/11568148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-96","name":"Bitte lächeln!","epNo":96,"alt":"Episode 210","descr":"Felix und Delia müssen einen altertümlichen Fotoapparat bauen. Sie fragen Luzy, ob Max ihnen dabei behilflich sein könnte und Luzy reagiert sehr seltsam. Auch bei einem gemeinsamen Picknick mit Max benimmt sie sich komisch ihm gegenüber. Mara hadert ebenfalls mit ihrem Freund Magnus und nimmt die Verfolgung auf und sogar Nina und Daniel können nicht mehr soviel Zeit miteinander verbringen, wie sie gern möchten. Dabei hätte Nina gerade Daniels Unterstützung nötig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568167","hoster":"VOE"},{"path":"/redirect/11568151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-97","name":"Geldnot","epNo":97,"alt":"Episode 211","descr":"Daniel hat zusammen mit Charlotte und Herrn Altrichter erstaunlich viel Spaß beim Physik-Experiment. Er merkt nicht, wie niedergeschlagen Nina wirklich ist. Max und Luzy haben einen schönen Nachmittag und genießen die Zeit zusammen und auch Mara und Magnus planen wieder mehr gemeinsame Zeit. Victor bekommt eine Rechnung nach der anderen ins Haus und weiß nicht mehr wie er das zahlen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568273","hoster":"VOE"},{"path":"/redirect/11568161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-98","name":"Pech in der Liebe","epNo":98,"alt":"Episode 212","descr":"Victor ist verzweifelt, weil er keinen neuen Kredit von der Bank bekommt und damit finanziell ruiniert ist. Doch nicht nur Victor ist niedergeschlagen, auch Nina und Mara fühlen sich vernachlässigt von ihren Freunden. Daniel ist zu sehr mit dem Physik-Quiz beschäftigt und Magnus muss spionieren um Herrn Radus’ Erwartungen zu erfüllen. Max und Luzys Rendezvous wird von Kaya unterbrochen und Luzy zu Liebe erfindet Max eine Ausrede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568162","hoster":"VOE"},{"path":"/redirect/11568166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-99","name":"Die Beobachterin","epNo":99,"alt":"Episode 213","descr":"Magnus kann im Keller die Tür zum Geheimzimmer öffnen, beschließt aber ein anderes Mal wieder zu kommen. Nina ist enttäuscht von Daniel und gleichzeitig sehr eifersüchtig auf Charlotte, mit der er auf einmal soviel Zeit verbringt. Luzy bittet Charlotte um einen Rat, sie weiß nicht, wie sie sich Max gegenüber verhalten soll. Daphne belauscht und beobachtet nach wie vor jeden Schritt im Haus Anubis und seiner Bewohner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568165","hoster":"VOE"},{"path":"/redirect/11568172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-100","name":"Die Tölpel","epNo":100,"alt":"Episode 214","descr":"Nina schleicht sich unter falschem Namen ebenfalls beim Physik-Quiz ein, sie übersteht den theoretischen Teil, doch bei der praktischen Übung wird sie enttarnt. Felix ist allein im Haus Anubis geblieben und bastelt weiter an seiner Kamera – bis ihm ein kleines Missgeschick passiert. Luzy beschließt sich vor allen Leuten und mitten in der Schule mit ihrem Freund Max zu zeigen, doch dann werden sie plötzlich von Herrn Altrichter überrascht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568170","hoster":"VOE"},{"path":"/redirect/11568171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-101","name":"Schreckstarre","epNo":101,"alt":"Episode 215","descr":"Max und Luzy haben sich in Altrichters Büro geschlichen und werden dort von dem Direktor erwischt, Erstaunlicherweise reagiert er ganz anders, als Luzy es erwartet hätte. Nina ist nach ihrer Enttarnung verzweifelt und hält sich selbst für die dümmste Gans auf der Welt. Sie versteckt sich in der Schule, doch dann lässt auch Daniel den Wettbewerb sausen und die beiden vertragen sich wieder. Magnus ist in Sorge um Mara: Nach einer kurzen Schreckattacke von Felix ist sie ohnmächtig geworden. Ist es wirklich nur Felix’ Schuld, oder steckt da mehr dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568174","hoster":"VOE"},{"path":"/redirect/11568176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-102","name":"Das geheime Mikrofon","epNo":102,"alt":"Episode 216","descr":"Daniel darf das Physik-Quiz beenden, er und Charlotte geben ihr Bestes um den Preis für die Schule zu gewinnen. Delia und Felix entdecken ein Mikrofon in Delias Schal und versuchen heraus zu finden, wer sie die ganze Zeit belauscht hat. Magnus ist mit Mara im Park spazieren, er schleicht sich kurz weg, weil er eine Verabredung mit Herrn Radus hat. Mara folgt ihm, wird aber von Daphne gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568175","hoster":"VOE"},{"path":"/redirect/11568180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-103","name":"Schachmatt!","epNo":103,"alt":"Episode 217","descr":"Luzy spielt mit Max eine Partie Schach und gewinnt. Dafür muss Max sie seinem Vater vorstellen und Luzy erlebt dabei eine Riesenüberraschung! Daphne und Herr Radus scheinen alle Fäden in der Hand zu halten, die beiden beobachten Magnus’ Freundschaft mit Mara sehr skeptisch und scheinen vor nichts zurück zu schrecken. Felix hat den altertümlichen Fotoapparat fertig gestellt, jetzt müssen nur noch die Fotos etwas werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568187","hoster":"VOE"},{"path":"/redirect/11568182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-104","name":"Das Spiel wird beendet","epNo":104,"alt":"Episode 218","descr":"Nach dem ersten Schreck, dass Max der Sohn von Herrn Altrichter ist, wird das Abendessen mit den beiden für Luzy noch ganz lustig und entspannt. Und auch Charlotte und Kaya verbringen einen lustigen gemeinsamen Abend. Der Club stellt Magnus zur Rede, doch er kommt aber noch einmal davon, steht allerdings ab sofort unter besonderer Beobachtung. Herr Radus und Daphne planen den nächsten Vernichtungsschlag gegen Victor und das Haus Anubis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568189","hoster":"VOE"},{"path":"/redirect/11568186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-105","name":"Die letzten Fotos","epNo":105,"alt":"Episode 219","descr":"Der Club kümmert sich intensiv um seine Aufgaben: Der Fotoapparat von Felix scheint zu funktionieren und bei der Entwicklung der letzten Fotos machen die Vier eine ungewöhnliche Entdeckung. Magnus kehrt zurück in den Keller, er öffnet die Tür zum Geheimzimmer und kann sich in aller Ruhe umschauen. Der Geist Amneris scheint besorgt zu sein, die Erscheinung kreist stets um Mara.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568191","hoster":"VOE"},{"path":"/redirect/11568193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-106","name":"Lügen in der Not","epNo":106,"alt":"Episode 220","descr":"Magnus entwendet aus dem Geheimzimmer den Gral und das Medaillon, Victor wird von einem Gerichtsvollzieher aufgesucht und rettet sich nur mit einer Notlüge. Der Club entwickelt die Fotos aus Felix’ altertümlicher Fotokamera. Auf den Abzügen entdecken die vier einen Geist. Sogar der Skeptiker Daniel muss zu geben, dass er die Erscheinung auf dem Foto nicht erklären kann. Mara wird von Daphne beschattet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568200","hoster":"VOE"},{"path":"/redirect/11568194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-107","name":"Die großen Augen der Daphne","epNo":107,"alt":"Episode 221","descr":"Mara hat eine Verabredung mit einem arabischen Sekretär ihres Vaters. Leider wird ihre Verabredung von Daphne beobachtet, die daraufhin gleich Herrn Radus darüber informiert. Magnus trifft sich zur gleichen Zeit mit Herrn Radus und will mehr Beweise, dass es seinem Vater gut geht. Nina ist im Krankenhaus und macht sich große Sorgen um ihre Oma, während Felix sich leider wieder einmal in Schwierigkeiten bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383322","hoster":"VOE"},{"path":"/redirect/11568195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-108","name":"Holzwurm-Alarm","epNo":108,"alt":"Episode 222","descr":"Im Haus Anubis machen sich die Holzwürmer breit und Victor muss sofort handeln. Nina kehrt niedergeschlagen aus dem Krankenhaus zurück, Daphne versucht sie wieder aufzumuntern und spricht ihr Mut zu. Luzy und Max fassen einen Entschluss: Sie wollen Charlotte und Kayas Glück auf die Sprünge helfen, auch Magnus und Mara könnten etwas Glück gebrauchen, denn bei Ihnen geht gerade alles schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568201","hoster":"VOE"},{"path":"/redirect/11568206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-109","name":"Zwei Wochen","epNo":109,"alt":"Episode 223","descr":"Dem Club der alten Weide läuft die Zeit davon: Sie haben nur noch zwei Wochen, dann entscheidet es sich, ob sie alle Aufgaben gelöst haben und so Ninas Oma retten können. Unterdessen haben Magnus und Mara einen Riesenstreit: Magnus verdächtig Mara ihm nach zu spionieren. Mara ist daraufhin unglücklich und wird von Felix getröstet. Felix bietet sich sogar als Geisterfänger und Nachtwache bei Mara an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568203","hoster":"VOE"},{"path":"/redirect/11568202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-110","name":"Es wird seltsam","epNo":110,"alt":"Episode 224","descr":"Magnus hat gerade den Gral und das Medaillon zurück in das Geheimzimmer gebracht, als er von Victor erwischt wird. Victor nutzt sein Insektenvernichtungsmittel um beide Schätze an sich zu reißen. In der Nacht geschehen seltsame Dinge: Daniel, Delia und Nina träumen alle von Amneris, was hat das zu bedeuten? Felix der tapfere Geisterwächter reagiert äußerst schreckhaft in Maras Dachkammer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920347","hoster":"VOE"},{"path":"/redirect/11568207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-111","name":"Ghost Busters","epNo":111,"alt":"Episode 225","descr":"Magnus möchte sich bei Mara entschuldigen und reagiert sehr eifersüchtig, als er dort auf den Geisterjäger Felix trifft. Neben Ärger mit Magnus hat die Suche nach dem nächtlichen Geisterbesuch nichts ergeben. Delia hat eine Idee und ruft Rosie an um sie nach ihrem Rat zu befragen. Unterdessen spielen Luzy und Max die Kuppler für Kaya und Charlotte und schicken Charlotte zu einem interessanten Interview.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920345","hoster":"VOE"},{"path":"/redirect/11568212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-112","name":"Entschuldigung vom Herzen","epNo":112,"alt":"Episode 226","descr":"Kaya ist unglaublich wütend auf Max und ist enttäuscht, dass Max das Geheimnis um Kayas Schwester nicht für sich behalten konnte. Außerdem platzt Kaya gerade in ein Fotoshooting, dass Max für die Schülerzeitung organisiert hat. Nina besucht ihre Oma im Krankenhaus und bekommt dort unerwartet Unterstützung von Daphne, Magnus entschuldigt sich endlich bei Mara.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568213","hoster":"VOE"},{"path":"/redirect/11568216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-113","name":"Der geheime Kontakt","epNo":113,"alt":"Episode 227","descr":"Der Streit zwischen Luzy, Max ,Charlotte und Kaya ist nicht zu schlichten, die zwei Paare stehen sich unversöhnlich gegenüber. Wie kann das Problem nur gelöst werden? Unterdessen sind Felix und Delia unterwegs, um mit dem Geist Kontakt aufzunehmen und tatsächlich, Amneris gibt ihnen einen Hinweis! Victor wird von Daphne versetzt, sie hat von Raven einen anderen Auftrag bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568218","hoster":"VOE"},{"path":"/redirect/11568217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-114","name":"Wo ist Mara?","epNo":114,"alt":"Episode 228","descr":"Plötzlich geht alles ganz schnell: Amneris macht Delia und Felix deutlich, dass Mara die Auserwählte ist und führt die beiden nach oben in Maras Dachkammer. Dort finden sie einen weiteren Beweis für die Verbindung zwischen Amneris und Mara, doch wo ist Mara? Magnus ist im Geheimzimmer im Keller und macht ebenfalls eine außergewöhnliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568221","hoster":"VOE"},{"path":"/redirect/11568220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-115","name":"Zu viel des Guten","epNo":115,"alt":"Episode 229","descr":"Herr Radus und Daphne haben Mara entführt! Was haben die beiden bloß mit ihr vor, und ist Daphne tatsächlich so herzlos wie es scheint? Noch kann der Club der alten Weide sich nicht der Suche nach Mara widmen, sondern sucht erneut den Gral und das Medaillon, das sie bei Victor vermuten. Alles scheint drunter und drüber zu gehen, als plötzlich eine unerwartet schöne Überraschung auf die Hausbewohner wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568223","hoster":"VOE"},{"path":"/redirect/11568226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-116","name":"Welcome back,  Rosie!","epNo":116,"alt":"Episode 230","descr":"Rosie ist wieder da! Und sie kommt gerade rechtzeitig: Ein Gerichtsvollzieher kommt in das Haus Anubis und will Geld eintreiben. Nina hat zwar nicht den Gral und das Medaillon zurück erbeuten können, war aber zumindest pfiffig genug den Edelstein mit zu nehmen. Damit kann nun auch die letzte Aufgabe gelöst werden. Allerdings stellt der Club erschrocken fest, dass Mara verschwunden ist. Kaya und Charlotte treffen sich bei einem Konzert von Kayas Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568224","hoster":"VOE"},{"path":"/redirect/14166695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-117","name":"Die letzte Aufgabe","epNo":117,"alt":"Episode 231","descr":"Während Luzy, Max, Kaya, Charlotte, Herr Altrichter und Frau Engel im Vergnügungspark Spaß haben, wird das Haus Anubis von den Gerichtsvollziehern geräumt und gesperrt. Nina, Delia, Felix und Daniel können nichts dagegen tun und konzentrieren sich daher ganz auf ihre letzte Aufgabe. Doch dann kommt ihnen Magnus in die Quere und Nina wird ohnmächtig. Können die vier Clubmitglieder die Aufgabe noch rechtzeitig lösen – oder ist schon alles verloren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568232","hoster":"VOE"},{"path":"/redirect/11568229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-118","name":"Magnus und der Edelstein","epNo":118,"alt":"Episode 232","descr":"Magnus hat den Edelstein und macht sich auf den Weg zum Schloss, er vertraut Raven immer noch und hofft, dass sein Vater bald frei ist. Nina erwacht aus ihrer Ohnmacht und weiß nun ebenfalls, wo Mara festgehalten wird – ihre Erinnerung kehrt komplett zurück und der Club muss ebenfalls zum Schloss aufbrechen. Im Vergnügungspark bekommen die anderen Haus Anubis Bewohner nichts von den Aufregungen mit, erleben allerdings auch die eine oder andere Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568231","hoster":"VOE"},{"path":"/redirect/11568233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-119","name":"Die letzte Auseinandersetzung","epNo":119,"alt":"Episode 233","descr":"Der Club trifft am Haus Anubis auf Magnus und Raven. Die Vier reagieren entsetzt, als sie entdecken, dass Raven Herr Radus ist und Magnus mit ihm unter einer Decke steckt! Doch ist Magnus wirklich so abgebrüht, dass er seine Freunde verrät und auch Mara großer Gefahr aussetzt? Am Schloss wird sich alles entscheiden, wenn sie nur alle zusammen halten und vor Sonnenaufgang dort sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568239","hoster":"VOE"},{"path":"/redirect/11568237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-2/episode-120","name":"Showdown","epNo":120,"alt":"Episode 234","descr":"Die kleine Gruppe im Vergnügungspark hat richtig Spaß, nur Herr Altrichter ist etwas niedergeschlagen – er glaubt nicht mehr an ein Happy End für sich und Frau Engel, oder doch? Im Schloss sieht es so aus, als würde der Plan von Daphne und Herr Radus tatsächlich aufgehen und der Club, zu dem jetzt auch Magnus gehört, würde zu spät kommen. Wie können sie Mara retten und wird auch endlich Ninas Großmutter aus dem Koma aufwachen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568240","hoster":"VOE"},{"path":"/redirect/11568242","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-1","name":"Das alte Ägypten","epNo":1,"alt":"Episode 235","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568241","hoster":"VOE"},{"path":"/redirect/11568248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-2","name":"Der Sarkophag","epNo":2,"alt":"Episode 236","descr":"Kaum hat der Club ein Erdbeben überstanden, wartet schon das nächste Abenteuer. Vor ihren Augen öffnet sich ein alter Sarkophag. Sie finden eine Kette mit vier Horusaugen, eine Zeichnung, einen Hieroglyphenspruch und eine geheimnisvolle Kiste. Können sie es wagen, einen Blick hineinzuwerfen? Kaya will Lotte am Flughafen gebührend empfangen. Doch als er sich zum Üben seiner Begrüßungsworte auf die Toilette zurückzieht, wird er eingeschlossen. Jetzt ist sein ganzer Einfallsreichtum gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920352","hoster":"VOE"},{"path":"/redirect/11568251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-3","name":"Glaube nicht alles,  was du siehst","epNo":3,"alt":"Episode 237","descr":"Daniel erkennt auf der Kiste das Abbild eines bösen Gottes. Nina überredet die anderen, die Kiste nicht anzurühren. Doch einer hält sich nicht daran. Charlotte ist enttäuscht, weil Kaya sie nicht vom Flughafen abgeholt hat. Luzy schlägt vor, einen Wir-machen-es-Kaya-schwer-Club zu gründen und übt mit Charlotte, wie sie Kaya abblitzen lassen kann. Victor erlebt den Schreck seines Lebens: Eine Gestalt aus seiner Vergangenheit besucht ihn. Eine Gestalt, die schon lange tot ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568247","hoster":"VOE"},{"path":"/redirect/11568249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-4","name":"In der Kiste","epNo":4,"alt":"Episode 238","descr":"Kaya wird endlich aus der Toilette befreit. Als er nach Hause kommt, zeigt Charlotte ihm die kalte Schulter – und schießt dabei weit übers Ziel hinaus. Der Club versucht mit allen Mitteln, die Reise nach Ägypten zu verheimlichen. Doch Felix hat andere Sorgen. Er muss die Kiste verstecken, die er hinter dem Rücken des Clubs aus Ägypten geklaut hat. Nina möchte den Club auflösen und beraumt ein letztes Treffen an. Ist der Club am Ende?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568256","hoster":"VOE"},{"path":"/redirect/11568360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-5","name":"Das Ritual gegen Sibuna","epNo":5,"alt":"Episode 239","descr":"Luzy ist verunsichert. Max ist aus den Ferien zurück und das Wiedersehen läuft nicht so, wie sie es sich vorgestellt hat. Ist ihre Liebe in Gefahr? Luzy ahnt nicht, dass sie bald viel größere Probleme bekommen wird – mit jemandem, der gar keine guten Absichten hat. Nina, Daniel, Delia und Felix wollen mit einem feierlichen Ritual den Club offiziell auflösen. Doch dabei erreicht sie ein gespenstischer Hilferuf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568258","hoster":"VOE"},{"path":"/redirect/11568261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-6","name":"Gänsehaut","epNo":6,"alt":"Episode 240","descr":"Der erste Schultag nach den Ferien beginnt für Luzy mit einer Überraschung. Max bittet sie um Verzeihung – mit einem Gedicht! Das trägt er auch noch vor der versammelten Klasse vor. Senior steckt in Victors Körper und schnüffelt in den Zimmern der Mädchen herum. Was sucht er? Als Charlotte und Luzy nach Hause kommen ist Rosie außer sich – Victor hat sich im Keller verbarrikadiert. Und dann hören sie etwas, das ihnen eiskalte Schauer den Rücken herunter jagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568263","hoster":"VOE"},{"path":"/redirect/11568265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-7","name":"Ein schlechter Scherz","epNo":7,"alt":"Episode 241","descr":"Die Hausbewohner sind geschockt: Victor hat die Zimmer neu verteilt. Luzy und Charlotte wohnen nicht mehr zusammen, was Luzy gar nicht gefällt. Sie lässt ihren Ärger an Nina aus, mit der sie ab sofort das Zimmer teilt. Am schlimmsten trifft es Delia. Sie soll auf dem unheimlichen Dachboden schlafen. Der Club ruft eine Versammlung ein. Warum hat Victor das gemacht und was weiß er? Als Nina später endlich einschläft, erscheint ihr Sarah im Traum. Ihre Warnungen verheißen nichts Gutes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568276","hoster":"VOE"},{"path":"/redirect/11568269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-8","name":"Neue Spielregeln","epNo":8,"alt":"Episode 242","descr":"Nina erzählt dem Club von ihrem Traum. Sarah hat gesagt, das Abenteuer wäre noch nicht vorbei – das macht Delia Angst. Schlimm genug, dass sie auf dem gruseligen Dachboden schlafen muss, und dann lauert ihr auch noch Victor auf. Kaya möchte zur Schülerzeitung, um Charlotte näher zu sein. Die würde ihm verzeihen, aber Luzy erinnert sie an die Abmachung: Kaya soll auf Knien um Vergebung bitten. Felix versucht, die Kiste aus dem ägyptischen Grab loszuwerden. Eine riskante Idee, nicht nur für Felix!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568285","hoster":"VOE"},{"path":"/redirect/11568278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-9","name":"Ängstliches,  kleines Mädchen","epNo":9,"alt":"Episode 243","descr":"Kaya will Charlotte mit einem Schülerzeitungs-Artikel beeindrucken, aber das geht nach hinten los. Charlotte hasst den Artikel, doch dann sieht sie ihn in einem anderen Licht. Felix’ geheimnisvolle Kiste fällt herunter – und das ganze Haus bebt. Delia flippt aus vor Schreck, noch dazu glaubt ihr niemand, als sie von dem Beben erzählt. Sie nervt Felix solange, bis er mit ihr auf den unheimlichen Dachboden kommt. Wie gefährlich es dort wirklich ist, damit hätten Felix und Delia niemals gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568286","hoster":"VOE"},{"path":"/redirect/11568279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-10","name":"Träume sind Schäume","epNo":10,"alt":"Episode 244","descr":"Nina träumt schon wieder von Sarah. Doch was meint sie damit, dass noch nicht alles vorbei ist? Magnus kommt als letzter aus den Ferien ins Haus Anubis zurück und Mara ist überglücklich, ihn endlich wieder in die Arme zu schließen. Felix freut sich weniger, nun muss er seine geheimnisvolle Kiste auch noch vor Magnus verstecken. Als Felix die Kiste endlich öffnet entdeckt er ein Modell des Hauses Anubis – und ein gruseliges Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568288","hoster":"VOE"},{"path":"/redirect/11568281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-11","name":"Der Stein rollt","epNo":11,"alt":"Episode 245","descr":"Felix hat ein Problem: Delia hat herausgefunden, dass er eine Kiste aus dem ägyptischen Grabmahl geklaut hat und will unbedingt hineinsehen. Doch Felix will die gefährliche Kiste schnell vergraben. Daniel ist verzweifelt, weil er nichts über die Träne der Isis herausfinden kann. Zwischen Charlotte und Kaya gibt es nichts als Missverständnisse. Charlotte ist sauer auf Luzy. Denn die hat mit ihrem Plan, es Kaya schwerzumachen, die ganze Sache erst ins Rollen gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568284","hoster":"VOE"},{"path":"/redirect/11568282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-12","name":"Traumfänger","epNo":12,"alt":"Episode 246","descr":"Nina befürchtet, dass Sarah ihr wieder im Traum erscheint und will am liebsten gar nicht mehr schlafen. Doch sie ist Sarah noch lange nicht los. Victor bekommt Angst, als er wieder die Stimme seines toten Vaters hört. Plötzlich findet er sich im Spiegel wieder – während Victor Senior sich auf die Suche nach Felix’ ägyptischer Kiste macht. Charlotte ist immer noch verzweifelt, weil zwischen ihr und Kaya alles schief läuft. Mara sieht die Zukunft der beiden in ihren Tarot-Karten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568292","hoster":"VOE"},{"path":"/redirect/11568291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-13","name":"Maskerade","epNo":13,"alt":"Episode 247","descr":"Mit ihrem Artikel über Traumfrauen werden Kaya und Max zu den umschwärmten Stars der Schülerzeitung. Das passt Charlotte und Luzy gar nicht. Mara und Magnus spendieren Rosie einen Stylingtermin. Doch ausgerechnet Felix hat den Stylisten bestellt … es ist ein Spezialist für Horrorfilme! Nina bekommt wieder Besuch von Sarah. Die nimmt sie mit auf eine unheimliche Reise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568294","hoster":"VOE"},{"path":"/redirect/11568295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-14","name":"Anti-Club","epNo":14,"alt":"Episode 248","descr":"Der Club rätselt über Sarahs Botschaft. Was meint sie mit dem Gleichgewicht zwischen Gut und Böse? Delia drängt Felix, von der gestohlenen Kiste zu erzählen. Doch der hat Angst, aus dem Club ausgeschlossen zu werden. Dann kommt Altrichter auch noch seinem Versteck gefährlich nahe. Wird Felix sein gefährliches Geheimnis geheim halten können? Luzy ist verzweifelt. Sie hat Angst, Charlotte an Mara zu verlieren und dann wird sie auch noch aus dem Club ausgeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568300","hoster":"VOE"},{"path":"/redirect/14219589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-15","name":"Blick in die Zukunft","epNo":15,"alt":"Episode 249","descr":"Die Schülerzeitung hat Professor Neutrino zu einem Interview eingeladen. Seine Erfindung kann angeblich die Zukunft vorhersagen. Die Schüler glauben ihm kein Wort, doch dann erhält Luzy eine beängstigende Prophezeiung. Als die Maschine in Kontakt mit der gestohlenen ägyptischen Kiste kommt, sehen Nina, Daniel und Delia eine schreckliche Vision. Felix erkennt, was er mit seinem Diebstahl angerichtet hat, und trifft eine folgenschwere Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568296","hoster":"VOE"},{"path":"/redirect/11568308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-16","name":"Friedhof der Kisten","epNo":16,"alt":"Episode 250","descr":"Magnus macht sich große Sorgen. Er hat aufgeschnappt, dass der Club etwas über Mara weiß, doch niemand will ihm sagen, was los ist. Felix hat noch einmal großes Glück gehabt. Der Club beschließt, dass er nicht ausgeschlossen wird. Aber was passiert nun mit der gefährlichen Kiste, die Felix aus Ägypten geklaut hat? Die Freunde beschließen, sie nachts im Garten zu vergraben. Doch dabei passieren unheimliche Dinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568304","hoster":"VOE"},{"path":"/redirect/11568306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-17","name":"Sarah und der Keller","epNo":17,"alt":"Episode 251","descr":"Nina hat einen beängstigenden Traum. Sarah führt sie in den dunklen Keller, wo Nina einen Geheimgang findet. Sarah gibt ihr einen Auftrag: Nina soll die Träne der Isis suchen. Doch als Sarah weg ist, merkt Nina, dass sie im Keller eingeschlossen wurde. Der Club ist total verzweifelt. Wohin ist Nina so plötzlich verschwunden? Daniel wird klar, dass es nur eine Möglichkeit gibt, Nina zu finden. Doch die birgt unbekannte Gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568305","hoster":"VOE"},{"path":"/redirect/11568312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-18","name":"Die dunkle Prophezeiung","epNo":18,"alt":"Episode 252","descr":"Der Club will die ägyptische Kiste wieder ausgraben, doch Victor macht ihnen einen Strich durch die Rechnung. Bis Felix sich einen echten Super-Felix-Plan ausdenkt. Können sie mit Hilfe der Kiste Nina aus dem Geheimgang im Keller befreien? Luzy bekommt Angst. Alle Prophezeiungen der Zukunftsmaschine von Professor Neutrino bewahrheiten sich. Sogar die Weissagung, dass Kaya und Max der schönsten Frau Deutschlands begegnen. Stimmt also auch die dunkle Prophezeiung, die Luzy bekommen hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568309","hoster":"VOE"},{"path":"/redirect/11568314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-19","name":"Der Boden bebt","epNo":19,"alt":"Episode 253","descr":"Kaya und Max liefern sich ein Rennen mit der Zeit. Sie haben nur zwei Stunden, um sich auf ihr Fotoshooting mit der schönsten Frau Deutschlands vorzubereiten. Dann mischt sich auch noch Herr Altrichter ein, und der ist überhaupt nicht begeistert über ihre Aktion. Senior, Victors machtgieriger Vater, ist dem Club dicht auf den Fersen. Er befiehlt Victor, die Mauer zum Geheimgang zu öffnen. Doch die ist gut gesichert, das muss auch der Club feststellen – und dann bebt auch noch das ganze Haus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568315","hoster":"VOE"},{"path":"/redirect/11568313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-20","name":"Das Miniaturhaus","epNo":20,"alt":"Episode 254","descr":"Max’ und Kayas Fotoshooting mit der schönsten Frau Deutschlands läuft sehr gut – viel zu gut, findet Charlotte, die eifersüchtig zusieht. Doch dann zerstört Max aus Versehen die Krone der Schönheitskönigin und ihr Manager fordert von ihm 10.000 Euro Schadensersatz – innerhalb von einer Woche! Nina, Daniel und Felix untersuchen das Miniaturhaus. Sie finden einen Hinweis, wie viel Zeit sie noch haben, um das Rätsel zu lösen. Und das ist erschreckend wenig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568316","hoster":"VOE"},{"path":"/redirect/11568321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-21","name":"Möge jener in Schönheit sterben","epNo":21,"alt":"Episode 255","descr":"Max hat ein großes Problem. Er muss unbedingt 10.000 Euro auftreiben, um die zerbrochene Krone der Schönheitskönigin zu ersetzen, und niemand darf davon erfahren. Nicht einmal seine Freundin Luzy. Der Club hat eine furchtbare Botschaft erhalten: sie haben nur wenige Stunden Zeit, um schreckliches Unheil abzuwenden. Nina will Sarah um Hilfe bitten. Nur wie? Plötzlich lässt eine Explosion im Keller das Haus erbeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568325","hoster":"VOE"},{"path":"/redirect/11568318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-22","name":"Schwer verliebt","epNo":22,"alt":"Episode 256","descr":"Magnus überredet Felix, Rosie einen Streich zu spielen und einen falschen Liebesbrief an sie zu verfassen. Doch Mara findet den Brief – und fordert die beiden auf, ein echtes Date für Rosie zu organisieren. Der Club versucht fieberhaft herauszufinden, was nach Ablauf der Frist im Spiegel passieren wird. Im allerletzten Moment erkennt Daniel, dass ihnen die Prophezeiung aus dem Grab des Tutanchamun helfen kann. Aber ist es dafür schon zu spät?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568322","hoster":"VOE"},{"path":"/redirect/11568323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-23","name":"Träne der Isis","epNo":23,"alt":"Episode 257","descr":"Luzy ist verzweifelt. Sie spürt, dass Max in Gefahr ist, doch er will nicht mit ihr darüber sprechen. Auf den Club warten große Aufgaben. Das verkündet die Stimme des verstorbenen Archäologen Winnsbrügge-Westerling in einem geheimen Raum im Keller, den Delia, Nina, Daniel und Felix entdecken. Nur mit Mut und Klugheit werden sie es schaffen, die Prüfungen zu bestehen und die Träne der Isis zu finden. Plötzlich fällt ein Gitter herunter und Delia ist im Keller eingesperrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568327","hoster":"VOE"},{"path":"/redirect/11568331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-24","name":"Unter Druck","epNo":24,"alt":"Episode 258","descr":"Der Club ist ratlos. Magnus hat mitbekommen, dass sie Mara bewachen und fordert eine Erklärung. Sollen sie ihm von ihrer Vision erzählen? Und was sollen sie mit dem kleinen Fläschchen machen, das sie im Geheimgang im Keller gefunden haben? Sie wissen nicht, dass Victor Senior ihnen bereits dicht auf den Fersen ist. Max gerät immer mehr unter Druck. Auch Charlotte bedrängt ihn nun, Luzy endlich die Wahrheit zu sagen. Doch er hat Angst, Luzy in Gefahr zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568328","hoster":"VOE"},{"path":"/redirect/11568326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-25","name":"Liebe für Rosie (1)","epNo":25,"alt":"Episode 259","descr":"Luzy hat genug von Max’ Geheimniskrämerei. Sie fordert ihn auf, die Redaktion der Schülerzeitung zu verlassen. Magnus und Felix haben eine Idee, wie sie ein Date für Rosie arrangieren können. Sie melden Rosie bei einer Datingseite im Internet an. Bei ihrer Beschreibung nehmen sie es aber mit der Wahrheit nicht so genau. Der Club kommt einen großen Schritt weiter. Endlich wissen sie, wofür das geheimnisvolle Fläschchen aus dem geheimen Kellerraum gedacht ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568333","hoster":"VOE"},{"path":"/redirect/11568341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-26","name":"Liebe für Rosie (2)","epNo":26,"alt":"Episode 260","descr":"Mara ist von Rosies Beschreibung auf der Dating-Seite gar nicht begeistert, doch Magnus sieht das anders. Werden sie jemals einen Mann für Rosie finden? Das Mini-Haus offenbart dem Club eine kleine Ritterrüstung, die wie die große vor Victors Büro aussieht. Victor bleibt das Interesse des Clubs an der Rüstung nicht verborgen. Er vereitelt alle Versuche, ihr Geheimnis zu lüften. Doch dann überrascht Delia den Club – mit einem magischen Fundstück. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568338","hoster":"VOE"},{"path":"/redirect/11568334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-27","name":"Der Schleicher","epNo":27,"alt":"Episode 261","descr":"Luzy ist immer noch sauer auf Max, der ihr etwas verheimlicht. Doch sie beschließt, ihm eine letzte Chance zu geben, sein Verhalten zu erklären. Der Club studiert die Karte aus Felix’ Kiste und bekommt Angst, denn auf dem Weg zur Träne der Isis warten viele Gefahren. Senior beobachtet Delia, Felix, Nina und Daniel und versucht, die Kiste zu klauen. Er schleicht in Delias Zimmer – und findet etwas anderes … etwas, das Delia noch vermissen wird! (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568339","hoster":"VOE"},{"path":"/redirect/11568348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-28","name":"Der Hase im Pfeffer","epNo":28,"alt":"Episode 262","descr":"Delias Horusauge wurde geklaut, sie macht sich deshalb große Vorwürfe und will es vor dem Club verheimlichen. Der Dieb ist Senior, Victors Vater. Mithilfe des Auges kommt er der Träne der Isis gefährlich nahe. Luzy möchte endlich wissen, was mit Max los ist, doch der weist sie schroff zurück. Doch so schnell gibt Luzy nicht auf! Sie will trotzdem herausfinden, was hinter seiner Verschlossenheit steckt – und gerät dabei selbst in große Gefahr. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568345","hoster":"VOE"},{"path":"/redirect/11568344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-29","name":"Ein Satz mit X","epNo":29,"alt":"Episode 263","descr":"Luzy erfährt endlich, was Max ihr verschweigt. Er wird von Jack bedroht, weil er die Krone der Miss Deutschland zerstört hat. Luzy möchte Max helfen, aber der reagiert ganz anders, als erwartet – er macht mit ihr Schluss. Delia gesteht Nina und Daniel, dass ihr Horusauge geklaut wurde. Vermutlich von Victor, der damit den geheimen Gang betreten kann. Nina und Daniel suchen ihn dort und finden statt Victor das verschwundene Horusauge. Doch ihre Freude darüber währt nur kurz … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568347","hoster":"VOE"},{"path":"/redirect/11568346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-30","name":"Money,  Money,  Money","epNo":30,"alt":"Episode 264","descr":"Die Suche nach einem Mann für Rosie macht Fortschritte. Doch welcher Kandidat ist der richtige? Felix, Mara und Magnus planen ein Casting, um das herauszufinden. Delia hat ihr Horusauge zurück und Daniel kommt beim Entziffern der Karte gut voran. Doch dann erscheint Sarah und Ninas Zuversicht ist dahin. Luzy hält zu Max, obwohl er mit ihr Schluss gemacht hat. Doch wie soll sie die 10.000 Euro auftreiben, die er benötigt? Sie schmiedet einen gefährlichen Plan und wird dabei ertappt. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568349","hoster":"VOE"},{"path":"/redirect/11568357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-31","name":"Der Zaubertrank","epNo":31,"alt":"Episode 265","descr":"Der Zaubertrank ist fast fertig, nur eine Zutat fehlt noch – gerade rechtzeitig taucht Daniel auf und kann bei der Zubereitung des Tranks helfen. Maras Entschluss mit ihrer Schwester zusammen in die Schweiz zu gehen steht fest, sie erzählt den anderen Internatsbewohner von ihrem geplanten Umzug zu Malika. Besonders Magnus ist enttäuscht und Mara kann ihn nur schwer wieder aufmuntern. Mara zu Ehren plant Luzy gemeinsam mit Charlotte eine Abschiedsparty. (Text: nicktoons)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568353","hoster":"VOE"},{"path":"/redirect/11568355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-32","name":"Kein Rendezvous","epNo":32,"alt":"Episode 266","descr":"Magnus und Mara suchen immer noch ein Date für Rosie. Sie haben allerdings unterschiedliche Vorstellungen davon, wer der Richtige sein könnte. Der Club hat einen versteckten Ort im Wald gefunden, in dem sie für die nächste Prüfung im Keller trainieren können. Auch Victor bereitet sich heimlich vor. Kaya trainiert unterdessen für seine Wette mit dem Weltmeister im Eieressen. Wenn er verliert, muss er für das ganze Haus kochen – verkleidet als Rosie. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568358","hoster":"VOE"},{"path":"/redirect/11568356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-33","name":"Kettenreaktion","epNo":33,"alt":"Episode 267","descr":"Kaya will sich optimal auf den Wettkampf mit dem Weltmeister im Eieressen vorbereiten und fastet daher. Doch das fällt ihm ganz schön schwer. Ein geheimnisvoller Fremder hat gesehen, dass Luzy die ägyptischen Dominosteine im Internet verkauft. Er ist ebenfalls auf der Jagd nach der Träne der Isis und nimmt Kontakt auf zu Daniels Onkel Per Marant. Der Club entdeckt im Keller die nächste Prüfung. Dabei setzt Delia aus Versehen einen gefährlichen Mechanismus in Gang. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568359","hoster":"VOE"},{"path":"/redirect/11568368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-34","name":"Wenn der Raubvogel singt","epNo":34,"alt":"Episode 268","descr":"An einer geheimen Stelle im Wald beginnt der Club mit dem Training für die nächste Prüfung im Keller. Nicht alle sind davon begeistert – besonders Delia nicht! Kaya stellt sich im Zweikampf dem Weltmeister im Eieressen. Jetzt muss sich zeigen, ob sein hartes Fasten etwas gebracht hat oder ob er sich vor der ganzen Schule blamiert. Bei Luzy hat sich ein Interessent für die ägyptischen Dominosteine gemeldet, die sie gestohlen hat. Er bestellt sie in eine abgelegene, gruselige Gasse … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920348","hoster":"VOE"},{"path":"/redirect/11568366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-35","name":"Der Verlierer der Herzen","epNo":35,"alt":"Episode 269","descr":"Kaya ist gedemütigt. Nicht nur, dass er im Eier-Wettessen geschlagen wurde, der Sieger macht sich auch noch an Charlotte ran. Doch mit ihrer Reaktion hat er nicht gerechnet. Luzy verkauft die gestohlenen Dominosteine und will Max das Geld geben, doch der will sich nicht helfen lassen. Sie beschließt, die Sache mit Max’ Schulden selbst zu regeln. Während sich der Club mit einem ganz besonderen Trainingsgerät für die nächste Prüfung vorbereitet, heckt Victor einen heimtückischen Plan aus. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920351","hoster":"VOE"},{"path":"/redirect/11568367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-36","name":"Victors List","epNo":36,"alt":"Episode 270","descr":"Luzy und Max sind endlich wieder ein Paar. Doch damit fangen die Probleme für Luzy erst an. Um Max zu helfen hat sie heimlich die Dominosteine von Daniels Onkel verkauft, doch der verlangt sie zurück. Was nun? Luzy weiß keinen Ausweg. Kaya löst seine Wettschuld ein. Er serviert Essen für alle – verkleidet als Rosie. Was Kaya nicht ahnt: Victor hat einen finsteren Plan gegen den Club ausgeheckt und ein Schlafmittel ins Essen getan. Jeder, der davon isst, schwebt in großer Gefahr … (Text: nicktoons)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568365","hoster":"VOE"},{"path":"/redirect/11568364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-37","name":"Achtung Gefahr!","epNo":37,"alt":"Episode 271","descr":"Kaya fordert Charlotte zu einer neuen Wette heraus. Wer kann länger die Luft anhalten? Charlotte ist von den ständigen Wetten genervt, aber wie soll sie das Kaya klar machen? Victor schleicht sich zu Felix, der tief und fest schläft. Er klaut dessen Horusauge und hängt Felix dafür eine Nachbildung um den Hals. Stolz präsentiert Victor die Beute seinem Vater. Der schickt ihn sofort zur nächsten Prüfung, aber dort erlebt Victor eine lebensgefährliche Überraschung. (Text: nicktoons)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568373","hoster":"VOE"},{"path":"/redirect/11568372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-38","name":"Der Mann im Wald","epNo":38,"alt":"Episode 272","descr":"Nina träumt von Sarah, die sie vor einer großen Gefahr warnt. Der Club nimmt diese Warnung sehr ernst. Beim Training für die Prüfung an der verborgenen Stelle im Wald sieht Delia eine Gestalt. Wird der Club etwa beobachtet? Luzy wird von einem geheimnisvollen Mann aufgesucht, dem Käufer der Dominosteine. Drei Steine fehlen, die verlangt er von Luzy. Doch die kann ihm weder sein Geld zurückgeben, noch hat sie die Steine. Verzweifelt macht sie sich auf die Suche … (Text: nicktoons)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568376","hoster":"VOE"},{"path":"/redirect/11568375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-39","name":"Kommt Zeit,  kommt Rat","epNo":39,"alt":"Episode 273","descr":"Luzy sucht fieberhaft nach den fehlenden Dominosteinen. In Daniels Zimmer wird sie von Kaya und Charlotte ertappt. Die sind aber so mit ihrer Wette beschäftigt, dass sie gar nichts anderes mitbekommen. Doch ohne die Steine steckt Luzy in großen Schwierigkeiten. Der Club trainiert im Wald für die nächste Prüfung, aber dort geht alles schief. Zuerst behindert Delia das Training, und dann wird es richtig unheimlich. Etwas Wertvolles verschwindet … (Text: nicktoons)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568377","hoster":"VOE"},{"path":"/redirect/11568379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-40","name":"Liebe / Hass","epNo":40,"alt":"Episode 274","descr":"Mara und Magnus veranstalten ein Casting, um einen Mann für Rosie zu finden. Sie sprechen mit allen Kandidaten, aber einer ist verrückter als der andere. Ob sie jemals einen Partner für Rosie finden? Die Übungsmatte des Clubs wurde geklaut. Daniel hat einen Einfall, wie sie die Prüfung trotzdem schaffen können, aber so wird es viel gefährlicher. Luzy bekommt einen geheimnisvollen Anruf. Sie eilt nach draußen und dort wartet ein Taxi. Luzy steigt ein, aber das hätte sie besser nicht gemacht … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568380","hoster":"VOE"},{"path":"/redirect/11568381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-41","name":"Die verrückte Wachbleib-Wette","epNo":41,"alt":"Episode 275","descr":"Luzy wird vom Käufer der Dominosteine erpresst. Der Mann will, dass sie den Club für ihn ausspioniert. Luzy weiß weder ein noch aus, noch dazu nerven sie Charlotte und Kaya mit ihrer Wachbleib-Wette. Luzy soll der Schiedsrichter sein, beide wollen unbedingt gewinnen. Der Club traut sich endlich in den Keller zur nächsten Prüfung. Dabei bleibt Felix zurück. Als Daniel, Nina und Delia bemerken, dass ihr Freund fehlt, hören sie einen fürchterlichen Schrei … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568388","hoster":"VOE"},{"path":"/redirect/11568391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-42","name":"Abgeschottet","epNo":42,"alt":"Episode 276","descr":"Luzy wird immer verzweifelter. Nicht nur, dass sie erpresst wird und ihre Freunde vom Club ausspionieren soll – in der Schule hat sie auch noch eine höchst unangenehme Begegnung. Für Felix, Nina, Daniel und Delia geht es im Keller um Leben und Tod. Felix wurde beim Eintritt in den geheimen Gang geblendet und kann nichts mehr sehen. Dadurch wird die Prüfung noch gefährlicher, als sie ohnehin schon ist. Ein falscher Schritt – und ein Felsblock begräbt den Club unter sich. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568384","hoster":"VOE"},{"path":"/redirect/11568385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-43","name":"Prüfungsangst","epNo":43,"alt":"Episode 277","descr":"Victor ist krank und noch unfreundlicher als sonst. Für seine Pflege holt sich die genervte Rosie Verstärkung ins Haus: Herrn Altrichter. Nina, Delia, Felix und Daniel gießen das Fläschchen von der letzten Prüfung aufgeregt in das Minihaus – und erleben gleich zwei Überraschungen. Eine davon ist Luzy, die auf einmal die Nähe des Clubs sucht. Was hat sie vor? Als Luzy ausspricht, weswegen sie gekommen ist, trauen die anderen ihren Ohren nicht … (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568392","hoster":"VOE"},{"path":"/redirect/11568394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-44","name":"Werte","epNo":44,"alt":"Episode 278","descr":"Rosie hat einen geheimen Verehrer, der ihr nicht nur Liebesbriefe sondern sogar einen Laptop schickt. Magnus findet das toll, aber Mara ist anderer Meinung. Was, wenn der Unbekannte gefährlich ist? Der Club sucht nach der Aufgabe für die nächste Prüfung – und wird dabei von Herrn Altrichter gestört. Noch eine Suche verläuft erfolglos: Die Dominosteine von Daniels Onkel sind unauffindbar, dabei möchte er sie zurückhaben. Daniel wird panisch – die Steine sind zehntausend Euro wert! (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383320","hoster":"VOE"},{"path":"/redirect/11568393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-45","name":"Männer sind Schweine","epNo":45,"alt":"Episode 279","descr":"Daniel ist außer sich. Die wertvollen Dominosteine seines Onkels sind weg. Die Rettung kommt in letzter Sekunde – Luzy hat die Steine gefunden … sagt sie. Daniel und die anderen sind so dankbar, dass sie Luzy wieder in den Club aufnehmen. Doch niemand weiß, was sie wirklich vorhat. Rosies geheimer Verehrer schreibt weiter Liebesbriefe. Rosie ist hin und weg, aber Mara und Magnus werden immer misstrauischer. Als sie den Mann besuchen, scheinen sich ihre schlimmsten Befürchtungen zu bestätigen. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568397","hoster":"VOE"},{"path":"/redirect/11568404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-46","name":"Die letzte Befreiung","epNo":46,"alt":"Episode 280","descr":"Mara und Magnus werden auf dem Campingplatz eingesperrt. Um zu entkommen, greift Mara zu einer List. Doch die geht nach hinten los. Herr Altrichter wird zum Schiedsrichter der Wer-kann-länger-wachbleiben-Wette von Kaya und Charlotte. Er trägt Gedichte vor, damit die beiden nicht einschlafen – sehr zum Leidwesen aller anderen, die ebenfalls zuhören müssen. Der Club versucht immer noch, die Aufgabe in der großen Standuhr am Eingang zu finden. Alle Bemühungen scheinen vergeblich – oder doch nicht? (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568398","hoster":"VOE"},{"path":"/redirect/11568395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-47","name":"Richtungswechsel","epNo":47,"alt":"Episode 281","descr":"Der Club ist begeistert. Mit der neuen Aufgabe sind sie wieder einen großen Schritt weiter. Aber was bedeutet die Zeichnung, die nun auf der Karte erscheint? Kaya und Charlotte dürfen immer noch nicht schlafen und sind mittlerweile am Ende ihrer Kräfte. Es wird ein spannendes Kopf-an-Kopf-Rennen. Delia ist weiterhin misstrauisch gegenüber Luzy – zu Recht, denn die erhält heimlich Besuch von Morten, der sie unter Druck setzt. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568402","hoster":"VOE"},{"path":"/redirect/11568417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-48","name":"Fluchtversuche","epNo":48,"alt":"Episode 282","descr":"Der Club ist in großer Sorge um Mara, die nach wie vor verschwunden ist. Auch das verlorene Horusauge ist nicht wieder aufgetaucht. Immerhin hat Nina herausgefunden, wer es hat: Victor. Felix und Daniel schmieden einen Plan, um es ihm wieder abzunehmen. Mara und Magnus sind immer noch auf dem Campingplatz eingesperrt. Während sich draußen ein Gewitter zusammenbraut, planen sie eine riskante Flucht. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12644736","hoster":"VOE"},{"path":"/redirect/11568409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-49","name":"Der Dieb","epNo":49,"alt":"Episode 283","descr":"Alle sind erleichtert, als Mara und Magnus endlich wieder zurück sind. Doch dann klappt Mara zum Entsetzen der Bewohner in der Eingangshalle zusammen … Luzy soll Herrn Altrichter ablenken, damit der Club in den Keller zur nächsten Prüfung kann. Zum Glück findet sie heraus, dass er ein ausgefallenes Hobby hat: Mikado. Victor erfährt von seinem Vater, dass er ausgetrickst wurde – sein Horusauge ist weg. Und der Club erlebt im Keller eine lautstarke Überraschung. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568408","hoster":"VOE"},{"path":"/redirect/11568407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-50","name":"Der Clown","epNo":50,"alt":"Episode 284","descr":"Charlotte muss ihre Wettschuld mit Kaya begleichen und im Park den Clown spielen. Doch plötzlich ist Kaya der Dumme – wer zuletzt lacht, lacht am besten. Mara ist immer noch krank und ihr Fieber steigt stündlich. Der Club macht sich große Sorgen. Wird die schreckliche Vision nun Wirklichkeit? Als Nina sich um Mara kümmern will, wittert Luzy ihre Chance, Informationen für Morten zu sammeln. Sie bietet den anderen an, an Stelle von Nina in den Keller zu gehen. (Text: nickelodeon)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568412","hoster":"VOE"},{"path":"/redirect/11568410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-51","name":"Augenblicke","epNo":51,"alt":"Episode 285","descr":"Der Plan des Clubs geht auf: Victor verreist mit Herrn Altrichter. Doch dafür passt nun Rosie auf, dass niemand den Keller betritt. Die Mitglieder müssen sich etwas einfallen lassen, um Rosie wegzulocken und Victors Alarmanlage außer Betrieb zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568418","hoster":"VOE"},{"path":"/redirect/11568416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-52","name":"Charlotte Vs. Kaya","epNo":52,"alt":"Episode 286","descr":"Charlotte und Kaya haben schon wieder eine neue Wette: Wer kann am längsten nichts essen? Charlotte tut sich sehr schwer damit. Das nutzt Kaya aus, um ihr einen Streich zu spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568415","hoster":"VOE"},{"path":"/redirect/11568420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-53","name":"Hanebüchen","epNo":53,"alt":"Episode 287","descr":"Der Club ist geschockt. Daniel hat aus Versehen die wertvolle Flüssigkeit verschüttet. Ist damit ihre Suche nach der Träne der Isis für immer gescheitert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173152","hoster":"VOE"},{"path":"/redirect/11568419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-54","name":"Die wichtigste Entscheidung im Leben","epNo":54,"alt":"Episode 288","descr":"Rosie ist ganz aufgeregt. Sie wird endlich erfahren, wer ihr geheimer Verehrer ist. Luzy muss sich zwischen der Schülerzeitung und dem Club entscheiden und sie kann sich niemandem anvertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917201","hoster":"VOE"},{"path":"/redirect/11568471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-55","name":"Stille Wasser","epNo":55,"alt":"Episode 289","descr":"Mara traut Rosies allzu charmantem Verehrer nicht über den Weg. Sie will die Wahrheit über ihn herausfinden. Und wird fündig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568426","hoster":"VOE"},{"path":"/redirect/11568473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-56","name":"Der italienische Schwindler","epNo":56,"alt":"Episode 290","descr":"Rosie will mit ihrem Paolo nach Italien gehen – für immer! Als Mara ihr zeigt, was sie über ihren Verehrer herausgefunden hat, bricht für Rosie eine Welt zusammen. Aber wird sie es schaffen, den charmanten Italiener abblitzen zu lassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568430","hoster":"VOE"},{"path":"/redirect/11568427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-57","name":"Zickzack","epNo":57,"alt":"Episode 291","descr":"Morten zwingt Luzy, den Club auszuspionieren. Für die Schülerzeitung hat sie kaum noch Zeit, was ihrem Freund Max gar nicht gefällt. Luzy möchte sich bei ihm entschuldigen, doch da taucht Morten in der Schule auf – was will er von ihr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568428","hoster":"VOE"},{"path":"/redirect/11568432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-58","name":"Die Karte","epNo":58,"alt":"Episode 292","descr":"Daniel vergisst die geheime Karte in der Dachkammer. Victor und Senior sind dem Club dicht auf den Fersen und finden sie – aber wissen sie auch, welche Gefahr von der Karte ausgeht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568447","hoster":"VOE"},{"path":"/redirect/11568446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-59","name":"Wer ist Felix?","epNo":59,"alt":"Episode 293","descr":"Charlotte und Kaya schließen schon wieder eine Wette ab. Diesmal geht es darum, wer am schnellsten Lakritzschnüre essen kann. Delia ist immer noch nicht überzeugt, dass der fremde Junge wirklich Felix ist. Auch Magnus möchte wissen, was passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568431","hoster":"VOE"},{"path":"/redirect/11568436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-60","name":"Die dunkle Seite","epNo":60,"alt":"Episode 294","descr":"Luzy möchte sich mit Max bei einem Picknick versöhnen, doch ein Anruf von Morten macht alles zunichte. Morten und Trabas haben es auf das Miniaturhaus des Clubs abgesehen – und Luzy soll es für sie klauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568444","hoster":"VOE"},{"path":"/redirect/12980781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-61","name":"Die Wer-Frage","epNo":61,"alt":"Episode 295","descr":"Magnus ist stinksauer und stellt Nina und Daniel zur Rede: Er will wissen, was mit Felix passiert ist und was der Club vor ihm verheimlicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568439","hoster":"VOE"},{"path":"/redirect/11569170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-62","name":"In die Ecke gedrängt","epNo":62,"alt":"Episode 296","descr":"Luzy gerät in Bedrängnis. Nicht nur ihr Versuch, das Miniaturhaus zu klauen, scheitert – Nina findet auch das Morten-Handy. Morten ist darüber verärgert und droht Luzy, dem Club von ihren Machenschaften zu berichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568441","hoster":"VOE"},{"path":"/redirect/11568448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-63","name":"Das Monster im Zimmer","epNo":63,"alt":"Episode 297","descr":"Magnus lässt nicht locker. Er will unbedingt wissen, was der Club ihm verschweigt. Mara schwebt wirklich in Gefahr, aber anders als Magnus denkt. Als alle in der Schule sind schleicht sich Victor in ihr Zimmer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568449","hoster":"VOE"},{"path":"/redirect/11568454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-64","name":"Glaub mir doch!","epNo":64,"alt":"Episode 298","descr":"Felix hat es geschafft – endlich glaubt ihm Delia, dass er trotz seines neuen Aussehens der alte Felix ist. Sie will es gleich den anderen vom Club erzählen. Aber ob das wirklich eine gute Idee ist? Magnus sorgt sich um Mara, die krank das Bett hüten muss. Er ahnt nicht, wie berechtigt seine Angst ist. Senior plant, Mara zu entführen, weil nur sie die gefährliche Prüfung im Keller bestehen kann. Kann der Club das verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568462","hoster":"VOE"},{"path":"/redirect/11568453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-65","name":"Auf der Lauer","epNo":65,"alt":"Episode 299","descr":"Charlotte und Kaya können nur noch an ihre Wette denken. Noch ein Tag, dann findet ihr großes Lakritzschnur-Wettessen statt. In der Nacht überschlagen sich die Ereignisse im Haus: Luzy schleicht sich in Daniels Zimmer, um das Miniaturhaus des Clubs zu klauen. Gleichzeitig will Senior Mara entführen, doch Luzy kommt ihm in die Quere – ohne es zu bemerken. Als sie Morten das Haus geben will, ist er nicht allein. Luzy kann nicht fassen, wer noch hinter der Träne her ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568461","hoster":"VOE"},{"path":"/redirect/11568456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-66","name":"Verschleppt","epNo":66,"alt":"Episode 300","descr":"Mara ist immer noch nicht außer Gefahr. Nun versucht Victor sie zu entführen. Im letzten Moment kann Felix es verhindern. Nina und Luzy sind Zeugen und glauben nun endlich, dass der neue Junge Felix ist. Daniel ist davon noch nicht überzeugt, doch er hat kaum Zeit, sich mit Felix zu beschäftigen. Das Miniaturhaus ist weg – geklaut! Nina und Daniel überlegen fieberhaft, wer der Täter ist. Ihnen kommt ein schrecklicher Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568470","hoster":"VOE"},{"path":"/redirect/11568472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-67","name":"Wer ist der Dieb?","epNo":67,"alt":"Episode 301","descr":"Charlotte und Kaya sind erbitterte Gegner beim Lakritzschnur-Wettessen. Beide wollen um jeden Preis gewinnen. Das Miniaturhaus ist immer noch verschwunden. Delia und Nina haben Luzy in Verdacht, sind sich aber nicht sicher. Oder ist Ferdi der Dieb?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568458","hoster":"VOE"},{"path":"/redirect/11568460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-68","name":"Pack die Badehose ein","epNo":68,"alt":"Episode 302","descr":"Charlotte gewinnt knapp das Lakritzschnur-Wettessen. Nun muss Kaya beim Weihnachtsmusical der Schule auftreten – in der Badehose! Auch der Club hilft bei den Vorbereitungen für das Musical","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568468","hoster":"VOE"},{"path":"/redirect/11568483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-69","name":"Das große Chaos","epNo":69,"alt":"Episode 303","descr":"Mara ist erleichtert – beim Arzt hat sie erfahren, dass sie gesund ist. Doch auf dem Heimweg tappt sie in eine Falle. Magnus hat keine Ahnung, in welcher Gefahr seine Freundin schwebt. Er ist sauer, weil er im Weihnachtsmusical der Schule den Ochsen spielen muss – in einem Kostüm mit Felix. Der spielt den Mitschülern bei der Probe einen Streich. Keiner bemerkt, dass sich Morton in dem Chaos in die Schule schleicht und Luzy einsperrt. Dabei ist sie die einzige, die Mara noch retten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568465","hoster":"VOE"},{"path":"/redirect/11568469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-70","name":"Probe","epNo":70,"alt":"Episode 304","descr":"Bei den Proben für das Weihnachtsmusical geht alles schief – und das vor den Augen der strengen Schulrätin. Welche Folgen wird das für die Schule haben? Luzy berichtet Daniel unter Tränen, dass Mara entführt wurde. Sie soll gezwungen werden, die Prüfung im Keller von Haus Anubis zu absolvieren – Maras Leben ist in Gefahr! Daniel fährt so schnell es geht nach Hause, während Luzy den Rest des Clubs informiert. Im Keller hört Daniel einen fürchterlichen Schrei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920350","hoster":"VOE"},{"path":"/redirect/11568475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-71","name":"Seven minutes in heaven","epNo":71,"alt":"Episode 305","descr":"In der Schule herrscht nach der missglückten Theaterprobe gedämpfte Stimmung. Schulleiter Altrichter verdonnert die Schüler zum Aufräumen. Kaya und Charlotte wollen sich drücken und verstecken sich – in einem Vorratsschrank voller Süßigkeiten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568478","hoster":"VOE"},{"path":"/redirect/11568481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-72","name":"Mysteriöses Koma","epNo":72,"alt":"Episode 306","descr":"Alle sind ratlos. Daniel liegt im Koma und niemand kann sagen, ob und wann er wieder aufwacht. Luzy macht sich schreckliche Vorwürfe und will ihren Verrat wieder gut machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568479","hoster":"VOE"},{"path":"/redirect/11568486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-73","name":"Der Unbekannte","epNo":73,"alt":"Episode 307","descr":"Mara liegt immer noch im Krankenhaus und Magnus bleibt heimlich bei ihr. Aber er ist nicht der einzige, der Maras Nähe sucht – was für Absichten hat der Unbekannte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568485","hoster":"VOE"},{"path":"/redirect/11568501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-74","name":"Beichte","epNo":74,"alt":"Episode 308","descr":"Luzy will dem Club endlich gestehen, was sie getan hat. Doch bevor es dazu kommt, schlägt Morten zu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568484","hoster":"VOE"},{"path":"/redirect/13973944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-75","name":"Der Besuch","epNo":75,"alt":"Episode 309","descr":"Kaya besucht den bewusstlosen Daniel im Krankenhaus und erzählt von Lotte und der missglückten Nacht. Das hört Lotte mit. Ist damit endlich alles klar zwischen den beiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568494","hoster":"VOE"},{"path":"/redirect/11568487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-76","name":"Oh fröhlicher Tag","epNo":76,"alt":"Episode 310","descr":"Charlotte und Kaya tauchen gut gelaunt in der Schule auf. Sind sie nun endlich ein Paar? Keiner weiß, wie es Daniel geht. Nina macht sich große Sorgen, denn im Krankenhaus ist niemand zu erreichen, der ihre Fragen beantworten kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568490","hoster":"VOE"},{"path":"/redirect/11568496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-77","name":"Belästigung bei der Suche","epNo":77,"alt":"Episode 311","descr":"Nina und Luzy besuchen Daniel im Krankenhaus, der immer noch im Koma liegt. Während Nina Daniels netten Zimmernachbarn Vincent kennenlernt, hat Luzy eine sehr unangenehme Begegnung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568495","hoster":"VOE"},{"path":"/redirect/11568493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-78","name":"Inkblot","epNo":78,"alt":"Episode 312","descr":"Der Club will herausfinden, wer Daniel und Mara angegriffen hat. Schlecht für Luzy – denn dafür wird ihr Horusauge benötigt, und das hat Morten. Der hört ihr gar nicht richtig zu, sondern bedrängt Luzy, nach der neuen Aufgabe zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568497","hoster":"VOE"},{"path":"/redirect/11568499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-79","name":"Sturmfrei","epNo":79,"alt":"Episode 313","descr":"Victor ist außer Haus. Endlich können Nina und Felix im Keller nach Spuren des Unbekannten suchen, der Daniel und Mara angegriffen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568504","hoster":"VOE"},{"path":"/redirect/11568503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-80","name":"Die Erpressung","epNo":80,"alt":"Episode 314","descr":"Morten erpresst Luzy immer noch. Widerwillig übergibt sie ihm Fotos von Daniels Karte mit der neuen Aufgabe. Dabei wird sie beobachtet – und fotografiert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568502","hoster":"VOE"},{"path":"/redirect/11568505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-81","name":"Vermisst im Koma","epNo":81,"alt":"Episode 315","descr":"Der Club erfährt eine schreckliche Neuigkeit: Daniel ist aus dem Krankenhaus verschwunden. Er wurde entführt! Die Freunde sind fassungslos und wollen mehr erfahren, doch sie werden von Morten abgewimmelt, der sich als Polizist ausgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917200","hoster":"VOE"},{"path":"/redirect/11568515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-82","name":"Erinnerungen","epNo":82,"alt":"Episode 316","descr":"Die Hausbewohner wissen nicht, wie sie auf die Entführung von Daniel reagieren sollen. Nina erinnert sich an die schönen Momente mit ihm. Sie will nicht darauf warten, bis die Polizei etwas herausfindet, und geht mit Delia ins Krankenhaus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568512","hoster":"VOE"},{"path":"/redirect/11568516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-83","name":"Beschuldigung","epNo":83,"alt":"Episode 317","descr":"Magnus ist überzeugt, dass Luzy etwas mit Maras Unfall zu tun hat. In ihrem Zimmer findet er etwas Wichtiges. Ist das Geheimnis des Clubs in Gefahr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568513","hoster":"VOE"},{"path":"/redirect/11568514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-84","name":"Es wird hell in der Dunkelheit","epNo":84,"alt":"Episode 318","descr":"Weil im Haus der Strom ausgefallen ist, müssen die Bewohner Urslis Trost-Suppe im Dunkeln essen. Als der Club berät, was sie nun tun können, fällt ihnen eine neue Aufgabe auf der Karte auf. Wie ist sie dorthin gekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568511","hoster":"VOE"},{"path":"/redirect/11568525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-85","name":"Die Daniel-Party","epNo":85,"alt":"Episode 319","descr":"Nina versucht ihre Mitbewohner für eine Daniel-Gedenk-Party zu gewinnen, aber dabei wird sie selbst unsicher. Ist das wirklich eine gute Idee?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568521","hoster":"VOE"},{"path":"/redirect/11568517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-86","name":"Trauer und Magie","epNo":86,"alt":"Episode 320","descr":"Ninas Feier für den entführten Daniel ist ein voller Erfolg. Es ist fast, als wäre Daniel bei ihnen. Und nach Kayas Rede für seinen vermissten Freund passiert etwas Magisches …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568530","hoster":"VOE"},{"path":"/redirect/11568537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-87","name":"Die wahre Wahrheit","epNo":87,"alt":"Episode 321","descr":"Der Club, Mara und Magnus sind von Luzys Geständnis schockiert. Niemand hätte ihr so einen Verrat zugetraut. Magnus möchte nun die ganze Wahrheit erfahren: Was verheimlicht der Club vor ihm und Mara?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568532","hoster":"VOE"},{"path":"/redirect/11568528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-88","name":"Unauffindbar","epNo":88,"alt":"Episode 322","descr":"Der Club ist überzeugt, dass Luzy bei ihrem Geständnis nicht alles erzählt hat und sucht nach ihr – doch Luzy ist unauffindbar. Hat sie das Haus Anubis tatsächlich verlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568519","hoster":"VOE"},{"path":"/redirect/11568523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-89","name":"Surprise,  surprise!","epNo":89,"alt":"Episode 323","descr":"Nina hat eine unerwartete Begegnung: Vincent, Daniels Zimmernachbar aus dem Krankenhaus, taucht in der Schule auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568522","hoster":"VOE"},{"path":"/redirect/11568534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-90","name":"Erklärungsnot","epNo":90,"alt":"Episode 324","descr":"Magnus macht sich große Sorgen wegen seiner Vision von Mara im Krankenbett. Er beschließt, etwas zu tun, und sucht nach der geheimen Karte des Clubs. Dabei ertappt ihn Mara und fordert eine Erklärung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568524","hoster":"VOE"},{"path":"/redirect/11568533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-91","name":"Geheimnisse","epNo":91,"alt":"Episode 325","descr":"Magnus traut seinen Augen nicht, als Daniel ihm im Keller den Geheimgang zeigt. Hat Magnus alles nur geträumt? Die anderen Schüler wollen, dass Herr Altrichter Schulleiter bleibt. Gelingt es Max, die Schulrätin zu überzeugen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568536","hoster":"VOE"},{"path":"/redirect/11568539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-92","name":"Der Tag der Abrechnung","epNo":92,"alt":"Episode 326","descr":"Magnus hat schon eine Idee, wo der Club nach der Träne der Isis suchen könnte. Nina ist strikt dagegen, dass sich Clubmitglieder in Gefahr bringen. Delia macht sich selbst auf die Suche nach Daniel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568546","hoster":"VOE"},{"path":"/redirect/11568538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-93","name":"Danach ist Davor","epNo":93,"alt":"Episode 327","descr":"Delia findet einen Hinweis auf Daniels Entführer während Magnus weiter nach der Träne der Isis sucht. Kaya und Charlotte wollen unbedingt, dass Herr Altrichter Schulleiter bleibt. Felix’ Ideen sind wenig hilfreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568544","hoster":"VOE"},{"path":"/redirect/11568542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-94","name":"Der Beobachter","epNo":94,"alt":"Episode 328","descr":"Nach einem Anruf von Daniel steht Delia unter Schock. Ob die anderen ihr glauben werden? Luzy will mit Onkel Ursli verreisen, doch hier wird sie dringender gebraucht. Als Luzy sich in die Schule schleicht wird sie beobachtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568545","hoster":"VOE"},{"path":"/redirect/11568543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-95","name":"Die Träne der Isis","epNo":95,"alt":"Episode 329","descr":"Delia, Felix und Magnus suchen weiter nach der Träne der Isis. Sie wollen, dass Luzy Kontakt zu Morten aufnimmt und ihm ein gefälschtes Fläschchen anbietet. Doch Luzys Angst bringt die ganze Aktion in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568548","hoster":"VOE"},{"path":"/redirect/11568599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-96","name":"Streitigkeiten im Club","epNo":96,"alt":"Episode 330","descr":"Magnus will nicht, dass Mara beim Club mitmacht. Derweil glaubt niemand, dass Delia mit Daniel gesprochen hat. Delia vermutet eine Verschwörung hinter Daniels Verschwinden und stellt auf eigene Faust Nachforschungen an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568554","hoster":"VOE"},{"path":"/redirect/11568556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-97","name":"Die Verschwörung","epNo":97,"alt":"Episode 331","descr":"Die Mädchen haben einen Plan. Doch um Delphis Dorf und Herr Altrichter gleichzeitig zu retten müsste Onkel Ursli seine Abreise verschieben. Delia vermutet immer noch eine Verschwörung hinter Daniels Verschwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568551","hoster":"VOE"},{"path":"/redirect/11568550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-98","name":"Magnus und Mara","epNo":98,"alt":"Episode 332","descr":"Nachdem Delia mit Magnus und Felix die nächste Prüfung im Keller durchgeht, steht sie unter Schock. Nina ist wütend. Wie konnten sie Delia so in Gefahr bringen? Zwischen Magnus und Mara herrscht immer noch Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568552","hoster":"VOE"},{"path":"/redirect/11568553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-99","name":"Eine mysteriöse Beziehung","epNo":99,"alt":"Episode 333","descr":"Onkel Ursli wiederholt vor Nina die geheimnisvollen Sätze, die Nina von Sarah gehört hat. Doch woher weiß er davon? Mara wird von jemandem auf der Schultoilette angegriffen und Luzy macht eine unerwartete Ankündigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568564","hoster":"VOE"},{"path":"/redirect/11568567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-100","name":"Der Heiratsantrag","epNo":100,"alt":"Episode 334","descr":"Nina will nichts unternehmen, wenn Daniel noch verschwunden ist, doch die anderen wollen das Miniaturhaus von Morten zurückholen. Onkel Ursli vertraut Nina an, dass er jemandem im Haus Anubis einen Heiratsantrag machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917203","hoster":"VOE"},{"path":"/redirect/11568560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-101","name":"Keine Spürnase","epNo":101,"alt":"Episode 335","descr":"Der Club verliert plötzlich Mortens Spur. Charlotte, Kaya und Max arbeiten auf Hochtouren an der Wohltätigkeitsveranstaltung für Urslis Dorf, doch die Schulrätin droht alles abzubrechen. Herr Altrichter weiß das zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568562","hoster":"VOE"},{"path":"/redirect/11568565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-102","name":"Willst du mich heiraten?","epNo":102,"alt":"Episode 336","descr":"Ursli macht Rosie einen Heiratsantrag. Luzy darf dem Club nicht beim nächsten Rätsel helfen. Zum Glück kommt Nina auf die Lösung. Aber wie kommen sie an Victor vorbei in den Keller zur nächsten Prüfung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14001631","hoster":"VOE"},{"path":"/redirect/11568574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-103","name":"Der Druck steigt","epNo":103,"alt":"Episode 337","descr":"Vincent zieht ein. Angeblich sind seine Eltern verreist, doch in Wirklichkeit soll er für Trabas spionieren. Im Keller wagen sich Nina, Magnus und Felix an die nächste Prüfung. Sie dürfen keine falsche Bewegung machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568570","hoster":"VOE"},{"path":"/redirect/11568569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-104","name":"Glauben und Wissen","epNo":104,"alt":"Episode 338","descr":"Delia glaubt, dass mit Vincent etwas nicht stimmt, doch Nina kauft ihr das nicht ab. Der Club besteht die nächste Prüfung und erhält das nächste Fläschchen. Luzy versöhnt sich wieder mit Charlotte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568571","hoster":"VOE"},{"path":"/redirect/11568580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-105","name":"Victor Senior","epNo":105,"alt":"Episode 339","descr":"Als Delia beweisen will, dass man Vincent nicht trauen kann macht sie eine schockierende Entdeckung. Victor Senior findet heraus, dass die nächste Aufgabe in einer Büste steckt, die versteigert werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568572","hoster":"VOE"},{"path":"/redirect/12980782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-106","name":"Die Versteigerung","epNo":106,"alt":"Episode 340","descr":"Charlotte, Kaya, Max und Luzy sind fieberhaft mit den Vorbereitungen für die Versteigerung beschäftigt. Delia und Felix spüren Daniel in Mortens Schloss auf, doch sie geraten selbst in Gefangenschaft!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568575","hoster":"VOE"},{"path":"/redirect/11568583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-107","name":"Der Wiederaufbau von Delphis Dorf","epNo":107,"alt":"Episode 341","descr":"Der Wiederaufbau von Delphis Dorf kostet mehr als gedacht. Alle sind hinter der nächsten Aufgabe her. Delia und Felix gelingt es Daniel aus Mortens Schloss zu befreien, doch in Sicherheit sind sie noch lange nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568582","hoster":"VOE"},{"path":"/redirect/11569353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-108","name":"Flucht","epNo":108,"alt":"Episode 342","descr":"Vincent hat Delia, Felix und Daniel bei der Flucht geholfen. Alle freuen sich, doch Mara ist schwerkrank. Hat Vincent sie vergiftet? Auf welcher Seite steht er? Kann der Club ohne die geheime Karte die Träne der Isis finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920353","hoster":"VOE"},{"path":"/redirect/11568588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-109","name":"Nichts klappt","epNo":109,"alt":"Episode 343","descr":"Bei der Versteigerung läuft alles schief. Der Club schleicht sich zur letzten Prüfung in den Keller. Die Zeit drängt, denn Mara geht es immer schlechter. Doch vor der Prüfung stoßen sie auf ein unüberwindbares Hindernis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568590","hoster":"VOE"},{"path":"/redirect/11569361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-110","name":"Das Gemälde","epNo":110,"alt":"Episode 344","descr":"Herr Altrichter bringt ein verschollenes Gemälde mit, dass bei der Presse großes Aufsehen erregt. Damit bleibt er Schulleiter. Im Keller müssen die Clubmitglieder in einer unheimlichen Prüfung ihre größten Ängste überwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568591","hoster":"VOE"},{"path":"/redirect/11568604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-111","name":"Zwischen zwei Gedanken","epNo":111,"alt":"Episode 345","descr":"Die Träne der Isis ist gefunden, doch Mara dafür verschwunden. Magnus trifft eine riskante Entscheidung. Luzy ist erleichtert, dass ihre Spionage für Morten endlich ein Ende hat. Gibt ihr Max eine zweite Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568593","hoster":"VOE"},{"path":"/redirect/11568594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-112","name":"Kleider machen Leute","epNo":112,"alt":"Episode 346","descr":"Rosie hat noch kein Hochzeitskleid, doch Victor weiß Rat. Als Magnus und Felix Mara aus dem Schloss befreien wollen, werden sie ertappt. Nina und Delia schleichen ihnen nach und belauschen Trabas und Vincent …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568595","hoster":"VOE"},{"path":"/redirect/11568602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-113","name":"Kein Ausweg für Mara","epNo":113,"alt":"Episode 347","descr":"Mitten in die Hochzeitsvorbereitungen platzt die Nachricht, dass Luzy und Charlotte für ein Jahr in eine amerikanische Highschool können. Nina hilft allen aus dem Schloss zu entfliehen, doch Mara bleibt zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568596","hoster":"VOE"},{"path":"/redirect/11568600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-114","name":"Ein Tag voller Unglück","epNo":114,"alt":"Episode 348","descr":"Rosies Hochzeit steht unter keinem guten Stern. Nina glaubt an das Gute in Vincent und will ihn einspannen um Mara zu retten, doch die anderen trauen ihm nicht über den Weg. Soll Nina ihn heimlich besuchen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568597","hoster":"VOE"},{"path":"/redirect/11568607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-115","name":"Unerwartete Hilfe","epNo":115,"alt":"Episode 349","descr":"Gegen den Willen des Clubs trifft sich Nina mit Vincent. Er will ihr helfen Mara zu retten. Dafür will er die Träne der Isis. Dank einer Unbekannten an der Seite Urslis laufen die Hochzeitsvorbereitungen plötzlich blendend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920355","hoster":"VOE"},{"path":"/redirect/11568611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-116","name":"Verflucht","epNo":116,"alt":"Episode 350","descr":"Daniel erwischt Nina als sie die Träne der Isis einsteckt. Delphi, Urslis Ziege, hat die Hochzeit verflucht. Das Brautpaar kann sie besänftigen doch nun kommen große Veränderungen auf die Hausbewohner zu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568603","hoster":"VOE"},{"path":"/redirect/11568639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-117","name":"Was steckt dahinter?","epNo":117,"alt":"Episode 351","descr":"In Victors Keller finden Nina, Daniel und Magnus einen Text über die Träne der Isis, der ihnen große Angst einjagt. Victor will Urslis Schwester zur Hochzeit begleiten. Mara wird immer noch gefangen gehalten und braucht Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568606","hoster":"VOE"},{"path":"/redirect/11568609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-118","name":"Das Hochzeitsfest","epNo":118,"alt":"Episode 352","descr":"Als Kaya und Max herausfinden, dass ihre Freundinnen ein Jahr lang nach Amerika gehen sind sie sauer. Mitten im Hochzeitsfest verabschiedet sich Nina. Was hat sie vor, trifft sie sich etwa mit Vincent Trabas?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568608","hoster":"VOE"},{"path":"/redirect/11568613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-119","name":"Zwei Paare","epNo":119,"alt":"Episode 353","descr":"Max und Kaya haben mit Luzy und Charlotte Schluss gemacht. Nina hat Vincent die Träne der Isis gegeben, der Club ist sauer. Doch solange sich alle streiten wird Mara nicht gerettet. Magnus hat große Angst um sie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568610","hoster":"VOE"},{"path":"/redirect/11568615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-120","name":"Break Out","epNo":120,"alt":"Episode 354","descr":"Als Luzy und Charlotte die Hoffnung aufgeben, bekommen sie einen Zettel von den Jungs. Der Club versucht Mara zu retten, doch sie werden von Morten gefangen genommen. Delia hat eine riskante Idee für einen Ausbruch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383323","hoster":"VOE"},{"path":"/redirect/11568612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-121","name":"Sarahs Rückkehr","epNo":121,"alt":"Episode 355","descr":"Der Club findet Mara regungslos im Schloss. Nina plagt ein schlechtes Gewissen, dass sie Vincent vertraut hat, doch ihm geht es nicht anders. In der Nacht erscheint Sarah in Ninas Zimmer und teilt ihr Unglaubliches mit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568616","hoster":"VOE"},{"path":"/redirect/11568627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-122","name":"Traumdeutung","epNo":122,"alt":"Episode 356","descr":"Kaya und Max flirten ständig mit anderen Mädchen. Das macht ihre Exfreundinnen sauer. Nina erzählt dem Club, was Sarah ihr im Traum gesagt hat, aber für eine Rettungsaktion bleibt nicht mehr viel Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568618","hoster":"VOE"},{"path":"/redirect/11568620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-123","name":"Rosie 2.0","epNo":123,"alt":"Episode 357","descr":"Reni soll Rosies Job übernehmen doch Rosie ist mit ihrer Nachfolgerin gar nicht zufrieden. Maras Leben steht auf der Kippe als die anderen sie finden. Vincent könnte sie retten, doch auf welcher Seite steht er?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568619","hoster":"VOE"},{"path":"/redirect/11568622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-124","name":"Gemeinsame Sache","epNo":124,"alt":"Episode 358","descr":"Luzy und Charlotte wollen ihre Exfreunde eifersüchtig machen, doch die Jungs schöpfen Verdacht. Mara ist noch im Schloss gefangen, doch Vincent hört auf Nina und hindert seinen Vater daran von der Träne der Isis zu trinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568621","hoster":"VOE"},{"path":"/redirect/11568623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-125","name":"Endlich Panik","epNo":125,"alt":"Episode 359","descr":"Rosie entscheidet sich nicht mit Ursli wegzugehen. Die Mädchen wollen sie aufheitern. Der Club stellt Nachforschungen über die Träne und das Gegengift an. Maras Leben hängt davon ab, ob sich Nina und Magnus einigen können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568624","hoster":"VOE"},{"path":"/redirect/11568626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-126","name":"Der Club wird stärker","epNo":126,"alt":"Episode 360","descr":"Die frischgetrennten Pärchen bereiten ein romantisches Abendessen für Rosie und Ursli vor. Nina weiß nicht, ob sie Vincent trauen kann. Sie nimmt ihn mit zum Club. Dort verplappert sich Magnus. Vincent erfährt ein Geheimnis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568625","hoster":"VOE"},{"path":"/redirect/11568628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-127","name":"Eine überraschende Überraschung","epNo":127,"alt":"Episode 361","descr":"Luzy und Charlotte sind überglücklich, dass sie sich endlich wieder mit ihren Freunden versöhnt haben. Doch dann findet Charlotte einen Brief, der alles infrage stellt. Magnus kann nicht fassen, dass Nina immer noch Vertrauen zu Vincent hat. Er überredet Felix, mit ihm heimlich ins Schloss zu gehen, um Mara zu retten. Doch Nina, Daniel, Delia und Vincent folgen den beiden. Als alle in Maras Zimmer aufeinander treffen erleben sie eine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568630","hoster":"VOE"},{"path":"/redirect/11568633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-128","name":"Fatale Folgen","epNo":128,"alt":"Episode 362","descr":"Victor und Reni wollen Rosie beweisen, dass sie das Haus Anubis auch ohne Rosie im Griff haben. Das hat fatale Folgen für Küche und Badezimmer, und Rosie ist stinksauer. Mara ist nicht mehr im Schloss, und auch von Morten und Zeno Trabas fehlt jede Spur. Der Club ist verzweifelt, die Freunde sind mehr denn je auf Vincents Hilfe angewiesen. Er verspricht, Mara aufzuspüren, und nimmt Kontakt zu Morten auf. Aber sollen Nina und die anderen Vincent wirklich trauen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568629","hoster":"VOE"},{"path":"/redirect/11568635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-129","name":"Der letzte Tag im Haus Anubis (1)","epNo":129,"alt":"Episode 363","descr":"Die Stimmung im Haus Anubis ist auf dem Tiefpunkt. Ursli und seine Schwester Reni reisen morgen ab, was Rosie und Victor todunglücklich macht. Und auch Charlotte, Luzy, Kaya und Max verbringen ihren letzten gemeinsamen Tag zusammen. Der verläuft leider anders als erwartet. Der Club durchsucht das Schloss nach Mara. Delia und Felix machen dabei eine ungewöhnliche Entdeckung. Nina, Daniel und Magnus merken nicht, dass auch jemand nach ihnen suchte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568632","hoster":"VOE"},{"path":"/redirect/11568636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-haus-anubis/staffel-3/episode-130","name":"Der letzte Tag im Haus Anubis (2)","epNo":130,"alt":"Episode 364","descr":"Mara und Zeno Trabas liegen im Sterben, obwohl der Club ihnen die Träne der Isis und das Gegengift verabreicht hat. Irgendetwas müssen die Freunde übersehen haben. Als die Träne plötzlich zu leuchten beginnt hat Nina eine Idee. Charlotte und Luzy und auch Reni und Ursli verabschieden sich von den anderen Hausbewohnern. Alle haben Tränen in den Augen. Doch wer am Ende das Haus Anubis verlässt und wer nicht, zeigt sich erst im letzten Moment.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11568634","hoster":"VOE"},{"path":"/redirect/11568637","hoster":"Streamtape"}]}]}]}]}