{"path":"/serie/stream/das-ksk-gemeinsam-gegen-den-terror","name":"Das KSK - Gemeinsam gegen den Terror","descr":"Die zweiteilige Dokumentation porträtiert das zur Bundeswehr gehörende \"Kommando Spezialkräfte\" (KSK), das mit seinen einzigartigen Fähigkeiten immer dann eingesetzt wird, wenn die Kenntnisse herkömmlicher Einheiten nicht mehr genügen. So wird das KSK bei besonderen Aufgaben von strategischem Interesse losgeschickt, beispielsweise bei der Bekämpfung von Terroristen, bei der Rettung bedrohter deutscher Staatsbürger im Ausland oder der Festsetzung von Kriegsverbrechern.Die Reporter begleiten die Kommandosoldaten ein Jahr lang bei deren Ausbildung, unter anderem auch auf hoher See und im Dschungel.","seasons":[{"path":"/serie/stream/das-ksk-gemeinsam-gegen-den-terror/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-ksk-gemeinsam-gegen-den-terror/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Das Kommando Spezialkräfte ist dort, wo der Terror zu Hause ist. Innerhalb der Bundeswehr verfügt das KSK über einzigartige Fähigkeiten. Die Doku begleitet die Kommandosoldaten ein Jahr lang bei ihrer Ausbildung. Egal ob auf hoher See oder mitten im Dschungel Mittelamerikas – sie müssen auf alles vorbereitet sein. Doch das Auswahlverfahren ist hart und fordernd und am Ende entscheidet der Wille, ob man das Ziel erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944375","hoster":"VOE"},{"path":"/redirect/8944374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-ksk-gemeinsam-gegen-den-terror/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Im heutigen Einsatzspektrum deutscher Streitkräfte gibt es besondere Aufgaben von strategischem Interesse, die oftmals durch herkömmliche Einheiten nicht erfüllt werden können. Beispiele dafür sind die ständige Bereitschaft zur Rettung von bedrohten bzw. gefangenen deutschen Staatsbürgern im Ausland oder die Festsetzung von Kriegsverbrechern in Krisengebieten. Die Soldaten des KSK werden speziell für solche und ähnliche Einsätze ausgebildet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944376","hoster":"VOE"},{"path":"/redirect/8944373","hoster":"Streamtape"}]}]}]}]}