{"path":"/serie/stream/das-verschwinden","name":"Das Verschwinden","descr":"In Forstenau, einer Kleinstadt nahe der tschechischen Grenze, verschwindet die zwanzigjährige Janine Grabowski. Während vieles darauf hindeutet, dass sie klammheimlich der Provinz den Rücken kehren wollte, ist ihre Mutter Michelle überzeugt, dass Janine etwas zugestoßen sein muss. Die Vermisstenanzeige verschwindet allerdings schnell in den Akten der Polizei. Niemand mag an ein Verbrechen glauben, nicht hier.","seasons":[{"path":"/serie/stream/das-verschwinden/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-verschwinden/staffel-1/episode-1","name":"Janine","epNo":1,"alt":"","descr":"Michelle Grabowski (Julia Jentsch) tut sich schwer damit, dass ihre Tochter Janine (Elisa Schlott) ausgezogen ist. Seit sie alleine wohnt, nabelt sich die 19-Jährige immer mehr von ihrer alleinerziehenden Mutter und ihrer jüngeren Halbschwester Evi (Anne-Marie Weisz) ab. Dass Janine die von Michelle vermittelte Lehre im örtlichen Baubetrieb abgebrochen hat, erfährt die Mutter nur durch Zufall. So geraten die beiden ausgerechnet an Janines 20. Geburtstag in Streit. Zur Versöhnung kommt es nicht mehr, denn die junge Frau ist am nächsten Tag wie vom Erdboden verschluckt. Michelle möchte sofort eine polizeiliche Suchaktion starten, doch auf der Wache rät man ihr zum Abwarten. Es sei schließlich nicht ungewöhnlich, dass junge Leute beim Feiern tagelang über die Stränge schlagen. Außerdem hat Polizeichef Gerd Markwart (Stephan Zinner) in der Nacht des Verschwindens etwas beobachtet, was er Michelle nicht sagen kann. Dass es eine Verbindung zu einem anderen Fall gibt, an dem er verbissen arbeitet, ahnt der Beamte jedoch nicht. Der Kleinstadtdealer Tarik (Mehmet Atesçi), dem Markwart mit allen Mitteln das Handwerk legen möchte, ist in ein Drogengeschäft mit der Vermissten verwickelt: Er hat Janine und ihren Freundinnen Laura (Saskia Rosendahl) und Manu (Johanna Ingelfinger) in Tschechien ein Paket Cristal Meth besorgt, das nun ebenfalls verschwunden ist. Während Michelle nach ihrem Kind sucht, wollen die Jugendlichen den Stoff finden. Ihnen sitzen bereits ungeduldige Großabnehmer im Nacken, die nun nach Forstenau kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984183","hoster":"VOE"},{"path":"/redirect/8383277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-verschwinden/staffel-1/episode-2","name":"Weil wir euch lieben","epNo":2,"alt":"","descr":"Michelle Grabowski (Julia Jentsch) findet im nahe gelegenen tschechischen Grenzort das Kleid, das ihre Tochter Janine (Elisa Schlott) getragen hat, als sie zum letzten Mal gesehen wurde. Nun macht die Polizei endlich eine Vermisstenmeldung, ermittelt aber immer noch mit angezogener Handbremse. Schließlich könnte Janine, wie ihre Freundin Manu Essmann (Johanna Ingelfinger) vermutet, sich einfach klammheimlich aus dem Staub gemacht haben, um das langweilige Provinzleben und ihre überfürsorgliche Mutter hinter sich zu lassen. Michelle setzt dennoch ihre Suche auf eigene Faust fort und findet heraus, wie tief ihre Tochter und ihre Freundinnen im Drogensumpf stecken: Sie machen Geschäfte mit dem Kleindealer Tarik Karaman (Mehmet Atesçi) und haben eine große Menge Crystal Meth jenseits der Grenze gekauft. Manus Eltern, das einflussreiche Unternehmerpaar Leo (Sebastian Blomberg) und Steffi Essmann (Nina Kunzendorf), versuchen mit allen Mitteln, den äußeren Schein zu wahren – dabei wissen beide, dass ihre Tochter abhängig ist und kurz vor dem völligen Absturz steht. Nicht nur ihre Sucht macht der Studentin ernste Probleme: Sie wird von einem Gangster (Andreas Bichler) bedroht, der an das von Janine versteckte Crystal Meth will. Aus Angst vor ihm muss Manu alles daransetzen, endlich den verschwundenen Stoff aufzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984174","hoster":"VOE"},{"path":"/redirect/8383280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-verschwinden/staffel-1/episode-3","name":"Zwei Mütter","epNo":3,"alt":"","descr":"Michelle Grabowski (Julia Jentsch) steht vor einer schweren Entscheidung: Nur, wenn sie das Crystal Meth der Polizei übergibt und damit ihre Tochter Janine (Elisa Schlott) schwer belastet, kann sich das LKA in den Fall einschalten – allerdings nicht zur Suche nach der Vermissten, sondern mit einer Fahndung wegen Drogenhandels. Woher das Geld für den Kauf des Cristal Meth stammt, weiß Michelle inzwischen: Janine hat es sich von Martin Göhl (Godehard Giese) geliehen – ohne zu wissen, dass er ihr leiblicher Vater ist. Nun erkennt die verzweifelte Mutter, dass ihre Geheimnisse und Lügen zu dem Unheil beigetragen haben, das ungebremst seinen Lauf nimmt. Hilflos müssen auch die Eltern von Janines Freundinnen miterleben, wie ihnen die Kinder unaufhaltsam entgleiten: Manu (Johanna Ingelfinger) stirbt fast an einer Überdosis und Laura Wagner (Saskia Rosendahl) kehrt ihrem Elternhaus nach einem Streit mit dem Vater (Michael A. Grimm) den Rücken. Die Schülerin flüchtet sich ausgerechnet zu dem Kleinstadtdealer Tarik Karaman (Mehmet Atesçi), von dem sie mit geklautem Geld heimlich Drogen kauft. Zwischen den beiden beginnt eine zarte Romanze, die Lauras Vater Helmut auf keinen Fall zulassen möchte. Er geht zu Tarek und dessen Eltern, Kerstin (Teresa Harder) und Ayhan Karaman (Vedat Erincin), um seine sonst so folgsame Tochter wieder heimzuholen. Auch Michelle möchte nichts unversucht lassen bei der Suche nach Janine: Eine neue Spur führt nach Tschechien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984176","hoster":"VOE"},{"path":"/redirect/8383283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-verschwinden/staffel-1/episode-4","name":"Eine Familie","epNo":4,"alt":"","descr":"Von Janine (Elisa Schlott) kein Lebenszeichen, Manu (Johanna Ingelfinger) verschwunden und Laura (Saskia Rosendahl) tot – für die Familien der drei Freundinnen nimmt der Alptraum kein Ende. Lauras Vater Helmut Wagner (Michael A. Grimm) lässt keinen Zweifel daran, wer büßen soll: der Kleinstadtdealer Tarik Karaman (Mehmet Atesçi), der in Untersuchungshaft sitzt. Beweisen kann ihm die Polizei allerdings weder die Drogendelikte noch eine Verbindung zu dem Selbstmord der Abiturientin Laura. Tariks Anwalt (Matthias Kupfer) sieht daher gute Chancen, ihn bald freizubekommen. Dass ausgerechnet der Dealer ungeschoren davonkommt, möchte Polizeichef Gerd Markwart (Stephan Zinner) auf keinen Fall zulassen. Für ihn, der in Sisyphusarbeit seit Jahren vergeblich gegen das verschwiegene Drogenproblem kämpft, geht es längst um seine eigene Vorstellung von Gerechtigkeit. Unterdessen hoffen Steffi Essmann (Nina Kunzendorf) und Michelle (Julia Jentsch), dass sich ihre vermissten Töchter abgesetzt haben und in einem Versteck wohlauf sind. Gemeinsam fahren die Mütter in das Ferienhaus der Essmanns an der Grenze, wo Michelle einem weiteren Geheimnis auf die Schliche kommt. Es wird nicht der letzte Schock sein, der ihr bevorsteht: Es gibt eine Person, die ihr bisher nur als Randfigur begegnet ist, aber mehr über die Umstände von Janines Verschwinden weiß. Noch immer fehlt ein Lebenszeichen von der 20-Jährigen, die seit Tagen wie vom Erdboden verschluckt scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984175","hoster":"VOE"},{"path":"/redirect/8383288","hoster":"Streamtape"}]}]}]}]}