{"seriesId":"das-verschwundene-zimmer","name":"Das verschwundene Zimmer","descr":"[The Lost Room] Detective Joe Miller gerät während seiner Ermittlungen zu zwei Mordfällen in den Besitz eines Motelschlüssels mit der Nr. 10. Dieser Raum befindet sich außerhalb von Raum und Zeit. Will man den Raum verlassen, braucht man nur an den Ort zu denken, zu dem man will und die Tür öffnet sich dorthin, aber nur, solange man den Schlüssel hat. Falls man ihn nicht hat, gehen Raum und Zeit verloren. Genau dieses Schicksal passiert Joes Tochter. Nun muss er versuchen, sie zurück zu bekommen und erfährt, dass es ca. 100 weitere \"Objekte\" gibt, die aus diesem Raum stammen und ebenfalls besondere Eigenschaften haben. Eins soll das primäre Objekt sein, das seine Tochter Anna zurück bringen kann. Auf der Jagd nach dem primären Objekt muss er sich gegen Neider und Geheimbünde wehren, die ihm alle den Schlüssel abjagen wollen. Nur: Ohne Schlüssel ist er aus dem Spiel und verliert seine Tochter für immer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Schlüssel","epNo":1,"alt":"The Key","descr":"Detektive Joe Miller, ein allein erziehender Vater und integerer Polizist, wird eines Tages mit einer Situation konfrontiert, die schon bald sein komplettes Leben auf den Kopf stellen soll. Im Zuge der Ermittlungen zu einem Mordfall wird ihm von einem sterbenden jungen Mann der Schlüssel für ein Motelzimmer zugesteckt. Dieser Schlüssel birgt ein Geheimnis: Man kann damit jede beliebige Türe öffnen und findet dahinter stets ein ordentlich aufgeräumtes Motelzimmer vor. Verlässt man das Zimmer wieder durch die Tür und stellt sich in seiner Fantasie ein Ziel vor, so bringt einen das Zimmer genau dorthin. Besagtes Zimmer ist im Jahre 1961 einfach vom Erdboden verschwunden und befindet sich seitdem offenbar in einer parallelen Zeit- und Raumebene. Doch was als interessantes Phänomen beginnt, entpuppt sich schon bald als mörderisches Spiel. Nicht nur der Schlüssel, sondern alle weiteren Gegenstände aus dem verschwundenen Zimmer besitzen besondere Eigenschaften und werden seit Jahren von einem mysteriösen Geheimbund gejagt – ein blutiger, brutaler Kampf ist daraus entstanden. Da der Schlüssel eines der wertvollsten Objekte darstellt, steht Detektive Miller fortan ganz oben auf der Liste der Gejagten. Als einer der Objektjäger Millers achtjährige Tochter entführt, um die Herausgabe des Schlüssels zu erpressen, verschwindet sie auf der Flucht vor ihren Entführern in dem geheimnisvollen Zimmer und gelangt in ein paralleles Universum. Miller ist außer sich und hat nur noch ein Ziel vor Augen: er muss unbedingt seine Tochter wieder finden, koste es was es wolle …","versions":[{"lang":1,"streams":[{"redirect":8668825,"hoster":"VOE"},{"redirect":14234629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Uhr","epNo":2,"alt":"The Clock","descr":"Joe\u0027 s Tochter bleibt verschwunden. Joe erfährt einiges über die \"Objekte\" aus dem Motelzimmer. Ein Bündnis mit einem seiner Gegner ist nur von kurzer Dauer und er bleibt weiterhin auf der Suche...","versions":[{"lang":1,"streams":[{"redirect":13633603,"hoster":"VOE"},{"redirect":14234630,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kamm","epNo":3,"alt":"The Comb","descr":"Joes Suche geht weiter. Zu allem Übel wird er nun auch noch des Mordes an seinem Partner beschuldigt. Joe glaubt, es gäbe ein \"Primärobjekt\". Er erhält den Kamm, der bei Benutzung für alle, außer den Besitzer, die Zeit für zehn Sekunden anhält. Ein Reisewecker soll nützlich sein, um Anna zu finden. Kreuzfeld hat zusätzöiche Informationen.","versions":[{"lang":1,"streams":[{"redirect":13633602,"hoster":"VOE"},{"redirect":14234631,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schachtel","epNo":4,"alt":"The Box","descr":"Wally bringt Joe zum Motel, das völlig verfallen ist. Er erfährt dort, das das Zimmer 10, wofür der geheimnisvolle Schlüssen passt, seit 1961 verschwunden ist. Im Nachbarzimmer, Nr. 9, hat Joe eine Geistererscheinung. Währenddessen wir der Forensiker Dr. Ruber vom \"Orden\" kontaktiert.","versions":[{"lang":1,"streams":[{"redirect":13633601,"hoster":"VOE"},{"redirect":14234632,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Auge","epNo":5,"alt":"The Eye","descr":"Das Glasauge ist eine mächtige, fleischzerstörende Waffe, die einen Menschen binnen eines Augenblicks in Fetzen reißen kann. Man soll aber damit auch heilen können. Kreutzfeld glaubt, er könnte mit dem Auge und zusammen mit anderen Objekten seinen toten Sohn wieder zum Leben erwecken. Auf der Suche nach dem Primärobjekt entdeckt Miller schließlich einen Menschen, den früheren Besitzer der meisten Objekte.","versions":[{"lang":1,"streams":[{"redirect":13633600,"hoster":"VOE"},{"redirect":14234636,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Primärobjekt","epNo":6,"alt":"The Prime Object","descr":"Kreuzfeld versucht mit allen Mitteln seinen Sohn wiederzubeleben. Joe und seine Mitstreiter kämpfen dagegen an.","versions":[{"lang":1,"streams":[{"redirect":8668795,"hoster":"VOE"},{"redirect":14234637,"hoster":"Streamtape"}]}]}]}]}