{"seriesId":"das-model-und-der-schnueffler","name":"Das Model und der Schnüffler","descr":"In der Pilotfolge erkennt das ehemals erfolgreiche Fotomodell Madelyn Hayes, dass sie von ihrem Management nach Strich und Faden betrogen wurde. Sie steht zu ihrer Überraschung vor dem Bankrott, ist jedoch Inhaberin von einigen als Abschreibungsobjekte deklarierten Unternehmen, darunter auch die Detektei City of Angels. Leiter dieser erfolglosen Detektei ist David Addison. Als Maddie auf Anraten ihres Anwalts die Detektei schließen will, wehrt sich Addison mit Händen und Füßen dagegen. Er versucht, Maddie als Chefin der Detektei zu gewinnen, doch sie lehnt ab, mit ihm zusammenzuarbeiten. Das ändert sich, als Maddie nach einem Abendessen im Restaurant von einem sterbenden Punk eine geheimnisvolle Armbanduhr übergestreift bekommt und die beiden Detektive so ungewollt zum ersten Mal gemeinsam in eine aufregende Verbrecherjagd verwickelt werden. Schließlich wird Maddie Inhaberin der neuen Detektei Blue Moon.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Model und der Schnüffler (1)","epNo":1,"alt":"Moonlighting (1)","descr":"Maddie Hayes ist nicht nur ein attraktives Model, sondern auch eine erfolgreiche Sprecherin von Werbespots. Darüber hinaus betätigt sie sich in zahlreichen Geschäften, die sie als steuerliche Abschreibungsobjekte nutzt. Doch eines Tages entdeckt sie, dass ihr Buchhalter sie um ihr Vermögen betrogen hat. Nun ist sie gezwungen, einige ihrer Firmen zu veräußern – darunter auch die City Of Angels-Detektei. So lernt sie den Privatdetektiv David Addison kennen …","versions":[{"lang":1,"streams":[{"redirect":13842498,"hoster":"VOE"},{"redirect":13842809,"hoster":"Vidoza"},{"redirect":13842502,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"","descr":"Das Model Maddie ist gezwungen, einen Teil seiner Immobilien zu veräußern – darunter auch die City Of Angels-Detektei, die von Privatdetektiv David Addison geführt wird. Doch Maddie wird durch Zufall in einen aufregenden Mordfall verwickelt, den sie nun gemeinsam mit Addison aufklären muss. Die beiden beschließen, die Detektei aufzupeppen und ihr den neuen Namen \"Blue Moon Investigations\" zu geben; doch schon bald fliegen die Fetzen zwischen Maddie und David …","versions":[]},{"epId":"episode-3","name":"Killer unter sich","epNo":3,"alt":"Gunfight At The So-So Corral","descr":"Ein Klient, den David einer Konkurrenzfirma abwirbt, beauftragt das Blue-Moon-Detektivbüro, seinen Sohn ausfindig zu machen. Diesen hat er seit über 20 Jahren nicht mehr gesehen und möchte sich mit ihm wieder aussöhnen. Daves und Maddys Nachforschungen ergeben, dass der \"verlorene\" Sohn ein hochkarätiger Killer ist. Die beiden Detektive sind ratlos und wollen den todkranken Vater nicht unnötig belasten. Doch der Apfel fällt nicht weit vom Stamm: Auch der Vater frönt dem verwerflichen, aber einträglichen Geschäft. Das allerdings erfahren Dave und Maddy erst später.","versions":[{"lang":1,"streams":[{"redirect":13842501,"hoster":"VOE"},{"redirect":13842567,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Erst die Gedanken – dann der Film","epNo":4,"alt":"Read The Mind, See The Movie","descr":"Der Rüstungskonzern SRT Industries arbeitet an einer neuartigen Laser-Handwaffe. Bei einer Vorführung vor hohen Militärs kommt es zu einem Zwischenfall: Die Laserwaffe ist defekt und ein Mann wird getötet. Ein Sabotageakt? Maddy und Dave, deren Agentur mit dem Schutz von SRT beauftragt war, verlieren ihren Vertrag und damit auch ihren wichtigsten Klienten. Maddy will sich jedoch nicht damit abfinden. Sie nimmt Kontakt mit Person Holt auf, dem Besitzer eines konkurrierenden Rüstungsunternehmen. Dort erfährt sie eigenartige Geschichten.","versions":[{"lang":1,"streams":[{"redirect":13842499,"hoster":"VOE"},{"redirect":13842489,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mord auf sanfter Welle","epNo":5,"alt":"The Next Murder You Hear","descr":"Die Privatdetektive Maddie und David ermitteln im Fall eines ermordeten Radiosprechers auf eigene Faust: Paul McCane, ein äußerst beliebter Rundfunkmoderator, hatte eine eigene Nachtsendung, in der er unglückliche Singles beriet. Wie die beiden herausfinden, kümmerte er sich auch privat um einsame Herzen: Er hatte ein Verhältnis mit Laura Boyd, der Frau seines Chefs. Als Maddie in die Wohnung des Toten eindringt, um nach Indizien zu suchen, erlebt sie eine Überraschung …","versions":[{"lang":1,"streams":[{"redirect":13842461,"hoster":"VOE"},{"redirect":13842460,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod auf Schienen","epNo":6,"alt":"Next Stop Murder","descr":"Miss Topisto, die Assistentin von Maddie und David, freut sich über ihren Gewinn bei einem Preisrätsel: Sie darf die alljährliche Fahrt im so genannten \"Mord-Express\" mitmachen, einem Zug, den ein Krimischriftsteller mietet, um dort einen inszenierten Mord aufzuklären. Als David und Maddie Miss Topisto zum Bahnhof begleiten, bleiben sie durch einen Zufall im Zug und müssen nun die Fahrt mitmachen. Schon bald merken sie, dass hier nicht alles mit rechten Dingen zugeht …","versions":[{"lang":1,"streams":[{"redirect":13842490,"hoster":"VOE"},{"redirect":13842495,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schulden und Spione","epNo":7,"alt":"The Murder’s In The Mail","descr":"Maddie und David freuen sich über einen Auftrag, der sie endlich aus ihrer finanziellen Misere befreien könnte: Im Namen eines großen Kreditinstitutes sollen sie Schulden eintreiben. Doch gleich der erste Fall bringt sie in eine prekäre Lage – sie finden den Schuldner nämlich tot in seiner Wohnung auf! Als sie die Polizei einschalten und wenig später in die Wohnung zurückkehren, treffen sie auf einen quicklebendigen Mann, der sich mit dem Namen des Toten vorstellt ...","versions":[{"lang":1,"streams":[{"redirect":13842462,"hoster":"VOE"},{"redirect":13842478,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Brüder Addison","epNo":1,"alt":"Brother, Can You Spare A Blonde?","descr":"Wieder einmal sitzen Maddie und David finanziell in der Klemme: Ausgerechnet jetzt, wo sie ohnehin kaum Aufträge haben, verlangt das Finanzamt eine Steuernachzahlung von 35.000 Dollar. Da kommt es wie gerufen, dass überraschend Davids Bruder Richard auftaucht, der im Gegensatz zu diesem keine Geldschwierigkeiten zu kennen scheint. Großzügig will er mit 100.000 Dollar aushelfen. Was er nicht erzählt: Diese Summe gehört eigentlich einem Drogenhändler …","versions":[{"lang":1,"streams":[{"redirect":8526488,"hoster":"VOE"},{"redirect":8526486,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Späte Rache","epNo":2,"alt":"The Lady In The Iron Mask","descr":"Maddie und David werden diesmal mit einem besonders geheimnisvollen Fall konfrontiert: Eine verschleierte Frau taucht in ihrer Detektei auf und behauptet, vor Jahren Opfer eines Säureattentats geworden zu sein. Ein enttäuschter Liebhaber habe den Anschlag verübt, doch trotz ihres entstellten Gesichts habe ihr damaliger Verlobter sie geheiratet. Zugleich hätte sie jedoch ihren Liebhaber nie vergessen – nun sollen Maddie und David ihr helfen, ihn wiederzufinden …","versions":[{"lang":1,"streams":[{"redirect":8526491,"hoster":"VOE"},{"redirect":8526489,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Casino Fatal","epNo":3,"alt":"Money Talks … Maddie Walks","descr":"Maddie war vor einiger Zeit von einem korrupten Finanzverwalter um ihr Vermögen gebracht worden – erst dieser Umstand war es, der sie mit David und dessen damals maroder Detektei in Verbindung gebracht hatte. Nun erfährt sie durch Zufall, wo sich der Finanzbetrüger aufhält: in Buenos Aires nämlich, wo er – offensichtlich mit Maddies Geld – ein florierendes Spielkasino aufgebaut hat. Zusammen mit David sinnt Maddie nun auf einen Weg, ihr Vermögen zurückzubekommen …","versions":[{"lang":1,"streams":[{"redirect":8526495,"hoster":"VOE"},{"redirect":8526493,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schatten der Vergangenheit","epNo":4,"alt":"The Dream Sequence Always Rings Twice","descr":"Ein dramatischer Fall, der vor fast vierzig Jahren die Gemüter erregte, sorgt auch heute noch für Auseinandersetzungen zwischen Maddie und David: Damals wurde der Mann einer Nachtklubsängerin ermordet. Die Künstlerin und ihr Geliebter wurden beide zum Tode verurteilt, obwohl nicht sicher war, dass sie den Mord wirklich gemeinsam begangen hatten. Maddie und David haben beide ihre eigene Version des Tathergangs, und wie so oft, klaffen ihre Ansichten dabei weit auseinander …","versions":[{"lang":1,"streams":[{"redirect":8526497,"hoster":"VOE"},{"redirect":8526496,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Kinderspiel wird ernst","epNo":5,"alt":"My Fair David","descr":"Im Büro von Maddie und David taucht die Mutter des Konzertpianisten Clark Greydon auf. Verzweifelt berichtet sie, dass ihr Sohn entführt worden sei, und bittet die beiden, in die Lösegeldverhandlungen einzusteigen. Die Detektive finden jedoch heraus, dass Greydon die Entführung selbst inszeniert hat, um mit dem \"Lösegeld\" seine Spielschulden zu bezahlen. Doch gerade als sie glauben, den Fall abschließen und zu den Akten legen zu können, wird Greydon tatsächlich entführt …","versions":[{"lang":1,"streams":[{"redirect":12383348,"hoster":"VOE"},{"redirect":8526498,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Frau, die ich kannte","epNo":6,"alt":"Knowing Her","descr":"Kein Auftrag wie jeder andere für Privatdetektiv David Addison: In der \"Blue Moon\"-Detektei taucht die schöne Gillian auf, mit der er vor Jahren zusammen war und die ihn wegen eines schwerreichen Mannes verlassen hatte. Zunächst will Gillian nur, dass David nach einem gestohlenen Schmuckstück fahndet, doch im Laufe der Arbeit stellt sich heraus, dass sie sich vor ihrem Ehemann fürchtet. Es sieht ganz so aus, als trachte Davids ehemaliger Nebenbuhler ihr nach dem Leben …","versions":[{"lang":1,"streams":[{"redirect":12920366,"hoster":"VOE"},{"redirect":8526500,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Suite Irlandaise","epNo":7,"alt":"Somewhere Under The Rainbow","descr":"Das Detektivbüro \"Blue Moon\" bekommt einen wirklich märchenhaften Auftrag: Eine junge Irin bittet Maddy und David um Schutz vor einem Mann, der sie verfolgt und ihr einen Topf voll Gold wegnehmen will. Sie sei nämlich ein schatzhütender Kobold! Gegen Maddys Widerstand übernimmt David den Fall – und kurz darauf gerät das Weltbild der beiden massiv ins Wanken …","versions":[{"lang":1,"streams":[{"redirect":8526505,"hoster":"VOE"},{"redirect":8526504,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bilderrätsel","epNo":8,"alt":"Portrait Of Maddie","descr":"Privatdetektivin Maddie Hayes wird in eine mehr als mysteriöse Geschichte hineingezogen: Der Maler Philip Wright erschießt sich nach der Fertigstellung seines letzten Bildes, das den Titel \"Charlies Schatz\" trägt. Als sie in Wrights Atelier recherchiert, stellt sie zu ihrem Entsetzen fest, dass das Bild ein Porträt ihrer selbst ist, obwohl sie den Künstler überhaupt nicht kannte! Kurz darauf taucht der Bruder des Toten bei ihr auf und will einen Blick auf das Bild werfen …","versions":[{"lang":1,"streams":[{"redirect":8526510,"hoster":"VOE"},{"redirect":8526508,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nummern-Revue","epNo":9,"alt":"Atlas Belched","descr":"Maddie hat das Angebot eines Großkonkurrenten angenommen und die Blue-Moon-Detektei an diesen verkauft. Außer sich vor Wut, beschließt David, sein eigenes kleines Detektivbüro zu gründen. Als er einen jungen Mann kennen lernt, dem Telefonnummern gestohlen wurden, welche für dessen Chef äußerst wichtig sind, sieht David seine Chance gekommen: Zufällig nämlich ist der Sicherheitsberater jenes Chefs genau der Großkonkurrent, der die Blue-Moon-Detektei gekauft hat …","versions":[{"lang":1,"streams":[{"redirect":8526513,"hoster":"VOE"},{"redirect":8526511,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es weihnachtet sehr!","epNo":10,"alt":"It Was The Episode Before Christmas","descr":"David hat die Idee, ein so genanntes \"Weihnachtstelefon\" in der Detektei einzurichten, um so endlich wieder in die schwarzen Zahlen zu kommen. Doch das dauernde Klingeln ist nicht das einzige, was die Detektive auf Touren bringt: Ihre Sekretärin Miss DiPesto findet in ihrer Wohnung ein ausgesetztes Kleinkind. Recherchen ergeben, dass die Mutter des Kindes im Verdacht steht, ihren Mann getötet zu haben. Da schalten sich zwei zwielichtige Gestalten in die Untersuchungen ein …","versions":[{"lang":1,"streams":[{"redirect":8526514,"hoster":"VOE"},{"redirect":8526512,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Club der zweisamen Herzen","epNo":11,"alt":"The Bride Of Tupperman","descr":"Diesmal werden Maddie und David mit einem Fall konfrontiert, der gar nicht zu ihren Aufgaben gehört: Ein Klient namens Tupperman will, dass die zwei eine Frau für ihn finden! Doch obwohl sie eine Detektei und keine Heiratsvermittlung führen, machen sie sich mit Feuereifer auf die Suche nach der Richtigen – wobei ihre Vorstellungen allerdings weit voneinander abweichen. Das führt dazu, dass sie schließlich zwei Heiratskandidatinnen für Tupperman haben …","versions":[{"lang":1,"streams":[{"redirect":8526516,"hoster":"VOE"},{"redirect":8526517,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Stunde der Wahrheit","epNo":12,"alt":"North By North Dipesto","descr":"Die Assistentin von Maddie und David, Agnes DiPesto, steuert auf eine mittlere Krise zu: Sie klagt über ihren Job, sie klagt über ihr Leben und findet alles langweilig. Um sie aufzumuntern, schicken die beiden ihre gute Seele auf einen Detektiv-Kongress, der einmal im Jahr mit großem Bankett und Ball stattfindet. Das Ergebnis übertrifft Maddies und Davids Erwartungen bei weitem: Nicht nur, dass Agnes sich gut amüsiert, sie lernt auch einen faszinierenden Mann kennen …","versions":[{"lang":1,"streams":[{"redirect":8526520,"hoster":"VOE"},{"redirect":8703747,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Begründete Zweifel","epNo":13,"alt":"In God We Strongly Suspect","descr":"Maddie und David werden in ihrer Detektei von einer Witwe aufgesucht, die ein äußerst ungewöhnliches Anliegen hat: Sie bittet die beiden, sie vor ihrem verstorbenen Mann zu schützen! Der Verblichene, ein berühmter Entfesselungskünstler, der bei einem seiner gefährlichen Auftritte ums Leben gekommen war, hatte nämlich zu Lebzeiten damit gedroht, von den Toten aufzuerstehen! Damit wollte er sich an seiner Frau dafür rächen, dass sie ihn mit einem anderen betrogen hatte …","versions":[{"lang":1,"streams":[{"redirect":8526524,"hoster":"VOE"},{"redirect":8526519,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Indiskretionen","epNo":14,"alt":"Every Daughter’s Father Is A Virgin","descr":"Maddies Eltern, Alex und Ginny Hayes, sind zu Besuch in L.A. Maddie ist nervös, denn sie hat die beiden lange nicht mehr gesehen. Bei einem Gespräch unter vier Augen vertraut ihre Mutter ihr an, dass sie glaubt, Maddies Vater habe eine Affäre. Maddie kann es nicht fassen – doch als David Mr. Hayes heimlich folgt, stellt er fest, dass dieser tatsächlich ein Hotelzimmer mit einer anderen Frau teilt. Maddie ist am Boden zerstört, aber sie will ihrer Mutter die Wahrheit sagen …","versions":[{"lang":1,"streams":[{"redirect":8526527,"hoster":"VOE"},{"redirect":8526526,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zeuge der Hinrichtung","epNo":15,"alt":"Witness For The Execution","descr":"Als Maddie und David Besuch von dem 90-jährigen, schwer kranken Lawrence Everett erhalten, haben sie Mitleid und möchten ihn in seinem Anliegen, so bizarr es auch auf den ersten Blick scheint, unterstützen: Everett will sterben, hat aber nicht die Kraft, Selbstmord zu begehen. Deshalb hat er jemanden engagiert, der sein Lebenserhaltungssystem abschalten soll – und für diese selbst gewählte \"Hinrichtung\" braucht er einen Zeugen. Beim Versuch zu helfen tappt David in eine Falle …","versions":[{"lang":1,"streams":[{"redirect":12920368,"hoster":"VOE"},{"redirect":8526530,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Den Seinen gibt’s der Herr im Schlaf","epNo":16,"alt":"Sleep Talkin’ Guy","descr":"Maddie und David haben Grund zum Feiern: Genau ein Jahr lang teilen sie sich jetzt die Detektei. In Sektlaune wollen sie auf das Jubiläum anstoßen, doch die Stimmung wird schnell getrübt, als Maddie David sagt, was sie von seinen detektivischen Fähigkeiten hält. Als David kurz darauf durch Zufall die Prostituierte Toby kennen lernt, die ihm geheime Infos von einem guten Kunden zukommen lässt, avanciert er jedoch in kürzester Zeit zum Spitzendetektiv …","versions":[{"lang":1,"streams":[{"redirect":12333197,"hoster":"VOE"},{"redirect":8526531,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eine Tote kehrt zurück","epNo":17,"alt":"Funeral For A Door Nail","descr":"Der Geschäftsmann Roger Clemens ist über den Tod seiner Frau erschüttert. Sie stürzte mit ihrem Wagen von einer Klippe. Clemens ist so verzweifelt, dass er einen Killer beauftragt, ihn innerhalb der nächsten 72 Stunden umzubringen. Doch dann geschieht etwas Unfassbares: Als Clemens aus dem Fenster schaut, meint er, seine verstorbene Frau über die Straße gehen zu sehen. Er erscheint in der Detektei von Maddie und David und gibt den beiden den Auftrag, den Killer zurückzuhalten …","versions":[{"lang":1,"streams":[{"redirect":8526535,"hoster":"VOE"},{"redirect":8526534,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Es ist nicht alles Gold, was glänzt","epNo":18,"alt":"Camille","descr":"Camille Brand ist eine kleine Trickbetrügerin, die sich mit Taschendiebstahl und ähnlichen Delikten durchs Leben schlägt. Als sie eines Tages auf der Flucht vor der Polizei einen Mann niederrennt, wird sie über Nacht zur Nationalheldin – denn bei dem Mann handelt es sich um einen Attentäter, der gerade einen Politiker erschießen wollte. David möchte Camille, die nun eine Berühmtheit ist, als Zugpferd für seine Detektei gewinnen. Doch das erweist sich als keine gute Idee …","versions":[{"lang":1,"streams":[{"redirect":8526539,"hoster":"VOE"},{"redirect":8526538,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Qualverwandtschaften","epNo":1,"alt":"The Son Also Rises","descr":"Dave hat seit Jahren nichts mehr von seinem Vater gehört, doch eines Tages, als er gerade aus dem Urlaub in Mexiko zurückgekehrt ist, steht er plötzlich vor seiner Tür. Er will Dave mitteilen, dass er wieder heiraten wird und wünscht seinen Sohn sogar als Trauzeugen! Dave sagt zu, doch als er auf einer Party die Frau kennen lernt – die deutlich jünger als sein Vater ist -, muss er seine Zusage zurücknehmen. Er kennt die Frau nämlich, und zwar besser, als allen lieb sein kann …","versions":[{"lang":1,"streams":[{"redirect":8526543,"hoster":"VOE"},{"redirect":8526544,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Über den Tod hinaus","epNo":2,"alt":"The Man Who Cried Wife","descr":"Während eines heftigen Streits erschlägt der Geschäftsmann James Bower seine Ehefrau Melissa im Affekt. Als ihm klar wird, was er getan hat, zerrt er die Leiche in Panik in einen Wald und verscharrt sie dort. Doch schon am nächsten Tag erhält er einen Anruf von Melissa – offenbar versucht die nur scheinbar Tote, ihn in den Wahnsinn zu treiben. In seiner Verzweiflung gesteht Bowen alles Maddie und Dave und bittet sie, ihm zu helfen und die Anrufe zurückzuverfolgen …","versions":[{"lang":1,"streams":[{"redirect":8526542,"hoster":"VOE"},{"redirect":8526545,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sinfonie für vier Handschuhe","epNo":3,"alt":"Symphony In Knocked Flat","descr":"Als sich Maddie Hayes eines Tages gegenüber David darüber beklagt, dass es keine Männer mehr gäbe, die einen romantischen Abend gestalten könnten, ist das für David natürlich eine Herausforderung! Er will ihr das Gegenteil beweisen und lädt sie in ein klassisches Konzert ein. Doch die Eintrittskarten werden vertauscht, und der Abend beginnt chaotisch. Dann kommt es noch ärger: Maddy und David werden in einen Kriminalfall hineingezogen – ihr Job verfolgt sie wieder einmal …","versions":[{"lang":1,"streams":[{"redirect":12383351,"hoster":"VOE"},{"redirect":8526546,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mit tödlichen Grüßen","epNo":4,"alt":"Yours, Very Deadly","descr":"Gail Woodley, eine verheiratete Frau, erhält seit einiger Zeit anonyme Liebesbriefe. Der unbekannte Verehrer ist so hartnäckig, dass sie ihm schließlich antwortet – eine Briefbeziehung entsteht, ohne dass Gail etwas über den Absender erfährt. Doch dann erhält der Inhalt seiner Briefe plötzlich bedrohlichen Charakter, und Gail möchte die Korrespondenz abbrechen. Dazu braucht sie die Hilfe von Maddie und David …","versions":[{"lang":1,"streams":[{"redirect":8526548,"hoster":"VOE"},{"redirect":8526550,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Viele sind berufen","epNo":5,"alt":"All Creatures Great And Not So Great","descr":"Pater McDonovan will sein Priesteramt niederlegen und heiraten. Seine Auserwählte ist angeblich selbstmordgefährdet. David und Maddie sollen sie beschatten.","versions":[{"lang":1,"streams":[{"redirect":8526555,"hoster":"VOE"},{"redirect":8526552,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jugendsünde","epNo":6,"alt":"Big Man On Mulberry Street","descr":"Voller Mitgefühl erfüllt Maddie Davids Bitte um einen freien Tag – wegen einer Beerdigung in New York. Als Maddie erfährt, dass David sich dort mit seiner Ex-Frau trifft, platzt ihr der Kragen: David hat ihr nie von dieser Ehe erzählt.","versions":[{"lang":1,"streams":[{"redirect":8526557,"hoster":"VOE"},{"redirect":8526556,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Atomic Shakespeare","epNo":7,"alt":"Atomic Shakespeare","descr":"David und Maddie spielen mal wieder \"Der Widerspenstigen Zähmung\". Nebenbei geraten sie auch noch in einen Kriminalfall.","versions":[{"lang":1,"streams":[{"redirect":8526561,"hoster":"VOE"},{"redirect":8526558,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Willkommen in der Wirklichkeit","epNo":8,"alt":"It’s A Wonderful Job","descr":"Maddie hat entschieden, dass die Blue-Moon-Detektei auch über Weihnachten arbeitet. David stellt sich auf die Seite der empörten Angestellten.","versions":[{"lang":1,"streams":[{"redirect":8526564,"hoster":"VOE"},{"redirect":8526559,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Live aus dem Atelier","epNo":9,"alt":"The Straight Poop","descr":"Zwischen Maddie und David kriselt es – und zwar gewaltig. Sogar die Lösung des obligatorischen Kriminalfalls scheint gefährdet zu sein. Die Öffentlichkeit nimmt Anteil – vertreten durch die bekannte Fernsehreporterin Rona Barrett.","versions":[{"lang":1,"streams":[{"redirect":8526565,"hoster":"VOE"},{"redirect":8526563,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Karrierenknicke","epNo":10,"alt":"Poltergeist III – Dipesto Nothing","descr":"David und Maddie weisen eine Kundin ab, die glaubt, Gespenster zu sehen. Telefonistin Miss Topisto wittert ihre Chance …","versions":[{"lang":1,"streams":[{"redirect":8526569,"hoster":"VOE"},{"redirect":8526567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gefahr von Blond","epNo":11,"alt":"Blonde On Blonde","descr":"Ihr solides Leben als Chefin der Detektiv-Agentur ist Maddie zu wenig. Sie sucht Abwechslung in einer Zufallsbekanntschaft. Das lässt David keine Ruhe.","versions":[{"lang":1,"streams":[{"redirect":8526571,"hoster":"VOE"},{"redirect":8526568,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rivalen bei Kerzenschein","epNo":12,"alt":"Sam And Dave","descr":"Maddie hat offenbar die Nacht mit einem Mann namens Sam verbracht. Der eifersüchtige David versucht dazwischenzufunken.","versions":[{"lang":1,"streams":[{"redirect":12920371,"hoster":"VOE"},{"redirect":8526575,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bis dass ein Mord sie scheidet","epNo":13,"alt":"Maddie’s Turn To Cry","descr":"Maddie steckt in einer Zwickmühle. Ihr Freund und Lover Sam hat ihr einen Heiratsantrag gemacht. Nun schwankt sie zwischen dem verlockenden Angebot und ihrer nie eingestandenen Zuneigung für David.","versions":[{"lang":1,"streams":[{"redirect":8526578,"hoster":"VOE"},{"redirect":8526576,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ring frei","epNo":14,"alt":"I Am Curious, Maddie","descr":"Sam hat Maddie einen Heiratsantrag gemacht. Er verlangt von seinem Rivalen David, auf Maddie zu verzichten. David wird handgreiflich.","versions":[{"lang":1,"streams":[{"redirect":8526580,"hoster":"VOE"},{"redirect":8526581,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Geist ist willig","epNo":15,"alt":"The Heiress Human","descr":"Maddie und David haben endlich eine Nacht miteinander verbracht. David fühlt sich wie im siebten Himmel – jedoch nicht allzulange.","versions":[{"lang":1,"streams":[{"redirect":8526584,"hoster":"VOE"},{"redirect":8526585,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Waschmaschinen und Mondschein","epNo":1,"alt":"A Trip To The Moon","descr":"David ist unzufrieden,d ass er nur eine heimliche Affäre mit Maddie haben darf. Vor versammelter \"Blue Moon\"-Mannschaft gesteht er ihr seine Liebe.","versions":[{"lang":1,"streams":[{"redirect":8526587,"hoster":"VOE"},{"redirect":8526582,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heiße Liebe, kalte Füße","epNo":2,"alt":"Come Back, Little Shiksa","descr":"Maddies und Davids Liebesglück ist von kurzer Dauer: Bei Nacht und Nebel packt Maddie ihre Koffer und flieht zu ihren Eltern nach Chicago. Sie ist nicht die einzige Frau, die verschwindet …","versions":[{"lang":1,"streams":[{"redirect":8526590,"hoster":"VOE"},{"redirect":8526588,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vorsicht, Traualtar","epNo":3,"alt":"Take A Left At The Altar","descr":"Für die schüchterne Jackie wird ein Alptraum Realität: Am Tag ihrer Hochzeit lässt ihr Bräutigam sie sitzen. David soll den Verschwundenen suchen.","versions":[{"lang":1,"streams":[{"redirect":8526593,"hoster":"VOE"},{"redirect":8526592,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebe auf der Flucht","epNo":4,"alt":"A Tale In Two Cities","descr":"David wartet weiter auf Maddies Rückkehr. Auch Herbert Violas Liebesglück scheint gefährdet: Der Klient MacGillicuddy, dem die Frau weggelaufen ist, sucht Trost bei Agnes.","versions":[{"lang":1,"streams":[{"redirect":8526594,"hoster":"VOE"},{"redirect":8526596,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"David, der Mörder, Teil 1","epNo":5,"alt":"Cool Hand Dave (1)","descr":"Als David hört, dass Maddie schwanger ist, eilt er nach Chikago – und findet sich unversehens als angeblicher Mörder im Gefängnis wieder.","versions":[{"lang":1,"streams":[{"redirect":8526599,"hoster":"VOE"},{"redirect":8526598,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"David, der Mörder, Teil 2","epNo":6,"alt":"Cool Hand Dave (2)","descr":"David sitzt noch immer im Gefängnis fest. Bert spielt sich in der Detektivagentur wie eine Sklaventreiber auf. Agnes droht ihm, David von der Konkurrenz suchen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8526601,"hoster":"VOE"},{"redirect":8526600,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwei Männer und ein Baby","epNo":7,"alt":"Father Knows Last","descr":"Bei seiner Rückkehr aus dem Straflager findet David die \"Blue Moon\"-Agentur verlassen und leergeräumt vor. In dieser Schock-Situation taucht Maddies Vater auf, der Davide als mutmaßlichen Vater seines ungeborenen Enkels zur Rede stellen will.","versions":[{"lang":1,"streams":[{"redirect":8526605,"hoster":"VOE"},{"redirect":8526603,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Oh, mein’ Mama!","epNo":8,"alt":"Los Dos DiPestos","descr":"Miss Topisto bekommt Besuch von ihrer Mutter und hat den Eindruck, dass sie bei ihr einziehen will. Herbert gefällt diese Vorstellung gar nicht.","versions":[{"lang":1,"streams":[{"redirect":8526608,"hoster":"VOE"},{"redirect":8526607,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine empfängnisvolle Affäre","epNo":9,"alt":"Fetal Attraction","descr":"David hat sich mit Maddies Schwangerschaft abgefunden und will gerüstet sein, falls Maddie zurückkehrt. Er entschließt sich, an einem Geburtsvorbereitungskurs teilzunehmen. Leider fehlt ihm eine Partnerin …","versions":[{"lang":1,"streams":[{"redirect":8526610,"hoster":"VOE"},{"redirect":8526611,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Spur meiner Tränen","epNo":10,"alt":"Tracks Of My Tears","descr":"Maddie ist auf dem Weg zurück nach Los Angeles. Während der dreitägigen Zugfahrt wird sie von Alpträumen geplagt: David hat sich so verändert, wie sie sich ihn immer gewünscht hat. Er ist strebsam, fleißig, verantwortungsbewusst – und unerträglich langweilig.","versions":[{"lang":1,"streams":[{"redirect":8526613,"hoster":"VOE"},{"redirect":8526612,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"[In Gersub, kein Gerdub erhältlich]","epNo":11,"alt":"Eek! A Spouse!","descr":"","versions":[{"lang":1,"streams":[{"redirect":8526617,"hoster":"VOE"},{"redirect":8526616,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Doppelt geheiratet hält besser","epNo":12,"alt":"Maddie Hayes Gets Married","descr":"David hat sich mit dem Schicksal abgefunden, Maddies verschmähter Liebhaber zu sein. Er richtet ihr sogar eine große Hochzeit aus. Doch auf ihren Auserwählten Walter warten noch ein paar Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":8526620,"hoster":"VOE"},{"redirect":8526619,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bogart für Arme","epNo":13,"alt":"Here’s Living With You Kid","descr":"Herbert Viola hat die verantwortungsvolle Aufgabe übernommen, das Geheimnis winterfester Grapefruits vor Industriespionage zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8526623,"hoster":"VOE"},{"redirect":8526622,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die unbekannte Geliebte","epNo":14,"alt":"And The Flesh Was Made Word","descr":"Maddie und David sollen helfen, den Werbefachmann John Wicklow von einem seltsamen Wahn zu befreien: Er liebt eine Frau, die er gar nicht kennt.","versions":[{"lang":1,"streams":[{"redirect":8526628,"hoster":"VOE"},{"redirect":8526625,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"[In Gersub, kein Gerdub erhältlich]","epNo":1,"alt":"A Womb With A View","descr":"","versions":[{"lang":1,"streams":[{"redirect":8526629,"hoster":"VOE"},{"redirect":8382106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aus dem Regen in die Tinte","epNo":2,"alt":"Between A Yuk And A Hard Place","descr":"Maddie hat ihr Baby verloren. Auf unterschiedliche Weise versuchen sie und David, den Schock zu verarbeiten. Ein neuer Fall hilft ihnen dabei.","versions":[{"lang":1,"streams":[{"redirect":8526631,"hoster":"VOE"},{"redirect":8382104,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der verschwundene Faschings-Prinz","epNo":3,"alt":"The Color Of Maddie","descr":"Vor zehn Jahren heiratete Nora Cooper spontan ihren Faschings-Flirt, der kurz darauf verschwand. Nun steht er vor der Tür – aber ist er es wirklich?","versions":[{"lang":1,"streams":[{"redirect":8526634,"hoster":"VOE"},{"redirect":8526635,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unbekannt","epNo":4,"alt":"Plastic Fantastic Lovers","descr":"","versions":[{"lang":1,"streams":[{"redirect":8526639,"hoster":"VOE"},{"redirect":8382108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Krieg der Geschlechter","epNo":5,"alt":"Shirts And Skins","descr":"Robin hat ihren Chef Neil niedergeschossen, der ihr erst vergeblich nachgestellt und dann gekündigt hatte. Sie bittet Maddie um Hilfe. David schnüffelt derweil – in Neils Auftrag – im Privatleben von Robin herum.","versions":[{"lang":1,"streams":[{"redirect":8526640,"hoster":"VOE"},{"redirect":8382113,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nehmen Sie meine Frau …","epNo":6,"alt":"Take My Wife, For Example","descr":"Im Auftrag einer Scheidungsanwältin beschatten Maddie und David ein Paar. Sie sollen herausfinden, ob dessen Ehe nicht doch zu retten ist.","versions":[{"lang":1,"streams":[{"redirect":8526641,"hoster":"VOE"},{"redirect":8526644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lieber Rotwein als Totsein","epNo":7,"alt":"I See England, I See France, I See Maddies Never Never World","descr":"Harry, ein neuer Klient von Maddie und David, fällt im Büro der ‚Blue Moon Agentur‘ plötzlich tot um. Wenig später erscheint ein gewisser Guy und behauptet, gemeinsam mit Harry zwölf Millionen Mark in der Lotterie gewonnen zu haben. Er benötigt dringend die andere Hälfte des Lottoscheines, die Harry offenbar mit ins Grab genommen hat. David und Maddie fahren zum Friedhof, um danach zu suchen. Dort werden sie von zwei Halunken gezwungen, die Leiche von Harry auszugraben und werden an seiner Stelle eingebuddelt. Nachdem sie sich befreit haben, setzen sie ihre Ermittlungen fort. Anscheinend geht es gar nicht um das Lotterielos, sondern um einen Bauplan, der auf Harry Arm tätowiert war.","versions":[{"lang":1,"streams":[{"redirect":8526645,"hoster":"VOE"},{"redirect":8382112,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rote Lippen lügen nicht","epNo":8,"alt":"Those Lips, Those Lies","descr":"Davids etwas unsteter Bruder Richard will gemeinsam mit seiner zukünftigen Frau Carla, die er erst seit kurzer Zeit kennt, ein Restaurant eröffnen. Doch den beiden fehlt das nötige Kapital. Carla wurde von einem früheren Geschäftspartner um eine größere Summe betrogen und Richard bittet Maddie und David um Hilfe. Sie sollen den Schurken und das Geld finden. Bei seinen Ermittlungen fördert David überraschende Details über Carlas Vergangenheit zutage. Anscheinend hat das frühere Model nicht nur vor Kameras posiert.","versions":[{"lang":1,"streams":[{"redirect":8526650,"hoster":"VOE"},{"redirect":8382110,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[In Gersub, kein Gerdub erhältlich]","epNo":9,"alt":"Perfetc","descr":"","versions":[{"lang":1,"streams":[{"redirect":8526652,"hoster":"VOE"},{"redirect":8382121,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Mann meiner Freundin","epNo":10,"alt":"When Girls Collide","descr":"Maddie ist seit langer Zeit wieder richtig glücklich: Ihre Beziehung zu David scheint stabilisiert und sie kann mit ihm endlich vernünftig und wie zu einem Erwachsenen reden. Leider ist dieses Hochgefühl nur von kurzer Dauer. Als ihre Cousine Annie aus Connecticut zu Besuch kommt, läuft David zur Hochform auf. Er flirtet mit Annie und kommt ihr näher, als Maddie dies augenblicklich verkraften kann. Und da gibt es noch ein Problem: Annie ist verheiratet.","versions":[{"lang":1,"streams":[{"redirect":8526657,"hoster":"VOE"},{"redirect":8382129,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Von Verliebten und Verwandten","epNo":11,"alt":"In ‘N Outlaws","descr":"Gerade an dem Tag, als Bert Agnes seiner Familie vorstellen möchte, wird sie als Geschworene vor Gericht geladen. Bei Abstimmung der Jury ist Agnes die Einzige, die den Angeklagten für unschuldig hält. Der Prozess wird vertagt und die Geschworenen müssen sich zu einer letzten Beratung über Nacht in ein Hotel zurückziehen. Als sie nicht zum Abendessen erscheint, zweifelt Berts Familie an Agnes’ Existenz. Der frustrierte Bert beschließt, die Schuld oder Unschuld des Angeklagten selbst zu beweisen, damit der Prozess endlich abgeschlossen werden kann.","versions":[{"lang":1,"streams":[{"redirect":12333191,"hoster":"VOE"},{"redirect":8382125,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Iren sind menschlich","epNo":12,"alt":"Eine Kleine Nacht Murder","descr":"Während Davids Beziehung zu Annie immer ernster wird, lenkt sich Maddie mit einem Kochkurs ab. Nach dem ersten Übungsabend wird sie in der Tiefgarage Zeugin eines Polizistenmordes. Da der Täter entkommen kann, soll der Detektiv Donagan Maddie rund um die Uhr bewachen. Der eifersüchtige David misstraut Donagan und vermutet, dass er mit den Mördern unter einer Decke steckt. Um seine Partnerin zu beschützen, vernachlässigt er sogar seine neue Liebe Annie.","versions":[{"lang":1,"streams":[{"redirect":8526664,"hoster":"VOE"},{"redirect":8382134,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Totale Mondfinsternis","epNo":13,"alt":"Lunar Eclipse","descr":"Bert und Ms. DiPesto haben beschlossen, endlich zu heiraten. Annie dagegen will Mark, ihren Ehemann, verlassen und mit David ein neues Leben anfangen. Doch Mark gibt seine Frau nicht auf. Er taucht in der Agentur auf, um sie wieder nach Hause zu holen. David beauftragt Bert, Annie wegzubringen und sie zu bewachen. Doch der von Mark engagierte Detektiv schlägt Bert zusammen und bringt Annie zu ihrem Mann zurück. Als sie nach Bert und Agnes’ Hochzeit in ihr Büro kommen, sind die vom Sender beauftragten Handwerker jedoch bereits dabei, die Kulissen der ‚Blue Moon Agentur‘ abzubauen.","versions":[{"lang":1,"streams":[{"redirect":8526666,"hoster":"VOE"},{"redirect":8382138,"hoster":"Streamtape"}]}]}]}]}