{"seriesId":"das-mdchen-aus-kyjiw","name":"Das Mädchen aus Kyjiw","descr":"[The Silence] Im kroatischen Osijek findet der alte Veteran Kozul (Zlatko Buric) die Leiche einer jungen Frau am Ufer der Drau. Für die beiden Ermittler Vladimir Kovac (Darko Milas) und Vesna Horak (Sandra Loncaric) deutet alles auf Mord hin; der geistig verwirrte Kozul wirkt auf sie sehr verdächtig. Der Investigativjournalist Stribor Kralj (Goran Bogdan) wird auf den Fall aufmerksam und beginnt, eigene Nachforschungen anzustellen. Unverhofft findet er das Handy der Toten. Sie hieß Ivana und hat in einem Jugendheim gelebt. Wie es scheint, sind auch andere Mädchen in Gefahr, Opfer sexueller Gewalt zu werden. Stribor muss sich entscheiden, ob er alleine weiterrecherchiert oder sein Wissen und das wertvolle Fundstück mit der Polizei teilt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Im kroatischen Osijek findet der alte Veteran Kozul die Leiche einer jungen Frau am Ufer der Drau. Für die beiden Ermittler Vladimir Kovac und Vesna Horak deutet alles auf Mord hin; der geistig verwirrte Kozul wirkt auf sie sehr verdächtig. Der Investigativjournalist Stribor Kralj wird auf den Fall aufmerksam und beginnt, eigene Nachforschungen anzustellen. Unverhofft findet er das Handy der Toten. Sie hieß Ivana und hat in einem Jugendheim gelebt. Wie es scheint, sind auch andere Mädchen in Gefahr, Opfer sexueller Gewalt zu werden. Stribor muss sich entscheiden, ob er alleine weiterrecherchiert oder sein Wissen und das wertvolle Fundstück mit der Polizei teilt. In Kiew veranstaltet derweil Olga Romanchenko, Ehefrau des erfolgreichen kroatischen Politikers Horvatic, eine Spendengala ihrer gemeinnützigen Stiftung für Kinder und Jugendliche. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12237690,"hoster":"VOE"},{"redirect":12237689,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nachdem auch Ivanas Freundin Sanja tot am Ufer der Drau aufgefunden wurde, stellt sich für die Ermittler Vladimir und Vesna heraus, dass ihr Suizid durch eine Überdosis vorgetäuscht worden ist. Zudem entdecken sie am Fundort Angelzubehör, das möglicherweise Kozul gehört. Die Polizei durchsucht das Haus des traumatisierten Veteranen und findet erschreckende, sehr belastende Dinge. Investigativjournalist Stribor schließt einen Deal mit dem Polizeichef von Osijek, Jakic, und sichert sich so exklusive Informationen zur Mordserie – sehr zum Missfallen Vladimirs, der sich ungern von dem engagierten Journalisten belehren lässt. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12237692,"hoster":"VOE"},{"redirect":12237691,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Bereits drei junge Frauen wurden in Osijek ermordet. Vladimirs Kollegin Vesna steigt tiefer in die Ermittlungen ein: Gemeinsam mit Investigativjournalist Stribor trifft sie auf Visnja, die zwei der Toten aus dem Jugendheim kennt. Die Zustände in der Einrichtung erschüttern Vesna: Obgleich Ivana und Sanja vermisst wurden, hielt der Heimleiter es nicht für notwendig, sich bei der Polizei zu melden, als die beiden Leichen gefunden wurden. Außerdem erfährt Vesna vom Psychiater des Verdächtigen Kozul, dass dieser unter Wahnvorstellungen leide und seine Anschlagsdrohungen nicht ernst zu nehmen seien. Vladimir konfrontiert Kozul mit seiner Unzurechnungsfähigkeit. In Kiew gibt Viktor Yuliya die Schuld für seine Probleme mit der Polizei. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12237693,"hoster":"VOE"},{"redirect":12237694,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Nach dem Selbstmord des Tatverdächtigen Kozul steht Polizeichef Jakic unter Druck. Er will Vladimir suspendieren und den Fall allein Vesna überlassen. Doch Stribor kann die Suspendierung mit Hilfe des einflussreichen Politikers Horvatic verhindern. Stribor weiht Vladimir und Vesna in seine neueste Entdeckung ein: Er hat die Jugendliche Visnja bis zu einer unscheinbaren Wohnung verfolgt, deren Eingang er von einem Foto wiedererkennt, das die ermordeten Mädchen Ivana und Sanja aufgenommen hatten. Dieser neue Anhaltspunkt bringt die Ermittlungen wieder ins Rollen: Die Wohnung gehört der Spedition Paradiso. Roko, der Chef des Unternehmens, ist ein ehemaliger Krimineller, der nun Verbindungen in höchste Regierungskreise genießt. Diese schließen auch Horvatic ein, der seine Waren von der Spedition exportieren lässt. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12237699,"hoster":"VOE"},{"redirect":12237700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Investigativjournalist Stribor kann dem Ermittlerteam eine DNA-Probe von Roko beschaffen. Diese bestätigt, dass es Roko war, mit dem die junge Ivana vor ihrem Tod zusammen war. Seit Vladimir beobachtet hat, wie sich sein Chef Jakic nachts mit Roko traf, ist er sehr misstrauisch. Und Vesna erfährt schreckliche Dinge aus dem Jugendheim: Visnja sagt aus, dass Roko sie und andere Mädchen im Tausch gegen Zigaretten und Handyguthaben sexuell ausgebeutet hat. Noch mehr überrascht Vesna, dass alle Heimbewohnerinnen angeblich vorbestraft und bei der Polizei aktenkundig sind. Die besagten Akten sind jedoch nicht auffindbar. Vesna und Vladimir kommen zu dem Schluss, dass jemand gezielt Daten löscht.","versions":[{"lang":1,"streams":[{"redirect":12237702,"hoster":"VOE"},{"redirect":12237703,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Die Ereignisse überschlagen sich: Während Vladimir von einem IT-Experten erfährt, dass nur Polizeichef Jakic höchstselbst die fehlenden Akten aus dem Fallbearbeitungssystem gelöscht haben kann, entdeckt Vesna die brutal zusammengeschlagene Visnja am Flussufer. Die Mädchenhändler haben inzwischen auch Viktor und Nikolay in Kiew auf dem Gewissen, während Olga und Stribor knapp entkommen konnten. Olga will den Geschäftsführer ihrer Stiftung mit seiner persönlichen Verwicklung in den Mädchenhandel konfrontieren. Sie überrascht ihn beim Abendessen mit Pavel, der als Kiewer Polizeichef die dunklen Machenschaften deckt. Doch die Männer wissen etwas über Olga, das ihr Mann, der erfolgreiche Politiker Horvatic, auf keinen Fall erfahren darf … Vladimir stellt ein Einsatzteam für Rokos Festnahme zusammen.","versions":[{"lang":1,"streams":[{"redirect":12237708,"hoster":"VOE"},{"redirect":12237707,"hoster":"Streamtape"}]}]}]}]}