{"seriesId":"das-rezept-zur-groen-liebe","name":"Das Rezept zur großen Liebe","descr":"Die junge Mehek (Samiksha Jaiswal) glaubt fest daran, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Ihre Leidenschaft fürs Kochen verbindet sie auch stark mit ihrer verstorbenen Mutter. Bei einem Kochwettbewerb trifft sie den prolligen und reichen Shaurya (Karan Vohra), der mit seinem Gehabe auf den ersten Blick eigentlich überhaupt nicht zu ihr passt und mit dem sie sich zunächst ständig in den Haaren hat. Doch irgendwas finden die beiden aneinander, sodass die Liebe trotz aller Neckereien auch nicht all zu lange auf sich warten lässt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Mehek tut wirklich alles für ihre Familie – selbst im Morgengrauen zu kochen macht ihr nichts aus. Ein Lächeln auf den Lippen ihrer Tante Kanta reicht ihr völlig. Als Mehek auf den schleimigen Heiratskandidaten Ajay trifft, ist die Abneigung überdeutlich. Nur der Familie zur Liebe lässt sich Mehek auf ein Gespräch mit ihm ein. Wird sie sich nach dem Wunsch ihrer Familie richten und Ajay als Ehemann ernsthaft in Betracht ziehen?","versions":[{"lang":1,"streams":[{"redirect":8983847,"hoster":"VOE"},{"redirect":8382197,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Ajay hat sich nur auf ein Treffen mit Mehek eingelassen, um beruflich weiterzukommen. Als Mehek jedoch offenbart, dass sie die erhofften Connections gar nicht hat, verliert Ajay ganz schnell sein Interesse. Ihre Familie ist total enttäuscht und sorgt sich um die Zukunft von Mehek. Doch als Mehek ihren Lieben etwas Feines auftischt, ist der Frust verschwunden. Im Internet findet Mehek dann ein Profil, welches sofort ihre Aufmerksamkeit weckt. Wer ist bloß dieser Bittermelonenkönig?","versions":[{"lang":1,"streams":[{"redirect":8983845,"hoster":"VOE"},{"redirect":8382196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die Sharmas geben sich so schnell nicht geschlagen: Obwohl Ajay Mehek abgelehnt hat, treffen sich Kanta und Jeevan mit den Eltern des Eheanwärters. Derweil stehen zuhause auf einmal Krankenpfleger vor der Tür und wollen Balwant mitnehmen. Anscheinend hat sich PD, seine Mutter, einen ganz bösen Scherz erlaubt. Wird Balwant wirklich in ein Altenheim verbannt?","versions":[{"lang":1,"streams":[{"redirect":8983849,"hoster":"VOE"},{"redirect":8382207,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Mehek lässt nicht locker und kümmert sich liebevoll um die Sorgen ihrer Familie. Dabei geht es ihr selbst gerade gar nicht gut – es ist nicht besonders schön, wenn alle Heiratskandidaten sie dankend ablehnen. Einzig der abendliche Chat mit dem mysteriösen Fremden gibt Mehek neue Kraft. Als der Bittermelonenkönig Mehek kurzerhand aus seiner Freundesliste streicht, lässt Mehek das nicht in Ruhe. Bei der Verlobungsparty ihrer Freundin Sonal kann Mehek mit ihrer Kochkunst glänzen …","versions":[{"lang":1,"streams":[{"redirect":8983846,"hoster":"VOE"},{"redirect":8382213,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Mehek muss sich für ihren Einsatz bei Sonals Verlobung verantworten: Kanta erwartet von Mehek, dass sie lieber ihre Kilos verliert und endlich selbst einen Mann findet. Als innerhalb der Familie ein Streit über die scheinbar unvermittelbare Mehek ausbricht, bricht diese in Tränen aus. Wird die Familie jemals verstehen, dass Mehek auch liebeswürdig ist, wenn sie so bleibt wie sie ist?","versions":[{"lang":1,"streams":[{"redirect":8983851,"hoster":"VOE"},{"redirect":8382212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Mehek macht sich Gedanken über die indische Tradition der Mitgift und sorgt sich über ihre Zukunft mit Ajay. Im Internet findet sie auch bei dem unbekannten Bittermelonenkönig keinen Zuspruch, denn er ist nicht online. Derweil versucht Kanta weiterhin die Hochzeit mit Ajay voranzutreiben. Doch Pammi, die Mutter des Anwärters, ist so gar nicht an einer Allianz mit den Sharmas interessiert …","versions":[{"lang":1,"streams":[{"redirect":8983850,"hoster":"VOE"},{"redirect":8382218,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Pammi fordert von Mehek, dass sie an ihrer Stelle bei einem Wettbewerb kocht. Mehek macht sich Sorgen, denn sie will nicht betrügen. Sie schreibt am Abend mit Shaurya und teilt ihre Bedenken mit ihrem Onlinefreund. Mitten in der Nacht schreit PD vor Freude, denn sie hat 1000 Twitter-Follower. Am nächsten Tag bereiten Mehek und Kanta alles für den Kochwettbewerb vor. Wird Mehek den Wettbewerb für Pammi gewinnen können?","versions":[{"lang":1,"streams":[{"redirect":8983853,"hoster":"VOE"},{"redirect":8382220,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Endlich erfahren wir, wer Meheks Onlinefreund ist: Shaurya Khana. Er ist ein landesweit bekannter Koch und Inhaber der größten indischen Restaurantkette. Außerdem ist er ein hochnäsiger Schnösel, der das Proletariat zutiefst verabscheut. Pammi setzt derweil Mehek bei dem Wettbewerb gehörig unter Druck. Doch Mehek macht sich Sorgen, eine arrangierte Hochzeit mit Ajay könnte in einem Desaster enden …","versions":[{"lang":1,"streams":[{"redirect":8983854,"hoster":"VOE"},{"redirect":8382225,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Rajiv und Shaurya sind begeistert von Meheks Gericht und Pammi nimmt als Gewinnerin des Wettbewerbs den Preis entgegen. Doch Mrs. Chawla deckt den Betrug auf und Mehek wird als wahre Siegerin enttarnt. Rajiv ist derart begeistert, dass er Mehek um jeden Preis aufspüren will, um sie zur Teilnahme bei \"India’s Super Cook\", einer bekannten Fernsehshow, zu überreden. Doch würde die schüchterne Mehek das Angebot überhaupt annehmen?","versions":[{"lang":1,"streams":[{"redirect":9011319,"hoster":"VOE"},{"redirect":8382229,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Rajiv ist auf der verzweifelten Suche nach Mehek, denn sie wäre die perfekte Kandidatin für die Show \"India’s Super Cook\". Als er sie in einem Straßenrestaurant findet, ruft er Shaurya dazu. Mehek ist aber total gedankenverloren und verwürzt das Essen. Eine Katastrophe, denn Meheks Chef hätte die Stars gerne begeistert. Als Mehek hört, wie abfällig Shaurya über den Mittelstand redet, liest sie ihm die Leviten. PD gibt Mehek dann einen klugen Rat: Sie wird Shaurya ein Gericht kochen und an sein Büro schicken. Wird die negative Meinung Shauryas über sie dadurch revidiert?","versions":[{"lang":1,"streams":[{"redirect":9011321,"hoster":"VOE"},{"redirect":8382232,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9011320,"hoster":"VOE"},{"redirect":8382230,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983858,"hoster":"VOE"},{"redirect":8382240,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983860,"hoster":"VOE"},{"redirect":8382237,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983863,"hoster":"VOE"},{"redirect":8382239,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983861,"hoster":"VOE"},{"redirect":8382248,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983859,"hoster":"VOE"},{"redirect":8382249,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983868,"hoster":"VOE"},{"redirect":8382250,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983873,"hoster":"VOE"},{"redirect":8382253,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983875,"hoster":"VOE"},{"redirect":8382254,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983878,"hoster":"VOE"},{"redirect":8382257,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"","descr":"Mehek muss um den vierten Platz bangen und zeigt Shaurya wie stark sie sein kann. Doch der heiratswürdigste Junggeselle Delhis kann einfach nicht über seinen Schatten springen. Wird Shaurya seine Macht weiter nutzen, um Mehek zu denunzieren? (","versions":[{"lang":1,"streams":[{"redirect":8983867,"hoster":"VOE"},{"redirect":8382261,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"","descr":"Karva Chauth steht vor der Tür und alle bereiten sich auf die Festlichkeiten vor. Mehek besichtigt mit Sonal und Vicky eine Wohnung und wie das Schicksal es will, ist Shaurya im selben Haus. Mehek und Shaurya werden dann versehentlich in einer Wohnung gemeinsam eingesperrt. Was wird nur passieren?","versions":[{"lang":1,"streams":[{"redirect":8983876,"hoster":"VOE"},{"redirect":8382265,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"","descr":"Gemeinsam in der Wohnung eingesperrt, kommen sich Mehek und Shaurya so nah wie nie. Meheks Familie macht sich furchtbare Sorgen doch Shaurya ist ungewöhnlich fürsorglich. Hat Mehek Shauryas harte Schale mit ihrer Herzlichkeit endlich durchbrochen?","versions":[{"lang":1,"streams":[{"redirect":8983872,"hoster":"VOE"},{"redirect":8382266,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"","descr":"Mehek hat nun den ganzen Tag gefastet und ist extrem schwach. Shaurya trägt sie in seinen starken Armen liebevoll aus der Wohnung, die in dieser vergangenen Nacht wie ein Gefängnis für die beiden war. Als Mehek und Shaurya in dieser innigen Pose in Meheks Haus kommen, ist die Familie entzückt aber auch zutiefst schockiert …","versions":[{"lang":1,"streams":[{"redirect":8983871,"hoster":"VOE"},{"redirect":8382270,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"","descr":"Kanta versucht Mehek klar zu machen, dass Shaurya niemand ist, dem man vertrauen kann. Shaurya hört jedoch jedes Wort, dass Kanta von sich gibt und wird furchtbar wütend. Um sich zu rächen heckt er einen fiesen Plan aus. Doch warum lädt er die gesamte Familie Sharma ein, an das Set zu kommen?","versions":[{"lang":1,"streams":[{"redirect":12920370,"hoster":"VOE"},{"redirect":8382271,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"","descr":"Shaurya stellt die Kandidaten vor eine Mutprobe: Jeder der Köche muss sich seinen Schwächen stellen. Für Mehek hat er etwas Besonderes vorbereitet, denn sie soll ein Hühnchen zubereiten. Doch Mehek ist Vegetarierin und weiß jetzt wirklich nicht mehr weiter. Shaurya rächt sich an Kanta für ihre bösen Worte, denn sie soll Mehek bei der Zubereitung bei Seite stehen. Wird Mehek diese Runde überstehen?","versions":[{"lang":1,"streams":[{"redirect":8983874,"hoster":"VOE"},{"redirect":8382273,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"","descr":"Mehek hat es gerade rechtzeitig geschafft, dass Hühnchen zuzubereiten. Als die Richter es probieren, sind sie allesamt ganz außer sich – es schmeckt einfach fantastisch. Zwischen Mehek und Shaurya kommt es zum Eklat: Hochemotional steht Mehek für sich ein und zeigt Shaurya, dass sie sich niemals unterbuttern lässt. Doch als die Familie am Abend gemütlich die Premiere von India’s Super Cook schauen will, steht die Polizei vor der Tür und der Abend ist ruiniert …","versions":[{"lang":1,"streams":[{"redirect":8983882,"hoster":"VOE"},{"redirect":8382279,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Folge 28","epNo":28,"alt":"","descr":"Jeevan und Ravi wurden von der Polizei festgenommen und müssen die Nacht des Diwalis im Gefängnis verbringen. Natürlich steckt Shaurya dahinter und Mehek will nicht unversucht lassen, um ihre Verwandten zu befreien. Sie schleicht sich in Shauryas Haus, in dem gerade eine extravagante Diwali-Party läuft und will den Dummkopf zu Vernunft bringen. Wird es Mehek gelingen den Abend zu retten?","versions":[{"lang":1,"streams":[{"redirect":8983881,"hoster":"VOE"},{"redirect":8382281,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Folge 29","epNo":29,"alt":"","descr":"Mehek schafft es zwar auf die Party zu kommen, wird aber von Shruti entdeckt und abgeführt. Erst als Mehek sich lautstark Gehör verschafft, wird Shaurya endlich auf sie aufmerksam. Sie fleht Shaurya an, ihre Onkel endlich aus dem Gefängnis zu lassen und wäre dafür bereit alles zu tun. Shaurya hat jedoch nur einen Wunsch: Mehek soll mit ihm tanzen …","versions":[{"lang":1,"streams":[{"redirect":8983883,"hoster":"VOE"},{"redirect":8382277,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Folge 30","epNo":30,"alt":"","descr":"Mehek und Shaurya tanzen in inniger Haltung miteinander. Doch obwohl Mehek damit Shauryas Wunsch entsprochen hat, weigert er sich, Jeevan und Ravi aus dem Gefängnis zu befreien. Erst als Karuna einschreitet, lenkt Shaurya ein und lässt Meheks Familie wenigstens die letzten Stunden des Diwalis in Freiheit verbringen. Mehek schwört, Shaurya für seine Taten zur Rechenschaft zu ziehen …","versions":[{"lang":1,"streams":[{"redirect":8983879,"hoster":"VOE"},{"redirect":8382290,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Folge 31","epNo":31,"alt":"","descr":"Balwant hält eine mitreißende Ansprache über Pflicht, Ehre und die fehlgeleitete Wunschvorstellung der Familie, mit der Popularität Meheks an Ansehen zu gewinnen. Der Abend wird nur durch PD gerettet, die eine Wiederholung von India’s Super Cook gefunden hat, was die Stimmung wieder ein wenig hebt. Was soll Mehek nur tun, um ihre Familie glücklich zu machen?","versions":[{"lang":1,"streams":[{"redirect":8983877,"hoster":"VOE"},{"redirect":8382289,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Folge 32","epNo":32,"alt":"","descr":"Mehek macht Shaurya klar, dass ihre Familie nicht ihre größte Schwäche, sondern ihre größte Stärke ist. Sie verpasst ihm eine verbale Ohrfeige und will den Wettbewerb unbedingt gewinnen. Doch Kanta wünscht sich, dass Mehek sofort aus der Show ausscheidet. Wird Mehek dem Wunsch ihrer Familie nachkommen und die Show abbrechen?","versions":[{"lang":1,"streams":[{"redirect":8983880,"hoster":"VOE"},{"redirect":8382286,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Folge 33","epNo":33,"alt":"","descr":"Shaurya taucht unvermittelt vor der Tür der Sharmas auf und entschuldigt sich aufrichtig für sein unmögliches Verhalten an Diwali. Außerdem hat er eine Überraschung im Gepäck, welche die Familie schockiert: Die nächste Runde von India’s Super Cook wird nicht in Delhi, sondern in Agra stattfinden. Meheks Familie ist absolut dagegen, dass Mehek nach Agra reist. Wird Mehek es trotzdem durchziehen?","versions":[{"lang":1,"streams":[{"redirect":8983884,"hoster":"VOE"},{"redirect":8382295,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Folge 34","epNo":34,"alt":"","descr":"Mehek hat es getan und reist für die nächste Runde nach Agra, um allen zu beweisen wie stark sie wirklich ist. Meheks Familie macht sich derweil furchtbare Sorgen, denn den Teilnehmern ist es untersagt Kontakt zu ihren Liebsten zu halten. Im Hotel angekommen stellt Mehek erschrocken fest, dass ihr Zimmer direkt neben Shauryas Zimmer ist. Nur eine Verbindungstür trennt die beiden. In dieser Runde schickt Shaurya die Kandidaten auf eine Schatzsuche, um alle Zutaten für das Gericht zu bekommen. Was für eine Gemeinheit erwartet Mehek dieses Mal?","versions":[{"lang":1,"streams":[{"redirect":8983890,"hoster":"VOE"},{"redirect":8382297,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Folge 35","epNo":35,"alt":"","descr":"Mehek bekommt die schwerste Aufgabe: Die wichtigste Zutat für ihr Gericht ist ausgerechnet in der Mitte eines Swimmingpools. Doch Mehek kann nicht schwimmen. Als sie ins Wasser fällt, bricht Chaos aus und Shaurya gibt sich als der große Retter. Für einen Moment ist all der Zwist vergessen und die beiden kommen sich so nah wie nie zuvor. Der Tag hat seinen Höhepunkt, als Shaurya Mehek als Siegerin dieser Runde auszeichnet. Hat Mehek das Zeug dazu auch den ganzen Wettbewerb zu meistern?","versions":[{"lang":1,"streams":[{"redirect":8983887,"hoster":"VOE"},{"redirect":8382296,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Folge 36","epNo":36,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983888,"hoster":"VOE"},{"redirect":8382300,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Folge 37","epNo":37,"alt":"","descr":"Als Mehek in ihrem Bett aufwacht und Shauryas Kleidung neben sich sieht, befürchtet sie das Schlimmste. Sie bricht in Tränen aus als sie Sonal die ganze Geschichte am Telefon erzählt. Währenddessen lässt die rachsüchtige Pammi in der ganzen Stadt Poster aufhängen, die Shaurya und Mehek in einer kompromittierenden Pose zeigen. Stolz präsentiert sie diese dann auch noch der Familie Sharma, die in Panik ausbricht. Was werden sie nur tun?","versions":[{"lang":1,"streams":[{"redirect":8983885,"hoster":"VOE"},{"redirect":8382301,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Folge 38","epNo":38,"alt":"","descr":"Shaurya bekommt Druck durch seine Investoren, welche ihm drohen die Unterstützung zu entziehen, sollte der Skandal mit Mehek nicht aufgelöst werden. Aus Panik dringt Meheks Familie in das India’s Super Cook Studio ein und nehmen ihren geliebte Mehek mit nach Hause. Ist dies nun das Ende für Mehek und Shaurya?","versions":[{"lang":1,"streams":[{"redirect":8983889,"hoster":"VOE"},{"redirect":8382307,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Folge 39","epNo":39,"alt":"","descr":"Mehek hat es wirklich getan: Die Ohrfeige, die sie Shaurya verpasst hat zeigt Wirkung. Shaurya bekommt nun für sein unverschämtes Verhalten die Rechnung und wird nicht nur von seiner Mutter, sondern auch von einem wichtigen Geschäftspartner in die Schranken gewiesen …","versions":[{"lang":1,"streams":[{"redirect":8983886,"hoster":"VOE"},{"redirect":8382306,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Folge 40","epNo":40,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983898,"hoster":"VOE"},{"redirect":8382311,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Folge 41","epNo":41,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983895,"hoster":"VOE"},{"redirect":8382312,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Folge 42","epNo":42,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983900,"hoster":"VOE"},{"redirect":8382318,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Folge 43","epNo":43,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983894,"hoster":"VOE"},{"redirect":8382321,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Folge 44","epNo":44,"alt":"","descr":"Shaurya ist zutiefst irritiert als er erfährt, dass Mehek schon morgen einen wildfremden Mann wird. Obwohl er es gerne preisgeben würde, seine Liebe zu Mehek behält der sture Shaurya erst einmal weiter für sich. Doch als bei Meheks Roka-Zeremonie Shaurya unerwartet auftaucht, sprechen die Blicke zwischen Mehek und Shaurya Bände. Wird Mehek trotzdem den scheußlichen Ajay heiraten?","versions":[{"lang":1,"streams":[{"redirect":8983897,"hoster":"VOE"},{"redirect":11951397,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Folge 45","epNo":45,"alt":"","descr":"Während der Roka-Zeremonie rettet Shaurya Mehek in letzter Sekunde vor einer Vase, die Nehal aus Eifersucht herunterschmeißt. Dabei verletzt sich Shaurya und Mehek verarztet ihn. Doch er zeigt sich nur von seiner harten Seite und beschimpft Mehek als \"Mittelstandsfrau\". Ajay bittet die Familie, dass er und Mehek in einen Club dürfen, um mit seinen Freunden die Verlobung zu feiern …","versions":[{"lang":1,"streams":[{"redirect":8983896,"hoster":"VOE"},{"redirect":8382325,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Folge 46","epNo":46,"alt":"","descr":"Ajay und Mehek bekommen die Erlaubnis, zusammen das Haus zu verlassen. Auf dem Weg in den Club gräbt Ajay Mehek an und möchte sie dazu bringen, dass sie ihre traditionelle Kleidung, gegen sexy Kleidung austauscht. Doch Mehek wehrt sich dagegen. Shaurya kommt ebenfalls in den Club und muss dabei zuschauen, wie Ajay Mehek bedrängt und den Reißverschluss von ihrem Kleid öffnet. In der Zwischenzeit fleht Nehal ihre Tante an, dass sie die Hochzeit von Ajay und Mehek absagen soll. Anstatt sich zu erbarmen, schmeißt Pammi sie aus dem Haus …","versions":[{"lang":1,"streams":[{"redirect":8983899,"hoster":"VOE"},{"redirect":8392303,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Folge 47","epNo":47,"alt":"","descr":"Shaurya beobachtet die Szene im Club und schlägt Ajay zu Boden. Daraufhin verlässt Shaurya den Club und Mehek bleibt zurück. Doch Shaurya kommt zurück und bietet ihr an, sie mitzunehmen. Unterwegs haben sie eine Autopanne, aber entdecken eine Raststätte, wo sie etwas essen und sich näherkommen. Mehek zeigt Shaurya wie man mit den Fingern isst und sie lachen miteinander. Nach dem Essen machen sie sich zu Fuß auf den Nachhauseweg. Dabei werden sie von zwei Männern, die ebenfalls bei der Raststätte gegessen haben, verfolgt …","versions":[{"lang":1,"streams":[{"redirect":8983892,"hoster":"VOE"},{"redirect":8382328,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Folge 48","epNo":48,"alt":"","descr":"Nehal und Kanta sind besorgt wo Ajay und Mehek stecken. In der Zwischenzeit werden Mehek und Shaurya von den beiden Männern mit einem Messer bedroht. Sie wollen Mehek mitnehmen. Shaurya schlägt die beiden Männer und flieht mit Mehek. Mehek kommt nach Hause und ihre Familie ist froh, aber skeptisch wo sie so lange gewesen ist. Mehek zweifelt immer mehr an die Ehe mit Ajay und fragt ihre Freundin Sonal um Rat. Sie rät Mehek ihrer Familie die Wahrheit über Ajay zu sagen. Daraufhin nimmt Mehek all ihren Mut zusammen und will gerade ihrer Familie alles sagen, als Ajay mit seinen Eltern vor der Haustür steht …","versions":[{"lang":1,"streams":[{"redirect":8983891,"hoster":"VOE"},{"redirect":8392306,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Folge 49","epNo":49,"alt":"","descr":"Mehek erkennt endlich, dass sie ganz und gar in Shaurya verliebt ist. Mehr und mehr wächst in ihr die Gewissheit, die Hochzeit mit Ajay abzusagen. Doch anstatt ihren Gefühlen zu vertrauen, stößt sie Shaurya schon wieder von sich. Jetzt bleiben nur noch 5 Tage, bevor Mehek den schmierigen Ajay zum Mann nimmt. Wird es Sonal gelingen, Mehek die Augen zu öffnen?","versions":[{"lang":1,"streams":[{"redirect":8983893,"hoster":"VOE"},{"redirect":8382334,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Folge 50","epNo":50,"alt":"","descr":"Shaurya geht auf die unverschämte Bitte Ajays ein, die Hennazeremonie in seinem Garten stattfinden zu lassen. Doch als er Mehek in ihrem wunderschönen Outfit erblickt, steigt die Eifersucht in ihm hoch. Zu gerne wäre er es, der Mehek an diesem wichtigen Tag begleitet. Mehek kämpft derweil mit einem ganz anderen Problem: Die Hennakünstlerin hat Shauryas Namen auf ihre Hand gemalt, anstatt den Namen ihres Gatten. Wie wird Meheks Familie darauf reagieren?","versions":[{"lang":1,"streams":[{"redirect":8983911,"hoster":"VOE"},{"redirect":8382335,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Folge 51","epNo":51,"alt":"","descr":"Shaurya stellt Mehek zur Rede und will endlich erfahren, warum Mehek Ajay heiraten will. Er weiß, dass Mehek Ajay nicht liebt und nur ihrer Familie zuliebe in den Bund der Ehe einwilligt. Shaurya will Mehek auf keinen Fall verlieren und plant deswegen auf der Sangeet-Zeremonie die Wahrheit über Ajay endlich zu offenbaren. Wie will er die finsteren Absichten Ajay beweisen?","versions":[{"lang":1,"streams":[{"redirect":8983903,"hoster":"VOE"},{"redirect":8382340,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Folge 52","epNo":52,"alt":"","descr":"Shaurya führt den Gästen die schreckliche Wahrheit vor: Ajay ist ein Heuchler und war niemals ernsthaft an Mehek interessiert. Einzig das Geld hat ihn und seine Mutter auf die Idee gebracht, eine Ehe mit Mehek anzustreben. Hochemotional zeigt Meheks Familie Ajay, was sie von ihm halten und werfen ihn, mitsamt seiner Sippe, hochkant aus dem Haus. Mehek weiß nun, dass es sich lohnt auf den Richtigen zu warten …","versions":[{"lang":1,"streams":[{"redirect":8983901,"hoster":"VOE"},{"redirect":8382342,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Folge 53","epNo":53,"alt":"","descr":"Mehek ist außer sich vor Freude: Sie hat ein Jobangebot als Köchin in dem noblen Restaurant des einflussreichen Geschäftsmannes KD ergattert. Dumm nur, dass Shaurya und Rajiv sie auch gerade als Köchin für ihr neues Restaurant einstellen wollten. Natürlich ist Mehek bereit, den Job bei KD sofort abzusagen, vor allem, weil KD Shauryas Rivale ist. Doch Shaurya lehnt selbstlos ab und denkt nur an Meheks Wohl …","versions":[{"lang":1,"streams":[{"redirect":8983902,"hoster":"VOE"},{"redirect":8382345,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Folge 54","epNo":54,"alt":"","descr":"Meheks Familie ist furchtbar aufgeregt, denn heute ist Meheks erster Arbeitstag im angesagten \"Locaste\" Restaurant. Als Mehek sich gerade per Rikscha auf den Weg machen will, steht Shaurya samt seinem Auto plötzlich vor ihr. Auf dem Weg zur Arbeit macht Shaurya Mehek Mut und wünscht ihr Glück. Wie ein besorgter Vater, harrt Shaurya vor dem Restaurant aus, bis Mehek nach getaner Arbeit wieder herauskommt. Doch warum ist Mehek Shaurya gegenüber so ablehnend und lässt ihren Gefühlen jetzt immer noch nicht freien Lauf?","versions":[{"lang":1,"streams":[{"redirect":8983909,"hoster":"VOE"},{"redirect":8382351,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Folge 55","epNo":55,"alt":"","descr":"Mehek steckt im Gefühlschaos. Ist sie in Shaurya verliebt? Shaurya ist mit den Gedanken bei Mehek und baut einen Unfall. Mehek erfährt davon und rennt besorgt zur Unfallstelle. Es kommt heraus, dass Shaurya gar nicht verletzt ist. Mehek ist erleichtert und umarmt Shaurya innig …","versions":[{"lang":1,"streams":[{"redirect":8983907,"hoster":"VOE"},{"redirect":8382354,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Folge 56","epNo":56,"alt":"","descr":"Mehek ist so erleichtert, dass Shaurya nichts passiert ist und gesteht ihm ihre Liebe. Als Mehek auf Wolke 7 schwebt, bekommt sie mit, dass ihre Tante und ihr Onkel bereits potentielle Ehemänner für Mehek ausgesucht haben. Mehek ruft bei Shaurya an und bittet ihn etwas dagegen zu unternehmen. Als Mehek von der Arbeit nach Hause kommt, sitzt Shaurya überraschenderweise bei Mehek zu Hause. Shaurya ist gekommen, um den Segen der Familie zu bekommen und hält um Meheks Hand an. Kanta blockt erstmal ab, muss es sich überlegen und schickt deshalb Shaurya wieder weg. Die Familie berät sich, was das beste für Mehek ist. Doch Mehek sagt ganz klar, dass sie ihn heiraten möchte. Die Familie stimmt der Hochzeit zu und werden von Shauryas Mutter zur Feier des Tages eingeladen …","versions":[{"lang":1,"streams":[{"redirect":8983906,"hoster":"VOE"},{"redirect":8382352,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Folge 57","epNo":57,"alt":"","descr":"Die Feier zu Ehren der Verlobung von Shaurya und Mehek bei den Khannas steht an. Swetlana, Shauryas Tante heckt allerdings einen Plan aus, um die Familienzusammenführung zu crashen. Shaurya und Mehek werden nach draußen verbannt, wo sie aber innige Momente zu zweit erleben …","versions":[{"lang":1,"streams":[{"redirect":8983918,"hoster":"VOE"},{"redirect":8382363,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Folge 58","epNo":58,"alt":"","descr":"Die Familie von Mehek bekommt Essen mit Fleisch aufgetischt. Eine unangenehme Situation für beide Parteien. Doch für Swetlana, die dahintersteckt, ist es ein Erfolg, die beiden Familien auseinander zu bringen. Als Shaurya nochmal auf die Knie geht, um Mehek einen ganz offiziellen Antrag zu machen, kommt ihnen ein Welpe zugelaufen. Sie beschließen ihn Tomato zu nennen und zu behalten. Währenddessen werden Ravi und Jeevan abgefüllt. Ravi neckt im betrunkenen Zustand Harish. Der findet dies aber gar nicht lustig und schlägt Ravi nieder. Als Shaurya und Mehek wieder in das Haus kommen und die Aufruhe sehen, verteidigt Shaurya Meheks Familie. Swetlana, die hinter allem steckt, spielt die Enttäuschte und gibt sich unschuldig …","versions":[{"lang":1,"streams":[{"redirect":12383357,"hoster":"VOE"},{"redirect":8382362,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Folge 59","epNo":59,"alt":"","descr":"Shaurya und Swetlana stoßen sich immer noch an dem niederen Status der Familie Khana. Daraufhin geht die Familie von Mehek ihres Weges. Shaurya versucht sie noch zu beruhigen doch vor allem Mehek ist sichtlich gekränkt. Ravi und Jeevan sind sehr beschämt und entschuldigen sich bei Mehek. Shaurya fährt zu ihnen, um sich zu entschuldigen. Doch Mehek blockt ab und sagt ihm, dass sie ihn nicht mehr heiraten möchte …","versions":[{"lang":1,"streams":[{"redirect":8983904,"hoster":"VOE"},{"redirect":8382365,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Folge 60","epNo":60,"alt":"","descr":"Am nächsten Morgen versucht die Familie, Mehek davon zu überzeugen, Shaurya doch zu heiraten. Shaurya steht mit samt seines Gepäcks, inklusive Hund Tomato, vor ihrer Tür und möchte Teil von Meheks Familie sein. Doch Mehek verwehrt ihm dies, weil sie findet, dass ihre Welten zu unterschiedlich wären. Als Mehek am nächsten Morgen das Haus verlässt, stolpert sie über Shaurya, der die ganze Nacht auf der Türschwelle auf sie gewartet hat …","versions":[{"lang":1,"streams":[{"redirect":12920375,"hoster":"VOE"},{"redirect":8382373,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Folge 61","epNo":61,"alt":"","descr":"Meheks Familie ist völlig überrumpelt, dass Shaurya vor ihrer Tür wartet und schicken ihn kurzer Hand weg. Nachdem Mehek auf die Arbeit geht, bekommt sie Mitleid für Shaurya und schickt ihm Essen. Als sie von der Arbeit kommt ist Shaurya immer noch da …","versions":[{"lang":1,"streams":[{"redirect":8983913,"hoster":"VOE"},{"redirect":8382372,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Folge 62","epNo":62,"alt":"","descr":"Shaurya übernachtet erneut vor Meheks Haus. Mittlerweile sind auch Journalisten gekommen, um über die Hartnäckigkeit Shauryas zu berichten. Swetlana versucht Harish zu überreden, dass er für ihren Ehemann bürgt, damit er für ein paar Tage aus dem Gefängnis kommt und Swetlana bei ihrem Racheplan auf Shaurya unterstützt. Meheks Familie drängt sie, den bereits bibbernden Shaurya endlich in das Haus zu lassen. Mehek gibt Shaurya eine Chance sich zu beweisen: Er soll sich von nun an jeden Tag dem Lebensstil der Familie anpassen. Schafft er dies, erhält er ein grünes Kreuz, schafft er es nicht, bekommt er ein rotes Kreuz. Nach 5 Tagen zählen sie die Kreuze und entscheiden ob Shaurya bleiben darf oder nicht. Shaurya lässt sich darauf ein und ergänzt noch, dass er sie zum ersten Mal küssen darf, wenn er gewinnt …","versions":[{"lang":1,"streams":[{"redirect":8983908,"hoster":"VOE"},{"redirect":8382375,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Folge 63","epNo":63,"alt":"","descr":"Shaurya gibt nicht so leicht auf. Vehement bleibt er in der Nähe Meheks und lässt keinen Zweifel an seinen Absichten. Er liebt Mehek und hofft, dass auch Mehek sich ihre Gefühle zu ihm endlich eingesteht. Derweil ist Swetlana fest davon überzeugt, dass ihre düsteren Pläne nur wegen Mehek nicht gelingen. Was wird sie dagegen unternehmen und werden Mehek und Shaurya jemals in Liebe vereint sein?","versions":[{"lang":1,"streams":[{"redirect":13004394,"hoster":"VOE"},{"redirect":8382384,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Folge 64","epNo":64,"alt":"","descr":"Shaurya tut alles nur Erdenkliche, um Mehek zu zeigen, was für ein Mensch er sein kann: Er weicht ihr nicht von der Seite, ist zärtlich und liebevoll zu ihr, und, ja, ist sogar fettiges Essen. Doch Mehek lässt nicht zu, ihren Emotionen freien Lauf zu lassen. So liegen die beiden Turteltauben am Abend nun in ihren getrennten Betten und denken doch unentwegt aneinander …","versions":[{"lang":1,"streams":[{"redirect":12383355,"hoster":"VOE"},{"redirect":8382382,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Folge 65","epNo":65,"alt":"","descr":"Ein dunkles Geheimnis wird gelüftet: Swetlana plant schon seit langer Zeit Shaurya zu ruinieren und ihr Ehemann, Sanjay, steckt mit ihr unter einer Decke. Doch die beiden haben einen weiteren Verbündeten mit dem sie gemeinsame Sache machen. Rajiv entpuppt sich als ihr Handlager und offenbart seine finsteren Absichten. Derweil feiern die Sharmas Weihnachten und Shaurya wird von allen liebevoll umsorgt – außer von Mehek natürlich …","versions":[{"lang":1,"streams":[{"redirect":8983910,"hoster":"VOE"},{"redirect":8382383,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Folge 66","epNo":66,"alt":"","descr":"Shaurya wächst über sich hinaus und beweist, dass unter seiner harten Schale ein weicher verborgen ist. Er ist nicht nur bereit, sich für Mehek aufzuopfern, sondern zollt der gesamten Familie Respekt – allen voran Kanta, die er liebevoll umsorgt. Als Shaurya dann auch noch am frühen Morgen das Frühstück serviert sind alle hin und weg – Mehek eingeschlossen …","versions":[{"lang":1,"streams":[{"redirect":8983915,"hoster":"VOE"},{"redirect":8382395,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Folge 67","epNo":67,"alt":"","descr":"Shaurya will die verletzte Kanta entlasten und schmeißt den gesamten Haushalt allein. Außerdem gelingt es ihm Mehek auszutricksen: Sie sagt die magischen drei Worte. Doch als Swetlana mit einem Trupp Polizisten und einem Durchsuchungsbefehl vor der Tür steht, ist die Idylle vorbei. Was wirft Swetlana den Sharmas vor?","versions":[{"lang":1,"streams":[{"redirect":8983917,"hoster":"VOE"},{"redirect":8382393,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Folge 68","epNo":68,"alt":"","descr":"Die Polizei durchsucht das Haus der Familie Sharma und richtet ein furchtbares Chaos an. Sie schmeißen die liebgewonnenen Sachen der Familie ohne Rücksicht zu Boden und bringen Schande über die Sharmas. Nur durch Shauryas beherztes Eingreifen kann Schlimmeres verhindert werden. Doch Mehek hat genug: Sie wirft Shaurya hochkant aus dem Haus. Ist dass das Ende der Lovestory von Mehek und Shaurya?","versions":[{"lang":1,"streams":[{"redirect":8983920,"hoster":"VOE"},{"redirect":8382396,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Folge 69","epNo":69,"alt":"","descr":"Shaurya ist am Boden zerstört: Nicht nur, dass Mehek ihn aus dem Haus geworfen hat, seine Tante hat auch dafür gesorgt, dass die Chance, jemals wieder mit den Sharmas ein normales Verhältnis zu haben, gleich Null geht. Shaurya kündigt Swetlana als Reaktion auf den Frontalangriff die Kreditkarten und nimmt ihr sogar das Auto weg. Derweil offenbart Nehal der Familie die bewegende Geschichte über ihren versuchten Selbstmord und den Menschen der sie gerettet hat: Shaurya. Wird Mehek Shaurya zurückgewinnen können?","versions":[{"lang":1,"streams":[{"redirect":8983921,"hoster":"VOE"},{"redirect":8382404,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Folge 70","epNo":70,"alt":"","descr":"Mehek stürmt zu Shaurya um ihm endlich ihre Liebe zu gestehen. Doch Shaurya ist derart tief verletzt, dass er taub für die Worte Meheks ist. Zu groß ist die Enttäuschung. Erst als Mehek sich vom Dach des Hauses stürzen will und vor den Augen aller die drei magischen Worte sagt, lenkt Shaurya ein. Mehek und Shaurya stehen zu ihren Gefühlen und werden heiraten. Alle sind überglücklich! Alle, außer Swetlana natürlich …","versions":[{"lang":1,"streams":[{"redirect":8983922,"hoster":"VOE"},{"redirect":8382406,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Folge 71","epNo":71,"alt":"","descr":"Die Sharmas sind außer Rand und Band, als Mehek mit den Neuigkeiten über die Hochzeit nach Hause kommt. Mehek und Shaurya sind überglücklich und küssen sich zum aller ersten Mal. Auch Karuna ist fröhlich Mehek als ihre Schwiegertochter begrüßen zu dürfen. Doch am Horizont bahnen sich dunkle Zeiten an: Shaurya fühlt sich beobachtet und verhält sich verdächtig …","versions":[{"lang":1,"streams":[{"redirect":8983928,"hoster":"VOE"},{"redirect":8382405,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Folge 72","epNo":72,"alt":"","descr":"Die Roka Zeremonie wird zu einem rundum schönen Erlebnis für die Sharmas: Alle arbeiten Hand in Hand, um die kurzfristige Planung zu meistern. Swetlana versucht jedoch mit allen Mitteln, die wunderbare Stimmung zu stören. Und was für einen Auftrag hat sie Rajiv gegeben?","versions":[{"lang":1,"streams":[{"redirect":8983919,"hoster":"VOE"},{"redirect":8382412,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Folge 73","epNo":73,"alt":"","descr":"Bei der Roka Zeremonie geschieht etwas Eigenartiges: Mehek wird plötzlich schlecht und muss sich übergeben. Die Anwesenden gehen sofort davon aus, dass Mehek schwanger sein muss. Doch Shaurya lässt diese Schande nicht zu und beweist allen, dass jemand ganz anderes hier die Finger im Spiel hat …","versions":[{"lang":1,"streams":[{"redirect":8983926,"hoster":"VOE"},{"redirect":8382416,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Folge 74","epNo":74,"alt":"","descr":"Anlässlich der Henna Zeremonie lädt Shaurya zu einer Bollywood Themenparty ein: Alle sollen sich im Look ihrer liebsten Stars präsentieren. Als jedoch auf einmal der Ehemann von Swetlana auftaucht, ist die ausgelassene Stimmung sofort passe. Wie ist er nur aus dem Gefängnis gekommen?","versions":[{"lang":1,"streams":[{"redirect":8983923,"hoster":"VOE"},{"redirect":12481971,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Folge 75","epNo":75,"alt":"","descr":"Sanjay benimmt sich bei der Party absolut daneben: Nicht nur, dass er sich Mehek unsittlich nähert, er provoziert zudem auch noch einen schweren Unfall. So wie es aussieht, tut er alles Menschenmögliche, um die Hochzeit Shauryas zu verhindern. Doch warum?","versions":[{"lang":1,"streams":[{"redirect":8983935,"hoster":"VOE"},{"redirect":8382426,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Folge 76","epNo":76,"alt":"","descr":"Jeevan kommt aus dem Krankenhaus und Kanta ist wütend auf ihn: Er hätte einfach nicht auf dieses unsinnige Gefährt steigen sollen. Shaurya versucht die Stimmung wieder zu heben und organisiert nicht nur zwei äußerst attraktive Pflegerinnen, sondern auch eine ganz besondere Party für Mehek …","versions":[{"lang":1,"streams":[{"redirect":8983924,"hoster":"VOE"},{"redirect":8382423,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Folge 77","epNo":77,"alt":"","descr":"Die Party von Mehek und Shaurya ist wie ein Märchen. Ihr erster Kuss ist der Höhepunkt des Abends. Als Mohit kurz ins Haus zurück geht um etwas zu holen, zündet Sanjay die Bombe. Daraufhin fängt das Haus an zu brennen. Shaurya ist sofort zur Stelle und rettet PD und Mohit aus den Flammen. Doch Mehek rennt in das Haus um wertvolle Gegenstände ihrer Eltern in Sicherheit zu bringen. Wird Mehek überleben?","versions":[{"lang":1,"streams":[{"redirect":8983925,"hoster":"VOE"},{"redirect":8382425,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Folge 78","epNo":78,"alt":"","descr":"Auch Mehek kommt sicher aus dem Haus heraus. Da das Haus nicht mehr bewohnbar ist, ziehen die Sharmas in das Haus der Khannas ein. Sanjay beschließt Shaurya zu töten. Shaurya hat sein Zimmer für Mehek hergerichtet wo er in Zukunft mit ihr leben möchte. Swetlana plant Shruti mit Shaurya zu verkuppeln …","versions":[{"lang":1,"streams":[{"redirect":8983930,"hoster":"VOE"},{"redirect":8382430,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Folge 79","epNo":79,"alt":"","descr":"Sanjay heckt einen Plan aus, um Shaurya zur Strecke zu bringen. Derweil bittet die Familie von Mehek Shaurya eine traditionelle Hochzeit zu arrangieren. Als Sanjay zur Zeremonie eintrifft, hat er einen ungewöhnlichen Wunsch: Shaurya soll ein Glas Sekt trinken. Aber ist es wirklich nur Sekt?","versions":[{"lang":1,"streams":[{"redirect":12920377,"hoster":"VOE"},{"redirect":8382434,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Folge 80","epNo":80,"alt":"","descr":"Die Hochzeit ist in vollem Gange und für Mehek scheint ein Traum in Erfüllung zu gehen. Sie fühlt sich wie eine Prinzessin. Doch als Shaurya mitten in der Zeremonie verschwindet sind alle schockiert. Was ist nur mit ihm passiert?","versions":[{"lang":1,"streams":[{"redirect":8983929,"hoster":"VOE"},{"redirect":8382436,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Folge 81","epNo":81,"alt":"","descr":"Mehek kann es nicht fassen: Ihr geliebter Shaurya hat sie bei der Hochzeit sitzen lassen. Schnell jedoch scheint klar, dass er dies nicht aus freien Stücken getan haben kann. Die Polizei findet Shauryas Kopfschmuck auf der Straße und nun vermuten Alle, dass er entführt worden ist. Steckt Sanjay wirklich dahinter?","versions":[{"lang":1,"streams":[{"redirect":8983936,"hoster":"VOE"},{"redirect":8382445,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Folge 82","epNo":82,"alt":"","descr":"Wo ist Shaurya bloß abgeblieben? – Alle stellen sich diese entscheidende Frage und suchen fieberhaft nach irgendwelchen Hinweisen. Als Shauryas Bild dann die Titelseiten schmückt, stürmen Mehek und ihre Familie zu der Eröffnungsfeier seines neuen Restaurants. Wird Shaurya tatsächlich dort aufkreuzen?","versions":[{"lang":1,"streams":[{"redirect":8983933,"hoster":"VOE"},{"redirect":8382446,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Folge 83","epNo":83,"alt":"","descr":"Shaurya taucht tatsächlich bei der Neueröffnung seines Restaurants auf. Mehek ist natürlich überglücklich, ihren Ehemann endlich in Sicherheit zu wissen. Doch das Glück hält nicht lange an, denn Shaurya lüftet ein dunkles Geheimnis …","versions":[{"lang":1,"streams":[{"redirect":8983931,"hoster":"VOE"},{"redirect":8382443,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Folge 84","epNo":84,"alt":"","descr":"Mehek kann es nicht fassen: Shaurya hat alles ihr alles nur vorgespielt – die Zuneigung, die Liebe. In Wahrheit war er die ganze Zeit nur hinter den Rezepten ihrer Mutter her. Doch Mehek gibt nicht so schnell auf und versucht Shaurya zur Vernunft zu bringen. Werden die beiden jemals wieder zusammenkommen?","versions":[{"lang":1,"streams":[{"redirect":8983932,"hoster":"VOE"},{"redirect":8382454,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Folge 85","epNo":85,"alt":"","descr":"KD hat Mehek verhaften lassen und nun will er sie wegen des ihm entstandenen Schadens darüber hinaus auch noch verklagen. Doch Meheks Familie lässt dies nicht zu und will ihre beiden Geschäfte verkaufen, um die Kaution für Mehek zahlen zu können. Als Shaurya von der Kaution erfährt, stellt er KD einen Scheck aus, der die geforderte Summe bei weitem übersteigt. Ist dies der Beweis, dass Shaurya doch etwas für Mehek empfindet?","versions":[{"lang":1,"streams":[{"redirect":8983939,"hoster":"VOE"},{"redirect":8382452,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Folge 86","epNo":86,"alt":"","descr":"Shaurya kann nicht aufhören an Mehek zu denken, ist sich aber sicher, dass sein grandioses Schauspiel selbst ihn getäuscht hat. Derweil gibt Mehek ihre Liebe zu Shaurya nicht auf und glaubt fest daran, dass er sie liebt. So beschließt sie, in das Haus Shaurya einzuziehen, wie es in Indien Brauch ist. Obwohl ihre Familie Mehek sie vor einem großen Fehler warnt, macht sie sich erhobenen Hauptes auf den Weg …","versions":[{"lang":1,"streams":[{"redirect":8983941,"hoster":"VOE"},{"redirect":8382455,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Folge 87","epNo":87,"alt":"","descr":"Mehek steht zu ihrer Entscheidung und kreuzt mit großem Tamtam vor Shauryas Haus auf. Trotz des Wiederstandes ihres eigenen Fast-Ehemanns bahnt sie sich ihren Weg in ihr neues Zuhause – mit Unterstützung ihrer Schwiegermutter. Hat Mehek eine Ahnung wie schwer die kommenden Wochen für sie sein werden?","versions":[{"lang":1,"streams":[{"redirect":8983944,"hoster":"VOE"},{"redirect":8382466,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Folge 88","epNo":88,"alt":"","descr":"Meheks Familie macht sich unglaubliche Sorgen um sie. Als sie am Telefon mitbekommen, dass Shaurya Mehek aus dem Haus werfen will machen sich Kanta und Ravi sofort auf den Weg, um ihre Nichte zur Vernunft zu bringen. Doch für Mehek ist die Sache mehr als klar: Sie wird solange bei Shaurya bleiben, bis er seine bitterböse Maske fallen lässt und erkennt, dass er sie abgöttisch liebt …","versions":[{"lang":1,"streams":[{"redirect":8983938,"hoster":"VOE"},{"redirect":8382465,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Folge 89","epNo":89,"alt":"","descr":"Das Katz und Maus Spiel zwischen Shaurya und Mehek nimmt neue Fahrt auf: Seitdem Mehek nun zu Shaurya gezogen ist, verlieren sich die beiden in schwärmerischen Neckereien. Es ist ganz deutlich zu spüren, dass Mehek Shaurya alles andere als egal ist. Am Morgen will Mehek den Traditionen folgen und der Familie ihres Mannes ein wundervolles Frühstück kochen, welches auch den letzten Zweifler umzustimmen vermag …","versions":[{"lang":1,"streams":[{"redirect":8983940,"hoster":"VOE"},{"redirect":14209798,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Folge 90","epNo":90,"alt":"","descr":"Alle sind begeistert von dem zauberhaften Essen welches Mehek zum Frühstück serviert. Selbst Swetlana gelingt es nicht der Versuchung zu widerstehen. Im Verborgenden setzen Sanjay und Swetlana jedoch bereits einen Plan um, der die Beziehung zwischen Mehek und Shaurya weiter entzweien soll. Als dann das \"White Chillies\" eröffnet wird, steht Mehek unerwartet mit einer bunten Schaar Waisenkinder vor der Eingangstür und inszeniert Shaurya als Wohltäter der Armen – Shaurya tobt innerlich vor Wut …","versions":[{"lang":1,"streams":[{"redirect":8983937,"hoster":"VOE"},{"redirect":8382474,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Folge 91","epNo":91,"alt":"","descr":"Shaurya kommt in Bedrängnis: Zwar hat er alle Rezepte von Mehek, seine Köche haben aber gar nicht das Gespür diese so zu kochen wie Mehek. Seine Finanziers üben nun Druck aus und Shauryas Zorn auf Mehek wird so groß, dass er all ihre Sachen kurzerhand anzündet. Doch Mehek gibt ihn noch lange nicht auf und Gott sei Dank steht ihr Karuna bei und stärkt ihr den Rücken. Wird Mehek Shaurya wieder zur Vernunft bringen?","versions":[{"lang":1,"streams":[{"redirect":8983934,"hoster":"VOE"},{"redirect":8382471,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Folge 92","epNo":92,"alt":"","descr":"Shaurya ist ganz aufgeregt: Heute kommen die Investoren in das \"White Chillies\" und wollen das Menü kosten. Als er Mehek am frühen Morgen in der Küche des Restaurants stehen sieht, entgleiten ihm die Gesichtszüge. Mehek leitet das Küchenpersonal an und gibt ihr Bestes, damit die wichtige Verkostung zu einem Erfolg wird. Die Gäste sind hin und weg von Meheks Gerichten und weil sie derart begeistert sind, wollen sie sich eigenhändig bei ihr bedanken. Doch Shaurya kann diese Schmach nicht ertragen, sperrt Mehek in einen Raum und erntet die Lorbeeren. Wie lange wird Mehek diese Schmähungen noch ertragen können?","versions":[{"lang":1,"streams":[{"redirect":8983947,"hoster":"VOE"},{"redirect":8382473,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Folge 93","epNo":93,"alt":"","descr":"Mehek kümmert sich rührend um den verletzten Shaurya. Doch der lehnt ihre Hilfe vehement ab. Gut, dass Karuna Mehek tatkräftig unterstützt, um Shaurya zur Vernunft zu bringen. Wird Mehek es schaffen, durch die harte Schale Shauryas zu dringen?","versions":[{"lang":1,"streams":[{"redirect":12920372,"hoster":"VOE"},{"redirect":8382484,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Folge 94","epNo":94,"alt":"","descr":"Karuna und Mehek bestechen die Diener, damit nur Mehek diejenige ist, die Shaurya hilft. Es funktioniert: Nach und nach, öffnet sich Shaurya wieder. Doch gerade wo alles wieder gut scheint, erzählt Swetlana Shaurya die Details der kleinen Intrige. Wie wird Shaurya darauf bloß reagieren?","versions":[{"lang":1,"streams":[{"redirect":8983942,"hoster":"VOE"},{"redirect":8382486,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Folge 95","epNo":95,"alt":"","descr":"Shaurya setzt Mehek kurzerhand vor die Tür. Er ist schlicht stink wütend über ihre Manipulationsversuche und all der Liebeszauber ist wie verflogen. Doch Mehek bleibt stark und gibt sich so einfach nicht geschlagen: Gemeinsam mit Kanta schmiedet sie einen ausfuchsten Plan …","versions":[{"lang":1,"streams":[{"redirect":8983948,"hoster":"VOE"},{"redirect":8382488,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Folge 96","epNo":96,"alt":"","descr":"Karuna und Mehek rufen die Emanzipationsbewegung auf den Plan und setzen Shaurya damit gehörig unter Druck. Wiederwillig und nur unter zusätzlichen Druck seiner Mutter, unterzeichnet Shaurya einen Vertrag, der all die Dinge enthält, die er hasst: Mehek zum Essen ausführen, mit ihr alle Rituale zelebrieren und sie sogar füttern. Doch eines gesteht er ihr schon einmal – seine Liebe. Alles nur eine Fassade?","versions":[{"lang":1,"streams":[{"redirect":8983951,"hoster":"VOE"},{"redirect":8382494,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Folge 97","epNo":97,"alt":"","descr":"Mehek schmeißt Shaurya aus den Federn, denn ihre Pag Phera Zeremonie steht auf dem Plan. Shaurya wehrt sich erst, doch dann beugt er sich den Wünschen Meheks. Doch bei den Sharmas angekommen, benimmt sich der Gefügige total daneben und reißt einen tiefen Graben auf. Mehek ist unendlich verletzt …","versions":[{"lang":1,"streams":[{"redirect":12383354,"hoster":"VOE"},{"redirect":8382495,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Folge 98","epNo":98,"alt":"","descr":"Shaurya wirft Mehek Unsägliches vor, auch dass sie sich ausschließlich an ihm bereichern will. Doch Mehek weiß sich natürlich zu wehren und überrascht alle mit ihrer Stärke …","versions":[{"lang":1,"streams":[{"redirect":8983945,"hoster":"VOE"},{"redirect":8382492,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"Folge 99","epNo":99,"alt":"","descr":"Mehek beweist Shaurya, dass sie keineswegs hinter seinem Geld oder dem Luxusleben her ist: Sie drückt die irritierten Hausherren ein Bündel Geld in die Hand, als Miete. Karuna findet das klasse und bereitet die Villa auf Mehek vor. Die Sharmas sind aber gar nicht begeistert und würden Mehek am liebsten bei sich behalten. Wird Meheks Einzug die beiden näherbringen oder den Zwist nur verstärken?","versions":[{"lang":1,"streams":[{"redirect":8983950,"hoster":"VOE"},{"redirect":8382501,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"Folge 100","epNo":100,"alt":"","descr":"Shaurya findet es gar nicht lustig als er sieht, dass Mehek seinen Balkon in ihr kleines Refugium verwandelt. Seine Investoren nötigen ihn dann, Mehek zu der Valentinsparty mitzunehmen. Ein romantischer Abend zu zweit? Weit gefehlt …","versions":[{"lang":1,"streams":[{"redirect":8983953,"hoster":"VOE"},{"redirect":8382513,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"Folge 101","epNo":101,"alt":"","descr":"Mehek amüsiert sich auf der Party und tanzt ausgelassen mit einem der Gäste. Shauryas Neid ist geweckt und er drängelt sich dazwischen. Just in diesem Moment folgt eine schreckliche Nachricht, welche den fröhlichen Abend überschattet: Sonal wurde von ihrem Mann geschlagen. Sofort machen sich Mehek und Shaurya auf dem Weg zu ihr …","versions":[{"lang":1,"streams":[{"redirect":8983954,"hoster":"VOE"},{"redirect":8382511,"hoster":"Streamtape"}]}]},{"epId":"episode-102","name":"Folge 102","epNo":102,"alt":"","descr":"Mehek und Shaurya eilen Sonal zur Hilfe und hören von den unsäglichen Dingen, die ihr Mann ihr angetan hat. Shaurya kann und will seine Wut nicht zügeln und fährt, gemeinsam mit Mohit, zu Rohit. Dort angekommen, verpasst sie den Übeltätern eine gehörige Abreibung. Doch Mehek erkennt wie unklug Selbstjustiz sein kann und hält Shaurya zurück. Was wird nur aus Sonal?","versions":[{"lang":1,"streams":[{"redirect":12920379,"hoster":"VOE"},{"redirect":8382514,"hoster":"Streamtape"}]}]},{"epId":"episode-103","name":"Folge 103","epNo":103,"alt":"","descr":"Shaurya und Mehek sind endlich einer Meinung: Das Verhalten von Rohit gehört bestraft. Über das Wie sind sie sich erst nicht einig, aber als Sheetal und Pammi samt Bagage plötzlich auf der Matte stehen, ziehen Shaurya und Mehek an einem Strang. Beide kämpfen für das Gute, doch werden sie es mit vereinten Kräften schaffen, den Täter einer gerechten Strafe zuzuführen?","versions":[{"lang":1,"streams":[{"redirect":8983949,"hoster":"VOE"},{"redirect":8382521,"hoster":"Streamtape"}]}]},{"epId":"episode-104","name":"Folge 104","epNo":104,"alt":"","descr":"Mehek und Shaurya sorgen dafür, dass Rohit und Ajay für ihre Taten ins Gefängnis wandern. Doch gerade als sich für Sonal die Normalität wieder einstellt, schleift ihre Mutter sie, vor den Augen der gesamten Nachbarschaft aus dem Haus. Mehek macht sich sofort auf dem Weg, ihrer besten Freundin zu helfen. Wird Mehek es schaffen sie vor weiterem Schaden zu bewahren?","versions":[{"lang":1,"streams":[{"redirect":8983958,"hoster":"VOE"},{"redirect":8382522,"hoster":"Streamtape"}]}]},{"epId":"episode-105","name":"Folge 105","epNo":105,"alt":"","descr":"Shaurya hat seinen großen Tag: Im White Chillies hat sich lauter Prominenz und Presse eingefunden, um die neuen Gerichte zu probieren. Doch Mehek fehlt, denn sie bemüht sich um Sonals Sicherheit. Am Abend kommen sich Mehek und Shaurya ganz nah und Mehek gesteht ihm ihre unabdingbare Liebe. Aber auch Shaurya öffnet sein Herz – wenn auch nur ein wenig …","versions":[{"lang":1,"streams":[{"redirect":8983952,"hoster":"VOE"},{"redirect":8382523,"hoster":"Streamtape"}]}]},{"epId":"episode-106","name":"Folge 106","epNo":106,"alt":"","descr":"Die Kritiken der Presse über Shauryas neues Restaurant sind nahezu vernichtend. Doch anstatt sich an seine eigene Nase zu packen, nimmt Shaurya sich Mehek vor. Derweil ist Sonal am Boden zerstört, denn trotz des unsäglichen Vorfalls, zwingt sie ihre Mutter Rohit zu heiraten. Als Mohit dann vorschlägt Sonal zur Frau zu nehmen, hängt der Haussegen der Sharmas gänzlich schief …","versions":[{"lang":1,"streams":[{"redirect":12383356,"hoster":"VOE"},{"redirect":8382527,"hoster":"Streamtape"}]}]},{"epId":"episode-107","name":"Folge 107","epNo":107,"alt":"","descr":"Mehek will Shaurya unbedingt davon überzeugen, die Hochzeit von Rohit und Sonal zu stoppen. Schließlich verfügt der einflussreiche Shaurya über gute Kontakte zur Polizei. Doch Shaurya hat keinerlei Interesse daran, sich ein weiters Problem an den Fuß zu binden. Erst als sich die beiden sehr, sehr nahekommen, willigt Shaurya ein. Am Ende des Tages trägt Shaurya Mehek auf Händen in ihr Zuhause …","versions":[{"lang":1,"streams":[{"redirect":8983959,"hoster":"VOE"},{"redirect":8382531,"hoster":"Streamtape"}]}]},{"epId":"episode-108","name":"Folge 108","epNo":108,"alt":"","descr":"Shaurya entwickelt einen Plan, um Sonal vor der Hochzeit mit Rohit zu bewahren: Gemeinsam mit Mohit schmuggelt er sich in Verkleidung auf die Hochzeit und rettet Sonal. Doch was danach geschieht ist unfassbar. Shaurya bestellt die Presse in sein Restaurant und lässt die Hochzeit zwischen Mohit und Sonal live im Fernsehen ausstrahlen. Mehek, Balwant und Kanta stürmen zum Restaurant, um die Zeremonie aufzuhalten …","versions":[{"lang":1,"streams":[{"redirect":8983962,"hoster":"VOE"},{"redirect":8382541,"hoster":"Streamtape"}]}]},{"epId":"episode-109","name":"Folge 109","epNo":109,"alt":"","descr":"Mehek und Sonal heiraten! Aber anstatt sich zu freuen, sind die Sharmas entsetzt. Einzig Shaurya genießt seinen genialen Schachzug um das \"White Chillies\" als Institution für verliebte zu propagieren – das Schicksal von Mohit und Sonal ist für ihn lediglich zweitrangig. Als Sheetal und Pratima dann bei den Sharmas aufkreuzen, demütigen sie ausgerechnet die liebe Großmutter. Als PD daraufhin sogar ohnmächtig wird ist die Tragödie perfekt …","versions":[{"lang":1,"streams":[{"redirect":8983957,"hoster":"VOE"},{"redirect":8382539,"hoster":"Streamtape"}]}]},{"epId":"episode-110","name":"Folge 110","epNo":110,"alt":"","descr":"PD liegt auf der Intensivstation – die Sharmas sind zutiefst in Sorge um ihre Liebe Großmutter und furchtbar wütend auf Shaurya. Der Übeltäter bekommt derweil Gewissensbisse und sieht überall Dinge, die ihn an Mehek erinnern. Jeevan ist so verletzt und voller Wut, dass er wie von Sinnen in Shauryas Restaurant stürmt und es auseinandernimmt …","versions":[{"lang":1,"streams":[{"redirect":8983955,"hoster":"VOE"},{"redirect":8382540,"hoster":"Streamtape"}]}]},{"epId":"episode-111","name":"Folge 111","epNo":111,"alt":"","descr":"Als Shaurya sein ramponiertes Restaurant sieht, ist er zutiefst schockiert. PD kommt aus dem Krankenhaus nach Hause und sorgt erst einmal dafür, dass in der Familie wieder Frieden einkehrt. Als Mehek sich bei Shaurya für das Verhalten ihres Onkels entschuldigen will, trifft sie auf einen gänzlich weggetretenen Shaurya. Was ist nur los mit ihm?","versions":[{"lang":1,"streams":[{"redirect":8983961,"hoster":"VOE"},{"redirect":8382545,"hoster":"Streamtape"}]}]},{"epId":"episode-112","name":"Folge 112","epNo":112,"alt":"","descr":"Mehek hat regelrecht Angst vor Shauryas Rache und sie hat allen Grund dazu. Denn wenig später ist in der Straße der Sharmas die Hölle los: Bagger zerstören die beiden Geschäft von Ravi und Jeevan. Mehek fleht Shaurya an, das Desaster zu beenden. Doch es ist zu spät. Die Existenzgrundlage der Sharmas ist komplett zerstört …","versions":[{"lang":1,"streams":[{"redirect":8983966,"hoster":"VOE"},{"redirect":8382551,"hoster":"Streamtape"}]}]},{"epId":"episode-113","name":"Folge 113","epNo":113,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983970,"hoster":"VOE"},{"redirect":8382550,"hoster":"Streamtape"}]}]},{"epId":"episode-114","name":"Folge 114","epNo":114,"alt":"","descr":"Mehek kommt nach der Trennung von Shaurya zu ihrer Familie zurück. Kanta und Sonal bemerken sofort, dass Mehek ihre Armreifen abgelegt hat. Nur PD hat ein offenes Ohr für Meheks Schmerz und versucht sie seelisch aufzupäppeln. Gerade als sich Mehek dann auf den Weg zu einem Vorstellungsgespräch macht, steht Shaurya in der Tür. Will er Mehek nun wieder zurückerobern?","versions":[{"lang":1,"streams":[{"redirect":8983973,"hoster":"VOE"},{"redirect":8382556,"hoster":"Streamtape"}]}]},{"epId":"episode-115","name":"Folge 115","epNo":115,"alt":"","descr":"Das Vorstellungsgespräch läuft anders, als es sich Mehek erhofft hat. Mr. Oberoi verlangt von Mehek etwas Unmoralisches, damit sie den Job bekommt. Doch im richtigen Moment taucht Shaurya auf und zerrt Mehek nach draußen. Anstatt Shaurya zu danken, macht Mehek ihm klar, dass er sich nicht ständig in ihr Leben einmischen soll. Mehek bekommt den Job, doch erfährt auch, dass Shaurya ihr unter die Arme gegriffen hat …","versions":[{"lang":1,"streams":[{"redirect":8983963,"hoster":"VOE"},{"redirect":8382555,"hoster":"Streamtape"}]}]},{"epId":"episode-116","name":"Folge 116","epNo":116,"alt":"","descr":"Shaurya kommt zu den Sharmas um sie alle zum Holi Fest einzuladen. Mehek willigt ein, doch hat einen Plan: Mehek wird einen eigenen Food Truck eröffnen. Mit diesem Truck kommt sie zu Shauryas Holi Fest, um ihm zu zeigen, dass sie sich nicht unterkriegen lässt. Außerdem kündigt sie an, dass sie sich in Zukunft vor sein Restaurant stellen wird, damit er sie jeden Tag sehen muss …","versions":[{"lang":1,"streams":[{"redirect":12920383,"hoster":"VOE"},{"redirect":8382559,"hoster":"Streamtape"}]}]},{"epId":"episode-117","name":"Folge 117","epNo":117,"alt":"","descr":"Swetlana hat einen gemeinen Plan und schmuggelt Drogen in das Essen, welches die Sharmas ihren ersten Gästen servieren. Ausgerechnet Mehek und Shaurya essen auch davon. Im Rausch kommen sie sich ungewollt näher. Kanta, die einzig nüchterne, erwischt Shaurya und Mehek beim rummachen und zerrt Mehek wütend nach Hause.","versions":[{"lang":1,"streams":[{"redirect":8983965,"hoster":"VOE"},{"redirect":8382563,"hoster":"Streamtape"}]}]},{"epId":"episode-118","name":"Folge 118","epNo":118,"alt":"","descr":"Kanta hält Mehek eine ordentliche Standpauke. Doch anstatt Abstand zu Shaurya zu wahren, macht sie ihm einen Anti-Kater-Drink. Als sie sich bei dem Treffen näherkommen, werden sie heimlich von Pammi und Ajay beobachtet. Auf dem Markt konfrontiert Pammi dann Kanta mit dem, was sich zwischen Mehek und Shaurya zugetragen hat. Währenddessen hat Mehek den ersten Tag in ihrem Food Truck vor dem White Chillies und Shaurya ist ihr erster Kunde.","versions":[{"lang":1,"streams":[{"redirect":8983964,"hoster":"VOE"},{"redirect":8382566,"hoster":"Streamtape"}]}]},{"epId":"episode-119","name":"Folge 119","epNo":119,"alt":"","descr":"Mehek redet Shaurya ins Gewissen: Er hat durch seine emotionale Überreaktion die Leben von Meheks Nachbarn zerstört. Als Reaktion darauf, stellt Shaurya den ehemaligen Geschäftsleuten Schecks aus, um sie zu entschädigen. Kanta gefällt es aber gar nicht, dass er auch Jeevan und Ravi mit dem Geld ruhiggestellt werden sollen.","versions":[{"lang":1,"streams":[{"redirect":8983967,"hoster":"VOE"},{"redirect":8382570,"hoster":"Streamtape"}]}]},{"epId":"episode-120","name":"Folge 120","epNo":120,"alt":"","descr":"Mehek erfährt, dass Karuna nichts mit dem Sinneswandel Shauryas zu tun hatte. Anscheinend waren es dann Meheks Worte, die ihn bewegt haben, den Opfern die Entschädigungen anzubieten. Als Shaurya sich dann an der Hand verletzt, kümmert sich Mehek liebevoll um seine Verbrennungen und das Paar kommt sich sehr nah.","versions":[{"lang":1,"streams":[{"redirect":8983969,"hoster":"VOE"},{"redirect":8382574,"hoster":"Streamtape"}]}]},{"epId":"episode-121","name":"Folge 121","epNo":121,"alt":"","descr":"Kanta will Mehek unbedingt schnell verheiraten, damit sie endlich von Shaurya loslässt. Doch der auserkorene Anwärter zeigt wesentliche mehr Interesse für den Food Truck als für Mehek. Wie wird Shaurya wohl reagieren, wenn er davon erfährt?","versions":[{"lang":1,"streams":[{"redirect":8983968,"hoster":"VOE"},{"redirect":8382577,"hoster":"Streamtape"}]}]},{"epId":"episode-122","name":"Folge 122","epNo":122,"alt":"","descr":"Shaurya rastet förmlich aus, als er auf Sandeep trifft. Seine Wut weicht tiefem Schmerz und Eifersucht als er hört, dass Mehek mit Sandeep verlobt ist. In seiner Verzweiflung appelliert Shaurya, dass Mehek auf ihr Herz hören soll. Wird Mehek Shaurya ihre Liebe gestehen?","versions":[{"lang":1,"streams":[{"redirect":8983978,"hoster":"VOE"},{"redirect":8382579,"hoster":"Streamtape"}]}]},{"epId":"episode-123","name":"Folge 123","epNo":123,"alt":"","descr":"Mehek ist schockiert, als auf einmal Beamte von der Gewerbeaufsicht den Food Truck schließen wollen - es gäbe Sicherheitsbedenken. Kanta vermutet sofort, dass Shaurya dahintersteckt. Doch der weiß von nichts. Um die Schließung zu verhindern, muss Mehek nach Mathura um an einem Lehrgang teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8983974,"hoster":"VOE"},{"redirect":8382586,"hoster":"Streamtape"}]}]},{"epId":"episode-124","name":"Folge 124","epNo":124,"alt":"","descr":"Mehek und Jeevan fahren gemeinsam nach Mathura, um an dem Brandschutzlehrgang teilzunehmen. Jeevan wird von Shaurya gegen seinen Willen in ein nobles Hotel verfrachtet, damit er endlich Zeit mit Mehek verbringen kann. Seite an Seite stellen die beiden sich den Aufgaben und müssen als Team funktionieren. Wird das gutgehen?","versions":[{"lang":1,"streams":[{"redirect":8983976,"hoster":"VOE"},{"redirect":8382589,"hoster":"Streamtape"}]}]},{"epId":"episode-125","name":"Folge 125","epNo":125,"alt":"","descr":"Shaurya versucht alles um Mehek klar zu machen, dass er sie liebt. Er hat endlich verstanden, dass sie füreinander bestimmt sind. Doch Ajay und Rohit machen dem Neuanfang der Verliebten einen finsteren Strich durch die Rechnung: Erst setzen sie Shaurya außer Gefecht und entführen dann auch noch Mehek. Werden die beiden Mehek dasselbe antun, wie Sonal?","versions":[{"lang":1,"streams":[{"redirect":8983975,"hoster":"VOE"},{"redirect":8382588,"hoster":"Streamtape"}]}]},{"epId":"episode-126","name":"Folge 126","epNo":126,"alt":"","descr":"Mehek wird von Ajay und Rohit in ein Waldstück verschleppt. Mehek kämpft gegen die Annährungsversuche der beiden Männer verzweifelt an. Zum Glück findet Shaurya die drei bevor es zum Äußersten kommen kann. Doch als Ajay Shaurya abstechen will, wirft sich Mehek dazwischen. Blutüberströmt kämpft Shaurya dann um das Leben seiner geliebten Mehek.","versions":[{"lang":1,"streams":[{"redirect":8983977,"hoster":"VOE"},{"redirect":8382597,"hoster":"Streamtape"}]}]},{"epId":"episode-127","name":"Folge 127","epNo":127,"alt":"","descr":"Meheks Überleben hängt an einem seidenen Faden. Kommt sie nicht schnell genug zu einem Arzt, wir Shaurya sein Leben lang der Liebe seines Lebens nachtrauern. In seiner Verzweiflung betet er zum ersten Mal zu Gott. Als Mehek aus der Bewusstlosigkeit erwacht ist eines klar: Shaurya und Mehek sind Seelenverwandte und lieben einander - bis über den Tod hinaus.","versions":[{"lang":1,"streams":[{"redirect":8983972,"hoster":"VOE"},{"redirect":8382598,"hoster":"Streamtape"}]}]},{"epId":"episode-128","name":"Folge 128","epNo":128,"alt":"","descr":"Kanta macht sich furchtbare Sorgen um Mehek: Jetzt, wo klar ist das beide einander unsterblich lieben, sieht Kanta darin nur die Gefahr - keine Chance. Als Shaurya dann Rache an Ajay und Rohit übt, fühlt sich Kanta in ihrer Vermutung bestätigt. Wird Kanta sich von der Ehrlichkeit Shauryas, nach all dem was geschehen ist, jemals überzeugen lassen?","versions":[{"lang":1,"streams":[{"redirect":8983979,"hoster":"VOE"},{"redirect":8382601,"hoster":"Streamtape"}]}]},{"epId":"episode-129","name":"Folge 129","epNo":129,"alt":"","descr":"Shaurya gibt nicht auf: Auch wenn Kanta es ihm verboten hat sich Mehek zu nähern, er tut es trotzdem. Selbst eine einstweilige Verfügung hält ihn nicht davon ab, Mehek nahe zu sein. Shaurya schnappt sich kurzerhand einfach ein Mikrofon! Kanta findet dass aber natürlich gar nicht gut.","versions":[{"lang":1,"streams":[{"redirect":8983984,"hoster":"VOE"},{"redirect":8382606,"hoster":"Streamtape"}]}]},{"epId":"episode-130","name":"Folge 130","epNo":130,"alt":"","descr":"Kanta befiehlt Mehek nicht aus dem Haus zu gehen, um sie von Shaurya fern zu halten. PD will ihrer geliebten Enkelin etwas Gutes tun und überredet sie mit ihr ins Kino zu gehen. Dort wartet Shaurya mit einer riesigen Überraschung auf und will Meheks Herz zurückerobern.","versions":[{"lang":1,"streams":[{"redirect":8983981,"hoster":"VOE"},{"redirect":8382607,"hoster":"Streamtape"}]}]},{"epId":"episode-131","name":"Folge 131","epNo":131,"alt":"","descr":"Obwohl Kanta den Kontakt zu Shaurya abbrechen will, telefoniert PD mit ihm. Auch Sonal und Mohit widersetzen sich dem Wunsch Kantas und geben Shaurya sogar Tipps, wie er Meheks Herz erobern kann. Wird er endlich die Gelegenheit haben, die drei magischen Wörter zu sagen?","versions":[{"lang":1,"streams":[{"redirect":8983985,"hoster":"VOE"},{"redirect":8382612,"hoster":"Streamtape"}]}]},{"epId":"episode-132","name":"Folge 132","epNo":132,"alt":"","descr":"Auf dem Weg nach Gurgaon passiert Mehek etwas Unglaubliches: Shaurya hat eine ganze U-Bahn gemietet, um Mehek seine Liebe zu gestehen. Als er vor ihr auf die Knie geht, kann Mehek es nicht fassen. Shaurya hält um ihre Hand an! Kanta stellt Mehek dann vor eine schreckliche Wahl - entweder Mehek steht zu ihr oder Shaurya...","versions":[{"lang":1,"streams":[{"redirect":8983983,"hoster":"VOE"},{"redirect":8382617,"hoster":"Streamtape"}]}]},{"epId":"episode-133","name":"Folge 133","epNo":133,"alt":"","descr":"Shaurya gibt sich nicht geschlagen und unternimmt alles, um Mehek und ihre Familie umzustimmen: Shaurya entschuldigt sich nicht nur öffentlich für seine schrecklichen Taten, sondern widmet Meheks Mutter eine ganze Straße die \"Meera Sharma Road\". Obwohl Mehek Shaurya am liebsten in die Arme springen würde, entspricht sie den Wünschen Kantas. Doch als ihre Tante eine Zwangsheirat arrangiert bricht für Mehek eine Welt zusammen.","versions":[{"lang":1,"streams":[{"redirect":8983982,"hoster":"VOE"},{"redirect":8382616,"hoster":"Streamtape"}]}]},{"epId":"episode-134","name":"Folge 134","epNo":134,"alt":"","descr":"Mehek soll nun auf Befehl von Kanta innerhalb von drei Tagen mit Sandeep verheiratet werden. PD, Sonal und Nehal machen Mehek Mut und wollen sie zur Vernunft bringen. Aber Mehek liebt ihre Tante und will auf keinen Fall, das Kanta aus dem Haus geht, nur weil sie mit Shaurya zusammen sein will. Bei der Verlobung mit Sandeep kommt es zu einem Eklat und Shaurya landet im Knast. Ist dies das Ende der Liebesgeschichte?","versions":[{"lang":1,"streams":[{"redirect":12920380,"hoster":"VOE"},{"redirect":8382619,"hoster":"Streamtape"}]}]},{"epId":"episode-135","name":"Folge 135","epNo":135,"alt":"","descr":"Mehek liebt es zu kochen - und ihre Familie liebt Mehek für ihre fidele und redliche Art. Kochen ist für Mehek aber weit mehr als eine Leidenschaft, denn nichts anderes verbindet sie stärker mit ihrer verstorbenen Mutter. Sie glaubt ganz fest, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze. Doch das Herz will, was das Herz nun mal will: Im Laufe der Zeit werden ihre Sperenzchen zu einem innigen Spiel aus schwärmerischen Neckereien und münden schließlich in eine innige Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":8983980,"hoster":"VOE"},{"redirect":8382624,"hoster":"Streamtape"}]}]},{"epId":"episode-136","name":"Folge 136","epNo":136,"alt":"","descr":"Mehek liebt es zu kochen - und ihre Familie liebt Mehek für ihre fidele und redliche Art. Kochen ist für Mehek aber weit mehr als eine Leidenschaft, denn nichts anderes verbindet sie stärker mit ihrer verstorbenen Mutter. Sie glaubt ganz fest, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze. Doch das Herz will, was das Herz nun mal will: Im Laufe der Zeit werden ihre Sperenzchen zu einem innigen Spiel aus schwärmerischen Neckereien und münden schließlich in eine innige Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":8983987,"hoster":"VOE"},{"redirect":8382626,"hoster":"Streamtape"}]}]},{"epId":"episode-137","name":"Folge 137","epNo":137,"alt":"","descr":"Mehek liebt es zu kochen - und ihre Familie liebt Mehek für ihre fidele und redliche Art. Kochen ist für Mehek aber weit mehr als eine Leidenschaft, denn nichts anderes verbindet sie stärker mit ihrer verstorbenen Mutter. Sie glaubt ganz fest, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze. Doch das Herz will, was das Herz nun mal will: Im Laufe der Zeit werden ihre Sperenzchen zu einem innigen Spiel aus schwärmerischen Neckereien und münden schließlich in eine innige Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":8983991,"hoster":"VOE"},{"redirect":8382628,"hoster":"Streamtape"}]}]},{"epId":"episode-138","name":"Folge 138","epNo":138,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8983988,"hoster":"VOE"},{"redirect":8392305,"hoster":"Streamtape"}]}]},{"epId":"episode-139","name":"Folge 139","epNo":139,"alt":"","descr":"Kanta hat es mit ihrem Schlägertrupp deutlich zu weit getrieben. Shaurya ist am ganzen Körper verletzt, gibt aber den Kampf um die Liebe seines Lebens nicht auf: In einem Jahrhundertsturm kämpft er sich durch die Straßen Delhis zu Mehek durch und erbringt ihr einen unglaublichen Liebesbeweis. Mehek lässt sich von ihrem Herzen leiten und fällt endlich in die Arme Shauryas. Die Liebe siegt - auch gegen den Willen Kantas.","versions":[{"lang":1,"streams":[{"redirect":8983992,"hoster":"VOE"},{"redirect":8382638,"hoster":"Streamtape"}]}]},{"epId":"episode-140","name":"Folge 140","epNo":140,"alt":"","descr":"Kanta ist total enttäuscht von Meheks Verhalten. Um die Beziehung nicht gänzlich zu zerstören, stellt sie dem Paar ein Ultimatum: Die beiden sollen 30 Tage keinen Kontakt zueinander haben und dann selbst sehen, ob ihre Liebe bestand hat. Als Kanta kurz darauf entführt wird, kochen die Gemüter hoch. Wer steckt bloß hinter der Entführung?","versions":[{"lang":1,"streams":[{"redirect":8983990,"hoster":"VOE"},{"redirect":8382639,"hoster":"Streamtape"}]}]},{"epId":"episode-141","name":"Folge 141","epNo":141,"alt":"","descr":"Kanta beschuldigt Shaurya ihre Entführung beauftragt zu haben. Alle sind schockiert, auch Shaurya, der sich keiner Schuld bewusst ist. Während Shaurya für die vermeintliche Entführung im Knast sitzt wird er von einem Schlägertrupp in die Mangel genommen. Derweil wird Mehek erschreckenderweise klar, dass Kanta gelogen hat und ihre Entführung selbst inszeniert hat, um Shaurya loszuwerden. Wird sich Mehek jetzt endgültig von ihrer geliebten Tante lossagen?","versions":[{"lang":1,"streams":[{"redirect":8983989,"hoster":"VOE"},{"redirect":8382645,"hoster":"Streamtape"}]}]},{"epId":"episode-142","name":"Folge 142","epNo":142,"alt":"","descr":"Shaurya liegt schwer lädiert auf der Krankenstation des Gefängnisses und weigert sich seine Medikamente zu nehmen, solange er Mehek nicht sehen darf. Kanta zwingt Mehek geradezu ihre Sachen zu packen und für immer fortzugehen. Doch Mehek lässt es sich nicht nehmen ihren geliebten Shaurya zu besuchen, bevor sie sich nach den Wünschen ihrer Tante richtet. Mitten in der Nacht ist es dann soweit: Mehek verlässt Delhi und selbst Kanta ist sich ungewiss ob dies die richtige Entscheidung ist. Shauryas Wut kennt dann keine Grenzen als er von Nehal die Neuigkeiten hört. Wie wird Shaurya wohl reagieren?","versions":[{"lang":1,"streams":[{"redirect":8983993,"hoster":"VOE"},{"redirect":8382644,"hoster":"Streamtape"}]}]},{"epId":"episode-143","name":"Folge 143","epNo":143,"alt":"","descr":"Kanta gerät in Bedrängnis und dass nicht nur durch Shauryas harsche Gemütsstimmung, sondern auch durch das schiere Entsetzen der gesamten Familie. Derweil ist Meheks Herz von tiefer Trauer geplagt und sie weint ihrem Leben mit Shaurya nach, während sie per Bus nach Agra reist. Sofort macht sich Shaurya auf die Suche nach seiner Liebsten und ihre Wege kreuzen sich tatsächlich beinahe. Doch als Mehek ihre Sim-Karte zerbricht und sich damit von ihrem alten Leben verabschiedet, scheint die Trennung endgültig. Wird Shaurya die Liebe seines Lebens jemals wiedersehen?","versions":[{"lang":1,"streams":[{"redirect":8983995,"hoster":"VOE"},{"redirect":8382648,"hoster":"Streamtape"}]}]},{"epId":"episode-144","name":"Folge 144","epNo":144,"alt":"","descr":"Shaurya setzt Himmel und Hölle in Bewegung, um Mehek zu finden. Dann durchfährt ihn ein Geistesblitz: Die mysteriöse Köchin im Internet die sich damals als Meera Sharma ausgegeben hat, war in Wahrheit Mehek! Jetzt hat er eine echte Chance sie zu finden und mit ihr über all die schrecklichen Zeiten zu sprechen. Doch wird Shaurya die Worte welche Mehek ihm zu sagen hat wirklich hören wollen?","versions":[{"lang":1,"streams":[{"redirect":8983994,"hoster":"VOE"},{"redirect":8382655,"hoster":"Streamtape"}]}]},{"epId":"episode-145","name":"Folge 145","epNo":145,"alt":"","descr":"Shaurya erleidet einen schrecklichen Unfall. Mehek bangt um das Leben ihres Liebsten und spürt mehr denn je was sie im Begriff ist zu verlieren. Als Shaurya aus dem brennenden Autowrack gezogen wird scheint die Welt für einen Moment still zu stehen. Doch wie durch ein Wunder bekommen Mehek und Shaurya eine zweite Chance auf ihr Glück: Vor dem Taj Mahal kniet Shaurya vor Mehek und bittet um ihre Hand an. Wird Mehek ja sagen?","versions":[{"lang":1,"streams":[{"redirect":8983997,"hoster":"VOE"},{"redirect":8382658,"hoster":"Streamtape"}]}]},{"epId":"episode-146","name":"Folge 146","epNo":146,"alt":"","descr":"Mehek und Shaurya schweben im siebten Himmel: Mehek hat ja gesagt! Zwei verlorene geglaubte Herzen sind wieder vereint und es ist so schön wie niemals zuvor. Durch Swetlanas finstere Machenschaften droht zwar neues Unheil, aber das ist gerade meilenweit entfernt. Das glückliche Paar kommt endlich zur verdienten Ruhe und Shauryas inbrünstige Liebe geht Mehek beinahe ein Stücken wenig zu weit. Erst nach der Hochzeit will sie sich Shaurya ganz hingeben. Jetzt steht erst einmal das Wiedersehen der Familie auf dem Programm. Wie wird Kanta wohl auf den Anblick des glücklichen Paares reagieren?","versions":[{"lang":1,"streams":[{"redirect":8984002,"hoster":"VOE"},{"redirect":8382659,"hoster":"Streamtape"}]}]},{"epId":"episode-147","name":"Folge 147","epNo":147,"alt":"","descr":"d Shaurya sind sich sicher: Sie wollen den Rest ihres Lebens miteinander verbringen. Karuna ist überglücklich und will die Pooja ausrichten. Die ganze Familie sonnt sich im Glück des unsterblich ineinander verliebten Paares - Einzig Kanta kann sich nicht auf die Liebeshochzeit freuen.","versions":[]},{"epId":"episode-148","name":"Folge 148","epNo":148,"alt":"","descr":"Kanta hat eine unverschämte Forderung: Sie will von Shaurya, dass er all seinen Besitz an Mehek überschreibt. Nur dann wird sie der Hochzeit zustimmen. Doch sie hätte niemals damit gerechnet, dass Shaurya ihre Bedingung erfüllt. Kanta fällt es wie Schuppen von den Augen: Sie hat Shaurya völlig falsch eingeschätzt und einen riesigen Fehler gemacht. Wird Kanta sich dafür jemals verzeihen können?","versions":[{"lang":1,"streams":[{"redirect":8984003,"hoster":"VOE"},{"redirect":8382664,"hoster":"Streamtape"}]}]},{"epId":"episode-149","name":"Folge 149","epNo":149,"alt":"","descr":"Während die Sharmas in Freude über die anstehende Hochzeit vereint sind, hütet Karuna ein dunkles Geheimnis. Auch Swetlana kann sich mit ihrer neuen Verwandtschaft nicht anfreunden und unternimmt alles, um ihre Abneigung deutlich zu machen. Was braut sich da zusammen?","versions":[{"lang":1,"streams":[{"redirect":12915822,"hoster":"VOE"},{"redirect":8382666,"hoster":"Streamtape"}]}]},{"epId":"episode-150","name":"Folge 150","epNo":150,"alt":"","descr":"Shaurya hat eine besondere Überraschung für Mehek: Er enthüllt bei einem großen Event nicht nur das Portrait von Meera Sharma, sondern widmet ihr auch ein Buch. Mehek ist zutiefst berührt und auch Kanta kann ihr Glück nicht verbergen. Doch Karuna benimmt sich zunehmend merkwürdig. Welches Geheimnis hütet sie?","versions":[{"lang":1,"streams":[{"redirect":8983999,"hoster":"VOE"},{"redirect":8382669,"hoster":"Streamtape"}]}]},{"epId":"episode-151","name":"Folge 151 [Derzeit nicht verfügbar]","epNo":151,"alt":"","descr":"Wieso kann ich diese folge nicht schauen","versions":[]},{"epId":"episode-152","name":"Folge 152","epNo":152,"alt":"","descr":"Shauryas totgeglaubte Großmutter taucht plötzlich wieder auf. Er ist überglücklich und doch zutiefst verzweifelt, denn seine Mutter hat ihn anscheinend über all die Jahre angelogen. Mehek versucht ihren geliebten Shaurya in dieser schwierigen Situation mit ihrer Liebe zu stützen. Doch die liebe Großmutter hat böse Absichten...","versions":[{"lang":1,"streams":[{"redirect":8983998,"hoster":"VOE"},{"redirect":8382674,"hoster":"Streamtape"}]}]},{"epId":"episode-153","name":"Folge 153","epNo":153,"alt":"","descr":"Das Verhältnis zwischen Shaurya und Karuna ist gänzlich zerrüttet: Shaurya kann seiner Mutter einfach nicht verzeihen, dass sie ihn all die Jahre so schamlos belogen hat. Als Mehek dann erfährt, dass Shaurya seinen ganzen Besitz an sie abgetreten hat, ist sie zutiefst verletzt.","versions":[{"lang":1,"streams":[{"redirect":8984001,"hoster":"VOE"},{"redirect":8382681,"hoster":"Streamtape"}]}]},{"epId":"episode-154","name":"Folge 154","epNo":154,"alt":"","descr":"In der Familie Khanna kommt es zum Bruch: Nachdem Shauryas Oma erfahren hat, dass Mehek nun die Fäden in der Hand hält, rastet sie aus. Als sie dann mitten in der Auseinander mit Swetlana von Shaurya und Mehek mit einem Glas Sekt ertappt wird, schiebt sie Alles auf Swetlana. Shaurya ist so wütend, dass er Swetlana im hohen Bogen aus dem Haus wirft.","versions":[{"lang":1,"streams":[{"redirect":8983996,"hoster":"VOE"},{"redirect":8382680,"hoster":"Streamtape"}]}]},{"epId":"episode-155","name":"Folge 155","epNo":155,"alt":"","descr":"Shauryas Oma fordert etwas Unerhörtes: Sie will von Karuna 70 Millionen Rupien. Als Gegenleistung dafür, behält die böse Alte das Geheimnis um Shauryas Herkunft und wird das Haus freiwillig verlassen. Karuna weiß jetzt nicht was sie machen soll. Entweder sie sagt Shaurya die Wahrheit oder gibt seiner Oma diese Unsumme an Geld...","versions":[{"lang":1,"streams":[{"redirect":13917212,"hoster":"VOE"},{"redirect":8382685,"hoster":"Streamtape"}]}]},{"epId":"episode-156","name":"Folge 156","epNo":156,"alt":"","descr":"Swetlana und Shauryas Oma schmieden einen finsteren Plan, um Mehek außer Gefecht zu setzten. Derweil versucht Karuna alles Mögliche, um die 70 Millionen Rupien zusammenzukratzen. Bei der Pooja geschieht dann etwas schreckliches: Mehek wird lebensgefährlich verletzt.","versions":[{"lang":1,"streams":[{"redirect":8984006,"hoster":"VOE"},{"redirect":8382688,"hoster":"Streamtape"}]}]},{"epId":"episode-157","name":"Folge 157","epNo":157,"alt":"","descr":"Mehek wurde von einer giftigen Schlange gebissen und liegt im Sterben. Alle sind schockiert und können sich nicht erklären, wo die Schlange bloß herkommt. Shaurya versucht sofort Mehek heldenhaft von dem Gift zu befreien, doch erst das Gegengift kann ihr helfen. Hinter Allem steckt natürlich die boshafte Oma Shauryas, die sich derart ungeniert in die Familiengeschicke einmischt.","versions":[{"lang":1,"streams":[{"redirect":8984009,"hoster":"VOE"},{"redirect":8382691,"hoster":"Streamtape"}]}]},{"epId":"episode-158","name":"Folge 158","epNo":158,"alt":"","descr":"Gott sei Dank geht es Mehek wieder gut. Der Plan Swetlanas und der bissigen Alten ist nicht aufgegangen. Bei der anstehenden Zeremonie amüsieren sich dann Alle prächtig - allen voran natürlich Mehek und Shaurya. Im Hintergrund spielt sich aber Tragisches ab. Das dunkle Geheimnis, welches Karuna seit Jahrzehnten wart wird gelüftet und hat genug Sprengkraft, um Mehek und Shaurya für immer zu trennen.","versions":[{"lang":1,"streams":[{"redirect":8984010,"hoster":"VOE"},{"redirect":8382696,"hoster":"Streamtape"}]}]},{"epId":"episode-159","name":"Folge 159","epNo":159,"alt":"","descr":"Swetlana kriegt spitz, dass Shaurya für den Tod von Meheks Eltern verantwortlich ist. Shauryas fiese Oma bändigt Swetlanas Mitteilungsbedürfnis, in dem sie ihr klar macht, dass Mehek das wahre Übel in dieser makabren Geschichte ist. Die beiden schmieden den Plan, Mehek so schnell wie möglich von der Bildfläche verschwinden zu lassen. Als plötzlich Shauryas Vater wieder aufkreuzt, hängt der Familienfrieden gänzlich schief. Mehek bleibt nichts anders übrig, als ihren Verlobten so gut es geht zu trösten.","versions":[{"lang":1,"streams":[{"redirect":12383358,"hoster":"VOE"},{"redirect":8382698,"hoster":"Streamtape"}]}]},{"epId":"episode-160","name":"Folge 160","epNo":160,"alt":"","descr":"Die gesamte Familie ist auf dem Weg zur Hochzeits-Location. Doch dann werden Shaurya und Mehek überfallen. Als Mehek entführt und in eine Baugrube geschmissen wird, versucht Shaurya seine große Liebe vor den Verbrechern zu retten. Wird Shaurya Mehek rechtzeitig erreichen, bevor sie lebendig begraben wird?","versions":[{"lang":1,"streams":[{"redirect":8984008,"hoster":"VOE"},{"redirect":8382700,"hoster":"Streamtape"}]}]},{"epId":"episode-161","name":"Folge 161","epNo":161,"alt":"","descr":"Shaurya hat Mehek in letzter Sekunde vor den Verbrechern gerettet. Swetlana ist wütend, dass ihr Plan Mehek aus dem Weg zu räumen fehlgeschlagen ist. Als die Hochzeitsgesellschaft in dem wunderschönen Leela Ambience Hotel eintrifft, treten die schwierigen Tage gänzlich in den Hintergrund. Alle sind überglücklich, dass Mehek schon bald Shauryas Frau werden wird - und dass in einer solch überragenden Kulisse. Auch zwischen den Turteltäubchen ist es so schön und romantisch wie nie.","versions":[{"lang":1,"streams":[{"redirect":8984007,"hoster":"VOE"},{"redirect":8382707,"hoster":"Streamtape"}]}]},{"epId":"episode-162","name":"Folge 162","epNo":162,"alt":"","descr":"Die beiden Familien zelebrieren die wundervolle Hochzeit von Mehek und Shaurya. Doch mitten im Sangeet platzt Shauryas Tante Dolly in die Feierlichkeiten. Sie ist wahrlich eine Khanna, denn sie bemüht sich erst gar nicht ihre vorlaute Abneigung für die Mittelschicht zu kaschieren. Als die Medien dann über das Fernbleiben von Shauryas Vater berichten, versucht Mehek Harish zu überreden, bei der Hochzeit dabei zu sein. Wird Mehek es schaffen, die Familie Khanna zusammenzuführen?","versions":[{"lang":1,"streams":[{"redirect":8984011,"hoster":"VOE"},{"redirect":8382710,"hoster":"Streamtape"}]}]},{"epId":"episode-163","name":"Folge 163 [Derzeit nicht verfügbar]","epNo":163,"alt":"","descr":"Inspektor Munjal, der damals im Todesfall der Sharmas ermittelt hat, taucht unerwartet bei der Hochzeit auf. Er begreift sofort, dass Shaurya nun die Frau heiraten wird, dessen Eltern er damals überfahren hat. Jetzt fordert er eine Unsumme für sein Schweigen. Swetlana und die fiese Oma sehen ihre Pläne in Gefahr und wollen Mehek so schnell wie möglich aus dem Verkehr ziehen: Sie haben ein explosives Geschenk für die Braut.","versions":[]},{"epId":"episode-164","name":"Folge 164","epNo":164,"alt":"","descr":"Der große Tag ist gekommen: Mehek und Shaurya werden heute heiraten! Die Rituale sind traumhaft und das Paar überglücklich. Doch im Hintergrund spielen sich Dramatisches ab: Die fiese Alte und Swetlana haben Meheks Stola zu einem lebensgefährlichen Gegenstand gemacht. Wird ihr Plan Mehek aus dem Weg zu räumen aufgehen, ehe Shaurya sie zur Frau genommen hat?","versions":[{"lang":1,"streams":[{"redirect":8984014,"hoster":"VOE"},{"redirect":8382713,"hoster":"Streamtape"}]}]},{"epId":"episode-165","name":"Folge 165","epNo":165,"alt":"","descr":"Es ist der Höhepunkt der Hochzeit und die Welt steht plötzlich auf dem Kopf: Meheks Stola fängt Feuer. Doch zur Enttäuschung von Swetlana, explodiert die Bombe nicht. Shaurya erfährt dann die schreckliche Wahrheit über die Tragödie, die vor 12 Jahren zum Tod von Meheks Eltern geführt hat. Wie wird Shaurya mit seiner Schuld umgehen?","versions":[{"lang":1,"streams":[{"redirect":8984012,"hoster":"VOE"},{"redirect":8382721,"hoster":"Streamtape"}]}]},{"epId":"episode-166","name":"Folge 166","epNo":166,"alt":"","descr":"Es ist vollbracht: Shaurya und Mehek sind verheiratet! Das Glück könnte unendlich sein, wenn Shaurya die Bürde der unsäglichen Lüge nicht tragen müsste. Derweil zahlt sein Vater Inspektor Munjal aus und verlangt dafür sein Stillschweigen. Shaurya selbst ist jedoch kurz davor, seiner Liebsten die Wahrheit zu sagen. Wird Shaurya Mehek jetzt für immer an seiner Seite haben, oder für immer verlieren?","versions":[{"lang":1,"streams":[{"redirect":8984013,"hoster":"VOE"},{"redirect":8382725,"hoster":"Streamtape"}]}]},{"epId":"episode-167","name":"Folge 167","epNo":167,"alt":"","descr":"Es ist Mehek und Shauryas Hochzeitsnacht: Während Mehek voller Aufregung die Nacht aller Nächte erwartet, kann Shaurya nur an eines denken. Den Verrat, den er gerade an seiner Liebsten begeht. Als Dolly Mehek aus dem romantischen Abend zehrt, kommt es Karuna gerade recht. Sie befürchtet, dass wenn Mehek von der Wahrheit erfährt, Shauryas Leben in sich zusammenfällt. Doch wie lange kann Shaurya die Wahrheit noch für sich behalten?","versions":[{"lang":1,"streams":[{"redirect":9932466,"hoster":"VOE"},{"redirect":8382723,"hoster":"Streamtape"}]}]},{"epId":"episode-168","name":"Folge 168","epNo":168,"alt":"","descr":"Swetlana kann das Eheglück von Shaurya und Mehek nicht ertragen: Sie mischt Shaurya etwas in den Drink, dass ihn aggressiv werden lässt. Prompt gibt er Mohit grundlos eine Backpfeife. Die Gäste der ausgelassenen Hochzeitsparty sind entsetzt. Mehek ist derart ratlos und enttäuscht, dass sie Shauryas Erklärungen links liegen lässt.","versions":[{"lang":1,"streams":[{"redirect":8984015,"hoster":"VOE"},{"redirect":8382734,"hoster":"Streamtape"}]}]},{"epId":"episode-169","name":"Folge 169","epNo":169,"alt":"","descr":"Die DVD mit den Aufzeichnungen der Überwachungskamera findet ihren Weg zu Mehek. Sie sieht mit eigenen Augen was sich damals zugetragen hat. Mehek kann es nicht glauben: Shaurya hat ihre Eltern auf dem Gewissen. Meheks Welt steht Kopf und sie weiß nicht wohin. Shaurya versucht Mehek klar zu machen, dass er selbst noch ein Kind war, doch Mehek ist überwältigt von ihren Gefühlen. Wird Mehek sich etwas antun?","versions":[{"lang":1,"streams":[{"redirect":8984021,"hoster":"VOE"},{"redirect":8382731,"hoster":"Streamtape"}]}]},{"epId":"episode-170","name":"Folge 170","epNo":170,"alt":"","descr":"Meheks Welt liegt in Trümmern: Sie ist übermannt von den Emotionen und Gedanken, die in ihrem Kopf kreisen. Kann sie mit dem Mann zusammen sein, der ihre Eltern getötet hat? Mehek ist gänzlich geistesabwesend bei der Pooja für ihre Eltern. Doch als Kanta ihr einen tiefgründigen Rat gibt, scheint sie auf einmal wieder bei Sinnen zu sein.","versions":[{"lang":1,"streams":[{"redirect":12915823,"hoster":"VOE"},{"redirect":8382733,"hoster":"Streamtape"}]}]},{"epId":"episode-171","name":"Folge 171","epNo":171,"alt":"","descr":"Mehek ist hin- und hergerissen: Sie will und kann nicht länger mit Shaurya in einem Haus leben, aber zurück zu ihrer Familie kann sie leider auch nicht. Shaurya fleht um Vergebung, doch Mehek ist gänzlich weggetreten. Der Mann, den sie über Alles liebt, ist der Auslöser für den größten Schmerz ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":8984020,"hoster":"VOE"},{"redirect":8382740,"hoster":"Streamtape"}]}]},{"epId":"episode-172","name":"Folge 172","epNo":172,"alt":"","descr":"Shaurya hält die Bürde seiner Schuld nicht mehr aus und will sich der Polizei stellen. Mehek handelt daraufhin beinahe übermenschlich: Sie gaukelt den Beamten und der ganzen Familie vor, es handle sich bei der ganzen Aktion nur um eine Lappalie - nicht um den Tod ihrer Eltern. Kommt sie damit durch?","versions":[{"lang":1,"streams":[{"redirect":8984028,"hoster":"VOE"},{"redirect":8382741,"hoster":"Streamtape"}]}]},{"epId":"episode-173","name":"Folge 173","epNo":173,"alt":"","descr":"Als Mehek Shaurya sagt, dass sie ausziehen will, widerspricht er ihr vehement. Shaurya will sich stattdessen selbst eine neue Bleibe suchen und übernachtet im White Chillies. Doch er ist verblüfft, als plötzlich Mehek vor ihm steht. Sie kümmert sich liebevoll um ihren Ehemann und Shaurya schürt neue Hoffnung auf ein glückliches Ende.","versions":[{"lang":1,"streams":[{"redirect":8984016,"hoster":"VOE"},{"redirect":8382744,"hoster":"Streamtape"}]}]},{"epId":"episode-174","name":"Folge 174","epNo":174,"alt":"","descr":"Obwohl sich Mehek liebevoll um Shaurya kümmert, kann sie die Scharade nur sehr schwer aufrechterhalten. Mittlerweile hat Kanta das Gefühl, dass etwas im Busch ist. Als sie dann Mehek und Shaurya aus dem Restaurant rennen sieht, ist sie zurecht irritiert. Am Abend soll jetzt die Pagphera- Zeremonie stattfinden - wird es zum großen Eklat kommen?","versions":[{"lang":1,"streams":[{"redirect":8984026,"hoster":"VOE"},{"redirect":8382751,"hoster":"Streamtape"}]}]},{"epId":"episode-175","name":"Folge 175","epNo":175,"alt":"","descr":"Die Pagphera-Zeremonie ist ein voller Erfolg: Die gesamte Sharma Familie feiert das Glück des frischvermählten Paares. Mehek und Shaurya tuen ihr Bestes, um sich nichts anmerken zu lassen und mimen das glückliche Paar. Ob die Liebe zwischen ihnen groß genug sein wird?","versions":[{"lang":1,"streams":[{"redirect":8984019,"hoster":"VOE"},{"redirect":8382752,"hoster":"Streamtape"}]}]},{"epId":"episode-176","name":"Folge 176","epNo":176,"alt":"","descr":"Die Wahrheit kommt endlich ans Licht: Kanta findet einen vertraulichen Brief von Shaurya an Mehek und kann ihren Augen nicht trauen. Sie stellt Shaurya vor der gesamten Familie zur Rede. Als Balwant dann Harish in die Pflicht nimmt, wird er hohen Bogens aus der Villa geschmissen. Bei der Polizei lassen daraufhin Ravi und Balwant den Fall um den Tod von Meheks Eltern neu aufrollen. Wird Harish nun zur Rechenschaft gezogen?","versions":[{"lang":1,"streams":[{"redirect":8984024,"hoster":"VOE"},{"redirect":8382756,"hoster":"Streamtape"}]}]},{"epId":"episode-177","name":"Folge 177","epNo":177,"alt":"","descr":"Statt Harish wird Karuna von der Polizei für die Vertuschung des Mordes verhaftet. Zu allem Übel, muss Karuna zumindest bis zum nächsten Werktag im Gefängnis verweilen - mindestens zwei Tage! Shaurya wird von einer Meute aufdringlicher Journalisten bedrängt und eine Meute wütender Bürger würde am liebsten die ganze Khanna Familie wegen Bestechung im Knast sehen. Wird Shaurya seine Mutter aus dem Gefängnis frei bekommen?","versions":[{"lang":1,"streams":[{"redirect":8984027,"hoster":"VOE"},{"redirect":8382765,"hoster":"Streamtape"}]}]},{"epId":"episode-178","name":"Folge 178","epNo":178,"alt":"","descr":"Karuna wurde im Gefängnis attackiert und liegt schwer verletzt im Krankenhaus. Shaurya ist außer sich vor Wut und zieht ausgerechnet Mehek zur Rechenschaft. Derweil freut sich Swetlana über den Keil zwischen Mehek und Shaurya. Hat die Beziehung überhaupt noch eine Chance?","versions":[{"lang":1,"streams":[{"redirect":8984023,"hoster":"VOE"},{"redirect":8382764,"hoster":"Streamtape"}]}]},{"epId":"episode-179","name":"Folge 179","epNo":179,"alt":"","descr":"Shaurya wirft Mehek aus dem Haus und verbietet ihr sogar, wieder zurück zu kommen. Zuhause drängt die Familie Mehek dazu, sich von Shaurya scheiden zu lassen. Doch Mehek gibt so schnell nicht klein bei. Sie schwört, ihre Frau zu stehen und Shaurya in dieser schweren Stunde beizustehen. Derweil hecken Swetlana und Oma Khanna einen hinterlistigen Plan aus.","versions":[{"lang":1,"streams":[{"redirect":8984022,"hoster":"VOE"},{"redirect":8382767,"hoster":"Streamtape"}]}]},{"epId":"episode-180","name":"Folge 180","epNo":180,"alt":"","descr":"Mehek kümmert sich liebevoll um die bewusstlose Karuna. Selbst gegen das Verbot von Shaurya, stellt Mehek eine Heilpaste her, die schnell Wirkung zeigt: Karunas Zustand verbessert sich. Swetlana und Oma Khanna wollen Mehek aber in ein schlechtes Licht rücken. Wird ihr Plan aufgehen?","versions":[{"lang":1,"streams":[{"redirect":8984025,"hoster":"VOE"},{"redirect":8382773,"hoster":"Streamtape"}]}]},{"epId":"episode-181","name":"Folge 181","epNo":181,"alt":"","descr":"Oma Khanna und Swetlana mischen ein Gift in die Salbe. Kurz nachdem Mehek Karuna mit der Salbe einschmiert, ertönt der Alarm des Herzmonitors. Der Plan des bösen Frauengespanns geht auf und Shaurya ist furchtbar wütend auf Mehek. Ist die Liebe zwischen Mehek und Shaurya damit endgültig Geschichte?","versions":[{"lang":1,"streams":[{"redirect":8984033,"hoster":"VOE"},{"redirect":8382776,"hoster":"Streamtape"}]}]},{"epId":"episode-182","name":"Folge 182","epNo":182,"alt":"","descr":"Swetlanas Plan geht auf: Shaurya droht Mehek töten zu wollen, sollte Karuna auch nur ein Haar gekrümmt werden. Insgeheim aber, verfolgen Mehek und Shaurya einen eigenen Plan, um die dunklen Machenschaften Swetlanas endlich zu enttarnen. Werden die beiden auch Swetlanas hinterlistige Komplizin ausfindig machen?","versions":[{"lang":1,"streams":[{"redirect":8984032,"hoster":"VOE"},{"redirect":8382774,"hoster":"Streamtape"}]}]},{"epId":"episode-183","name":"Folge 183","epNo":183,"alt":"","descr":"Shaurya ist am Boden zerstört, als er erfährt, dass seine Grandma die Komplizin Swetlanas ist. Der stolze Geschäftsmann bricht förmlich in sich zusammen und nur Meheks Liebe vermag ihn aufzubauen. Wird Shaurya Swetlana und ihre Komplizin nun für immer aus seinem Leben verbannen?","versions":[{"lang":1,"streams":[{"redirect":8984031,"hoster":"VOE"},{"redirect":8382782,"hoster":"Streamtape"}]}]},{"epId":"episode-184","name":"Folge 184","epNo":184,"alt":"","descr":"Mehek hat dafür gesorgt, dass Swetlana und Oma Khanna aus dem Gefängnis freikommen. Shaurya ist gar nicht happy über den Alleingang seiner Frau. Seiner Oma macht er dann unmissverständlich klar, dass er sie niemals wiedersehen will. Während sich Shaurya jetzt einzig und allein auf seine Mutter fokussiert, leitet Mehek das \"White Chillies\".","versions":[{"lang":1,"streams":[{"redirect":12383360,"hoster":"VOE"},{"redirect":8382781,"hoster":"Streamtape"}]}]},{"epId":"episode-185","name":"Folge 185","epNo":185,"alt":"","descr":"Während Mehek das \"White Chillies\" managed, ist Shaurya mit der Pflege seiner Mutter völlig überfordert. Als Sonal dann, ohne ersichtlichen Grund, zusammenbricht, sind alle in Panik. Die Ärztin hat dann aber eine freudige Nachricht für die Familie Sharma: Sonal erwartet ein Kind! Alle sind außer sich vor Freude.","versions":[{"lang":1,"streams":[{"redirect":8984029,"hoster":"VOE"},{"redirect":8382784,"hoster":"Streamtape"}]}]},{"epId":"episode-186","name":"Folge 186","epNo":186,"alt":"","descr":"Sonal ist überglücklich und überwältigt: Mehek hat ihr einen überwältigenden Berg an Geschenken für ihr ungeborenes Baby schicken lassen. Oder war es doch Shaurya? Bei der Pooja geschieht dann etwas Unglaubliches: Während die Familie im Haus der Sharmas betet, drückt Karuna die Hand ihres Sohnes und gibt damit endlich ein Lebenszeichen von sich. Wendet sich das Blatt nun zum Guten?","versions":[{"lang":1,"streams":[{"redirect":8984030,"hoster":"VOE"},{"redirect":8382791,"hoster":"Streamtape"}]}]},{"epId":"episode-187","name":"Folge 187","epNo":187,"alt":"","descr":"Karuna wacht aus dem Koma auf - und Shaurya ist überglücklich. Doch schon kurz darauf bahnt sich neues Unheil auf: Shauryas Firma steht kurz vor dem Bankrott. Einzig die Teilnahme an einem Kochwettbewerb, kann jetzt noch die Rettung bringen.","versions":[{"lang":1,"streams":[{"redirect":8984036,"hoster":"VOE"},{"redirect":8382793,"hoster":"Streamtape"}]}]},{"epId":"episode-188","name":"Folge 188","epNo":188,"alt":"","descr":"Mehek steckt in einem Dilemma: Sowohl Shaurya als auch Mohit wollen sie für den wichtigen Kochwettbewerb als Teamchef gewinnen. Mehek holt sich den Rat bei ihrer Großmutter. PD ist überzeugt davon, dass Mehek ihren Bruder unterstützen sollte, da er der Erste war, der sie gefragt hat. Wie wird Shaurya darauf reagieren, wenn er erfährt, dass seine Ehefrau gegen das \"White Chillies\" antreten wird?","versions":[{"lang":1,"streams":[{"redirect":8984035,"hoster":"VOE"},{"redirect":8382798,"hoster":"Streamtape"}]}]},{"epId":"episode-189","name":"Folge 189","epNo":189,"alt":"","descr":"Shaurya ist wütend, weil Mehek sich gegen ihn entschieden hat und lieber gemeinsam mit Mohit bei \"The Wonderfull Chefs\" antritt. Gleich bei der ersten Runde wird der Ehrgeiz von Mehek und Shaurya geweckt: Die Teams sollen ohne Herd und Backofen kochen. Wer von ihnen wird sich in dieser Runde beweisen?","versions":[{"lang":1,"streams":[{"redirect":8984039,"hoster":"VOE"},{"redirect":8382805,"hoster":"Streamtape"}]}]},{"epId":"episode-190","name":"Folge 190","epNo":190,"alt":"","descr":"Mehek gelingt es mit einer überragenden Idee die erste Runde des Contests für sich zu entscheiden. Für die zweite Runde müssen die Sharmas thailändische Zutaten auf dem Markt besorgen. Dort treffen sie auf eine freche Autofahrerin, die nicht nur einen Rempler provoziert, sondern sich außerdem äußerst merkwürdig verhält. Doch weil Mehek Geburtstag hat und die nächste Runde ansteht, tritt der Klinsch schnell in den Hintergrund. Zur Feier des Tages tanzen Mehek und Shaurya ein romantisches Duett.","versions":[{"lang":1,"streams":[{"redirect":8984038,"hoster":"VOE"},{"redirect":8382807,"hoster":"Streamtape"}]}]},{"epId":"episode-191","name":"Folge 191","epNo":191,"alt":"","descr":"Die freche Autofahrerin entpuppt sich als Shauryas gute Bekannte und neuestes Mitglied in seinem Teams Nikita. Als Meheks Team auf einmal die kostbaren speziellen Zutaten für die zweite Runde fehlen ist alles klar - Nikitas Auftritt auf dem Markt war ein Täuschungsmanöver, um an die Zutaten zu kommen. Ohne die Zutaten verliert Team Mehek die zweite Runde, bekommt aber eine Chance, um in der Show zu bleiben. Mehek soll ein romantisches Dinner ausrichten, ausgerechnet für Shaurya und Nikita.","versions":[{"lang":1,"streams":[{"redirect":8984043,"hoster":"VOE"},{"redirect":8382806,"hoster":"Streamtape"}]}]},{"epId":"episode-192","name":"Folge 192","epNo":192,"alt":"","descr":"Mehek macht sich große Mühe, um die Date Challenge erfolgreich zu meistern - obwohl sie im Innersten tiefe Eifersucht verspürt. Anscheinend waren Nikita und Shaurya in London nicht nur Studienfreunde, sondern auch ein Paar. Umso mehr müsste es Mehek schmerzen, die beiden auf dem Date zu umhätscheln. Doch Mehek bleibt professionell, bis Shaurya das Spielchen auf die Spitze treibt und mit eng umschlungen tanzt.","versions":[{"lang":1,"streams":[{"redirect":8984034,"hoster":"VOE"},{"redirect":12481973,"hoster":"Streamtape"}]}]},{"epId":"episode-193","name":"Folge 193","epNo":193,"alt":"","descr":"Shaurya versucht mit allen mittel Mehek aus der Reserve zu locken. Doch Mehek bleibt stark und beißt sich durch die Schmach, ihren Ehemann bei seinem Date mit Nikita zu umsorgen und kommt in die nächste Runde. Jetzt müssen Shaurya und Mehek zusammenarbeiten, denn diese Runde arbeiten jeweils zwei Teams miteinander, um den Sieg zu holen. Ob das gut gehen wird?","versions":[{"lang":1,"streams":[{"redirect":8984045,"hoster":"VOE"},{"redirect":8382811,"hoster":"Streamtape"}]}]},{"epId":"episode-194","name":"Folge 194","epNo":194,"alt":"","descr":"Mehek hat es geschafft, die Kinder mit dem Kuchen glücklich zu machen und deswegen stehen jetzt beide Teams in der Finalrunde. Shaurya will unbedingt gegen Mehek siegen und kämpft mit unfairen Mitteln: Im Geheimen engagiert er einen Maulwurf aus Meheks Team. Könnte es vielleicht Sheetal sein, die sich den Scheck über 12,5 Millionen Rupien einheimsen will?","versions":[{"lang":1,"streams":[{"redirect":8984046,"hoster":"VOE"},{"redirect":8382815,"hoster":"Streamtape"}]}]},{"epId":"episode-195","name":"Folge 195","epNo":195,"alt":"","descr":"Der Verräter versalzt das Gericht von Meheks Team und Shaurya trägt den Sieg davon. Mehek ist am Boden zerstört und sorgt sich Mohit auf schlimmste enttäuscht zu haben. Sheetal mischt sich ein und vermutet, dass Mehek die letzte Runde bewusst sabotiert hat. Doch als Mehek den Food Truck auf Mohit überschreibt, gibt Sonals Mutter schnell klein bei. Mehek jedoch ist am Boden zerstört und nur Shaurya weiß, wer der Betrüger in den Reihen der Sharmas wirklich ist...","versions":[{"lang":1,"streams":[{"redirect":8984044,"hoster":"VOE"},{"redirect":8382825,"hoster":"Streamtape"}]}]},{"epId":"episode-196","name":"Folge 196","epNo":196,"alt":"","descr":"Mehek ist entsetzt: Beim Sichten der Bilder vom Contest findet sie ein Bild, auf dem Mohit das Essen der letzten Runde absichtlich versalzt. Als sie Mohit mit dem Vorwurf konfrontiert, macht der um sein Motiv keinen Hehl. Es geht ihm nur um Geld, sogar um sehr viel Geld. Die Konsequenz für sein Handeln ist, dass die gesamte Sharma Familie vor Enttäuschung die Fassung verliert. Wie soll Mohit dieser Betrug jemals verziehen werden?","versions":[{"lang":1,"streams":[{"redirect":13004397,"hoster":"VOE"},{"redirect":8382827,"hoster":"Streamtape"}]}]},{"epId":"episode-197","name":"Folge 197","epNo":197,"alt":"","descr":"Gerade als sich Shaurya mit den Investoren über die Zukunft des \"White Chillies\" unterhält, platzt Mehek voller Wut in das Treffen. Sie klagt Shauryas Gier und seine Ignoranz an und beschuldigt ihn nun auch Mohit in diesen Strudel der Lügen gezogen zu haben. Die Investoren sind schockiert und wollen erst wieder über die Expansionspläne reden, wenn Mehek eine Unbedenklichkeitserklärung unterzeichnet. Derweil steht bei den Sharmas schon das nächste Unheil vor der Tür..","versions":[{"lang":1,"streams":[{"redirect":8984041,"hoster":"VOE"},{"redirect":8382826,"hoster":"Streamtape"}]}]},{"epId":"episode-198","name":"Folge 198","epNo":198,"alt":"","descr":"Mehek kann es nicht fassen: Mohit will den Food Truck verscherbeln, um noch mehr Geld zu horten. Die Familie Sharma droht jetzt mehr denn je, zu zerbrechen. Sheetal nutzt natürlich diese Situation für ihre Zwecke und spielt Mohit die besorgte Schwiegermutter vor. Als sie dann mit Mohit und einem Trupp aus Anwälten zu den Sharmas geht, scheint jede Hoffnung auf ein gutes Ende verloren.","versions":[{"lang":1,"streams":[{"redirect":13004399,"hoster":"VOE"},{"redirect":8382838,"hoster":"Streamtape"}]}]},{"epId":"episode-199","name":"Folge 199","epNo":199,"alt":"","descr":"Während sich die Situation bei den Sharmas immer weiter zuspitzt, trifft Mehek eine sehr erwachsene Entscheidung: Sie kehrt in das \"White Chillies\" zurück und kümmert sich um das laufende Geschäft. Sie sieht das Restaurant nun als einzige Chance, ihrer Familie eine Zukunft zu sichern. Shaurya ist zwar immer noch wütend, aber auch dankbar seine geliebte Ehefrau wieder bei sich zu haben.","versions":[{"lang":1,"streams":[{"redirect":8984042,"hoster":"VOE"},{"redirect":8382836,"hoster":"Streamtape"}]}]},{"epId":"episode-200","name":"Folge 200","epNo":200,"alt":"","descr":"Mehek geigt Shaurya ordentlich die Meinung, weil der immer noch nicht akzeptieren kann, dass Mehek der Boss im \"White Chillies\" ist. Mit ihrer Hingabe gelingt es auch schließlich die Investoren zu überzeugen. Derweil entschließt sich Sonal wieder arbeiten zu gehen, um für die Familie zu sorgen","versions":[{"lang":1,"streams":[{"redirect":8984040,"hoster":"VOE"},{"redirect":8382837,"hoster":"Streamtape"}]}]},{"epId":"episode-201","name":"Folge 201","epNo":201,"alt":"","descr":"Sheetal versucht Mohit von seiner Familie fernzuhalten und ihn gegen Mehek aufzubringen. Als sich Jeevan und Ravi unwissentlich bei Mohits Geschäft bewerben, nutzt Sheetal die Situation zu ihren Gunsten. Derweil laufen im \"White Chillies\" die Vorbereitungen für das wichtige Event mit den Investoren. Wird alles gutgehen?","versions":[{"lang":1,"streams":[{"redirect":8984053,"hoster":"VOE"},{"redirect":8382841,"hoster":"Streamtape"}]}]},{"epId":"episode-202","name":"Folge 202","epNo":202,"alt":"","descr":"Bei dem wichtigen Testessen der Investoren tauchen plötzlich Ratten im Restaurant auf. Die Geschäftsmänner sind entsetzt und entziehen Shaurya sofort ihre Unterstützung. Um einer Schließung zu entgehen, will Shaurya das Restaurant auf Nikita überschreiben lassen - doch Mehek ist dagegen. Sie tüftelt einen eigenen Plan aus, um aus der Misere zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8984049,"hoster":"VOE"},{"redirect":8382843,"hoster":"Streamtape"}]}]},{"epId":"episode-203","name":"Folge 203","epNo":203,"alt":"","descr":"Mehek beruft eine Pressekonferenz ein um die Missstände im \"White Chillies\" schonungslos aufzuklären. Als Mehek dann von einem unverschämten Journalisten mit boshaften Fragen in die Ecke gedrängt wird, kommt Shaurya seiner Ehefrau zur Hilfe und nimmt sie in aller Öffentlichkeit in Schutz. Derweil sind Ravi und Jeevan zwar froh einen Job gefunden zu haben, die Arbeit als Hilfskräfte empfinden sie allerdings, gerade in ihrem Alter, als Scham.","versions":[{"lang":1,"streams":[{"redirect":8984055,"hoster":"VOE"},{"redirect":8382845,"hoster":"Streamtape"}]}]},{"epId":"episode-204","name":"Folge 204","epNo":204,"alt":"","descr":"Sheetal inszeniert eine Intrige: Sie lässt es so aussehen als ob Ravi und Jeevan Waren aus Mohits Elektronikgeschäft veruntreut hätten. Doch die beiden haben nichts dergleichen getan und nur ihrem Job als Hilfskräfte ausgeführt. Als Mehek von den Vorfällen erfährt, steht bereits die Polizei vor der Tür. Werden Ravi und Jeevan verhaftet?","versions":[{"lang":1,"streams":[{"redirect":8984047,"hoster":"VOE"},{"redirect":8382855,"hoster":"Streamtape"}]}]},{"epId":"episode-205","name":"Folge 205","epNo":205,"alt":"","descr":"Shaurya gelingt es, Ravi und Jeevan vor der Polizei zu retten und Mohit an den Pranger zu stellen. Derweil gehen die Vorbereitungen für den Neustart des \"White Chillies\" nach Plan. Mehek macht sich gerade eher Sorgen, dass Shaurya das Interesse an ihr verloren haben könnte und holt sich Rat bei Karuna und Dolly. Was für eine romantische Überraschung hat sie für Shaurya auf Lager?","versions":[{"lang":1,"streams":[{"redirect":8984060,"hoster":"VOE"},{"redirect":8382854,"hoster":"Streamtape"}]}]},{"epId":"episode-206","name":"Folge 206","epNo":206,"alt":"","descr":"Nikita erweist sich als echte Gefahr für die Zukunft von Mehek und Shaurya: Die Exfreundin sorgt nicht nur für Eifersucht, sondern hegt jetzt sogar den teuflischen Wunsch, das Restaurant zu zerstören. Was hat Nikita damit nur im Sinn?","versions":[{"lang":1,"streams":[{"redirect":8984050,"hoster":"VOE"},{"redirect":8382857,"hoster":"Streamtape"}]}]},{"epId":"episode-207","name":"Folge 207","epNo":207,"alt":"","descr":"Nikita will unbedingt die Kontrolle über das \"White Chillies\". Nach der von ihr inszenierten Katastrophe im Restaurant, wähnt sie sich schon als Siegerin, denn Mehek will ihr das Restaurant überschreiben. Doch Shaurya zerreißt den Vertrag kurzerhand und stellt sich schützend vor die Leistung Meheks. Doch so schnell gibt sich Nikita sicher nicht geschlagen..","versions":[{"lang":1,"streams":[{"redirect":8984048,"hoster":"VOE"},{"redirect":8382864,"hoster":"Streamtape"}]}]},{"epId":"episode-208","name":"Folge 208","epNo":208,"alt":"","descr":"Mohit lässt sich mit zwielichtigen Gestalten auf eine Sportwette ein. Doch gerade als er sich bereits als Sieger fühlt wird ihm klar, dass er es mit Wettbetrügern zu tun hat. Als diese dann in das Haus der Sharmas eindringen und Jeevan entführen, sind alle entsetzt. Wie soll die Familie nur de 30 Millionen Rupien zusammenbekommen?","versions":[{"lang":1,"streams":[{"redirect":8984051,"hoster":"VOE"},{"redirect":8382866,"hoster":"Streamtape"}]}]},{"epId":"episode-209","name":"Folge 209","epNo":209,"alt":"","descr":"Nikita spinnt einen bösen Plan: Zuerst sorgt sie dafür, dass die Familie voneinander getrennt wird. Dann lässt sie Mehek einen Vertrag unterschreiben, der das White Chillies mit einer Hypothek belastet. Gleichzeitig muss Shaurya für eine Lizenz das gesamte Barvermögen auf den Tisch legen. Dann entpuppt sich der Vertrag, den Mehek unterschrieben hat als Kaufvertrag. Steckt wirklich nur Nikita hinter diesem Plan, oder gibt es einen noch gefährlicheren Mitspieler?","versions":[{"lang":1,"streams":[{"redirect":12920384,"hoster":"VOE"},{"redirect":11954735,"hoster":"Streamtape"}]}]},{"epId":"episode-210","name":"Folge 210","epNo":210,"alt":"","descr":"Mehek und Shaurya sind schockiert als sie erfahren, dass nicht nur das \"White Chillies\" nun nicht mehr ihnen gehört, sondern auch die Khanna Villa eine neue Besitzerin hat. Nikita genießt es, den beiden ihren Sieg unter die Nase zu reiben. Als dann ihr Mitspieler enttarnt wird, verschlägt es den beiden die Sprache. Wer ist bloß Nikitas Kompagnon?","versions":[{"lang":1,"streams":[{"redirect":8984057,"hoster":"VOE"},{"redirect":9236121,"hoster":"Streamtape"}]}]},{"epId":"episode-211","name":"Folge 211","epNo":211,"alt":"","descr":"Shaurya steht vor dem Nichts: Er hat nicht nur sein Restaurant an Nikita und Ajay verloren, sondern auch noch sein Haus. Nun stehen die Khannas ohne eine Bleibe da. Als Shaurya dann versucht, bei seinen Geschäftsfreunden Hilfe zu bekommen, weisen ihn alle ab. Wird zumindest die Liebe zwischen Mehek und Shaurya stark genug sein, um diesen herben Rückschlag zu überstehen?","versions":[{"lang":1,"streams":[{"redirect":8984058,"hoster":"VOE"},{"redirect":8382877,"hoster":"Streamtape"}]}]},{"epId":"episode-212","name":"Folge 212","epNo":212,"alt":"","descr":"PD hat eine grandiose Idee: Die Familie Shauryas soll in das Haus der Sharmas einziehen! Doch als die Familie auf dem Weg nach Chantni Chok sind, geht der Ärger bereits los. Die Nachbarn lästern über die Neuankömmlinge. Balwant ist zwar dankbar für die Herberge - eine Klimaanlage fehlt ihm aber trotzdem. Wird die Familie jetzt auseinanderbrechen oder so stark zusammenwachsen wie nie zuvor?","versions":[{"lang":1,"streams":[{"redirect":8984056,"hoster":"VOE"},{"redirect":8382874,"hoster":"Streamtape"}]}]},{"epId":"episode-213","name":"Folge 213","epNo":213,"alt":"","descr":"Nikita, Ajay und Rohit scheinen nicht die Einzigen zu sein, die es auf die Familie abgesehen haben. Pammi entpuppt sich nun auch als Teil des Komplotts. Mitten in der Nacht überfallen sie die Familie regelrecht und verkünden, dass sie aus dem Haus der Sharmas geworfen werden. Pammi hat es irgendwie geschafft, dass der von Ravi engagierte Makler, das Haus an sie verkauft. Genüsslich schauen sich Pammi, Nikita, Ajay und Rohit nun an, wie die Familie verzweifelt auf der Straße steht. Wo sollen sie jetzt nur hin?","versions":[{"lang":1,"streams":[{"redirect":8984063,"hoster":"VOE"},{"redirect":8382884,"hoster":"Streamtape"}]}]},{"epId":"episode-214","name":"Folge 214","epNo":214,"alt":"","descr":"Ratan, Meheks alter Chef, ist so gütig, die gesamte Familie in seiner beschaulichen Unterkunft unterzubringen. Doch als Sheetal von dem Schicksal ihrer schwangeren Tochter hört, erpresst sie Pammi und Ajay - jetzt können die Sharmas zwar in ihr altes Haus einziehen, sollen aber 100.000 Rupien Miete zahlen. Wie soll ihnen das bloß gelingen?","versions":[{"lang":1,"streams":[{"redirect":8984064,"hoster":"VOE"},{"redirect":8382882,"hoster":"Streamtape"}]}]},{"epId":"episode-215","name":"Folge 215","epNo":215,"alt":"","descr":"Mehek und ihre Familie plagen noch immer große finanzielle Sorgen. Shaurya ist angespannt, da er sich um die Familie kümmern möchte, aber mit seinen Plänen nur langsam vorankommt. Dabei streitet er sich immer wieder mit Mehek.","versions":[{"lang":1,"streams":[{"redirect":8984066,"hoster":"VOE"},{"redirect":8382890,"hoster":"Streamtape"}]}]},{"epId":"episode-216","name":"Folge 216","epNo":216,"alt":"","descr":"Zwischen Shaurya, Ajay, Rohit und Vicky kommt es zum Eklat. Als Mehek die Polizei bittet, gegen Ajay und Rohit zu ermitteln, wird sie erst abgewimmelt. Nur durch ihr Durchsetzungsvermögen willigen die Beamten ein der Sache nachzugehen. Um die finanzielle Situation zu entschärfen hat Mehek dann eine glorreiche Idee: Mehek will einen Lieferservice starten. Alle sind begeistert - nur Shaurya hat Zweifel.","versions":[{"lang":1,"streams":[{"redirect":8984062,"hoster":"VOE"},{"redirect":8382891,"hoster":"Streamtape"}]}]},{"epId":"episode-217","name":"Folge 217","epNo":217,"alt":"","descr":"Shaurya und Vicky haben heute den wichtigen Termin bei dem Investor. Gleichzeitig bereitet die Familie alles für die erste Essenlieferung vor - und muss sogar ihre Wertsachen verkaufen, um sich die dringend benötigten Plakate und Fahrräder leisten zu können. Ajay und seine Kumpel dringen dann in das Haus der Sharmas ein und wollen eine ausgeflippte Party veranstalten. Alkoholisiert und ohne Hemmungen machen sie sich an die wehrlosen Frauen ran...","versions":[{"lang":1,"streams":[{"redirect":8984061,"hoster":"VOE"},{"redirect":8382896,"hoster":"Streamtape"}]}]},{"epId":"episode-218","name":"Folge 218","epNo":218,"alt":"","descr":"Mehek zeigt, wie stark sie sein kann: Ohne Furcht bietet sie Ajay und seinen ungeliebten Freunden die Stirn. Wie eine Bande aufgescheuchter Hühner verlassen die Eindringlinge dann endlich das Haus der Sharmas. Zurück bleibt ein riesiges Chaos, aber auch ein Gefühl von purer Frauenpower. Den 75.000 Rupien für die Miete sind die Sharmas allerdings keinen Schritt nähergekommen.","versions":[{"lang":1,"streams":[{"redirect":8984078,"hoster":"VOE"},{"redirect":8382893,"hoster":"Streamtape"}]}]},{"epId":"episode-219","name":"Folge 219","epNo":219,"alt":"","descr":"Mehek und ihre Familie arbeiten unter Hochdruck an ihrer ersten Essenslieferung. Alle sind schwer beschäftigt und arbeiten unter der Leitung von Mehek. Nur Shaurya hat nichts zu tun. In seinem Eifer eine Aufgabe zu übernehmen, behindert Shaurya aber die wichtigen Vorbereitungen für die Lieferung. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":12333199,"hoster":"VOE"},{"redirect":8382901,"hoster":"Streamtape"}]}]},{"epId":"episode-220","name":"Folge 220","epNo":220,"alt":"","descr":"Heute wird es ernst: Alle machen sich auf, die ersten Essenslieferungen an den Mann zu bringen. Doch mitten in der Rushhour ist der Kontakt zu Jeevan und Ravi plötzlich abgebrochen. Stecken Nikita und Ajay dahinter?","versions":[{"lang":1,"streams":[{"redirect":8984067,"hoster":"VOE"},{"redirect":8382905,"hoster":"Streamtape"}]}]},{"epId":"episode-221","name":"Folge 221","epNo":221,"alt":"","descr":"Ajay und Nikita haben dafür gesorgt, dass der erste Arbeitstag des neuen Familienunternehmens ein glatter Reinfall war. Doch so leicht geben sich Mehek und Shaurya natürlich nicht geschlagen. Shaurya gelingt es dann nämlich, die Essenslieferung gerade noch rechtzeitig auszuliefern. Die Miete der Familie ist gesichert und alle sind überglücklich.","versions":[{"lang":1,"streams":[{"redirect":8984075,"hoster":"VOE"},{"redirect":8382906,"hoster":"Streamtape"}]}]},{"epId":"episode-222","name":"Folge 222","epNo":222,"alt":"","descr":"Mehek und Shaurya sind gerade auf dem Weg die Miete an Ajay zu übergeben und schweben auf Wolke 7. Selten waren sie so glücklich miteinander. Doch dann passiert es: Sie beobachten einen schweren Unfall mit Fahrerflucht und kümmern sich um den verletzten Mann, der hilflos und stark verletzt auf der Straße liegt. Im Krankenhaus angekommen sollen sie jedoch 70.000 Rupien zahlen, damit sich die Ärzte dem Fall annehmen - aber dann bleibt ihnen kein Geld mehr für die Miete. Was werden die beiden nun tun?","versions":[{"lang":1,"streams":[{"redirect":8984071,"hoster":"VOE"},{"redirect":8382914,"hoster":"Streamtape"}]}]},{"epId":"episode-223","name":"Folge 223","epNo":223,"alt":"","descr":"Shaurya und Mehek haben ihr letztes Geld für den Verletzten geopfert. Doch wie es scheint sind sie trotzdem fein raus: Gerade als Ajay und Nikita vor der Tür stehen, um sie aus dem Haus zu schmeißen, kommt ein Bote des Verletzten und überreicht ihnen das verauslagte Geld. Heilfroh über die unverhoffte Rettung, wundert sich die Familie jetzt, wer wohl der verletzte Gutmensch ist..","versions":[{"lang":1,"streams":[{"redirect":14426964,"hoster":"VOE"},{"redirect":8382915,"hoster":"Streamtape"}]}]},{"epId":"episode-224","name":"Folge 224","epNo":224,"alt":"","descr":"Bei dem Retter in der Not handelt es sich um Digvijay Khurana, einer der besten Anwälte Indiens. Er ist derart dankbar für seine Rettung, dass er zusichert, alles in seiner Macht Stehende zu tun, um Meheks und Shauryas Besitz zurückzuholen. Und dass sogar ohne Bezahlung! Wendet sich nun alles wieder zum Guten?","versions":[{"lang":1,"streams":[{"redirect":8984068,"hoster":"VOE"},{"redirect":8382913,"hoster":"Streamtape"}]}]},{"epId":"episode-225","name":"Folge 225","epNo":225,"alt":"","descr":"Der Kampf um das Vermögen geht weiter und dafür ist es unerlässlich Mohit ausfindig zu machen. Nur er kann die komplizierten Umstände des Betruges aufdecken. Doch Mohit versteckt sich irgendwo in Indien und keiner kann sagen wo er sich gerade aufhält. Just in dem Moment als Kanta zu Krishna betet, fällt Mehek ein Zeitungsartikel auf, indem Mohit auf einem Foto zu sehen ist..","versions":[{"lang":1,"streams":[{"redirect":8984077,"hoster":"VOE"},{"redirect":8382926,"hoster":"Streamtape"}]}]},{"epId":"episode-226","name":"Folge 226","epNo":226,"alt":"","descr":"Die ganze Familie macht sich furchtbare Sorgen, denn Mehek und Shaurya hatten auf ihrer Suche nach Mohit einen schweren Autounfall. Während Mehek nun im Krankenhaus liegt, ist Shaurya nicht aufzufinden und alle vermuten das Schlimmste. Sofort werden Ajay, Rohit und Nikita von der Polizei in Gewahrsam genommen, denn sie gelten als Hauptverdächtge. Stecken die drei wirklich dahinter?","versions":[{"lang":1,"streams":[{"redirect":8984070,"hoster":"VOE"},{"redirect":8382925,"hoster":"Streamtape"}]}]},{"epId":"episode-227","name":"Folge 227","epNo":227,"alt":"","descr":"Shaurya ist noch am Leben! Gemeinsam mit ihrem Anwalt, Digvijay, haben Shauyra und Mehek einen Plan geschmiedet, wie sie Ajay, Nikita und Rohit vor Gericht bringen können. Doch dieser Plan fordert große Opfer, denn die Famili ist weiterhin der Meinung Shaurya sei tot. Als Pammi dann Rache für die Anzeige üben will, knickt Karuna ein. Wird Mehek ihr die Wahreit sagen?","versions":[{"lang":1,"streams":[{"redirect":8984069,"hoster":"VOE"},{"redirect":8382927,"hoster":"Streamtape"}]}]},{"epId":"episode-228","name":"Folge 228","epNo":228,"alt":"","descr":"Pammi hat es geschafft: Karuna zieht die Anzeige gegen Ajay, Nikita und Rohit zurück und die drei kommen frei. Obwohl die Familie nun im Haus bleiben darf, ist das keine gute Nachricht für Mehek. Denn jetzt ist der Plan von Shaurya und Mehek gescheitert. Doch Shaurya setzt zum Gegenschlag an..","versions":[{"lang":1,"streams":[{"redirect":8984076,"hoster":"VOE"},{"redirect":8382934,"hoster":"Streamtape"}]}]},{"epId":"episode-229","name":"Folge 229","epNo":229,"alt":"","descr":"Mehek inszeniert sich als verrückt gewordene Ehefrau und tut so, als ob sie Ajay umbringen wollte. Doch dies ist nur das Ablenkungsmanöver, um Shaurya Zeit zu geben, in Pammis Zimmer nach den Besitzurkunden zu suchen. Wird der Plan funktionieren?","versions":[{"lang":1,"streams":[{"redirect":8984080,"hoster":"VOE"},{"redirect":8382937,"hoster":"Streamtape"}]}]},{"epId":"episode-230","name":"Folge 230","epNo":230,"alt":"","descr":"Shaurya ist wie vom Erdboden verschluckt. Während die Familie eine Gedenkfeier abhält, ist Mehek voller Sorge um ihren Mann. Als die Situation eskaliert, offenbart Digvija nicht nur den geheimen Plan, sondern auch, dass Shaurya noch lebt. Wie wird die Familie darauf reagieren?","versions":[{"lang":1,"streams":[{"redirect":8984072,"hoster":"VOE"},{"redirect":8382935,"hoster":"Streamtape"}]}]},{"epId":"episode-231","name":"Folge 231","epNo":231,"alt":"","descr":"Jetzt ist die Sorge um Shaurya ernster denn ja. Mehek hat keine Ahnung was mit ihrem Mann geschehen ist, seitdem er sich in der Nacht in die Villa geschlichen hat, um die Papiere zu stehlen. Karuna ist jedenfalls extrem wütend auf Mehek.","versions":[{"lang":1,"streams":[{"redirect":13004398,"hoster":"VOE"},{"redirect":8382945,"hoster":"Streamtape"}]}]},{"epId":"episode-232","name":"Folge 232","epNo":232,"alt":"","descr":"Karuna macht Mehek schreckliche Vorwürfe. Als dann Digvijay das Auto von Shaurya endlich findet, sieht es schlecht aus: Im Kofferraum wird eine Bombe gefunden und von Shaurya fehlt jede Spur. Währenddessen kommen wir der Strippenzieherin auf die Spur..","versions":[{"lang":1,"streams":[{"redirect":8984074,"hoster":"VOE"},{"redirect":8382947,"hoster":"Streamtape"}]}]},{"epId":"episode-233","name":"Folge 233","epNo":233,"alt":"","descr":"Swetlana steckt hinter dem Verschwinden von Shaurya - doch Mehek tappt noch im Dunklen. Erst als es Shaurya gelingt an ein Handy zu kommen, hat Mehek die Gewissheit, dass ihr geliebter Shaurya noch lebt. Was hat Swetlana nur vor?","versions":[{"lang":1,"streams":[{"redirect":12915824,"hoster":"VOE"},{"redirect":8382948,"hoster":"Streamtape"}]}]},{"epId":"episode-234","name":"Folge 234","epNo":234,"alt":"","descr":"Jemand mit dem Namen M. Khanna hat vor Gericht Gegenklage gegen Ajay und Nikita erhoben. Ajay denkt, Mehek steckt dahinter - ist aber auf der völlig falschen Fährte. Am Tag des Prozesses soll das Mysterium nun aufgedeckt werden..","versions":[{"lang":1,"streams":[{"redirect":8984085,"hoster":"VOE"},{"redirect":8382955,"hoster":"Streamtape"}]}]},{"epId":"episode-235","name":"Folge 235","epNo":235,"alt":"","descr":"Mehek hat sich in dem Kofferraum des Autos von Shauryas Entführern versteckt und ist nun unweigerlich Teil des Dramas. Durch ihr Mobiltelefon kann Digvijay aber nun die Verfolgung aufnehmen. Ob sie Mehek finden, bevor noch ein Unglück geschieht?","versions":[{"lang":1,"streams":[{"redirect":8984086,"hoster":"VOE"},{"redirect":11960886,"hoster":"Streamtape"}]}]},{"epId":"episode-236","name":"Folge 236","epNo":236,"alt":"","descr":"Digvijay gibt die Verfolgung nicht auf und will Mehek und Shaurya unbedingt aufspüren. Derweil schwebt Shaurya in Lebensgefahr und einzig Mehek kann ihn retten. Wird Swetlana für ihre Verbrechen zur Rechenschaft gezogen?","versions":[{"lang":1,"streams":[{"redirect":8984083,"hoster":"VOE"},{"redirect":8382958,"hoster":"Streamtape"}]}]},{"epId":"episode-237","name":"Folge 237","epNo":237,"alt":"","descr":"Jetzt, wo Swetlana in Polizeigewahrsam ist und Shaurya endlich wieder nach Zuhause kommt, scheint alles wieder gut. Doch die Besitzrechte an der Khanna Villa sind noch nicht geklärt. Für Shaurya und Mehek geht der Kampf für Gerechtigkeit somit in die zweite Runde...","versions":[{"lang":1,"streams":[{"redirect":8984081,"hoster":"VOE"},{"redirect":8382965,"hoster":"Streamtape"}]}]},{"epId":"episode-238","name":"Folge 238","epNo":238,"alt":"","descr":"Mehek liebt es zu kochen - und ihre Familie liebt Mehek für ihre fidele und redliche Art. Kochen ist für Mehek aber weit mehr als eine Leidenschaft, denn nichts anderes verbindet sie stärker mit ihrer verstorbenen Mutter. Sie glaubt ganz fest, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze. Doch das Herz will, was das Herz nun mal will: Im Laufe der Zeit werden ihre Sperenzchen zu einem innigen Spiel aus schwärmerischen Neckereien und münden schließlich in eine innige Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":8984088,"hoster":"VOE"},{"redirect":8382969,"hoster":"Streamtape"}]}]},{"epId":"episode-239","name":"Folge 239","epNo":239,"alt":"","descr":"Das Schauspiel zeigt langsam Wirkung: Ajay macht sich Sorgen um Mehek und denkt darüber nach, wie er seiner beinahe Ehefrau helfen kann. Derweil überlegen sich Shaurya, Mehek und Digvijay einen Plan, um Ajay und Nikita endgültig aus der Reserve zu locken. Als Mehek die Familie dann mit einem neuen Food Truck überrascht, sind alle begeistert.","versions":[{"lang":1,"streams":[{"redirect":8984087,"hoster":"VOE"},{"redirect":8382966,"hoster":"Streamtape"}]}]},{"epId":"episode-240","name":"Folge 240","epNo":240,"alt":"","descr":"Mehek und Shaurya legen noch eine Schippe drauf: Jetzt wollen sie sich offiziell voneinander trennen. Die Familie ist entsetzt, aber Ajay ist entzückt. Er sieht jetzt endlich die Chance, sich Mehek zu schnappen. Als Ajay dann in eine Notlage gerät, hilft ihm Mehek aus der Patsche. Natürlich ist dies alles von langer Hand geplant und Mehek und Shaurya hoffen, dass sie so endlich ihr Eigentum zurückbekommen.","versions":[{"lang":1,"streams":[{"redirect":8984084,"hoster":"VOE"},{"redirect":8382973,"hoster":"Streamtape"}]}]},{"epId":"episode-241","name":"Folge 241","epNo":241,"alt":"","descr":"Shaurya veranstaltet vor dem Haus der Sharmas eine Szene: Die Nachbarn sind schockiert, als sie den angeblich betrunkenen Shaurya hausieren sehen. Die Familie versucht die Situation unter Kontrolle zu bekommen - doch für Karuna ist das Fass jetzt übergelaufen. Vor versammelter Mannschaft verpasst sie ihrem Sohn eine gehörige Abreibung.","versions":[{"lang":1,"streams":[{"redirect":8984091,"hoster":"VOE"},{"redirect":8382977,"hoster":"Streamtape"}]}]},{"epId":"episode-242","name":"Folge 242","epNo":242,"alt":"","descr":"Kanta und Karuna wissen nun, dass der Zwist zwischen Mehek und Shaurya nur ein Schauspiel ist. Jeevan und Harish, die im Dunkeln tappen, wollen aber unbedingt etwas gegen die vermeintliche Ehekrise von Mehek und Shaurya unternehmen. Sie gehen zu Digvijay, um ihn einzuspannen. Daraufhin reden sie mit dem Ehepaar und beide geben vor, es noch einmal miteinander versuchen zu wollen.","versions":[{"lang":1,"streams":[{"redirect":8984089,"hoster":"VOE"},{"redirect":8382978,"hoster":"Streamtape"}]}]},{"epId":"episode-243","name":"Folge 243","epNo":243,"alt":"","descr":"Mehek und Shaurya treffen sich in einem vornehmen Restaurant, um dort ihre vermeintlich kriselnde Ehe zu besprechen. Wohl wissend, dass sie von Ajay beobachtet werden, führen sie ein perfektes Schauspiel vor. Ajay kann nicht mitansehen wie Mehek leidet und fährt mit ihr weg. Wird Ajay ihr nun die Papiere aushändigen?","versions":[{"lang":1,"streams":[{"redirect":12333201,"hoster":"VOE"},{"redirect":8382986,"hoster":"Streamtape"}]}]},{"epId":"episode-244","name":"Folge 244","epNo":244,"alt":"","descr":"Mehek ist es gelungen Ajay betrunken zu machen. Jetzt wird er endlich das Geheimnis um die Besitzurkunde über Shauryas Vermögen aushändigen. Doch als Mehek erfährt, dass Nikita die Dokumente versteckt hat, muss sie sich etwas riskantes einfallen lassen. Wird sie an der Seite von Ajay endlich an ihr Ziel kommen?","versions":[{"lang":1,"streams":[{"redirect":8984090,"hoster":"VOE"},{"redirect":8382985,"hoster":"Streamtape"}]}]},{"epId":"episode-245","name":"Folge 245","epNo":245,"alt":"","descr":"Mehek, Shaurya, Kanta und Karuna ziehen an einem Strang und wollen Ajay unbedingt dazu bringen, Mehek bei sich aufzunehmen. Die Vier veranstalten ein grandioses Schauspiel, bei dem die gesamte Familie an der Nase herumgeführt wird. Nikita kann es nicht fassen: Ajay nimmt Mehek allen Ernstes bei sich auf!","versions":[{"lang":1,"streams":[{"redirect":12173170,"hoster":"VOE"},{"redirect":8382987,"hoster":"Streamtape"}]}]},{"epId":"episode-246","name":"Folge 246","epNo":246,"alt":"","descr":"Mehek hat sich erfolgreich in das Haus von Ajay eingeschlichen. Nur gut, dass sie auch Kanta an ihrer Seite hat. Jetzt gilt es, so schnell wie möglich an die Besitzurkunde zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12920386,"hoster":"VOE"},{"redirect":8382993,"hoster":"Streamtape"}]}]},{"epId":"episode-247","name":"Folge 247","epNo":247,"alt":"","descr":"Shaurya muss den Druck auf Ajay erhöhen und allen ganz klar machen, dass er Mehek nicht mehr an seiner Seite haben will. Deswegen legt er Mehek vor versammelter Mannschaft einen Scheidungsvertrag vor. Mehek und Kanta sind total überrascht, denn dies war so nicht abgesprochen. Hört hier das Schauspiel auf?","versions":[{"lang":1,"streams":[{"redirect":8984097,"hoster":"VOE"},{"redirect":8382997,"hoster":"Streamtape"}]}]},{"epId":"episode-248","name":"Folge 248","epNo":248,"alt":"","descr":"Der Scheidungsvertrag war eine Fälschung, um den Druck auf Ajay weiter zu erhöhen. Und es funktioniert, denn überschwänglich wie Ajay ist, macht er Mehek prompt einen Heiratsantrag. Um jetzt an die Dokumente zu kommen, muss sich Shaurya nur irgendwie in die Villa schleichen...","versions":[{"lang":1,"streams":[{"redirect":8984095,"hoster":"VOE"},{"redirect":8382996,"hoster":"Streamtape"}]}]},{"epId":"episode-249","name":"Folge 249","epNo":249,"alt":"","descr":"Ausgerechnet Nikita stößt auf die Wahrheit über den fungierten Scheidungsvertrag. Als sie Ajay davon erzählt, kann er es nicht glauben und stellt Mehek ein Ultimatum.","versions":[{"lang":1,"streams":[{"redirect":12920387,"hoster":"VOE"},{"redirect":8383002,"hoster":"Streamtape"}]}]},{"epId":"episode-250","name":"Folge 250","epNo":250,"alt":"","descr":"Die Verlobung von Mehek und Ajay steht kurz bevor. Doch Mehek will Ajay unter keinen Umständen heiraten und macht auch nicht davor halt, die Wahrheit heraus zu posaunen.","versions":[{"lang":1,"streams":[{"redirect":8984094,"hoster":"VOE"},{"redirect":8383006,"hoster":"Streamtape"}]}]},{"epId":"episode-251","name":"Folge 251","epNo":251,"alt":"","descr":"Die Verlobungszeremonie ist in vollem Gange und bei Mehek setzt Panik ein. Im letzten Moment jedoch, erhält Kanta eine Hiobsbotschaft und die Zeremonie wird daraufhin unterbrochen. Angeblich hat Jeevan einen Herzinfarkt - oder hat die Familie das Schauspiel ebenfalls durchschaut?","versions":[{"lang":1,"streams":[{"redirect":8984102,"hoster":"VOE"},{"redirect":8383009,"hoster":"Streamtape"}]}]},{"epId":"episode-252","name":"Folge 252","epNo":252,"alt":"","descr":"Die Familie weiß nun von Meheks Schauspiel und arbeitet jetzt aus der Khanna-Villa heraus daran, die Hochzeit von ihr und Ajay so gut es geht hinauszuzögern. Als Ajay dann aber die Hochzeit bereits übermorgen abhalten will, macht sich Panik breit. Wird Shaurya die Situation retten können, um seine Mehek nicht zu verlieren?","versions":[{"lang":1,"streams":[{"redirect":8984105,"hoster":"VOE"},{"redirect":8383017,"hoster":"Streamtape"}]}]},{"epId":"episode-253","name":"Folge 253","epNo":253,"alt":"","descr":"Shaurya verkleidet sich als exotischer Hochzeitsplaner und bringt die Feier ordentlich durcheinander. Um endlich an die Besitzurkunde heranzukommen, starten Mehek und Shaurya einen letzten Versuch - doch Nikita ist den beiden dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":8984108,"hoster":"VOE"},{"redirect":8383020,"hoster":"Streamtape"}]}]},{"epId":"episode-254","name":"Folge 254","epNo":254,"alt":"","descr":"Die Zeit wird knapp: Während die Hochzeit von Mehek und Ajay in vollem Gange ist, versucht Shaurya die Besitzurkunde um jeden Preis an sich zu nehmen. Wird sich alles zum Guten wenden, oder wird Mehek gezwungen sein, die Hochzeit platzen zu lassen?","versions":[{"lang":1,"streams":[{"redirect":12920393,"hoster":"VOE"},{"redirect":8383021,"hoster":"Streamtape"}]}]},{"epId":"episode-255","name":"Folge 255","epNo":255,"alt":"","descr":"Shaurya hat es geschafft: Trotz der Hürden, welche Nikita aufgebaut hat, ist die Villa und all das Geld wieder im Besitz der Khannas. Doch gerade als die Familie ihren Sieg feiert, geschieht etwas Merkwürdiges: Mehek ist plötzlich wie vom Boden verschluckt!","versions":[{"lang":1,"streams":[{"redirect":8984100,"hoster":"VOE"},{"redirect":8383026,"hoster":"Streamtape"}]}]},{"epId":"episode-256","name":"Folge 256","epNo":256,"alt":"","descr":"Ajay spielt ein böses Spiel: Aus Rache entführt er Mehek und lässt Shaurya Rätsel lösen, um seine geliebte Frau wiederzusehen. Mit Hilfe der Polizei kommt Shaurya der Lösung Stück für Stück näher","versions":[{"lang":1,"streams":[{"redirect":8984101,"hoster":"VOE"},{"redirect":8383027,"hoster":"Streamtape"}]}]},{"epId":"episode-257","name":"Folge 257","epNo":257,"alt":"","descr":"Das böse Spiel geht in die zweite Runde: Während Ajay es genießt Shaurya und die Polizei an der Nase herumzuführen, sorgt sich die Familie um Meheks Leben. Doch jede Spur scheint ins Leere zu führen, bis Shaurya auf seinen Instinkt vertraut..","versions":[{"lang":1,"streams":[{"redirect":8984103,"hoster":"VOE"},{"redirect":8383031,"hoster":"Streamtape"}]}]},{"epId":"episode-258","name":"Folge 258","epNo":258,"alt":"","descr":"Die Suche nach Mehek geht auf einem großen Volksfest anlässlich des Dussehras weiter. Unter den tausenden von Besuchern ist es für Shaurya besonders schwer, Mehek aufzuspüren. Gerade als er Mehek am nächsten ist, hat Nikita eine ausgefuchste Idee...","versions":[{"lang":1,"streams":[{"redirect":8984106,"hoster":"VOE"},{"redirect":8383037,"hoster":"Streamtape"}]}]},{"epId":"episode-259","name":"Folge 259","epNo":259,"alt":"","descr":"Nikita gelingt es Karuna ein Messer unterzujubeln. Bei der Einlasskontrolle des \"Ram und Leela\" wird der Familie deshalb der Eintritt verweigert und sie kommen auf die Schwarze Liste. Wie soll Shaurya es nun bloß gelingen Mehek retten?","versions":[{"lang":1,"streams":[{"redirect":8984099,"hoster":"VOE"},{"redirect":8383036,"hoster":"Streamtape"}]}]},{"epId":"episode-260","name":"Folge 260","epNo":260,"alt":"","descr":"Die Familie verkleidet sich als Charaktere in dem Theaterstück \"Ram und Leela\", um weiter nach Mehek suchen zu können. Ihnen rennt aber die Zeit davon, denn Ajay will Mehek mit dem Ende des Stücks zu Grunde gehen lassen. Für Shaurya gilt es nun, das Ende der Aufführung so lange wie möglich hinauszuzögern.","versions":[{"lang":1,"streams":[{"redirect":8984109,"hoster":"VOE"},{"redirect":8383044,"hoster":"Streamtape"}]}]},{"epId":"episode-261","name":"Folge 261","epNo":261,"alt":"","descr":"Der große Showdown: Shaurya gelingt es in letzter Sekunde, Mehek vor den Flammen zu retten. Endlich liegen sich die beiden wieder in den Armen und sind überglücklich. Zuhause angekommen, verlangt die Familie jedoch, dass Shaurya Mehek einen Heiratsantrag macht. Die Zeit für innige Romantik ist gekommen!","versions":[{"lang":1,"streams":[{"redirect":8984104,"hoster":"VOE"},{"redirect":8383047,"hoster":"Streamtape"}]}]},{"epId":"episode-262","name":"Folge 262","epNo":262,"alt":"","descr":"Endlich ist das Glück in das Leben der Familie zurückgekehrt: Die Villa ist wieder das Zuhause der Khannas und auch die Sharmas haben ihr Haus wieder. Shaurya schafft es sogar, Mohit zu finden und Sonal ist überglücklich. Jetzt fehlt nur noch eine ausgedehnte Hochzeitsreise für Shaurya und Mehek. Wo die wohl hingehen mag?","versions":[{"lang":1,"streams":[{"redirect":8984118,"hoster":"VOE"},{"redirect":8383054,"hoster":"Streamtape"}]}]},{"epId":"episode-263","name":"Folge 263","epNo":263,"alt":"","descr":"Shaurya lüftet das Geheimnis: Er fliegt mit Mehek in den Flitterwochen in ein wunderschönes Resort in Rishikesh. Mehek trifft es wie ein Schlag - sie ist überglücklich! Dort angekommen, verbringen Mehek und Shaurya eine wunderschöne Zeit, in Liebe und Harmonie.","versions":[{"lang":1,"streams":[{"redirect":8984110,"hoster":"VOE"},{"redirect":8383051,"hoster":"Streamtape"}]}]},{"epId":"episode-264","name":"Folge 264","epNo":264,"alt":"","descr":"Mehek kann es nicht glauben: Shaurya hat das wunderschöne Resort in Rishikesh gekauft und schenkt es nun Mehek. Ab sofort kann somit die ganze Familie dort entspannen - aber natürlich erst nach den Flitterwochen. Jetzt dreht sich Meheks Magen beinahe um, denn eine Rafting-Tour steht auf dem Plan. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":8984112,"hoster":"VOE"},{"redirect":8383061,"hoster":"Streamtape"}]}]},{"epId":"episode-265","name":"Folge 265","epNo":265,"alt":"","descr":"Die Rafting-Tour geht gründlich schief: Die Unbekannte, welche Mehek mit einem komischen Gefühl kennengelernt hat, besticht die Tourguides und das Boot kentert. Kurz darauf bekommt Mehek einen zweiten Schock, denn sie wird vor einem weiteren Schicksalsschlag gewarnt. Als sie dann die Fremde auf einer Brücke beobachtet, geschieht etwas Furchtbares. Wird Shaurya Mehek retten können?","versions":[{"lang":1,"streams":[{"redirect":8984116,"hoster":"VOE"},{"redirect":8383057,"hoster":"Streamtape"}]}]},{"epId":"episode-266","name":"Folge 266","epNo":266,"alt":"","descr":"Mehek stürzt von der Brücke in die Tiefe und Shaurya kann nichts tun. All die Liebe, die Freude und die Zweisamkeit der vergangenen Jahre schlagen in schreckliche Trauer um. Shaurya ist am Boden zerstört und wäre am liebsten mit Mehek ins Jenseits gegangen. Doch die Liebe zwischen Shaurya und Mehek wird für immer weiterleben.","versions":[{"lang":1,"streams":[{"redirect":8984113,"hoster":"VOE"},{"redirect":8383060,"hoster":"Streamtape"}]}]},{"epId":"episode-267","name":"Folge 267","epNo":267,"alt":"","descr":"Ein Jahr ist seit dem Tod von Mehek vergangen: Shaurya ist nach Rishikesh zurückgekehrt, um die Erinnerungen an Mehek hochleben zu lassen. Am anderen Ende der Stadt erscheint derweil eine Frau, die Mehek zum Verwechseln ähnlichsieht. Ihr Name ist Vandana, sie hat einen kleinen Sohn und einen äußerst aggressiven Mann an ihrer Seite. Ist diese Frau wirklich Vandana oder doch Mehek?","versions":[{"lang":1,"streams":[{"redirect":8984111,"hoster":"VOE"},{"redirect":8383068,"hoster":"Streamtape"}]}]},{"epId":"episode-268","name":"Folge 268","epNo":268,"alt":"","descr":"Shaurya wird an jeder Straßenecke in Rishikesh an seine Mehek erinnert. Karuna und Vicky wollen ihn ablenken und besuchen daher einen Tempel. Wie der Zufall es will, sind auch Banwari und Neev zur selben Zeit beim Tempel und singen. Karuna fällt die schöne Stimme von Banwari auf und sie engagiert ihn für die anstehende Hochzeit. Als Shaurya Banwari und Neev nach Hause bringt, begegnet er beinahe Vandana.","versions":[{"lang":1,"streams":[{"redirect":13004401,"hoster":"VOE"},{"redirect":11960885,"hoster":"Streamtape"}]}]},{"epId":"episode-269","name":"Folge 269","epNo":269,"alt":"","descr":"Banwari schlägt Vandana vor, mit Neev nach Delhi zu reisen und bietet ihr so einen lang ersehnten Ausweg aus der schrecklichen Beziehung mit Mandar. Während Vandana ihre Flucht vorbereitet, treffen Shaurya und Vicky auf Mandar. Die Handys von Mandar und Vicky werden verwechselt. Als Shaurya dann plötzlich glaubt Mehek am Telefon zu haben, kann er es nicht fassen. Werden die beiden sich nun treffen?","versions":[{"lang":1,"streams":[{"redirect":8984115,"hoster":"VOE"},{"redirect":8383071,"hoster":"Streamtape"}]}]},{"epId":"episode-270","name":"Folge 270","epNo":270,"alt":"","descr":"Wir erfahren, wie Mehek in die Familie von Mandar, Julie und Banwari gekommen ist: Mandar hatte seine Frau eines Tages so sehr geschlagen, dass sie nie wieder aufwachen würde. Um den Mord an seiner Ehefrau zu vertuschen, hat Mandar 200.000 Rupien gezahlt. Als Gegenleistung erhielt er Mehek, die seiner Ehefrau nicht nur zum Verwechseln ähnlich sieht, sondern auch ihr Gedächtnis verloren hatte. Praktischerweise liegt Mehek zu dem Zeitpunkt im selben Krankenhaus, wie Vandana.","versions":[{"lang":1,"streams":[{"redirect":8984114,"hoster":"VOE"},{"redirect":8383080,"hoster":"Streamtape"}]}]},{"epId":"episode-271","name":"Folge 271","epNo":271,"alt":"","descr":"Mandar kommt wieder total betrunken nach Hause und fällt ins Delirium. Mehek will diese Chance ergreifen und flieht gemeinsam mit ihrem Sohn und ihrem Schwiegervater nach Delhi. Dort angekommen wird ihnen der Eintritt in die Villa der Khannas verwehrt. Neev lässt sich davon aber nicht beeindrucken und rennt einfach so auf das Gelände. Wird Shaurya seine Mehek trotz des Schleiers erkennen?","versions":[{"lang":1,"streams":[{"redirect":8984119,"hoster":"VOE"},{"redirect":8383081,"hoster":"Streamtape"}]}]},{"epId":"episode-272","name":"Folge 272","epNo":272,"alt":"","descr":"Shaurya begrüßt den aufgedrehten Neev und sorgt dafür, dass die Drei im Gästehaus unterkommen. Als die Sangeet-Zeremonie beginnt erfahren wir, dass nicht Vicky der Bräutigam ist, sondern Shaurya selbst. Außerdem ist seine Zukünftige keine andere als Aarchie - die Frau, die Mehek damals von der Brücke gestoßen hat. Shaurya bekommt aus Liebe zu Mehek kalte Füße und verlässt das Sangeet. Wird er rechtzeitig die Wahrheit erfahren?","versions":[{"lang":1,"streams":[{"redirect":8984121,"hoster":"VOE"},{"redirect":8383084,"hoster":"Streamtape"}]}]},{"epId":"episode-273","name":"Folge 273","epNo":273,"alt":"","descr":"Nachdem Shaurya die Sangeet-Feier verlassen hat, versucht Aarchie ihn umzustimmen. Als die Zeremonie dann weitergeht, kommt es zu einem kleinen Unfall: Neev schaltet aus Versehen den Ventilator ein und die Aarchies Stola fliegt davon und landet auf Vandanas Kopf. Wird Shaurya Mehek jetzt erkennen?","versions":[{"lang":1,"streams":[{"redirect":13103391,"hoster":"VOE"},{"redirect":8383087,"hoster":"Streamtape"}]}]},{"epId":"episode-274","name":"Folge 274","epNo":274,"alt":"","descr":"Shauyra nimmt den kleinen Neev und Vandana zum Süßigkeiten essen auf dem Markt mit. Dort erinnert sich Vandana an ihre Vergangenheit als Mehek und wird bewusstlos. Shaurya fällt auf, dass Vandana plötzlich fehlt und begibt sich auf die Suche nach ihr. Wird Shaurya Vandana rechtzeitig finden?","versions":[{"lang":1,"streams":[{"redirect":8984124,"hoster":"VOE"},{"redirect":8383095,"hoster":"Streamtape"}]}]},{"epId":"episode-275","name":"Folge 275","epNo":275,"alt":"","descr":"Aarchie inszeniert einen Autounfall und lenkt Shaurya damit von Vandana ab. Um Shaurya noch weiter an sich zu binden, will sie unbedingt Panjiri auftreiben. Doch vergebens: Weil wegen Diwali alle Bäcker leergekauft sind, geht auch Aarchie leer aus. Währenddessen ist Vandana dabei, ihrem Neev Panjiris zuzubereiten. Aarchie schnappt sich die ganze Portion und serviert sie Shaurya. Wird Shaurya durch den Geschmack der Panjiri erkennen, dass Vandana eigentlich Mehek ist?","versions":[{"lang":1,"streams":[{"redirect":8984122,"hoster":"VOE"},{"redirect":8383094,"hoster":"Streamtape"}]}]},{"epId":"episode-276","name":"Folge 276","epNo":276,"alt":"","descr":"Shaurya probiert das Panjiri und Erinnerungen an Mehek kommen in ihm hoch. Derweil hat Mandar seine Familie bei den Khannas aufgespürt und will sie nach Hause holen - zur Not mit Gewalt. Shaurya sieht mit an, wie Mandar übergriffig wird und stellt sich ihm in den Weg. Doch Mandar gelingt es, trotz lautstarken Protests, die Drei mitzunehmen. Unterwegs schleicht sich jedoch Neev davon und geht zurück zur Khanna Villa. Aarchie kann es nicht glauben: Sie erkennt Mehek und ist fassungslos.","versions":[{"lang":1,"streams":[{"redirect":8984126,"hoster":"VOE"},{"redirect":8383099,"hoster":"Streamtape"}]}]},{"epId":"episode-277","name":"Folge 277","epNo":277,"alt":"","descr":"Aarchie kann es nicht glauben: Mehek lebt! Wie ist das nur möglich? Aarchie kann sich schließlich sehr genau daran erinnern, wie sie Mehek damals zur Strecke gebracht hat. Ihr erster Gedanke ist, dass es sich um einen Doppelgänger handeln muss. Um sicher zu gehen, will sie nun alles erdenkliche über Mehek in Erfahrung bringen. Wird sie erkennen, dass Mehek in Wahrheit gar nicht gestorben ist?","versions":[{"lang":1,"streams":[{"redirect":8984123,"hoster":"VOE"},{"redirect":8383104,"hoster":"Streamtape"}]}]},{"epId":"episode-278","name":"Folge 278","epNo":278,"alt":"","descr":"Aarchie hat einen Plan, um die Identität von Mehek festzustellen. Sie braucht unbedingt ein Röntgenbild von Vandanas Fuß, denn wenn es sich doch um Mehek handelt, müssten dort Überreste einer OP zu sehen sein. Im perfekten Moment sorgt Aarchie für einen Unfall und Mehek verletzt sich am Fuß. Im Krankenhaus soll Vandana nun geröntgt werden. Wie wird Aarchie mit der Wahrheit umgehen?","versions":[{"lang":1,"streams":[{"redirect":9932467,"hoster":"VOE"},{"redirect":8383105,"hoster":"Streamtape"}]}]},{"epId":"episode-279","name":"Folge 279","epNo":279,"alt":"","descr":"Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze. Doch das Herz will, was das Herz nun mal will: Im Laufe der Zeit werden ihre Sperenzchen zu einem innigen Spiel aus schwärmerischen Neckereien und münden schließlich in eine innige Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":8984125,"hoster":"VOE"},{"redirect":8383113,"hoster":"Streamtape"}]}]},{"epId":"episode-280","name":"Folge 280","epNo":280,"alt":"","descr":"Aarchie will unbedingt erfahren, welche dunklen Geheimnisse im Leben von Vandana schlummern. Shaurya ist sich derweil sicher, dass Mehek noch am Leben sein muss. Wann wird Shaurya erkennen, dass Vandana in Wahrheit seine geliebte Mehek ist?","versions":[{"lang":1,"streams":[{"redirect":8984128,"hoster":"VOE"},{"redirect":8383115,"hoster":"Streamtape"}]}]},{"epId":"episode-281","name":"Folge 281","epNo":281,"alt":"","descr":"Während die Hochzeitsfeier von Aarchie und Shaurya in vollem Gange ist, geschieht hinter den Kulissen Brisantes. Mehek ereilen die Erinnerungen an ihre eigene Hochzeit. Sie kann es nicht mehr unterdrücken und fragt Julie unverblümt, was die Familie ihr verschweigt. Daraufhin wird Mandar derart wütend, dass er Mehek und Neev fesselt und knebelt. Wird Shaurya die beiden rechtzeitig retten können?","versions":[{"lang":1,"streams":[{"redirect":8984129,"hoster":"VOE"},{"redirect":8383116,"hoster":"Streamtape"}]}]},{"epId":"episode-282","name":"Folge 282","epNo":282,"alt":"","descr":"Während Mehek mit den Fesseln kämpft, die ihr Mandar angelegt hat, geht die Hochzeitszeremonie von Shaurya und Aarchie ihrem Höhepunkt zu. Shaurya ist hin- und hergerissen, vertraut aber seinem Verstand und geht den Bund der Ehe mit Aarchie ein. Mehek hat sich derweil von den Fesseln befreit und kämpft jetzt um das Leben des kleinen Neev.","versions":[{"lang":1,"streams":[{"redirect":8984132,"hoster":"VOE"},{"redirect":8383119,"hoster":"Streamtape"}]}]},{"epId":"episode-283","name":"Folge 283","epNo":283,"alt":"","descr":"Der Moment ist gekommen: Mehek flieht aus dem Gästehaus und platzt in die Hochzeitszeremonie. Shaurya erkennt seine Mehek und kann seinen Augen nicht trauen. Die Hochzeitsgesellschaft ist geschockt und Shaurya von seinen Gefühlen überwältigt. Die totgeglaubte Liebe seines Lebens steht lebendig vor ihm! Wird es Mandar und Aarchie gelingen, die große Liebe ein für alle Mal zu trennen?","versions":[{"lang":1,"streams":[{"redirect":8984131,"hoster":"VOE"},{"redirect":8383126,"hoster":"Streamtape"}]}]},{"epId":"episode-284","name":"Folge 284","epNo":284,"alt":"","descr":"Sie glaubt ganz fest, dass gutes Essen und ein fröhliches Gemüt das Leben erst lebenswert machen. Als Mehek bei einem großen Kochwettbewerb auf den prolligen und viel zu wohlhabenden Shaurya trifft, verhalten sich die beiden wie Hund und Katze.","versions":[{"lang":1,"streams":[{"redirect":8984137,"hoster":"VOE"},{"redirect":8383122,"hoster":"Streamtape"}]}]},{"epId":"episode-285","name":"Folge 285","epNo":285,"alt":"","descr":"Im Krankenhaus soll nun ein für alle Mal mittels eines Gentests festgestellt werden, ob Vandana in Wahrheit wirklich Mehek ist. Aarchie unternimmt ihr Möglichstes, um dies zu verhindern, kommt aber wegen Shauryas Misstrauen nicht weit. Als Banwari dann aber unverhohlen sagt, dass er Vandanas wahre Identität preisgeben wird, geht Mandar ans Äußerste, um seinen Vater zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8984134,"hoster":"VOE"},{"redirect":8383134,"hoster":"Streamtape"}]}]},{"epId":"episode-286","name":"Folge 286","epNo":286,"alt":"","descr":"Das Resultat des Gentests ist eindeutig: Mehek ist Vandana und Neev ihr Sohn - doch in Wahrheit ist sie Mehek. Aarchie ist es gelungen, den Test zu manipulieren und hat dem Labor Mandars DNA untergejubelt. Shaurya versucht Mehek nun davon zu überzeugen in Delhi zu bleiben, damit sie sich um den kranken Banwari kümmern kann. Wird Shaurya es schaffen Mehek von der Wahrheit zu überzeugen?","versions":[{"lang":1,"streams":[{"redirect":8984136,"hoster":"VOE"},{"redirect":8383137,"hoster":"Streamtape"}]}]},{"epId":"episode-287","name":"Folge 287","epNo":287,"alt":"","descr":"Mehek, Neev, Julie und Mandar haben sich dazu durchgerungen in Delhi zu bleiben, solange es Banwari so schlecht geht. Mehek ist immer noch fest davon überzeugt Vandana zu sein, aber immer wieder kommen in ihr Erinnerungen hoch, die sie zweifeln lassen. Shaurya tut derweil sein Bestes, die Erinnerungen an ihr gemeinsames Leben weiter aufblühen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8984133,"hoster":"VOE"},{"redirect":8383142,"hoster":"Streamtape"}]}]},{"epId":"episode-288","name":"Folge 288","epNo":288,"alt":"","descr":"Shaurya lässt auf der Meera Sharma Road eine Filmvorführung veranstalten, zu der auch Mehek kommt. Als dann ein Ausschnitt der Hochzeit von Mehek und Shaurya gespielt wird ruft Mehek Shauryas Namen und verliert das Bewusstsein. Die Sharmas sind sich jetzt sicher, dass sie Mehek sein muss. Derweil versuchen Mandar und Aarchie alles Mögliche, um Mehek vorzugaukeln, sie wäre Vandana.","versions":[{"lang":1,"streams":[{"redirect":12383363,"hoster":"VOE"},{"redirect":8383141,"hoster":"Streamtape"}]}]},{"epId":"episode-289","name":"Folge 289","epNo":289,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8984130,"hoster":"VOE"},{"redirect":8383144,"hoster":"Streamtape"}]}]},{"epId":"episode-290","name":"Folge 290","epNo":290,"alt":"","descr":"Mehek stellt Mandar nach, um zu erfahren, mit wem er sich in aller Heimlichkeit trifft. Derweil hat Shaurya eine Idee, um Meheks Gedächtnis zu beleben. Wie will Shaurya das nur anstellen?","versions":[{"lang":1,"streams":[{"redirect":8984138,"hoster":"VOE"},{"redirect":8383147,"hoster":"Streamtape"}]}]},{"epId":"episode-291","name":"Folge 291","epNo":291,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8984140,"hoster":"VOE"},{"redirect":8383158,"hoster":"Streamtape"}]}]},{"epId":"episode-292","name":"Folge 292","epNo":292,"alt":"","descr":"Mandar und Aarchie schmieden einen boshaften Plan, um Mehek von Shaurya fernzuhalten. Derweil wird Shauryas Bund zu dem kleinen Neev immer stärker. Wird die geplante Hochzeit von Mandar und Mehek das Schicksal besiegeln?","versions":[{"lang":1,"streams":[{"redirect":8984142,"hoster":"VOE"},{"redirect":8383151,"hoster":"Streamtape"}]}]},{"epId":"episode-293","name":"Folge 293","epNo":293,"alt":"","descr":"Mandar will Mehek und Neev zu einem leckeren Essen ausführen. Auf dem Weg leitet Mehek die Rikscha unterbewusst zu dem Food-Truck der Sharma Familie. Zwischen Shaurya und Mandar kommt es dann zu Handgreiflichkeiten. Mehek stellt sich vor Mandar und weist Shaurya in seine Schranken. Hat Shauyra seine Chance jetzt verspielt?","versions":[{"lang":1,"streams":[{"redirect":8984139,"hoster":"VOE"},{"redirect":14161957,"hoster":"Streamtape"}]}]},{"epId":"episode-294","name":"Folge 294","epNo":294,"alt":"","descr":"Während Mandar Mehek von den Hochzeitsplänen überzeugen will, träumt Shaurya davon, dass Mehek endlich wieder zu ihm zurückkommt. Wird der Plan von Aarchie aufgehen, Shaurya mit der Veranstaltung abzulenken, damit er bei der Hochzeit nicht intervenieren kann?","versions":[{"lang":1,"streams":[{"redirect":8984145,"hoster":"VOE"},{"redirect":8383164,"hoster":"Streamtape"}]}]},{"epId":"episode-295","name":"Folge 295","epNo":295,"alt":"","descr":"Die Situation spitzt sich zu: Mehek und Mandar heiraten und Aarchie tut alles in ihrer Macht stehende, um Shaurya fernzuhalten. Doch ihre Rechnung hat sie ohne Kanta und Neev gemacht, die Shaurya über alles informieren. Wird Shaurya die Hochzeit rechtzeitig stoppen können?","versions":[{"lang":1,"streams":[{"redirect":8984148,"hoster":"VOE"},{"redirect":8383171,"hoster":"Streamtape"}]}]},{"epId":"episode-296","name":"Folge 296","epNo":296,"alt":"","descr":"Shaurya stürmt zur Hochzeit von Mehek und Mandar. Im letzten Moment, noch bevor die Zeremonie abgeschlossen ist, rettet er sie. Doch Mehek denkt immer noch, dass sie Vandana ist und wehrt sich gegen ihren vermeidlichen Entführer. Shaurya bringt Mehek in ein Haus und will sie solange dort festhalten, bis Mehek sich daran erinnert, wer sie wirklich ist. Geht Shauryas Plan auf und die beiden finden ihre Liebe zurück?","versions":[{"lang":1,"streams":[{"redirect":8984149,"hoster":"VOE"},{"redirect":8383169,"hoster":"Streamtape"}]}]},{"epId":"episode-297","name":"Folge 297","epNo":297,"alt":"","descr":"Shaurya ist fest davon überzeugt, dass er Mehek Gefangenhalten muss, bis sie sich endlich an ihre Vergangenheit mit ihm erinnert. Derweil überlegt sich Mandar wie er Vandana wieder nach Hause locken kann. Mehek hält es in der Wohnung nicht mehr aus und unternimmt einen Fluchtversuch. Als Shauyra dabei verletzt wird, kümmert sich Mehek liebevoll um ihn. Kommen in Mehek jetzt vertraute Gefühle hoch?","versions":[{"lang":1,"streams":[{"redirect":8984143,"hoster":"VOE"},{"redirect":8383174,"hoster":"Streamtape"}]}]},{"epId":"episode-298","name":"Folge 298","epNo":298,"alt":"","descr":"Mehek sorgt sich um den verletzten Shaurya und ist über ihre eigene Fürsorge verwundert. Aarchie weiht Mandar in ihren neuen Plan ein, Shaurya und Mehek endgültig zu entzweien. Mandhar ist bereit Neev zu opfern, um Mehek zurückzubekommen. Wird er wirklich so weit gehen?","versions":[{"lang":1,"streams":[{"redirect":8984150,"hoster":"VOE"},{"redirect":8383183,"hoster":"Streamtape"}]}]},{"epId":"episode-299","name":"Folge 299","epNo":299,"alt":"","descr":"Shaurya gibt die Entführung Meheks zu und wird auf der Polizeistation festgehalten. Julie will, dass die Familie umzieht und aus dem Dunskreis shauryas verschwindet. Sie stellt Mehek vor die Wahl: wenn sie bleibt, wird sie Neev nicht wiedersehen. Wie wird sich Mehek entscheiden?","versions":[{"lang":1,"streams":[{"redirect":8984141,"hoster":"VOE"},{"redirect":8383178,"hoster":"Streamtape"}]}]},{"epId":"episode-300","name":"Folge 300","epNo":300,"alt":"","descr":"Mandhar wird von der Polizei verhaftet. Mehek versucht, einen Anwalt für ihn zu finden und ist dabei auf Shauryas Hilfe angewiesen. Wird er ihr helfen?","versions":[{"lang":1,"streams":[{"redirect":8984144,"hoster":"VOE"},{"redirect":8383186,"hoster":"Streamtape"}]}]},{"epId":"episode-301","name":"Folge 301","epNo":301,"alt":"","descr":"Mehek schlägt die Hilfe von Shaurya aus. Julie kann die Entscheidung nicht verstehen. Im Streit mit Mehek deutet sie unabsichtlich ein Verbrechen von Mandhar an. Wird Mehek nun die Wahrheit erfahren?","versions":[{"lang":1,"streams":[{"redirect":8984146,"hoster":"VOE"},{"redirect":8383185,"hoster":"Streamtape"}]}]},{"epId":"episode-302","name":"Folge 302","epNo":302,"alt":"","descr":"Mehek tritt ihren Job in Shauryas Restaurant an. Mit ihrer \"neuen\" Aufgabe als Köchin ist sie heillos überfordert und richtet in der Küche ein riesiges Chaos an. Kanta hat in Neev mittlerweile einen Komplizen für ihre Pläne gefunden. Aarchie steigert sich immer weiter in ihren Liebeswahn hinein. Wird sie ihr teuflisches Vorhaben umsetzen und Mehek töten?","versions":[{"lang":1,"streams":[{"redirect":8984147,"hoster":"VOE"},{"redirect":8383188,"hoster":"Streamtape"}]}]},{"epId":"episode-303","name":"Folge 303","epNo":303,"alt":"","descr":"Shaurya ist überzeugt, dass Mehek sich durch das Kochen an ihr altes Leben erinnern wird. Aarchie versucht, Mehek zu überfahren. Sie erwischt jedoch Neev, der schwer verletzt ins Krankenhaus gebracht wird. Wird Neev den Unfall überleben?","versions":[{"lang":1,"streams":[{"redirect":8984151,"hoster":"VOE"},{"redirect":8383198,"hoster":"Streamtape"}]}]}]}]}