{"path":"/serie/stream/das-geheimnis-des-totenwaldes","name":"Das Geheimnis des Totenwaldes","descr":"Innerhalb von wenigen Wochen werden im Staatsforst Göhrde in Niedersachsen im Sommer 1989 zwei ermordete Liebespaare gefunden. In der Öffentlichkeit erhält das eigentlich beliebte Naherholungsgebiet schnell den Namen Totenwald. Als später eine weitere Frau verschwindet, hat die Polizei im Gegensatz zu den vorherigen Morden schnell einen Verdächtigen zur Hand: den Ehemann der Verschwundenen. Dessen Schwager, hochrangiger Kriminalpolizist, glaubt aber nicht an dessen Schuld. Die Ermittlungen sollen sich über Jahrzehnte hinziehen und erst nach seiner Pensionierung stößt er auf entlarvende Ungereimtheiten bei den Ermittlungen Anfang der 1990er Jahre. Könnte sich damit das gesamte Geheimnis des Totenwaldes lüften?","seasons":[{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-1","name":"Das Verschwinden","epNo":1,"alt":"","descr":"Im Sommer 1989 verschwindet die Schwester des Hamburger LKA-Chefs Thomas Bethge spurlos aus ihrem Haus in Niedersachsen. Bethge will das Verbrechen aufklären, darf aber als Hamburger Polizist nicht in Niedersachsen ermitteln. Fast drei Jahrzehnte lang recherchiert er gegen große Widerstände in dem rätselhaften Kriminalfall, ehe er – bereits pensioniert – einem mysteriösen Serienmörder auf die Spur kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905184","hoster":"VOE"},{"path":"/redirect/13905203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-2","name":"Die dunkle Kraft","epNo":2,"alt":"","descr":"LKA-Chef Bethge verspricht seiner besorgten Mutter, seine spurlos verschwundene Schwester zu finden. Doch die Polizei in Weesenburg wehrt sich gegen seine vermeintlichen Einmischungsversuche und verweist den Hamburger Polizisten auf seine nicht gegebene Zuständigkeit. Stattdessen vermuten die niedersächsischen Polizisten zunächst einen Racheakt an dem hohen Hamburger Polizisten und verdächtigen schließlich den Schwager von Thomas Bethge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905181","hoster":"VOE"},{"path":"/redirect/13905182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-3","name":"Der Doppeldecker","epNo":3,"alt":"","descr":"Immer noch gibt es keine Spur von Barbara Neder. Ihre Familie ist verzweifelt und startet eine Suchmeldung in einer TV-Sendung – ohne Erfolg. Thomas Bethges Mutter begeht einen Selbstmordversuch. Theresa Neder – die Tochter der Verschwundenen - belastet der Verdacht gegen ihren Vater schwer. Nachdem die junge Polizistin Anne Bach nochmals alle Akten studiert hat, deutet für sie alles auf den Friedhofsgärtner Jürgen Becker hin. Er hat der Polizei ungefragt ein falsches Alibi genannt und war einer der letzten, der an der Seite von Barbara Neder gesehen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905183","hoster":"VOE"},{"path":"/redirect/13905180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-4","name":"Das Versprechen","epNo":4,"alt":"","descr":"Anne Bach überzeugt die Staatsanwaltschaft einer Hausdurchsuchung beim Friedhofsgärtner Jürgen Becker zuzustimmen. In dem Haus finden sich Waffen, Handschellen und andere Utensilien, um Menschen gefangen zu halten. Im Garten hebt die Polizei - vor den Augen von Thomas Bethge - ein vergrabenes Auto aus, die Leichenspürhunde schlagen an. Doch von Barbara Neder findet sich keine Spur. Jürgen Becker erfährt von dem Polizeieinsatz in seinem Haus und flieht quer durch Deutschland, bis ihn ein Unfall stoppt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905172","hoster":"VOE"},{"path":"/redirect/13905171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-5","name":"Das verbotene Zimmer","epNo":5,"alt":"","descr":"Zusammen mit einem privaten Ermittlerteam, dem sogenannten Kernteam rollt Bethge den Fall seiner Schwester nach seiner Pensionierung wieder auf, beschafft sich alle Akten und schafft es erneut in das \"geheime\" Zimmer von Becker zu gelangen. Dort finden sich auch viele Jahre später übersehene Indizien für einen schlimmen Verdacht. Ist seine Schwester einem mysteriösen Serienmörder zum Opfer gefallen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905179","hoster":"VOE"},{"path":"/redirect/13905176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-geheimnis-des-totenwaldes/staffel-1/episode-6","name":"Für immer und ewig","epNo":6,"alt":"","descr":"Eine neue Zeugin beschreibt Jürgen Becker als sadistischen und skrupellosen Verführer, der versucht hat, auf allen nur denkbaren Wegen zu Geld zu kommen. Anne Bach entwirft, gemeinsam mit Thomas Bethge, das Bild eines psychopathischen Serienmörders, der seit seiner Kindheit versucht seine Ohnmachtserfahrungen an seinen Opfern zu stillen. Noch einmal nimmt sich Thomas Bethge die Abschiedsbriefe von Jürgen Becker vor, auf der Suche nach dem Geheimnis seiner verschwundenen Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905175","hoster":"VOE"},{"path":"/redirect/13905177","hoster":"Streamtape"}]}]}]}]}