{"seriesId":"das-dschungelbuch-2010","name":"Das Dschungelbuch (2010)","descr":"Neue Abenteuer mit Mogli, dem Dschungelkind. Zusammen mit seinen Freunden – dem Bären Balu, dem Panther Baghira, dem Wolf Akela sowie der Schlange Kaa – erlebt er aufregende Geschichten. Nur der Tiger Shir Khan, der sich für den uneingeschränkten Herrscher der Dschungels hält, möchte den Menschen ein für allemal loswerden und stellt ihm immer neue Fallen und Aufgaben …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mutig wie ein Wolf","epNo":1,"alt":"The Race","descr":"Vor dem Rat der Wölfe fordert Phaona, dass Mogli aus dem Dschungel verschwinden und zu den Menschen zurückkehren soll, weil er kein richtiger Wolf ist. Doch Mogli fühlt sich wie ein richtiger Wolf und behauptet, er könne sogar schneller als ein Wolf laufen. Der Rat beschließt, dass ein Wettrennen darüber bestimmen soll, ob Mogli bei den Wölfen bleiben darf oder nicht. Als Mogli von Balu erfährt, dass er während des Laufes nicht die Lianen benutzen darf, hat er kaum noch Hoffnung auf einen Sieg. Doch während des Wettrennens gerät Phaona in die Fänge von Shir Khan. Wie soll Mogli jetzt handeln – weiterlaufen und gewinnen oder Phaona retten?","versions":[{"lang":1,"streams":[{"redirect":12173142,"hoster":"VOE"},{"redirect":8380002,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Balu in der Falle","epNo":2,"alt":"Man Trap","descr":"Shir Khan hat sich fest vorgenommen, an diesem Tag Mogli ein für alle Mal loszuwerden. Eine Falle, die die Menschen gegraben haben, soll ihm dabei helfen. Er lockt Balu in die Grube und hofft darauf, dass Mogli kommt, um seinem alten Bärenfreund zu helfen. Shir Khans Rechnung geht auf. Mogli erscheint tatsächlich bei der Falle. Doch Shir Khan hat keine Chance gegen den schlauen Menschenjungen. Mogli gelingt mit Hilfe von Balus Brille, die dem Bär beim Sturz in die Falle vom Kopf geflogen ist, ein Ablenkmanöver. Das nutzen Baghira und Kaa, um Balu zu retten.","versions":[{"lang":1,"streams":[{"redirect":8983095,"hoster":"VOE"},{"redirect":8380005,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wilde schwarze Bienen","epNo":3,"alt":"Wild Black Bees","descr":"Mogli ist sauer, denn Shir Khan hat seine besten Freunde Balu und Baghira verprügelt. Das kann der Menschenjunge nicht ungestraft zulassen. Als Mogli trotz Baghiras Warnung auf den weißen Felsen klettert und feststellen muss, dass sich unter dem brüchigen Stein ein riesiges Bienennest befindet, hat er eine Idee, wie er sich an Shir Khan rächen kann. In der Nacht, als die schwarzen Bienen schlafen, präpariert er den Felsen, und am nächsten Tag lockt er Shir Khan auf das große Bienennest. Während sich Mogli sicher über den Felsen bewegt, scheucht Shir Khan die wilden Bienen auf. Sie strömen aus ihren Löchern und fallen über den Tiger her. Dem wasserscheuen Shir Khan bleibt nichts anderes übrig, als hinter Mogli her ins kalte Nass zu springen.","versions":[{"lang":1,"streams":[{"redirect":8983094,"hoster":"VOE"},{"redirect":8380006,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine schwierige Frage","epNo":4,"alt":"Itchy Twitchy Kaa","descr":"Mogli hat keine Lust auf den Unterricht bei Balu, und Baghira hat eine Idee, wie sein Menschenfreund dem Unterricht entgehen könnte: Mogli könnte Balu eine Frage stellen, die ihn sehr lange beschäftigen wird, und während der Bär nachdenkt und grübelt, kann Mogli spielen gehen. Gesagt getan. Nach einigen fehlgeschlagenen Anläufen findet Mogli eine Frage, die Balu nicht direkt beantworten kann. Doch diese Frage weckt nun auch Moglis Neugier, und er macht sich auf die Suche nach der Antwort. Dabei kommt er zu den Kalten Höhlen in denen die unberechenbare Affenbande lebt, und Shir Khan wird auch noch auf den Menschenjungen aufmerksam …","versions":[{"lang":1,"streams":[{"redirect":8983096,"hoster":"VOE"},{"redirect":8380017,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Balus Augengläser","epNo":5,"alt":"The Monkey Queen","descr":"Mogli leiht sich Balus Augengläser aus, um die schönen Schmetterlinge ganz genau betrachten zu können. Als ihm die Augengläser von Mascha, einer Äffin der unberechenbaren Affenbande, gestohlen werden, ist Balu natürlich sauer, und Mogli hat ein schlechtes Gewissen. Ohne seinen Freunden Bescheid zu sagen, geht der Menschenjunge alleine zu den gefährlichen Kalten Höhlen, wo die Affen wohnen. Er will die Brille zurückholen. Doch das ist nicht so einfach, denn Mascha meint, sie sei wegen der Augengläser sehr klug, die Brille ist ihr ein und alles; und dann taucht auch noch Shir Kahn auf …","versions":[{"lang":1,"streams":[{"redirect":8983097,"hoster":"VOE"},{"redirect":8380019,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Shir Khans Kralle","epNo":6,"alt":"Sleeping Python","descr":"Mogli und Bala kämpfen darum, wer der Stärkere ist. Dabei reißt Moglis Kette mit seinem Glücksbringer, der Tigerkralle, und Mogli wird besiegt. Bala und Mogli trennen sich im Streit. Sauer und gleichzeitig traurig verzieht Mogli sich mit der gerissenen Kette samt Kralle auf seinen Baum und denkt über seinen Glücksbringer nach: Die Kralle stammt von einem Kampf mit Shir Khan, den er damals mit viel Glück besiegen konnte. Mogli ist fest davon überzeugt, dass er danach nur dank der Kralle nie mehr einen Kampf verloren hat. Als Bala auf einen Rückkampf besteht, willigt Mogli ein. Doch in der Nacht zuvor verliert Mogli seinen Glücksbringer im Schlaf. Am Morgen stellt er fast, dass Kaa auf seiner Tigerkralle einen Verdauungsschlaf macht. Der übellaunige Python schläft tief und fest. Was kann Mogli jetzt nur tun?","versions":[{"lang":1,"streams":[{"redirect":8983098,"hoster":"VOE"},{"redirect":8380018,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wächter des Schatzes","epNo":7,"alt":"The Treasure Of Cold Lair","descr":"Thu, die schwarze Kobra, die den Schatz in den Kalten Höhlen bewacht, ist krank. Balu hat Angst, dass nun die Menschen kommen, um sich den Schatz zu holen. Als Langur, ein Affe aus dem Himalaja, auch noch erzählt, dass er Menschen in der Nähe der Kalten Höhlen gesehen hat, beschließen die Freunde, den Schatz zu bewachen. Mogli soll versteckt auf einem Baum warten, während Balu und Shir Khan als Team und Baghira und Langur als zweites Team die Menschen verjagen wollen. Doch es kommt alles ein bisschen anders, denn Tabaqui der hinterhältige Schakal lockt Mogli aus seinem Versteck, und Shir Khan hält sich nicht an die Abmachungen und greift Balu an. Zum Glück hat Mogli eine rettende Idee …","versions":[{"lang":1,"streams":[{"redirect":8983099,"hoster":"VOE"},{"redirect":8380024,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Gebrüll zum Fürchten","epNo":8,"alt":"Legend Of The Giant Claw","descr":"Während Mogli laut zu brüllen übt, wird er von einem viel lauteren Gebrüll übertönt. Balu erklärt, das sei das Gebrüll der legendären Riesenkralle. Gehört hätten dieses Gebrüll schon viele, aber gesehen hat die Riesenkralle noch niemand. Mogli und Baghira machen sich auf den Weg, um sie zu suchen. Schließlich entdecken die beiden Chil, den großen Greifvogel, in einem hohlen Baumstamm, der das Gekrächze des Vogels zu einem lauten Gebrüll verstärkt. Stolz wollen sie ihre Entdeckung Balu mitteilen, doch da schleicht sich Shir Khan an. Er hat auch von der Riesenkralle gehört und will ihr den Garaus machen. Das können Mogli und Baghira nicht zulassen. Wird es ihnen gelingen, Shir Khan von Chil abzulenken?","versions":[{"lang":1,"streams":[{"redirect":8983102,"hoster":"VOE"},{"redirect":8380022,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Wettfischen","epNo":9,"alt":"Fished Out","descr":"Balu will Mogli das Fischen mit Armen und Händen beibringen. Doch Mogli hat eine bessere Idee, die er sich bei den Menschen abgeguckt hat: Er bastelt sich eine Angelrute. Weil Balu Moglis Erfindung belächelt, fordert der ihn zu einem Wettfischen heraus. Mogli angelt einen Fisch nach dem anderen, und als er zum Spaß einen seiner Fische Balu zuwerfen will, stößt sich Balu beim Fangen den Kopf und fällt bewusstlos ins Wasser. Er landet auf einem Baumstamm und treibt davon. Mogli und Baghira versuchen ihn an der Brücke zu retten, doch das geht schief und nun sitzt Baghira auch noch auf dem Baumstamm. Aber dann hat Mogli doppeltes Glück: zum einen verkeilt sich der vollbesetzte Baumstamm kurz vor dem Wasserfall und die beiden Schildkröten Uuh und Buh kommen zur Hilfe. Nun muss Mogli es nur noch schaffen, den Baumstamm an Land zu ziehen …","versions":[{"lang":1,"streams":[{"redirect":8983103,"hoster":"VOE"},{"redirect":8380026,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lalis Entführung","epNo":10,"alt":"Kite Flight","descr":"Bala kommt aufgeregt zu Mogli, Bagheera und Balu gerannt und berichtet, dass Chil, der Brahminenweih, seine Schwester Lali am Fluss in der Nähe der Wolfshöhle gefangen und weggeschleppt hat. Mogli und Bala sollen die Wolfseltern benachrichtigen, während Baghira und Balu zu Chils Nest klettern wollen. Doch genau an der gleichen Stelle, an der Lali geschnappt wurde, entführt Chil auch Mogli und fliegt mit ihm zum Nest. Der mutige Mogli lässt sich nicht beeindrucken und gibt dem Raubvogel zu verstehen, dass sie \"eines Blutes sind\". Daraufhin erklärt Chil, dass er Mogli und Lali vor einer Kobra gerettet habe. Als Chil wieder los will, um nach der Kobra zu sehen, fliegt Mogli mit, und die unversehrte Lali wartet im Nest auf Balu und Baghira. Von weitem sehen Chil und Mogli die Kobra am Flussufer, wie sie sich an Bala und die Wolfseltern heranschleicht …","versions":[{"lang":1,"streams":[{"redirect":8983106,"hoster":"VOE"},{"redirect":8380033,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mogli, das Festmahl","epNo":11,"alt":"Moglis’ Log","descr":"Mogli tummelt sich im Wasser und wird von Jakala, dem Krokodil, entführt. Jakala will mit Mogli eine Übung für seine Jungen veranstalten. Sie sollen lernen, im Sumpf menschliche Beute zu jagen, und Mogli ist dafür das Festmahl. Während Baghira den Elefanten Hathi zur Hilfe holt, versuchen Balu und Mogli, die Übung mit Geschichtenerzählen herauszuzögern. Es klappt: Die fünf jungen Krokodile sind von Balus spannender Geschichte begeistert. Jakala aber wird immer ungeduldiger, er will endlich mit der Menschenjagd-Übung beginnen …","versions":[{"lang":1,"streams":[{"redirect":8983104,"hoster":"VOE"},{"redirect":8380037,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer ist der Mutigste?","epNo":12,"alt":"Who Is The Bravest?","descr":"Mogli möchte herausfinden, wer das mutigste Tier im Dschungel ist. Er fragt Hathi, den Elefanten, den er für sehr schlau hält. Mogli, der Hathis rätselhafte Antwort nicht versteht, hält sich daraufhin selbst für den Schlausten und Mutigsten. Doch im Moment des größten Übermutes stürzt er in einen tiefen Brunnen. Dort muss er eine ganze Nacht alleine verbringen, und das macht ihm schon ein bisschen Angst. Am Morgen findet ihn Tabaqui und hilft ihm heraus. Aber oben lauert bereits Shir Khan. Als Hathi in letzter Sekunde kommt und Shir Khan vertreibt, weiß Mogli, wer das mutigste und schlaueste Tier im Dschungel ist, und er weiß auch, wie er Hathis rätselhafte Antwort deuten muss …","versions":[{"lang":1,"streams":[{"redirect":8983107,"hoster":"VOE"},{"redirect":8380036,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Moglis Funkelding","epNo":13,"alt":"Mogli’s Sparklie","descr":"Mogli findet im Wasser ein Schmuckstück, das aus der Menschensiedlung angeschwemmt wurde. Alle reißen sich darum, jeder möchte es tragen. Nach vielem Hin und Her darf Lali das Funkelding auch mal haben. Aber in der Nacht klauen es die Affen aus der Wolfshöhle. Mogli ist sauer auf Lali, weil er meint, sie habe das funkelnde Menschending verloren. Doch als er die Affen damit sieht, entschuldigt er sich bei Lali, und gemeinsam setzen sie alles daran, das Schmuckstück wiederzubekommen. Fast können sie das kostbare Stück wieder in ihren Händen halten, da taucht Shir Khan auf …","versions":[{"lang":1,"streams":[{"redirect":8983105,"hoster":"VOE"},{"redirect":8380039,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der vergessliche Piepmatz","epNo":14,"alt":"Darzee’s Waterfall Rescue","descr":"Lali und Mogli spielen im Dschungel. Da taucht Shir Khan auf und verfolgt die Beiden bis zum Wasserfall. Darsi, der kleine vergessliche Piepmatz, hat das beobachtet und will die Freunde vor dem nahenden Tiger warnen. Doch als der Vogel durch den \"Wasserfall-Vorhang\" fliegt, wird er von Shir Khan beobachtet. Mogli und Lali können Darsi noch mit einer Nachricht zu Balu schicken, bevor sie weiter den Wasserfall hinauf flüchten müssen. Shir Khan bleibt ihnen auf der Spur. Ob Darsi es schafft, die Nachricht richtig und rechtzeitig zu übermitteln?","versions":[{"lang":1,"streams":[{"redirect":8983109,"hoster":"VOE"},{"redirect":8380043,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gefahr am Wasserfall","epNo":15,"alt":"The Waterfall","descr":"Shir Khan will Mogli mit einer List und der Hilfe von Tabaqui überrumpeln. Alles läuft nach Plan; doch gerade als Shir Khan den Menschenjungen packen will, bricht der Ast, auf dem Mogli sitzt, ab und stürzt in den Fluss. Nun treibt Mogli auf dem Ast auf den Wasserfall zu, und Shir Khan versucht, ihn zu verfolgen. Er wird aber von Jakala, dem Krokodil aufgehalten. Das Glück ist noch zweimal auf Moglis Seite: Zum einen bleibt der Ast samt Mogli an einem Stein vor dem Wasserfall hängen, und zum anderen entdecken Balu und Baghira den treibenden Mogli noch rechtzeitig. Nun kann die Rettungsaktion beginnen! Doch da tauchen Tabaqui und Shir Khan wieder auf …","versions":[{"lang":1,"streams":[{"redirect":10120333,"hoster":"VOE"},{"redirect":10100861,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Blutsgeschwister","epNo":16,"alt":"Blood Brothers","descr":"Shir Khan und Tabaqui hecken mal wieder einen Plan aus, wie sie Mogli erwischen können: Tabaqui soll die Wolfsgeschwister Bala und Lali als Köder zu Shir Khans Höhle locken. Mogli, der sie mit Sicherheit suchen wird, soll dann von Shir Khan überwältigt werden. Zunächst läuft alles wie geplant, doch die beiden Übeltäter haben nicht mit Moglis Freund Baghira und dem festen Zusammenhalt der Wolfsfamilie gerechnet …","versions":[{"lang":1,"streams":[{"redirect":8983117,"hoster":"VOE"},{"redirect":8380045,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer ist der Fitteste?","epNo":17,"alt":"Survival Of The Fittest","descr":"Balu findet es gar nicht lustig, dass sich Hathi, Mogli und Baghira über seine mäßige Fitness amüsieren. Um zu beweisen, dass er sehr wohl fit ist, fordert er Mogli zu einem Wettkampf heraus. Mit Baghira als Schiedsrichter treten die Beiden in verschiedenen Disziplinen gegeneinander an. Doch beim Gewichtheben passiert ein Unglück: Balu wird unter einem Stapel Baumstämmen eingeklemmt und ist bewusstlos. Mogli und Baghira versuchen ihn zu befreien, dabei kommen sie aber schnell an ihre Grenzen. Ob Hathi helfen kann?","versions":[{"lang":1,"streams":[{"redirect":8983112,"hoster":"VOE"},{"redirect":8380050,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Erdbeben","epNo":18,"alt":"The Day The Earth Shook","descr":"Bei einem Erdbeben werden Lali und Bala in einer Höhle verschüttet. Die Freunde schaffen es nicht, die Steine wegzuräumen; sie sind selbst für Balu zu schwer. Da es nur einen kleinen Zugang gibt, bleibt den Freunden nichts anderes übrig, als die übellaunige Schlange Kaa um Hilfe zu bitten. Sie haben Glück: Kaa hat gerade gefressen und ist bereit nach den Wolfsgeschwistern und einem anderen Ausgang zu suchen. Tatsächlich findet Kaa in der Höhle einen zweiten Ausgang, der größer ist. Doch dieser Ausgang ist von unten nicht zu erreichen, da er im \"Dach\" der Höhle liegt. Nun sind die Freunde gefordert. Ob sie es schaffen Lali und Bala zu retten?","versions":[{"lang":1,"streams":[{"redirect":8983114,"hoster":"VOE"},{"redirect":8380051,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Giftige Gefahren","epNo":19,"alt":"The Jungle Tour","descr":"Balu macht sich Sorgen, weil Mogli sich eine Hütte gebaut hat und nun alleine leben möchte. Als die Hütte bei einem Sturm zerstört wird, sieht sich Balu in seinen Befürchtungen bestätigt. Doch Mogli, dem nichts passiert ist, will nichts davon wissen. Die Beiden zanken sich, und Mogli macht sich auf, Material für eine neue Hütte zu suchen. Dabei trifft er Ponya, einen Roten Panda aus dem Himalaja Gebirge. Ponya begleitet Mogli, der ihr als Dschungelexperte die Gegend zeigen will. Als Ponya nach einem kühlen Ort zum Schlafen fragt, bringt Mogli sie zu einem Tempel. Mogli weiß nicht, dass dort Giftschlangen leben, die es auf Ponya abgesehen haben. Zum Glück kommen Balu und Baghira genau zur rechten Zeit vorbei, und zu dritt können sie ein großes Unglück verhindern. Ist Mogli wirklich schon so groß, dass er alleine im Dschungel leben kann?","versions":[{"lang":1,"streams":[{"redirect":8983115,"hoster":"VOE"},{"redirect":8380052,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Schlangenbiss","epNo":20,"alt":"Snake Bite","descr":"Es ist Vollmond, und die Wölfe warten am Ratsfelsen auf Akela, ihren Rudelführer. Als der nicht kommt, machen sich Mogli, Balu und Baghira besorgt auf die Suche nach ihm. Der listige Wolf Phaona dagegen, der es auf die Rudelführerschaft abgesehen hat, nimmt schon mal Akelas Platz ein. Die drei Freunde finden Akela, der ums Überleben kämpft. Er wurde von einer giftigen Schlange gebissen! Während Balu den todkranken Akela zum Ratsfelsen bringt, macht sich Mogli mit Baghira auf die Suche nach dem Moos, das gegen das Gift in Akelas Pfote wirken soll. Doch es kommt alles ganz anders, und schließlich muss Mogli ins Menschendorf, um dort ein Gegenmittel zu besorgen. Gerade als Mogli die Tasche mit der hilfreichen Medizin ergattert hat, taucht Phaona auf und will verhindern, dass Mogli Akela rettet. Doch Ikki, das ängstliche Stachelschwein, das Mogli ins Dorf begleitet hat, wird genau im richtigen Moment sehr mutig …","versions":[{"lang":1,"streams":[{"redirect":8983110,"hoster":"VOE"},{"redirect":8380058,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Appu in Gefahr","epNo":21,"alt":"The Bridge","descr":"Hita lacht ihren Elefantenbruder Appu aus, bis der beleidigt davon trottet. Appu läuft orientierungslos durch den Dschungel und gelangt so zu den Kalten Höhlen, den Tempeln, in denen die Affen wohnen. Die freche Affenbande jagt den verstörten kleinen Elefanten durch die Ruinen, bis er schließlich, nachdem sämtliche Steinbögen um ihn herum zusammengebrochen sind, hoch oben auf einer Säule anhalten muss. Dort steht er wie eine Statue auf einer Säule und kommt nicht mehr weg. Mogli, Balu und Baghira, die Appus Hilferufe gehört haben, eilen herbei, um ihn zu retten. Aber das ist gar nicht so einfach. Erst als Hathi, der Elefantenvater, energisch einschreitet, und sogar die Affen mithelfen, gelingt es Mogli eine Brücke für Appu zu bauen. Hita beobachtet gespannt die Rettungsaktion und hofft auf eine Versöhnung mit ihrem Bruder …","versions":[{"lang":1,"streams":[{"redirect":8983116,"hoster":"VOE"},{"redirect":8380063,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mogli, der Wolfsjunge","epNo":22,"alt":"Phaona’s Nasty Trick","descr":"In der Vollmondnacht auf der Versammlung der Wölfe will der Rudelführer Akela Mogli zum vollwertigen Mitglied des Rudels erklären. Das aber will der listige Wolf Phaona verhindern. Gemeinsam mit Tabaqui heckt er einen Plan aus: Phaona erklärt Mogli, dass die Sitzung ausfallen wird, und schickt Mogli stattdessen, angeblich im Auftrag von Akela, zur Elefantenlichtung. Dort wird dann Shir Khan auf ihn warten … Doch die beiden Schurken haben ihre Rechnung ohne Hathi und seine beiden Elefantenkinder gemacht. In letzter Sekunde kommen die drei Dickhäuter Mogli zu Hilfe. Als Mogli das Wolfsgeheul vom Ratsfelsen hört, durchschaut er Phaonas List. Gerade noch rechtzeitig kann er den Versammlungsort erreichen. Ob er sich gegen Phaona durchsetzen kann und ein vollwertiges Mitglied des Rudels wird?","versions":[{"lang":1,"streams":[{"redirect":8983119,"hoster":"VOE"},{"redirect":8380060,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Wunschbaum","epNo":23,"alt":"The Wishing Tree","descr":"Akela möchte, dass Mogli die Jagdprüfung macht. Wenn der Menschenjunge sie besteht, hat er einen festen Platz im Rudel und darf mit den anderen Wölfen auf Jagd gehen. Doch Mogli fällt durch, weil der listige Wolf Phaona, der mit allen Mitteln verhindern will, dass Mogli als vollwertiger Wolf gilt, ihn auf hinterhältige Weise austrickst. Traurig und sauer kehrt Mogli zu Balu und Baghira zurück. Während die beiden Freunde Akela, um eine zweite Chance bitten wollen, nutzt Tabaqui, der fiese Schakal, Moglis Verzweiflung für einen Trick: Er erzählt ihm von einem Wunschbaum, welcher angeblich Wünsche erfüllen kann. In dem Moment als Mogli seinen Wunsch äußert, taucht Shir Khan beim Wunschbaum auf …","versions":[{"lang":1,"streams":[{"redirect":8983120,"hoster":"VOE"},{"redirect":8380068,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die falsche Schlange","epNo":24,"alt":"Is That You, Kaa?","descr":"Tabaqui, der fiese Schakal, macht sich über Mogli lustig und stellt ihn als Feigling hin, und das auch noch vor dessen Wolfsgeschwistern. Das kann Mogli nicht auf sich sitzen lassen! Kaa, der sich gerade häutet, bringt den Menschenjungen auf eine Idee. Die Schlange und Mogli kommen ins Geschäft: Mogli erleichtert Kaa die Häutung und bekommt dafür die abgelegte Haut. Daraus bastelt Mogli eine täuschend echt aussehende Schlange, mit der er sich bei Tabaqui rächen will. Mal sehen wer hier der Feigling ist!","versions":[{"lang":1,"streams":[{"redirect":8983118,"hoster":"VOE"},{"redirect":8380065,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Gefährliches Spiel","epNo":25,"alt":"The Rubber Ball","descr":"Mogli findet so etwas Ähnliches wie einen Gummiball und ist ganz verrückt danach, mit dem zu spielen. Auch die anderen Tiere wollen mitspielen – Lali und Bala oder die Affen zum Beispiel. Doch Mogli vergrault alle mit seinem blöden Getue, weil er nämlich lieber alleine mit dem neuen Spielzeug spielen will. Da steht plötzlich Shir Khan vor ihm. In seiner Not überredet Mogli den Tiger zu einem Wettkampf: Wenn er den Ball am weitesten wirft, muss Shir Khan ihn in Ruhe lassen. Shir Khan willigt ein, aber betrügt, als er den Ball werfen soll. Mogli kann von Glück sprechen, dass seine Wolfsgeschwister Lali und Bala doch noch mal zu ihm zurückkommen!","versions":[{"lang":1,"streams":[{"redirect":8983126,"hoster":"VOE"},{"redirect":8380071,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eierdiebe","epNo":26,"alt":"The Cobra’s Egg","descr":"Balu will Mogli nicht mit zur Stachelbeerenernte mitnehmen, weil die Schlucht, an der die Beeren wachsen, für den Jungen zu gefährlich ist. Mogli ist sauer: Immer behandelt Balu ihn wie ein Kind, dabei ist er doch schon erwachsen! Das hört zufälligerweise der fiese Tabaqui und redet Mogli ein, dass er als erwachsen gelten wird, wenn er ein Ei einer Kobra ergattern kann. Gesagt getan, Mogli stiehlt einer Kobra ein Ei. Schnell muss Mogli feststellen, dass diese Aktion alles andere als erwachsen war …","versions":[{"lang":1,"streams":[{"redirect":8983121,"hoster":"VOE"},{"redirect":8380077,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Wassernot","epNo":27,"alt":"Thirst","descr":"Es herrscht eine große Dürre, und Shir Khan bewacht das letzte Wasserloch. Er will die anderen Tiere nur von dem bisschen Wasser trinken lassen, wenn sich Mogli opfert. Mogli geht auf den Vorschlag ein, aber nicht ohne vorher mit der Hilfe von Balu und Baghira eine Falle für Shir Khan gebaut zu haben. Moglis Plan gelingt: Shir Khan und Tabaqui fallen in die tiefe Grube. Nun können alle Tiere ihren Durst löschen. Doch die gute Stimmung hält nicht lange an – denn Shir Khan gelingt es, sich aus der Falle zu befreien. Nun muss Mogli sich doch opfern. Um Zeit zu gewinnen, verabschiedet er sich lang und breit von seinen Freunden und hofft, dass das Morgenrot Regen bringen wird.","versions":[{"lang":1,"streams":[{"redirect":8983123,"hoster":"VOE"},{"redirect":8380073,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Rette den Tiger!","epNo":28,"alt":"Save The Tiger","descr":"Shir Khan ist wieder einmal hinter Mogli her. Als der im Treibsand stecken bleibt, lässt Shir Khan ihn dort allein zurück. Wenn er ihn nicht fressen kann, dann soll Mogli doch im Treibsand untergehen. Doch Mogli hat Glück: Balu und Baghira finden ihn rechtzeitig und retten ihn. Als Shir Kahn erfährt, dass Mogli gerettet wurde, macht er sofort wieder Jagd auf ihn. Diesmal kann Mogli den Tiger austricksen, und der stürzt über einen Klippenrand und kann sich nur noch mit letzter Kraft am Felsen festhalten. Nun steht Mogli vor der Entscheidung, ob er Shir Khan retten oder ihn im Stich lassen soll – so wie der Tiger ihn im Stich gelassen hat.","versions":[{"lang":1,"streams":[{"redirect":12383300,"hoster":"VOE"},{"redirect":8380078,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der Bananentag","epNo":29,"alt":"King Kaa","descr":"Es ist Bananentag. Auf den freut sich Balu schon das ganze Jahr. Zusammen mit Mogli und Baghira zieht er singend zu seiner Bananenplantage, um die reifen Früchte zu ernten. Zur gleichen Zeit hypnotisiert sich Kaa mit einem spiegelnden Silbertablett selbst und glaubt nun, der König der Affen zu sein. Ein Affe hat das Tablett vor Kaas Gesicht gehalten, um sich so vor einem Angriff der gefährlichen Schlange zu schützen. Kaa verhält sich wie ein Affenkönig und verlangt, dass die Affen ihm sämtliche Früchte des Dschungels bringen. Die Affen schwärmen aus und bringen \"König Kaa\" auch Balus reife Bananen. Das lässt sich Balu natürlich nicht gefallen. Mit seinen beiden Freunden macht er sich auf zu den Kalten Höhlen, den Ruinen, in denen sich Kaa und die Affen aufhalten.","versions":[{"lang":1,"streams":[{"redirect":8983124,"hoster":"VOE"},{"redirect":8380082,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das rote Krokodil","epNo":30,"alt":"The Red Crocodile","descr":"Auf der Suche nach einer Krokodil-Eierschale für den Unterricht findet Mogli ein kleines Krokodil, das gerade aus einem Ei geschlüpft ist. Da Mogli die Mutter nicht finden kann, und schon ein Raubvogel seine Kreise zieht, nimmt Mogli das kleine Tier mit und nennt es Knabberer. Doch Balu will, dass Mogli das Krokodil zurückbringt – aber das Krokodil will nicht alleine im Nest bleiben. So sucht Mogli einen Krokodilsitter. Eine Wandzeichnung gibt dem Menschenjungen den Tipp, dass die Affen rote Krokodile verehren. Darum färbt Mogli das Krokodilbaby rot und bringt es zu Mascha, der Äffin. Doch auf seinem Heimweg entdeckt Mogli noch eine andere Wandzeichnung, die zeigt, dass die Affen mit dem roten Krokodil die Kobras aus den Ruinen vertreiben. Mogli rennt schnell zurück. Ob er Knabberer noch rechtzeitig vor den giftigen Schlangen retten kann?","versions":[{"lang":1,"streams":[{"redirect":8983125,"hoster":"VOE"},{"redirect":9236110,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Sternenstein","epNo":31,"alt":"Lucky Star","descr":"Der kleine Elefant Appu ist enttäuscht – sein Vater Hathi hält ihn immer noch nicht für erwachsen. Um zu beweisen, dass er schon erwachsen ist, holt er sich heimlich den Sternenstein, den er immer wieder in den Himmel wirft. Die Elefanten glauben nämlich, dass der Sternenstein oben im Himmel bleibt, wenn man erwachsen ist. Durch das Steinewerfen entfernt Appu sich immer mehr von der Elefantenlichtung und verliert die Orientierung. Schließlich landet er im Sumpf und sinkt immer tiefer in die braune Masse ein. Als Hathi sich Sorgen um seinen Sohn macht, helfen Chil, Balu und Mogli bei der Suche. Um weiter sehen zu können, fliegt Mogli mit Chil in die Lüfte.","versions":[{"lang":1,"streams":[{"redirect":8983131,"hoster":"VOE"},{"redirect":8392289,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Rikki, der Schlangenjäger","epNo":32,"alt":"Mongoose On The Loose","descr":"Mogli, Baghira und Balu sind auf dem Weg zu Rikki Tikki Tavi, dem Mungo, und wollen sich dessen neuen Bau ansehen. Zur gleichen Zeit ist Rikki in einen heftigen Kampf mit einer außergewöhnlichen Kobra verwickelt. Die Schlange will es sich in seinem neuen Bau gemütlich machen. Als die drei Freunde eintreffen und Rikki sich im Kampf die Pfote verletzt, teilen sie sich auf: Mogli kümmert sich um Rikkis Pfote, Balu und Baghira kümmern sich um die Schlange. Die beiden Raubtiere haben alle Pfoten voll zu tun, diese Kobra ist wirklich eigenartig. Da fällt Mogli auf, dass Kopf und Schwanz der Schlange unterschiedliche Farben haben. Handelt es sich etwa um mehrere Schlangen?","versions":[{"lang":1,"streams":[{"redirect":8983132,"hoster":"VOE"},{"redirect":8380089,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der doppelte Mogli","epNo":33,"alt":"River Leaf","descr":"Mogli findet im Fluss etwas, in dem er sich selbst sehen kann. Das muss einer der Menschen verloren haben. Das spiegelnde Ding bringt viel Aufregung in den Dschungel. Manche Tiere, zum Beispiel Tabaqui, laufen verschreckt davon, andere, wie die Affen, wollen es haben. Während Tabaqui aufgebracht Shir Khan erzählt, dass er zwei Moglis gesehen hat, bewundert sich Mascha in dem merkwürdigen Ding. Shir Khan ist verzückt, dass es nun zwei Menschenjungen gibt, die er fressen kann.","versions":[{"lang":1,"streams":[{"redirect":8983130,"hoster":"VOE"},{"redirect":8380092,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Mensch Mogli!","epNo":34,"alt":"Human After All","descr":"Irgendwie kommt schlechte Stimmung im Dschungel auf, und Mogli fühlt sich von einigen Dschungelbewohnern nicht wirklich angenommen. Auch mit Balu hat er seine Differenzen: Er fühlt sich von ihm immer zurechtgewiesen. Schließlich denkt Mogli, dass die anderen ihn nicht akzeptieren, weil er ein Mensch ist. Er beschließt daher, den Dschungel zu verlassen und zu den Menschen zurückzu-kehren. Zuerst versucht Rikki Tikki Tavi ihn davon abzubringen, und als Mogli schon in der Nähe des Dorfes ist, taucht Baghira auf, um Mogli zur Umkehr zu bewegen. Doch Baghira wird von den Menschen entdeckt, die ihre Fackeln und Waffen holen wollen, um den gefährlichen Panther zu verjagen. Nun muss Mogli sich entscheiden: Geht er zu den Menschen oder hilft er Baghira?","versions":[{"lang":1,"streams":[{"redirect":8983128,"hoster":"VOE"},{"redirect":8380095,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Mutprobe am Mittag","epNo":35,"alt":"Monkey Business","descr":"Phaona, der listige Wolf, will wissen, wer der Mutigere ist und fordert Mogli heraus. Da Mogli aber zum Unterricht muss, verabreden sie sich zur Mittagszeit bei den Klippen, um die Sache zu regeln. Während des Unterrichts taucht plötzlich ein kleines Äffchen auf und behauptet, sich verirrt zu haben. Mogli erhält von Balu den Auftrag, das kleine Äffchen Mani zu seiner Familie zurückzubringen. Als Mogli den Kleinen abgeliefert hat, muss er sich beeilen, um pünktlich zu seinem Treffen mit Phaona zu kommen. Oben auf der Klippe will Phaona im Kampf feststellen, wer der Mutigere ist. Doch von Kämpfen war zuvor nicht die Rede; und so beweist Mogli seinen Mut, indem er von den Klippen ins Wasser springt. Ob sich Phaona traut, ihm hinterher zu springen?","versions":[{"lang":1,"streams":[{"redirect":8983129,"hoster":"VOE"},{"redirect":8380100,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Zwei auf einen Streich","epNo":36,"alt":"Two For The Price Of One","descr":"Am liebsten wäre es Phaona, wenn Mogli wieder zurück zu den Menschen ins Dorf gehen würde. Doch all seine Bemühungen, Mogli loszuwerden, schlagen fehl, weil der Rudelführer Akela dem Menschenjungen den Rücken stärkt. Da ent-deckt Phaona in der Nähe des Dorfes eine große Fallgrube und heckt einen Plan aus. Mit Hilfe von Tabaqui und Shir Khan will er Mogli und Akela auf einen Streich loswerden. Tatsächlich fällt Akela in die Grube, und Mogli kommt, um ihm zu helfen. Glücklicherweise durchschaut Mogli Phaonas fiesen Plan.","versions":[{"lang":1,"streams":[{"redirect":8983134,"hoster":"VOE"},{"redirect":8380099,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Feueralarm","epNo":37,"alt":"Cheel And The Mountain Fire","descr":"Die Tiere flüchten vor einem Feuer in den Bergen. Auch Ponya, dem Kleinen Panda, gelingt die Flucht, doch vor Überanstrengung fällt sie in Ohnmacht. Glück-licherweise finden Balu und Mogli sie und bringen sie an einen sicheren Ort. Das alles hat Tabaqui beobachtet, und um an Ponya heranzukommen, lockt er Balu und Baghira hinterlistig zum Fluss. Als dann auch noch Mogli Wasser holen geht, kann Tabaqui Ponya weglocken. Er führt sie direkt zu Shir Khan, der sie als kleinen Happen für zwischendurch verspeisen will. Das wiederum beobachtet Chil, der große Greifvogel. Kann er Mogli noch rechtzeitig alarmieren?","versions":[{"lang":1,"streams":[{"redirect":8983133,"hoster":"VOE"},{"redirect":8380103,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der kranke Büffel","epNo":38,"alt":"The Buffaloes","descr":"Für den Unterricht haben Balu und Baghira verschiedene Beeren mit Heilwirkung gesammelt. Als Darsi von einem Languraffen mit Bauchweh berichtet, macht sich Balu sofort mit der richtigen Beere auf den Weg, um ihm zu helfen. Kurze Zeit später entdecken Mogli und Baghira einen jungen Büffel, der hohes Fieber hat. Die Mutter ist sehr besorgt um ihr Kalb. Doch Mogli und Baghira können sich nicht mehr erinnern, welches die richtige Beere gegen Fieber ist. Darum schickt Mogli den Vogel Darsi los, um Balu danach zu fragen. Ob der kleine vergessliche Piepmatz seinen Auftrag rechtzeitig ausführen kann? Aber es ist nicht nur ein Kampf gegen die Zeit, sondern auch gegen Shir Khan und Tabaqui, die sich an das kranke Kalb heranmachen wollen.","versions":[{"lang":1,"streams":[{"redirect":8983138,"hoster":"VOE"},{"redirect":8380106,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Geheimnis der Elefanten","epNo":39,"alt":"The Elephants’ Secret","descr":"Als Mogli erfährt, dass Hathi die schwangeren Elefantenkühe in das geheime Elefantental führt, möchte der Menschenjunge die Dickhäuter gerne begleiten. Doch Hathi verbietet es ihm. Also folgt Mogli den Elefanten heimlich. Auch Shir Khan, der von Hathis Unternehmung erfahren hat, will wissen, wo der geheime Ort ist, und schickt Tabaqui los, um es herauszufinden. Als Mogli es vor Neugierde nicht mehr aushalten kann und sich noch einmal zum Tal begibt, wird er von Tabaqui beobachtet. Während Mogli im Tal die neugeborenen Elefantenbabys bewundert, schleichen Shir Khan und Tabaqui ebenfalls dorthin. Das wiederum beobachtet Baghira und versucht, die beiden aufzuhalten. Mogli ist entsetzt, als er erkennt, was er angerichtet hat.","versions":[{"lang":1,"streams":[{"redirect":8983143,"hoster":"VOE"},{"redirect":8380108,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Moglis größter Fan","epNo":40,"alt":"Mowgli’s Number One Fan","descr":"Mogli will den Schildkröten Uuh und Buh eine Überraschung bauen. Am Fluss fängt er an, eine Konstruktion aus Holz für sie zusammenzufügen. Dabei wird er von einem kleinen Affen beobachtet. Es ist Moky, und es stellt sich heraus, dass er Moglis größter Fan ist. Er möchte gern so werden wie Mogli und ahmt ihn in allem nach. Zuerst hilft er Mogli beim Bau, doch dann möchte er spielen und fängt an, Mogli zu stören. Mogli schickt Moky zurück zu seinen Eltern, aber dort kommt der Kleine nicht an, weil Shir Khan ihm auflauert. Mit Moky als Köder lockt der fiese Tiger Mogli an. Gerade als Shir Khan sich auf den Jungen stürzen will, treffen Mokys Eltern ein.","versions":[{"lang":1,"streams":[{"redirect":8983135,"hoster":"VOE"},{"redirect":8380110,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Der falsche Panther","epNo":41,"alt":"The Wrong Panther","descr":"Baghira ist sich sicher: Kala, der gemeine Panther aus den Bergen ist wieder im Dschungel und hat es auf Mogli abgesehen. Während Balu auf Mogli aufpassen will, verfolgt Baghira Kalas Spuren. Doch Mogli, der Balus Aufsicht entwischen kann, will gemeinsam mit seinem Wolfsbruder Bala den fremden Panther vertreiben. An einem Fluss treffen alle aufeinander, auf jeder Seite des Flusses steht nun ein Panther. Welcher ist Baghira? Als die beiden Panther zu kämpfen beginnen, bringt Balu Mogli und Bala in Sicherheit. Zum Schluss siegt ein Panther, hoffentlich ist es Baghira!","versions":[{"lang":1,"streams":[{"redirect":8983139,"hoster":"VOE"},{"redirect":8380117,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Mogli, der Künstler","epNo":42,"alt":"It’s Hard To Be An Artist","descr":"Mogli ist begeistert von den Farben der Schmetterlinge und den Wandmalereien im Tempel – er möchte auch etwas Farbenfrohes malen: Ein großes Bild mit all den Tieren des Dschungels. Zusammen mit Balu mixt er Farben aus zerstoßenen Blütenblättern. Tabaqui, der das Treiben beobachtet, schnappt auf, dass Mogli nun Zauberkräfte besäße und darum König des Dschungels sei. Schnell überbringt er diese merkwürdige Nachricht an Shir Khan, der sich sofort aufmacht, um das zu klären. Während Balu Wachs für die Farben holen geht, übt Mogli schon einmal und malt ein Bild von sich selbst auf einen Stein. Da taucht Shir Khan auf und sieht Mogli doppelt. Hat Mogli tatsächlich Zauberkräfte?!?","versions":[{"lang":1,"streams":[{"redirect":11833850,"hoster":"VOE"},{"redirect":8380112,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Schwarze Schatten","epNo":43,"alt":"Day Of The Shadow","descr":"Die Elefanten, Mogli und Balu nehmen ein Schlammbad – da bemerken sie, dass sie heimlich von einem unbekannten schwarzen Tier mit gelben Augen beobachtet werden. Doch als sie im Gebüsch nach ihm sehen, ist es schon verschwunden. Es geht ein Gerücht um, dass der Schwarze Schatten in der Gegend sei – ein schwarzer Panther, der nur Menschen frisst. Auch die Menschen sind schon auf der Jagd nach dem gefährlichen Tier. Außerdem wundert Mogli sich, wo Baghira ist, denn den hat er an diesem Morgen noch gar nicht gesehen. Dann erzählt Tabaqui Mogli auch noch, dass er den Schwarzen Schatten mit eigenen Augen gesehen habe. Gibt es den Schwarzen Schatten wirklich? Oder ist es etwa Baghira? Was geht hier vor? Mogli fasst all seinen Mut zusammen, um hinter das Geheimnis zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8983144,"hoster":"VOE"},{"redirect":8380119,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Klein, aber oho!","epNo":44,"alt":"Small Is Beautiful","descr":"Gerade als Mogli, Balu und Baghira dem Vögelchen Darsi gut zureden, weil es sich klein und unwichtig fühlt, entführen zwei Affen das Krokodilbaby Beisser. So wird Darsis Hilfe gleich gebraucht. Während Mogli mit Darsi in die eine Richtung auf die Suche geht, machen sich Balu und Baghira in die andere auf. Darsi nimmt die Verfolgung aus dem Himmel auf und sieht wie die Affen den kleinen frechen Beisser in einen Spalt im Bienenfelsen werfen. Als Mogli hinaufklettert, um Beisser zu retten, greifen die Bienen an. Darsi kann sie weglocken und damit den Weg zu Beisser frei machen. Gemeinsam schaffen es Mogli und Darsi, das Krokodilbaby aus der Felsspalte zu befreien. Nun fühlt sich Darsi gar nicht mehr so unwichtig und weiß es zu schätzen, klein zu sein.","versions":[{"lang":1,"streams":[{"redirect":8983137,"hoster":"VOE"},{"redirect":8380121,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Verrückt vor Schmerz","epNo":45,"alt":"The Tooth Of The Matter","descr":"Appu ist unartig, und seine Mutter Gayini droht ihm mit dem Schwarzen Elefanten. Beleidigt besucht Appu Mogli. Zur Aufmunterung wollen die beiden Freunde am Fluss schwimmen gehen. Doch dort tobt ein Ungeheuer im Wasser, das Appu für den Schwarzen Elefanten hält. Während Appu davon läuft, erkennt Mogli, dass es sich bei dem Ungeheuer um das Krokodil Jakala handelt, das vor Zahnschmerzen fast verrückt wird. Erst will Jakala sich nicht helfen lassen, doch dann kann Mogli ihm den kranken Zahn ziehen. Vor Freude und Dankbarkeit lässt Jakala den Menschenjungen unversehrt ziehen. Doch weit kommt Mogli nicht, denn er trifft auf Shir Khan, der ihm aufgelauert hat. Aber Shir Khan hat die Rechnung ohne Jakala gemacht …","versions":[{"lang":1,"streams":[{"redirect":13004380,"hoster":"VOE"},{"redirect":8380126,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Im Tal des Nebels","epNo":46,"alt":"A Real Wolf","descr":"Phaona will Mogli endgültig aus dem Rudel verbannen und lässt sich mal wieder einen fiesen Trick dazu einfallen. Er stellt Mogli eine Falle und behauptet nachher, der Menschenjunge hätte seine Beute geklaut. Akela verdonnert Mogli daraufhin zu einer Prüfung im Tal des Nebels. Während Balu seinen Schüler Mogli für diese schwere Aufgabe trainiert, überredet Phaona den listigen Tabaqui, Mogli im Nebeltal aufzulauern und ihn zu beseitigen. Der Tag der Prüfung kommt. Mogli geht mutig in das geheimnisvolle Tal hinein, und Tabaqui folgt ihm unbemerkt. Ob Phaonas Plan gelingt, oder wird Mogli schließlich doch als Wolf anerkannt?","versions":[{"lang":1,"streams":[{"redirect":8983136,"hoster":"VOE"},{"redirect":8380125,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die gestohlene Halskette","epNo":47,"alt":"Trapped!","descr":"Shir Khan hat sich einen komplizierten Plan ausgedacht: Zuerst entführt er Mani, ein Affenbaby. Nun hat er die Affeneltern in der Hand und erpresst sie, Moglis Halskette zu klauen. Er hofft, dass Mogli seine Kette zurückholen wird – und dabei will er ihn dann fangen. Alles läuft nach seinen Vorstellungen – sogar Balu und Baghira kann er ausschalten. Aber dann geht seinem Gehilfen Tabaqui, der Mani bewachen soll, etwas schief. Mit einem Trick kann Mani, der schlaue kleine Affe, entkommen und Hathi zu Hilfe holen. Und genau in dem Moment, in dem Shir Khan sich über Mogli hermachen will, taucht Hathi mit seiner Familie auf …","versions":[{"lang":1,"streams":[{"redirect":8983146,"hoster":"VOE"},{"redirect":8380130,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Schimmel überall","epNo":48,"alt":"Bagheera In The Man Village","descr":"Ein grüner Schimmel überzieht die Bäume im Dschungel. Was kann man dagegen tun? Die Dschungelbewohner beraten sich auf einer Versammlung. Da erinnert sich Hathi, dass er solch eine Seuche schon einmal in seinem langen Leben erlebt hat. Langsam kommen seine Erinnerungen zurück: Damals als er noch bei den Menschen wohnte, haben sie diesen Schimmel mit Zedernöl bekämpft. Baghira erinnert sich ebenfalls an seine Zeit bei den Menschen, die das Zedernöl gegen Mücken verwandt haben. Vielleicht haben die Menschen ja irgendwo im Dorf dieses kostbare Öl gelagert?!? Nachts schleichen sich Mogli und Baghira ins Dorf und suchen nach dem Öl – Baghira kann sich noch ganz genau an den Geruch erinnern. Ob sie fündig werden?","versions":[{"lang":1,"streams":[{"redirect":8983149,"hoster":"VOE"},{"redirect":8380135,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Das verschwundene Affenbaby","epNo":49,"alt":"Missing Monkey","descr":"Die Affen sind auf der Suche nach Kaa, weil sie befürchten, dass er ein Affenbaby verschlungen hat. Um Schlimmes zu verhindern, machen sich Mogli, Balu und Baghira auch auf die Suche und finden Kaa vor der Affenbande. Die Schlange liegt schlafend im Dschungel und hat tatsächlich eine große Wölbung in der Magengegend. Aber Mogli glaubt nicht, dass Kaa das Affenbaby gefressen hat. Darum machen er und Baghira sich auf die Suche nach dem Baby, während Balu und Darsi Kaa verstecken. Mogli und Baghira finden tatsächlich das Baby – es lebt! Doch zur gleichen Zeit entdeckt die Affenbande, Balu und Darsi mit dem noch immer schlafenden Kaa. Gerade als die Affen sich Kaa vornehmen wollen, kommen Mogli und Baghira mit dem Affenbaby zurück. Aber was hat Kaa denn nur in seinem Magen?","versions":[{"lang":1,"streams":[{"redirect":8983150,"hoster":"VOE"},{"redirect":8380136,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Balu, der König des Dschungels","epNo":50,"alt":"Baloo The King","descr":"In einem Streit mit den Affen fällt Balu eine Melone auf den Kopf, so dass ein Stück Melone in Form einer Krone auf seinem Haupt zurückbleibt. Balu hat einen Gedächtnisverlust und hält sich nun für den König des Dschungels. Baghira und Mogli spielen das Spiel erst mal mit und hoffen, dass Balu von selbst wieder normal wird. Da dies aber nicht geschieht, beschließen sie, ihn zu erschrecken. Um ihn so richtig zu schocken, erzählen sie ihm, dass Shir Khan ihn zu einem Kampf herausfordern will. Das belauscht Tabaqui und informiert Shir Khan, der nun den armen Balu tatsächlich herausfordert. Wie können Mogli und Baghira diese verzwickte Situation wieder retten?","versions":[{"lang":1,"streams":[{"redirect":8983145,"hoster":"VOE"},{"redirect":8380142,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Balus Lieblingsschüler","epNo":51,"alt":"Best In Class","descr":"Tabaqui beobachtet, wie Mogli enttäuscht in den Urwald geht, weil Balu Ponya zu seiner Lieblingsschülerin erklärt hat. Diese Mißstimmung will Tabaqui ausnutzen, und Mogli endlich an Shir Khan ausliefern. Er gauckelt Mogli Hilfe vor und lockt gleichzeitig Ponya mit Bambus in die Kalten Höhlen, wo die Affenbande wohnt. Doch sein Plan – die beiden einzusperren – läuft schief. Mogli und Ponya können ausreißen. Gerade als Tabaquis Verzweiflung am größten ist, sperrt die Affenbande Mogli und Ponya in eine Kammer ein. Sollte er doch Glück haben, und endlich den Menschenjungen an Shir Khan ausliefern können? Doch als der die verriegelte Tür zur Kammer öffnet, ist diese leer. Wie hat es Mogli geschafft, sich und Ponya zu retten?","versions":[{"lang":1,"streams":[{"redirect":8983148,"hoster":"VOE"},{"redirect":8380143,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Das diebische Monster","epNo":52,"alt":"Monster Of Cold Lair","descr":"Mogli und Baghira haben sich einen Vorrat an Büffelfleisch zugelegt. Doch Tabaqui entdeckt ihr Versteck und klaut einen Teil von dem Fleisch, den er irgendwo gut verstecken will. Er findet einen geeigneten Raum in den Kalten Höhlen – jetzt muss er nur noch die Affen von dort vertreiben. In der Nacht versucht er als Monster, die Affen zu verscheuchen, doch es gelingt ihm nicht. Darum muss er einen neuen Platz für seine Beute suchen. Mittlerweile sind Balu, Baghira und Mogli auf seiner Spur, aber als sie Tabaqui entdecken, hat der kein Fleisch mehr. Shir Khan ist ihnen zuvor gekommen …","versions":[{"lang":1,"streams":[{"redirect":8983147,"hoster":"VOE"},{"redirect":8380144,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der weiße Pfau/Blind vor Liebe","epNo":1,"alt":"Pavo The Peacock/The Bear Facts","descr":"Im Dschungel findet die alljährliche Pfauen-Versammlung statt, bei der Pfauen ihre schönen Federn zeigen, um eine Partnerin zu finden. Die muss Mogli unbedingt sehen! Auf dem Weg dahin trifft er Pavo, einen weißen und kurzsichtigen Pfau, der sich verlaufen hat. Shir Khan, der durch die lauten Pfauenrufe angelockt wurde, entdeckt die beiden und versucht, sie zu fangen.Auf ihrer Flucht vor Shir Kahn finden Mogli und Pavo schließlich die Pfauen-Versammlung. Nun muss Pavo zeigen, was er kann, denn der schöne bunte Pfau Pula wirbt bereits um seine Herzensdame Mina. Mogli hilft nicht nur Pavo, Mina zu gewinnen, sondern muss auch noch die Pfauen vor Shir Khan retten.// Balu hat einen gewaltigen Bienenstock entdeckt, den er Mogli zeigen will. Da taucht plötzlich die attraktive Bärin Bella auf, die Balu mit ihren Schmeicheleien sofort in ihren Bann zieht. So sehr, dass er Mogli stehen lässt, um ihr den Dschungel zu zeigen. Mogli folgt ihnen heimlich und kann im letzten Moment einen Anschlag von Bella auf Balu verhindern. Der Bär ist blind vor Liebe und glaubt Mogli nicht. Doch Mogli lässt nicht locker und beobachtet die Beiden weiterhin. Dabei entdeckt er, dass die Bärin mit Shir Khan unter einer Decke steckt.","versions":[{"lang":1,"streams":[{"redirect":10100864,"hoster":"VOE"},{"redirect":10100863,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Chota, das Tigerjunge/Moglis Geist","epNo":2,"alt":"Mowgli’s Cub/Mowgli’s Ghost","descr":"Während die Tigerin Chanda in der Sonne döst, macht sich ihr Junges Chota auf die Jagd nach einem Schmetterling. Dabei fällt es in einen Fluss und wenig später einen riesigen Wasserfall hinunter. Mogli kann das Junge aus dem Wasser retten und bringt es zu Baghira und Balu. Die beiden fürchten nicht nur den Zorn der Tigermutter, sondern auch den von Shir Khan, der keinen anderen Tiger in seinem Revier dulden wird. Während Baghira und Balu sich auf die Suche nach Chanda machen, versteckt Mogli das Tigerjunge in einer Höhle. Doch Shir Khan und Tabaqui können die Beiden aufspüren …// Auf der Flucht vor Shir Khan stürzt Mogli eine Schlucht hinunter. Shir Khan und alle anderen Tiere des Dschungels glauben, er sei tot. Mogli kann sich jedoch retten und hört auf dem Weg nach Hause mit an, wie Shir Khan sich über die Trauer der Tiere lustig macht. Unfreiwillig bringt Tabaqui den Menschenjungen auf die Idee, Shir Khan so lange als Geist zu verfolgen, bis er sich bei den Tieren für sein Verhalten entschuldigt. Zunächst scheint ihm das auch zu gelingen, doch dann findet der Tiger die echten Fußspuren von Mogli …","versions":[{"lang":1,"streams":[{"redirect":11197558,"hoster":"VOE"},{"redirect":10100862,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf zu den Baby-Schildkröten/Mogli unter Verdacht","epNo":3,"alt":"Journey To The Nesting Grounds/Mowgli The Thief","descr":"Mogli spielt mit seinen Wolfsgeschwistern Bala und Lali am Fluss. Als Mogli zu einem Wettschwimmen ins Wasser springt, taucht plötzlich Jakala auf. Die drei können dem hungrigen Krokodil gerade noch entkommen. Es droht ihnen aber, sie zu fressen, wenn sie sich nicht vom Fluss fernhalten!Gerade als sie das Flussufer verlassen wollen, treffen sie Uuh und Buh. Die beiden Schildkröten sind sehr in Eile, weil sie bis zum Sonnenuntergang eine Insel erreichen wollen, um dort das Schlüpfen der Baby-Schildkröten zu beobachten. Mogli und die beiden Wölfe möchten das alte Schildkrötenpaar begleiten, doch der Weg geht am Fluss entlang und darin lauert Jakala!// Balu und Baghira finden ihr Essen in Moglis Baum und verdächtigen ihn, sie bestohlen zu haben. Vergeblich beteuert er seine Unschuld, bis er enttäuscht seine Freunde verlässt. Und es kommt noch schlimmer: Auch Akela glaubt, dass Mogli ihn bestohlen hat, und verbannt ihn zur Strafe aus dem Wolfsrudel. Ist Mogli wirklich ein Dieb, oder stecken Shir Kahn und Tabaqui hinter der Verschwörung?","versions":[{"lang":1,"streams":[{"redirect":11297254,"hoster":"VOE"},{"redirect":10100865,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Honig für Balu/Mogli lernt fliegen","epNo":4,"alt":"Show Me The Honey/Come Fly With Me","descr":"Beim Sturz von einem Baum verletzt sich Balu an der Nase. Jetzt braucht er einen ganz besonderen, medizinischen Honig, um seine Schmerzen zu lindern. Mogli und Baghira machen sich auf den Weg zu dem Mandelbaum, in dem der Honig sein soll. Dort müssen sie feststellen, dass irgendjemand bereits den gesamten Honig mitgenommen hat. Zusammen mit Rikki, dem Mungo, verfolgen sie die Spur des frechen Honigdiebs.// Wie jedes Jahr rasten die sibirischen Kraniche auf ihrem Weg nach Norden im Dschungel, und Mogli lernt die Kranichdame Aliona kennen. Er ist begeistert von ihrer Flugkunst. Zu gern möchte er mit ihr und den anderen Kranichen fliegen und die blauen Berge, die gelben Ebenen und den glitzernden Silbersee kennenlernen. Aber dazu muss er erst einmal fliegen lernen.","versions":[{"lang":1,"streams":[{"redirect":11297263,"hoster":"VOE"},{"redirect":10100867,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Shir Khans Schnurrhaar/Die gemeine Affenbande","epNo":5,"alt":"Truth Or Dare/Banzai Bananas","descr":"Mogli spielt mit seinen Wolfsgeschwistern Lali und Bala Wahrheit oder Pflicht. Als Bala keine Aufgabe für Mogli einfällt, mischt sich Tabaqui unerkannt und hinterhältig ein. Ihm gelingt es, die Idee \"Shir Kahn ein Schnurrhaar auszureißen\" Mogli als Pflicht unterzujubeln. Vergeblich versuchen die beiden Wölfe, Mogli von dieser gefährlichen Mutprobe abzuhalten.// Die drei frechen Affenschwestern Mascha, Mera und Mona machen sich einen Spaß daraus, den wehrlosen Wildschweinkeiler Rana aus dem Baum heraus mit Bananenschalen zu bewerfen. Mogli steht ihm bei, und die Beiden beschließen, es den Affen heimzuzahlen. Sie bauen eine Falle für die Affen, doch ihr Plan geht nicht auf. Denn sie werden von den Affen überlistet und tappen selbst hinein. Der Schakal Tabaqui beobachtet alles und erzählt Shir Kahn davon. Jetzt ist auch noch der Tiger hinter ihnen her!","versions":[{"lang":1,"streams":[{"redirect":11197570,"hoster":"VOE"},{"redirect":10100868,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefährliches Nachäffen/Heimatlose Affen","epNo":6,"alt":"Who’s Laughing Now?/Home Wreckers","descr":"Mascha beobachtet, wie Mogli sich über sie lustig macht, indem er sie nachäfft. Daraufhin lässt sie ihn fangen und sperrt ihn ein. Der kleine Vogel Darsi bekommt das mit und alarmiert Balu und Baghira. Die Drei machen sich auf, um Mogli zu befreien. Dabei geraten sie selbst hinter Gitter. Obwohl das Nachäffen sie in diese brenzlige Situation gebracht hat, provoziert Mogli die Äffin aus dem \"Gefängnis\" heraus wieder, indem er sie nachäfft. Ob das gut geht?// Mogli entdeckt, dass die Kalten Höhlen, die alte verlassene Stadt, in der eigentlich die Affen wohnen, total vereinsamt ist. Die Affen haben ihre Ruinen verlassen, weil der gefährliche Panther Kala zurückgekehrt ist und nun dort wohnt. Mogli will sofort seine Freunde Balu und Baghira informieren und mit ihnen Kala vertreiben. Doch die beiden Freunde wurden unterdessen von der heimatlosen Äffin Mascha gefangen genommen. Mascha, denkt mal wieder sie sei die Königin der Affen, und will sich mit ihrer Affenbande nun – da ihr Wohnraum abhandengekommen ist – bei Balu und Baghira einnisten. Da entschließt sich Mogli, Kala allein davonzujagen und so seine Freunde zu befreien! Aber sein Versuch scheitert. Da hat er eine Idee: Er bringt Mascha dazu, mit ihren Affen in den Kampf gegen Kala zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":10100873,"hoster":"VOE"},{"redirect":10100872,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hathis Sonnentanz/Kätzchen Khan","epNo":7,"alt":"The Sundance/Kitty Kat Khan","descr":"Ängstlich beobachten die Tiere, den Beginn einer Sonnenfinsternis – wie die Sonne ganz langsam verschwindet. Hathi soll den Sonnentanz tanzen, damit die Sonne auf jeden Fall wieder hervorkommt. Doch ihm fällt der Tanz nicht mehr ein! Die Tiere sind entsetzt. Da können nur die beiden alten Schildkröten Boo und Oo helfen, sie sind die einzigen, die vor 70 Jahren auch schon dabei waren als Hathis Vater den Tanz zelebriert hatte. Aber die Beiden sind noch nicht da. Schnell machen sich Mogli und Baghira auf den Weg, um sie zu finden. Heimlich folgt ihnen Shir Khan …// Bei einem Kampf mit Jakala stürzt Shir Khan unglücklich. Alle denken er sei tot. Doch dann wacht der Tiger wieder auf – aber nicht als starker gefährlicher Shir Khan sondern als Baby, das nach seiner Mami ruft. Mogli macht sich Sorgen, dass Shir Khan so nicht überleben kann und versucht, ihm das Jagen beizubringen. Doch alle Versuche scheitern.Jetzt, wo Tabaqui seinen Versorger Shir Khan verloren hat, will der fiese Schakal mit Jakala gemeinsame Sache machen. Er verspricht dem Krokodil, Shir Khan zum Fluss zu locken. Dort soll es den Tiger zur Strecke bringen. Tabaqui schafft, dass \"Kätzchen Khan\" ihm folgt, aber Mogli, Baghira und Balu bleiben ihnen dicht auf den Fersen. Sie wollen den hilflosen Shir Khan retten.","versions":[{"lang":1,"streams":[{"redirect":10100871,"hoster":"VOE"},{"redirect":10100869,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vogeleier in Gefahr/Abenteuer flussabwärts","epNo":8,"alt":"SOS Eggs/Mowgli And The Sambar Deer","descr":"Mogli schwingt sich durch den Dschungel. Dabei wirf er ein Vogelnest vom Ast. Er kann die beiden Eier, die darin liegen, gerade noch auffangen. Doch die Vogeleltern Vira und Ravi sind entsetzt. Nun müssen sie ein neues Nest bauen, und wie sollen die Eier währenddessen warmgehalten werden? Mogli will das übernehmen, aber Kaa stört ihn dabei und versucht, ihm die Eier abzujagen. Da sucht Mogli bei Balu Hilfe. Während Balu die Eier warmhält, trickst Mogli die gefräßige Schlange Kaa aus. Ob Mogli und Balu es schaffen, die Eier noch vor dem Schlüpfen wieder bei Vira und Ravi ins neue Nest zu legen?// Mogli versucht, auf einem Seil den Fluss zu überqueren. Das Seil reißt, und er wird vom Wasser mitgerissen. Als er an Land kommt, begegnet er dem jungen Hirsch Chuchip, der von Kala, dem gefährlichen Panther, verfolgt wird. Gemeinsam wollen sie sich in Sicherheit bringen. Inzwischen trifft Chapal, der Hirsch-Vater, der seinen Sohn sucht, auf Baghira und Balu, die Mogli finden wollen. Sie beschließen, die Suche gemeinsam fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":10100875,"hoster":"VOE"},{"redirect":10100874,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Schakal im Wolfspelz/Peinliches Trompeten","epNo":9,"alt":"Jackal In Wolf’s Clothing/Trumpet Trouble","descr":"Es herrscht Futter-Knappheit im Dschungel, aber die Wölfe haben vorgesorgt und nach der letzten Büffeljagd ein geheimes Vorratslager in einer Höhle angelegt. Während der Rudelführer Akela seinen Wölfen sagt, dass sie sich nur mit seiner Erlaubnis daraus bedienen dürfen, werden Mogli und Bala von Shir Kahn verfolgt und in die Enge getrieben. Die Wölfe wollen zu Hilfe eilen, aber das ist nicht mehr nötig, denn Tabaqui, der sich doch eigentlich immer hinterhältig verhält, beschützt Mogli und Bala vor dem Tiger. Zum Dank dafür darf Tabaqui beim Wolfsrudel bleiben. Doch Mogli und Bala trauen dem Schakal nicht. Und tatsächlich! In der Nacht beobachtet Mogli ein Treffen zwischen Shir Kahn und Tabaqui. Was haben die Beiden vor? Haben sie es etwa auf das geheime Vorratslager abgesehen?// Die Elefanten wollen am Abend ein Fest feiern, auf dem Appu und Hita zeigen sollen, dass sie nun zu den Großen gehören. Dafür müssen die Geschwister einen lauten und kräftigen Elefantenruf trompeten. Hita ist verzweifelt, weil sie das nicht kann. Sie bringt nur komische Töne heraus. Mogli, der sie zufällig beim Üben trifft, bietet ihr seine Hilfe an. Doch das ist gar nicht so einfach, weil entweder die Affen sie stören und sich über Hitas peinliche Töne lustig machen, oder das Krokodil Jakala versucht, Mogli zu fangen.","versions":[{"lang":1,"streams":[{"redirect":10100877,"hoster":"VOE"},{"redirect":10100876,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Baghira in Not/Der Brillendieb","epNo":10,"alt":"Panther In Distress/Blind As A Bear","descr":"Mogli pflückt köstliche Pfirsiche, während es Darsi mehr auf die Würmer in den Pfirsichen abgesehen hat. Zum Schutz werden Mogli und Darsi von ihrem Panther-Freund Baghira begleitet, denn sie befinden sich ganz in der Nähe des \"Tal des Nebels\" im Revier des gefährlichen Panthers Kala. Als der dann auch tatsächlich auftaucht, kämpfen die beiden Raubkatzen miteinander und Baghira wird an der Vorderpfote verletzt. Die drei Freunde können sich retten, doch Baghiras Wunde entzündet sich schwer, und Balu weiß nur noch ein Mittel: An der Wunde müssen schwarze Maden angesetzt werden. Aber die gibt es nur im \"Tal des Nebels\", und das liegt in Kalas Revier! Mogli und Darsi machen sich allein auf diesen gefährlichen Weg …// Mogli langweilt sich. Balu und Baghira schlafen, und er weiß nichts mit sich anzufangen. Da hat er die Idee, dem schlafenden Balu die Brille von der Nase zu nehmen. Als Mogli damit spielt, stolpert er, fällt hin, und die Brille fliegt ihm von der Nase direkt vor Tabaquis Füße. Mogli kann nicht verhindern, dass Tabaqui mit Balus Brille davonläuft. Zusammen mit Darsi verfolgt Mogli den Schakal. Aber der lockt sie in Shir Kahns Revier! Und ausgerechnet jetzt kann Balu nicht richtig sehen! Können Baghira und Balu das Schlimmste verhindern.","versions":[{"lang":1,"streams":[{"redirect":14001628,"hoster":"VOE"},{"redirect":10100878,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kaa hat Schluckauf/Wettkampf im Dschungel","epNo":11,"alt":"The Python’s Hiccups/The Jungle Champion","descr":"Mogli schwingt sich von Liane zu Liane und hält sich dabei versehentlich an Kaa fest. Der Riesenphyton fällt vom Baum und bekommt davon einen hartnäckigen Schluckauf, der es ihm unmöglich macht, auf Beutejagd zu gehen. Wütend beschwert er sich bei Mogli, der daraufhin alles versucht, Kaa von seinem Schluckauf zu befreien. Aber ohne Erfolg. Darüber freuen sich die drei Affenschwestern, denn sie brauchen jetzt keine Angst mehr vor Kaa zu haben. Doch glücklicherweise kennt Balu ein Heilmittel gegen Kaas Schluckauf – eine blaue Blume. Er schickt Mogli und Kaa los, sie zu pflücken. Aber das wollen die drei Affenschwestern natürlich unter allen Umständen verhindern.// Mogli rennt hinter Darsi her und versucht erfolglos, sie zu fangen. Als Tabaqui das sieht, macht er sich über Mogli lustig und behauptet, dass er das langsamste Lebewesen im ganzen Dschungel sei. Das kann Mogli nicht auf sich sitzen lassen und fordert ihn zu einem Wettkampf im Laufen und Springen heraus. Aber der hinterhältige Schakal stellt Mogli eine Falle und will ihn Shir Khan ausliefern! Ob Mogli sich befreien kann?","versions":[{"lang":1,"streams":[{"redirect":10100881,"hoster":"VOE"},{"redirect":10100880,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verloren im Sumpf/Der Geburtstagsfisch","epNo":12,"alt":"The Elephant Call/The Birthday Fish","descr":"Hathi und seine Elefantenfamilie freuen sich auf den Besuch ihrer Verwandten, insbesondere auf den kleinen Elefantenjungen Rudi. Als sie nicht auftauchen, bietet Mogli an, sie zu suchen. Schon bald hat er Rudis Eltern am Rand eines Sumpfs entdeckt, aber wo ist Rudi?Mogli schickt Darsi los, damit sie Hathi benachrichtigt. Von Rudis besorgten Eltern erfährt Mogli, dass sich der Kleine im Sumpf verlaufen hat, aber sie ihm wegen ihres Gewichts nicht folgen können. Mogli macht sich sofort auf die Suche nach Rudi. Er findet den ängstlichen Kleinen, aber im Sumpf lauert schon Jakala!// Balu hat Geburtstag! Um seinen größten Wunsch zu erfahren, horcht Mogli ihn aus. Er will wissen, was der Bär am allerliebsten isst. Als Balu von einem besonderen Fisch erzählt, beschließt Mogli, ihm so einen zu fangen. Dazu muss er allerdings in Shir Khans Revier, denn dort liegt der Fluss, in dem dieser Fisch lebt. Als Baghira und Mogli aufbrechen, macht sich aber noch jemand auf den Weg: Tabaqui, der hinterhältige Schakal. Der hatte alles belauscht und will nun Shir Khan holen, um die beiden zu verfolgen und dann endlich Mogli zu fangen.","versions":[{"lang":1,"streams":[{"redirect":10100882,"hoster":"VOE"},{"redirect":10100887,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Team Mogli/Verbotene Schlitterpartie","epNo":13,"alt":"Team Work/Birds Of A Feather","descr":"Die Wölfe müssen wieder ihre Vorräte auffüllen und gehen deshalb auf Büffeljagd. Dazu teilt Akela, der Leitwolf des Rudels, seine Wölfe in zwei Teams auf. Zum Ärger von Phaona macht Akela nicht ihn zum Anführer des einen Teams, sondern Mogli. Moglis Team besteht aus Phaona, Bala und Lali. Immer wieder versucht Phaona, Mogli hinterlistig zu schaden, und schließlich lässt er ihn auf einem Felsvorsprung zurück und macht sich selbst zum Anführer. Doch dann bringt er sich, Bala und Lali in eine gefährliche Situation. Aber glücklicherweise konnte sich Mogli noch rechtzeitig von dem Felsvorsprung retten, um nun – mutig wie er ist – einzugreifen.// Mogli und Balu suchen Beeren. Sie finden aber keine, denn die sind schon alle von Rangu für seinen Besuch gesammelt worden. Jedes Jahr machen die Kraniche, die nach Süden ziehen, bei ihm Stopp. Mogli und Balu entdecken die Beeren bei Rangu und versprechen, sie ihm zu lassen und ihn auch nicht wieder zu stören. Gerade als sie den Hügel verlassen wollen, rutscht Balu aus und saust den Hügel hinab. Mogli gefällt das, und er saust hinterher. Mogli genießt die lange Schlitterpartie so sehr, dass er sich von Balu trennt und – entgegen seinem Versprechen – wieder zu Rangu auf den Hügel schleicht, um noch mal zu rutschen. Doch er wird von der Affenbande verfolgt, und als die Rangus Beerenvorrat sieht, herrscht totales Chaos. Sie verwüsten das schön hergerichtete Lager für die Kraniche, fesseln Mogli, um ungestört die Beeren fressen zu können. Rangu ist außer sich. Wie kann Mogli das nur wieder gut machen?","versions":[{"lang":1,"streams":[{"redirect":10100885,"hoster":"VOE"},{"redirect":10100883,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Tempel der Wölfe – Teil 1+2","epNo":1,"alt":"","descr":"Akela, der Anführer des Wolfsrudels, ist schwer krank. Nur das Heilwasser aus dem Tempel der Wölfe kann ihn jetzt noch retten. Daruka, Bala, Mogli und Phaona begleiten Akela auf dem gefährlichen Weg über die Berge. Schnell wird klar, dass Phaona nichts Gutes im Schilde führt. Nicht nur Akela ist in Gefahr – auch Mogli muss sich in Acht nehmen.","versions":[{"lang":1,"streams":[{"redirect":11197561,"hoster":"VOE"},{"redirect":10100884,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dein Feind und Helfer/Wer ist der Dieb?","epNo":2,"alt":"","descr":"Auf der Flucht vor Shir Khan und Jakala retten sich Mogli und Phaona in einen hohlen Baumstamm, der auf dem Fluss entlang treibt. Auch Shir Khan landet im Wasser. Alle drei schwimmen auf den Wasserfall zu.Mogli und Phaona haben Glück, denn der Stamm bleibt an einem Felsen im Wasserfall hängen. Mogli hat alle Hände voll zu tun, um sich und Phaona ans Ufer zu retten. Dann entdeckt er auch noch Shir Khan, der völlig erschöpft auf einem Felsvorsprung unterhalb von ihnen im Wasserfall liegt. Wird er auch ihm helfen?// Ein großer, gefräßiger Bär hat Ikkis köstliche Beeren gestohlen. Mogli, Baghira und Balu stellen dem Dieb eine Falle und legen sich auf die Lauer. Sie wollen den Dieb bei frischer Tat ertappen. Mitten in der Nacht nähert sich tatsächlich jemand dem Versteck der Beeren. Wer wagt es, sich an Ikkis Beeren zu vergreifen?","versions":[{"lang":1,"streams":[{"redirect":11197565,"hoster":"VOE"},{"redirect":10100886,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tabaquis fast perfekter Plan/Vorübergehend blind","epNo":3,"alt":"","descr":"In einem alten verlassenen Zelt findet Tabaqui eine Pistole, die ihn auf eine Idee bringt: Er kann Balu und Baghira davon überzeugen, dass Menschen im Anmarsch sind. Die beiden wiederum informieren alle Dschungeltiere, sich am Unterschlupf zu treffen und zu verstecken. Tabaqui gelingt es auch noch, Mogli von all den anderen zu trennen und an den Fluss zu locken, wo Shir Khan auf ihn warten soll! Doch dann läuft nicht mehr alles nach seinem Plan …// Mogli pustet in eine Blume und wird durch den Blütenstaub blind. Während Balu sich auf die Suche nach einer Pflanze macht, die Mogli schnell helfen kann, soll Baghira auf Mogli aufpassen: Der blinde Menschenjunge soll zu seiner eigenen Sicherheit brav auf dem Baum bleiben. Doch dann taucht Tabaqui auf, und der lockt Baghira weg und in eine Falle …","versions":[{"lang":1,"streams":[{"redirect":11197574,"hoster":"VOE"},{"redirect":10100888,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Bernstein-Legende/Rikki, der Drachenflieger","epNo":4,"alt":"","descr":"Mogli hat einen Bernstein gefunden, von dem gesagt wird, dass er die Kraft aller Tiere enthält, die jemals gelebt haben. Im Auftrag von Shir Khan klaut Tabaqui den Stein. Der Tiger, der sich mit diesem angeblich kraftvollen Stein unbesiegbar fühlt, befiehlt den anderen Tieren, Mogli zu ihm zu bringen. Nun wird er endlich das Menschenkind besiegen. Phaona und Tabaqui machen sich gleich auf die Suche nach Mogli …// Mogli findet im Dschungel ein großes buntes Ding, das fliegen kann. Balu weiß, dass es von Menschen gemacht wurde und Drachen heißt. Während Mogli mit Darsi und dem neuen Flugdrachen spielt, verfängt sich Rikki darin und steigt mit ihm in die Lüfte. Hilfe! Mogli muss ihn wieder runterholen, aber das ist leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":10797721,"hoster":"VOE"},{"redirect":10100889,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verschnupfte Dschungeltiere/Die verlorene Stimme","epNo":5,"alt":"","descr":"Fast alle Tiere im Dschungel sind erkältet. Balu behandelt die Tiere mit Kurkuma-Wurzeln, aber sein Vorrat geht rasch zu Ende. Er schickt den gesunden Mogli los, um für Nachschub zu sorgen. Dabei wird er vom verschnupften Tabaqui beobachtet. Das ist die Chance für Shir Khan, Mogli endlich zu fangen!// Shir Khan verfolgt die Äffin Mascha und treibt sie in die Enge. Aus lauter Verzweiflung brüllt sie Shir Khan an. Als der zurückbrüllen will, kommt nur ein leises Geräusch heraus. Shir Khan hat seine Stimme verloren, und all die Tiere haben keine Angst mehr vor ihm. Mogli und Balu überlegen, wie sie Shir Khan helfen können, seine Stimme wiederzubekommen, damit die Affen nicht die Herrschaft über den Dschungel übernehmen.","versions":[{"lang":1,"streams":[{"redirect":11197572,"hoster":"VOE"},{"redirect":10100890,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Bambusturm/Das unsichtbare Menschenkind","epNo":6,"alt":"","descr":"Mascha, die sich für die Affenkönigin hält, will einen Bambusturm bauen, der bis zur Sonne reicht. Dazu braucht sie Ponya, die kleine rote Pandabärin, die ihr die Bambusstängel passend zurechtschneiden muss. Doch Mogli ist mit Ponya verabredet, und als sie nicht kommt, macht er sich auf die Suche nach ihr. Er schleicht sich ins Affenlager, um Ponya aus den Händen der Affenbande zu befreien.// Die Geburt einiger Elefantenbabys steht bevor. Für die Willkommenszeremonie dürfen Mogli, Appu und Hita eine perfekte Mango suchen. Aber die Affen haben alle Mangobäume leergefressen – bis auf einen. Doch unter dem liegt Shir Khan und döst. Wie können die drei Freunde ihn austricksen, um an eine Mango zu kommen?","versions":[{"lang":1,"streams":[{"redirect":11197567,"hoster":"VOE"},{"redirect":10100892,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Heulen der Wölfe/Ein flugunfähiger Kranich","epNo":7,"alt":"","descr":"Die Wölfe erwarten für die Nacht den \"Roten Mond\". Das bedeutet, dass in der Nacht eine Zeremonie mit großem Wolfsgeheul stattfinden wird. In diesem Jahr dürfen auch Bala, Lali und Mogli zum ersten Mal daran teilnehmen. Akela fordert Mogli auf, für dieses Ritual zu üben. Aber Moglis Versuche scheitern kläglich. Da redet Phaona ihm ein, dass er dann nicht an der Zeremonie teilnehmen darf, und sogar aus dem Rudel verstoßen wird. Er rät dem verzweifelten Mogli, den Dschungel zu verlassen …// Am Fluss findet Mogli ein großes Schneckengehäuse, in das er hineinbläst. Das Geräusch, das dabei entsteht, lockt eine Kranichfrau an. Die beiden lernen sich kennen und sind so in ihre Unterhaltung vertieft, dass sie gar nicht bemerken, dass sich das Krokodil Jakala heranschleicht. Jakala greift an und beißt in den Flügel des großen Vogels, der nun nicht mehr fliegen kann. Mogli macht sich mit der Kranichfrau zu Fuß auf den Weg zu ihren Freunden an den See. Doch der Weg ist lang, und Tabaqui liegt schon auf der Lauer und freut sich auf seine Beute. Zu allem Übel müssen sie auch noch an Shir Khans Revier vorbei.","versions":[{"lang":1,"streams":[{"redirect":11297266,"hoster":"VOE"},{"redirect":10100891,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Sternschnuppe/Tanzt den Rana-Tanz!","epNo":8,"alt":"","descr":"Shir Khan und Tabaqui liegen auf der Lauer, und beobachten Mogli mit Chota, dem kleinen Tigerjungen. Gerade als sie angreifen wollen, schlägt in der Nähe eine Sternschnuppe ein, so dass die ganze Erde bebt, und die beiden Angreifer ihren Plan nicht ausführen können. Mogli erzählt dem kleinen Tiger, dass einer Legende nach ein Wunsch in Erfüllung geht, wenn man die Sternschnuppe berührt. Als am nächsten Morgen Chota verschwunden ist, kann sich Mogli schon denken, wo er ihn findet. Doch was Mogli noch nicht weiß: Seine Suche wird ihn ganz nah an Shir Khans Höhle führen.// Mogli, Mascha und ihre Schwestern sowie Rana, das Wildschwein, treffen sich zufällig alle am Tamarindenbaum. Die Affen und Rana geraten in Streit um die leckeren klebrigen Früchte. Mogli beobachtet das und macht sich über Rana lustig – er äfft seine komischen wütenden Hüpfbewegungen nach und macht daraus den Rana-Tanz. Das findet Rana überhaupt nicht lustig. Erst als Rana beleidigt davonläuft, merkt Mogli, was er angerichtet hat. Darum will sich der Menschenjunge bei Rana entschuldigen. Doch das ist gar nicht so einfach, weil mittlerweile auch Shir Khan und Tabaqui von dem Tumult angelockt wurden …","versions":[{"lang":1,"streams":[{"redirect":11197578,"hoster":"VOE"},{"redirect":10100893,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo ist Appu?/Baghiras große Angst","epNo":9,"alt":"","descr":"Mogli und die Elefantengeschwister Appu und Hita spielen Ball. Dabei trifft der kleine Elefantenjunge Appu aus Versehen seinen Vater am Kopf, und Hita macht sich über ihren Bruder lustig. Um kein weiteres Unheil anzurichten, gehen die drei Freunde zum Tempel um Verstecken zu spielen. Dort fordert Appu die Schwester heraus: Wetten du findest mich nicht! Und tatsächlich, Appu ist spurlos verschwunden. Als Hita und Mogli ihn am Tempel nicht finden können, machen sie sich im Dschungel auf die Suche. Aber nicht nur sie suchen ihn, auch Shir Khan und Tabaqui sind bereits hinter dem Elefantenjungen her!// Die drei Freunde Mogli, Balu und Baghira sind am Fluss. Balu steht mitten im Wasser und fängt Fische. Da taucht das Krokodil Jakala auf, und Balu steckt im Schlamm des Flusses fest – er schafft es nicht an Land! Mit Müh und Not kann Mogli das Krokodil vertreiben und so Balu retten. Baghira allerdings hat sich nicht getraut ins Wasser zu springen, um seinen Freunden zu helfen. Baghira hat Angst vor Wasser! Behutsam versuchen Balu und Mogli ihm die Angst zu nehmen. Doch dann taucht Jakala wieder auf.","versions":[{"lang":1,"streams":[{"redirect":11197573,"hoster":"VOE"},{"redirect":10100895,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tabaqui, der einsame Jäger/Der Schönheitswettbewerb","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13992818,"hoster":"VOE"},{"redirect":10100894,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Tal der Riesen/Super-Darsi","epNo":11,"alt":"","descr":"Balu findet per Zufall eine alte Karte, die bei ihm Erinnerungen weckt: Als er jung war, hat er mit seinem Freund, dem damals auch noch jungen Wolf Akela, versucht, mit Hilfe dieser Karte den Weg in das verlassene \"Tal der Riesen\" zu finden. Doch den beiden war es nicht gelungen herauszufinden, warum das Tal diesen Namen trägt. Sie hatten es damals vor lauter Angst wieder fluchtartig verlassen. Mogli möchte mit seinem Wolfsbruder Bala hinter das Geheimnis dieses Tales kommen und malt heimlich die Karte ab. Zusammen machen sie sich auf den Weg zum Tal. Auf ihrem Weg dorthin werden sie von Shir Khan beobachtet, der ihnen folgt.// Durch eine Verknüpfung von verschieden Umständen, kommt es dazu, dass Shir Khan vor dem kleinen Vogel Darsi zu Boden geht. Nun glaubt Darsi felsenfest, sie habe den großen Tiger mit einem Schnabelhieb ausgeknockt. Dabei war es doch Mogli, der Shir Khan mit einer Kokosnuss getroffen hatte. Mogli beobachtet wie Darsi diese Fehleinschätzung zu Kopf steigt, und sie übermütig wird. Sie bringt sich selbst in Gefahr, weil sie keine Angst mehr kennt. Mogli versucht mit allen Mitteln, Darsi davon zu überzeugen, dass sie in Wahrheit nicht so stark ist. Doch sie glaubt ihm erst, als sie wieder auf Shir Khan trifft und die Situation ausweglos erscheint.","versions":[{"lang":1,"streams":[{"redirect":10100897,"hoster":"VOE"},{"redirect":10100896,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Dschungelprüfung/Balus Schatz","epNo":12,"alt":"","descr":"Balu kann es nicht glauben, dass Mogli sich vor lauter Gier so ungeschickt Honig aus einem Bienenstock genommen hat, dass ihn die Bienen verfolgen. Nachdem der Bär den Jungen vor dem gefährlichen Schwarm gerettet hat, will er Moglis Dschungel-kenntnisse mit einigen Fragen überprüfen. Mogli hat Spaß daran, seinem alten Freund zu zeigen, wie gut er sich auskennt. Doch aus Spaß wird bald Ernst, denn Tabaqui und Shir Khan mischen sich ein …// Balu und Shir Kahn streiten sich um einen Fisch. Als Shir Khan dem alten Bär sagt, dass er schon immer seine Schätze an ihn verloren habe, ist Balu eingeschnappt und will allein sein. Mogli hat den Bären noch nie in so einer Stimmung erlebt – und das, nur wegen eines Fisches. Der Menschenjunge macht sich mit Baghira auf den Weg, um herauszufinden welche Schätze Shir Khan gemeint hat. Sie kommen schließlich zu der Höhle, in der Balu mit seiner Mutter als kleiner Bär gelebt hatte, bis Shir Khan sie damals von dort vertrieben hat. Als sie die alte Schlafkammer der Bären entdecken, stößt Balu zu ihnen. Er war ihnen gefolgt; aber nicht nur er – auch Shir Khan und Tabaqui sind in der Höhle …","versions":[{"lang":1,"streams":[{"redirect":10100899,"hoster":"VOE"},{"redirect":10100898,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der zerbrochene Taktstock/Jagd nach dem Smaragd","epNo":13,"alt":"","descr":"Heute Abend findet die alljährliche Elefantenparade statt, die Hathi immer mit dem schwarzen Taktstock leitet. Doch der geht zu Bruch, als Appu, Hita und Mogli heimlich mit ihm spielen. Während Mogli und Appu sich zu dem heiligen schwarzen Baum aufmachen, um einen neuen Taktstock zu holen, soll Hita ihren Vater Hathi beruhigen, der aufgeregt nach seinem alten Taktstock sucht. Sie muss aufpassen, dass sie Mogli und Appu nicht verrät. Die Lage spitzt sich zu, als zum einen Shir Khan und Tabaqui hinter den beiden Jungs her sind, und zum anderen Hathi an sich und seiner Rolle als Elefantenchef zweifelt. Werden die Jungs rechtzeitig zum Sonnenuntergang mit dem neuen Taktstock eintreffen?// Balu und Rangu streiten sich um eine Mango. Der dicke Vogel Rangu hat sie dem Bären weggeschnappt und ist mit ihr davon geflogen. Doch sie fällt dem Vogel aus den Krallen, gerade als er über die festliche Geburtstagsveranstaltung von Mascha fliegt. Die dicke Frucht landet genau auf einem edlen Smaragd, den Mascha als Geschenk von der Kobra Thuu gereicht bekommt. Rangu gelingt es die Mango wieder in seine Krallen zu bekommen, und nimmt so den feststeckenden Smaragd mit. Das gibt Ärger! Thuu bestimmt Folgendes: Mogli, der mit Balu auf der Jagd nach Rangu und der Mango bei Maschas Fest vorbeikommt, soll Rangu weiter verfolgen und die Mango bis Sonnenuntergang zurückbringen. Solange bleibt Balu als Gefangener bei Mascha. Falls der Smaragd nicht zurückkommt, wird es Balu schlecht ergehen …","versions":[{"lang":1,"streams":[{"redirect":11197577,"hoster":"VOE"},{"redirect":10100900,"hoster":"Streamtape"}]}]}]}]}