{"path":"/serie/stream/das-zarenreich-russland-und-die-romanows","name":"Das Zarenreich – Russland und die Romanows","descr":"Die britische Historikerin Lucy Worsley bereist Russland, um dort den Spuren der Romanow-Dynastie nachzugehen, die das Land 300 Jahre lang beherrschte.","seasons":[{"path":"/serie/stream/das-zarenreich-russland-und-die-romanows/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-zarenreich-russland-und-die-romanows/staffel-1/episode-1","name":"Die Neuerfindung Russlands","epNo":1,"alt":"Reinventing Russia","descr":"300 Jahre lang zählen die Romanows zu den einflussreichsten Herrscher-Familien Europas. Sie besiegen Napoleon, erbauen ganze Städte und machen Russland zur Weltmacht. Im 17. Jahrhundert macht sich Peter der Große einen Namen als Bauherr von Sankt Petersburg und Begründer eines neuen, westlich orientierten Russlands. Eine weitere berühmte Romanow ist Katharina die Große, eine gebürtige Deutsche, die sich an die Macht putscht und anschließend Russland zum globalen Aufstieg verhilft. Doch der Erfolg dieser Zaren steht auf einem blutigem Fundament: Weit verbreitete Leibeigenschaft und ausgebeutete Arbeiter sind die Opfer monumentaler Prestige-Objekte und wichtiger Schlacht-Siege. Die Konsequenzen bekommt die Romanow-Dynastie im letzten Jahrhundert ihres Bestehens mit Aufständen und der Revolution von 1905 zu spüren. Schließlich nimmt ihre Ära mit der Hinrichtung der Familie des letzten Zaren, Nikolaus dem Zweiten, ein jähes Ende. In drei Episoden begibt sich Moderatorin Lucy Worsley auf eine Spurensuche quer durch Russland und untersucht gemeinsam mit Historikern, wie es zum Ende der Romanow-Dynastie kommen konnte. Zudem lässt mit Hilfe von zeitgenössischen Gemälden, Schriftstücken und Hinterlassenschaften der Familie das alte Russland nochmal aufleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6672274","hoster":"VOE"}]}]},{"path":"/serie/stream/das-zarenreich-russland-und-die-romanows/staffel-1/episode-2","name":"Das Zeitalter der Extreme","epNo":2,"alt":"Age of Extremes","descr":"In dieser Episode wird das zweite Drittel der turbulenten Romanow-Ära beleuchtet. Katharina die Große putscht sich an die Macht, um Russland zum Aufstieg zur Supermacht zu verhelfen. Doch die despotische Zarin bekommt bereits die ersten Anzeichen des Untergangs zu spüren. Sogar der Sieg ihres Enkels Alexander dem Ersten über Napoleon verblasst unter der Bedrohung der Revolution. Epoche, Serie","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6672273","hoster":"VOE"}]}]},{"path":"/serie/stream/das-zarenreich-russland-und-die-romanows/staffel-1/episode-3","name":"Der Weg zur Revolution","epNo":3,"alt":"The Road to Revolution","descr":"Politische Gruppen und Extremisten eröffnen die Jagd auf die Zaren-Familie. Terror-Anschläge und Aufstände brechen die Macht der Zaren und markieren das grausame Ende der großen Romanow-Ära","versions":[]}]}]}