{"seriesId":"das-erbe-der-guldenburgs","name":"Das Erbe der Guldenburgs","descr":"In dieser Serie geht es um das Bier-Imperium der adeligen Privatbrauerei Guldenburg. Verfeindet mit der Familie Balbeck (ebenfalls Bierproduzenten) wird auch so mancher zwischenmenschlicher Kampf ausgefochten. Oberhaupt der Guldenburgs ist Herta, Mutter von Martin von Guldenburg, der die Geschäfte führt. Mehr schlecht als recht versucht sich die kleine Brauerei auf dem Markt zu halten. Balbecks Chefin ist Margot, dessen Sohn Jan ihr im Geschäft helfen möchte. Sie läßt ihn aber nur die unwichtigen Aufgaben übernehmen, was ihn zu gefährlichen Aktionen mit Achim Lauritzen bringt. Margot Balbecks Tochter verliebt sich in Thomas von Guldenburg. Er ist der Sohn von Martin v. G. aus erster Ehe mit seiner bereits verstorbenen Frau. Aus dieser Ehe stammt auch Evelyn, die eine Modeboutique betreibt. Sie ist verheiratet mit Achim Lauritzen, einem Werbefachmann. Dieser ist hinterhältig und versucht die Guldenburgs gegen die Balbecks auszuspielen, indem er für beide Firmen die Werbung übernimmt und undurchsichtige Geschäfte macht. Graf Martin v. G. hat wieder geheiratet und bekam mit seiner Frau Christine Sohn Alexander und Tochter Susanne (Nane). Martin von Guldenburg stirbt bei einem Autounfall. Nun übernimmt Christine gegen den Willen Ihrer Schwiegermutter Herta die Brauerei und die Aufsicht über die Ländereien und Pferde von Guldenburg. Herta hätte lieber, daß Alexander die Geschäfte übernimmt, dieser studiert aber noch und fühlt sich der Aufgabe noch nicht gewachsen. Martin hat noch einen Bruder. Dieser will aber mit dem ganzen Familienstress und der Firma nichts zu tun haben. In der Guldenburgschen Küche waltet Frau Kröger, dessen Mann Kurt der Chauffeur der Guldenburgs ist. Ihr Sohn Tobias ist verliebt in Susanne von Guldenburg (Nane). Nane geht noch zur Schule und bekommt in der letzten Folge ein Baby von Tobias, mit dem sie vorher zusammen gezogen ist. So durchlebt die ganze Bande von Adligen und Nichtadligen, guten und bösen, alten und jungen Leuten eine spannende Zeit. Und der Zuschauer gleich mit. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die goldene Kette – Teil 1 + Teil 2","epNo":1,"alt":"","descr":"Nicht weit entfernt von Hamburg, im südlichen Schleswig-Holstein, haben die Guldenburgs ihren Besitz. Ihnen gehören neben dem Schloss noch Ländereien, ein Gestüt und eine Bierbrauerei. Ihren Reichtum verdanken sie außerdem ihrer Beteiligung an einer Privatbank. Die Familie hat es bisher immer verstanden, den Zerfall ihrer Macht zu verhindern, wenigstens was ihr kleines Reich angeht. Geführt werden sie und die Unternehmungen von Martin Graf von Guldenburg. Das ist ein Name, der am Ort und in der in der Nähe gelegenen Kreisstadt etwas gilt. Doch es gibt wirtschaftliche Probleme, von denen niemand etwas ahnt. Das Gestüt ist ein ausgesprochener Zuschussbetrieb und die Brauerei nicht so leistungsfähig, dass alle anstehenden finanziellen Verpflichtungen auf Dauer erfüllt werden könnten. Da reift in Graf Martin von Guldenburg der Plan, mit einem Teil seines Grundbesitzes eine lukrative Idee zu verwirklichen. Doch bevor er in konkrete und abschließende Verhandlungen treten kann, ereilt die Familie ein tragisches Unglück.Zur Feier seines 60. Geburtstags trifft sich auf Schloss Guldenburg die ganze Familie des Hausherrn. Es sind sein Bruder Dr. Max von Guldenburg, Tochter Evelyn aus erster Ehe und ihr Mann Achim Lauritzen, der in Hamburg eine Werbeagentur betreibt; Thomas, sein Sohn aus erster Ehe, der allerdings lieber an der Côte d’Azur auf seiner Jacht verweilen würde als ein Flugzeug nach Hamburg zu nehmen; Sascha, Sohn aus seiner jetzigen Ehe mit Christine, der als Student in Oxford lebt; und Tochter Nane, die 18-jährige Gymnasiastin, Lieblingstochter des Grafen. Absolute Respektsperson im herrschaftlichen Haus aber ist die alte Gräfin Herta. Obwohl schon 80 Jahre alt, wacht sie mit Argusaugen über das Imperium, das seine Existenz nicht zuletzt ihrer Zähigkeit, ihrem Durchsetzungswillen verdankt.","versions":[{"lang":1,"streams":[{"redirect":11685407,"hoster":"VOE"},{"redirect":11685389,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die schwarze Rose","epNo":2,"alt":"","descr":"Noch ehe das Geschäft mit Margot Balbeck zu Stande kommt, erschüttert ein Unglück die Guldenburgs: Graf Martin von Guldenburg ist bei einem Autounfall tödlich verunglückt. Die schreckliche Nachricht macht schnell die Runde. Intrigenspiel und Heuchelei greifen Platz, alte Gegensätze werden deutlich. Eifersucht und Neid brechen hervor. Jeder versucht, seine eigenen Interessen zu wahren.Der Fahrer des Unglückswagens, Kröger (Friedrich Schütter), macht sich bittere Vorwürfe und muss von seiner Frau Johanna (Ingeborg Christiansen) getröstet werden. Auch die Beziehung zwischen Nane (Katharina Böhm), der Tochter des Grafen, und Tobias (Alexander Wussow), dem Sohn des Chauffeurs, scheint belastet.","versions":[{"lang":1,"streams":[{"redirect":11685390,"hoster":"VOE"},{"redirect":11685391,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das letzte Vermächtnis","epNo":3,"alt":"","descr":"Das Vermächtnis des Grafen wird zu einer Überraschung für die ganze Familie. Verzweifelte Reaktionen sind die Folge, denn es geht um viel Geld und Macht. Am liebsten würden die jüngeren Guldenburgs allem Hader entfliehen. Soll man aber den Kampf eines ruhigen Lebens wegen aufgeben? Wird in dieser Situation Nane von Guldenburg Halt finden beim Sohn des Chauffeurs, Tobias Kröger?Ein Skandal droht, als Privatdetektiv Altdorf ein lang gehütetes Geheimnis von Martin Graf von Guldenburg durch Erpressung zu Geld machen möchte. Verleger Deichmann führt ein bedeutungsvolles Gespräch mit seiner Starjournalistin Carina de Angeli.","versions":[{"lang":1,"streams":[{"redirect":11685396,"hoster":"VOE"},{"redirect":11685395,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das offene Geheimnis","epNo":4,"alt":"","descr":"Detektiv Altdorf hat bisher mit seinen Erpressungsversuchen keinen Erfolg. Nun entdeckt er die große Schwachstelle.Finanzielle Nöte zwingen den Guldenburg-Clan zu raschen Aktionen. Investieren tut Not. Die Hausbank \"Schulte und Companie\" soll helfen. Thomas Graf von Guldenburg, der die Verhandlungen führt, bläst ein unvermutet rauer Geschäfts-wind entgegen. Der Bankangestellte Gesswein erteilt Ratschläge, wie man auf unkonventionelle Art und Weise schnell zu Geld kommen könnte. Zur gleichen Zeit lernt Sascha von Guldenburg die Engländerin Peggy Brinkley kennen.","versions":[{"lang":1,"streams":[{"redirect":14001633,"hoster":"VOE"},{"redirect":11685398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das schnelle Geld","epNo":5,"alt":"","descr":"Im Guldenburg-Imperium herrscht Untergangsstimmung. Doch bevor ein Familienkrisenrat einberufen ist, fällt Thomas Graf von Guldenburg einsame Entscheidungen, die zu großen Konfrontationen führen. Zufällig entdeckt Thomas, dass die Werbeagentur seines Schwagers Achim Lauritzen für die Konkurrenz tätig ist.Margot Balbeck hat ihre Pläne, Guldenburg zu übernehmen, nicht aufgegeben. In ihrem Auftrag sucht Sohn Jan Kontakt zu Thomas von Guldenburg. Der wiederum sucht Hilfe und Unterstützung bei seinem Onkel Dr. Max von Guldenburg. In der Ehe seiner Schwester Evelyn mit Achim Lauritzen kriselt es.","versions":[{"lang":1,"streams":[{"redirect":11685404,"hoster":"VOE"},{"redirect":11685405,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das offene Messer","epNo":6,"alt":"","descr":"Christine von Guldenburg muss in den Kampf um Informationen und Positionen, um Macht und Einfluss eintreten. Aber ohne fachlichen Beistand scheint alles verloren. Margot Balbeck dagegen sieht sich ihrem Ziel ein Stück näher. Ihr Sohn Jan hat es verstanden, Achim Lauritzen auf seine Seite zu ziehen.Inzwischen erhält Herta von Guldenburg unvermuteten Besuch von der Starjournalistin Carina de Angeli. Es zeigt sich, dass Graf Martins Geheimnis lange und düstere Schatten wirft. Die alten Erpressergeschichten scheinen immer noch nicht vorbei","versions":[{"lang":1,"streams":[{"redirect":11685408,"hoster":"VOE"},{"redirect":11685415,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das rote Kleid","epNo":7,"alt":"","descr":"Margot und Jan Balbeck haben allen Grund zur Freude, denn nun ist die Saat ihrer Intrigen aufgegangen: Die Guldenburgs stehen vor dem finanziellen Ruin. Der Verantwortliche für das Desaster, Thomas von Guldenburg, ist verzweifelt.Sascha von Guldenburg ist inzwischen für die traditionelle Regatta seiner Universität gegen Cambridge nominiert worden. Gespannt verfolgt die Familie das Rennen am Bildschirm.Während Freund und Feind längst das Geheimnis des Grafen Martin entschlüsseln konnten, hat Christine, seine zweite Frau, immer noch nicht die Spur einer Ahnung. Erst in einem Gespräch mit Chauffeur Kröger erfährt sie die ganze Wahrheit. Eine Welt bricht für sie zusammen. Tröstende Worte ihrer Freundin Aenne Günther helfen da wenig.","versions":[{"lang":1,"streams":[{"redirect":12333154,"hoster":"VOE"},{"redirect":11685412,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die große Liebe","epNo":8,"alt":"","descr":"Während Christine deprimiert in Wien weilt, um Trost bei ihrem Vater Graf Steinfeld zu finden, hat Herta von Guldenburg das Zepter übernommen. Sie setzt Achim Lauritzen als Geschäftsführer ein, nachdem Thomas enttäuscht Deutschland verlassen hat. Doch Achim spielt mit verdeckten Karten: Er bietet Bankier Schulte ein ominöses Geschäft an.Das wohl gehütete Geheimnis des Vaters offenbart sich nun auch seinen Kindern Nane und Sascha. Seelisch angeschlagen muss Nane ihr erstes größeres Springturnier bestehen. Gespannt und besorgt verfolgen die Guldenburgs ihren nervösen Ritt über den Parcours.Dass sich ihre Tochter Kitty in Thomas von Guldenburg verliebt hat, passt Margot Balbeck nicht ins Konzept.","versions":[{"lang":1,"streams":[{"redirect":11685418,"hoster":"VOE"},{"redirect":11685419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der neue Anfang","epNo":9,"alt":"","descr":"Achim Lauritzen setzt weiterhin alles daran, die Familie Guldenburg zu hintergehen. Er schmiedet mit Jan Balbeck ein Komplott. Evelyn ist fest entschlossen, sich von Achim zu trennen. Als sie jedoch über die neue Lage im Hause Guldenburg aufgeklärt wird, ist sie schockiert. Kitty Balbeck findet Thomas an der Côte d’Azur. Hier frönt er seiner Spielleidenschaft. Sascha, vom Gedanken besessen, seine Mutter für die Geschäftsleitung der Guldenburg-Unternehmen zu gewinnen, besucht sie in Wien. Christine aber zögert. Ein plötzlicher Anruf Nanes zwingt Sascha zur sofortigen Rückkehr: Seine Freundin Peggy ist verhaftet worden","versions":[{"lang":1,"streams":[{"redirect":11685421,"hoster":"VOE"},{"redirect":11685422,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die endlose Nacht","epNo":10,"alt":"","descr":"Aufgrund ihres Ausländerstatus kann Peggy nicht auf Kaution das Gefängnis verlassen. Ihre Lage ist ernst. Sascha, fest von ihrer Unschuld überzeugt, verfolgt eine heiße Spur.Ambusch, der Leiter der Guldenburgschen Brauerei, ist auf Achims undurchsichtiges Geschäftsgebaren aufmerksam geworden. Frau Reinders informiert Christine von Guldenburg. Währenddessen versucht Jan Balbeck, den Politiker offenbar in seine zwielichtigen Geschäfte mit einzuspannen.Max, den die wirtschaftliche Situation der Guldenburgs bislang wenig berührt, bleibt sich weiterhin treu. Er kümmert sich mehr um Carina de Angeli und ihren kleinen Martin, denn beide haben mit einem schweren Schicksal zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":11685425,"hoster":"VOE"},{"redirect":11698180,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der kleine Bruder","epNo":11,"alt":"","descr":"Kitty Balbeck genießt mit Thomas von Guldenburg den Sommer an der Côte d’Azur. Auf Guldenburg versucht Christine, die Leitung des Familienunternehmens an sich zu reißen. Durch Offenbachs Rückzieher und Achim Lauritzens sinkenden Einfluss bei der verhassten Konkurrenz irritiert, spielt die nervös gewordene Margot Balbeck ihren letzten Trumpf aus. Saschas Nachforschungen in Sachen Peggy führen zur Klärung des Falles. Vater Jack Brinkley muss nicht mehr eingreifen.","versions":[{"lang":1,"streams":[{"redirect":12383318,"hoster":"VOE"},{"redirect":11685437,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kopf oder Zahl","epNo":12,"alt":"","descr":"Energisch und konzentriert arbeitet sich Christine in die wirtschaftlichen und finanziellen Details der Guldenburg-Unternehmen ein – eine Kraftprobe mit Geschäftsführer Achim Lauritzen bleibt nicht aus.Mit Nervosität und hektischer Betriebsamkeit sehen alle Beteiligten einer Familienkonferenz entgegen, die dem Kompetenzgerangel und der unklaren Firmenpolitik ein Ende setzen soll. Guldenburgs Zukunft steht auf des Messers Schneide.","versions":[{"lang":1,"streams":[{"redirect":11685441,"hoster":"VOE"},{"redirect":11685435,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das bittere Ende","epNo":13,"alt":"","descr":"Die Entscheidung des Guldenburg-Familienrates hat für Achim Lauritzen gravierende Folgen. Evelyn sucht Zuflucht auf dem Landsitz ihrer Familie und hilft ihrer Halbschwester Nane bei einer schwierigen persönlichen Angelegenheit. Im Sinne ihres verstorbenen Mannes kämpft Christine weiter um den Erhalt und guten Ruf der Guldenburgs.Dabei steht Sohn Thomas ihr zur Seite: Der junge Graf von Guldenburg hat einen raffinierten Plan entwickelt, der die Familie Balbeck empfindlich treffen soll.","versions":[{"lang":1,"streams":[{"redirect":11685445,"hoster":"VOE"},{"redirect":11685438,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die verlorene Tochter","epNo":14,"alt":"","descr":"Eine Millionen-Chance eröffnet sich Jan Balbeck, als er erfährt, dass wertlose Aktien, die im Besitz von Graf Thomas von Guldenburg sind, in Kürze um ein Vielfaches im Kurs steigen werden. Er setzt alles daran, die wertvollen Papiere in die Hände zu bekommen. Jan Balbeck hat Erfolg und glaubt, nun sei ihm der größte Coup seines Lebens gelungen.Nane durchlebt die schwerste Zeit ihres jungen Lebens. Verzweifelt und ohne Hoffnung vertraut sie sich ihrer Mutter an. Doch tröstende Worte findet sie bei ihr nicht.","versions":[{"lang":1,"streams":[{"redirect":11685448,"hoster":"VOE"},{"redirect":11685440,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der neue Mann / Die heimliche Hochzeit","epNo":1,"alt":"","descr":"Ein brisanter Zeitungsartikel von Carina de Angeli über den Bestechungsskandal im Guldenburg-Park erregt Aufsehen. Achim Lauritzen, der genauso wie Jan Balbeck in den Skandal verwickelt ist, verliert hoch dotierte Werbeaufträge. Die Guldenburgs befürchten, dass auch ihr Name in den Skandal hineingezogen wird.Christine von Guldenburg hingegen hat ganz andere Sorgen. Sie sucht einen neuen Gutsverwalter, der nach ihren Vorstellungen flexibel genug ist, Schloss Guldenburg zu verwalten. In Baron Hannes von Meerungen scheint sie den geeigneten Mann gefunden zu haben.","versions":[{"lang":1,"streams":[{"redirect":12920331,"hoster":"VOE"},{"redirect":11685444,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die schlechte Freundin","epNo":2,"alt":"","descr":"Nane von Guldenburg und Tobias Kröger leben in Berlin: Er studiert, sie jobbt in einem Bistro und ist im vierten Monat schwanger. Zu ihrer Mutter unterhält Nane keinen Kontakt mehr. Christine von Guldenburg ist beunruhigt und fährt mit Kröger nach Berlin, um ihrer Tochter einen Vorschlag zu machen. Auch Kröger will die Reise für ein Gespräch mit seinem Sohn nutzen, aber beide haben nicht viel Erfolg. Carina de Angeli erhält Drohanrufe – sie hat Angst um das Leben ihres Sohnes. In ihrer Not bringt sie Martin zu Hertha von Guldenburg, die gerne die Rolle der Großmutter übernimmt.Achim Lauritzen versucht, den Politiker Offenbach wegen seiner Aussage vor dem Untersuchungsausschuss zu beeinflussen. Offenbach sagt aus und belastet Jan Balbeck. Achim kommt ungeschoren davon. Unmittelbar vor einer wichtigen Pressekonferenz erfährt Margot Balbeck von Offenbachs Aussage und schiebt Jan vor der Öffentlichkeit die ganze Verantwortung für die gezahlten Schmiergelder zu. Jan verlässt die Pressekonferenz. Am Abend fährt er mit seiner Jacht auf die offene See hinaus.","versions":[{"lang":1,"streams":[{"redirect":11685451,"hoster":"VOE"},{"redirect":11685446,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der berühmte Gast","epNo":3,"alt":"","descr":"Jan Balbecks Jacht wird an Land getrieben, von ihm selbst fehlt jede Spur. Während sich Carina de Angeli in Italien eine neue berufliche Existenz aufbaut, bleibt der kleine Martin mit Freuden bei Großmutter Hertha.Achim Lauritzen plant das \"Big Business\". Er will mit Evelyn ins Modegeschäft einsteigen und sucht Geldgeber in der Familie. Inzwischen herrscht auf Schloss Guldenburg viel Aufregung: Die angekündigten Musiker sind früher als erwartet eingetroffen. Unter ihnen ist der berühmte Pianist Gregor Baschkurin, von dem Christine sehr beeindruckt ist. Tobias möchte Gregor Baschkurin unbedingt spielen hören. Er überredet Nane, am Wochenende nach Schloss Guldenburg zu fahren.","versions":[{"lang":1,"streams":[{"redirect":11685455,"hoster":"VOE"},{"redirect":11685450,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der falsche Moment","epNo":4,"alt":"","descr":"Thomas von Guldenburg und Kitty Balbeck haben eine Idee, wie man den Bier-Export in die USA steigern könnte: Guldenburg-Bier soll auf einer inzwischen still gelegten Balbeck-Anlage abgefüllt werden. Das geht Margot Balbeck entschieden zu weit. Sie setzt Privatdetektiv Altdorf auf Thomas an. Nane und Tobias sind am Morgen auf Schloss Guldenburg eingetroffen. Dort laufen die letzten Vorbereitungen für das am Abend stattfindende Konzert. Zwischen Nane und ihrer Mutter herrscht Unverständnis und Befangenheit. Als Nane nach einem Streit mit Tobias eine Aussprache mit ihrer Mutter sucht, findet sie Christine und Baschkurin in zärtlicher Umarmung. Nane verlässt Hals über Kopf das Schloss.","versions":[{"lang":1,"streams":[{"redirect":11685452,"hoster":"VOE"},{"redirect":11685457,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der traurige Abschied","epNo":5,"alt":"","descr":"Es ist Gregors und Christines letzter gemeinsamer Tag. Gregor wünscht sich, dass Christine ihn auf seiner Tournee begleitet, aber sie zögert. Thomas gelingt es, die Amerikaner auf die ihm eigene Art für das Geschäft Guldenburg-Bier zu interessieren, und Kitty möchte von ihrer Mutter die Zustimmung dafür einholen. Aber Margot ist in ihrem Schmerz über den verlorenen Sohn nicht anzusprechen. Die Polizei hat die Suche nach Jan aufgegeben. Kitty benutzt für die Fahrt zu ihrer Mutter den Wagen von Thomas. Auf dem Heimweg verunglückt sie auf mysteriöse Weise.","versions":[{"lang":1,"streams":[{"redirect":11685460,"hoster":"VOE"},{"redirect":11685459,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der unfreiwillige Vater","epNo":6,"alt":"","descr":"Kitty wird aus dem Krankenhaus entlassen. In der Autowerkstatt erfährt Thomas, dass an der Lenkung seines Wagens manipuliert wurde. Er verdächtigt Achim, aber der weist die Anschuldigung zurück. Achim will Thomas auf die richtige Spur bringen – gegen Geld natürlich. Evelyns Mode-Kollektion macht Fortschritte, aber sie braucht dringend Geld. Achim verspricht, es zu beschaffen – nicht ohne Hintergedanken. Christine kümmert sich mit Vehemenz und Nachdruck um die Verwaltung des Gutes, um Gregor zu vergessen.Nane ist bei ihrem Großvater in Wien. Sie erwartet von ihm Verständnis und väterlichen Rat.","versions":[{"lang":1,"streams":[{"redirect":11685476,"hoster":"VOE"},{"redirect":11685490,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die große Enttäuschung","epNo":7,"alt":"","descr":"Die Guldenburgs halten Familienrat: Es soll über das amerikanische Biergeschäft entschieden werden. Bei dieser Gelegenheit eröffnet Thomas, dass Kitty und er heimlich geheiratet haben.Evelyn Lauritzen stehen an diesem Tag hektische Stunden bevor: Ihre ersten Modelle sollen der Presse vorgestellt werden.Überraschend taucht Achim Lauritzen bei Margot Balbeck auf und erpresst sie mit seinem Wissen um Kittys vermeintlichen Unfall. Als Zugabe verrät er ihr auch, dass Kitty heimlich einen Guldenburg geheiratet hat. Für Margot bricht eine Welt zusammen. Es kommt zu einem heftigen Streit.Christine fliegt nach Paris, wo Gregor Baschkurin ein Konzert gibt, und erlebt dort eine herbe Enttäuschung.","versions":[{"lang":1,"streams":[{"redirect":11685486,"hoster":"VOE"},{"redirect":11685492,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die schöne Illusion","epNo":8,"alt":"","descr":"Nach dem Missverständnis in Paris kommt Gregor Baschkurin nach Guldenburg. Obwohl er Christine einen Heiratsantrag macht, sind sich die beiden darüber im Klaren, dass sie in zu unterschiedlichen Welten leben. Eine gemeinsame Zukunft ist nur eine schöne Illusion.Carina de Angeli holt ihren Sohn Martin bei Hertha von Guldenburg ab, er soll künftig bei ihr in Rom leben. Für Hertha ist das ein schwerer Schlag, sie liebt ihren Enkel über alles.Kitty und Thomas bemühen sich um eine Aussprache mit Margot, doch sie ist psychisch schwer angeschlagen und reagiert nicht mehr realitätsbezogen. Auf einer Feier bei Verleger Deichmann erhält Kitty einen Anruf: Mutter Margot hat Tabletten genommen. In der Nacht schleicht sich ein Mann heimlich in die Büroräume der Balbecks – es ist der totgeglaubte Jan Balbeck.","versions":[{"lang":1,"streams":[{"redirect":11685494,"hoster":"VOE"},{"redirect":11685518,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das gleiche Boot","epNo":9,"alt":"","descr":"Evelyns Modepräsentation steht vor dem Aus. Sie hat kein Geld mehr, nur Schulden, und in Rom sind bereits alle Hotels ausgebucht. Achim sieht in Evelyns Kollektion seine letzte Chance, beruflich wieder Fuß zu fassen. Dank des Erpressergeldes von Margot Balbeck ist er finanziell in der Lage, Evelyns Projekt weiter zu unterstützen.Die Unterzeichnung des Vertrages über das Biergeschäft ist mit Schwierigkeiten verbunden. Die meisten Mitglieder der Balbeck-Geschäftsleitung wollen ohne Margots schriftliche Bestätigung nicht in den Vertrag einwilligen. Doch Margot ist im Sanatorium und benötigt Ruhe.Christine und Hannes von Meerungen stellen bei einem langen Gespräch fest, dass sie mit vielen ihrer Ansichten und Auffassungen übereinstimmen und im gleichen Boot sitzen.Der totgeglaubte Jan hält sich bei seiner Freundin Biggi versteckt. Er plant eine Rückkehr in die Firma Balbeck, aber mit Pauken und Trompeten!","versions":[{"lang":1,"streams":[{"redirect":11685503,"hoster":"VOE"},{"redirect":11685541,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die krumme Tour","epNo":10,"alt":"","descr":"Graf Steinfeld trifft auf Guldenburg ein. Nur Evelyn vertraut er an, dass Nanes Schwangerschaft mit Komplikationen verbunden ist. Er bittet Evelyn, nach Wien zu kommen. Margot kann das Sanatorium verlassen. Obwohl sie noch recht schwach ist, kümmert sie sich um die Geschäfte. In einem vertraulichen Gespräch lässt sie ihren Geschäftsführer Mattuschek wissen, wie sie den Guldenburgs bei dem gemeinsamen amerikanischen Biergeschäft Schaden zufügen möchte.Evelyn hat Achim die Organisation der Modetage überlassen und erlebt in Rom eine böse Überraschung. Verärgert wendet sie sich in ihrer Not an Carina de Angeli, die mit Martin in Rom lebt. Als sie ins Hotel zurückkehrt, hat Achim die Probleme auf seine Art gelöst – auf nicht ganz legale Weise. Die Modenschau kann stattfinden.Jan, der sich noch immer versteckt hält, nimmt Kontakt zu Mattuschek auf. Er will, dass der Kooperationsvertrag mit den Guldenburgs in jedem Fall zustande kommt.","versions":[{"lang":1,"streams":[{"redirect":11685539,"hoster":"VOE"},{"redirect":11685552,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die große Show","epNo":11,"alt":"","descr":"Kitty versucht, die Vertragsunterzeichnung zu verhindern. Jan Balbeck inszeniert seine Rückkehr: Während des Vertragsabschlusses erscheint der verlorene Sohn in der Brauerei und will die Firmenleitung wieder übernehmen.Graf Steinfeld muss dringend nach Wien zurück: Nanes Baby wird früher als erwartet zur Welt kommen. Im Flugzeug trifft er Christine. Evelyn erlebt in Rom die letzten Proben zu ihrer ersten Modenschau. Genervt wirft sie Achim hinaus, aber der kämpft weiter für das Gelingen der Präsentation. Noch immer fehlt ein klangvoller Name für die Kollektion. Eine Zeitungsschlagzeile bringt ihm die zündende Idee. Die Show wird ein Erfolg: Evelyn hat es geschafft!","versions":[{"lang":1,"streams":[{"redirect":11685534,"hoster":"VOE"},{"redirect":11685545,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das späte Glück","epNo":12,"alt":"","descr":"Auf Schloss Guldenburg findet eine große Party statt. Christine hat Geburtstag, und Evelyn hat gleich zwei Gründe, um zu feiern: ihre Scheidung von Achim und ihren Durchbruch als Modeschöpferin. Auch Jan und Margot Balbeck erscheinen bei ihren neuen Vertragspartnern. Kitty ist nicht in Partylaune, denn Jan versucht, sie aus der Firma zu drängen. Fassungslos über sein Verhalten stellt sie ihre Mutter zur Rede. Dabei kommt es auch zwischen Kitty und Margot zum Bruch.Evelyn hat auch Carina de Angeli eingeladen. Doch Christine hat noch immer nicht verziehen. Aufgewühlt verlässt sie das Fest. Aber ein völlig unerwartetes \"Geburtstagsgeschenk\" wird auch bei ihr für ein versöhnliches Ende dieses Tages sorgen.","versions":[{"lang":1,"streams":[{"redirect":11685544,"hoster":"VOE"},{"redirect":11685553,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das falsche Testament","epNo":1,"alt":"","descr":"Hertha von Guldenburg ist gestorben. Die Testamentseröffnung versetzt alle Beteiligten in großes Erstaunen. So soll Friedrich von Guldenburg, Herthas nach Brasilien emigrierter Schwager, die Anteile an der Hausbank Schulte \u0026 Co. erben. Claudio Torres, Friedrichs Enkel, ist bei der Testamentseröffnung anwesend. Chauffeur Kröger und Herthas Hausangestellte Gertrud sind überzeugt: dieses Testament ist falsch. Christine von Guldenburg und Verwalter Hannes von Meerungen sorgen sich angesichts der Testamentsbestimmungen um den Fortbestand des Guldenburgschen Besitzes.Jan Balbeck, immer noch in Sorge um die angegriffene Gesundheit seiner Mutter, übernimmt tatkräftig die Geschäftsführung. Er will um jeden Preis mit den Guldenburgs einen neuen Vertrag für das Amerika-Geschäft abschließen","versions":[{"lang":1,"streams":[{"redirect":11685551,"hoster":"VOE"},{"redirect":11685557,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der schöne Freund","epNo":2,"alt":"","descr":"Über seinen Freund und Strohmann Harald Bosse versucht Jan Balbeck, das Gestüt der Guldenburgs zu kaufen, um Schritt für Schritt den Guldenburg-Besitz an sich zu bringen. Christine von Guldenburg und Hannes von Meerungen werden misstrauisch.Evelyn von Guldenburg hat für Christoph eine Vernissage organisiert, zu der sie die Balbecks und die Guldenburgs eingeladen hat. Achim, der das Modeunternehmen aus den roten Zahlen bringen will, ist verärgert darüber, dass Evelyn ihre Arbeit vernachlässigt und sogar noch ein Treffen mit einem Textilfabrikanten platzen lässt. Als Gegenleistung für seine Informationen schlägt er Carina de Angeli eine finanzielle Beteiligung an Evelyns Modeschöpfungen vor. Claudio Torres hat sich in Nane verliebt. Tobias, zu Besuch aus Berlin, ist rasend eifersüchtig.","versions":[{"lang":1,"streams":[{"redirect":11685554,"hoster":"VOE"},{"redirect":11685558,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die große Versuchung","epNo":3,"alt":"","descr":"Über seinen Freund und Strohmann Harald Bosse versucht Jan Balbeck, das Gestüt der Guldenburgs zu kaufen. Christine von Guldenburg und Hannes von Meerungen werden misstrauisch.Evelyn von Guldenburg hat für Christoph eine Vernissage organisiert, zu der sie die Balbecks und die Guldenburgs eingeladen hat. Achim, der das Modeunternehmen aus den roten Zahlen bringen will, ist verärgert darüber, dass Evelyn ihre Arbeit vernachlässigt und sogar noch ein Treffen mit einem Textilfabrikanten platzen lässt. Als Gegenleistung für seine Informationen schlägt er Carina de Angeli eine finanzielle Beteiligung an Evelyns Modeschöpfungen vor.Claudio Torres hat sich in Nane verliebt. Tobias, zu Besuch aus Berlin, ist rasend eifersüchtig.","versions":[{"lang":1,"streams":[{"redirect":11685561,"hoster":"VOE"},{"redirect":11685559,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die wahre Liebe","epNo":4,"alt":"","descr":"Nach einem heftigen Streit mit Tobias verlässt Nane das Schloss. Sie will zum Flughafen, denn Claudio Torres fliegt zurück nach Brasilien.Baron von Meerungen und Christine von Guldenburg sind für ein paar Tage nach Bremen gefahren. Dort sollen die Guldenburg-Pferde versteigert werden. Harald Bosse sitzt unter den Bietern und ersteigert die besten Pferde. Christine lässt Meerungens Nähe zu – beide gestehen sich ihre Liebe, die aber noch ein gut gehütetes Geheimnis bleiben soll.Beim gemeinsamen Aufenthalt in Luzern gewinnt Margot Balbeck eine millionenschwere Wette mit dem Wellblechfabrikanten Horst Strobel. Ein Wunsch geht für sie in Erfüllung: Sohn Jan verlobt sich mit Barbara Strobel.Kitty kehrt überstürzt allein aus Venedig zurück. Ihr Mann Thomas von Guldenburg kann seiner Spielsucht nicht abschwören. In Hamburg kommt es zu einer herben Konfrontation mit ihrem Bruder Jan.","versions":[{"lang":1,"streams":[{"redirect":11685563,"hoster":"VOE"},{"redirect":11685565,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die feindlichen Geschwister","epNo":5,"alt":"","descr":"Christine von Guldenburg und Hannes von Meerungen wollen heiraten. Da taucht unerwartet Edith von Meerungen (Eva Renzi) im Schloss auf und versichert, dass sie niemals in eine Scheidung einwilligen wird. Aenne Günther sorgt sich um ihre Freundin Christine. Sie bezweifelt, dass Meerungen der richtige Mann für sie ist. Kitty findet nach ihrer Trennung von Thomas von Guldenburg Halt bei Achim Lauritzen und bei Evelyn. Als das Trio bei einer PR-Veranstaltung für Balbeck Bier auftaucht, kommt es zum Eklat zwischen Kitty, Jan und Margot Balbeck.","versions":[{"lang":1,"streams":[{"redirect":11685573,"hoster":"VOE"},{"redirect":11685570,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die leere Wiege","epNo":6,"alt":"","descr":"Kitty und Achim Lauritzen wollen gemeinsam Front gegen Jan Balbeck machen, der die Macht im Balbeck-Imperium an sich reißen will. Sie tüfteln einen Schlachtplan aus, auch, um der gesundheitlich sehr angeschlagenen Margot die Augen über die wahren skrupellosen Pläne ihres Sohnes zu öffnen. Carina de Angeli, inzwischen Journalistin beim Klatschblatt \"Starexpress\", ist Detektiv Altdorf (Balduin Baas) auf der Spur, der augenscheinlich einen schmutzigen Auftrag ausführte. Was weiß er über den Unfall eines Lkws seinerzeit in den Abruzzen, der eine Modekollektion von Evelyns ärgstem Konkurrenten geladen hatte und völlig ausbrannte? Hannes von Meerungen besucht seine Frau Edith und ihre Tochter Denise, um klare Verhältnisse zu schaffen. Doch Edith lässt sich nicht umstimmen. Tobias, der Nane immer noch liebt, will nicht zulassen, dass sie und die kleine Tina Deutschland in Richtung Brasilien verlassen. Eines Nachts steht Nane vor einer leeren Wiege.","versions":[{"lang":1,"streams":[{"redirect":11685574,"hoster":"VOE"},{"redirect":11685569,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der rote Rubin","epNo":7,"alt":"","descr":"Bei einer Geschäftsbesprechung zwischen Jan Balbeck und Christine auf Guldenburg stellt sich heraus, dass Jan einen raffinierten Trick eingesetzt hat: Er hat den Namen Guldenburg nur als Sprungbrett für die Amerika-Geschäfte genutzt. Die Guldenburgs haben versäumt, den Namen auch international schützen zu lassen. Der Streit um die kleine Tina (Laura Wolpers) eskaliert. Kröger will deswegen sogar seine Stellung bei den Guldenburgs aufgeben. Zusammen mit seiner Frau Johanna hat er sich auf den Bauernhof seines Schwagers in Schleswig-Holstein zurückgezogen. Hier werden sich die beiden um ihre Enkelin Tina kümmern. Da taucht überraschend Nane auf.","versions":[{"lang":1,"streams":[{"redirect":11685575,"hoster":"VOE"},{"redirect":11685589,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das fremde Land","epNo":8,"alt":"","descr":"Edith von Meerungen (Eva Renzi) erscheint mit ihrer Tochter auf Schloss Guldenburg, um Zwietracht zu säen. Nane ist zu Claudio Torres (Christopher Buchholz) nach Rio de Janeiro geflogen. Das Paar verlebt romantische Stunden, bis es zu einem dramatischen Zwischenfall kommt. Achim Lauritzen versucht den geschäftlichen Alleingang: Er führt Gespräche mit Maurice Bernard (Amadeus August), Besitzer einer Boutiquenkette. Achim will Evelyns Entwürfe inklusive Namen verkaufen. Zur gleichen Zeit erscheint die Polizei mit einem Haftbefehl bei ihm. Der \"Starexpress\", das auflagenstarke Klatschblatt, hat die Hintergründe um den rätselhaften Unfall in den Bergen veröffentlicht. Margot Balbeck kommt über Frau Stahl (Aranka Jaenke- Mamero) und Kitty ihrem Sohn Jan auf die Schliche. Sie entdeckt Papiere mit gefälschten Unterschriften und stellt ihn zur Rede.","versions":[{"lang":1,"streams":[{"redirect":11685582,"hoster":"VOE"},{"redirect":11685578,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der verlorene Sohn","epNo":9,"alt":"","descr":"Die Stimmung auf Guldenburg ist deprimierend: Hannes von Meerungen erfährt, dass sich hinter all den Strohmännern Jan Balbeck als wahrer Käufer von Bank und Gestüt der Guldenburgs verbirgt. Doch der Brand der Brauerei zwingt Christine zu neuen Verhandlungen mit Jan. Nach den Krögers verlässt nun auch die langjährige Sekretärin, Frau Reinders (Astrid Meyer-Gossler), wegen ihrer unglücklichen Liebe zu von Meerungen das Schloss. Kitty und Achim Lauritzen suchen nach Wegen, wie sie Jans Pläne, ganz Guldenburg aufzukaufen, durchkreuzen können. Achims Wissen erweist sich mal wieder als hilfreich. In der Zwischenzeit macht Jan Dr. Müller-Hellwege zum Komplizen, um Margot Balbeck ganz auszuschalten. In Rio scheint Nanes Glück mit Claudio Torres perfekt, wäre da nicht Frederico Torres alias Friedrich von Guldenburg (Bernhard Wicki).Auch Claudio steckt in tiefen familiären Zwängen. Ein großer Schock trifft die Guldenburgs: Sascha (Jochen Horst), der mit dem 25. Lebensjahr Guldenburg erben wird, hat Anwalt Hollander (Hans Paetsch) und der Familie seine Entscheidung mitgeteilt: Er will Guldenburg verkaufen.","versions":[{"lang":1,"streams":[{"redirect":11685583,"hoster":"VOE"},{"redirect":11685587,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der letzte Strohhalm","epNo":10,"alt":"","descr":"Jan Balbeck hat einen Arzt bestochen, der nun seine Mutter in einer geschlossenen Klinik hält. Er plant, seine Mutter entmündigen zu lassen. Kitty und Achim Lauritzen kommen Margot schnell und unbürokratisch zu Hilfe und verstecken sie in einem Hotel. Achims Plan, Guldenburg von Sascha zu kaufen, reift. Er braucht Margots Unterschrift für das Angebot. In Brasilien macht Nane einen zweiten Versuch, mit Frederico Torres in Kontakt zu treten. Doch dieser blockt ab. Er macht Nane ein schockierendes Angebot: Liebe gegen Geld – sie soll Claudio aufgeben, dann werde er sich angesichts des Testaments erkenntlich zeigen. Evelyn beschließt, in die Offensive zu gehen. Um ihre Karriere zu retten, trennt sie sich von Christoph (Juraj Kukura) und sucht Maurice Bernard (Amadeus August) auf. Jan Balbeck gibt seinen Kampf um Guldenburg nicht auf und unterbreitet Christine ein Angebot. Er weiß, dies ist die letzte Chance, seine Mutter für sich zu gewinnen und damit Kitty auszustechen.","versions":[{"lang":1,"streams":[{"redirect":11685584,"hoster":"VOE"},{"redirect":11685594,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der bittere Sieg","epNo":11,"alt":"","descr":"Um den Guldenburg-Besitz zu erhalten, sieht Christine nur einen Ausweg, Frederico Torres in Brasilien um Hilfe zu bitten. Jan Balbeck will seine Mutter dem Einfluss Kittys entziehen, deshalb entführt er Margot aus dem Hotel. Margot, gesundheitlich am Ende, verliert vollends die Nerven und verlässt in Panik das Haus. Die Ereignisse spitzen sich zu, als eine fast wahnsinnige Margot bei den Guldenburgs erscheint. Im Salon erleidet Margot einen Herzanfall. Bevor von Meerungen und Graf Steinfeld erscheinen, verlässt Jan fluchtartig das Haus. Für Margot kommt jede Hilfe zu spät.","versions":[{"lang":1,"streams":[{"redirect":11685592,"hoster":"VOE"},{"redirect":11685595,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das verwunschene Schloss","epNo":12,"alt":"","descr":"Margot Balbecks plötzlicher Tod hat fatale Folgen, vor allem für Jan. Hier schaltet sich Achim Lauritzen ein: Mit einem Artikel von Carina de Angeli tritt er vor den versammelten Vorstand der Firma Balbeck und beweist so Jans Schuld am Tod seiner Mutter. Es kommt zum Eklat. Jan, in die Enge getrieben, stürzt sich in Hamburgs Nachtleben. Kitty Balbeck verwehrt Achim die erhoffte Belohnung. Auch bei Evelyn hat er endgültig verspielt. Sie ist mit Maurice Bernard inzwischen eine geschäftliche Partnerschaft eingegangen.Nane und ihre Mutter verleben glückliche Tage in Rio de Janeiro, bis Christine auf der Hazienda mit Frederico Torres zusammentrifft. Er zeigt sich nach wie vor als hartherziger Geschäftsmann, der der Familie noch lange nicht verziehen hat. Und er bleibt dabei: Nane soll Claudio freigeben. Christine lässt ihr Herz entscheiden. Graf Steinfeld fühlt sich nicht mehr wohl auf Guldenburg. Er sucht Ablenkung bei den Krögers und bei seiner Enkeltochter Tina.","versions":[{"lang":1,"streams":[{"redirect":11685600,"hoster":"VOE"},{"redirect":11685596,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das letzte Kapitel","epNo":13,"alt":"","descr":"Nane kehrt aus Brasilien zurück. Sie hat sich gegen Claudio und für Guldenburg entschieden. Als sie ihre Tochter Tina besucht, trifft sie auf Tobias.Für Jan scheint es noch einen verzweifelten Ausweg zu geben. Doch vorher will er abrechnen. Mit dem Revolver von Margot fährt er zu Carina de Angeli. Jans Irrweg geht weiter: Auf einer Party im Hause Bernard kommt es zur Entscheidung im Geschwisterstreit. Achim zeigt sich Jan gegenüber verständnisvoll. Er überzeugt ihn von der Sinnlosigkeit seines Planes, einen Mord zu begehen. Jan wird von der Polizei abgeführt. Zurück bleibt Kitty als neue Geschäftsführerin von Balbeck.Christine und Hannes von Meerungen wollen Abschied von Schloss Guldenburg nehmen. Da ergibt sich durch Nane eine überraschende Wendung.","versions":[{"lang":1,"streams":[{"redirect":11685383,"hoster":"VOE"},{"redirect":11685388,"hoster":"Streamtape"}]}]}]}]}