{"path":"/serie/stream/das-unsichtbare-visier","name":"Das unsichtbare Visier","descr":"Werner Bredebusch (Armin Mueller-Stahl), Offizier des Ministeriums für Staatssicherheit der DDR, wird Anfang der 50er Jahre in der Rolle des gefallenen Jagdfliegers Achim Detjen in die BRD geschickt, um die Wege aufzuklären, auf denen ehemalige hohe Nazis sich ihrer Verantwortung entziehen konnten.Sein Weg führt ihn über Italien und Argentinien zurück in die Bundesrepublik und mitten in die Vorgänge um das Wiederentstehen der Militärmacht (West-) Deutschland und den Anteil der \"alten Garde\" der Wehrmacht daran.","seasons":[{"path":"/serie/stream/das-unsichtbare-visier/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-1","name":"Der römische Weg","epNo":1,"alt":"","descr":"Dem Kundschafter Werner Bredebusch vom MfS der DDR ist es gelungen, als Achim Detjen in die Organisation der faschistischen Ex-Militärs und in ihre argentinischen Schlupfwinkel einzudringen. Er hat sich zur Tarnung in die Rolle des gefallenen Jagdfliegers Detjen eingelebt. Er schafft es, den ehemaligen SS-Offizier Born perfekt zu täuschen und wird in die geheimen Pläne eingeweiht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984158","hoster":"VOE"},{"path":"/redirect/8383641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-2","name":"Das Nest im Urwald","epNo":2,"alt":"","descr":"Dem französischen Journalisten Carles André,der ebenfalls die Spur der in Lateinamerika untergetauchten Nazis recherchiert, spielt Detjen eine ernste Warnung und enthüllendes Material zu. Charles André wird kurz darauf von einer Schlägertruppe ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984163","hoster":"VOE"},{"path":"/redirect/8383652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-3","name":"Das Wasserschloß","epNo":3,"alt":"","descr":"Anfang der 50er Jahre: Werner Bredebusch, einem Agenten des Ministeriums für Staatssicherheit, ist es gelungen, als Achim Detjen in eine Organisation von Ex-Millitärs in Südamerika einzudringen. Er deckt Verbindungen zwischen alten NS-Offizieren in Argentinien mit dem Bonner \"Amt Blank\" auf. Detjens Nachforschungen über die Remilitarisierung der Bundesrepublik mit Hilfe ehemaliger NS-Offiziere führen ihn nach Bonn. Auf einer geheimen Tagung im Wasserschloss Delmenhorst gelingt es Detjen, einen kompletten Satz der streng geheimen Unterlagen aus dem Schloss zu schmuggeln und in die DDR zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984154","hoster":"VOE"},{"path":"/redirect/8383645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-4","name":"Ein merkwürdiger Anschlag","epNo":4,"alt":"","descr":"Achim Detjen arbeitet als Planungsoffizier im Bonner Kriegsministerium. Ein mysteriöser Flugzeugabsturz führt ihn nach Lissabon. Dort trifft er ehemalige SS-Offiziere, die wieder \"im Geschäft\" sind. Als Detjen die Absturzstelle untersucht, entgeht er knapp einem Mordanschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984160","hoster":"VOE"},{"path":"/redirect/8383646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-5","name":"Das Geheimnis der Masken","epNo":5,"alt":"","descr":"In der abgestürzten Maschine ist der Confidentia-Mitarbeiter Lüders tödlich verunglückt. Sein Chef, der Waffengroßhändler Born, engagiert Detjen für die Beschaffung von Lüders Gepäck, das in die Hände der Konkurrenz gelangt ist. Unter Lebensgefahr beschafft Detjen die Koffer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984152","hoster":"VOE"},{"path":"/redirect/8383655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-6","name":"Rätsel des Fjords","epNo":6,"alt":"","descr":"Zwei amerikanische Multikonzerne jagen nach den Entwicklungsunterlagen biochemischer Kampfstoffe, die 1945 in einem Fjord während der letzten Kriegstage versenkt worden waren. Gemeinsam mit Winnie Winkelmann versucht der Kundschafter Detjen das Vertrauen des CIA-Chefs Wilson zu gewinnen, der ebenfalls nach dem verschwundenen Material fahndet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984153","hoster":"VOE"},{"path":"/redirect/8383661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-7","name":"Depot im Skagerrak","epNo":7,"alt":"","descr":"Dem Kundschafter Achim Detjen gelingt es, das in der Nazizeit versenkte Geheimmaterial aus dem Skagerrak zu bergen. Die biochemischen Kampfstoffproben werden von Detjen sofort vernichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984157","hoster":"VOE"},{"path":"/redirect/8383668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-8","name":"Mörder machen keine Pause","epNo":8,"alt":"","descr":"Die zunehmend politisch brisante Situation im Sommer 1961 hat zu mysteriösen Todesfällen hoher Bonner Offiziere geführt. Der Mord an Oberst Brinkmann wird als Selbstmord deklariert. Der in Brinkmanns Stab arbeitende DDR-Kundschafter Bredebusch, alias Detjen, wird als Mitwisser verdächtigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333223","hoster":"VOE"},{"path":"/redirect/8383669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-9","name":"Sieben Augen hat der Pfau","epNo":9,"alt":"","descr":"Oberst Brinkmann war wegen seiner Denkschrift gegen die militärische Roll-Back-Konzeption als Verräter erschossen worden. Doch das politische Vermächtnis des Oberst ist nicht auffindbar.Die für Bredebusch bedrohliche Situation spitzt sich weiter zu, weil ihn eine Freundin des im Krieg vermissten Samstag, 07. Juni 2003Detjen aufgespürt hat. Detjen- Bredebusch führt seinen letzten Auftrag zu Ende und kehrt in die DDR zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984166","hoster":"VOE"},{"path":"/redirect/8383673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-10","name":"Der Afrikaanse Broederbond (1)","epNo":10,"alt":"","descr":"Dr. Hunold, hat seinem Mitarbeiter, Jürgen Machholz, der schwer erkrankt ist, eine Probe des Kampfmittels und ein Dossier mitgegeben, damit er sich in der Bundesrepublik behandeln lassen kann. Alarm bei BND, CIA und Südafrikanischem Geheimdienst: Sie befürchten, dass Machholz über die C-Waffen-Forschung in Südafrika auspackt. Kaum in Frankfurt angekommen heften sich Born und seine Leute an Machholz’ Fersen. Es ist ein Wettlauf mit der Zeit, den Machholz verliert. Bevor er stirbt, bittet er Martin Tanner Machholz’ Ehefrau zu treffen, doch die wird inzwischen von Born und Pieters nach Südafrika entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920458","hoster":"VOE"},{"path":"/redirect/8383678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-11","name":"Der Afrikaanse Broederbond (2)","epNo":11,"alt":"","descr":"Dr. Clemens, der ein renommiertes Anwaltsbüro in Frankfurt hat, wird an den in Pretoria stattfindenden Verhandlungen über Uranlieferungen und Kernwaffen-Herstellung teilnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984165","hoster":"VOE"},{"path":"/redirect/8383687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-12","name":"Der Afrikaanse Broederbond (3)","epNo":12,"alt":"","descr":"Den Kundschaftern gelingt es, Frau Machholz in Sicherheit zu bringen, bevor sie einem Ritual-Mord zum Opfer fallen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984170","hoster":"VOE"},{"path":"/redirect/8383690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-13","name":"King-Kong-Grippe (1)","epNo":13,"alt":"","descr":"Die Spur der Ermittlungen führt Dr. Clemens und Alexander in die Spessart-Kleinstadt Grünreuth, wo ein Massentest mit Psychodrogen gegen die Kirchgänger geplant ist. Die DDR-Kundschafter setzen alles daran, den Anschlag gegen die Besucher zu vereiteln und in den Besitz des Gegenmittels zu kommen. Den Einzeltest der CIA – der Selbstmord des Bauunternehmers Leutwiler können sie aber nicht mehr verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984168","hoster":"VOE"},{"path":"/redirect/8383688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-14","name":"King-Kong-Grippe (2)","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251935","hoster":"VOE"},{"path":"/redirect/8383699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-15","name":"Insel des Todes (1)","epNo":15,"alt":"","descr":"DDR-Kundschafter um Rechtsanwalt Dr. Clemens sind einer internationalen Verschwörung auf der Spur, die sich Geheimapparat der Revolutionären Aktion nennt. Dieser Apparat wird von der CIA ausgehalten und verfolgt das Ziel, in Griechenland und Italien Staatsstreiche zu inszenieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383392","hoster":"VOE"},{"path":"/redirect/8383704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/das-unsichtbare-visier/staffel-1/episode-16","name":"Insel des Todes (2)","epNo":16,"alt":"","descr":"Bei einem Terroranschlag des \"Geheimapparates\" werden die Ehefrau und der Sohn des Ingenieurs Laffite getötet. Die Kundschafterin Winnie Winkelmann, die Lafitte kurz zuvor kennengelernt hatte, gewinnt den Rachepläne schmiedenden Ingenieur als Bundesgenossen. Mit seiner Hilfe gelingt es ihr, die angeblich von den Kommunisten angezettelte Entführung des italienischen Abgeordneten Batti als Doppelspiel von CIA und italienischen Neofaschisten zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984197","hoster":"VOE"},{"path":"/redirect/8383709","hoster":"Streamtape"}]}]}]}]}