{"path":"/serie/stream/dates","name":"Dates","descr":"\"Dates\" zeigt, welche Kosten, Mühen und bizarre Begegnungen Singles heutzutage auf sich nehmen, um endlich die große Liebe zu finden. Online-Dating ist oft der Anfang, doch dann steht das Date von Angesicht zu Angesicht bevor. Meist ist schon beim diesem ersten persönlichen Treffen klar – das passt, das geht gar nicht!","seasons":[{"path":"/serie/stream/dates/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dates/staffel-1/episode-1","name":"David und Mia","epNo":1,"alt":"David and Mia","descr":"Single David wagt sich ans Online-Dating, doch schnell muss er feststellen, dass das nicht so ein leichtes Spiel ist, wie gedacht. Er lernt die wunderschöne Mia kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586708","hoster":"VOE"},{"path":"/redirect/8383806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-2","name":"Jenny und Nick","epNo":2,"alt":"Jenny and Nick","descr":"Jenny (Sheridan Smith) ist eine einsame Grundschullehrerin, die sich gerade von einer katastrophalen Beziehung erholt. Nick (Neil Maskell) ist ein mysteriöser Großstadtjunge, der genauso viel Geld wie Geheimnisse besitzt. Während ihres ersten Dates finden sie fast alles über ihr Gegenüber heraus und lernen dabei, wie gefährlich und unberechenbar dieses Wissen sein kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586704","hoster":"VOE"},{"path":"/redirect/8383804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-3","name":"Mia und Stephen","epNo":3,"alt":"Mia and Stephen","descr":"Mia (Oona Chaplin) begibt sich wieder in die Stadt. Stephen (Ben Chaplin) ist ein sich selbst überschätzender Chirurg, der nicht weiß, wonach er auf der Suche ist. Als Mia ihm emotional näher kommt merkt Steve, dass er sich vielleicht doch nach mehr sehnt als ein gutes Aussehen und die erfolgreiche Karriere ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586706","hoster":"VOE"},{"path":"/redirect/8383810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-4","name":"Erica und Kate","epNo":4,"alt":"Erica and Kate","descr":"Erica (Gemma Chan) ist ein hübsches, lesbisches Mädchen, das nicht den nötigen Mut aufbringen kann um ihrer traditionellen chinesischen Familie die Wahrheit über ihre Sexualität mitzuteilen. Als Erica die rätselhafte und konfliktfreudige Kate (Katie McGrath) kennenlernt, realisiert sie, dass sie sich nicht weiter verstecken und von sich selbst entfernen darf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586707","hoster":"VOE"},{"path":"/redirect/8383813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-5","name":"David und Ellie","epNo":5,"alt":"David and Ellie","descr":"Der LKW-Fahrer David (Will Mellor) versucht sich von der hypnotischen Begegnung mit der schönen Mia (Oona Chaplin) zu erholen. Doch auch Ellie (Montanna Thompson) ist nicht die Lösung für seine Probleme. Sie ist viel zu jung und belügt David bezüglich ihres Alters. Außerdem hat sie einige Wahrheiten für David parat, welcher dieser auf keinen Fall hören wollte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586709","hoster":"VOE"},{"path":"/redirect/8383820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-6","name":"Erica und Callum","epNo":6,"alt":"Erica and Callum","descr":"Ericas Geständnis (Gemma Chan) über ihre Sexualität gegenüber ihrem Bruder erzielte nicht die gewünschte Reaktion. Anstatt sich mit der Situation abzufinden arrangiert er ein Internet-Date mit dem eigentümlichen Schotten Callum (Greg McHugh). Das Date verläuft katastrophal - aber nimmt schlagartig eine interessante Wendung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586711","hoster":"VOE"},{"path":"/redirect/8383825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-7","name":"Stephen und Mia","epNo":7,"alt":"Stephen and Mia","descr":"Stephen (Ben Chaplin) freut sich auf einen unanständigen Nachmittag mit Mia (Oona Chaplin) in einem Londoner Hotel. Aber Mia lässt ihn warten und langsam beginnt Stephen sich zu fragen, ob er von Mia vorgeführt wurde. Durch die Unterstützung eines Fremden wird die Wartezeit für Stephen zu einer unerwarteten Reise der Selbstfindung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586712","hoster":"VOE"},{"path":"/redirect/8383822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-8","name":"Jenny und Christian","epNo":8,"alt":"Jenny and Christian","descr":"Jenny (Sheridan Smith) wagt einen letzten Online-Dating Versuch. Und wie es scheint, könnte sie dieses Mal tatsächlich den richtigen Mann gefunden haben. Christian (Andrew Scott) ist witzig, charmant und sexy. Doch der vermeintliche Glückstreffer hat eine Seite an sich, welche er erst offenbaren möchte, wenn er einer Person vollständig vertrauen kann ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586710","hoster":"VOE"},{"path":"/redirect/8383828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dates/staffel-1/episode-9","name":"Mia und David","epNo":9,"alt":"Mia and David","descr":"Mia (Oona Chaplin) befindet sich in einer unangenehmen Situation. Sie führt eine richtige Beziehung mit David (Will Mellor), ist aber gleichzeitig nicht bereit die Bindung zu festigen. An dem Tag, an dem sie seinen Kindern vorgestellt werden soll, nimmt die Situation eine heikle Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586713","hoster":"VOE"},{"path":"/redirect/8383830","hoster":"Streamtape"}]}]}]}]}