{"seriesId":"dating-naked-de","name":"Dating Naked (DE)","descr":"[Dating Naked Germany} In der Dating-Reality-Show lassen die Teilnehmer*innen nicht nur ihre Hüllen fallen: Um die wahre Liebe zu finden, enthüllen die zwei \"Dater\" Lena Goldstein (20) und Fabio De Pasquale (27, \"Germany Shore\", \"Are You The One\", \"Temptation Island\") und ihre Verehrer*innen dabei auch ihr wahres Ich. Denn sie wollen jemanden finden, der sie so akzeptiert, wie sie sind und müssen dafür alles von und über sich preisgeben. Deshalb treffen die beiden im \"Dating Naked\"-Resort auf dutzende Singles, denen sie bei Dates, Spielen und im Alltag näherkommen. Dabei kommt so manches Geheimnis ans Licht. Am Ende jeder Folge stehen die Verehrer*innen von Lena und Fabio vor der Wahl: Die Connection mit den beiden \"Datern\" vertiefen oder das Resort mit einem Preisgeld – dessen Höhe sie im Vorfeld nicht kennen – verlassen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die nackte Wahrheit","epNo":1,"alt":"","descr":"DATING NAKED - let\u0027s go! Heute ziehen Lena, Fabio und zehn wilde Singles ins Resort ein. Das erste Kennenlernen: Natürlich nackt! Die beiden Dater finden schnell ihre Favoriten. Doch erwidern diese ihre Zuneigung?","versions":[{"lang":1,"streams":[{"redirect":12999226,"hoster":"VOE"},{"redirect":12390995,"hoster":"Doodstream"},{"redirect":12391003,"hoster":"Vidoza"},{"redirect":12390991,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Singles, neues Glück","epNo":2,"alt":"","descr":"Die ersten Newbies Niklas und Shirley ziehen ins Resort und gehen mit Fabio und Lena auf ein Date. Sie müssen genau wie die anderen Singles herausfinden, ob die Dater wirklich zu ihnen passen. Inzwischen haben manche ihre Zweifel.","versions":[{"lang":1,"streams":[{"redirect":12390964,"hoster":"VOE"},{"redirect":12390962,"hoster":"Doodstream"},{"redirect":12390968,"hoster":"Vidoza"},{"redirect":12390961,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Partyrausch","epNo":3,"alt":"","descr":"Neue Newbies sorgen für frischen Wind im Resort. Besonders Fabio freut sich über den Neuzugang. Lena kämpft um die Anerkennung der Männer. Aber auch die Singles kommen untereinander in Versuchung.","versions":[{"lang":1,"streams":[{"redirect":12390965,"hoster":"VOE"},{"redirect":12390966,"hoster":"Doodstream"},{"redirect":12390963,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer mit wem und wenn ja, wie viele?","epNo":4,"alt":"","descr":"In Fabios Kopf kreisen gleich mehrere Singles. Er ist hin und hergerissen, bemüht sich aber um Aufrichtigkeit. Lena hingegen scheint ihre anfänglichen Hemmungen überwinden zu können und genießt die Aufmerksamkeit der Single-Männer.","versions":[{"lang":1,"streams":[{"redirect":12390967,"hoster":"VOE"},{"redirect":12390974,"hoster":"Doodstream"},{"redirect":12390970,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alle Hemmungen fallen","epNo":5,"alt":"","descr":"Es geht heiß her im Resort. Dater und Singles schaffen es, ihren Gefühle freien Lauf zu lassen und kommen sich näher denn je. Für Fabio ist die Neue eine besondere Überraschung. Und auch Lena ist von ihrem Newbie hin und weg.","versions":[{"lang":1,"streams":[{"redirect":12390969,"hoster":"VOE"},{"redirect":12390973,"hoster":"Doodstream"},{"redirect":12390971,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Willkommen im Zirkus Fickfack","epNo":6,"alt":"","descr":"Dater Fabio hat keine Lust mehr auf die Pärchen, die sich gefunden haben und will bei der nächsten Zeremonie aufräumen. Und auch Lena sucht weiter nach der wahren Liebe und ist offen für den neuen Single.","versions":[{"lang":1,"streams":[{"redirect":12390975,"hoster":"VOE"},{"redirect":12390977,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Objekte der Begierde","epNo":7,"alt":"","descr":"Newbie Larissa lässt Fabio alles andere vergessen und stellt die Stimmung im Resort auf den Kopf. Dennys und Jacky stehen an einem Scheideweg. Und die Zeremonie bringt überraschende Wendungen.","versions":[{"lang":1,"streams":[{"redirect":12390983,"hoster":"VOE"},{"redirect":12390987,"hoster":"Doodstream"},{"redirect":12390982,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine verzwickte Fickmühle","epNo":8,"alt":"","descr":"Dating Naked wir immer emotionaler. Das spüren sowohl die Singles, als auch die Dater. Dann taucht plötzlich Meike im Resort auf, mit einer alles verändernden Nachricht. Ein neues Kapitel beginnt.","versions":[{"lang":1,"streams":[{"redirect":12390981,"hoster":"VOE"},{"redirect":12390988,"hoster":"Doodstream"},{"redirect":12390984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eskalation","epNo":9,"alt":"","descr":"Nachdem Jacky die neue Daterin ist, eskaliert eine Fullmoonparty. Fabio muss den Scherbenhaufen zusammenkehren und Jacky versucht ihrer neuen Rolle im Mittelpunkt der Single-Männer gerecht zu werden.","versions":[{"lang":1,"streams":[{"redirect":13532506,"hoster":"VOE"},{"redirect":12448560,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Katerstimmung","epNo":10,"alt":"","descr":"Jacky findet sich in ihrer Rolle als Daterin zurecht, und Fabio muss einen emotionalen Rückschlag erleiden. In dieser Zeremonie entscheidet sich, wer ins Finale geht und wer kurz vorher das Resort verlässt.","versions":[{"lang":1,"streams":[{"redirect":13532508,"hoster":"VOE"},{"redirect":12448556,"hoster":"Doodstream"},{"redirect":12448559,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer geht mit wem?","epNo":11,"alt":"","descr":"Das große Finale ist gekommen. Wie endet diese Reise für Jacky und Fabio? Wer geht mit wem, und welche Liebe wird erwidert? Wer entscheidet sich für die Liebe und wer für das Geld? Ein emotionaler Abschluss.","versions":[{"lang":1,"streams":[{"redirect":12451480,"hoster":"VOE"},{"redirect":12451481,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Thiemo und Valeria lassen die Hüllen fallen","epNo":1,"alt":"","descr":"Keine Spielchen mehr und überraschende Wendungen an jeder Ecke. Es gibt nur noch Gruppendates, der Konkurrenzkampf ist somit größer denn je. Heute ziehen die Dater Thiemo und Valeria ins Haus ein und lernen auch gleich den ersten Schwung verführerischer Singles kennen.","versions":[{"lang":1,"streams":[{"redirect":14218715,"hoster":"VOE"},{"redirect":14218714,"hoster":"Vidoza"},{"redirect":14218716,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stutenbissigkeit und Eifersucht","epNo":2,"alt":"","descr":"Während sich Tim und Pascal versuchen, in Valerias Herz zu kraulen, scheint es bei Thiemo und Venance schon gefunkt zu haben. Doch die Karten werden mit dem Einzug der Single-Lady Emma neu gemischt. Außerdem geraten Valeria und Costina bereits an Tag 2 an einander, ob hier schon das letzte Wort gesprochen ist?","versions":[{"lang":1,"streams":[{"redirect":14220333,"hoster":"VOE"},{"redirect":14220334,"hoster":"Vidoza"},{"redirect":14220335,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Thiemos Seelenstriptease und Halligalli in der Villa","epNo":3,"alt":"","descr":"Thiemo ist zwischen Körperlichkeit und echten Emotionen hin und her gerissen, dabei bleibt ihm keine Zeit zum Grübeln, denn die nächste Newby steht vor der Tür. Zwischen Valeria und Newby Marc kriselt es bereits beim Kennenlernen. Derweil lassen es die restlichen Singles in der Villa auch ohne die Dater ordentlich krachen. Ob es danach etwas zu beichten gibt?","versions":[{"lang":1,"streams":[{"redirect":14220337,"hoster":"VOE"},{"redirect":14220341,"hoster":"Vidoza"},{"redirect":14220336,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alex begeistert die Single-Ladys","epNo":4,"alt":"","descr":"Nachdem Thiemo freiwillig die Show verlassen hat, sorgt der neue Dater Alex bei den Single-Damen für Aufsehen. Außer bei Venance, denn sie trauert noch Thiemo hinterher. Tim verspielt es sich dagegen immer mehr mit Valeria, denn er scheint nur noch Augen für Emma zu haben.","versions":[{"lang":1,"streams":[{"redirect":14220339,"hoster":"VOE"},{"redirect":14220338,"hoster":"Vidoza"},{"redirect":14220340,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Neue polarisiert direkt nach Einzug","epNo":5,"alt":"","descr":"Während Selina und Alex schon auf Wolke 7 schweben, kommt eine neue Single-Lady ums Eck. Doch die bringt gleich am ersten Abend die gesamte Gruppe gegen sich auf. Ob das gut geht? Daneben schickt Emma ihren Verflossenen (Tim) in die Wüste.","versions":[{"lang":1,"streams":[{"redirect":14243297,"hoster":"VOE"},{"redirect":14243324,"hoster":"Vidoza"},{"redirect":14243298,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Notnagel oder Number One?","epNo":6,"alt":"","descr":"Die Favoriten holen zur Gegenoffensive aus. Selina zweifelt offen an Alex Gefühlen. Auch verletzter Stolz und Eifersucht bei Pascal. In dieser Folge sind Tränen vorprogrammiert. Und während die ersten Krisengespräche stattfinden, vergnügen sich zwei Singles ganz unverblümt in der Villa.","versions":[{"lang":1,"streams":[{"redirect":14243308,"hoster":"VOE"},{"redirect":14243321,"hoster":"Vidoza"},{"redirect":14243303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Alpha-Männchen zieht ein","epNo":7,"alt":"","descr":"Während Emma Tim nach seinem One-Night-Stand endgültig den Laufpass gibt, stößt ein neuer Single zu der Gruppe und geht bei Valeria gleich in die Offensive. Derweil verbaut sich Pascal mit seiner Eifersucht immer mehr Chancen. Außerdem müssen heute gleich drei Singles ihre Koffer packen.","versions":[{"lang":1,"streams":[{"redirect":14286532,"hoster":"VOE"},{"redirect":14286533,"hoster":"Vidoza"},{"redirect":14286530,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Masken fallen","epNo":8,"alt":"","descr":"Während Newby Marie bei Alex weniger gut ankommt, lässt Frauen-Bachelor Peter nichts anbrennen und geht auf Tuchfühlung mit Valeria. Derweil geht es bei einem emotionalen Gruppendate in die Tiefe. Trotz Kleidung lassen die Damen die Hüllen fallen und gestehen Alex ihre größten Schwächen.","versions":[{"lang":1,"streams":[{"redirect":14286529,"hoster":"VOE"},{"redirect":14286531,"hoster":"Vidoza"},{"redirect":14286528,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer spielt ein falsches Spiel?","epNo":9,"alt":"","descr":"Emma fühlt Alex kurz vor der Final-Sendung auf den Zahn, bis Tränen fließen. Valeria verbringt dagegen die Nacht in der Love Suite mit Peter. Pascal drehen derweil die Sicherungen durch und Valentina ergreift sofort ihre Chance.","versions":[{"lang":1,"streams":[{"redirect":14298688,"hoster":"VOE"},{"redirect":14298695,"hoster":"Vidoza"},{"redirect":14298689,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Finale: Geld oder Liebe?","epNo":10,"alt":"","descr":"Die härteste \u0027Naked Truth\u0027 mischt die Karten nochmal neu, denn sie rückt die Singles in kein gutes Licht. Wer meint es ernst mit den Datern, wer kann wem vertrauen und was wird hinter dem Rücken der anderen gesprochen? Zwischen jeweils zwei Singles müssen die Dater wählen. Doch entscheiden sich die Single am Ende auch für sie oder ziehen sie mit dem Geld davon?","versions":[{"lang":1,"streams":[{"redirect":14298691,"hoster":"VOE"},{"redirect":14298694,"hoster":"Vidoza"},{"redirect":14298693,"hoster":"Streamtape"}]}]}]}]}