{"seriesId":"deadloch","name":"Deadloch","descr":"In dem australischen Comedy-Krimi haben zwei ungleiche Ermittlerinnen einen Mordfall an der Küste Tasmaniens aufzuklären, genauer in der Kleinstadt Deadloch. Diese gerät in Aufruhr, als einer der Bewohner tot am Strand aufgefunden wird. Der Fall landet bei zwei Ermittlerinnen, die unterschiedlicher kaum sein könnten. Sergeant Dulcie Collins (Kate Box) kennt die Gegend wie ihre Westentasche und ist in ihrer Arbeit äußerst detailverliebt. Das verträgt sich nicht unbedingt mit der rauen und ungefilterten Eddie Redcliffe (Madeleine Sami), die aus Darwin nach Deadloch beordert wird. Ebenfalls zum Team gehört die mehr als nur ein wenig strebsame Abby (Nina Oyama). Die drei müssen ihre Gegensätze überwinden, um den Killer zu finden, während sich die Stadt auf ihr jährliches Essens- \"Winter Feastival\", vorbereitet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lingua amputo","epNo":1,"alt":"Epissode 1","descr":"Am Vorabend des Deadloch Winter Feastivals wird die Leiche des Trainers des örtlichen Fußballclubs, Trent Latham, am Strand gefunden. Die örtliche Senior Sergeant Dulcie Collins übernimmt den Fall, doch schon bald trifft Detective Eddie Redcliffe aus Darwin ein, um die Ermittlungen zu leiten, was zu Spannungen führt.","versions":[{"lang":1,"streams":[{"redirect":12665131,"hoster":"VOE"},{"redirect":12877065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12665146,"hoster":"VOE"},{"redirect":12855647,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Loch Nessie","epNo":2,"alt":"Epissode 2","descr":"In dem Bemühen, eine Verbindung zu einem bisher ungeklärten Todesfall herzustellen, exhumiert Dulcie die Leiche des ehemaligen Bürgermeisters und zieht damit den Zorn der Gemeinde auf sich. Das Boot des vor Jahren verschwundenen Sam O\u0027Dwyer wird angezündet, während Eddie eine vermummte Gestalt durch den Wald jagt.","versions":[{"lang":1,"streams":[{"redirect":12665132,"hoster":"VOE"},{"redirect":12932090,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12665147,"hoster":"VOE"},{"redirect":12851472,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verseift","epNo":3,"alt":"Episode 3","descr":"Während das Programm des Deadloch-Feastivals trotz zweier Morde weiterläuft, wird am Ufer des Sees die Leiche eines weiteren Verdächtigen gefunden. Obwohl das Opfer seit fünf Jahren tot ist, vermutet Dulcie, dass es einen Zusammenhang gibt.","versions":[{"lang":1,"streams":[{"redirect":12866103,"hoster":"VOE"},{"redirect":12932099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12665150,"hoster":"VOE"},{"redirect":12855648,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vertrau mir","epNo":4,"alt":"Episode 4","descr":"Während die Beziehung von Dulcie und Cath auf eine harte Probe gestellt wird, werden neue Verdächtige benannt und entlassen, aber erst Eddies Ausrutscher bei einer Pressekonferenz sorgt für Aufsehen.","versions":[{"lang":1,"streams":[{"redirect":12927801,"hoster":"VOE"},{"redirect":12947806,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12927800,"hoster":"VOE"},{"redirect":12947805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kreuzigung","epNo":5,"alt":"Episode 5","descr":"Nach Eddies Pressekonferenz gerät die Stadt Deadloch in Panik, und der Mörder schlägt erneut zu, so dass die Zahl der Opfer auf fünf ansteigt. Eddie und Dulcie springen von einem Verdächtigen zum nächsten, während die Beziehungen um sie herum zerbröckeln.","versions":[{"lang":1,"streams":[{"redirect":12870133,"hoster":"VOE"},{"redirect":12886211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12698284,"hoster":"VOE"},{"redirect":12855649,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Cinema Aquatica","epNo":6,"alt":"Episode 6","descr":"Als sich herausstellt, dass der Hauptverdächtige im engen Freundeskreis von Dulcie ist, führt dies zu Konflikten in verschiedenen Beziehungen. In der Zwischenzeit häufen sich die Beweise, und immer mehr Leichen tauchen auf.","versions":[{"lang":1,"streams":[{"redirect":12713560,"hoster":"VOE"},{"redirect":12899246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12714416,"hoster":"VOE"},{"redirect":12877063,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wir erobern die Nacht","epNo":7,"alt":"Episode 7","descr":"Die Männer beginnen aus der Stadt zu fliehen, als immer mehr Leichen gefunden werden und ein schockierender Pakt aufgedeckt wird.","versions":[{"lang":1,"streams":[{"redirect":12735337,"hoster":"VOE"},{"redirect":12947809,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12734826,"hoster":"VOE"},{"redirect":12899243,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Toxische Männlichkeit","epNo":8,"alt":"Episode 8","descr":"Der Mörder treibt weiter sein Unwesen, und alle Männer der Stadt sind in Gefahr. Aber Commissioner Hastings verfolgt die falsche Spur. Dulcie, Eddie, Sven und Abby untersuchen die Morde im Geheimen weiter und finden schließlich heraus, wer der Mörder ist.","versions":[{"lang":1,"streams":[{"redirect":12871372,"hoster":"VOE"},{"redirect":12981365,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12978444,"hoster":"VOE"},{"redirect":12981370,"hoster":"Streamtape"}]}]}]}]}