{"seriesId":"dead-end","name":"Dead End","descr":"Die junge Pathologin Emma (Antje Traue) hat ihre Ausbildung in den USA gemacht und versucht nun – gezwungenermaßen – in ihrer alten Heimat wieder Fuß zu fassen. Es geht für sie zurück in die brandenburgische Provinz, denn sie muss dringend ihrem Vater Peter (Michael Gwisdek), dem örtlichen Leichenbeschauer, helfen. Er benimmt sich seit einiger Zeit äußerst merkwürdig und nimmt Teile seiner Arbeit mit nach Hause: Knochen lagern im Kühlschrank. Um ihren Vater zu schützen, übernimmt Emma seine Aufträge. Die Pathologin schaut ganz genau hin – wodurch sich der eine oder andere Todesfall als Kriminalfall entpuppt.\u0026amp;lt;br /\u0026amp;gt;\u0026amp;lt;br /\u0026amp;gt;Emma stößt während ihrer Recherchen allerdings nicht nur auf Gegenliebe: Bürgermeister Herbst (Fabian Busch) will, dass sein Städtchen genauso beschaulich bleibt, wie es ist. Das passt mit Mord und Totschlag, den Emma ganz offensichtlich aus Amerika importiert hat, nicht zusammen. Von dem ermittlungsmüden örtlichen Polizeikommissar Schubert (Lars Rudolph) kann Emma ebenfalls keine Unterstützung erwarten. In Betti (Victoria Schulz), der neuen Polizistin im Ort, findet Emma jedoch eine Verbündete. Mit Betti verbindet Emma auf irritierende Weise mehr als bloß Hartnäckigkeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mit den Cowboys kam das Verbrechen","epNo":1,"alt":"","descr":"Die in Amerika ausgebildete Forensikerin Emma kommt zum 75. Geburtstag ihres Vaters Peter, dem örtlichen Leichenbeschauer, zu Besuch in ihre Heimatstadt Mittenwalde in Brandenburg. Zu Hause angekommen trifft sie ihren Vater nicht an. Sie findet ihn im örtlichen Fitnessstudio, wo die Studiobesitzerin Verena medizinisch versorgt wird. Es gab einen mysteriösen Unfall: Scheinbar wurde ein Laufband manipuliert. Später entdeckt Emma verwaiste Fußknochen in Peters Kühlschrank. Seine Erklärungen, wie es dazu kommt, dass herrenlose Leichenteile bei ihm zu Hause herumliegen, wirken auf Emma nicht überzeugend. Ebenso wenig das Ergebnis seiner Untersuchungen, dass der Tote offenbar bei einem Brand ums Leben kam. Emma macht ihren Vater auf ein Indiz aufmerksam, das er wohl übersehen hat: Der Landstreicher, dem der Knochen gehört, muss schon tot gewesen sein, bevor die Flammen ihn erwischt haben. Wie konnte Peter das übersehen? Emmas Vater hat darauf keine Antwort. Emma schaut sich Peters Unterlagen zum verbrannten Obdachlosen an und macht ihm unmissverständlich klar, dass er Fehler bei der Untersuchung des Falls gemacht hat. Zähneknirschend räumt er ein, Offensichtliches übersehen zu haben und sogar noch mehr Knochen vom Toten gelagert zu haben.","versions":[{"lang":1,"streams":[{"redirect":9696916,"hoster":"VOE"},{"redirect":8383969,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gestorben wird immer","epNo":2,"alt":"","descr":"Die Polizistin Betti Steiner entdeckt, dass ihre Mutter versucht hat, sich mit Tabletten das Leben zu nehmen. Sie kann das Schlimmste verhindern, aber die Ungewissheit, ob ihre Mutter es wieder versuchen wird, bleibt. Im Altersheim Mittenwalde gibt es währenddessen einen Todesfall. Die Verstorbene, Herta Schütte, wurde an diesem Tag 100 Jahre alt. Emma begleitet ihren Vater Peter ins Heim und lernt die Ärztin Dr. Diestelfink kennen. Sie ist offenbar eine gute Bekannte von Peter. Peter vermutet, dass Herta Schütte ganz natürlich an Herzversagen gestorben ist, und stellt den Totenschein aus. Gemäß den Leichenflecken ist sie nach Mitternacht gestorben. Für Peter und Dr. Diestelfink ist der Fall damit erledigt, doch Emma kommen Zweifel und sie besteht darauf, die Leiche mit in die Pathologie zu nehmen. Die Beschaffenheit der Leichenflecken ist auffällig. Emma ist überzeugt, dass Herta Schütte vor Mitternacht gestorben ist und jemand ihren Todeszeitpunkt manipuliert hat, um der alten Dame den Wunsch zu erfüllen, 100 Jahre alt zu werden.","versions":[{"lang":1,"streams":[{"redirect":13103411,"hoster":"VOE"},{"redirect":8383970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"C’est la vie","epNo":3,"alt":"","descr":"Emma und Peter machen beim Wandern einen ungewöhnlichen Fund: In einem Baum hängt, verheddert in einen Gleitschirm, ein toter Mann. Wenig später ist der Tote verschwunden. Während Peter sich das alles nicht erklären kann, wundern sich die örtlichen Polizisten Betti und Schubert darüber, wie eine Leiche verschwinden kann. Emma ist sich sicher, dass sie gestohlen wurde. Aber wer sollte so etwas tun? Plötzlich taucht die verschwundene Leiche wieder auf. Der Tote sitzt an einem Feldweg auf einer Bank. Aber warum wurde der Mann genau hierher gebracht? Zudem ist unklar, wer der Tote ist: Niemand wurde bislang als vermisst gemeldet. In der Pathologie stellen Emma und Peter fest, dass die Wunden im Gesicht des Toten überschminkt wurden. Außerdem riecht er auffällig. Und er hat einen Ring bei sich, der am Morgen, als sie ihn zum ersten Mal fanden, noch nicht da war. Die Füße weisen Schürfwunden auf  post mortem. Dem Toten wurden die Schuhe ausgezogen und später, nachdem sein Körper geschleift wurde, wieder angezogen. Wieso? Im Polizeirevier trifft Emma auf Bürgermeister Herbst, der außer sich ist: Der dritte Tote, seit Emma zurück in Mittenwalde ist. Wann reist sie endlich wieder ab?","versions":[{"lang":1,"streams":[{"redirect":9586722,"hoster":"VOE"},{"redirect":8383975,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schicksal und Stärke","epNo":4,"alt":"","descr":"Emma wird von ihrem Freund Kevin überrascht, der ihr aus Amerika nachgereist ist. Ihre Freude hält sich allerdings in Grenzen, sie möchte ihn nicht sehen und läuft sogar vor ihm davon. Als ihr Vater wissen möchte, was zwischen ihr und Kevin los ist, schweigt Emma. Stattdessen begleitet sie ihren Vater zu seinem nächsten Einsatz: Auf einem Feldweg liegt eine nackte Männerleiche. Ein Armband weist ihn als Bernhard Schmidt aus, Patient einer nahe gelegenen Privatklinik. Die Ermittlungen ergeben, dass der Tote wegen seiner Alkoholsucht von Dr. Kleemann mit einem ganzheitlich homöopathischen Ansatz behandelt wurde. In der Nähe der Klinik wird die Kleidung des Verstorbenen gefunden  ordentlich auf einem Stapel zusammengelegt. Auffällig ist, dass Schmidts Frau die Nachricht über den Tod ihres Mannes ausgesprochen gefasst entgegennimmt.","versions":[{"lang":1,"streams":[{"redirect":9579090,"hoster":"VOE"},{"redirect":8383977,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nur ein Apfel","epNo":5,"alt":"","descr":"Bei einer Vorstellung der örtlichen Theatergruppe bekommt die Darstellerin des Schneewittchens einen heftigen Hustenanfall und verstirbt noch auf der Bühne. Als Emma am Ort des Geschehens eintrifft, sind Betti und Schubert bereits vor Ort. Aber wo ist der siebte Zwerg? Konarski, der Leiter der Theatergruppe, erklärt, dass die Rolle diesmal von Schuberts Tochter Mimi gespielt wurde. Wo ist das Mädchen, und warum ist auch der Schminkkoffer der Theatergruppe verschwunden? Für Peter ist die Todesursache klar: Herztod. Doch Emma widerspricht ihm wieder einmal. Rötungen und Quaddeln auf der Haut der Toten sprechen eindeutig dagegen. Die Obduktion ergibt, dass sie an einem allergischen Schock starb. Merkwürdigerweise ist aber ihr Magen leer. Wenig später taucht ein Video von Schneewittchens Todeskampf im Netz auf. Wer hat es hochgeladen? Bürgermeister Herbst ist stinksauer, ihm passen die Ermittlungen gar nicht. Ausgerechnet heute hat er für solche Dinge gar keine Zeit. Vielmehr beschäftigt ihn die Investorenparty für eine geplante Seniorenresidenz.","versions":[{"lang":1,"streams":[{"redirect":9696917,"hoster":"VOE"},{"redirect":8383981,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur ein ApfelIch war’s nicht","epNo":6,"alt":"","descr":"In ihrer Garage wird Emma von Bürgermeister Herbst überrascht, der sich dort versteckt hat. Er muss dringend mit ihr reden. Herbst ist am Morgen neben einer Toten aufgewacht. Überall war Blut, und er kann sich an nichts erinnern. Unterdessen wird Peter, der vom Bürgermeister in seiner Garage nichts ahnt, zu einer Leichenbeschauung ins Hotel gerufen. Dort wurde die Leiche einer Frau gefunden, die offenbar im Hotelzimmer erschlagen wurde. Bei der Toten handelt es sich um Beate Meiss aus Mittenwalde. Kneipenbesitzerin Nina weiß, wer Beate Meiss auf ihr Zimmer begleitet hat  Bürgermeister Herbst. In der Pathologie entdeckt Peter einen auffälligen Ausschlag am Arm der Toten. Emma verlässt die Untersuchung, um mit Herbst in der Garage zu sprechen. Als Peter die beiden dort entdeckt, ist er außer sich. Wieso versteckt Emma einen Verdächtigen? Herbst schwört, mit der Tat nichts zu tun zu haben, und bittet die beiden um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":9586723,"hoster":"VOE"},{"redirect":8383984,"hoster":"Streamtape"}]}]}]}]}