{"seriesId":"dead-set-reality-bites","name":"Dead Set - Reality Bites","descr":"Am (fiktionalen) Set einer Staffel von \"Big Brother\" kommt es plötzlich zu merkwürdigen Ereignissen und einem \"Zombie\"-Outbreak. Der einzig sichere Platz scheint das \"Big Brother\"-Haus zu sein…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Eine weitere Abwahl bei \"Big Brother\" steht an. Während die Fans ihre Favoriten vor dem Container lautstark unterstützen, warten die Teilnehmer auf die Urteilsverkündung. In der Regie wird die Set-Runnerin Kelly von dem unfreundlichen Produzenten Patrick mit Aufgaben betraut, die sie zu ihrem Kollegen und heimlichen Liebhaber Danny führen.Zur gleichen Zeit meldet sich ihr Freund Riq bei ihr, der an einer Bahnhaltestelle mitten im Nichts steht, da sein Auto gestohlen wurde.Kellys Kollegin Sophie ist gerade auf dem Weg zum \"Big Brother\"-Gelände, als sie mit ihrem Fahrer auf ein Unfallauto stößt, neben dem ein Verletzter liegt. Nichtsahnend nehmen die beiden den Verletzten mit. Auf dem Gelände angekommen stirbt dieser und erwacht kurz darauf als Zombie …","versions":[{"lang":1,"streams":[{"redirect":9586725,"hoster":"VOE"},{"redirect":8384158,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Auf dem Weg zum\"Big Brother\"-Haus werden Riq und Alex von Zombies verfolgt. Die Ex-Big Brother- Mitbewohnerin Pippa und Patrick versuchen indes einen Ausweg aus dem Aufenthaltsraum zu finden. Im Studio bringen die Teilnehmer Angel in das Gartenhäuschen, denn sie wurde bereits von einem Zombie gebissen.","versions":[{"lang":1,"streams":[{"redirect":13917239,"hoster":"VOE"},{"redirect":8384154,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Kelly, Space und Marky schaffen es, sich zu einem Supermarkt durchzukämpfen. Doch auch dort gibt es bereits Zombies und so müssen die drei fliehen. Sie treffen auf zwei Polizisten, die eine Wunde an Markys Arm für einen Biss halten und ihn erschießen wollen. In der Zwischenzeit haben sich Riq und Alex in einem Landhaus verschanzt und sehen im Fernsehen, dass im\"Big Brother\"-Haus weitere Überlebende sind. Als Riq Kelly sieht, kann er Alex endgültig davon überzeugen, zum Studiogelände zu fahren.","versions":[{"lang":1,"streams":[{"redirect":9599456,"hoster":"VOE"},{"redirect":8384153,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Riq und Alex müssen auf dem Weg zum \"Big Brother\"-Haus mit einem Boot weiterfahren. Als Alex an einer Schneise von einem Zombie gebissen wird, bittet sie Riq darum, sie zu töten. Patrick und Pippa befreien sich indes aus dem Gemeinschaftsraum und gelangen ins Studio. Dort schlägt Patrick vor, Greysons Leiche zu zerstückeln, um die Zombies damit so lange abzulenken, bis sie durch das Haupttor fliehen können.","versions":[{"lang":1,"streams":[{"redirect":9586724,"hoster":"VOE"},{"redirect":8384155,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Kelly erkennt Riq und hält Marky davon ab, ihn zu erschießen. Mit Riqs Ankunft wendet sich das Blatt: Die Teilnehmer entscheiden sich gegen Patricks Plan und binden ihn fest. Doch dieser überzeugt Joplin davon, ihn loszubinden. Patrick nimmt Kelly als Geisel und begibt sich mit ihr, Joplin und den Überresten von Greyson in Richtung Haupttor …","versions":[{"lang":1,"streams":[{"redirect":9586726,"hoster":"VOE"},{"redirect":8384166,"hoster":"Streamtape"}]}]}]}]}