{"path":"/serie/stream/dead-lucky","name":"Dead Lucky","descr":"Die sture und zugleich brilliante Ermittlerin Grace Gibbs ist besessen davon, den Tod ihres Junior Officers zu rächen. Charlie Fung, Detective in Ausbildung, macht seine Vorgesetzte Gibbs für den Tod seines besten Freundes verantwortlich. Als die beiden die Ermittlungen in einem Convenience Store übernehmen, lösen sie eine Kette an Ereignissen aus, die zerstörerische Konsequenzen nach sich ziehen …","seasons":[{"path":"/serie/stream/dead-lucky/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dead-lucky/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Als ein bewaffneter Raubüberfall in einem Supermarkt aufdeckt, dass ein bekannter Polizistenmörder wieder in Sydney ist, hat Detective Sergeant Grace Gibbs die Chance, den Mörder ihres Kollegen endlich zu fassen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10022566","hoster":"VOE"},{"path":"/redirect/10022567","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8384120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dead-lucky/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Je mehr Mani darauf besteht, dass er sich des Mordes an Tony Hodge schuldig gemacht hat, desto mehr Löcher finden Grace und Charlie in seiner Geschichte, was sie zu einer schockierenden Entdeckung führt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10022571","hoster":"VOE"},{"path":"/redirect/12980785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dead-lucky/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Als Grace und Charlie sich Tonys Mörder nähern, sieht Bo-Lin so aus, als wäre sie in ein gefährliches Verbrechersyndikat verwickelt, und Corey Baxter entführt ein weiteres Opfer.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10022574","hoster":"VOE"},{"path":"/redirect/10022573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dead-lucky/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als Grace und Charlie ihren zweiten Mord in einer Woche untersuchen, kommen sie zu Schlägen, welchen Kurs sie einschlagen sollen. Trotz aller physischen Beweise, die darauf hindeuten, dass Corey Baxter beteiligt ist, kann Grace ihre Intuition nicht ignorieren. Etwas passt nicht zusammen und sie ist sich nicht sicher warum.","versions":[]}]}]}