{"seriesId":"dead-end-express","name":"Dead End Express","descr":"Auch wer als Einsiedler in den entlegensten Winkeln der USA lebt, benötigt ab und zu bestimmte Lebensmittel, Medizin oder sonstiges Dinge, die per Lieferdienst gebracht werden müssen. Die Spezialkuriere von \"Death End Express\" liefern Waren aller Art in die Wildnis, in Sumpfgebiete und andere unwirtliche Gegenden. Dabei nutzen sie unkonventionelle Transportmittel wie Sumpfboote, Schneemobile, Hundeschlitten und Propellerflugzeuge.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Willkommen in der Wildnis","epNo":1,"alt":"Welcome to the Wilderness","descr":"Schon am Tag ist der Snake River in Idaho mit seinen zahlreichen Stromschnellen und engen Kurven eine Herausforderung für sich. Doch Brice Barnes muss den Fluss mit seinem Jetboot bei Nacht bezwingen. Und er muss sich sputen, denn ein Freund benötigt dringend seine Hilfe. Derweil muss Buschpilot Rob Kinkade einen ganz anderen Auftrag erledigen: Es geht um eine Medizinlieferung für einen Mann, der sich für ein von der Zivilisation einsames Leben in der endlosen Tundra Amerikas entschieden hat.","versions":[{"lang":1,"streams":[{"redirect":10018539,"hoster":"VOE"},{"redirect":10018537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13306721,"hoster":"VOE"},{"redirect":13306719,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fire in the Canyon","descr":"","versions":[{"lang":2,"streams":[{"redirect":13306718,"hoster":"VOE"},{"redirect":13306713,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verloren in der Tundra","epNo":3,"alt":"Stranded in the Tundra","descr":"In Montana überschlagen sich die Ereignisse: Andy und Chuck erhalten einen SOS-Ruf von einem Freund, der ohne seine Diabetes-Medikamente in der Wildnis völlig hilflos ist. Unverzüglich machen sich die beiden auf den Weg. Doch bald schon tun sich unerwartete Hindernisse auf. Derweil befördert Rob einen Goldsucher in die einsame Tundra Alaskas. Das Gepäck des Mannes ist allerdings so schwer, dass der Pilot seine Piper PA-12 nicht voll betanken kann. Ein Fehler, wie sich bald herausstellt …","versions":[{"lang":2,"streams":[{"redirect":13306698,"hoster":"VOE"},{"redirect":13306704,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Bär ist los","epNo":4,"alt":"Grizzly Goner","descr":"Buschpilot Rob steckt in der Klemme: Ein Freund von ihm sitzt fest und hat einen Hilferuf ausgesendet. Allerdings ist das Fahrwerk von Robs Maschine beschädigt und zwingt ihn, am Boden zu bleiben. In Montana wiederum reiten Andy und Chuck mit ihren vollbeladenen Pferden in die Wildnis. Ihre Aufgabe ist es, einem Einsiedler auf Achse seine Lieferung zu bringen. Unterdessen muss Jetboot-Pilot Brice Kreativität bei dem Versuch beweisen, einen verschollenen Helikopter im Hells Canyon zu finden.","versions":[{"lang":2,"streams":[{"redirect":13306729,"hoster":"VOE"},{"redirect":13306728,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahnsinn in Alaska","epNo":5,"alt":"Alaskan Madness","descr":"Jetboot-Pilot Brice erwartet eine gefährliche Aufgabe: In der Dunkelheit der Nacht muss er den Snake River überwinden, um die Temperance Creek Ranch zu erreichen. Dort wartet Shelly auf ihn, die einen Puma gesichtet hat. Währenddessen kämpft das Vater-Sohn-Team aus Jeff und Paul Hemann mit ihrer gackernden Ladung. Die zwei Männer wollen einem Einsiedler per Hundeschlitten lebende Hühner liefern. Doch der Pfad durch den Wald erweist sich als eine harte Prüfung für sie und ihre Zugtiere.","versions":[{"lang":2,"streams":[{"redirect":13306723,"hoster":"VOE"},{"redirect":13306725,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Harte Kerle","epNo":6,"alt":"Outlaws and Frostbite","descr":"Die Kälte Alaskas macht Roger Phillips zu schaffen: Auf dem Weg zu ein paar schrägen Typen in der Wildnis fällt seine Schneemobil aus und ihm drohen Erfrierungen. Anderswo wollen Jeff und Paul Hemann per Hundeschlitten Medizin ausliefern, doch ihr Alphatier Charlie weigert sich zu kooperieren. In Montana bepacken Andy Breland und Chuck Allen unterdessen ihre Pferde mit Solarmodulen. Auf der letzten Lieferung der Saison erwarten sie vereiste Wege, unberechenbare Einheimische und gefährliche Wölfe","versions":[{"lang":2,"streams":[{"redirect":13306697,"hoster":"VOE"},{"redirect":13306696,"hoster":"Streamtape"}]}]}]}]}