{"seriesId":"dears","name":"DearS","descr":"Irgendwann in der Zukunft: Außerirdische leben mitten unter uns. Sie sind wunderschöne Wesen und heißen DearS. Damit sie die Gebräuche und Gewohnheiten der Menschen besser erlernen, werden sie auf zufällig ausgewählte Schulen geschickt.Als der junge Takeya einer DearS auf seiner Schule begegnet und sie vorläufig bei sich aufnimmt, geht die Geschichte eigentlich erst richtig los: Ren, die DearS, ist komplett hilflos und kann weder Japanisch noch kennt sie die Angewohnheiten der Menschen. Also muss Takeya sie in die Grundlagen des Menschlichseins einweisen, nutzt ihre Hilflosigkeit aber auch aus. Von Ren erfährt er, dass die Aliens auf der Erde notlanden mussten und deshalb versuchen, sich in die Gesellschaft zu integrieren. Zwischen Ren und Takeya wächst eine merkwürdige, aber lustige Beziehung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mein Name ist Ren","epNo":1,"alt":"I Want To Nibble Sweetly","descr":"Der Schüler Takeya findet eines Tages ein hilfloses Mädchen am Straßenrand. Er ahnt nicht, dass das Mädchen eine der DearS ist, eine Außerirdische, die mit einem Raumschiff in der Bucht von Tokyo landete.","versions":[{"lang":1,"streams":[{"redirect":12273403,"hoster":"VOE"},{"redirect":12273404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Einkaufsbummel","epNo":2,"alt":"Was It Too Small","descr":"Takeya, der als Kind schon nicht an Außerirdischen interessiert war, findet an Ren nichts Besonderes. Ren, die sehr intelligent zu sein scheint, versucht mit Hilfe von Neneko, Takeyas bester Freundin, die japanische Sprache zu meistern.","versions":[{"lang":1,"streams":[{"redirect":9586758,"hoster":"VOE"},{"redirect":12516857,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die neue Schülerin","epNo":3,"alt":"Ball! Ball!","descr":"Seit Takeya Ren bei sich wohnen hat, muss er sein Leben komplett umstellen. Ren, die keine Ahnung hat wie sich ein Mädchen auf der Erde benehmen soll, bringt ihn ständig in peinliche Situationen.","versions":[{"lang":1,"streams":[{"redirect":9932481,"hoster":"VOE"},{"redirect":8384942,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wettkampf","epNo":4,"alt":"Wipe Your Mouth","descr":"Ren wird an der Koharu High School für die offizielle DearS Austauschschülerin gehalten und darf so am Schulleben teilnehmen. Als jedoch die echte Austauschschülerin, Miu, auftaucht, geht der Trubel erst so richtig los …","versions":[{"lang":1,"streams":[{"redirect":9220654,"hoster":"VOE"},{"redirect":8384944,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Meine liebe Feindin","epNo":5,"alt":"Partners?","descr":"Ren leidet darunter, dass sie von Miu ständig kritisiert wird. Takeya möchte ihr helfen, ist aber gleichzeitig froh wenn Ren nicht ständig an seiner Seite ist. Er versteht auch nicht warum Ren ihn als ‚Gebieter‘ bezeichnet bis Miu ihn darüber aufklärt.","versions":[{"lang":1,"streams":[{"redirect":9586759,"hoster":"VOE"},{"redirect":8384948,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Kochkurs","epNo":6,"alt":"I’m Frustrated","descr":"Takeya ist frustriert. In seinen Augen wird Ren zunehmend komplizierter und er weiß nicht, wie er damit umgehen soll. Miu hat Mitleid mit Takeya und versucht zwischen den beiden zu vermitteln.","versions":[{"lang":1,"streams":[{"redirect":9586764,"hoster":"VOE"},{"redirect":8384952,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Meine beste Feindin","epNo":7,"alt":"Pervert","descr":"Takeyas kleine Schwester Natsuki taucht plötzlich auf. Als sie erfährt, dass Ren eine DearS ist blüht sie richtig auf und behandelt Ren wie ihre beste Freundin. Als sie jedoch herausfindet, dass sich Ren und Takeya eine Wohnung teilen, ist sie mehr als schockiert.","versions":[{"lang":1,"streams":[{"redirect":9586763,"hoster":"VOE"},{"redirect":8384957,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mius Geschichte","epNo":8,"alt":"M … My Ball","descr":"Miu fordert Ren zu einem traditionellen DearS Wettkampf heraus. Ren ist alles andere als begeistert und versucht mit allen Mitteln nicht am Wettkampf teilnehmen zu müssen. Doch Miu lässt nicht mit sich reden.","versions":[{"lang":1,"streams":[{"redirect":12383428,"hoster":"VOE"},{"redirect":8384959,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Rüschenkleid","epNo":9,"alt":"It Hurt A Little","descr":"Nach dem Wettkampf konzentriert sich Ren wieder mehr um Takeya. Seine beste Freundin Neneko fühlt sich einsam und ausgeschlossen und überlegt, wie sie Takeyas Aufmerksamkeit auf sich ziehen kann.","versions":[{"lang":1,"streams":[{"redirect":8984609,"hoster":"VOE"},{"redirect":8384966,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zu heiß gebadet","epNo":10,"alt":"Is It A Golden Ball?","descr":"Miu gewinnt einen Aufenthalt in einer heißen Quelle und lädt Takeya, Ren und Neneko mit auf die Reise ein. Alles scheint perfekt bis Mitsuka und Nia am Urlaubsort auftauchen.","versions":[{"lang":1,"streams":[{"redirect":13004409,"hoster":"VOE"},{"redirect":8384965,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Matheorgie","epNo":11,"alt":"Lets Have An Orgy","descr":"Takeya hat Schwierigkeiten in der Schule und ist knapp davor das letzte Schuljahr wiederholen zu müssen. Ren zeigt sich treu und entschließt sich im Notfall ebenfalls sitzen zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":12333236,"hoster":"VOE"},{"redirect":8384971,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Liebe und andere Schwierigkeiten","epNo":12,"alt":"Do You Want To Experience It?","descr":"Takeya scheint sich so langsam an seine DearS zu gewöhnen, doch mit der Liebe hat er immer noch so seine Probleme. Als Ren eines Tages nach einem Streit mit Takeya auf den Playboy Hiro trifft scheint das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":9586762,"hoster":"VOE"},{"redirect":8384973,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ren ist in Gefahr","epNo":13,"alt":"Furthermore It Was Hot","descr":"Ren läuft davon als sie erfährt, dass sie auf ewig eingefroren werden soll. Takeya erkennt, dass für ihn der Moment gekommen ist um endlich zu handeln und macht sich auf die Suche nach Ren.","versions":[{"lang":1,"streams":[{"redirect":9586765,"hoster":"VOE"},{"redirect":8384978,"hoster":"Streamtape"}]}]}]}]}