{"path":"/serie/stream/death-parade","name":"Death Parade","descr":"[Ger Dub / Ger Sub] \"Willkommen im Quindecim!\" Zunächst sind die Besucher dieser Bar noch ahnungslos, wenn sie auf den weißhaarigen Barkeeper Decim treffen, bis dieser sie dann mit den Worten \"Nun soll der Kampf, in dem Ihr Leben auf dem Spiel steht, beginnen!\" begrüßt und ihnen das Death Game vorstellt. Es entwickelt sich ein grausames, schicksalsentscheidendes Spiel, in dem die wahre Natur der Gäste schließlich ans Tageslicht tritt und am Ende wird Decim als Schiedsrichter enthüllt, der verpflichtet ist, ein Urteil über die Besucher zu fällen.","seasons":[{"path":"/serie/stream/death-parade/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/death-parade/staffel-1/episode-1","name":"Death~Seven Darts","epNo":1,"alt":"Death~Seven Darts","descr":"Ein paar das sich nicht erinnern wie es in diese \"Bar\" gekommen ist erhält vom Barkeeper eine Erklärung. Er kann/darf ihnen nicht sagen wo sie sich befinden nur das sie per Zufall auslosen müssen welches Spiel sie spielen und das der Einsatz nichts geringes ist als ihr Leben. Sie müssen Dart spielen und währen des Spiels zeigen beide ihr wahres Gesicht. Zu Spiel Ende als die Frau vermeintlich gewonnen hat erklärt ihnen der Barkeeper das sie beide zur gleichen Zeit gestorben sind und deswegen in der \"Bar\" sind den nur Leute die gemeinsam sterben kommen in die \"Bar\" und dort entscheidet der Barkeeper in der Funktion des Schiedsrichters der die Spiele überwacht wer in den Himmel aufsteigt und wer in die Hölle hinabsteigt. So kommt es das die Frau die eigentlich das Spiel gewonnen hat in die Hölle kommt und ihr Mann in den Himmel aufsteigt..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920529","hoster":"VOE"},{"path":"/redirect/9020966","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350675","hoster":"VOE"},{"path":"/redirect/8350680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-2","name":"Death Reverse","epNo":2,"alt":"Death Reverse","descr":"Eine schwarzhaarige Frau erwacht orientierungslos. Nona, die offenbar Decims Vorgesetzte ist, nimmt sie mit ins Quindecim, und die beiden werden Zeugen der Geschehnisse aus Folge 1. Die Frau reagiert schockiert, als sie erfährt, wie Menschen hier nach ihrem Tod beurteilt werden. Deswegen gibt sie ihre Meinung dazu ab und ist sich sicher das der Barkeeper in diesem Fall ein falsches Urteil abgegeben hat. Als sich das Nano alles genau angehört hat kommt sie zu dem selben Ergebnis und daraus Resultierend rügt sie zuerst den Barkeeper das so etwas nie wieder passieren darf weil es sie sie der neuen erklären nicht um Himmel und Hölle geht sondern darum das eine Seele wiedergeboren wird und die andere im ewigen nichts verschwindet, und als zweite Konsequenz des geht sie den \"Fehler\" korrigieren und will das die Frau wiedergeboren wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984798","hoster":"VOE"},{"path":"/redirect/9020972","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350669","hoster":"VOE"},{"path":"/redirect/8350674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-3","name":"Rolling Ballad","epNo":3,"alt":"Rolling Ballad","descr":"Shigeru und Mai treffen sich im Quindecim und sollen beim Bowling gegeneinander antreten. Shigeru, der Mai sympathisch findet, lässt sich nur ihretwegen darauf ein, mitzuspielen. Sie hofft, dass beim Spiel ihr Gedächtnis zurückkehrt, sie weiß nämlich nicht einmal mehr, wer sie ist. Während dem Spiel kommen die Erinnerungen Stück für Stück zurück. Auch das Paar kommt sich während des Spiels immer näher,  so nahe, dass sie am Ende des Spiel\u0027s den Barkeeper bitten ihnen noch etwas Zeit zu geben bevor sie ihren \"letzten\" Gang antreten müssen..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984806","hoster":"VOE"},{"path":"/redirect/9020971","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350691","hoster":"VOE"},{"path":"/redirect/8350703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-4","name":"Death: Arcade","epNo":4,"alt":"Death: Arcade","descr":"Die aus einer Reality-TV-Serie bekannte Misaki und der junge Nerd Yousuke sollen zu einem Arcade-Spiel um ihr Leben antreten. Misaki ist zu Beginn überzeugt, es handele sich um eine Versteckte Kamera-Sendung und will Yousuke dazu bewegen einfach mitzumachen und eine gute \"Show\" abzuliefern. Doch als Misaki registriert das das ganze doch keine Show ist kommt ihr wahres Wesen zum Vorschein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984802","hoster":"VOE"},{"path":"/redirect/9020973","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350705","hoster":"VOE"},{"path":"/redirect/8350692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-5","name":"Death March","epNo":5,"alt":"Death March","descr":"Als ein Mann und ein kleiner Junge ins Quindecim kommen, ohne dass das die Erinnerungen vom Jungen wie üblich vorher geschickt werden, stutzt Decim zwar, versucht aber, wie gewohnt fortzufahren. Der Mann behauptet, schon einmal da gewesen zu sein. Er macht radau und zieht die gesamte Aufmerksamkeit auf sich. Währenddessen betäubt der junge Decim\u0027s Kollegin und macht sich dann daran Decim anzugreifen. Keiner wird verletzt denn es wird aufgelöst das das alles nur ein Test für Decim war der \"Mann\" war nur ne Marionette und der junge Verwandte sich zurück zum Mann er war auch ein Mitarbeiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984801","hoster":"VOE"},{"path":"/redirect/8385154","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350710","hoster":"VOE"},{"path":"/redirect/8350666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-6","name":"Cross Heart Attack","epNo":6,"alt":"Cross Heart Attack","descr":"Popstar Harada, Mitglied einer populären Boygroup, und Mayu, ein überdrehtes Schulmädchen und großer Fan Haradas, kommen im Quindecim an. Schiedsrichter Ginti lässt die beiden beim Spiel Twister gegeneinander antreten. Als die beiden um eine Pause bitten, entwickelt sich das Spiel durch Gintis Einwirken dramatisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984810","hoster":"VOE"},{"path":"/redirect/9020970","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350645","hoster":"VOE"},{"path":"/redirect/8350641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-7","name":"Alcohol Poison","epNo":7,"alt":"Alcohol Poison","descr":"Chiyuki, die Frau mit den schwarzen Haaren stößt auf ein Buch, das immer wieder in ihren Träumen erscheint. Dadurch erinnert sie sich daran, dass sie tot ist. Als sie Decim fragt, wem das Buch gehöre, erzählt er ihr von Quin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984813","hoster":"VOE"},{"path":"/redirect/8385156","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350628","hoster":"VOE"},{"path":"/redirect/8350637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-8","name":"Death Rally","epNo":8,"alt":"Death Rally","descr":"Decim bekommt zwei neue Gäste, den jungen Shimada und den Polizisten Tatsumi. Einer von ihnen soll ein Mörder sein. Die beiden müssen im Air Hockey gegeneinander antreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984807","hoster":"VOE"},{"path":"/redirect/8385161","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350659","hoster":"VOE"},{"path":"/redirect/8350661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-9","name":"Death Counter","epNo":9,"alt":"Death Counter","descr":"Das Spiel zwischen Tatsumi und Shimada geht weiter. Die Erinnerungen beider kehren allmählich zurück. Shimada begreift, dass er mit dem Messer, das er bei sich trägt, jemanden umgebracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920530","hoster":"VOE"},{"path":"/redirect/8675894","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13004410","hoster":"VOE"},{"path":"/redirect/8350649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-10","name":"Story Teller","epNo":10,"alt":"Story Teller","descr":"Decim muss zu einem Urteil über die schwarzhaarige Frau gelangen, da sie sonst zu einer Marionette wird. Als die verstorbene Sachiko ins Quindecim kommt, eine alte Manga-Zeichnerin, spielt er mit ihr und der Frau ein Kartenspiel, dessen Karten mit Symbolen aus dem Leben der beiden Frauen versehen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984816","hoster":"VOE"},{"path":"/redirect/8385163","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8351220","hoster":"VOE"},{"path":"/redirect/8351218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-11","name":"Memento Mori","epNo":11,"alt":"Memento Mori","descr":"Decim bittet Chiyuki, eiszulaufen. Dabei erinnert sie sich daran, dass sie Profi-Eisläuferin war, bis sie aufgrund einer Verletzung aufgeben musste …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984820","hoster":"VOE"},{"path":"/redirect/8385160","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8351208","hoster":"VOE"},{"path":"/redirect/8351209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/death-parade/staffel-1/episode-12","name":"Suicide Tour","epNo":12,"alt":"Suicide Tour","descr":"Decim bringt Chiyuki vermeintlich in ihr altes Haus zu Lebzeiten, wo sie ihre trauernde Mutter beobachten kann. Sie kann nicht mit ihr interagieren, sieht aber, welchen Schmerz ihr Selbstmord angerichtet hat und wird von Schuldgefühlen geplagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8984808","hoster":"VOE"},{"path":"/redirect/9020969","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8350581","hoster":"VOE"},{"path":"/redirect/8350582","hoster":"Streamtape"}]}]}]}]}