{"seriesId":"death-row-stories-geschichten-aus-dem-todestrakt","name":"Death Row Stories: Geschichten aus dem Todestrakt","descr":"Die Dokumentarreihe versucht die Wahrheit hinter verschiedenen Kapitalverbrechen ans Licht zu bringen. Dabei werden verschiedene Aspekte des US-amerikanischen Justizsystems und der Todesstrafe in Frage gestellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fall Edward Lee Elmore","epNo":1,"alt":"Edward Lee Elmore: Innocence and the Intern","descr":"Als in Greenwood, South Carolina, eine ältere, weiße Witwe auf brutale Art und Weise ermordet wird, ist ein Schuldiger rasch gefunden: der Afroamerikaner Edward Lee Elmore. Der Handwerker wird zum Tode verurteilt. Während Elmore im Todestrakt jahrelang auf seine unausweichliche Hinrichtung wartet, stößt unterdessen die hartnäckige Rechtsreferendarin Diana Holt auf seinen Fall – und widmet ihm ihr Leben, um Elmores zu retten.","versions":[{"lang":1,"streams":[{"redirect":14514265,"hoster":"VOE"},{"redirect":14487578,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fall Gloria Killian","epNo":2,"alt":"Gloria Killian: Ride to the Rescue","descr":"Gloria Killian, eine unbescholtene Jurastudentin aus Sacramento, erscheint auf den ersten Blick nicht wie eine Person, die zu einem brutalen Raubmord fähig wäre. Die Zeugenaussage eines zwielichtigen Kriminellen führt dennoch zu ihrer Verurteilung. Killians Schicksal scheint besiegelt – bis sich Joyce Ride, die Mutter der ersten US-Astronautin, für ihren Fall interessiert.","versions":[{"lang":1,"streams":[{"redirect":14514386,"hoster":"VOE"},{"redirect":14263463,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Joe D’Ambrosio","epNo":3,"alt":"Joe D\u0027Ambrosio: Blood \u0026 Water","descr":"Der 27-jährige Joe D’Ambrosio wird im Jahr 1988 zum Tode verurteilt, weil er Tony Klann, dessen Wasserleiche im Cleveland Creek angeschwemmt wurde, ermordet haben soll. Niemand will die Unschuldsbeteuerungen des ehemaligen US-Soldaten hören. Als der Geistliche Neil Kookoothe in dem Fall zu ermitteln beginnt, stößt er unerwartet auf eine schockierende Verschwörung.","versions":[{"lang":1,"streams":[{"redirect":14514447,"hoster":"VOE"},{"redirect":14487580,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fall James Duckett","epNo":4,"alt":"James Duckett: Killer Cop","descr":"Der junge Polizist James Duckett wird wegen Vergewaltigung und Mordes eines 11-jährigen Mädchens zum Tode verurteilt. Als der erfahrene Mordkommissar Marshall Frank vierzehn Jahre später einen Brief von Duckett erhält, ist er von dessen Unschuld überzeugt. Marshalls Versuch, den im Todestrakt einsitzenden Kollegen zu entlasten, bringt bald Unheilvolles zutage.","versions":[{"lang":1,"streams":[{"redirect":14514398,"hoster":"VOE"},{"redirect":14487587,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fall John Thompson","epNo":5,"alt":"John Thompson: Rough Justice in the Big Easy","descr":"Als ein Geschäftsmann während eines Raubüberfalls in New Orleans erschossen wird, präsentieren Polizei und Staatsanwaltschaft rasch den Kleinkriminellen John Thompson als Täter. Zwei erfolgreiche Anwälte aus Philadelphia erklären sich bereit, ihn zu verteidigen – dabei stellen sie fest, dass in New Orleans anscheinend ein anderes Rechtsverständnis gilt als im Rest der USA","versions":[{"lang":1,"streams":[{"redirect":14514276,"hoster":"VOE"},{"redirect":14487588,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fall Kris Maharaj","epNo":6,"alt":"Kris Maharaj: Murder in Miami","descr":"Kris Maharaj, ein britischer Geschäftsmann, wird 1987 wegen zweifachen Mordes in Miami zum Tode verurteilt. Die Täterschaft erscheint in diesem Fall eindeutig – bis der idealistische Anwalt Clive Stafford Smith unerwartet auf aussagekräftige Beweise stößt, die nicht nur neues Licht auf die zwei Morde, sondern auch auf den Drogenschmuggel und die Geldwäsche in Miami werfen.","versions":[{"lang":1,"streams":[{"redirect":14514363,"hoster":"VOE"},{"redirect":14263465,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Fall Tim Hennis","epNo":7,"alt":"Timothy Hennis: Double Jeopardy","descr":"Als die Ehefrau und zwei Kinder eines US-Hauptmanns auf einer US-Militärbasis ermordet werden, ist Feldwebel Tim Hennis der Hauptverdächtige und wird kurz darauf zum Tode verurteilt. Doch das Urteil sowie neue Beweise werfen bald viele Fragen auf – eine bizarre Reise durch das US-Rechtssystem beginnt, die bald zu unerwarteten Wendungen und überraschenden Erkenntnissen führt.","versions":[{"lang":1,"streams":[{"redirect":14514396,"hoster":"VOE"},{"redirect":14487591,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Fall Nathan Dunlap","epNo":8,"alt":"Nathan Dunlap: Eye for an Eye","descr":"Das Leben des mehrfachen Mörders Nathan Dunlap, der seit siebzehn Jahren auf seine Hinrichtung wartet, liegt in der Hand eines Mannes: des US-Gouverneurs John Hickenlooper. Der Politiker steht vor dem Wahlkampf. Seine Entscheidung bezüglich Dunlap wird weit über die Grenzen des Bundesstaates Colorado widerhallen.","versions":[{"lang":1,"streams":[{"redirect":14514371,"hoster":"VOE"},{"redirect":14487593,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Fall Darlie Routier","epNo":1,"alt":"Mother vs. Texas","descr":"Als 1996 in Dallas zwei Jungen zu Hause brutal ermordet werden, schwört ihre Mutter, Darlie Routier, dass ein unbekannter Eindringling für diese Taten verantwortlich ist. Obwohl Routier bei dem Angriff selbst schwer verletzt wurde, gilt sie als Hauptverdächtige und wird zum Tode verurteilt. Doch der Anwalt Stephen Cooper hegt ein Jahr später große Zweifel daran, dass Routiers Gerichtsverfahren wirklich fair abgelaufen ist – vor allem, da auch Routiers Ehemann verdächtigt wurde und zudem damals einen Lügendetektortest nicht bestand.","versions":[{"lang":1,"streams":[{"redirect":14483074,"hoster":"VOE"},{"redirect":14263462,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fall Randy Steidl","epNo":2,"alt":"Murder in Paris","descr":"Ein verheerender Hausbrand in Illinois, bei dem ein frisch verheiratetes Ehepaar ums Leben kommt, stellt sich – nicht wie zunächst gedacht – als Unfall, sondern als Mord heraus. Rasch wird der als Säufer bekannte Randy Steidl als Täter ermittelt und zum Tode verurteilt. Doch Michael Callahan, ein junger Polizist, zweifelt an seiner Täterschaft und stößt bei Kollegen und Vorgesetzten damit in ein Wespennest aus Lügen, Intrigen und Korruption, in dem es viele Täter und Verschwörer gibt","versions":[{"lang":1,"streams":[{"redirect":14514341,"hoster":"VOE"},{"redirect":14263467,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Kevin Cooper","epNo":3,"alt":"Murder on the Mountain","descr":"Der 8-jährige Josh Ryen ist der einzige Überlebende, als seine Familie im Jahr 1983 ermordet wird. Kurz darauf wird der flüchtige Sträfling Kevin Cooper als Täter ermittelt und zum Tode verurteilt. Zwei Jahrzehnte vergehen bis neue Zeugenaussagen die Zweifel an seiner Täterschaft wachsen lassen und sich herausstellt, dass die Polizei entlastende Beweise verschwiegen hat. Coopers verzweifelte Gesuche um ein Verfahren werden abgelehnt. Nur wenige Stunden vor seiner Hinrichtung im Jahr 2004, wird diese vorübergehend aufgeschoben","versions":[{"lang":1,"streams":[{"redirect":14514356,"hoster":"VOE"},{"redirect":14487596,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fall Seth Penalver","epNo":4,"alt":"Death, Lies and Videotape","descr":"Als 1994 in Florida drei Nachtschwärmer erschossen werden, haben Überwachungskameras eines Nachtclubs die kaltblütigen Morde aufgezeichnet. Der kleinkriminelle Seth Penalver, der einem der Täter ähnlich sieht, wird kurze Zeit später zum Tode verurteilt. Jahre vergehen. Doch vor allem Penalvers Kindheitsfreundin Renee Ginat hegt Zweifel, dass Penalver tatsächlich auf den unscharfen Videoaufnahmen zu sehen ist. Bald schon entdeckt sie, dass die Polizei Zeugen unter Druck gesetzt hat – ein jahrelanger Kampf vor Gericht beginnt.","versions":[{"lang":1,"streams":[{"redirect":14514383,"hoster":"VOE"},{"redirect":14487598,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fall Ruben Cantu","epNo":5,"alt":"The Wrong Man","descr":"Nicht immer tragen Recht und Gerechtigkeit im Gerichtssaal den Sieg davon. Manchmal haben Fehlurteile tödliche Konsequenzen. Der 1966 in Texas geborene Ruben Cantu wurde im Alter von 17 Jahren wegen eines Raubmordes zum Tode verurteilt und 1993 hingerichtet. Ein Augenzeuge, der Cantu in der Verhandlung belastete, widerrief später seine Aussage. Dennoch wurde das Todesurteil vollstreckt.","versions":[{"lang":1,"streams":[{"redirect":14514423,"hoster":"VOE"},{"redirect":14487599,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verpfuschte Hinrichtungen","epNo":6,"alt":"Cruel and Unususal: Botched Executions","descr":"Der Galgen, der elektrische Stuhl oder die Gaskammer – die USA haben für die Ausführung der Todesstrafe im letzten Jahrhundert nach unterschiedlichen Mitteln gesucht. Zuletzt wurde die \"letale Injektion\" als \"humaner und sanfter Weg\" von den Befürwortern gefeiert – obwohl diese Tötungsart in der Vergangenheit bereits in mehreren US-Bundesstaaten zu quälend langen Hinrichtungen geführt hat. Gibt es \"bessere\" und \"schlechtere\" Arten, die Todesstrafe zu vollziehen? Oder kann es den unbescholtenen Bürgern egal sein, wie qualvoll diese Mörder sterben?","versions":[{"lang":1,"streams":[{"redirect":14514343,"hoster":"VOE"},{"redirect":14487603,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Fall Henry McCollum \u0026amp; Leon Brown","epNo":1,"alt":"Two Brothers","descr":"Ein elfjähriges Mädchen wird auf einem Feld tot aufgefunden. Sie wurde vor ihrem Tod vergewaltigt. Zwei damals 15- und 19-jährige Brüder unterschreiben ein Geständnis, zu dem sie nach eigenen Aussagen von der Polizei gezwungen wurden. Der Fall wird nach 30 Jahren, die die Brüder in Haft verbrachten, neu aufgerollt.","versions":[{"lang":1,"streams":[{"redirect":14510008,"hoster":"VOE"},{"redirect":14494581,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fall Hank Skinner","epNo":2,"alt":"NYE Foul Play","descr":"Im Jahr 1995 wird Hank Skinner wegen dreifachen Mordes an Familienmitgliedern zu Tode verurteilt. Er beteuert seine Unschuld. Im Jahr 2000 decken Studenten, die sich für faire Prozesse stark machen, Fehler im Umgang mit den Beweisen und deuten sogar auf einen anderen Verdächtigen hin.","versions":[{"lang":1,"streams":[{"redirect":14516327,"hoster":"VOE"},{"redirect":14487614,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Rodney Reed","epNo":3,"alt":"Love Kills","descr":"Im April 1996 wird die Leiche der 19-jährigen Stacey am Straßenrand gefunden. Die DNA-Spuren auf ihrem Körper stimmen mit jenen von Rodney Reed überein, einem bereits vorbestraften Sexualstraftäter, der für den vermeintlichen Mord an Stacey die Todesstrafe erhält. Doch es gibt einen weiteren Verdächtigen, der vor allem dank neuer forensischer Möglichkeiten als der wahrscheinlichere Täter gilt.","versions":[{"lang":1,"streams":[{"redirect":14482734,"hoster":"VOE"},{"redirect":14494576,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fall Walter Ogrod","epNo":4,"alt":"Snitch Work","descr":"In Philadelphia wird ein junges Mädchen leblos aufgefunden und ihr Nachbar Walter Ogrod für den vermeintlichen Mord zu Tode verurteilt. Es ist ein korruptes System, in das Walter hineingerät. Es ist ein Fall voller schlampiger Recherche und vielen Lücken. Selbst 26 Jahre nach seiner Verhaftung kämpft der Verurteilte verzweifelt darum, seine Unschuld zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":14514280,"hoster":"VOE"},{"redirect":14494584,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fall Sabrina Butler","epNo":5,"alt":"Mississippi Mother","descr":"Im Jahr 1989 eilt die damals 17-jährige Afro-Amerikanerin Sabrina Butler mit ihrem Baby in die Notaufnahme in Columbus, Mississippi. Das Kind wird dort für tot erklärt. Die Mutter wird beschuldigt, ihr Kind zu Tode geprügelt zu haben und bekommt die Todesstrafe. Als ein unabhängiger Anwalt den Fall Jahre später wieder aufrollt, deckt er korrupte Machenschaften auf und erwirkt einen Freispruch für Sabrina.","versions":[{"lang":1,"streams":[{"redirect":14514364,"hoster":"VOE"},{"redirect":14494586,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fall Kenneth Clair","epNo":6,"alt":"Murdered Babysitter","descr":"Eine Babysitterin wird in Santa Ana, Kalifornien, brutal ermordet aufgefunden. Der Verdächtige Kenneth Clair, der zuvor in das Haus, in dem das Opfer arbeitete, einbrach, wird für den Mord zum Tode verurteilt. Aktuelle DNA-Analysen entlasten jedoch den Häftling.","versions":[{"lang":1,"streams":[{"redirect":14511338,"hoster":"VOE"},{"redirect":14497921,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Fall Clarence „Smitty“ Smith","epNo":7,"alt":"Feds vs Outlaws","descr":"Im Jahr 1983 ist Clarence \"Smitty\" Smith der Anführer einer Biker-Gang namens \"The Outlaws\". Er wird wegen vierfachen Mordes angeklagt, da ihn die einzige Überlebende des Massakers als Täter identifiziert. Die Zeugin wird aber als unglaubwürdig eingestuft, und Smitty freigelassen. Doch der Fall wird ihn noch viele Jahre verfolgen.","versions":[{"lang":1,"streams":[{"redirect":14514391,"hoster":"VOE"},{"redirect":14494587,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Fall Anthony Graves","epNo":8,"alt":"Family Lies","descr":"In einer verschlafenen texanischen Stadt kommt es zu einem schrecklichen Verbrechen, bei dem eine sechsköpfige Familie ausgelöscht wird. Der Verdächtige nennt einen Mann namens Anthony Graves als seinen Mittäter. Beide Männer werden zum Tode verurteilt, doch Graves beteuert seine Unschuld. Ein Professor recherchiert in dem Fall und kommt einem korrupten Richter auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":14514365,"hoster":"VOE"},{"redirect":14494596,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Geschichte des Jungen","epNo":1,"alt":"The Boy’s Story","descr":"Ein Mann wird am helllichten Tag vor einem Geschäft in East Cleveland ermordet. Nach der Zeugenaussage eines Zwölfjährigen werden drei Teenager verhaftet und zum Tode verurteilt.","versions":[{"lang":1,"streams":[{"redirect":14514250,"hoster":"VOE"},{"redirect":14494602,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Netz aus Lügen","epNo":2,"alt":"Web of Lies","descr":"Der 20-jährige Marlon Howell wird für die Ermordung eines Zeitungsboten zum Tode verurteilt. Marlon beteuert seine Unschuld und seine Familie setzt alles daran, ihm zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14514483,"hoster":"VOE"},{"redirect":14497926,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sein eigenes Gefängnis","epNo":3,"alt":"A Prison of His Own","descr":"Nick Yarris aus Philadelphia wird wegen eines Autodiebstahls verhaftet. Um einen Deal auszuhandeln gibt er Informationen über eine Entführung preis – und wird so zum Hauptverdächtigen.","versions":[{"lang":1,"streams":[{"redirect":14509097,"hoster":"VOE"},{"redirect":14497924,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einer Frau geschieht Unrecht","epNo":4,"alt":"A Woman Wronged","descr":"Ein Mann wird erschossen in seinem Haus in Mississippi aufgefunden. Sein 19-jähriger Sohn bezichtigt seine eigene Mutter, Michelle Byrom, als Drahtzieherin des Mordes.","versions":[{"lang":1,"streams":[{"redirect":14514543,"hoster":"VOE"},{"redirect":14487618,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Beweismittel","epNo":5,"alt":"Body of Evidence","descr":"Larry Swearingen wird im Jahr 2000 für den Mord an einer 19-jährigen Studentin zum Tode verurteilt. Bis zu seiner Exekution 2019 beteuerte er seine Unschuld.","versions":[{"lang":1,"streams":[{"redirect":14498089,"hoster":"VOE"},{"redirect":14487620,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord am helllichten Tag","epNo":6,"alt":"Murder in Broad Daylight","descr":"","versions":[{"lang":1,"streams":[{"redirect":14516276,"hoster":"VOE"},{"redirect":14497932,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mit der Kamera festgehalten","epNo":7,"alt":"Caught on Tape","descr":"Der brutale Mord an einem jungen Paar in Florida stellt die Polizei vor ein Rätsel. Monate später beschuldigt eine Frau ihren Ex-Geliebten der Tat und er wird verurteilt. Ist er der gesuchte Mörder?","versions":[{"lang":1,"streams":[{"redirect":14514281,"hoster":"VOE"},{"redirect":14494606,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erinnerung an einen Mord","epNo":8,"alt":"Memory of a Murder","descr":"Kevin Keith wird 1994 für die Ermordung von Marichell Chatman, ihrer Tochter Marchae und ihrer Tante Linda Chatman verurteilt. Doch es gibt Beweise, die einen anderen Verdächtigen belasten.","versions":[{"lang":1,"streams":[{"redirect":14514549,"hoster":"VOE"},{"redirect":14497936,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der verlorene Junge","epNo":1,"alt":"The Lost Boy","descr":"1996 wird der 23-jährige Tyrone Noling wegen eines Doppelmordes zum Tode verurteilt. Ein Team aus Journalisten, Anwälten und Ex-Ermittlern glaubt nicht an seine Schuld.","versions":[{"lang":1,"streams":[{"redirect":14514332,"hoster":"VOE"},{"redirect":14497942,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein fragwürdiges Geständnis","epNo":2,"alt":"Tale Of The Tape","descr":"Nach der Ermordung eines Angestellten in einem Laden in Delaware gesteht ein örtlicher Drogendealer das Verbrechen. Doch ist sein auf Tonband aufgenommenes Geständnis glaubwürdig?","versions":[{"lang":1,"streams":[{"redirect":14514338,"hoster":"VOE"},{"redirect":14497941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jäger oder Gejagter","epNo":3,"alt":"Predator Or Prey","descr":"Es gibt keine Zweifel daran, dass der College-Student Terry Williams zwei Menschen ermordet hat. Die Hintergründe der Taten werden erst nach seiner Verurteilung bekannt.","versions":[{"lang":1,"streams":[{"redirect":14483075,"hoster":"VOE"},{"redirect":14494605,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Umstrittene Forensik","epNo":4,"alt":"Forensics By Fire","descr":"Im August 1985 geht ein Haus in Philadelphia in Flammen auf. Zwei kleine Jungen sterben. Hat ihr eigener Vater den Brand absichtlich gelegt? Die Spuren liefern keine eindeutigen Beweise.","versions":[{"lang":1,"streams":[{"redirect":14483078,"hoster":"VOE"},{"redirect":14480355,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zurückgehaltene Beweise","epNo":5,"alt":"Death By The Bayou","descr":"Der geistig beeinträchtigte Corey Williams wird im Alter von 16 Jahren für einen Mord zum Tode verurteilt. Doch es gibt keine physischen Beweise, dass er der Täter ist.","versions":[{"lang":1,"streams":[{"redirect":14482647,"hoster":"VOE"},{"redirect":14494616,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die falsche Waffe","epNo":6,"alt":"The Wrong Gun","descr":"Nanon Williams wird 1992 als 17-Jähriger zum Tode verurteilt, obwohl Beweise gegen ihn als Täter sprechen. Im Gefängnis beginnt er Gedichte, Essays und Bücher zu schreiben.","versions":[{"lang":1,"streams":[{"redirect":14482644,"hoster":"VOE"},{"redirect":14494610,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der ermordete Zeuge","epNo":7,"alt":"The Hit That Wasn’t","descr":"In Philadelphia führt der Mord an einem Kronzeugen die Polizei auf die Spur eines mutmaßlichen Auftragskillers. Oder sind die Beweise gegen ihn nur inszeniert?","versions":[{"lang":1,"streams":[{"redirect":14482646,"hoster":"VOE"},{"redirect":14497943,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bissspuren","epNo":8,"alt":"Once Bitten, Twice Tried","descr":"Eine alleinerziehende Mutter wird erstochen aufgefunden. An ihrem Körper entdecken die Ermittler Bisspuren – sie führen zur Verhaftung des Postboten Ray Krone.","versions":[{"lang":1,"streams":[{"redirect":14489110,"hoster":"VOE"},{"redirect":14494636,"hoster":"Streamtape"}]}]}]}]}