{"seriesId":"death-in-the-bayou-the-jennings-8","name":"Death in the Bayou: The Jennings 8","descr":"Zwischen 2005 und 2009 wurden in der Kleinstadt Jennings, Louisiana, 8 Frauen ermordet. Obwohl sie sich alle kannten und ihre Leichen unter sehr ähnlichen Umständen entdeckt wurden, weigert sich die örtliche Polizei, eine Verbindung zwischen den Todesfällen herzustellen. Während einige Einwohner glauben, dass die Morde das Werk eines Serienmörders sein könnten, glauben andere, dass eine dunklere Verschwörung im Gange ist, an der möglicherweise sogar Mitglieder der Strafverfolgungsbehörden beteiligt sind. Während sie vergeblich darauf warten, dass die Ermittlungen vorankommen, weigern sich die Familien der Opfer, in ihrem Streben nach Gerechtigkeit aufzugeben. Doch da die Untersuchung aller 8 Todesfälle noch nicht abgeschlossen ist, spricht die Polizei nicht, so dass die Gemeinde von der Frage verfolgt wird: Wer hat die 8 Frauen in Jennings getötet?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Town Divided Part 1 + 2","descr":"Eines der acht Opfer, die in der Nähe von Jennings, Louisiana, der Bretagne und Taylor Dubois entdeckt wurden, ist es leid, im verdächtigen Tod ihrer Schwester Whitnei auf Gerechtigkeit zu warten, und sucht nach Antworten. Geheimnisse und Verdächtige werden aufgedeckt, was zu einer überraschenden Verhaftung führt. Zwei Verdächtige, die beim dritten Tod von Jennings festgenommen wurden, und ein Informant, der angeblich beteiligt war, erzählen ihre Geschichten. Zwei weitere Frauen werden vermisst und ein Teenager verschwindet am helllichten Tag. Die Frustration über die Polizei nimmt zu. Und Ängste ergreifen einen Serienmörder.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"[In Episode 1]","descr":"Eines der acht Opfer, die in der Nähe von Jennings, Louisiana, der Bretagne und Taylor Dubois entdeckt wurden, ist es leid, im verdächtigen Tod ihrer Schwester Whitnei auf Gerechtigkeit zu warten, und sucht nach Antworten. Geheimnisse und Verdächtige werden aufgedeckt, was zu einer überraschenden Verhaftung führt. Zwei Verdächtige, die beim dritten Tod von Jennings festgenommen wurden, und ein Informant, der angeblich beteiligt war, erzählen ihre Geschichten. Zwei weitere Frauen werden vermisst und ein Teenager verschwindet am helllichten Tag. Die Frustration über die Polizei nimmt zu. Und Ängste ergreifen einen Serienmörder.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Devil\u0027s Playground Part 1 + 2","descr":"Die Wut in Jennings kocht über, als eine achte Frau gefunden wird und die Polizei keine Antworten hat. Eine Task Force wird eingerichtet, aber es gibt Gerüchte über Korruption. Ein Filmemacher erwartet eine Jagd nach einem Serienmörder und findet etwas, das viel beängstigender sein könnte. Whitneis Schwestern verfolgen beunruhigende Fragen zu ihren letzten bekannten Bewegungen und ihrem Autopsiebericht. Der Gerichtsmediziner spricht zum ersten Mal über die Fälle. Alte Verdächtige tauchen wieder auf, und eine mysteriöse Gestalt macht eine explosive Anschuldigung.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"[In Episode 3]","descr":"Die Wut in Jennings kocht über, als eine achte Frau gefunden wird und die Polizei keine Antworten hat. Eine Task Force wird eingerichtet, aber es gibt Gerüchte über Korruption. Ein Filmemacher erwartet eine Jagd nach einem Serienmörder und findet etwas, das viel beängstigender sein könnte. Whitneis Schwestern verfolgen beunruhigende Fragen zu ihren letzten bekannten Bewegungen und ihrem Autopsiebericht. Der Gerichtsmediziner spricht zum ersten Mal über die Fälle. Alte Verdächtige tauchen wieder auf, und eine mysteriöse Gestalt macht eine explosive Anschuldigung.","versions":[]}]}]}