{"path":"/serie/stream/deatte-5-byou-de-battle","name":"Deatte 5-byou de Battle","descr":"[Battle Game in 5 Seconds] Das Logikpuzzle-Genie Akira Shiroyanagi und einige andere wachen unvermittelt in einem unbekannten Raum auf. Sie sind an den Handgelenken gefesselt und ihnen wird mitgeteilt, dass die Welt glaubt, dass sie tot sind, dass sie niemand vermissen wird und dass sie ab sofort als Testobjekte für bahnbrechende Forschungen dienen werden, welche sich um übernatürliche Fähigkeiten drehen. Akira findet diese Tatsache als einziger aufregend, während alle anderen sich in ihrer Furcht verlieren. Jeder Teilnehmer der Untersuchungen erhält eine einzig ihm bekannte übernatürliche Fähigkeit und muss nun sein Können bei verschiedenen Aufgaben beweisen, beispielsweise beim Eins-gegen-eins-Kampf oder Battle Royale. Akira macht es sich zum Ziel, alle zu überlisten und die Geheimnisse hinter der mysteriösen Organisation aufzudecken.","seasons":[{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-1","name":"Sophist","epNo":1,"alt":"Sophist","descr":"Akira Shiroyanagi ist ein normaler Schüler, der ein ruhiges Leben führt und ununterbrochen Spiele spielt, während er in der Schule Prüfungen besteht. Auf dem Weg zur Schule steigt eines Tages ein bandagierter Mann aus einem Auto und greift ihn an, aber mit ausreichender Planung besiegt Akira ihn erfolgreich. Plötzlich taucht ein Katzenmädchen namens Mion auf, gratuliert ihm zu seinem momentanen Sieg für einen \"ungewinnbaren Kampf\" und schießt ein Loch durch seinen Arm und Bauch, was ihn scheinbar umbringt. Er erwacht unverletzt in einem üppig ausgestatteten Raum, der mit anderen Menschen wie ihm gefüllt ist, alle mit Handschellen gefesselt. Mion erscheint und erklärt, dass sie aus dem nationalen Register entfernt wurden und stattdessen hier als experimentelle Testpersonen für Fähigkeiten platziert wurden, um ihre eigene Fähigkeit zu demonstrieren, ihre Hand in eine Kanone zu verwandeln. Die Teilnehmer wurden hier völlig zufällig ausgewählt, aber Mion scheint detaillierte Kenntnisse über jeden zu haben. Mit den Fesseln, die sie daran hindern, sich zu frei zu bewegen und ihre Fähigkeiten einzusetzen, werden die Teilnehmer zwischenzeitlich in ihre eigenen Räume geführt, bevor das erste Programm, ein Eins-gegen-Eins-Kampf, beginnt, ihre Fähigkeiten herauszufinden und sich auszuruhen. Akira wird während des Programms später mit einer kriminellen Madoka Kirisaki zusammengebracht, die einen Stock in ein rasiermesserscharfes Schwert verwandelt und ihn angreift.Da ihr Match in einer Schule stattfindet, lockt Akira Kirisaki in ein Wissenschaftslabor und überzeugt ihn, dass er seine Fähigkeiten schon einmal gesehen hat – durch Mion. Akira verwandelt seine Hand in eine Kanone und zwingt Kirisaki zur Kapitulation. In einer Rückblende wird enthüllt, dass Akiras Fähigkeit \"Sophist\" ihm die Fähigkeit ermöglicht, von der die andere Person glaubt, dass sie sie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8664412","hoster":"VOE"},{"path":"/redirect/8664410","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8977335","hoster":"VOE"},{"path":"/redirect/9020987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-2","name":"Grollender Gott","epNo":2,"alt":"Demon God","descr":"Akira erkennt, dass der Schlüssel zu seiner Fähigkeit darin liegt, die perfekten Bedingungen und das perfekte Timing für seinen Gegner zu schaffen, um eine gefälschte Fähigkeit, die er hat, zu fragen, sich vorzustellen und vollständig daran zu glauben. In ihrem Zimmer träumt ein Mädchen namens Yūri Amagake von ihrer zufällig unglücklichen Vergangenheit: von der zufälligen Hilfe für jemanden, nur um herauszufinden, dass er ein Stalker ist, in einer armen Umgebung zu leben, in der ihre Mutter ständig neue Männer zurückbringt, und sogar von ihrer geringen Affinität zu Tieren . Yūri wird mit einem Perversen namens Kiryu Kazuto verglichen, der die Fähigkeit hat, den Zustand einer Person anhand ihres Geruchs zu bestimmen. Verärgert und angewidert von ihm schlägt sie ihn mit ihrer Fähigkeit \"Dämonengott\" nieder, die es ihr ermöglicht, ihre körperlichen Fähigkeiten zu verfünffachen. Yūri beschließt, nach Hause zurückzukehren, um sich um ihre neue Stiefschwester Riria zu kümmern, die ihr ganzes Leben lang missbraucht wurde. Während Yūri ihren Kampf beendet,Akira hat einen Albtraum, in dem Mion in seinem Zimmer auftaucht und ihm sagt, dass die Energie ihrer Fähigkeiten aus der Lebenserwartung eines Menschen auf der Erde stammt. Er wird dann mit Yūri, Kirisaki, einem muskulösen Mann und einem mageren Geschäftsmann, in einen neuen Raum geführt, wo Mion über einen Lautsprecher erklärt, wie in 2 Stunden ein 5-gegen-5-Teamkampf beginnen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8791130","hoster":"VOE"},{"path":"/redirect/8791131","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8977341","hoster":"VOE"},{"path":"/redirect/9020992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-3","name":"Schwertmeister","epNo":3,"alt":"Trueblade","descr":"Der magere Geschäftsmann namens Satoru Sawatari schlägt vor, sich gegenseitig vorzustellen und einen Plan zu formulieren. Er offenbart seine Fähigkeit, einen Knopf in ein Seil zu verwandeln, Yūri und Kirisaki zeigen beide ihre und der muskulöse Mann, Shin Kumagiri, offenbart seine Fähigkeit, zwei Sekunden lang unbesiegbar zu werden, obwohl er sich auch weigert, etwas zu verwenden, das gepflanzt wurde in ihn ohne Zustimmung. Akira hält an seiner Lüge fest und bemerkt Kirisakis Anwesenheit und das Risiko, die Wahrheit zu enthüllen. Sie erreichen eine schicke Ringarena, in der ein Mitglied jedes Teams eins gegen eins gegeneinander kämpfen muss, wobei die Endergebnisse den Sieg eines Teams bestimmen. Akira ist schockiert, weil das Format des Spiels nicht mit der vorgesehenen Vorbereitungszeit übereinstimmte, was die Leute dazu verleitete, potenziellen zukünftigen Gegnern wichtige Informationen über ihre Fähigkeiten preiszugeben.In der ersten Runde trifft Sawatori auf eine üppige Frau namens Rin Kashii. Rin verlangt, dass er aufgibt, aber Sawatori beschließt, einen 50-50-Münzenwurf durchzuführen, der entscheidet, wer gewinnt, nur damit er in dem Moment getötet wird, in dem er die Münze wirft. Kumagiri bereitet sich darauf vor, ein bebrilltes junges Mädchen namens Ringo Tatara zu besiegen, ohne sie zu verletzen, aber sie verliert stattdessen zu Rins Verdruss. Ringo erkennt, dass ihre Fähigkeit \"Plagiat\" es ihr ermöglicht, die Fähigkeit einer Person für 1/10 der Stärke zu kopieren, und würde sich daher gegen Kumagiri als nutzlos erweisen. Im dritten Match trifft Kirisaki auf ein Mädchen, Saeko Zokumyouin, die Murmeln in riesige Abrissbirnen verwandeln kann. Er gewinnt schnell die Oberhand, indem er seine Fähigkeit \"Trueblade\" entfesselt, die es ihm ermöglicht, einen Stock in ein Schwert zu verwandeln, das alles durchschneiden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8791166","hoster":"VOE"},{"path":"/redirect/8791167","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8270528","hoster":"VOE"},{"path":"/redirect/8270521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-4","name":"Plagiarist","epNo":4,"alt":"Plagiarist","descr":"Indem er auf den richtigen Moment wartet, schlägt Saeko Kirisaki zwischen die Beine und gewinnt die Runde. Akira, der folgert, dass jede Strafe für die Verlierer wahrscheinlich nicht der Tod sein wird, entscheidet, dass es optimal ist, zu experimentieren, unter welchen Bedingungen er seine Fähigkeit aktivieren kann, indem er zuerst Kirisaki bedroht und dann seinen Gegner Kouji Kitajima von seiner Fähigkeit überzeugt. Kitajima schafft es, sich selbst zu schützen, aber Akira entwaffnet ihn schnell, da er herausgefunden hat, dass er die Fähigkeiten anderer zunichte machen kann, vorausgesetzt, er berührt mit einer Hand den Boden. Er kommt zu dem Schluss, dass er angeben kann, wer die \"andere Person\" ist, um seine Fähigkeit zu aktivieren, vorausgesetzt, es besteht ein gegenseitiges Engagement zwischen ihnen. Für das letzte Match trifft sich Yūri wieder mit ihrem Stalker, der sich selbst getäuscht hat zu glauben, dass Yūri ihn wirklich liebt, nachdem er versucht hat, sie dazu zu bringen, einen Liebhaber zu begehen.s Selbstmord zusammen. Obwohl sie seinen Körper zu Eisen härtet, schlägt sie ihn aus dem Ring. Mit dem Sieg ihres Teams erklärt Mion, dass die Mädchen des Verliererteams dem Gewinnerteam Essen in peinlichen Bunny-Girl-Anzügen servieren müssen, während die Männer herumlaufen und Wasser bereitstellen. Das dritte Programm wird sofort fortgesetzt, wobei die Teams angewiesen werden, jeweils aus einer anderen Reihe von Wegen zu wählen und die bereitgestellten Anweisungen zu vervollständigen. Dahinter erklärt Mion unheilvoll, dass die wirkliche Strafe des Verliererteams noch aussteht. Akira erkennt Yūris Potenzial und gibt ihr absichtlich ein Taschentuch, das ihm anscheinend wichtig ist, und verspricht ihr, es zurückzugeben.s Mädchen müssen in peinlichen Bunny-Girl-Anzügen dem Siegerteam Essen servieren, während die Männer herumlaufen und Wasser bereitstellen. Das dritte Programm wird sofort fortgesetzt, wobei die Teams angewiesen werden, jeweils aus einer anderen Reihe von Wegen zu wählen und die bereitgestellten Anweisungen zu vervollständigen. Dahinter erklärt Mion unheilvoll, dass die wirkliche Strafe des Verliererteams noch aussteht. Akira erkennt Yūris Potenzial und gibt ihr absichtlich ein Taschentuch, das ihm anscheinend wichtig ist, und verspricht ihr, es zurückzugeben.s Mädchen müssen in peinlichen Bunny-Girl-Anzügen dem Siegerteam Essen servieren, während die Männer herumlaufen und Wasser bereitstellen. Das dritte Programm wird sofort fortgesetzt, wobei die Teams angewiesen werden, jeweils aus einer anderen Reihe von Wegen zu wählen und die bereitgestellten Anweisungen zu vervollständigen. Dahinter erklärt Mion unheilvoll, dass die wirkliche Strafe des Verliererteams noch aussteht. Akira erkennt Yūris Potenzial und gibt ihr absichtlich ein Taschentuch, das ihm anscheinend wichtig ist, und verspricht ihr, es zurückzugeben.Potenzials gibt Akira ihr absichtlich ein Taschentuch, das ihm anscheinend wichtig ist, und verspricht ihr, es zurückzugeben.Potenzials gibt Akira ihr absichtlich ein Taschentuch, das ihm anscheinend wichtig ist, und verspricht ihr, es zurückzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8865603","hoster":"VOE"},{"path":"/redirect/8865605","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8452802","hoster":"VOE"},{"path":"/redirect/8452797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-5","name":"Jäger","epNo":5,"alt":"Hunter","descr":"Das dritte Programm startet und Akira weiß nicht, was er tun soll. In einem neuen Kampf um Punkte gerät er bald in einen Hinterhalt. Doch kurz darauf taucht Yuuri auf, der von vier anderen Männern verfolgt wird. Bald beginnt der Kampf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8896764","hoster":"VOE"},{"path":"/redirect/8896765","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8444176","hoster":"VOE"},{"path":"/redirect/8444175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-6","name":"Vermittler","epNo":6,"alt":"Mediator","descr":"Akira beschließt, dem Grünen Team beizutreten und wählt Yuuri als ihren wichtigsten Verbündeten. Mion informiert alle über eine Mission, die bald stattfinden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8929017","hoster":"VOE"},{"path":"/redirect/8929016","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475576","hoster":"VOE"},{"path":"/redirect/8523400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-7","name":"Tyrann","epNo":7,"alt":"Tyrant","descr":"Der Kampf mit dem Ghul geht weiter, aber Akira hat einen Plan. Nach der Schlacht, während das rote Team beschließt anzugreifen, schlägt Mion eine neue Mission vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8967773","hoster":"VOE"},{"path":"/redirect/8967778","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475573","hoster":"VOE"},{"path":"/redirect/8598244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-8","name":"Wächter","epNo":8,"alt":"Guardian","descr":"Das Kriegsspiel Königsjagd beginnt. Akira hat sich mit Yuuri so einiges ausgedacht und auch zahlenmäßig ist ihr Team überlegen. Doch Team Rot bleibt gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920548","hoster":"VOE"},{"path":"/redirect/9224529","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12173186","hoster":"VOE"},{"path":"/redirect/8652638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-9","name":"Eiserne Jungfrau","epNo":9,"alt":"Iron Maiden","descr":"Akira besucht Rin Kashii mit einem Vorschlag, während der Kampf zwischen Team Green und Team Red heiß wird!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9224532","hoster":"VOE"},{"path":"/redirect/9224533","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8718667","hoster":"VOE"},{"path":"/redirect/8718658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-10","name":"Diamantenhand","epNo":10,"alt":"Diamondhand","descr":"Akira trifft in den Wäldern auf einen gefährlichen Gegner, der seine Schwerttechnik gemeistert hat. Währenddessen tritt im Lager von Team Grün der wahre Spion in Aktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917265","hoster":"VOE"},{"path":"/redirect/9224515","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8780779","hoster":"VOE"},{"path":"/redirect/8780777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-11","name":"Kredithai","epNo":11,"alt":"Loanshark","descr":"Akira stellt sich Kuroiwa und seinen Sklaven. Er findet heraus, warum die beiden Herrscher von Team Rot wirklich ein eigenes Königreich aufbauen wollen. Wird er sie aufhalten können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915834","hoster":"VOE"},{"path":"/redirect/9224520","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8859497","hoster":"VOE"},{"path":"/redirect/13701646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deatte-5-byou-de-battle/staffel-1/episode-12","name":"Die letzte Fähigkeit","epNo":12,"alt":"The Final Ability","descr":"Die Quest endet in einem Kampf zwischen Yuuri und Oogami, dem König von Team Red. Unterdessen beendet Akira seinen Kampf mit Kuroiwa und versucht, das dritte Programm ein für alle Mal abzuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9224522","hoster":"VOE"},{"path":"/redirect/9224525","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8892490","hoster":"VOE"},{"path":"/redirect/8892489","hoster":"Streamtape"}]}]}]}]}