{"seriesId":"dechiffrierung-des-zodiac-killers","name":"Dechiffrierung des Zodiac Killers","descr":"Ende der 1960er-Jahre versetzte der berüchtigte Zodiac Killer, dessen Identität bis heute ungeklärt ist, die amerikanische Bevölkerung in Angst und Schrecken. Im Raum San Francisco ist er den Behörden zufolge für mindestens fünf Morde an meist jungen Paaren verantwortlich, zwei weitere Opfer überlebten schwer verletzt. Mit seinen kryptischen Kodes, bestehend aus altertümlichen und mittelalterlichen Symbolen, die er in Briefen an die lokale Presse schickte, gab der Serienmörder den Ermittlern Rätsel auf. Noch immer sind einige der Briefe nicht entschlüsselt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein neuer Verdacht","epNo":1,"alt":"","descr":"Eine neue Suche nach dem geheimnisvollen Zodiac-Killer arbeitet mittels, noch nie dagewesenem Zugang zu den Akten.","versions":[{"lang":1,"streams":[{"redirect":6672441,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Verbindung zum Militär","epNo":2,"alt":"","descr":"Die Suche fördert Hinweise darauf zutage, dass der Zodiac Killer beim U.S.-Militär gedient haben könnte.","versions":[{"lang":1,"streams":[{"redirect":6672460,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Zweiter Hauptverdächtiger","epNo":3,"alt":"","descr":"Der Supercomputer des Teams deckt ein seltsames Muster der Mondphasen auf, dass die Morde verbindet.","versions":[{"lang":1,"streams":[{"redirect":6672423,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"FBI-Akten","epNo":4,"alt":"","descr":"Ein Handschriften-Spezialist stellt eine Verbindung her zwischen den Briefen des Killers und einem Brief, der 3.000 Meilen entfernt aufgegeben wurde.","versions":[{"lang":1,"streams":[{"redirect":6672433,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Entschlüsselt","epNo":5,"alt":"","descr":"Ein Teammitglied hat Zodiacs berüchtigten Z-340-Code geknackt, was Codebrechern 50 Jahre lang nicht gelungen ist.","versions":[{"lang":1,"streams":[{"redirect":6672443,"hoster":"VOE"}]}]}]}]}