{"seriesId":"decision-game","name":"Decision Game","descr":"Im Mittelpunkt der sechsteiligen Thrillerserie \"Decision Game\" steht die Risikoanalystin Vera Schröder (Eva Meckbach), die plötzlich knallharte Entscheidungen treffen muss, als ihre Tochter Elsa (Paula Hartmann) entführt wird. Die Forderung der Kidnapper ist perfide: Vera soll die Risikobewertung ihrer Versicherung für ein Land anheben. Um ihrem Mann Alex (Shenja Lacher) mehr Zeit zu geben, Elsa zu finden, macht Vera jedoch genau das Gegenteil der Erwartungen: Sie senkt die Bewertung herab, was einen enormen Investitionsverlust für die Entführer bedeutet. Doch hat sie damit das Todesurteil für ihre Tochter unterschrieben?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Risk","epNo":1,"alt":"","descr":"Seit einem tragischen Vorfall ist es Veras größte Angst, ihre Tochter Elsa zu verlieren. Als diese entführt wird, versucht Vera alles, um Elsa lebend aus den Händen der Entführer zu befreien. Als Risikoanalystin sind für Vera jedes Risiko und jedes Vorgehen kalkulierbar. Doch als Elsas Entführer Vera eine ungewöhnliche Forderung stellen, gerät sie an die Grenzen ihrer mathematischen Berechnungen. Denn schon seit vielen Jahren ist die Angst Veras ständiger Begleiter. Das spürt auch ihre Tochter Elsa, die sich regelmäßig von ihrer Mutter via Handy-GPS tracken lassen muss. Genervt von diesem Verfolgungswahn, gibt Elsa ihr Handy einem Fremden und will die unbeobachtete Zeit genießen. Als Vera dahinterkommt, fehlt von ihrer Tochter jedoch bereits jede Spur.Mithilfe ihres Mannes, dem Polizisten Alex, entdeckt Vera Videoaufnahmen, die zeigen, dass Elsa von einem schwarzen Van mitgenommen wurde. Kurz darauf melden sich die Entführer: Um ihre Tochter zu befreien, soll Vera das Risikolevel des Landes Burundi hochstufen. Was bezwecken die Entführer mit dieser ungewöhnlichen Forderung? Eins ist klar: Die Entführer sind keine Anfänger und wissen genau, was sie tun. Vera versucht verzweifelt, mithilfe der Spieltheorie eine Lösung zu finden und ihre Tochter zu retten. Als Alex sich jedoch trotz Warnung der Entführer an eine Polizeikollegin wendet, ist ihre gemeinsame Tochter in höchster Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11144119,"hoster":"VOE"},{"redirect":11415772,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"High","epNo":2,"alt":"","descr":"Die Entführer erhöhen den Druck auf Vera und schicken ihr ein Paket. Der Inhalt macht klar: Die Entführer kennen keine Skrupel. Vera und Alex erhalten den abgetrennten Daumen ihrer Tochter. Die Entführer sind bereit diesen wieder anzunähen, wenn Vera wie gefordert das Risikolevel erhöht. Für Vera immer noch keine Option. Sie fasst einen Plan, um die Entführer unter Druck zu setzen. Vor den Augen der Entführer nimmt Vera LSD. Dieses wurde ihr früher gegen ihre Angststörungen verschrieben, bis sie davon abhängig wurde. Sollte sie rückfällig werden und ihr Chef erfährt davon, wäre sie sofort gefeuert und der Plan der Entführer zerschlagen. Noch bei klarem Verstand, schickt sie Alex eine Videobotschaft mit der Bitte, sie aufzuhalten, sollte sie den Entführern gegenüber einknicken.Ihr riskanter Plan geht auf: Die Entführer erklären sich bereit, Elsas Daumen wieder anzunähen. Sofort macht sich Alex auf die Jagd nach einer Klinik, wo Elsa sein könnte. Doch seine Aktion erregt zu viel Aufmerksamkeit und ruft die Polizei auf den Plan, was die Entführer nur noch mehr erzürnt. Schafft es Alex dennoch, seine Tochter zu finden?","versions":[{"lang":1,"streams":[{"redirect":13004415,"hoster":"VOE"},{"redirect":11415779,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Crash","epNo":3,"alt":"","descr":"Alex muss sich den Fragen der Polizei stellen. Als die Entführer mitbekommen, dass diese Ermittlungen aufnimmt, erhöhen sie den Druck auf Vera und Alex. Vera ist bereit, alles zu tun, um die Ermittlungen zu stoppen und erkennt, dass sie dafür mit den Entführern kooperieren muss. Mithilfe der Spieltheorie arbeitet sie einen gewagten Plan aus, der ein großes Opfer von ihr fordert. Im Zuge der Ermittlungen erfährt auch Veras Chef von Elsas Entführung. Er stellt Vera von der Arbeit frei, womit sie für die Entführer quasi wertlos wird – genau wie ihre Tochter. Währenddessen kommt Alex’ Freund und Kollege Reiner hinter die Entführung und wird von Vera eingeweiht. Reiner zieht Fäden im Hintergrund, um die Polizeichefin Hoffmann von einer alles gefährdenden Großfahndung abzuhalten.Unterdessen müssen Elsa und ihre Eltern erkennen, dass einer von Elsas Entführern psychisch instabil und somit unberechenbar ist. Umso dringender müssen sie das Vertrauen des anderen Entführers gewinnen. Wird es ihnen gelingen, ihre Tochter vor dieser tickenden Zeitbombe zu retten?","versions":[{"lang":1,"streams":[{"redirect":11144123,"hoster":"VOE"},{"redirect":11415781,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Slam","epNo":4,"alt":"","descr":"Um seiner Chefin zu beweisen, dass Elsas Entführung nur ein Gerücht ist, erzählt Reiner ihr, dass Elsa bei einem Poetry Slam auftreten wird. Wird dieser Plan funktionieren? Da die Entführer ebenfalls Interesse daran haben, dass die Polizei ihre Ermittlungen einstellt, lassen sie sich auf einen Deal ein: Elsa darf auftreten, muss aber danach wieder zu den Entführern zurückkehren. Sie sorgen jedoch vor, um eine Flucht zu verhindern. Vera und Alex sind überglücklich, als sie ihre Tochter endlich wieder in den Armen halten können. Leise Hoffnung keimt auf. Doch sie wissen beide, dass die Entführer sich abgesichert haben müssen. Auf den ersten Blick ist nichts zu erkennen: Kein Scharfschütze, kein Sprengstoff am Körper. Elsa kann Alex einige Hinweise auf die Entführer und ihr Versteck geben.Als Alex einem Hinweis nachgehen will, legen die Entführer ihren Trumpf offen: Ihre Absicherung ist zwar unsichtbar, aber dafür umso tödlicher. Doch bevor Elsa selbst erfährt, in welcher Gefahr sie ist, nutzt sie die Gelegenheit und haut ab. Was Elsa nicht weiß: Die Uhr tickt.","versions":[{"lang":1,"streams":[{"redirect":11144126,"hoster":"VOE"},{"redirect":11415780,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Win-Win","epNo":5,"alt":"","descr":"Alex versucht, mit Elsas Hinweisen das Versteck der Entführer zu finden. Tat-sächlich entdeckt er das Hochhaus, in dem Elsa gefangen gehalten wurde. Doch von Elsa fehlt jede Spur. Stattdessen findet Alex Sneakerboy, den jüngsten der Entführer, geknebelt und an eine Säule gefesselt. Alex hofft auf ein Geständnis, doch der Komplize offenbart ihm, in welcher Gefahr sie sich befinden: Das Hochhaus wird jede Sekunde gesprengt. Durch das erhöhte Risikolevel Burundis steigt der Preis für das Metall Coltan erheblich an. Doch wer könnte davon profitieren? Durch ihre geschickte Kombinationsgabe kommt Vera auf die Namen der Entführer und muss feststellen, dass sie ein gemeinsames Erlebnis in der Vergangenheit haben, welches die Entführer herbe Verluste kostete. Für Vera wird klar: Hier geht es nicht nur um Geld, sondern auch um Rache.Und Rache ist nicht verhandelbar. Damit steckt sie in einem unlösbaren Dilemma: Nur ein gleichwertiges Verbrechen, von Vera begangen, könnte Elsas Rückkehr sichern. Um Vera zu helfen, unterbreitet Veras Uni-Professor Thalmann ihr ein unmoralisches Angebot: Eine Win-Win-Situation. Doch ist Vera bereit, diesen bitteren Preis zu bezahlen, um Elsas Leben zu retten?","versions":[{"lang":1,"streams":[{"redirect":11144127,"hoster":"VOE"},{"redirect":11415775,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dilemma","epNo":6,"alt":"","descr":"Vera lässt den Entführern das Video zukommen, das beweist, dass sie einen Menschen erschossen hat. Sie hofft, damit das Vertrauen der Entführer zu gewinnen und Elsas Leben zu retten. Doch Robert traut dem Video nicht. Um sicherzugehen, dass Vera die Tat begangen hat, fordert er die Tatwaffe mit ihren Fingerabdrücken und den Waffen-schein. Reichen ihm diese Sicherheiten und lässt er Elsa tatsächlich gehen? Auch Elsa schmiedet einen Plan: Sie versucht, Robert zu überzeugen, sie gehen zu lassen. Im Gegenzug würde sie der Polizei nichts von ihm erzählen, sondern nur die Komplizen erwähnen. Währenddessen stellt Alex den Entführern eine Falle, um Elsas Aufenthaltsort zu erfahren. Doch der Versuch fliegt auf und bringt seine Tochter in noch größere Gefahr. In der Zwischenzeit bereitet Vera das Endgame vor. Wird sie es wirklich schaffen, Elsa aus den Klauen der Entführer zu befreien? Und kann sie ihrem Mann Alex noch vertrauen?","versions":[{"lang":1,"streams":[{"redirect":11144132,"hoster":"VOE"},{"redirect":11415777,"hoster":"Streamtape"}]}]}]}]}