{"seriesId":"defiance","name":"Defiance","descr":"Die Ankunft von Außerirdischen auf der Erde hat einen neunjährigen Krieg zwischen den Menschen und verschiedenen Alienrassen zur Folge. Nach dessen Ende müssen sich die Kriegsparteien den verwüsteten Planeten teilen und lernen, friedlich miteinander auszukommen. Auf den Ruinen des zerstörten St. Louis wird die Stadt Defiance errichtet, in der die neue Bürgermeisterin Amanda Rosewater für Ordnung sorgen will. Dort strandet auch der heimatlose Joshua Nolan, der den Posten des Sheriffs übernimmt und seine Adoptivtochter Irisa zum Deputy befördert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot, Parts 1 \u0026 2","descr":"Die Erde in einer nahen Zukunft: Nach einem jahrzehntelangen Krieg zwischen Aliens und Menschen, der den ehemals blauen Planeten fast zerstört hat, müssen beide Seiten lernen miteinander zu leben. Der Ex-Soldat Jeb Nolan (Grant Bowler) strandet gemeinsam mit seiner Ziehtochter Irisa (Stephanie Leonidas), einer Irathien, in Defiance. Dort haben Menschen und verschiedene Alien-Rassen auf den Trümmern des ehemaligen St Louis gemeinsam eine Flüchtlingsstadt errichtet. Schnell zeigt sich, dass das Zusammenleben alles andere als einfach ist.","versions":[{"lang":1,"streams":[{"redirect":9579146,"hoster":"VOE"},{"redirect":13806622,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wohin die toten Männer gehen","epNo":2,"alt":"Down In The Ground Where The Dead Men Go","descr":"Die Verfolgung eines flüchtigen Straftäters führt Jeb Nolan (Grant Bowler) und Minenbesitzer Rafe McCawley (Graham Greene) in das unterirdische St. Louis. In seiner Abwesenheit geraten Irisa (Stephanie Leonidas) und Bürgermeisterin Amanda Rosewater (Julie Benz) wegen einer brutalen Tradition der Castithans aneinander.","versions":[{"lang":1,"streams":[{"redirect":8984867,"hoster":"VOE"},{"redirect":8385693,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gnadenlose Rache","epNo":3,"alt":"The Devil In The Dark","descr":"Bei der Untersuchung von zwei brutalen Hellbug-Attacken erkennen Nolan (Grant Bowler) und Irisa (Stephanie Leonidas), dass die Angriffe mit einer Irathien-Gang zusammenhängen. Die sind Spirit Riders und halten sich erst seit kurzem in der Stadt auf. Unterdessen wird Irisa von merkwürdigen Visionen heimgesucht.","versions":[{"lang":1,"streams":[{"redirect":9586809,"hoster":"VOE"},{"redirect":8385694,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein angesehener Mann","epNo":4,"alt":"A Well Respected Man","descr":"Kenya (Mia Kirshner) wird entführt, als sie zufällig auf einen Drogenring der Votans stößt, der mit menschlichem Adrenalin handelt. Um es zu gewinnen, erschrecken sie ihre Opfer buchstäblich zu Tode. Rafe erfährt, dass sein toter Sohn Luke scheinbar an mysteriösen Vorgängen in den Minen beteiligt war. Er vertraut sich Quentin an, um der Sache auf den Grund zu gehen.","versions":[{"lang":1,"streams":[{"redirect":9586810,"hoster":"VOE"},{"redirect":8385697,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Kuckucksei","epNo":5,"alt":"The Serpent’s Egg","descr":"Amanda (Julie Benz) und Nolan (Grant Bowler) übernehmen einen Transport, der sie durch die Badlands führt. Gemeinsam müssen sie gegen eine Bande Gesetzloser kämpfen. Als ein Fremder nach Defiance kommt, wird Irisa (Stephanie Leonidas) mit traumatischen Geheimnissen aus ihrer Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":9586811,"hoster":"VOE"},{"redirect":8385696,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Waffenbrüder","epNo":6,"alt":"Brothers In Arms","descr":"Ein alter Kriegskamerad von Nolan (Grant Bowler) kommt nach Defiance. Er ist Kopfgeldjäger und hinter einem berüchtigten Waffenhändler her. Dieser wird inzwischen zu einer echten Gefahr für die Stadt: Er treibt in den Hollows sein Unwesen und zwingt Datak (Tony Curran) dazu, ihn zu verstecken.","versions":[{"lang":1,"streams":[{"redirect":9699594,"hoster":"VOE"},{"redirect":8385702,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Stahlhagel","epNo":7,"alt":"Goodbye Blue Sky","descr":"Als ein tödlicher Sturm mit rasiermesserscharfen Stahlstücken über Defiance zieht, müssen sich die Bewohner in Sicherheit bringen und in ihren Häusern ausharren. Dort entdecken sie Wahrheiten über sich selbst und ihre Nachbarn. Irisas (Stephanie Leonidas) Visionen führen sie zu Sukar (Noah Danby) und den Spirit Riders. Doch als sie in deren Camp kommt, entdeckt sie, dass er unter dem Einfluss mysteriöser Kräfte steht.","versions":[{"lang":1,"streams":[{"redirect":9586812,"hoster":"VOE"},{"redirect":8385703,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zeitreisende","epNo":8,"alt":"I Just Wasn’t Made For These Times","descr":"Nach dem Stahlhagel und dem darauf folgenden Archenfall entdecken Nolan (Grant Bowler) und Tommy (Dewshane Williams) einen amerikanischen Astronauten, der die letzten Jahrzehnte im Hyperschlaf verbracht hat. Als sie dem Mysterium seiner Vergangenheit auf dem Grund gehen, stoßen Nolan, Yewll und Rafe (Graham Greene) auf bizarre biologische Experimente während des Kriegs. In der Zwischenzeit bekommt Amanda (Julie Benz) ein Angebot für die Republik Erde zu arbeiten und die Möglichkeit eine alte Liebe wieder aufleben zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9272788,"hoster":"VOE"},{"redirect":8385706,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Seuchenalarm","epNo":9,"alt":"If I Ever Leave This World Alive","descr":"Eine mysteriöse Seuche grassiert in Defiance, die zwar von Irathiern eingeschleppt wurde, aber an der nur Menschen erkranken. Angst und Paranoia führen dazu, dass die Irathier in Quarantäne müssen und in die Minen geschickt werden. Datak (Tony Curran) nutzt die Seuche um die Macht über die Stadt zu ergreifen. Währenddessen knüpft Amanda (Julie Benz) an eine alte Liebe von der Republik Erde an und Quentin McCawley (Justin Rain) fragt Ex-Bürgermeisterin Nicky (Fionnula Flanagan), was wirklich mit seiner Mutter passierte.","versions":[{"lang":1,"streams":[{"redirect":9579144,"hoster":"VOE"},{"redirect":8385707,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mord am Hochzeitstag","epNo":10,"alt":"The Bride Wore Black","descr":"Ganz Defiance ist schockiert, als die Leiche des bekannten Geschäftsmanns Hunter Bell, der vor beinahe sechs Jahren verschwand, im NeedWant gefunden wird. Nolan (Grant Bowler) und Tommy (Dewshane Williams) leiten die Ermittlungen, die einige Geheimnisse der Bewohner von Defiance lüften. Das sorgt am Vorabend von Alaks (Jesse Rath) und Chrisities (Nicole Munoz) Hochzeit für Unruhe in der Stadt.","versions":[{"lang":1,"streams":[{"redirect":9579145,"hoster":"VOE"},{"redirect":8385712,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gefährliche Tricks","epNo":11,"alt":"Past Is Prologue","descr":"Am Vorabend der Wahlen wird Nolan (Grant Bowler) in einen Unfall verwickelt, der bei Defiance Bewohnern Zweifel über Amandas (Julie Benz) Entscheidung, Nolan zum Lawkeeper zu ernennen, aufkommen lässt. Damit ist Amandas eigene Wiederwahl zur Bürgermeisterin gefährdet.","versions":[{"lang":1,"streams":[{"redirect":14427003,"hoster":"VOE"},{"redirect":12481985,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alles zerbrochen","epNo":12,"alt":"Everything Is Broken","descr":"Am Tag der Bürgermeisterwahl liefern sich Amanda (Julie Benz) und Datak (Tony Curran) einen erbitterten Kampf. Nolan (Grant Bowler) wird auf brutale Weise mit seiner Vergangenheit konfrontiert und Irisa muss sich entscheiden ob sie ihr Schicksal annimmt oder nicht.","versions":[{"lang":1,"streams":[{"redirect":9586814,"hoster":"VOE"},{"redirect":8385715,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Gegenteil von Hallelujah","epNo":1,"alt":"The Opposite of Hallelujah","descr":"Nolan sucht verzweifelt nach Irisa. Er gelangt an nützliche Informationen, die ihn nach Los Angeles führen. In der Zwischenzeit wurde der charmante, berechnende und ambitionierte Pottinger als Bürgermeister eingesetzt. Amanda versucht weiterhin Kenyas Tod zu verarbeiten und Doc Yewll und Datak arbeiten überraschender Weise zusammen. Stahma ist besorgt darüber, dass Alak nicht skrupellos genug ist, um Dataks Geschäfte zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":9579147,"hoster":"VOE"},{"redirect":8385719,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geheimnis meines Lebens","epNo":2,"alt":"In My Secret Life","descr":"Als Irisa (Stephanie Leonidas) nach Defiance zurückkehrt, wird sie verhaftet. Doch Pottinger (Jim Murray) bietet Nolan (Grant Bowler) an, sie freizulassen. Im Gegenzug soll Nolan die Verantwortlichen für eine Explosion finden, die Pottinger fast umgebracht hat. Um an weitere Informationen über Irisa zu gelangen, verhört Pottinger Doc Ywell (Trenna Keating). Trotz Dataks (Tony Curran) Bemühungen sich mit dem Bürgermeister gut zu stellen, lässt Pottinger ihn und Doc Ywell nicht frei. Das nutzt Stahma (Jaime Murray), um weiterhin das kriminelle Familiengeschäft zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":9586815,"hoster":"VOE"},{"redirect":8385721,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schmerzhafte Trennungen","epNo":3,"alt":"The Cord and the Ax","descr":"Irisas Blackouts verschlimmern sich und treiben einen Keil zwischen sie und den besorgten Nolan. Während der zunehmend misstrauische Datak nach wie vor im Gefängis sitzt, floriert das Familiengeschäft der Tarrs unter Stahmas Führung. Doch die Zeichen stehen nicht gut für sie, denn Pottinger organisiert überraschend Dataks und Doc Yewlls Entlassung aus dem Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":9586817,"hoster":"VOE"},{"redirect":8385724,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Grausame Konsequenzen","epNo":4,"alt":"Beasts of Burden","descr":"Nach einem brutalen Angriff im Ödland befiehlt der aufgewühlte Pottinger Nolan, die Verantwortlichen zur Strecke zu bringen. Als einer von Rafes Minenarbeitern in die darauffolgende Jagd verwickelt wird, eskaliert die Situation. In der Zwischenzeit versucht Datak mit allen Mitteln die Kontrolle über das kriminelle Familiengeschäft zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":9579148,"hoster":"VOE"},{"redirect":8385730,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schadensbegrenzung","epNo":5,"alt":"Put the Damage On","descr":"Ein Stalker terrorisiert Amanda, doch der wahre Grund dafür betrifft nicht nur sie, sondern hat auch für Pottinger und Doc Yewll weitreichende Folgen. Unterdessen versucht Datak mit Gewalt seinen Platz in der Tarr-Familie zurückzubekommen, was Christie überhaupt nicht gefällt.","versions":[{"lang":1,"streams":[{"redirect":9586818,"hoster":"VOE"},{"redirect":8385733,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Macht der Frauen","epNo":6,"alt":"This Woman’s Work","descr":"Nach einem Archenfall beauftragt Pottinger Nolan, die Bergungsarbeiten zu leiten. Doch er verfolgt dabei eigene Ziele, die das Team in Gefahr bringen, als sie es mit einer bisher unbekannten Alienrasse zu tun bekommen. Unterdessen treibt Stahma, die von den Kirchenältesten für ihre zunehmende Emanzipierung zurechtgewiesen wird, erschreckende Machtspiele. Irisa dagegen beginnt, Tommy ihre Geheimnisse anzuvertrauen.","versions":[{"lang":1,"streams":[{"redirect":9586819,"hoster":"VOE"},{"redirect":8385731,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wenn ihr sie mit meinen Augen sehen könntet","epNo":7,"alt":"If You Could See Her Through My Eyes","descr":"Als Datak ein grotesker Mord angehängt wird, geht er eine überraschende Allianz ein. In der Zwischenzeit erfährt Irisa mehr über ihr Schicksal, nachdem sie einem geheimnisvollen Fremden begegnet.","versions":[{"lang":1,"streams":[{"redirect":9586820,"hoster":"VOE"},{"redirect":8385738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf in Richtung Bethlehem","epNo":8,"alt":"","descr":"Amanda (Julie Benz) ist überwältigt als sie erfährt, dass ihre Schwester Kenya (Mia Kirshner) noch am Leben ist. Unterdessen verhört Nolan (Grant Bowler) einen mutmaßlichen Spion des Votanis-Kollektivs, um einen Terroranschlag auf New York zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":9579149,"hoster":"VOE"},{"redirect":8385745,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bilder der Erinnerung","epNo":9,"alt":"Painted From Memory","descr":"Nach Kenya’s (Mia Kirshner) unerwarteter Rückkehr steht Defiance noch immer unter Schock. Während Stahma (Jaime Murray) versucht, damit zurechtzukommen, ist Doc Yewell (Trenna Keating) vollauf damit beschäftigt, ihr eigenes dunkles Geheimnis zu schützen.","versions":[{"lang":1,"streams":[{"redirect":9586821,"hoster":"VOE"},{"redirect":8385746,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Auf dem Grund der Erde","epNo":10,"alt":"Bottom Of The World","descr":"Nach einem Einsturz sind Amanda (Julie Benz) und Pottinger (James Murray) in einer Mine gefangen und die Bergungsarbeiten werden für Nolan (Grant Bowler) und Rave (Graham Greenes) zu einem Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":12383480,"hoster":"VOE"},{"redirect":8385750,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zerlegt wie eine Puppe","epNo":11,"alt":"Doll Parts","descr":"Ein schrecklicher Mord erschüttert ganz Defiance. Amanda sieht sich gezwungen, die Ermittlungen zu übernehmen, denn Nolan sucht noch immer nach Irisa.","versions":[{"lang":1,"streams":[{"redirect":13922309,"hoster":"VOE"},{"redirect":8385755,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alles muss vergehen","epNo":12,"alt":"All Things Must Pass","descr":"Irisas Fähigkeiten wachsen und Nolan muss sich beeilen, um Tommys Leben zu retten und ihren verheerenden Plan zu verhindern.. Amanda erfährt unterdessen in der Stadt die schreckliche Wahrheit über den Mord an ihrer Schwester, was zum Showdown zwischen ihr und Stahma führt.","versions":[{"lang":1,"streams":[{"redirect":9599484,"hoster":"VOE"},{"redirect":8724645,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fast hätte ich gebetet","epNo":13,"alt":"I Almost Prayed","descr":"Die übernatürlichen Kräfte der Kaziri übernehmen die Kontrolle über Irisa. Ihre zerstörerischen Pläne machen Sie zum Staatsfeind Nummer eins und zwingen Nolan in einen tödlichen Wettlauf gegen die Zeit, denn sie gefährden die Zukunft der ganzen Welt. Um Irisas Leben zu retten, muss Nolan deshalb nicht nur gegen die Republik Erde, sondern auch gegen seine eigenen Freunde kämpfen.","versions":[{"lang":1,"streams":[{"redirect":13917279,"hoster":"VOE"},{"redirect":8385760,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"The World We Seize","epNo":1,"alt":"The World We Seize","descr":"Joshua Nolan (Grant Bowler) und Irisa (Stephanie Leonidas) konnten gerade noch rechtzeitig aus ihrer unterirdischen Gefangenschaft befreit werden, um herauszufinden, dass feindliche Truppen in Richtung Stadt marschieren.","versions":[{"lang":1,"streams":[{"redirect":9586827,"hoster":"VOE"},{"redirect":8385766,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"The Last Unicorns","descr":"Nolan (Grant Bowler) und Irisa (Stephanie Leonidas) müssen eine mysteriöse Alien-Rasse, die so genannten \"Omec\", unterstützen, um eine diplomatische Krise zu überwinden, die zur Zerstörung der Stadt führen könnte.","versions":[]},{"epId":"episode-3","name":"The Broken Bough","epNo":3,"alt":"The Broken Bough","descr":"Bürgermeisterin Amanda Rosewater verhandelt mit den Omec über die Zukunft der Stadt Defiance. Währenddessen kehren die Tarrs zurück und sehen sich vor die Entscheidung gestellt, wem gegenüber sie loyal sein wollen: Den Menschen, den Omec oder dem Votanis-Kollektiv.","versions":[{"lang":1,"streams":[{"redirect":8984890,"hoster":"VOE"},{"redirect":8385767,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dead Air","epNo":4,"alt":"Dead Air","descr":"Jessica \"Berlin\" Rainer untersucht einen Bombenanschlag, den das Votanis-Kollektiv im Zentrum von Defiance verübt hat. Währenddessen nimmt Stahmas geheim gehaltenes Verhältnis mit T’evgin, dem mysteriösen Omec-Anführer, eine überraschende Wendung.","versions":[{"lang":1,"streams":[{"redirect":9579151,"hoster":"VOE"},{"redirect":8385768,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Splitter der Vergangenheit","epNo":5,"alt":"History Rhymes","descr":"Staffel 3, Folge 5 (45 Min.)Amanda (Julie Benz) und Doc Yewll (Trenna Keating) müssen die Hilfe der Omec in Anspruch nehmen, während Datak (Tony Curran) und Stahma (Jaime Murray) den entscheidenden Schritt gegen General Rahm Tak (Lee Tergesen) vom Votanis-Kollektiv in die Wege leiten.","versions":[{"lang":1,"streams":[{"redirect":9599486,"hoster":"VOE"},{"redirect":8385775,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wohin die Äpfel fallen","epNo":6,"alt":"Where The Apples Fell","descr":"Staffel 3, Folge 6 (45 Min.)Joshua Nolan (Grant Bowler) und Jessica \"Berlin\" Rainer (Anna Hopkins) verfolgen die Tarrs, nachdem deren Verbindungen zum Votanis-Kollektiv aufgedeckt wurden. Derweil sieht Alak Tarr (Jesse Rath) seiner Zukunft als Vater ins Auge.","versions":[{"lang":1,"streams":[{"redirect":12920564,"hoster":"VOE"},{"redirect":8385781,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"The Beauty of our Weapons","epNo":7,"alt":"The Beauty of our Weapons","descr":"Der Besuch eines Waffenhändlers verändert das Schicksal von Defiance und führt zu Spannungen zwischen Amanda, Nolan und Berlin. Nolan versucht derweil, eine Miliz auf die Beine zu stellen, um gegen die anrückende Armee des Votanis-Kollektivs gewappnet zu sein.","versions":[{"lang":1,"streams":[{"redirect":9579150,"hoster":"VOE"},{"redirect":8385780,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich bin Datak Tarr und ich bin hier, um Dich zu töten","epNo":8,"alt":"My Name Is Datak Tarr And I Have Come To Kill You","descr":"Ganz Defiance steht unter Belagerung. Amanda, Nolan und Irisa verteidigen mit der Miliz die Stadt gegen die Eindringlinge vom Votanis-Kollektiv. Datak erinnert sich an die unangenehmen Lektionen seines Vaters und trifft eine grundlegende Entscheidung, während Stahma sich auf eine unvorhergesehene Reise begibt.","versions":[{"lang":1,"streams":[{"redirect":9206588,"hoster":"VOE"},{"redirect":8385787,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Ostinato In White","descr":"Nach einem grauenvollen Mord jagen Nolan und Irisa die dafür verantwortliche Bestie, die in Defiance frei herumläuft, während Doc Yewll das Opfer untersucht. Unterdessen weigert sich Amanda, Stahma nach ihrer Rückkehr willkommen zu heißen, und T’evgin erfährt etwas Verstörendes über seine Tochter.","versions":[{"lang":1,"streams":[{"redirect":9579153,"hoster":"VOE"},{"redirect":8385788,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wenn die Dämmerung den Himmel verdunkelt","epNo":10,"alt":"When Twilight Dims the Sky Above","descr":"Obwohl Nolan der Sache skeptisch gegenübersteht, heißt Amanda eine Hoffnung machende Delegation des Votanis-Kollektivs willkommen. Währenddessen wird Stahmas Loyalität durch eine unerwartete Ankunft auf die Probe gestellt und T’evgin macht einen weiteren Schritt, um sich an das Leben auf der Erde zu gewöhnen.","versions":[{"lang":1,"streams":[{"redirect":12383478,"hoster":"VOE"},{"redirect":8385791,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Dämon vor meinen Augen","epNo":11,"alt":"Of A Demon In My View","descr":"Nachdem Nolan völlig unerwartet von Kindzi aus der Gefangenschaft des Votanis-Kollektivs befreit wurde, müssen sich Amanda, Irisa und Berlin jetzt beeilen, Nolan aus den Fängen seiner Retterin zu befreien. Datak bereut es, Doc Yewll um Hilfe gegen die Omec gebeten zu haben. Nolan wird unterdessen Zeuge alarmierender Vorgänge in den Minen.","versions":[{"lang":1,"streams":[{"redirect":9599487,"hoster":"VOE"},{"redirect":8385800,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Erwachen","epNo":12,"alt":"The Awakening","descr":"Nolan, Amanda und Irisa suchen nach einem Weg, die unverwundbare Kindzi davon abzuhalten, weiterhin Omec aufzuwecken und auf die Erde zu transportieren. Datak versucht unterdessen, aus einem tödlichen Omec-Lager zu entkommen. Stahma fleht Alak an, ihr zu vergeben, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":9599488,"hoster":"VOE"},{"redirect":8385805,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nun, so sterben wir im Sturmschritt","epNo":13,"alt":"Upon The March We Fittest Die","descr":"Die Omec laufen immer noch frei herum und jagen gnadenlos die Einwohner von Defiance. Nolan, Amanda, Irisa, Datak, Stahma, Berlin und Doc Yewll starten ein Himmelfahrtskommando, um der Bedrohung durch die Omec ein für allemal ein Ende zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":9599489,"hoster":"VOE"},{"redirect":11741221,"hoster":"Streamtape"}]}]}]}]}