{"seriesId":"degrassi-die-naechste-klasse","name":"Degrassi: Die nächste Klasse","descr":"Auch die fünfte Serie aus dem kanadischen \"Degrassi\"-Serienuniversum dreht sich um eine Gruppe von Schülern, die mit typischen und oft dramatischen Teenager-Problemen zu kämpfen haben. So dreht sich das Geschehen außerhalb des Lehrplans an der fiktiven Degrassi Community School in Toronto unter anderem um Sex, frühe Schwangerschaften, Vergewaltigung, Drogen, Homosexualität, Selbstverletzungen, Selbstmord, Abtreibung, häusliche Gewalt und Rassismus. Gut zwei Drittel der Hauptcharaktere von \"Degrassi: Die nächste Klasse\" führen ihre Rollen aus der Vorgängerserie \"Degrassi: The Next Generation\" fort und sind jetzt in der entsprechend höheren Stufe angelangt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"#BootyCall","epNo":1,"alt":"#BootyCall","descr":"Maya sucht nach einem Leadgitarrist während Shay ihren Schwarm mit einem herausstechenden körperlichen Argument beeindrucken will. Zoe versucht ihre Gefühle für Grace  zu unterdrücken. Tristan kandidiert inzwischen als Klassensprecher gegen seinen Ex-Freund Miles.","versions":[{"lang":1,"streams":[{"redirect":9599498,"hoster":"VOE"},{"redirect":8385860,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"#OhneFilter","epNo":2,"alt":"#NoFilter","descr":"Zoe (Ana Golja) erfährt, dass Grace (Nikki Gould) unter einer gefährlichen Krankheit leidet und versucht ihr beizustehen. Miles (Eric Osborne) bekommt Ärger als er sich über den neuen Mann an der Seite seiner Mutter auslässt. Frankie (Sara Waisglass) ist deprimiert und vertraut sich einem Jungen an, den sie online kennenlernt.","versions":[{"lang":1,"streams":[{"redirect":12915842,"hoster":"VOE"},{"redirect":8385861,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"#JaHeißtJa","epNo":3,"alt":"#YesMeansYes","descr":"Zig (Ricardo Hoyos) versucht seine Beziehung zu retten und tut etwas gegen Mayas (Olivia Scriven) Protest. Hunter (Spencer MacPherson) schlägt vor, einen Gamer-Club zu gründen.","versions":[{"lang":1,"streams":[{"redirect":9599504,"hoster":"VOE"},{"redirect":8385869,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"#NichtOkay","epNo":4,"alt":"#NotOkay","descr":"Maya (Olivia Scriven) erlebt sexuelle Aggressionen bei einem Auftritt und beschließt, dagegen anzukämpfen.","versions":[{"lang":1,"streams":[{"redirect":12920558,"hoster":"VOE"},{"redirect":8385872,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"#GehtMichNichtsAn","epNo":5,"alt":"#ButThatsNoneOfMyBusiness","descr":"Maya (Olivia Scriven) wird zur Feministin als sie gegen ungleiche Toilettenrechte protestiert. Miles (Eric Osborne) greift zu Medikamenten gegen Angststörungen als er gezwungen ist, Zeit mit seinem Vater zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":9699592,"hoster":"VOE"},{"redirect":8385874,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"#NichtAlleMänner","epNo":6,"alt":"#NotAllMen","descr":"Zoe (Ana Golja) fürchtet, dass niemand sie akzeptieren wird weil sie lesbisch ist.","versions":[{"lang":1,"streams":[{"redirect":9599502,"hoster":"VOE"},{"redirect":8385878,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"#DuMeinstEsNichtErnst","epNo":7,"alt":"#ThisCouldBeUsButYouPlayin","descr":"Als Grace (Nikki Gould) erkennt, dass sie nicht lesbisch ist, rächt sich Zoe (Ana Golja) indem sie mit ihrem Schwarm Zig (Ricardo Hoyos) schläft. Miles (Eric Osborne) wacht in einem Park auf und ihm wird klar, dass er Hilfe braucht. Maya (Olivia Scriven) fürchtet, ihre große Chance vertan zu haben als ein wichtiger Produzent sie ablehnt.","versions":[{"lang":1,"streams":[{"redirect":9599503,"hoster":"VOE"},{"redirect":8385877,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"#FollowBack","epNo":8,"alt":"#TeamFollowBack","descr":"Maya (Olivia Scriven ) wird im Internet für ihren feministischen Standpunkt angegriffen und fürchtet um ihre Sicherheit. Zoe (Ana Golja) diagnostiziert Tristan (Lyle Lettau) mit Hilfe des Internets mit Chlamydien und zwingt ihn, die Jungs, mit denen er etwas hatte, zu konfrontieren. Frankies (Sara Waisglass) Freunde überzeugen sie, mit Winston (Andre Kim) zusammen zu sein.","versions":[{"lang":1,"streams":[{"redirect":9579157,"hoster":"VOE"},{"redirect":8385881,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"#DaWirSchonMalEhrlichSind","epNo":9,"alt":"#SinceWeBeinHonest","descr":"Zig (Ricardo Hoyos) findet heraus, wer Maya (Olivia Scriven) bedroht, wird jedoch erpresst um nichts zu sagen. Miles (Eric Osborne) hilft Esme (Chelsea Clark) und befindet sich danach wieder in seiner Abwärtsspirale. Frankie (Sara Waisglass) macht Jonahs (Ehren Kassam) Verhalten Angst und geht lieber mit Winston (Andre Kim) zum Ball.","versions":[{"lang":1,"streams":[{"redirect":9612184,"hoster":"VOE"},{"redirect":8385887,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"#SorryNotSorry","epNo":10,"alt":"#SorryNotSorry","descr":"Als Hunter sich weigert, sich für sein Verhalten zu entschuldigen, verliert er die Unterstützung seiner Freunde. Maya (Olivia Scriven) überlegt ob sie Zig (Ricardo Hoyos) zurücknehmen sollte. Frankie (Sara Waisglass) macht mit Winston (Andre Kim) Schluss nachdem sie erkennt, dass ihr Herz Jonah (Ehren Kassam) gehört.","versions":[{"lang":1,"streams":[{"redirect":13004414,"hoster":"VOE"},{"redirect":8385891,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"#Teamgeist","epNo":1,"alt":"#SquadGoals","descr":"In der ersten Episode der zweiten Staffel rächt sich Frankie (Sara Waisglass) dafür, dass ihrer Schule ein übler Streich gespielt wird. Hunter (Spencer Macpherson) begibt sich derweil selbst in Gefahr, was Miles (Eric Osborne) zum Handeln bringt. Außerdem machen Mayas (Olivia Scriven) Gefühle für Zig (Ricardo Hoyos) ihr Probleme.","versions":[{"lang":1,"streams":[{"redirect":9599505,"hoster":"VOE"},{"redirect":8385893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"#BinHier","epNo":2,"alt":"#TurntUp","descr":"Hunter (Spencer MacPherson) muss zwangsweise in eine psychiatrische Klinik, wo sie Zeit zum Nachdenken hat. Shay (Reiya Downs) will Frankie (Sara Waisglass) derweil nicht so einfach davonkommen lassen.","versions":[{"lang":1,"streams":[{"redirect":12920561,"hoster":"VOE"},{"redirect":12363553,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"#BallFlachHalten","epNo":3,"alt":"#CheckYourPrivilege","descr":"Weil sie ihrer App zum Erfolg verhelfen will, missachtet Yael (Jamie Bloch) ihre eigenen Grundsätze. Shay (Reiya Downs) ändert derweil ihre Meinung über Frankie (Sara Waisglass), nachdem die sich notdürftig bei der Northern Tech entschuldigt hat.","versions":[{"lang":1,"streams":[{"redirect":9612186,"hoster":"VOE"},{"redirect":8385901,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"#HolMirNePizza","epNo":4,"alt":"#BuyMePizza","descr":"Tiny (Richard Walters) bekommt Wind davon, dass Lola (Amanda Arcuri) mit einer Dating-App nach Bekanntschaften sucht. Grace (Nikki Gould) macht sich indes Sorgen um die eigene Unnahbarkeit. Zoe (Ana Golja) veranstaltet derweil ein großes Bohei, um sich beliebter zu machen.","versions":[{"lang":1,"streams":[{"redirect":9612188,"hoster":"VOE"},{"redirect":8385902,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"#ThrowbackThursday","epNo":5,"alt":"#ThrowbackThursday","descr":"Tristan (Lyle Lettau) versucht, Lolas Protest gegen Tinys Suspendierung von der Alumni-Gala fernzuhalten. Frankie (Sara Waisglass) gelingt es derweil nicht, ihrem schlechten Ruf zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":9612192,"hoster":"VOE"},{"redirect":8385908,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"#MeinKünftigesIch","epNo":6,"alt":"#ToMyFutureSelf","descr":"Shay (Reiya Downs) muss eine Bedingung erfüllen, um an Training auf Olympia-Niveau teilnehmen zu dürfen. Winston (Andre Daegun Kim) verteidigt Zoe (Ana Golja) derweil gegen den Vorwurf der Taktlosigkeit.","versions":[{"lang":1,"streams":[{"redirect":9612189,"hoster":"VOE"},{"redirect":8385916,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"#PeinlicherMoment","epNo":7,"alt":"#ThatAwkwardMomentWhen","descr":"Weil sie es in ihrer Klasse nicht mehr aushält, läuft Frankie (Sara Waisglass) mit Jonah (Ehren Kassam) davon. Tiny (Richard Walters) und Lola (Amanda Arcuri) werden durch eine gesundheitliche Krise auf ihre Gefühle füreinander aufmerksam gemacht.","versions":[{"lang":1,"streams":[{"redirect":12915843,"hoster":"VOE"},{"redirect":8385914,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"#GutenMorgen","epNo":8,"alt":"#RiseAndGrind","descr":"Nach einer Partie Wahrheit oder Pflicht zweifelt Tristan (Lyle Lettau) an seiner Beziehung zu Miles (Eric Osborne). Ein Talentscout wird derweil auf Zig (Ricardo Hoyos) aufmerksam.","versions":[{"lang":1,"streams":[{"redirect":14073312,"hoster":"VOE"},{"redirect":8385922,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"#Geständnis","epNo":9,"alt":"#TheseAreMyConfessions","descr":"Das Geheimnis von Grace (Nikki Gould) wird durch ein Liebesgeständnis enthüllt. Shay (Reiya Downs) erwägt indes, Frankie (Sara Waisglass) zu vergeben. Yael (Jamie Bloch) geht unterdessen mit Baaz (Amir Bageria) auf das Date, das sie ihm versprochen hat.","versions":[{"lang":1,"streams":[{"redirect":13004416,"hoster":"VOE"},{"redirect":8385925,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"#OMFG","epNo":10,"alt":"#OMFG","descr":"Shay (Reiya Downs) erbittet von Lola (Amanda Arcuri) die Erlaubnis, sich mit Tiny (Richard Walters) treffen zu dürfen. Zoe (Ana Golja) schafft es derweil nicht mehr, Winston (Andre Daegun Kim) etwas vorzulügen. Das Date von Hunter (Spencer MacPherson) und Yael (Jamie Bloch) wird unterdessen durch überraschenden Besuch zunichte gemacht.","versions":[{"lang":1,"streams":[{"redirect":9612195,"hoster":"VOE"},{"redirect":8385926,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"#NeueFreunde","epNo":1,"alt":"#BreakTheInternet","descr":"Degrassi nimmt einige syrische Flüchtlinge auf und heißt sie herzlich willkommen. Lola (Amanda Arcuri) postet ein umstrittenes Foto.","versions":[{"lang":1,"streams":[{"redirect":9612196,"hoster":"VOE"},{"redirect":8385935,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"#SoBinIchNunEinmal","epNo":2,"alt":"#IWokeUpLikeThis","descr":"Die Gamer sind entschlossen, dass ihr Vlog ein Erfolg wird. Maya (Olivia Scriven) entdeckt ihr Interesse an \"Tragik-Pornos\". Esme (Chelsea Clark) testet Zigs (Ricardo Hoyos) Grenzen, welcher Weg zur Schule zu weit ist.","versions":[{"lang":1,"streams":[{"redirect":9612194,"hoster":"VOE"},{"redirect":8385933,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"#DasMonatlicheÜbel","epNo":3,"alt":"#WorstGiftEver","descr":"Jonah (Ehren Kassam) und Grace (Nikki Gould) überzeugen den Schülerrat von einem Theaterstück über das Degrassi Busunglück. Goldi (Soma Bhatia) fragt sich, was genau es bedeutet Muslima zu sein.","versions":[{"lang":1,"streams":[{"redirect":9612198,"hoster":"VOE"},{"redirect":8385938,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"#SehenHeißtGlauben","epNo":4,"alt":"#PicsOrItDidntHappen","descr":"Maya (Olivia Scriven) trifft auf Saad (Parham Rownaghi), der sich wie sie für die dunkle Seite des Lebens interessiert. Frankie (Sara Waisglass) hat derweil das Gefühl, dass Jonah (Ehren Kassam) etwas vor ihr verheimlicht.","versions":[{"lang":1,"streams":[{"redirect":9612197,"hoster":"VOE"},{"redirect":8385946,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"#Mädchenabend","epNo":5,"alt":"#HugeIfTrue","descr":"Shay (Reiya Downs), Lola (Amanda Arcuri) und Frankie (Sara Waisglass) halten einen gemütlichen Mädelsabend ab, der jedoch eine unerwartete Wendung nimmt. Frankie fragt sich außerdem, ob sie für mehr in ihrer Beziehung bereit ist. Shay ist sich indes unsicher, ob sie mit ihrer Art eventuell den Status ihrer Beziehung in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":9612200,"hoster":"VOE"},{"redirect":8385947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"#DasGefühlWenn","epNo":6,"alt":"#ThatFeelingWhen","descr":"Frankie (Sara Waisglass) ist ganz verrückt wegen Jonah (Ehren Kassam), während Miles (Eric Osborne) und Lola (Amanda Arcuri) weiter an dem Theaterstück arbeiten und dabei eine emotionale Achterbahnfahrt durchmachen. Auch Zoe (Ana Golja) und Rasha (Dalia Yegavian) machen eine aufregende Erfahrung.","versions":[{"lang":1,"streams":[{"redirect":9612199,"hoster":"VOE"},{"redirect":8385949,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"#Absagen","epNo":7,"alt":"#Unsubscribe","descr":"Zoe (Ana Golja) und Rasha (Dalia Yegavian) wollen es durchziehen, auch wenn es bedeutet, ein Geheimnis daraus zu machen. Grace (Nikki Gould) steht unterdessen vor einer extrem schwierigen Entscheidung und braucht in diesen schweren Zeiten dringend Hilfe.","versions":[{"lang":1,"streams":[{"redirect":9579161,"hoster":"VOE"},{"redirect":8385952,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"#KeineReue","epNo":8,"alt":"#IRegretNothing","descr":"Lola (Amanda Arcuri) braucht ihre Freunde, doch keiner von ihnen ist für sie da. Miles (Eric Osborne) macht sich indes Sorgen, dass Tristan (Lyle Lettau) sein Geheimnis verraten könnte. Mayas (Olivia Scriven) Obsession mit dem Tod wird derweil zu einem Problem.","versions":[{"lang":1,"streams":[{"redirect":9612201,"hoster":"VOE"},{"redirect":8385960,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"#Erwachen","epNo":9,"alt":"#Woke","descr":"Maya (Olivia Scriven) ist nicht in der Lage, ihre Depressionen zu bewältigen, während Frankie (Sara Waisglass) und Jonah (Ehren Kassam) ein paar Dinge klären müssen. Andernorts findet die Hochzeit von Zoes (Ana Golja) Mutter statt. Diese setzt sich gegen den Willen ihrer Mutter durch und lädt Rasha (Dalia Yegavian) zu der Feier ein.","versions":[{"lang":1,"streams":[{"redirect":9699596,"hoster":"VOE"},{"redirect":8385959,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"#FreiWieEinVogel","epNo":10,"alt":"#ImSleep","descr":"Es ist die Premiere des Theaterstücks und die Menschen sind ganz aus dem Häuschen. Jeder ist ein großer Fan der Aufführung, Tristan (Lyle Lettau) spürt jedoch, das irgendetwas nicht stimmt. Maya (Olivia Scriven) scheint derweil fröhlicher zu sein als noch zuvor. Doch der Eindruck täuscht.","versions":[{"lang":1,"streams":[{"redirect":9612202,"hoster":"VOE"},{"redirect":8385971,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"#ZurückInDerWirklichkeit","epNo":1,"alt":"#BackToReality","descr":"Tristan geht es mit der Schule langsam an, Esme ist bereit zu tun, was nötig ist, um ihren Freund zu behalten und Grace und Jonah halten ihre Beziehung vorerst geheim.","versions":[{"lang":1,"streams":[{"redirect":9612203,"hoster":"VOE"},{"redirect":8385966,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"#IchBrauchGeld","epNo":2,"alt":"#GetMoney","descr":"Frankie (Sara Waisglass) lädt einige fragwürdige Posts online. Esme (Chelsea Clark) ermutigt sie dazu, ihre Online-Persona neu zu erfinden. Währenddessen will Shay (Reiya Downs) eine Schippe drauflegen, um einen Pfadfinder anzuziehen.","versions":[{"lang":1,"streams":[{"redirect":9579163,"hoster":"VOE"},{"redirect":8385970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"#WieSehIchDennAus","epNo":3,"alt":"#ILookLikeA","descr":"Goldi (Soma Bhatia) flirtet unwissentlich mit Winston (Andre Kim). Währenddessen zweifelt Miles (Eric Osborne) eine Chance an, die zu gut um wahr zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":9612204,"hoster":"VOE"},{"redirect":8386149,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"#BucketList","epNo":4,"alt":"#RollUpToTheClubLike","descr":"Nach einem Terroranschlag in Brüssel müssen sich die Muslime auf der Degrassi Schule einigen hitzigen Situationen aussetzen. Währenddessen schreibt sich Grace (Nikki Gould) eine Liste mit Dingen, die sie vor ihrem Tod noch erleben will.","versions":[{"lang":1,"streams":[{"redirect":9579162,"hoster":"VOE"},{"redirect":8385979,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"#Prediger","epNo":5,"alt":"#Preach","descr":"Saad (Parham Rownhagi) ist hin und her gerissen zwischen seinem eigenen Glauben und dem kollektiven Zusammenhalt der Schüler über die Ereignisse in Brüssel. Währenddessen fragt sich Frankie (Sara Waisglass), ob es wirklich so gut für sie ist ist, mit Esme (Chelsea Clark) und Zig (Ricardo Hoyos) abzuhängen.","versions":[{"lang":1,"streams":[{"redirect":9579164,"hoster":"VOE"},{"redirect":8385981,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"#Tatsachen","epNo":6,"alt":"#FactsOnly","descr":"Yael (Jamie Bloch) denkt, dass eine Generalüberholung ihrer Identität nötig sei und wendet sich an Lola (Amanda Arcuri), die ihr helfen soll. Währenddessen singt Maya (Olivia Scriven) vor Zoe (Ana Golja), Goldi (Soma Bhatia) und einem speziellen VIP-Juror einer Wohltätigkeits-Talentshow vor.","versions":[{"lang":1,"streams":[{"redirect":12920566,"hoster":"VOE"},{"redirect":8385991,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"#Feuer","epNo":7,"alt":"#Fire","descr":"Ein kleiner Campingausflug mit Zig (Ricardo Hoyos), Tiny (Richard Walters), Jonah (Ehren Kassam), Grace (Nikki Gould) und Maya (Olivia Scriven) verwandelt sich in eine größere Feuerprobe als Frankie (Sara Waisglass), Esme (Chelsea Clark), Shay (Reiya Downs) und Lola (Amanda Arcuri) mitkommen wollen.","versions":[{"lang":1,"streams":[{"redirect":9579166,"hoster":"VOE"},{"redirect":8385992,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"#GetYouAManThatCanDoBoth","epNo":8,"alt":"#GetYouAManThatCanDoBoth","descr":"Tristan (Lyle Lettau) und ein paar andere fragen sich, ob seine super schnelle Erholung eine gute Idee ist. Währenddessen beobachtet Shay (Reiya Downs), wie andere zum Prom eingeladen werden und hofft, dass auch Tiny (Richard Walters) sie bald fragen wird.","versions":[{"lang":1,"streams":[{"redirect":9696922,"hoster":"VOE"},{"redirect":8385993,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"#Fixiert","epNo":9,"alt":"#Obsessed","descr":"Der Abschlussball muss wegen eines schlimmen Notfalls verlegt werden und Esme (Chelsea Clark) wird zornig, weil der Ball nicht genau nach ihren Vorstellungen verläuft.","versions":[{"lang":1,"streams":[{"redirect":12383476,"hoster":"VOE"},{"redirect":8386003,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"#AlsoMachtsGut","epNo":10,"alt":"#KThxBye","descr":"Im Finale der vierten Staffel wird ein weiterer Degrassi Abschluss in die Wege geleitet und Zoe (Ana Golja) fragt sich, wie viel Unterstützung sie bekommen wird, da sie als Beste der Stufe eine Abschlussrede halten darf.","versions":[{"lang":1,"streams":[{"redirect":9612205,"hoster":"VOE"},{"redirect":8386006,"hoster":"Streamtape"}]}]}]}]}