{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht","name":"Dein bestes Stück – Gebracht, gemacht","descr":"In \"Dein bestes Stück – Gebracht, gemacht\" bringen vier Handwerks-Experten in ihrer Werkstatt in Köln die Lieblingsstücke ihrer Kunden wieder auf Vordermann – vom Mofa, das nur noch rattert, bis hin zur liebgewonnen Uhr, die nicht mehr funktioniert. So entsteht aus vormaliger Schrottware ein neues Unikat, das mit der Reparatur ein neues Leben beginnen kann. Die Kamera schaut den Experten bei jedem Arbeitsschritt über die Schulter, weshalb auch der Zuschauer erahnen kann, welche Herzblut in der Bearbeitung der neugestalteten Altware steckt.","seasons":[{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-1","name":"Rummelplatz","epNo":1,"alt":"","descr":"Beim Serienauftakt von \"Dein bestes Stück\" warten drei große Herausforderungen auf die Reparatur-Cracks: Gerolf soll einen Videospiel-Klassiker aus den 80er Jahren instand setzen. Ein kniffliger Fall für den Elektro-Fachmann, denn der Bildschirm funktioniert nicht. Allrounder \"Homi\" bekommt es mit einem 80 Jahre alten Filmprojektor zu tun. Und bei der Reparatur eines Autoscooter-Fahrzeugs ist Teamwork gefragt. Hier packen Zweirad-Schrauber \"Topper\" und Raumausstattermeisterin Sarah mit an. Bringen die Experten das Vehikel wieder in die Spur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915848","hoster":"VOE"},{"path":"/redirect/8587162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-2","name":"Der Elektro-Porsche","epNo":2,"alt":"","descr":"Elektro-Tüftler Gerolf erprobt sein Können an einem Magnetophon mit kostbaren Tonbandaufnahmen. Aber das betagte Erinnerungsstück entpuppt sich in dieser Folge als harte Geduldsprobe. Antonios Vespa 150 \"Struzzo\" hat ebenfalls schon bessere Zeiten gesehen. Das Vehikel ist in einem derart schlechten Zustand, dass sich der gebürtige Sizilianer damit kaum in die Werkstatt traut. Und Allround-Handwerker \"Homi\" versucht, ein Elektroauto in Gang zu bringen. Der Spielzeugtraum aus der Wirtschaftswunderjugend springt seit Jahrzehnten nicht mehr an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8586685","hoster":"VOE"},{"path":"/redirect/8587148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-3","name":"Haarige Nummer!","epNo":3,"alt":"","descr":"Alte Liebe rostet nicht? Von wegen – nach drei Jahrzehnten Stillstand ist Antonios Vespa ein schrottreifes Wrack. Kann Zweirad-Schrauber \"Topper\" dem betagten Motorroller in der Werkstatt neues Leben einhauchen? Die Reparatur eines Kinderklaviers gestaltet sich in dieser Folge nicht minder kompliziert, bei dem Projekt ist filigrane Handarbeit gefragt. Und \"Gremlins\"-Fan Gerolf verarztet einen \"Gizmo\". Der Zustand des pelzigen Hollywood-Stars ist kritisch, denn der bewegungsunfähige Patient leidet unter Beschwerden an der Druckluftpumpe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8586697","hoster":"VOE"},{"path":"/redirect/8587155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-4","name":"Pixel-Parade","epNo":4,"alt":"","descr":"Beim Auftakt der Serie warten drei große Herausforderungen auf die Reparatur-Profis: Gerolf soll eine 700 Euro teure Designer-Stehlampe instand setzen. Was laut Hersteller aber gar nicht möglich ist. Gelingt es dem Elektro-Tüftler das Liebhaberstück zu öffnen, ohne ein Brecheisen zu bemühen. Zweirad-Profi \"Topper\" möbelt derweil ein betagtes Mokick auf, das an die nächste Generation weitergegeben werden soll. Und Raumausstattermeisterin Sarah bekommt es mit einem zerschlissenen Teddybären zu tun. Der 60 Jahre Patient benötigt dringend eine Chefarztbehandlung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8586696","hoster":"VOE"},{"path":"/redirect/8587168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-5","name":"Rengdengdengdeng!","epNo":5,"alt":"","descr":"Zwei Kisten voller Einzelteile: \"Topper\" traut in der Werkstatt seinen Augen kaum, denn Kundin Jule präsentiert ihm dort ein zerlegtes Mofa. Der Zweirad-Schrauber soll die Zündapp wieder zusammensetzen und pink lackieren. Allrounder \"Homi\" und Elektro-Experte Gerolf nehmen derweil eine Flughafenuhr unter die Lupe. Die Tüftel-Cracks wollen das betagte Zeitmessgerät mit einer neuen Steuerung in Gang bringen. Und die Reparatur einer 45 Jahre alten Wurlitzer-Jukebox entpuppt sich in dieser Folge ebenfalls als knifflige Herausforderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8587177","hoster":"VOE"},{"path":"/redirect/8587175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-6","name":"Lack mich!","epNo":6,"alt":"","descr":"Die Schwiegermutter ist: not amused! Claudia hat mehr schlecht als recht versucht, einen Bauernschrank zu lackieren. Nach der Do-it-yourself-Aktion hängt bei ihr der Haussegen schief. Bringt Handwerker \"Homi\" den Familienfrieden wieder ins Lot? Zweirad-Schrauber \"Topper\" soll auf der Hebebühne einer Schwalbe Flügel verleihen und Gerolf freut sich auf einen echten Designklassiker. Ein T 1000-Radio der Marke Braun bekommt man nicht alle Tage in die Finger. Deshalb macht sich der Elektro-Tüftler in der Werkstatt mit großer Leidenschaft ans Werk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8587190","hoster":"VOE"},{"path":"/redirect/8587194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-7","name":"Jackpot!","epNo":7,"alt":"","descr":"Vor 50 Jahren ein Glücksbringer – heute eine Großbaustelle: Elektro-Experte Gerolf bekommt es in der Werkstatt mit einem defekten Spielautomaten zu tun. Und sein Kollege \"Topper\" soll ein betagtes Wasserfahrzeug instand setzen. Das ist Neuland für den Zweirad-Schrauber, aber davon lässt sich der Reparatur-Profi nicht abschrecken. Denn was die Funktionsweise anbelangt, sind Jetskis und Motorräder wie entfernte Verwandte. Raumaustattermeisterin Sarah investiert unterdessen zwei ganze Arbeitstage in ein runtergerocktes Familienerbstück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8587211","hoster":"VOE"},{"path":"/redirect/8587200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-8","name":"Abgetaucht!","epNo":8,"alt":"","descr":"Ein Männertraum auf vier Rädern: \"Homi\" soll in dieser Folge einen Mercedes 203 SL im Maßstab 1:18 instand setzen. Bei der Reparatur eines 60 Jahre alten Faltbootes, das in 29 Einzelteilen in der Kölner Werkstatt ankommt, ist der Allrounder ebenfalls gefordert. Das Innengerüst scheint noch intakt zu sein. Trotzdem ist fraglich, ob das Vehikel jemals wieder in See stechen wird. \"Topper\" kümmert sich derweil um eine Peugeot 105, an der laut Vorbesitzer nur Kleinigkeiten einzustellen sind. Bei solchen Aussagen schrillen in der Werkstatt die Alarmglocken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8587223","hoster":"VOE"},{"path":"/redirect/8587221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-9","name":"Ausgesaugt!","epNo":9,"alt":"","descr":"Vanessa möchte ihren Vater mit einem gebrauchten Dart-Automaten überraschen. Aber vorher muss Elektro-Tüftler Gerolf herausfinden, warum das Gerät nicht wie gewünscht funktioniert. Der Reparatur-Profi hat das Netzteil im Verdacht. Beim Staubsauger \"Solo 1\" ist Strom ebenfalls ein wichtiges Thema – in diesem Fall als potenzielle Gefahrenquelle. Deshalb kam der Oldie schon eine ganze Weile nicht mehr zum Einsatz. Und an Christians Peugeot 103 haben schon ein Dutzend Schrauber erfolglos ihr Können getestet. Heißt die letzte Rettung \"Topper\"?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8587243","hoster":"VOE"},{"path":"/redirect/8587241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dein-bestes-stck-gebracht-gemacht/staffel-1/episode-10","name":"Ausgesaugt!","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8601274","hoster":"VOE"},{"path":"/redirect/8601269","hoster":"Streamtape"}]}]}]}]}