{"seriesId":"dekoboko-majo-no-oyako-jijou","name":"Dekoboko Majo no Oyako Jijou","descr":"[The Family Circumstances of the Irregular Witch] Die Hexe Alyssa lebt seit jeher mutterseelenallein im Wald. Eines schicksalhaften Tages findet sie ein Menschenbaby im Wald verwaist auf und nimmt sich diesem als Mutter an. Sie nennt sie Viola und zieht sie wie eine eigene Tochter auf. 16 Jahre später bemerkt Alyssa jedoch, dass sich ihre Adoptivtochter in eine ganz andere Richtung entwickelt hat, als sie es erwartet hatte … Für chaotische und urkomische Situationen ist damit im Hexenhaushalt reichlich vorgesorgt!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Irregular Circumstances of the Close-Knit Family/The Educational Circumstances of the Mysterious Life Form","descr":"Die 207-jährige Hexe Alyssa findet ein verlassenes menschliches Baby und zieht es als ihre Tochter namens Viola groß. 16 Jahre später wird Viola so groß und üppig, dass die Leute sie für Alyssas Mutter halten. Alyssa befürchtet, dass Viola ein rebellischer Teenager werden könnte und erwägt, strenger zu werden, entscheidet sich aber aufgrund ihrer zärtlichen Natur dagegen. Männer fühlen sich zu Viola hingezogen, aber sie glaubt, dass sie Lust auf Alyssa haben und schreckt sie ab. Viola beschwört später einen Phönix als Haustier. Alyssa befürchtet, dass Viola anfangen könnte, sich zu verabreden, aber Viola ist nicht nur desinteressiert, sie plant auch, Alyssa von der Verabredung abzuhalten und ruft sogar einen Golem herbei, um Männer fernzuhalten. Viola beschließt, einen Vertrauten zu holen, kann sich aber nicht entscheiden, welcher Art; Während Alyssa keine hat, haben Violas Tanten Giriko und Luna eine Schlange bzw. einen Harem masochistischer Männer. Da Vertraute eine große Verantwortung übernehmen, beschließt Viola, zur Übung zunächst eine Blume zu züchten. Phoenix schmollt über sie und verschwendet seine Zeit, wird aber trotzdem zu Violas Vertrautem und entwickelt eine Rivalität mit der Blume. Alyssa liebt Phoenix, da er sich eher wie eine Katze als wie ein Vogel verhält.","versions":[{"lang":3,"streams":[{"redirect":13142632,"hoster":"VOE"},{"redirect":13142633,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Commonplace Circumstances of the Witch`s Child-Rearing/The Romantic Circumstances of the Little Brother Position","descr":"Viola bittet ihre Tante Lira um das Gift, um ihre Feinde zu besiegen, was dazu führt, dass Lira sich liebevoll an Viola als Baby erinnert. Viola hatte für einen Menschen viel Magie, also wusste Alyssa, dass sie sie großziehen musste, aber es war Lira, die sie stillte. Da sie beide zum ersten Mal Eltern waren, hielt Lira Alyssa davon ab, zu viel nachzudenken und Panikattacken auszulösen, während Alyssa Lira davon abhielt, vor Begeisterung zu übertreiben. Als Lira nun Alyssa und Viola sieht, wundert sie sich über ihren Sohn, einen rebellischen Teenager, der oft bestraft werden muss.Ein Elfenhändler namens Fennel ist in Alyssa verknallt und daher der Feind, den Viola zu vergiften versucht. Alyssa ist sich seiner Gefühle nicht bewusst und behandelt Fennel wie einen jüngeren Bruder. Fennel ist entschlossen, dem zu entkommen, wird jedoch durch seine Feigheit und dadurch, dass Viola Phoenix schickt, um ihn \"versehentlich\" in ungünstigen Momenten in Brand zu stecken, daran gehindert. Fennel plant, irgendwie mit Viola zusammenzuleben, wird aber bei seinem nächsten Besuch dazu verleitet, ein manipuliertes Karnevalsspiel zu spielen, bei dem der Preis ein illegales Foto von Alyssa ist. Später wird ihm klar, wie manipuliert das Spiel war.","versions":[{"lang":3,"streams":[{"redirect":13142631,"hoster":"VOE"},{"redirect":13142630,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Reminiscing Circumstances of the Witch-Girl Time Crew/The Sniffly Circumstances of the Healthy Daughter","descr":"Giriko und Luna kommen mit einem magischen Fotoalbum, das Erinnerungen zeigt und es Viola ermöglicht, sie als Kinder zu sehen. Viola sieht, dass sie ihre Kindheitshobbys Gartenarbeit, Tarotkarten und Basteln zu einer Karriere als Kräuterkundlerin, Wahrsagerin und Ingenieurin für magische Gegenstände gemacht haben. Viola fragt sich, was ihre Karriere sein könnte, da ihre einzigen Hobbys Alyssa und Vögel sind. Als sie jedoch zufällig Erinnerungen an Lunas masochistischen Harem sieht, fliehen Luna und Giriko, bevor Alissa sie bestrafen kann. Viola erkältet sich. Phoenix bietet seinen unsterblichen Körper an, um Hühnersuppe zu kochen, eine Idee, die Alyssa schnell ablehnt. Viola weigert sich zu schlafen, da sie aus Erfahrung weiß, dass Fieber bei ihr Albträume hervorruft, die sich in der realen Welt manifestieren und Alyssa Ärger bereiten. Sie beginnt auch mit der Ex-Rechtschreibung, einem Prozess, bei dem kranke Hexen reine Magie erbrechen. Glücklicherweise riecht es süß und verdunstet sauber. Phoenix lässt sie schließlich einschläfern, um sich zu erholen. Viola träumt von ihrer leiblichen Mutter, vergisst es aber, sobald sie aufwacht. Viola erholt sich, aber Phoenix erkältet sich aufgrund seines vertrauten Vertrags mit Viola. Alyssa erinnert sich, als Viola 6 Jahre alt war, als sie im Schlaf einen Wassergeist beschwor, was zu ihrer Faszination für Tiere und das Beschwören von Magie führte.","versions":[{"lang":3,"streams":[{"redirect":13179610,"hoster":"VOE"},{"redirect":13179612,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Requesting Circumstances of the Late-Blooming Orc / The Monitoring Circumstances of the Egg and Big Sister","descr":"Glind, ein orkischer Handwerker, bittet Fennel um Hilfe bei der Suche nach einer Freundin. Fennel arrangiert ein Blind Date mit Viola, die zustimmt, aber Fennel zuerst leiden lässt. Als ihre Besessenheit von Alyssa an erster Stelle steht, beschließt sie, dass sie und Glind immer nur Freunde sein können. Fennel drängt Glind, nicht aufzugeben, und hofft selbstsüchtig, dass Viola Alyssa näher kommen kann, wenn er sich einen Liebhaber nimmt. Viola hört das mit und füttert ein elfenfressendes Monster mit Fenchel. Glind macht sich Sorgen, dass Viola bisher zu gruselig ist. Alyssa willigt ein, auf ein Ei des Lizardkin-Paares Gita und Malak aufzupassen. Phoenix beschließt, sich nicht daran zu beteiligen, da eierlegende Arten empfindlich darauf achten, wer ihre Eier berühren darf, und weist Viola daher an, als große Schwester ihr Bestes zu geben. Da ungeschlüpfte Babys weder gefüttert noch gereinigt werden müssen, begnügt sich Viola damit, mit ihnen zu reden. Die Eltern kehren mit einem Geschenk zurück, einem in einer heißen Quelle gekochten Straußenei, eine Art traditioneller Lizardkin-Witz. Alyssa lädt Fennel zum Abendessen ein, aber seine romantischen Träume werden zunichte gemacht, als er in Violas Teleportationsfalle gerät und als Rache für das Blind Date an das elfenfressende Monster verfüttert wird.","versions":[{"lang":3,"streams":[{"redirect":13209832,"hoster":"VOE"},{"redirect":13209829,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Classified Circumstances of the Elfin Forest / The Potato-Digging Circumstances of Love and Legend","descr":"Fennel besucht Alyssa alleine, während Vola unterwegs ist, findet dort aber Glind auf Violas Befehl, Fennels romantische Pläne zu vereiteln. Glind ist verliebt in das Elfendorf, in dem angeblich wunderschöne Elfenmädchen mit neuer Magie und ausgezeichnete Bogenschützen leben. Fennel verrät, dass der Ort eigentlich so langweilig ist, dass junge Elfen ihn so schnell wie möglich verlassen. Diejenigen, die bleiben, sind ältere Menschen, die von der Herstellung von Zaubertränken besessen sind, und Bogenschießen ist so ziemlich das einzige verfügbare Hobby. Fennel verspürt Sehnsucht nach seinem Zuhause und bittet Alyssa, es mit ihm zu besuchen. Seine Einladung wird jedoch zunichte gemacht, als Viola dies mithört. Alyssa und Viola helfen Pondo, Liras Ehemann, bei der Ernte von Süßkartoffeln, die leider lebendig geworden sind, seit er einen von Girikos Zaubertränken verwendet hat, um sie schneller wachsen zu lassen. Pondo möchte, dass es vor Lira geheim bleibt, da sich die Kartoffeln schnell auf humorvolle, aber zutiefst besorgniserregende magische Weise weiterentwickeln. Lira findet es trotzdem heraus und nachdem sie Pondo bestraft hat, bringt Giriko die Felder wieder in den Normalzustand. Einige Tage später entdeckt Alyssa, dass Viola in ihrem Garten einen ähnlichen Trank verwendet hat, was dazu führte, dass riesige Kartoffeln gegeneinander um die Vorherrschaft kämpften. Nachdem sie den Garten zerstört haben, repariert Giriko schließlich alles.","versions":[{"lang":3,"streams":[{"redirect":13244046,"hoster":"VOE"},{"redirect":13244048,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Assemblage Circumstances of the Rose Garden","descr":"Alyssa und Viola werden von der Fee Hagebutte besucht, die sie bittet, seinen Bruder Mädesüß aufzuhalten. Im Haus der edlen Anna wachsen die Blumen im Garten wegen Mädesüß nicht mehr. Als er damit konfrontiert wird, verrät Meadowsweet, dass er glaubt, dass Annas Verlobter Torino sie nur für ihr Geld ausnutzt und sein Bestes tut, um die Hochzeit zu verhindern. Während sie Torino ausspioniert, entdeckt Viola, dass er trotz seines Playboy-Auftritts eigentlich ein sehr netter Mensch ist. Viola schimpft später mit Mädesüß, weil er Torino falsch eingeschätzt hat, und besteht darauf, dass er sich bei Anna entschuldigt. Allerdings können normale Menschen wie Anna keine Feen sehen, sodass sie keine Ahnung hat, dass Mädesüß überhaupt existiert. Phoenix verrät, dass er über einen Zauberspruch verfügt, der Mädesüß sichtbar macht, doch als er erfährt, dass Anna glaubt, dass der Geist ihres Vaters im Garten lebt, beschließt Mädesüß, dies nicht dadurch zu ruinieren, dass er sich zu erkennen gibt. Er stellt die Blumen wieder her, damit Anna glaubt, dass der Geist ihres Vaters Torino gutheißt, und dankt allen, die ihm geholfen haben, Anna gehen zu lassen. Alyssa ist traurig, denn als Hexe wird sie Viola eines Tages überleben und muss sich verabschieden.","versions":[{"lang":3,"streams":[{"redirect":13273725,"hoster":"VOE"},{"redirect":13273724,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Circumstances of Yep—Oops—Of Course These Are Pastries! / The Insomnia Circumstances of the Sleep Fairy","descr":"Viola fängt an zu backen, aber ihre Schlangenkekse sehen am Ende alle wie riesige Kotflügel aus. Alyssa versucht zu helfen, indem sie neue in verschiedenen Farben backt, aber der Effekt reicht von ekelhaft bis komisch. Da sie köstlich schmecken, isst sie trotzdem jeder, um Viola nicht zu verärgern. Alyssa erinnert sich an eine Gute-Nacht-Geschichte vom Sandmann aus ihrer Kindheit. Viola enthüllt, dass Sandman eine echte Fee ist, die zufällig gerade durch ihr Fenster gestürzt ist, weil sie beim Fliegen eingeschlafen ist. Seitdem seine Frau ihn verlassen hat, kann Sandmann kaum schlafen, außerdem wird er immer älter und leidet unter Gelenkschmerzen. Viola bietet einen von Phoenix‘ Heilzaubern an, aber Sandman hat zu viel Angst vor Phoenix. Alyssa bietet heiße Milch an, aber Sandman lehnt dies ab, da heiße Milch von einer anderen Schlaffee, Ole Lukøje, verwendet wird, mit der Sandman nicht klarkommt. Sie beschließen, ihn zur Behandlung zu einem echten Arzt zu bringen, und er beschließt, zu versuchen, mit seiner Frau zu sprechen. Für ihre Hilfe schenkt er Alyssa eine Flasche seines Schlafsandes. Giriko besteht darauf, es zu kaufen, aber da es Millionen wert ist, kann Alyssa aus Angst vor Dieben und Einbrechern eine Woche lang nicht schlafen.","versions":[{"lang":3,"streams":[{"redirect":13292108,"hoster":"VOE"},{"redirect":13292109,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Cooking Circumstances of the Cursed Witch / The Crazed Circumstances of the Phoenix\u0027s Exam","descr":"Luna bittet Alyssa um Kochunterricht, was Alyssa aufgrund der Gefahr ablehnt. Als magischer Preis ihrer kraftvollen Wahrsagerei ist alles, was Luna kocht, entweder surreal oder eine Katastrophe. Da Phoenix unsterblich ist, meldet er sich freiwillig als Essensverkoster und verwandelt sich explosionsartig in eine Hühnerversion seiner selbst. Als Entschädigung teilt Luna ihre Vorhersage mit, dass bald jemand vorbeikommen wird, was Alyssa in Angst und Schrecken versetzt. Eine Woche später ist Phoenix immer noch ein Huhn, also bringen Alyssa und Viola ihn zu den Krankenschwesterschwestern Sheeta und Kicla. Kicla ist ein verrückter Wissenschaftler, der, da er noch nie zuvor einen Phönix gesehen hat, entschlossen ist, ihn zu sezieren. Sheeta bringt sie unter Kontrolle und erlaubt dem Arzt, ihn zu untersuchen, der feststellt, dass Phoenix seit dem Verzehr von Lunas Essen Verstopfung hat. Nachdem er erfolgreich auf die Toilette gegangen ist, kehrt Phoenix zur Normalität zurück. Gezeigt wird eine Reihe kurzer Skizzen beliebter Märchen, in denen jeder eine andere Rolle spielt. Zu den Skizzen gehören Alyssa White, The Golden Axe, The Silver Axe and the Third Ack, Orc and the Beanstalk, The Little Musclemaid, Alyssa Riding Hood und aufgrund einer Meinungsverschiedenheit zwischen Viola und Fennel Alyssa Riding Hood Take 2.","versions":[{"lang":3,"streams":[{"redirect":13328552,"hoster":"VOE"},{"redirect":13328553,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Personal Circumstances of the Nervous Mama / The Family Circumstances of the Questionable Visitor / The Phoenix Drawing Song","descr":"Viola bemerkt, dass Alyssa nicht sie selbst ist und die Neuigkeiten über den bevorstehenden Besucher verfolgt, aber weder Giriko, Luna noch Lira werden es ihr sagen. In Liras Laden trifft Viola auf einen gutaussehenden Playboy-Zauberer, der nach Alyssa sucht. Er flirtet schamlos mit Viola, bis Lira ihn bestraft und Viola ihn heimlich mit Abführmitteln vergiftet. Viola verrät, dass Alyssa ihre Mutter ist, woraufhin der schockierte Zauberer verrät, dass er Auri ist, Alyssas Vater, der nicht wusste, dass er eine Enkelin hat. Alyssa kommt und Auri lässt sich nieder, nachdem ihr klar wird, dass Alyssa Viola adoptiert hat und immer noch unverheiratet ist. Alyssa behauptet, sie habe Viola geheim gehalten, um sie nicht Auri preiszugeben, bis sie alt genug sei, um sich nicht von seiner Verantwortungslosigkeit und seinem schlechten Verhalten beeinflussen zu lassen. Alyssa verrät, dass Auri technisch gesehen ihr Onkel ist, der Bruder ihrer Mutter, der sie als Vaterfigur miterzogen hat. Sie erlaubt ihm, eine Nacht zu bleiben, bis Lira verrät, dass er mit Viola geflirtet hat, also wirft Alyssa ihn raus. Alyssa verrät, dass ihre Mutter Viola als Baby einmal gerne besucht hat. Als die Abführmittel wirken und Auri schnell gehen muss, wird er das Gefühl nicht los, dass er vor vielen Jahren irgendwo ein ähnliches Gesicht wie Viola gesehen hat.","versions":[{"lang":3,"streams":[{"redirect":13345572,"hoster":"VOE"},{"redirect":13345575,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Troubled Circumstances of the Confined Son / The Public Park Circumstances of Heart vs. Tongue","descr":"Der Sohn von Lira und Pondo weigert sich, sein Zimmer zu verlassen. Lira ist besorgt, dass sie es herausfinden könnte, und Pondo bittet Viola um Hilfe. Schließlich gibt er zu, dass ihm sein unordentliches Haar zu peinlich war, um in der Öffentlichkeit gesehen zu werden. Von solch einem dummen Grund verblüfft, holt Viola Lira. Später, von seinem Krankenhausbett aus, gibt er zu Pondos Freude zu, dass er nicht wollte, dass Viola ihn speziell sieht, was darauf hindeutet, dass er in sie verknallt ist. Währenddessen braut die ahnungslose Viola einen Trank, um unordentliches Haar zu heilen. Gitas Ei schlüpft, also gehen alle in den Park, damit Gita sich mit anderen frischgebackenen Müttern anfreunden kann. Leider trifft Lira auf Lady, ihre Feindin aus Kindertagen. Dies wurde durch Ladys tsundere Persönlichkeit verursacht, da sie seit ihrer ersten Begegnung heimlich Liras Freundin sein wollte. Sie fordert Gita spontan zu einem Park-Debütwettbewerb mit ihrer Freundin Birdy heraus, die ebenfalls zum ersten Mal Mutter wird. Nachdem sie mit so vielen Eltern wie möglich gesprochen hat, erklärt Alyssa den Wettbewerb für unentschieden und zwingt beide Seiten, sich zu entschuldigen, was darauf hindeutet, dass sie Ladys Tsundere-Persönlichkeit herausgefunden hat. Leider gerät Lady in Panik und schlägt Liras angebotenen Händedruck weg. Dann rennt sie weg und hinterlässt bei allen das Gefühl, dass es schwieriger sein könnte, Freunde zu finden, als gedacht.","versions":[{"lang":3,"streams":[{"redirect":13394821,"hoster":"VOE"},{"redirect":13394822,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Home Alone Circumstances of the Familiars / The Weight Loss Circumstances of the Corpulent Phoenix / The Romantic Advice Circumstances of the Men Without Dates","descr":"Alyssa und Viola gehen einkaufen und überlassen Phoenix die Verantwortung für Violas anderen Vertrauten, den Toxic Koala. In Violas Abwesenheit wird Toxic Koala mutwillig zerstörerisch und zerstört das Haus in einem Wutanfall gegen Phoenix‘ Befehl als leitender Vertrauter völlig. Alyssa und Viola kehren zurück und beschuldigen Phoenix, seinen jüngeren Vertrauten nicht unter Kontrolle zu haben. Phoenix ist empört über diese Ungerechtigkeit, kündigt als Senior und bekommt selbst einen Wutanfall. Phoenix gönnt sich zu viel und wird fett. Kiclas Vorschlag, sein überschüssiges Fleisch für wissenschaftliche Untersuchungen chirurgisch zu entfernen, wird abgelehnt. Stattdessen erstellt sie ein sinnvolles Diät- und Trainingsprogramm für ihn. Einen Monat später verliert Phoenix so viel Gewicht, dass er auf die Größe eines Rotkehlchens schrumpft, sodass Alyssa und Viola ihn wieder auf seine normale Größe mästen müssen. Fennel und Glind sind verzweifelt auf der Suche nach romantischen Ratschlägen und zahlen die Geldstrafe, um Auri aus dem Gefängnis zu befreien, nachdem er beim Betrügen in einem Casino erwischt wurde. Auri behauptet, dass sein Können im Umgang mit den Damen auf seinem Einfühlungsvermögen beruht, da er einmal von seiner Schwester für zwei Wochen in eine Frau verwandelt wurde. Deshalb beschließt er, sie beide trotz ihrer Proteste zu Frauen zu machen. Alyssa hört den Aufruhr mit und hetzt Auri als Strafe für seine Geilheit mit Toxic Koala an.","versions":[{"lang":3,"streams":[{"redirect":13418565,"hoster":"VOE"},{"redirect":13418567,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Family Circumstances of the Irregular Witch","descr":"","versions":[{"lang":3,"streams":[{"redirect":13453119,"hoster":"VOE"},{"redirect":13453118,"hoster":"Streamtape"}]}]}]}]}