{"seriesId":"dem-tter-auf-der-spur","name":"Dem Täter auf der Spur","descr":"Spannende Wochenendunterhaltung von und mit Krimi-Altmeister Jürgen Roland. Zwei Prominente rätselten mit Roland im Studio über die Täterfrage, während Kommissar Bernard (gut rasiert und schlecht gelaunt: Günther Neutze) zunächst mit Inspektor Mireux (Günter Stoll), später dann mit Inspektor Janot (Karl Lieffen) auf Verbrecherjagd ging. Bernard’s stereotypes, an den Fernsehzuschauer gerichtetes: \"Also, für mich ist der Fall klar. Und für Sie?\" beendete die Aufklärungsarbeit, die Prominenten durften ihre Tipps abgeben, bis Bernard die Lösung des Falls vorlegte.Die Besetzung der Gastrollen liest sich wie das \"Who is who?\" der damaligen Schauspieler-Elite.Und obwohl es sich um ein Ratespiel handelte, gab es (außer der Ehre) NICHTS zu gewinnen! Das waren noch Zeiten!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Am Rande der Manege","epNo":1,"alt":"","descr":"Nachdem sich der Wachtmeister Dartienne die Vorstellung im Zirkus Metropol angesehen hat, möchte er für seine Tochter ein Autogramm des Clowns Bock holen. Er findet den Artisten ermordet in seiner Garderobe. Kommissar Bernard und Inspektor Mireux ermitteln, dass der Clown in seinem Umkreis viele Feinde hatte. Mit seinen Erinnerungen, die eine Zeitung laufend veröffentlichte, hatte er kurz vor seinem Tod den Dompteur Cesar Segala bloßgestellt. Die Frage für die beiden Ermittler ist, ob die anderen Artisten ähnliche Enthüllungen fürchten mussten. Ein Rateteam soll den Täter suchen.","versions":[{"lang":1,"streams":[{"redirect":8805040,"hoster":"VOE"},{"redirect":12478309,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zehn Kisten Whisky","epNo":2,"alt":"","descr":"Gilbert Dennevy, Chef der Weinkellerei \"Dennevy und Beynost\", sitzt gefesselt auf einem Stuhl, als er von Kellermeister Roujan, der die Polizei geholt hat, tot aufgefunden wird. Wer hat den Mann ermordet? Und welches Motiv gibt es dafür? Bernards Ermittlungen im Umfeld des Toten werfen kein besonders gutes Licht auf die verdächtigen Personen. Bei weiteren Nachforschungen hebt der Ermittler mit Inspektor Mireux als Lockvogel sogar noch eine illegale Spielbank aus. Aber was hat es mit den 10 Kisten Whisky auf sich, die ein gewisser Gaillan bestellt hat?","versions":[{"lang":1,"streams":[{"redirect":8805051,"hoster":"VOE"},{"redirect":8805091,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schrott","epNo":3,"alt":"","descr":"Der Sohn eines Autohändlers wird tot aufgefunden. Auffällig viele Damen betrauern den Tod des jungen Mannes. Ein vorbestrafter Autoknacker und ein seltsamer Amerikaner stehen unter Mordverdacht. Kommissar Bernard (Günther Neutze) und Kommissar Janot (Karl Lieffen) ermitteln.","versions":[{"lang":1,"streams":[{"redirect":8805045,"hoster":"VOE"},{"redirect":8805161,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einer fehlt beim Kurkonzert","epNo":4,"alt":"","descr":"Wenn die biedere Inhaberin einer Familienpension auf einer Nordseeinsel zwischen Frühstück und Mittagessen in einem ihrer Fremdenzimmer einen erstochenen Playboy findet, kann man keine sehr klare Schilderung der Ereignisse von ihr erwarten. Aber sie hat Glück: Herr Klipp, der sich ihr zunächst als Fachlehrer vorgestellt hatte, ist von Beruf Kriminalbeamter...","versions":[{"lang":1,"streams":[{"redirect":12920584,"hoster":"VOE"},{"redirect":8805109,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Fenster zum Garten","epNo":5,"alt":"","descr":"Pierre Morestel, der Herausgeber einer erfolgreichen Pariser Frauenzeitschrift, liegt mit einem Dolch erstochen in seinem Arbeitszimmer. Zur Tatzeit waren jede Menge Leute auf seinem Grund anwesend, denn der Bruder von Madame Morestel setzte dort gerade den neuen Fotoroman für die neueste Ausgabe von \"Les femmes\" in Szene. Wer hätte ein Motiv gehabt, den Geschäftsmann zu töten? Die Ehefrau, die er mit einem Modell betrogen hat? Der Schwager? Oder einige eifersüchtige junge Männer? Kommissar Bernard wird bald klar, dass das Fenster zum Garten eine entscheidende Rolle in der Aufklärung der Tat spielt ...","versions":[{"lang":1,"streams":[{"redirect":8805096,"hoster":"VOE"},{"redirect":8805166,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Familienärger","epNo":6,"alt":"","descr":"Der Forscher Louis Robiac wird in seinem Labor niedergeschlagen. Schwer verletzt wird er ins Krankenhaus gebracht. Seiner Ehefrau gegenüber gibt er am Krankenbett seinen Sohn Serge als Täter an. Als Inspektor Janot diesen aufsuchen will, findet er ihn erschossen vor. Alles deutet darauf hin, dass Serge ein Heft mit wichtigen Formeln für ein neues Medikament gegen den Herzinfarkt aus dem Labor gestohlen hat und dieses an die Konkurrenz verkaufen wollte. Wer von den Verdächtigen wollte ihn daran hindern?","versions":[{"lang":1,"streams":[{"redirect":8805122,"hoster":"VOE"},{"redirect":8805146,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Frau gesucht..","epNo":7,"alt":"","descr":"Edith Buffett, die Gattin von Charles Buffett, ist spurlos verschwunden. Eine Spur gibt es jedoch: ihren Wagen, der an einem Montagmorgen falsch geparkt in Paris aufgefunden wird. Im Kofferraum finden sich Haarspuren. Kommissar Bernard ermittelt im Umfeld der Abgängigen. Zunächst sieht alles so aus, als ob Madame Buffett einen Mord begangen hat und dann untergetaucht ist. Dann aber ergibt der Laborbefund eindeutig, dass Edith selbst die Tote ist...","versions":[{"lang":1,"streams":[{"redirect":8805128,"hoster":"VOE"},{"redirect":8805158,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Puppen reden nicht","epNo":8,"alt":"","descr":"Monsieur Chazal betreibt gemeinsam mit Monsieur Vernet ein Geschäft für automatische Schaufensterpuppen. Als Chazal eines Abends alleine in der Werkstatt bleibt, um eine Puppe zu reparieren, wird er erschossen. Gefunden wird er von der Putzfrau Mouchin, die die Polizei verständigt. Verdächtige gibt es genug. Der Teilhaber hat seine Anteile verkauft und führt ein Doppelleben, ein Kunde hatte immer besonderes Interesse an Puppen aus Deutschland und einem Angestellten wurde vorgeworfen aus der Kasse einen höheren Geldbetrag gestohlen zu haben. Schließlich finden Bernard und Janot heraus, dass in den Köpfen der Puppen Diamanten geschmuggelt wurden. Liegt hier das eigentliche Tatmotiv?","versions":[{"lang":1,"streams":[{"redirect":8805148,"hoster":"VOE"},{"redirect":8805189,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Froschmänner","epNo":9,"alt":"","descr":"Eine Leiche liegt im Stellwerk 3! Der Bahnbeamte Pierre Malot liegt dort erschlagen auf dem Boden. Wer hatte ein Motiv, den Mann zu ermorden? Kommissar Bernard und sein Assistent Janot finden heraus, dass ein Motiv ein Wettschein sein könnte, der eine hohe Summe eingebracht hätte. Oder ist das Motiv ganz einfach Liebe und Eifersucht?","versions":[{"lang":1,"streams":[{"redirect":12920592,"hoster":"VOE"},{"redirect":8805231,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schlagzeile: Mord","epNo":10,"alt":"","descr":"Robert Fontaine ist eben Chefreporter des \"Echo parisien\" geworden. Nun liegt er erschossen hinter seinem Schreibtisch. Da er eine Pistole in der rechten Hand hält, vermutet man zunächst Selbstmord. Kommissar Bernard hat jedoch schnell heraus gefunden, dass der raffinierte Täter einen eiskalt geplanten Mord durchgeführt hat und diesen als Selbstmord kaschieren wollte. Fontaine hatte sich nicht nur Freunde gemacht und deshalb gibt es auch jede Menge Verdächtige, angefangen von seiner hübschen jungen Frau, die die Scheidung wollte bis hin zu verschiedenen Mitarbeitern der Zeitung...","versions":[{"lang":1,"streams":[{"redirect":8805177,"hoster":"VOE"},{"redirect":8805230,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod am Steuer","epNo":11,"alt":"","descr":"Ein Taximord erschüttert Paris. Raoul Grandais wurde am Steuer seines Wagens ermordet. Die Telefonistin der Taxizentrale wurde Zeugin der Tat. Verdächtige gibt es für Kommissar Bernard genug, zum Beispiel Pierre Herlot, der auch ein Motiv hatte, denn Raoul hatte ihm die Freundin ausgespannt. Was weiß der alte Russe Gregory? Weiß er wer der Mörder ist? Er spielt jedenfalls keine unbedeutende Rolle in der Aufklärung der Tat ...","versions":[{"lang":1,"streams":[{"redirect":13532558,"hoster":"VOE"},{"redirect":8805226,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Flugstunde","epNo":12,"alt":"","descr":"Der bekannte Chirurg Dr. Landry stürzt mit seiner Maschine in der Nähe des Sportflughafens ab. Was zuerst wie ein Unfall aussieht, entpuppt sich als handfester Mord, für den als Motive Liebe und Eifersucht, aber auch eine ganz alte Geschichte in Frage kommen. Welche Rolle spielt etwa der Schafhirte, der seine Tiere immer in der Nähe weiden lässt? Hat er etwas beobachtet? Kommissar Bernard und Inspektor Janot ermitteln im Umfeld des Toten ...","versions":[{"lang":1,"streams":[{"redirect":13499179,"hoster":"VOE"},{"redirect":8805234,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"In Schönheit sterben","epNo":13,"alt":"","descr":"Eine Tote liegt im Schönheitssalon. Es handelt sich dabei um Jeannine, die Lebensgefährtin von Gérard, mit dem sie offiziell eine Ehe führte. Zu Tode ist die arme Frau durch einen Stromschlag gekommen. Kommissar Bernard ermittelt im Umfeld der Toten und beschäftigt sich zunächst mit den seltsamen Umständen, wie die Tote aufgefunden wurde. Ihre Leiche wurde nämlich entdeckt, nachdem ein Mann ganz nervös aus dem Salon lief, sich in seinen Wagen setzte und danach damit in nur 200 Metern Entfernung gegen eine Straßenlaterne fuhr. Ist er der Mörder? Leider ist es diesmal nicht ganz so einfach ...","versions":[{"lang":1,"streams":[{"redirect":13532559,"hoster":"VOE"},{"redirect":8805265,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ohne Kranz und Blumen","epNo":14,"alt":"","descr":"Diesmal werden Bernard und Janot zu einem Mord ohne Leiche gerufen. Auf einer Schweinefarm werden Blutflecken und eine halbverbrannte Jacke gefunden. Der Betreiber der Farm, Monsieur Malbosc, ist spurlos verschwunden. Hat er einen mysteriösen Portugiesen ermordet, der am Tattag auf der Farm war? Schnell stellt sich jedoch heraus, dass Malbosc das Tatopfer ist. Er wird tot in der Brühe für das Schweinefutter gefunden. Die Ermittlungen gestalten sich schwierig, zumal der Ermordete ein ziemlich unguter Zeitgenosse war und auch portugiesische Gastarbeiter illegal nach Frankreich geschmuggelt hat ...","versions":[{"lang":1,"streams":[{"redirect":13499181,"hoster":"VOE"},{"redirect":8805246,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Tod in der Maske","epNo":15,"alt":"","descr":"Roland Clisson wurde ermordet. Er ist in einer Gipsmaske erstickt, die ihm der erfolglose Bildhauer Alain angelegt hat. Jemand hat daraus die Luftröhrchen entfernt, damit Roland keine Luft mehr bekommen konnte. Alain hingegen wird von Denis und Odette am Tatort eingesperrt aufgefunden. Er gibt an, der Täter habe ihn in der Kammer nebenan eingesperrt. Inspektor Janot und sein Vorgesetzter Kommissar Bernard ermitteln im Umfeld des Toten. Für die Überführung des Täters wird das Plakat einer Galerie besonders wichtig.","versions":[{"lang":1,"streams":[{"redirect":13499183,"hoster":"VOE"},{"redirect":8805296,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kein Hafer für Nicolo","epNo":16,"alt":"","descr":"Diesmal ermitteln Bernard und Janot im Umfeld eines Pferderennens. Das Pferd Nicolo wurde nämlich tot in seiner Box aufgefunden: vergiftet! Wer hatte einen Grund das Tier zu töten? Während Bernard allerlei Verdächtige verhört, kommt es zu einem richtigen Mord, der in unmittelbarem Zusammenhang mit der Tötung des Tieres steht, das das einzige Rennpferd von Monsieur Savy war. Wer will dem Trabertrainer eines auswischen?","versions":[{"lang":1,"streams":[{"redirect":8805244,"hoster":"VOE"},{"redirect":8805250,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Blinder Haß","epNo":17,"alt":"","descr":"Der aus Ungarn stammende Wissenschafter Maxime Gregori wird von zwei Wächtern in einem Park erschossen aufgefunden. Neben ihm kniet Edith Lagrange, eine reiche Witwe und Geliebte des Toten. Wie Bernard und Janot jedoch herausfinden, war auch ihre Tochter mit dem Forscher liiert. Liegt hier das Motiv? Im weiteren Verlauf der Ermittlungen spielt jedenfalls ein gefährliches Virus eine Rolle, das offenbar mit dem Täter in der Nacht aus dem Laboratorium verschwunden ist...","versions":[{"lang":1,"streams":[{"redirect":8805248,"hoster":"VOE"},{"redirect":8805257,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stellwerk 3","epNo":18,"alt":"","descr":"Eine Leiche liegt im Stellwerk 3! Der Bahnbeamte Pierre Malot liegt dort erschlagen auf dem Boden. Wer hatte ein Motiv, den Mann zu ermorden? Kommissar Bernard und sein Assistent Janot finden heraus, dass ein Motiv ein Wettschein sein könnte, der eine hohe Summe eingebracht hätte. Oder ist das Motiv ganz einfach Liebe und Eifersucht?","versions":[{"lang":1,"streams":[{"redirect":13499184,"hoster":"VOE"},{"redirect":8805271,"hoster":"Streamtape"}]}]}]}]}