{"path":"/serie/stream/demon-king-daimao","name":"Demon King Daimao","descr":"[Ichiban Ushiro no Daimaou] Akuto Sai will der mächtigste Magier des Landes werden, also schreibt er an der Constant Magical Academy ein. Dort verrät ein Test ihm allerdings, dass er dazu geboren wurde, der nächste Dämonenkönig zu werden. Nach dieser Nachricht ist es vorbei mit seinem bisherigen Lotterleben, doch zum Glück gibt es immer noch Personen, die auf seiner Seite sind – z.B. der attraktive weibliche Android, der unsterblich in ihn verliebt ist.","seasons":[{"path":"/serie/stream/demon-king-daimao/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-1","name":"Die Geburt eines Dämonenkönigs","epNo":1,"alt":"The Demon King is Born!","descr":"Der erste Schultag geht gut los! Akuto Sai hat an der Constant Magic Academy schon die süße Junko kennengelernt. Leider wird ihm dann prophezeiht, dass er der neue Dämonenkönig wird, was bei den Mitschülern Panik und dem Mädchen Mordgelüste auslöst. Aber nicht bei allen es gibt zwei Leute die ihn echt klasse finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424227","hoster":"VOE"},{"path":"/redirect/14436087","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338677","hoster":"VOE"},{"path":"/redirect/14344652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-2","name":"Die seltsame Aufseherin","epNo":2,"alt":"Strange Surveillance Agent","descr":"Die Schulleitung stellt Akito Korone zur Seite. Sie soll ihn beschützen, aber auch bewerten, ob er eine Gefahr für die Welt ist. Akuto lernt Fujiko Eto kennen, die angeblich auf seiner Seite steht. Warum, das will sie ihm nur sagen, wenn er Korone abhängt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424230","hoster":"VOE"},{"path":"/redirect/14436088","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338721","hoster":"VOE"},{"path":"/redirect/14344650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-3","name":"Der leicht beängstigte Sensei","epNo":3,"alt":"A Little Intimidating Senior","descr":"Im Männer-Badehaus erfährt Akuto Spannendes über den geheimen Untergrund der Schule und darüber, dass Junko durch den Kampf gegen ihn berühmt wurde. Als sich Akuto am nächsten Tag mit Junko trifft, gerät er in eine sehr brenzlige Lage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424226","hoster":"VOE"},{"path":"/redirect/14319237","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338663","hoster":"VOE"},{"path":"/redirect/14344654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-4","name":"Macht die Einzelhaft Spaß?","epNo":4,"alt":"Isolation Cell is Fun?","descr":"Mit Kenas Hilfe schaffen es Akuto und Junko, sich zu versöhnen. Doch während einer Schulstunde kann Akuto seine Kräfte nicht kontrollieren und greift Junko erneut an. Zur Strafe soll er in eine Einzelzelle. Angeblich überlebt nicht jeder die Haft dort...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424176","hoster":"VOE"},{"path":"/redirect/14436089","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338678","hoster":"VOE"},{"path":"/redirect/14344655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-5","name":"Vorsicht vor dem Untergrundlabyrinth","epNo":5,"alt":"Caution! Underground Labyrinth","descr":"Akuto, Korone, Hiroshi und Eiko versuchen das Geheimnis der Schatzkarte zu ergründen und steigen ins Labyrinth unterhalb der Schule hinab. Viele Fallen gilt es zu überwinden, bis Sie eine alte Forschungseinrichtung entdecken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424179","hoster":"VOE"},{"path":"/redirect/14436090","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14221084","hoster":"VOE"},{"path":"/redirect/14344653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-6","name":"Auf zur Strandschule!","epNo":6,"alt":"Let\u0027s Go To The Beach School!","descr":"Akuto würde alles dafür geben, mit seinen Klassenkameraden auf eine Insel zur Strandschule zu fahren. Doch leider steht er unter Beobachtung der Regierung und darf die Constant Magic Academy nicht verlassen. Erst als Korone persönlich die Verantwortung für ihn übernimmt, bekommt Akuto doch die Erlaubnis zu reisen. Auf der Insel wird allerdings schnell klar: Die Leibwächterin hat sich nicht aus reiner Nächstenliebe für ihn stark gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424182","hoster":"VOE"},{"path":"/redirect/14319236","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14299939","hoster":"VOE"},{"path":"/redirect/14344657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-7","name":"Der legendäre Held erscheint!","epNo":7,"alt":"The Legendary Hero Emerges!","descr":"Während Korone für ihren misslungenen Versuch, Akuto zu verführen, schwer büßen muss, macht Hiroshi eine spannende Entdeckung: Er ist dazu bestimmt, ein Held zu werden. Als seine Schwester in die Fänge des geheimnisvollen Mr. X gerät, muss Hiroshi schneller als ihm lieb ist zeigen, ob wirklich ein tapferer Kämpfer in ihm steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424173","hoster":"VOE"},{"path":"/redirect/14436092","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14299940","hoster":"VOE"},{"path":"/redirect/14344656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-8","name":"Bist du ihr verfallen?","epNo":8,"alt":"Eyeing Over Her?","descr":"Akuto überlegt, ob das Haarteil, das Kena trägt, dasselbe ist, das er ihr als Waisenkind gegeben hat. Fujiko will ein eigenes Tier kontrollieren und ein Dämonenbestie-Ei erhalten, nachdem sie ein Schneckentier getötet hat. Eine lockere Kena überspringt immer noch ständig den Unterricht, sehr zu Akutos Sorge. Akuto merkt nicht, dass Junko tatsächlich Gefühle für ihn hat, besonders wenn Akuto selbst versucht, Kena zu überreden, wieder am Unterricht teilzunehmen. Kena stiehlt Fujiko im Schlaf das Ei des Dämonenbestiums und schlüpft bald in ein zweiköpfiges Hühnertier. Akuto versucht das Biest anzugreifen, aber es weicht aus. Hiroshi vernichtet das Tier schnell, bevor es der Stadt weiteren Schaden zufügt. Korone sagt später einer depressiven Junko, sie solle mit ihren Eltern über ein Omiai mit Akuto sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424225","hoster":"VOE"},{"path":"/redirect/14436091","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338704","hoster":"VOE"},{"path":"/redirect/14344660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-9","name":"Wahnsinns-Aufstand beim formellen Treffen","epNo":9,"alt":"Crazy Fuss About Arranged Marriage","descr":"Ohne ihren Beitrag wird beschlossen, dass in Junkos Dorf ein Omiai stattfinden soll. Junko, der Gefühle für Akuto hat, kann es ihm nicht sagen und lädt ihn aus anderen Gründen ins Dorf ein. Akuto weiß nichts von dem Ehe-Interview, fühlt sich aber für die Unordnung verantwortlich, die er verursacht hat, und beschließt, mit ihr zu gehen. Dort treffen sie Yuko Hattori , Junkos jüngere Schwester. Sie wird nicht nur als Popstar-Idol entlarvt, sondern trägt auch eine Narbe am Hals, die vor langer Zeit von einem Dämonentier gebissen wurde. In dieser Nacht bereitet sich Junko vor und besucht sein Zimmer, wo sie ihn wissen lässt, warum er ins Dorf eingeladen wurde. Dies führt zu einem weiteren Missverständnis, da mehrere Clanmitglieder Akuto jagen, nachdem sie Junko in Tränen gesehen haben. Als Akuto flieht, wird er von Eiko konfrontiert, der ihm sagt, dass die Götter Kena als Bedrohung entschieden haben und ihrem Clan befiehlt, Kena zu eliminieren. Auf dem Schulgelände wird Kena von Boichiro Yamato , dem Leiter des Cabinet Intelligence Magic Office, vor der Ermordung gerettet. Er zeigt nur Interesse daran, sie zu seiner eigenen zu machen, um die Götter zu kontrollieren, und nennt sie das \"Prinzip der Identität\". Akuto nutzt seine Kraft, um sich auf das Schulgelände zu transportieren, aber er erkennt, dass Yamato ihn an Stärke übertrifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424193","hoster":"VOE"},{"path":"/redirect/14436093","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338706","hoster":"VOE"},{"path":"/redirect/14344659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-10","name":"Akutos großer Krieg in der Kaiserstadt","epNo":10,"alt":"Akuto\u0027s Great Capital War","descr":"Fujiko erscheint mit einer Horde Dämonenbestien, die alle das Schulgelände zerstören. Akuto ist nicht in der Lage, seine Wunden von Yamatos Angriffen zu heilen. Yamatos Untergebener, 2V , geht zu Eiko, um die Clans Hattori und Teruya zu versammeln, um sich zu einem epischen Kampf gegen den Dämonenkönig zusammenzuschließen, und lässt Junko und Yuko sich um die Dämonenbestien kümmern. Fujiko rettet Akuto und Kena vor Yamato und bringt sie mit einem dreiköpfigen Hundetier zum Hauptquartier des Studentenrates. Akuto bittet Peterhausen um Hilfe, um das Vorgehen der Regierung zu stoppen und über die Stadt zu fliegen. Während Hiroshi im Kampf gegen Akuto antritt, sollen Junko und Yuko das Gerät suchen, das für das Erwachen des Drachentiers verantwortlich ist. Ein Flugzeugträger erscheint und greift Akuto an. Aufgrund der Arbeit von 2V wird Akuto anschließend dadurch abgeflacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424183","hoster":"VOE"},{"path":"/redirect/14319241","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338726","hoster":"VOE"},{"path":"/redirect/14344658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-11","name":"Die Finale Schlacht der Mädchen","epNo":11,"alt":"Girl\u0027s Final Battle","descr":"Lily steht außerhalb des Schulgeländes, um sich gegen den Versuch aller Clanmitglieder zu wehren, die Dämonenbestien in der Umgebung zu zerstören. Yamato kommt im Hauptquartier an und entführt Kena von Fujiko weg. Eiko benutzt Junko, um sich zu schützen und befiehlt ihr, Lily auszuschalten. Selbst wenn alles fehlschlägt, tut Lily ihr Bestes, um Eiko auszuschalten. 2V benutzt seine Puppen, um gegen den Clan zu kämpfen, um Lily auf seine Seite zu zwingen. Lily benutzt ihren ultimativen Angriff auf ihn, aber er schafft es zu fliehen. Wenn alle Hoffnung verloren ist, wird bekannt, dass Akuto den Angriff von 2V durch den Flugzeugträger überlebt hat. Junko zieht ihr Familienschwert, das ihre Großmutter gegeben hat, um sich im Namen der Liebe auf die Seite des Dämonenkönigs zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424224","hoster":"VOE"},{"path":"/redirect/14436096","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338722","hoster":"VOE"},{"path":"/redirect/14344661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/demon-king-daimao/staffel-1/episode-12","name":"Das perfekte Ende?","epNo":12,"alt":"The Perfect Ending?","descr":"Akuto besiegt Hiroshi am Himmel und trägt ihn in einen Wald, damit Yuko sich um ihn kümmert. Inzwischen hat Yamato Kena zum Schrein gebracht und versucht, den Vertrag mit dem Prinzip der Identität abzuschließen, aber Akuto erscheint und der Kampf beginnt in Gegenwart der Götter. Akuto besiegt endlich Yamato und nimmt Kena zurück. Er erfährt, dass der Dämonenkönig von den Göttern geschaffen wurde, um den Vertrag mit dem Prinzip der Identität abzuschließen und die Menschheit zu zerstören. Akuto weigert sich und erklärt seine Absicht, die Götter zu töten, wodurch ihr Verteidigungssystem aktiviert wird. Akuto setzt sein Leben aufs Spiel, um gegen die Götter zu kämpfen und der Geschichte, die sie erschaffen haben, ein Ende zu setzen. Peterhausen gibt Kena einen Drachenzahn als Andenken an seinen vorbestimmten Tod. Akuto und Kena treffen sich wieder mit Junko, Korone, Hiroshi, Fujiko, Lily und Yuko. Jeder beginnt ein neues Semester an der Akademie, in dem die Schlacht des Dämonenkönigs die Erinnerungen der Beteiligten veränderte. Akuto wird jedoch (erneut) zum zukünftigen Dämonenkönig erklärt, und Junko und die anderen reagieren genauso wie in der ersten Folge, was darauf hindeutet, dass Akuto mit demselben Ruf und denselben Problemen von vorne beginnen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14424192","hoster":"VOE"},{"path":"/redirect/14427009","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14338703","hoster":"VOE"},{"path":"/redirect/14344662","hoster":"Streamtape"}]}]}]}]}