{"path":"/serie/stream/dengler","name":"Dengler","descr":"Georg Dengler (Ronald Zehrfeld), als erfolgreicher Zielfahnder unter widrigen Umständen beim BKA ausgeschieden, ist Privatermittler in Stuttgart. Sein erster Fall führt ihn nach Berlin: Im Fokus steht ein renommierter Krebsforscher (Ernst Stoetzner) , der angeblich eine Krankenschwester vergewaltigt hat. Die Indizien sind erdrückend. Doch bald ahnt Dengler, dass jemand versucht, den Forscher aus dem Verkehr zu ziehen. Es gibt Hinweise auf die Pharmaindustrie.","seasons":[{"path":"/serie/stream/dengler/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dengler/staffel-1/episode-1","name":"Die letzte Flucht","epNo":1,"alt":"","descr":"Prof. Dr. Bernhard Voss, eine Koryphäe für seltene Autoimmunkrankheiten an der Berliner Universitätsklinik, soll eine Krankenschwester vergewaltigt haben. Die Beweislage ist erdrückend. Selbst Privatermittler Georg Dengler glaubt nicht, dass er etwas für Voss tun kann. Doch bald hat Dengler Zweifel: Versucht jemand den unbequemen Mediziner aus dem Weg zu räumen, weil er sich mit der Pharmalobby angelegt hat? Und plötzlich sieht sich Dengler vor einem Abgrund an Manipulationen, den auch die ehrgeizige Kommissarin Finn Kommareck nicht mehr zu überblicken scheint. Dengler – ein ausgezeichneter Zielfahnder, der den Dienst quittierte, weil das BKA ihn kaltstellte – ist eigentlich nach Stuttgart gezogen, um seinem Sohn näher zu sein. Aber sein erster Fall führt ihn nach Berlin, wo er nun mit Prof. Voss’ aussichtsloser Lage konfrontiert wird. Seine Versprechungen, mit seinem fast erwachsenen Sohn von nun an mehr zu unternehmen, muss Dengler gleich wieder zurücknehmen, denn der Fall um den angeklagten Mediziner absorbiert Dengler komplett. Von der Öffentlichkeit völlig unbemerkt wird dann auch noch der Vorstandschef eines weltweit operierenden Pharmakonzerns entführt und einem Verhör unterzogen, bei dem es auch um die Wirkung eines neuen Krebsmedikaments geht. Währenddessen gerät Dengler selbst ins Visier der Polizei. Es gelingt ihm noch, Voss zur Behandlung seiner chronischen Bauchschmerzen ins Krankenhaus zu bringen, aber dann ist er auf die Hilfe der geheimnisvollen Hackerin Olga angewiesen. Sie kennt Dengler nicht. Aber er kennt sie in- und auswendig, denn Dengler war ihr Zielfahnder. \"Die letzte Flucht\" ist die erste Verfilmung einer der erfolgreichen Dengler-Romane von Wolfgang Schorlau. \"Diese Industrie wird von einer beispiellosen kriminellen Energie getrieben\", so Wolfgang Schorlau über seinen Roman \"Die letzte Flucht\", der unser Gesundheitssystem und die Machenschaften der Pharmaindustrie thematisiert. Schorlaus Romane sind hervorragend recherchiert, die von ihm beschriebenen Ereignisse nah an dem wirklichen Geschehen. Unter der Regie von Lars Kraume (\"Die kommenden Tage\", \"Meine Schwestern\") spielt der ausdrucksstarke Charakterdarsteller Ronald Zehrfeld (\"Barbara\", \"Wir wollten aufs Meer\") den hartgesottenen Privatdetektiv Georg Dengler. An seiner Seite steht die eigensinnige und geheimnisvolle Olga, brillant gespielt von Birgit Minichmayr (\"Gnade\", \"Alle Anderen\").","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12978694","hoster":"VOE"},{"path":"/redirect/12978693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dengler/staffel-1/episode-2","name":"Am zwölften Tag","epNo":2,"alt":"","descr":"Jakob Dengler ist verschwunden. Sein Vater, Privatermittler Georg Dengler hatte keine Ahnung, dass sein Sohn als Aktivist beim Tierschutz arbeitet und in einer heiklen Mission unterwegs ist. Der Hilferuf der mysteriösen Hackerin Olga aus Berlin kommt Dengler zwar ungelegen, aber er schuldet ihr was und befreit sie in einer waghalsigen Aktion von ihren Verfolgern vom BKA. Gemeinsam suchen sie nach Jakob, der zuletzt auf einen Hof für Massentierhaltung war. Während Dengler versucht, Olga beim Untertauchen zu helfen, macht Denglers Ex-Frau Hilde ihm die Hölle heiß, denn sie macht sich große Sorgen um ihren gemeinsamen Sohn, der mit seinen Freunden Cem und Laura als Ermittler für eine Tierschutzvereinigung arbeitet.Offenbar sind die drei bei ihren Recherchen über die blutigen Geschäfte der Massentierhaltungsindustrie auf noch ganz andere Machenschaften gestoßen: die brutale Ausbeutung rumänischer Zeitarbeiter. Neben schrecklichen Videos, die gequälte Tiere zeigen, finden Olga und Dengler auf Jakobs Computer Hinweise auf den König der Massentierhaltung, Carsten Osterhannes. Wenn die Jugendlichen ihm in die Quere gekommen sind, dann hat ihr Verschwinden einen bitterbösen Hintergrund, denn mit dem Großindustriellen ist nicht zu spaßen. Dengler fährt mit Olga nach Brandenburg, in die Nähe des Hofes vom Bauer Zemke, wo Jakobs Handy zuletzt eingeloggt war. Aber das BKA ist ihm wegen Olga ganz dicht auf den Fersen. Denglers Ex-BKA-Boss Dr.Müller zwingt ihn in ein Dilemma: Wenn er Dengler helfen soll, seinen Sohn zu retten, dann soll er ihm Olga ausliefern – hat Dengler da eine Wahl?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13010737","hoster":"VOE"},{"path":"/redirect/13010736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dengler/staffel-1/episode-3","name":"Die schützende Hand","epNo":3,"alt":"","descr":"\"Wie kamen Uwe Mundlos und Uwe Böhnhardt ums Leben?\", fragt ein Unbekannter. Obwohl die Antwort für ihn eigentlich klar ist, nimmt Privatermittler Georg Dengler den Auftrag an. Mundlos und Böhnhardt erschossen sich selbst. So lautet jedenfalls die offizielle Version. Absurd, sagen Insider. Dengler braucht die in Amsterdam untergetauchte Hacker-Aktivistin Olga Illiescu, um an entscheidende NSU-Akten auf dem Server des BKA zu kommen. Olga ist zunächst überzeugt davon, dass nur die rechte Ecke mit so einem Schwachsinns-Auftrag an Dengler herantreten könne, und dass er sich hat kaufen lassen, um die Täter zu Opfern zu machen. Doch als Dengler und Olga beginnen, sich mit dem NSU-Komplex und den Vorfällen in Eisenach-Stregda zu beschäftigen, tauchen immer mehr Widersprüche auf. Unglaubliche Ermittlungspannen treten zu Tage. Die Polizei vor Ort, der Verfassungsschutz, das BKA eine Verstrickung verschiedener V-Leute, ein unübersehbares Netz von Abhängigkeiten stülpt sich über die NSU-Thematik. Beraten von seinem Mentor Dr. Schweikert und mit Hilfe von LKA-Mann Marius Brauer rekonstruieren Dengler und Olga die Vorkommnisse im und um das Wohnmobil in Eisenach-Stregda und stoßen auf Schlampigkeiten, mysteriöse Vorfälle und Widersprüche am Tatort, so auch auf irritierende Autopsie-Berichte von Böhnhardt und Mundlos. Warum hatte Mundlos keinen erhöhten CO-Hb-Wert? Warum sieht man kein Blut an den Wänden? Keine Fingerabdrücke? Wie konnten sich die beiden jahrelang im Untergrund Lebenden mit einem Arsenal an Waffen von zwei Streifenpolizisten so aus der Ruhe bringen lassen, dass sie umgehend Selbstmord begingen? Warum wurde das Wohnmobil vom Tatort abgeschleppt? Dengler steigert sich hinein in Verschwörungstheorien. Er und Brauer sprechen mit involvierten Zeugen: Vermutet man eine Antwort auf eine Frage, taucht schon die nächste Widersprüchlichkeit auf. Dengler, Olga und Brauer tauchen ein in die Untiefen des NSU-Komplexes und das Netzwerk von Staatsschützern und Neofaschisten. So tief, dass Dengler nicht bemerkt, dass die vermuteten Drahtzieher sie selbst ins Visier genommen haben. Er hat in ein Wespennest gestochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12978731","hoster":"VOE"},{"path":"/redirect/12978727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dengler/staffel-1/episode-4","name":"Fremde Wasser","epNo":4,"alt":"","descr":"Dengler wird von Dr. Larson, die weltweit Wasserwerke berät, beauftragt, EU-Kommissar Kolidis zu finden, der seit der Explosion seines Segelboots vor Athen verschwunden ist. Dr. Larson glaubt, dass es sich um einen Mordanschlag gehandelt haben könnte. Als Dengler mit Olga, der er einen Kurzurlaub in Griechenland versprochen hat, in Athen eintrifft, wird klar, dass die gesamte Familie dem Anschlag zum Opfer gefallen sein muss. Von Kolidis’ Leiche und der seines Sohnes Jannis fehlt allerdings noch jede Spur. Dengler und die Computerhackerin Olga finden Indizien, die darauf hindeuten, dass Kolidis den dunklen Machenschaften eines Energiekonzerns auf der Spur war, bei denen es um die Privatisierung der Wasserwirtschaft geht. Kolidis war, wie auch sein deutscher Kollege und Bundestagsabgeordnete, Andreas Schülkopf, mit dem er auffällig häufig telefoniert hatte, ein entschiedener Gegner der Deregulierung des Wassermarktes und stand damit den Konzernplänen im Weg. Hatte er Informationen, die dem Konzern einen Mordanschlag wert waren? Dengler kontaktiert Schülkopf, der sich tatsächlich mit ihm treffen will, um ihm brisante Informationen zu übergeben. Doch bevor das Treffen stattfindet, wird bei Schülkopf eingebrochen. Die Polizei findet zwar keinerlei Einbruchsspuren, aber ein Spürhund entdeckt Drogen in der Wohnung. Schülkopf wandert in Untersuchungshaft. Für Dengler und Olga besteht kein Zweifel, dass Schülkopf Opfer eines raffinierten Plans geworden ist. Welche Rolle spielt bei alledem der Fraktionsvorsitzende Dr. Österle, der Schülkopf wie einen nassen Sack fallen lässt? Und welche die aparte Auftraggeberin von Dengler, die Wasserwirtschafts-Beraterin Dr. Larson? Überraschenderweise bietet BKA-Chef Dr. Müller Dengler und Olga seine Zusammenarbeit an, wenn sie bereit sind, ihre Informationen mit ihm und Europol zu teilen. Im Gegenzug würde das BKA für ihren Schutz sorgen. Den werden Dengler und Olga auch dringend brauchen. Wieder zurück in Griechenland, stoßen sie auf Hinweise, dass Konstantinos Kolidis und sein Sohn den Anschlag möglicherweise überlebt haben und sich an einem geheimen Ort verborgen halten könnten. Das aber wird auch der Gegenseite und ihrem skrupellosen Auftragskiller nicht lange verborgen bleiben. Dengler und Olga befinden sich mitten in einem globalen Machtkampf um das Lebenselixier Wasser. Ein Milliardengeschäft auf Leben und Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12978762","hoster":"VOE"},{"path":"/redirect/12978786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dengler/staffel-1/episode-5","name":"Brennende Kälte","epNo":5,"alt":"","descr":"Kurz vor der Hochzeit seines Sohnes Jakob in Stuttgart wird der ehemalige BKA-Zielfahnder und Privatdetektiv Georg Dengler von Hacker-Aktivistin Olga um Hilfe gebeten. Olgas Freundin Anne, eine Investigativ-Journalistin, hat ihr im Darknet Informationen über geheime Baupläne von Mikrowellen-Waffen, Namenslisten von Bundeswehr-Offizieren und Fotos von gefolterten Männern geschickt. Kurz darauf wurde sie von Unbekannten erschossen. Zeitgleich wird Annes Informant, Bundeswehr-Offizier und Afghanistan-Veteran Florian Singer, in seinem Auto in einen fast tödlichen Unfall verwickelt. Dengler und Olga kommen auf die Spur des von Werner Kempf geleiteten geheimen Fahrenheit-Programms von BND und Bundeswehr und Katharina Petrys initiierter Forschung mit Mikrowellen-Waffen der MeySis AG. Dengler und Olga stechen in ein Wespennest rund um illegale Waffentests und internationale Waffengeschäfte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12978864","hoster":"VOE"},{"path":"/redirect/12978887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dengler/staffel-1/episode-6","name":"Kreuzberg Blues","epNo":6,"alt":"","descr":"Als mitten in der Nacht eine Ratte dem Baby einer Freundin in den Finger beißt, bittet Hacker-Aktivistin Olga den ihr mehr als vertrauten Privatermittler Dengler um Hilfe. Der Ex-BKA-Zielfahnder soll einen Kreuzberger Entmietungsskandal aufdecken. Denn für Olga ist klar: Dahinter steckt der Immobilieninvestor Jan Kröger. Mit kriminellen Machenschaften, wie dem Aussetzen von Ratten, werden Mieter terrorisiert und vertrieben. Auch Olgas Freundin Ezra ist der Überzeugung, dass so Platz für neue Luxusapartments geschaffen werden soll. Doch die Sache ist komplizierter, als sie auf den ersten Blick scheint. Kröger sieht sich als Arbeiterkind, das sich hochgearbeitet hat und nun mit seinen Gebäuden und Sanierungen etwas für die Mieter in Berlin tut. Er weist alle Anschuldigungen bezüglich der Einschüchterungen von sich und bietet sogar an, Dengler selbst für die Aufklärung des Falles zu bezahlen. Ein Beweis seiner Unschuld oder ein geschicktes Manöver, um den Verdacht von sich abzulenken? Kröger steht kurz vor einem entscheidenden Deal, für den jede negative Publicity das Aus bedeuten könnte. Dengler kommen Zweifel an seiner Schuld. Während Olga nicht fassen kann, dass Dengler sich von Kröger beauftragen lässt, werden die beiden verfolgt. Die Nachforschungen in der Berliner Immobilienbranche sind zur ernsthaften Bedrohung geworden. Sie müssen nun alles daransetzen, die Wahrheit herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12979028","hoster":"VOE"},{"path":"/redirect/12979067","hoster":"Streamtape"}]}]}]}]}