{"seriesId":"denpa-onna-to-seishun-otoko","name":"Denpa Onna to Seishun Otoko","descr":"Da seine Eltern unterwegs auf Geschäftsreise sind, lebt der Highschool-Schüler Makoto Niwa bei der Familie seiner Tante. Dort trifft er auf seine gleichaltrige Cousine Erio Touwa, ein eher seltsames und mysteriöses Mädchen, das sich fast ausschließlich von Pizza zu ernähren scheint, ihren Oberkörper in einen Futon hüllt und die von sich selbst behauptet, eine Außerirdische zu sein.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"City of Aliens","descr":"Um seine letzten Jahre an der Highschool zu beenden zieht der Schüler Makoto zu seiner Tante in die Stadt. Als er in ihrem Haus ankommt findet er ein Mädchen, eingerollt in einem Futon, welche von seiner Tante ignoriert wird. Doch aufgrund des merkwürdigen Verhaltens der beiden wird er neugierig.","versions":[{"lang":3,"streams":[{"redirect":8985041,"hoster":"VOE"},{"redirect":8386364,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Paranoia of My Disappearing Puberty","descr":"Makoto verbringt die Nacht damit, mit Erio im Supermarkt zu Abend zu essen. Am nächsten Tag fährt Makoto mit seiner seltsamen Klassenkameradin Ryūko Mifune von der Schule nach Hause. Am nächsten Tag lernt er eine andere Klassenkameradin kennen, Maekawa, der schwindelig wird, wenn sie ihre Arme länger als 10 Sekunden über dem Kopf hält. Später in dieser Nacht geht Makoto mit Erio zum Strand, wo sie zufällig ins Meer läuft und behauptet, sie könne fliegen. Auf dem Rückweg treffen sie Maekawa, der verrät, dass Erio ein ehemaliger Schüler ihrer Schule war, der ein halbes Jahr lang verschwunden war. Meme enthüllt später, dass Erio keine Erinnerungen an das halbe Jahr hat, in dem sie weg war und anfing, an Außerirdische zu glauben. Sie erwähnt auch, dass Erio sich beim Versuch, mit dem Fahrrad zu fliegen, das Bein gebrochen hat, was dazu geführt hat, dass sie angefangen hat, sich in ihren Futon einzuwickeln.","versions":[{"lang":3,"streams":[{"redirect":8985042,"hoster":"VOE"},{"redirect":8386366,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Strange Moment for a Girl Bound to the Ground","descr":"Makoto unternimmt einen Ausflug mit Ryūko, die ihre Haltung zu Mysterien erklärt. Makoto gibt Erio weiter, was Meme ihm gesagt hat, obwohl sie offenbar nicht bereit ist zu antworten. Später fordert Meme Makoto auf, sich nicht auf Erio einzulassen. Obwohl er ihr immer noch helfen möchte, beschließt Makoto, als ersten Schritt ihren Glauben an Außerirdische zu zerstreuen. Er versucht dies, indem er sie auf ihrem alten Fahrrad mitnimmt und von einem Hügel fährt, um ihre Flugfähigkeit zu widerlegen. Der Hügel erweist sich als etwas zu steil und beide fliegen ins Meer. Erio beginnt sich damit abzufinden, dass sie eine einfache Erdlingin ist, und schafft es, sich Makoto angemessen vorzustellen.","versions":[{"lang":3,"streams":[{"redirect":8985037,"hoster":"VOE"},{"redirect":8386372,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"One Month to Mend a Broken Arm","descr":"Nach seiner jüngsten Radtour wird Makoto mit einem gebrochenen Arm ins Krankenhaus eingeliefert. Während er im Krankenhaus liegt, wird er von Ryūko und Maekawa besucht, die überrascht sind, zu hören, dass er mit Erio zusammenlebt. Nach zwei Wochen wird Makoto aus dem Krankenhaus entlassen und kehrt nach Hause zurück, wo er endlich Erio wiedersieht, der ihr dafür dankt, dass sie sie wieder in die Realität zurückgeholt hat.","versions":[{"lang":3,"streams":[{"redirect":8985038,"hoster":"VOE"},{"redirect":8386375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Melancholy of Thanksgiving","descr":"Als Meme ihren 40. Geburtstag erreicht, beschließt sie, am nächsten Tag eine Art Geburtstag für Erio zu veranstalten, die ihren Geburtstag während ihres Verschwindens verpasst hatte. Nachdem Makoto Erio auf Empfehlung von Maekawa ein Geschenk besorgt hat, verrät Erio, dass sie einen Job annehmen und versuchen möchte, in die Gesellschaft zurückzukehren. Ihr Ruf als Spinnerin führt dazu, dass sie bei einem Vorstellungsgespräch durchfällt. Meme schafft es jedoch, ihr einen Job im Tamura-Laden zu verschaffen, der von ihrer Großmutter geführt wird, die an Außerirdische glaubt.","versions":[{"lang":3,"streams":[{"redirect":12333239,"hoster":"VOE"},{"redirect":8386378,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Electromagnetic Wave Woman and Adolescent Man","descr":"Ryūko geht mit ihrer Freundin zum Tamura-Laden, wo sie Erio trifft und auch Makoto entdeckt. Am nächsten Tag beschließt sie, den Ort zu besuchen und trifft dabei auf Meme. Danach spricht Ryūko mit Makoto über den schlechten Ruf, den Erio in der Schule hat, und erwähnt, dass es ihm Probleme bereiten könnte, wenn er mit ihr rumhängt. Später bittet Makoto die alte Dame um Rat in dieser Angelegenheit. Ein paar Tage später besuchen Ryūko und Maekawo den Tōwa-Haushalt, wo Makoto Schwierigkeiten hat, Erio unter Kontrolle zu halten. Als Meme zurückkommt und den Mädchen vorschlägt, zum Abendessen zu bleiben, deutet sie offen an, dass Ryūko ein Gegner für Makoto sein könnte.","versions":[{"lang":3,"streams":[{"redirect":13096063,"hoster":"VOE"},{"redirect":8386383,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Day Someone Will Remember","descr":"Maekawa ist verwirrt, als eine anonyme Person Erfrischungsgetränke vor dem Süßwarenladen, in dem sie arbeitet, abstellt, und vermutet jemanden, der in der Nähe Flaschenraketen abfeuert. Später trifft sie sich mit dem Täter, der behauptet, ein Fan von ihr zu sein, und sie beauftragt, weitere Flaschenraketen herzustellen. Sie nimmt den Job an und bittet Makoto, Erio und Ryūko um Hilfe. Nachdem jeder ein paar Reisschüsseln zum Abendessen zubereitet hat, lädt Erio Maekawa und Ryuko ein, über Nacht zu bleiben, wo Ryuko Makoto gegenüber erwähnt, dass sie am nächsten Tag Geburtstag hat und dass sie auf seiner Seite stehen würde, wenn es darauf ankäme, dass die Leute herumhacken Erio. Am nächsten Tag gehen sie zum Strand, wo sie gemeinsam mit dem Flaschenraketenwerfer seine Flaschenraketen abfeuern.","versions":[{"lang":3,"streams":[{"redirect":12333240,"hoster":"VOE"},{"redirect":8386604,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Tsiolkovsky`s Prayer","descr":"Die Folge konzentriert sich auf Meme während der Ereignisse der vergangenen Wochen. Am 12. Juni lässt sie eine Flaschenrakete vom Flaschenraketenwerfer testen, der sie plötzlich bittet, ihn zu heiraten. Während sie ihm eine Woche lang aus dem Weg geht, erinnert sich Meme an die Zeit vor 28 Jahren, als sie Elliot zum ersten Mal traf, den Jungen, der Erios Vater werden sollte. Meme besucht später den Raketenwerfer, um seinen Vorschlag abzulehnen. Später erfährt er, dass er Maekawa mit Erio verwechselt hat, als er versuchte, Meme mit seinen Raketen zu umwerben. Meme überredet dann ihre Oma, sie beim Abschuss der Flaschenraketen am Strand zu begleiten, und stellt das Ganze als einen Angriff auf Außerirdische dar, wie Elliot es ihr erzählt hat, als sie noch Kinder waren.","versions":[{"lang":3,"streams":[{"redirect":8985048,"hoster":"VOE"},{"redirect":8386388,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Region Limited Alien Incident","descr":"Maekawa lädt Makoto ein, mit verschiedenen anderen Leuten an einem Baseballspiel teilzunehmen. Später in dieser Nacht geht Makoto mit Erio auf Sternbeobachtung. Sie nimmt am nächsten Tag am Kampf teil, wo sie eine seltsame Person treffen, die als Astronaut verkleidet ist und behauptet, ein Esper zu sein.","versions":[{"lang":3,"streams":[{"redirect":8985049,"hoster":"VOE"},{"redirect":12481988,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Overhanging Roof Girl","descr":"Makoto und Erio waren weiterhin von dem Spacegirl belästigt, das sich später als Yashiro Hoshimiya vorstellte. Später am Abend ruft Ryuko Makoto wegen ihres bevorstehenden Basketballspiels an und bittet ihn, sie zum Festival zu begleiten, wenn sie daran teilnehmen kann. Am nächsten Tag lässt Meme Makoto Yashiro zu sich nach Hause bringen und macht dabei an einem Pool Halt.","versions":[{"lang":3,"streams":[{"redirect":8985050,"hoster":"VOE"},{"redirect":8386397,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"This Summer is about Basketball and Espers and Futons and Astronomical Observations and Festivals an","descr":"Maekawa lädt Makoto zum Mittagessen zu sich nach Hause ein, wo er Yashiro in ihrem Garten lauern sieht. Als nächstes lädt Ryuko Makoto ein, sich ihr Basketballspiel anzusehen, bei dem sie ihre Freundin Miki trifft und auch Yashiro wieder trifft. Während Ryuko in ihrem Kampf Probleme hat, ermutigt Yashiro Makoto, sie anzufeuern, was ihr das Selbstvertrauen gibt, einige Punkte zu erzielen.","versions":[{"lang":3,"streams":[{"redirect":8985043,"hoster":"VOE"},{"redirect":8386398,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"0.00000000198 Centimeters Per Second","descr":"Am Tag des Baseballspiels rennt Maekawas Vater aus Druck weg und führt dazu, dass die Mannschaft des Einkaufsviertels nur noch wenige Werfer hat. Während Meme sich selbst zur Trainerin erklärt, schickt sie Makoto los, um nach Maekawas Vater zu suchen, während Erio den Pitch macht. Nachdem er mit Maekawas Vater zurückgekehrt ist, wird Makoto zum Pinch-Hitter ernannt. Als er einen kraftvollen Schlag ausführt, weht ein starker Wind auf und verwandelt ihn in einen Homerun. Als Belohnung küsst Meme Makoto vor allen anderen auf die Wange.","versions":[{"lang":3,"streams":[{"redirect":8985047,"hoster":"VOE"},{"redirect":8386403,"hoster":"Streamtape"}]}]}]}]}