{"path":"/serie/stream/deputy","name":"Deputy","descr":"Deputy Bill Hollister (Stephen Dorff) ist ein erfahrener Polizist in der fünften Generation, der bei der alltäglichen Arbeit in seinem Element ist. Als der Sheriff von Los Angeles County überraschend verstirbt, wird Hollister der kommissarische Nachfolger: Plötzlich ist er dadurch der Vorgesetzte von 10.000 Polizisten, die einen modernen ‚Wilden Westen‘ friedlich halten müssen.","seasons":[{"path":"/serie/stream/deputy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/deputy/staffel-1/episode-1","name":"Seine Stadt, seine Regeln","epNo":1,"alt":"Graduation Day","descr":"Als der neu gewählte Sheriff von Los Angeles stirbt, wird Bill Hollister (Stephen Dorff) plötzlich in die Rolle des Leiters einer der größten Polizeikräfte der Welt befördert. Bill ist nur an Gerechtigkeit interessiert und befehligt die Polizeitruppe von LA, darunter Deputy Cade Ward, Deputy Briana Bishop und Deputy Joseph Harris. Die Gefahren des Jobs führen oft zum LA County General Hospital, wo Bill häufig auf seine Frau Dr. Paula Reyes (Yara Martinez), die dort Chefchirurgin des Krankenhauses ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333255","hoster":"VOE"},{"path":"/redirect/8386556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166194","hoster":"VOE"},{"path":"/redirect/9166197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-2","name":"In der Schusslinie","epNo":2,"alt":"10-8 Outlaws","descr":"Bill Hollister kämpft weiter mit seiner neuen Position als Sheriff der Polizeieinheit von L.A. Unzählige Meetings und bürokratische Aufgaben halten den draufgängerischen Cop von der täglichen Verbrecherjagd fern. Als eine Bande von Juwelendieben nur 48 Stunden nach seiner Ernennung zum Sheriff auf Beutezug geht, stellt Bill seine politische Macht auf die Probe, um die Stadt zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985087","hoster":"VOE"},{"path":"/redirect/8386560","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166201","hoster":"VOE"},{"path":"/redirect/9166200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-3","name":"Ein grosser Verlust","epNo":3,"alt":"Deputy Down","descr":"Nachdem ein Polizist von mysteriösen Schüssen verletzt wurde, begeben sich Bill und sein Team auf eine Mission, um den Schützen ausfindig zu machen. Charlie versucht herauszufinden, was während der Schießerei passiert ist, was Joseph zu einer Erkenntnis führt. Als Undersheriff London unterdessen versucht, die Kontrolle über die Polizeieinheit zu übernehmen, erinnert ihn Bill daran, wer der Chef ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985082","hoster":"VOE"},{"path":"/redirect/8392325","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166203","hoster":"VOE"},{"path":"/redirect/9166205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-4","name":"Menschenhandel","epNo":4,"alt":"10-8 Firestone","descr":"Während er eine ungenehmigte Razzia in einem Menschenhändlerring in Los Angeles durchführt, findet Bill (Stephen Dorff) einen alten Informanten, der in Schwierigkeiten steckt. Nach ihrer Rückkehr aus dem Urlaub und begierig darauf, wieder in den Einsatz zu kommen, wird Charlie (Danielle Mone Truitt) mit Joseph (Shane Paul McGhie), der einzigen Person, der sie nicht begegnen möchte, auf Patrouille geschickt. In der Zwischenzeit, als Bill weiterhin mit dem Vorstand nicht einverstanden ist, wie die Abteilung am besten zu führen ist, tut Jerry Bill einen Gefallen, um sich auf seine gute Seite zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985083","hoster":"VOE"},{"path":"/redirect/8386568","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166206","hoster":"VOE"},{"path":"/redirect/9169241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-5","name":"Eine schwere Entscheidung","epNo":5,"alt":"10-8 Black \u0026amp; Blue","descr":"Als ein Kindheitsfreund von Joseph vom LAPD fälschlicherweise einer Straftat beschuldigt wird, bittet er Bill bei der Aufklärung um Hilfe. Paula gerät in eine schwierige Situation, als sie vom Krankenhaus aufgefordert wird, Entlassungen vorzunehmen, um Kosten zu sparen. Unterdessen plagen Cade Zweifel wegen seiner Pflegekinder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985092","hoster":"VOE"},{"path":"/redirect/8386570","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13505360","hoster":"VOE"},{"path":"/redirect/9166212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-6","name":"Die Geiselnahme","epNo":6,"alt":"10-8 Do No Harm","descr":"Als ein bewaffneter Mann in den Krankentrakt des Gefängnisses eindringt, in dem Paula Freiwilligendienst leistet, mobilisiert Bill seine gesamte Einheit, um sie dort herauszuholen. Unterdessen sind es nur noch drei Monate, bis Bills Zeit als vorläufiger Sheriff abläuft, was andere dazu verleitet, sich um seinen Posten zu bemühen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985094","hoster":"VOE"},{"path":"/redirect/8386574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166216","hoster":"VOE"},{"path":"/redirect/9166215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-7","name":"Das vermisste Mädchen","epNo":7,"alt":"10-8 Search and Rescue","descr":"Als das Sheriff’s Department der Los Angeles Feuerwehr bei der Bekämpfung eines Großbrands hilft, entdeckt einer von Bills Deputies ein verdächtiges Auto im Wald, das sie zu einem vermissten Mädchen führt. Maggie bekommt unterdessen die Konsequenzen von Bills neuem Job zu spüren, als Reporter ihr Haus belagern. Unterdessen bereiten sich Cade und Teresa auf ein unangenehmes Gespräch mit ihren Pflegekindern vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985088","hoster":"VOE"},{"path":"/redirect/8386575","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9166191","hoster":"VOE"},{"path":"/redirect/9166192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-8","name":"Selbstlos","epNo":8,"alt":"10–8 Selfless","descr":"Als ein Ex-Marinesoldat tot auf der Straße auftaucht, hilft Bill (Stephen Dorff) Cade (Brian Van Holt) bei der Arbeit an dem Fall, der viel zu nahe an der Heimat liegt. Während andere Kandidaten darauf warten, Bills Platz als Sheriff einzunehmen, drängt ihn die Abteilung, mehr ein Teamplayer zu sein. In der Zwischenzeit sehen Paula (Yara Martinez) und Maggie einen Berater, der versucht, mit den Auswirkungen von Bills neuer Position umzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100247","hoster":"VOE"},{"path":"/redirect/8386576","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13108136","hoster":"VOE"},{"path":"/redirect/8386541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-9","name":"Diebstahl in West Hollywood","epNo":9,"alt":"10-8 Entitlements","descr":"Als in West-Hollywood eine Reihe von Einbrüchen in Wohnungen verübt wird, entdeckt die Abteilung des Sherriffs einen Einbrecherring, dessen Mitglieder um die Rechte der Prahlerei konkurrieren. Paula (Yara Martinez) und Maggie planen weiterhin Maggies Quinceaera, wobei sie die Hilfe von Paulas Mutter in Anspruch nehmen. In der Zwischenzeit versucht Bishop, ein ungemütliches Gespräch mit Genevieve zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985089","hoster":"VOE"},{"path":"/redirect/8386581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-10","name":"Grabenkämpfe","epNo":10,"alt":"10–8 School Ties","descr":"Als sich eine von Charlies Schützlingen aus der örtlichen Bibliothek mit einer Bande einlässt, seilt sich Charlie im ganzen Team ab, um ihr Leben zu retten. Während sich Bills Amtszeit dem Ende neigt, treten andere Spieler in das Rennen um die Macht ein. Unterdessen kämpfen Cade und Teresa mit einer unvorhergesehenen Situation mit ihren Pflegekindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985095","hoster":"VOE"},{"path":"/redirect/8386584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8985097","hoster":"VOE"},{"path":"/redirect/8386547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-11","name":"Papierkram","epNo":11,"alt":"10–8 Paperwork","descr":"Als Charlie und Joseph einen Mann auf dem Weg zu einem großen Drogenhandel verhaften, bringen sie am Ende einen größeren Kampf als erwartet mit zurück. In der Zwischenzeit setzen Cade und Teresa sich weiterhin mit der Komplikation bei der Adoption ihrer Pflegekinder auseinander, und Bill wird sich seiner Aufgabe als Sherriff bewusst, während seine Amtszeit sich dem Ende neigt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100248","hoster":"VOE"},{"path":"/redirect/8386586","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8985103","hoster":"VOE"},{"path":"/redirect/8386553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-12","name":"Die Ankündigung","epNo":12,"alt":"10–8 Agency","descr":"Charlie, Joseph und Carter untersuchen einen immer komplizierter werdenden Fall, während Bishop und Cade eine unerwartete Verbindung zu einem Mord herstellen. Paula versucht unterdessen immer noch mit dem Nachwirkungen der Geiselnahme im Krankenhaus fertig zu werden und Bills Familie ist bemüht, bei den Wählern im Los Angeles County Sympathien für Bill zu wecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985086","hoster":"VOE"},{"path":"/redirect/8386587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deputy/staffel-1/episode-13","name":"Lang lebe Bill Hollister!","epNo":13,"alt":"10–8 Bulletproof","descr":"Als Informanten des Sherriffs Department überall in Los Angeles ermordet werden, müssen alle zusammenarbeiten, um die undichte Stelle in der Abteilung zu finden. In der Zwischenzeit müssen Teresa und Cade (Brian Van Holt) einen großen Rückschlag im Sorgerechtsstreit um ihre Pflegekinder verkraften. Außerdem muss sich Bill (Stephen Dorff) am Tag von Maggies Quinceanera einmal mehr zwischen Arbeit und Familie entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985099","hoster":"VOE"},{"path":"/redirect/8386589","hoster":"Streamtape"}]}]}]}]}