{"path":"/serie/stream/der-knig-von-st-pauli","name":"Der König von St. Pauli","descr":"Der Hamburger Spieler und Striplokalbesitzer Rudi Kranzow weiß kaum noch, wie er seine Spielschulden begleichen soll. Graf, der \"Pate\" vom Kiez, will dies zu seinem Vorteil nutzen, um so an Kranzows Striplokal \"Die Blaue Banane\" heranzukommen. Doch ein Gefolgsmann von Graf treibt ein doppeltes Spiel, dem Kranzow fast zum Opfer fällt.","seasons":[{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"Rudi Kranzow (Hilmar Thate) hat sich im Rotlichtviertel von St. Pauli einen Namen gemacht, seine \"Blaue Banane\" zählt zu den aufregendsten Striplokalen auf diesem heißen Pflaster. Hier tanzt Lajana (Sonja Kirchberger), Fleisch gewordene Versuchung, während Ex-Boxer Sugar (Heinz Hoenig), Kranzows loyaler Bodyguard, ungebetene Gäste an die Luft setzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11715206","hoster":"VOE"},{"path":"/redirect/10018481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"Robert Kranzow (Oliver Hasenfratz) hat sein Jurastudium abgebrochen, um auf St. Pauli das Striplokal seines Vaters Rudi (Hilmar Thate) weiterzuführen, der nach einem Mordversuch in Lebensgefahr schwebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10018488","hoster":"VOE"},{"path":"/redirect/10018487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"","descr":"Der Kampf um die \"Blaue Banane\" geht in die nächste Runde: Der Laden wird demoliert von einem Trupp Schläger, unter ihnen Zauber-Künstler Dirk (Alexander Radszun), der Robert (Oliver Hasenfratz) erneut bedroht. Entweder er verkauft das Etablissement, oder es gibt weitere Tote.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10018493","hoster":"VOE"},{"path":"/redirect/10018492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"","descr":"Baulöwe Schmidt-Weber (Peter Roggisch), dessen Firma als Tarnung für Geldwäsche-Operationen dient, hat über seinen Strohmann Fischer (Henry Hübchen) das gesamte Viertel in seinen Besitz gebracht. Nur das Kranzow-Haus fehlt noch, und so beauftragt er den Zauber-Künstler Dirk (Alexander Radszun), Rudis (Hilmar Thate) finanziellen Rettungsversuch zu sabotieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11724411","hoster":"VOE"},{"path":"/redirect/10018498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-5","name":"Teil 5","epNo":5,"alt":"","descr":"Die Neueröffnung der \"Blue Banana\" verläuft anders, als Rudi erhofft hatte. Zwar ist Julias Auftritt ein getanzter Höhepunkt, doch die Polizei erhält von Zauber-Künstler Dirk einen Wink und stürmt das Lokal: Die polnische Tänzerin Olga hat keine Arbeitserlaubnis, und so verliert Rudi seine Konzession.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10018504","hoster":"VOE"},{"path":"/redirect/10018505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-st-pauli/staffel-1/episode-6","name":"Teil 6","epNo":6,"alt":"","descr":"Würfel-Rudi (Hilmar Thate) hat Glück im Spiel: Er wird sein Haus nicht an den \"Grafen\" (Hans Korte) verlieren, weil er das Schlitzohr beim Falschspielen ertappt hat. Und Rudi hat ebenso Glück in der Liebe: Endlich bahnt sich eine gemeinsame Zukunft mit Julia (Julia Stemberger) an, die auf St. Pauli eine neue Heimat gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11724409","hoster":"VOE"},{"path":"/redirect/11724412","hoster":"Streamtape"}]}]}]}]}