{"seriesId":"der-knig-und-seine-unsterbliche-liebe","name":"Der König und seine unsterbliche Liebe","descr":"Nach sechs Jahren, in denen der mutige König Rana Indravadhan an der Seite der Briten im Zweiten Weltkrieg gekämpft hat, kehrt er 1945 wieder in seine Heimat zurück. Königin Rajmata, seine aparte Mutter und Hausherrin des Palastes, wägt Hoffnung, denn mit ihm, kehrt nach dem Tod ihres Mannes auch endlich wieder Leben in den Palast ein. Die Freude über die Rückkehr des Königs hat auch die wunderschöne und spritzige Gayatri erfasst. Wie das Schicksal es will, erliegt Rana ihrem unwiderstehlichen Charme. Die Geschicke des Königreiches erleben damit einen dramatischen Wandel, bei denen Gayatri nicht nur das Herz des Königs gewinnt, sondern auch die Herzen des Volkes erobert. Gayatri muss aber erkennen, dass ihr traumhaftes neues Leben als Königin, nicht nur märchenhafte Tage für sie bereithält.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"König Indravadhan kehrt nach sechs Jahren an der Front, wieder in seine Heimat zurück. Er kämpfte an der Seite der Briten für die Befreiung Europas. Das ganze Königreich sehnt der Ankunft des Regenten hoffnungsvoll entgegen. Darunter die liebreizende und findige Gayatri, die ihrer Anziehung zum König nicht zu wiederstehen vermag. Aber auch die Mutter des Königs, Rajmata, kann den Moment des Wiedersehens gar nicht erwarten. Doch gerade als der royale Konvoi sich dem Palast nähert, explodiert der Wagen des Königs in einer Feuerwolke. Sind damit auch die Hoffnungen des Königreiches in Rauch aufgegangen?","versions":[{"lang":1,"streams":[{"redirect":7690181,"hoster":"VOE"},{"redirect":11200034,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Als sich Gayatri auf den Balkon begibt um den Festzug beizuwohnen, geschieht ein Unglück: Vor lauter Entzückung über den leibhaftigen Anblick des Königs, stößt Gayatri versehentlich einen Blumentopf vom Balkon. Als dieser direkt vor den Zugpferden landet, bricht Chaos aus. Dem kühnen König gelingt es aber die Pferde wieder unter Kontrolle zu bringen. Auf der Suche nach dem Schuldigen, wollen die Soldaten das Haus Gayatris durchsuchen. Doch zulassen will Gayatri dies nicht und lehnt sich gegen die Männer auf. Wenn sie nur wüsste, dass sie ihre kecken Worte gerade auch an den König wendet, der dem Schauspiel unerkannt beiwohnt.","versions":[{"lang":1,"streams":[{"redirect":11200076,"hoster":"VOE"},{"redirect":11200068,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Rana Indravadhan erreicht den Palast, jedoch kommt er dort nicht mit seinem königlichen Streitwagen an, sondern auf einem einfachen Pferd. Als seine Mutter dies sieht, will sie erfahren, was nur geschehen ist. Seine Mutter erfährt von dem Attentat auf das Leben des Königs. Derweil ist Gayatris Mutter ungehalten über das Verhalten ihrer Tochter und klagt sie für ihre Kühnheit gegenüber den Soldaten des Königs an. Doch Gayatri wendet sich lieber ihren Träumen von einer märchenhaften Zukunft zu und ist diesen insgeheim weit näher als sie vermuten mag.","versions":[{"lang":1,"streams":[{"redirect":11200082,"hoster":"VOE"},{"redirect":11200098,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Gayatri findet ihren Vater schlafend in seinem Arbeitszimmer. Die ganze Nacht hat er dort zugebracht und ist erst durch die bezaubernde Stimme seiner Tochter aufgewacht. Im Palast rätseln Rana und Rajmata derweil, wer den Anschlag auf den König verübt hat. War es der Minister oder des Königs Onkel? Gayatri will sich das Feuerwerk zu Ehren Ranas näher ansehen und steigt kurzerhand, mit den Kindern ihrer Schwester, in den Familien-Käfer. Ohne Führerschein, schlängelt sich Gayatri ihren Weg, der sich schon bald wieder mit dem des Königs kreuzen soll.","versions":[{"lang":1,"streams":[{"redirect":7690212,"hoster":"VOE"},{"redirect":11200136,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Gayatri ist mit ihrem Wagen nur haarscharf einem Unfall mit König Indravadhan entkommen. Sie wird von dem Assistenten des Königs hart kritisiert, aber Gayatri findet einen gewieften Ausweg: Sie lässt dem König eine Notiz zukommen, welche ihn milde stimmt. Ein Abgesandter des britischen Imperiums eröffnet Rajmata ein skrupelloses Angebot. Wird sie das Wohl der Bauern des Landes auf Kosten des königlichen Reichtums opfern?","versions":[{"lang":1,"streams":[{"redirect":7690218,"hoster":"VOE"},{"redirect":11200170,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Gayatri macht sich, trotz des Wiederstandes ihrer Mutter, auf nach Rupera, Auch König Indravadhan ist in diesem Dorf, um sich den Sorgen der dort lebenden Bauern anzunehmen. Als Gayatri den König bemerkt, stürmt sie auf ihn zu. Doch ehe sie sich versieht, stürzt sie einen Abhang hinab und landet in einem See. Wird der König sie ignorant meiden oder sie retten?","versions":[{"lang":1,"streams":[{"redirect":7690231,"hoster":"VOE"},{"redirect":11200371,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"König Indravadhan rettet Gayatri aus ihrer misslichen Lage und bietet dem frierenden Pechvogel überdies seinen Mantel an. Gayatri ist betört von der Nähe zu ihrem Angebeteten, aber muss sich, zuhause angekommen dem Gespött ihrer Schwägerinnen aussetzten. Derweil erfährt König Indravadhan, wer die Wassersteuer in Rupera eingeführt hat, die den dort lebenden Bürgern solch eine Bürde ist. Wie weit wird er gehen, um für mehr Gerechtigkeit in seinem Königreich zu sorgen?","versions":[{"lang":1,"streams":[{"redirect":7690233,"hoster":"VOE"},{"redirect":11200378,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Als Indravadhan erfährt, dass es sein Onkel war, der die Steuer auf das Wasser in Rupera erlassen hat, teilt er diese Erkenntnis mit seiner Mutter. Rajmata gibt ihrem Sohn zu verstehen, dass sie nicht wusste welche Konsequenzen ihre Unterschift des Dekrets haben wird, König Indravadhan schwört sich dem Problem anzunehmen und für Gerechtigkeit zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":12920700,"hoster":"VOE"},{"redirect":11200117,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Gayatri macht sich auf den König zu treffen, erzählt aber ihren Eltern kein Wort davon. Als sie im Tempel sitzt, bekommt sie von Indravadhan ein Geschenk überreicht und verfällt daraufhin ihrer Traumwelt. Von der Realität eingeholt, stellt sie fest, dass Indravadhan den Tempel bereits verlassen hat, ohne dass sie ihm ihr Geschenk hätte geben können. Als sie Indravadhan einholt, wird sie von den Wachen gestoppt. Sie hat keine Ahnung, dass eine ihrer Schwägerinnen das ganze Schauspiel mitverfolgt hat. In was für Schwierigkeiten wird Gayatri geraten, wenn ihre Eltern davon erfahren?","versions":[{"lang":1,"streams":[{"redirect":7690255,"hoster":"VOE"},{"redirect":11199930,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Gayatri schwelgt in einem Traum: Indravadhan fängt ihren verloren gegangenen Schaal auf. Als sie versucht ihm zu folgen, stolpert sie und fällt in die starken Arme des Königs. Verzaubert, aber benommen, wacht sie aus ihrem Traum auf. Im Palast legt Rajmata dem König nahe sich erneut zu vermählen. Sie ist davon überzeugt, dass in Indravadhans Leben die Liebe fehlt. Dem König stimmt dieses Thema wütend, denn er trauert seiner ersten Frau nach.","versions":[{"lang":1,"streams":[{"redirect":7690296,"hoster":"VOE"},{"redirect":11200032,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Govind Seth verkündet seiner Familie, dass sie gemeinsam den Palast besuchen werden. Besonders Gayatri ist von dieser Neuigkeit begeistert, denn nun hat sie die Chance ihren Angebeteten, den König, endlich wieder zu sehen. Die Familie Seth erreicht den Palast mit Stil, denn sie reisen mit einer Kutsche an, die von sechs herrschaftlichen Pferden gezogen wird. Gayatri kommt aus dem Staunen über die Schönheit des Palastes gar nicht heraus. Doch wird sie auch König Indravadhan zu Gesicht bekommen?","versions":[{"lang":1,"streams":[{"redirect":7690304,"hoster":"VOE"},{"redirect":11200891,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"Gayatris Augen kommen nicht zur Ruhe, denn sie ist, zusammen mit ihrer Familie, Gast bei einem luxuriösen Fest im Palast. Gayatri hofft besonders darauf Indravadhan wieder zu sehen. Derweil benimmt sich ihr Vater daneben: Er fordert die Königin auf, dass von ihm geliehene Geld endlich zurückzuzahlen. Gayatri wird Zeuge, wie ein Engländer sich gegenüber der Königin darüber erzürnt, dass sie solch exklusive Feste feiere, während die Untertanen unter einer Dürre leiden müssen. Gayatri mischt sich in die Diskussion ein und belehrt den Briten, dass in Indien Gäste wie Götter behandelt werden. Nichts anderes täte die Königin auch. Wie wird die Königin auf diese Aussage reagieren?","versions":[{"lang":1,"streams":[{"redirect":7690313,"hoster":"VOE"},{"redirect":11200899,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"Sharmeela tritt dem König in einer Privataudienz gegenüber. Gayatri bespitzelt das Gespräch und wird Zeuge davon, dass Indravdhan kein Interesse an Sharmeela hat und sich entfernt. Als Gayatri auf Geheiß des Königs ein Getränk zu sich nimmt, bemerkt sie, dass dieses alkoholischer Natur ist. Leider haben dies auch ihre Schwägerinnen mitbekommen, die sie gebannt beobachten. Was für Konsequenzen drohen jetzt Gayatri?","versions":[{"lang":1,"streams":[{"redirect":7690320,"hoster":"VOE"},{"redirect":11200905,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"Gayatris Schwägerinnen schenken der bereits angetrunkenen Gayatri immer wieder nach. Als sie dann in ihrem vernebelten Zustand mit Indravadhan reden will, spricht sie peinlicherweise einen völlig Fremden an. Auch Gayatris Mutter bleibt ihre Trunkenheit nicht verborgen. Zum Schutz ihrer Tochter, bringt sie Gayatri nach Hause, noch bevor ihr Ehemann etwas bemerken kann. Wie wird Gayatri ihre Schmach rechtfertigen?","versions":[{"lang":1,"streams":[{"redirect":7690308,"hoster":"VOE"},{"redirect":11200893,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"","descr":"Govind ist zutiefst wütend über die Schmach welche Gayatri mit ihrem Verhalten während des Festes im Palast über sich gebracht hat. In einem Moment der Unbeherrschtheit erhebt er seine Hand gegenüber seiner Tochter. Gayatri ist zutiefst geschockt über die Reaktion ihres Vaters und ist außer Stande, sich den Vorwürfen entgegenzustellen. Für die gehässigen Schwägerinnen ist die Situation ein gefundenes Fressen und sie tun ihr Bestes um sie weiter zu eskalieren. Währenddessen wird auch im Palast über die Feier gesprochen: Rajmata gesteht dem König, dass Govind Seth seinen Kredit zurückverlangt. Wie wird Indravadhan darauf reagieren?","versions":[{"lang":1,"streams":[{"redirect":11213370,"hoster":"VOE"},{"redirect":11213372,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"Die Eltern Gayatris wollen dem unreifen Treiben ihrer Tochter ein Ende bereiten und sehen als einzige Lösung eine Verlobung. Allerdings ist der Auserwählte ein gutes Stück reifer als Gayatri sich dies in ihren kühnsten Träumen hätte wünschen können. Derweil beruhigt der König Rajmata und bittet sie, keinen Gedanken mehr an den Kredit zu verschwenden, denn er nimmt sich der Sache persönlich an. Wie will der König den Ausstand begleichen?","versions":[{"lang":1,"streams":[{"redirect":7690319,"hoster":"VOE"},{"redirect":11200884,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"","descr":"Die Familie von Damondar ist erzürnt als Gayatri ihren Unwillen äußert den viel zu reifen Anwärter zu ehelichen. Die Wut seiner Familie entlädt sich gegenüber Gayatri und macht auch vor Beschimpfungen keinen Halt. Govind nimmt seine Tochter in Schutz und wirft Damondar, mitsamt seiner Familie, kurzerhand aus seinem Haus. Die Schwägerinnen wittern abermals eine Gelegenheit gegen Gayatri zu intrigieren. Als dann Damayanti auch noch einen Schwächeanfall erleidet ist das Unglück perfekt. Wird es Gayatri gelingen ihr Schicksal zum Guten zu wenden?","versions":[{"lang":1,"streams":[{"redirect":7690323,"hoster":"VOE"},{"redirect":11200881,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"","descr":"Gayatri wird von ihrer Mutter harsch kritisiert, denn für sie gehört Gayatri nicht länger zur Familie. Gayatri entgegnetet ihr voller Überzeugung, dass sie eines Tages eine geschätzte Persönlichkeit sein wird und vermag, auf eigenen Beinen zu stehen. Sie verfasst einen Brief an den König und bittet ihren Diener diesen an Indravadhan zu überbringen. Der König trifft sich derweil mit seiner Großmutter, welche ihren Enkel liebevoll in Empfang nimmt. Wie wird der König auf den Inhalt des Briefes reagieren?","versions":[{"lang":1,"streams":[{"redirect":7690329,"hoster":"VOE"},{"redirect":11200880,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"","descr":"Indravadhan lädt seine Großmutter ein in den Palast zu ziehen. Aber diese warnt den König, dass Rajmata mit ihrer Gegenwart ein Problem haben könnte. Als Indravadhan die Pläne mit seinem Onkel bespricht, kommt die Furcht in ihm auf, seine Großmutter könnte obdachlos werden, sollte sie nicht in den Palast ziehen. Ein Brite, der dem Gespräch beiwohnt, ermahnt den König die Steuern anzuheben, denn ohne Kapital sei er machtlos. König Indravadhan steht zu seinem Wort und verkündet seiner Mutter den baldigen Einzug seiner Großmutter in den Palast.","versions":[{"lang":1,"streams":[{"redirect":12383565,"hoster":"VOE"},{"redirect":11200876,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"","descr":"Ein geheimer Brief von Gayatri, der für den König bestimmt ist, geht an den falschen Empfänger: Rajmata, die Mutter des Königs. Derweil erreicht Gayatri die Botschaft, dass Damodar der Hochzeit mit ihr zugesagt hat und bald eintreffen wird. Govind wird überraschend zu einem Treffen mit dem König im Palast gebeten. Geht es bei der Unterredung um die Schulden der Königsfamilie oder den Brief seiner Tochter an den König?","versions":[{"lang":1,"streams":[{"redirect":7690339,"hoster":"VOE"},{"redirect":11200910,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"[Derzeit nicht verfügbar]","descr":"Die Hochzeitsvorbereitungen sind in vollem Gange, als unerwartet Rajmata im Hause Seth erscheint. Sie bittet darum, dass Gayatri König Indravadhan heiraten solle. Als Govind dieser Bitte zustimmt, ist Gayatris Herz erfüllt mit Freude. Sie kann den Tag, an dem sich all ihre Träume erfüllen, kaum mehr abwarten. Doch welche Bedingungen wird Rajmata stellen?","versions":[]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"[Derzeit nicht verfügbar]","descr":"Govind gibt Gayatri den Liebesbrief, welchen sie an den König verfasst hat. Govind macht seiner Tochter bewusst, dass er ihr jeden Wunsch erfüllen will, auch ihren größten Wunsch: Die Hand des Königs. Gayatri ist voller Freude und träumt bereits von ihrem neuen Leben als Königin an der Seite von Indravadhan. Der allerdings, vermisst seine verstorbene Frau denn seine Liebe zu ihr lässt ihn nicht los. Als der Priester in das Haus Seth einkehrt, gibt er Govind zu verstehen, dass die Hochzeit schon in 12 Tagen stattfinden soll. Ansonsten müsste sich Gayatri weitere 6 Monate gedulden. Wird die Hochzeit so zeitnah stattfinden?","versions":[]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"[Derzeit nicht verfügbar]","descr":"Govind macht sich in den Palast auf, um das Shagun zu überreichen und damit die bevorstehende Hochzeit zwischen seiner Tochter und dem König zu ehren. Als Indravadhan von Govind das geplante Datum der Hochzeit erfährt, stockt ihm der Atem. Am gleichen Tag hatte er auch seine verstorbene Frau geheiratet. Doch als Govind ihn fragt, ob Indravadhan mit dem gesetzten Datum ein Problem habe, sagt er zu. In 5 Tagen soll es soweit sein: Gayatri und Indravadhan werden heiraten.","versions":[]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"[Derzeit nicht verfügbar]","descr":"Gayatri wird von ihren Freunden zu ihrem frohen Schicksal und ihrer Verlobung mit dem König beglückwünscht. Ambuja jedoch warnt sie davor, dass sie mit ihrer fordernden Art, besonders den Briten im Palast, ein Dorn im Auge sein wird. Gayatri schwört ihnen, dass sie sich nicht verdrehen lassen und sich treu bleiben wird. Derweil ist ihr zukünftiger Gemahl furchtbar wütend, lässt aber nicht zu, dass seine Mutter den Grund für seinen Zorn erfährt. Wird der König die Hochzeit annullieren?","versions":[]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"[Derzeit nicht verfügbar]","descr":"Rajamata kommt Chandravardan und seinen dunklen Vorhaben auf die Schliche. Als sie ihren Bruder zur Rede stellt, entgegnet er ihren Vermutungen mit Worten über seine lebenslange Loyalität. Gayatri ist hell auf begeistert, denn heute ist der Tag, an dem sie König Indravadhan heiratet. Im Hintergrund der Zeremonie spielen sich jedoch die infamen Pläne Chandravardan ab. Was führt er im Schilde?","versions":[]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"","descr":"Indravadhan fällt aus allen Wolken als er sieht, dass seine Braut keine andere als Gayatri ist. Die Vermutung keimt in ihm auf, dass Gayatris Familie alles von vornherein geplant hat. Derweil schlägt Chandravardans Plan, den König während der Hochzeitzeremonie ermorden zu lassen, fehl. Er verspricht Govind, sich eingehend um Gayatri zu kümmern. Govind macht dem Onkel des Königs jedoch klar, dass es Gayatri sein wird, die den Bewohnern des Palasts einiges beibringen wird.","versions":[{"lang":1,"streams":[{"redirect":12383567,"hoster":"VOE"},{"redirect":11207498,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"","descr":"Der Onkel des Königs hat noch nicht aufgegeben: Mit allen Mitteln versucht er das Leben des Königs zu verkürzen. Gerade, als sich Gayatri und Indravadhan unter vier Augen unterhalten, stürzt eine tonnenschwere Statue auf ihn herab. Wird Gayatri den wütenden König vor dem Tod bewahren können?","versions":[{"lang":1,"streams":[{"redirect":7690355,"hoster":"VOE"},{"redirect":11207511,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Folge 28","epNo":28,"alt":"","descr":"Die dunklen Kräfte im Palast lehnen sich gegen Gayatri und Indravadhan auf: Während Chandravardans Frau eine für Gayatri bestimmte Hautmaske mit Säure mixt, stellt Chandravardan dem König eine tödliche Falle. Die Verlobten widmen sich, nichts ahnend, den feierlichen Zeremonien für ihre Trauung. Wird das Hochzeitspaar den Hinterhalten zum Opfer fallen?","versions":[{"lang":1,"streams":[{"redirect":7690369,"hoster":"VOE"},{"redirect":11207520,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Folge 29","epNo":29,"alt":"","descr":"Kurz bevor Gayatri mit einer vergifteten Gesichtsmaske gesalbt wird, lässt Chandravardans Frau den Krug fallen. Die Säure verbrennt ihre Zehen und sie verlässt notgedrungen die Zeremonie. Nachdem auch das Attentat auf das Leben des Königs nicht gelungen ist, versucht sein Onkel sich aus der Affäre zu ziehen. Er beschuldigt seinen Diener und bittet Indravadhan seinen Untergebenen mit der Todesstrafe zu belegen. Wird der König durch die Fassade blicken und den wahren Hintermann ausfindig machen?","versions":[{"lang":1,"streams":[{"redirect":7690375,"hoster":"VOE"},{"redirect":11207527,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Folge 30","epNo":30,"alt":"","descr":"Badi Raani Maa besucht Ameerkot und schockiert Rajmata und Kuwar, denn sie bringt die bewusstlose Gayatri mit. Badi Raani Maa erfährt, dass Gayatri die zukünftige Königin an der Seite von Indravadhan sein wird. Sie ist furchtbar wütend und eilt zu Rajmata um sie von der Hochzeit abzubringen. Wie wird Rajmata darauf reagieren?","versions":[{"lang":1,"streams":[{"redirect":13008014,"hoster":"VOE"},{"redirect":11207546,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Folge 31","epNo":31,"alt":"","descr":"Gayatri wacht auf und findet sich im Palast wieder. Sie ist irritiert und kann keinen klaren Gedanken fassen. Als sie ein Foto von dem König mit Sulakshana erblickt, nähert sich Jemand ihr. Wer ist es, der Gayatri solche Angst einjagt?","versions":[{"lang":1,"streams":[{"redirect":7690400,"hoster":"VOE"},{"redirect":11207553,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Folge 32","epNo":32,"alt":"","descr":"Gayatri träumt von der anstehenden Hochzeit: Sie kann es kaum erwarten Königin zu sein. Derweil tätowiert sich Indravadhan die Initialen seiner verstorbenen Frau auf die Brust. Ein Beweis für seine ewige Liebe zu ihr. Badi Raani Maa begibt sich zu Govind Seth um mit ihm über die Hochzeit seiner Tochter zu sprechen. Welches Argument wird sie gegen die Vermählung vorbringen?","versions":[{"lang":1,"streams":[{"redirect":7690411,"hoster":"VOE"},{"redirect":11207565,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Folge 33","epNo":33,"alt":"","descr":"Rajmata erzählt Badi Raani Maa von dem Deal mit Govind Seth. Gayatri, die dem Gespräch lauscht ist gebannt: Es geht um ihre bevorstehende Hochzeit. Doch Badi Rani Maa ist gar nicht begeistert und empfindet die Vermählung als einen Affront. Wird er die Träume Gayatris zerstören?","versions":[{"lang":1,"streams":[{"redirect":7690416,"hoster":"VOE"},{"redirect":11207577,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Folge 34","epNo":34,"alt":"","descr":"Kuwar plant einen Anschlag auf das Leben des Königs: Bei der Hochzeitsfeier will er eine Bombe in die Nähe von Indravadhan positionieren. Im richtigen Moment soll der Feuerball dann auch die Herrschaft des Königs in Schutt und Asche legen. Indravadhan wird wütend als er den Hochzeits-Baldachin erblickt. Warum ist der König so wütend?","versions":[{"lang":1,"streams":[{"redirect":7690424,"hoster":"VOE"},{"redirect":11207588,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Folge 35","epNo":35,"alt":"","descr":"Der Hochzeitstag von dem Gayatri schon so lange träumt, steht unter einem schlechten Stern: Während Lakshyarajs Geliebter verzweifelt nach der Bombe sucht, erinnert Rajmata ihren Sohn an seine Verpflichtungen dem Königreich gegenüber. Gerade als die Trauung einen ihrer Höhepunkt erreicht, fällt die Kokosnuss zu Boden und der innenliegende Sprengsatz wird enttarnt. Wird die Hochzeit ein jähes Ende nehmen?","versions":[{"lang":1,"streams":[{"redirect":7690433,"hoster":"VOE"},{"redirect":11207594,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Folge 36","epNo":36,"alt":"","descr":"Gerade als Rajmata die Kokosnuss in Gayatris Schoss legen will, stürzt sie zu Boden und der innenliegende Sprengsatz wird enttarnt. Der kühne König erfasst die gefährliche Situation sofort, greift sich die Bombe und ist im Begriff die Feier zu verlassen. Doch Gayatri hält seine Hand – fortan ist sie für immer an seiner Seite. Gemeinsam verlassen sie die Festlichkeiten. Die irritierten Gäste vernehmen anschließend einen lauten Knall. Geht es dem Paar gut?","versions":[{"lang":1,"streams":[{"redirect":7690440,"hoster":"VOE"},{"redirect":11207605,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Folge 37","epNo":37,"alt":"","descr":"Die Hochzeit von Gayatri und König Indravadhan verzaubert das Königreich. Doch Kokila tut ihr Bestes das Glück des Paares zu unterwandern.","versions":[{"lang":1,"streams":[{"redirect":7690449,"hoster":"VOE"},{"redirect":11207625,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Folge 38","epNo":38,"alt":"","descr":"Gayatri wird gebührlich in die Königsfamilie aufgenommen. Aber Kokila bereitet ihr eine schmerzhafte Falle.","versions":[{"lang":1,"streams":[{"redirect":7690458,"hoster":"VOE"},{"redirect":11207629,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Folge 39","epNo":39,"alt":"","descr":"Kokila lässt ein gemeines Gerücht verbreiten, welches Gayatri unter Zugzwang bringt.","versions":[{"lang":1,"streams":[{"redirect":7690467,"hoster":"VOE"},{"redirect":11207634,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Folge 40","epNo":40,"alt":"","descr":"Gayatri kocht für die königliche Familie. Doch als sie das Mahl zu sich nimmt, wird ihr schlecht. Was ist nur geschehen?","versions":[{"lang":1,"streams":[{"redirect":7690472,"hoster":"VOE"},{"redirect":11207501,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Folge 41","epNo":41,"alt":"","descr":"Gayatri setzt sich dafür ein, dass Bhog in die Königsfamilie aufgenommen werden.","versions":[{"lang":1,"streams":[{"redirect":7690475,"hoster":"VOE"},{"redirect":11208663,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Folge 42","epNo":42,"alt":"","descr":"Als Gayatri sich gegenüber dem König erklären will, wird ihr schwindelig","versions":[{"lang":1,"streams":[{"redirect":7690486,"hoster":"VOE"},{"redirect":11208660,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Folge 43","epNo":43,"alt":"","descr":"Gayatri gerät in ernste Gefahr, als sie von einer Meute Männer angegriffen wird.","versions":[{"lang":1,"streams":[{"redirect":7690494,"hoster":"VOE"},{"redirect":11208670,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Folge 44","epNo":44,"alt":"","descr":"Gayatri übt sich in der königlichen Schiessanlage als Schützin. Kokila plant Gayatri zu vergiften.","versions":[{"lang":1,"streams":[{"redirect":7690510,"hoster":"VOE"},{"redirect":11208674,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Folge 45","epNo":45,"alt":"","descr":"Bei Gayatris Krönungszeremonie soll sie der britischen Krone die Treue schwören. Als sie sich widersetzt, ist Indravadhan gefragt sie Wogen zu glätten.","versions":[{"lang":1,"streams":[{"redirect":12383569,"hoster":"VOE"},{"redirect":11208682,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Folge 46","epNo":46,"alt":"","descr":"Indravadhan und Lord Wilkinson liefern sich einen erbitterten Schwertkampf. Gayatris Krönung zur Königin von Ameerkot ist ernsthaft in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":7690533,"hoster":"VOE"},{"redirect":11208689,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Folge 47","epNo":47,"alt":"","descr":"Koklia will Indravadhan kränken und gleichzeitig Gayatri in eine missliche Lage bringen. Ihr Plan soll in der ersten gemeinsamen Nacht des Paares stattfinden.","versions":[{"lang":1,"streams":[{"redirect":7690536,"hoster":"VOE"},{"redirect":11208698,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Folge 48","epNo":48,"alt":"","descr":"Bei der ersten gemeinsamen Nacht des Königpaares kommt es zum Eklat: Indravadhan streitet seine Liebe zu Gayatri ab.","versions":[{"lang":1,"streams":[{"redirect":7690552,"hoster":"VOE"},{"redirect":11208697,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Folge 49","epNo":49,"alt":"","descr":"Indravadhan entsagt Gayatri seine Liebe. Das Benehmen der Königin sei zudem einer Adeligen nicht würdig. Wie kann Gayatri dieser Schmähung begegnen?","versions":[{"lang":1,"streams":[{"redirect":11208702,"hoster":"VOE"},{"redirect":11208706,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Folge 50","epNo":50,"alt":"","descr":"Gayatri erfährt von Indravadhan die wahren Umstände ihrer Vermählung. Wird Gayatri unter diesen Umständen den Thron akzeptieren?","versions":[{"lang":1,"streams":[{"redirect":12383580,"hoster":"VOE"},{"redirect":11208709,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Folge 51","epNo":51,"alt":"","descr":"Gayatri hält es im Palast nicht mehr aus. Sie flüchtet in ihr Elternhaus und trifft dort auf ihre besorgte Mutter.","versions":[{"lang":1,"streams":[{"redirect":11208712,"hoster":"VOE"},{"redirect":11208714,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Folge 52","epNo":52,"alt":"","descr":"Gayatri kehrt in den Palast zurück und will von nun an alles Erdenkliche für Indravadhan leisten. Der König widmet das gemeinsame Essen einer ungeliebten Person des Hofes.","versions":[{"lang":1,"streams":[{"redirect":12920701,"hoster":"VOE"},{"redirect":11208720,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Folge 53","epNo":53,"alt":"","descr":"Gayatri kehrt in den Palast zurück und will von nun an alles Erdenkliche für Indravadhan leisten. Der König widmet das gemeinsame Essen einer ungeliebten Person des Hofes.","versions":[{"lang":1,"streams":[{"redirect":11208724,"hoster":"VOE"},{"redirect":11208723,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Folge 54","epNo":54,"alt":"","descr":"Nachdem Gayatri sich einem Treffen mit Gopal Seth widersetzt, täuscht er seine Tochter mit einer Maskerade.","versions":[{"lang":1,"streams":[{"redirect":11208726,"hoster":"VOE"},{"redirect":11208725,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Folge 55","epNo":55,"alt":"","descr":"Gayatri will die Kosten des Hofes senken. Doch als sie befiehlt den britischen Wein zu entsorgen, zieht sie das Missfallen Kuwans auf sich","versions":[{"lang":1,"streams":[{"redirect":12333282,"hoster":"VOE"},{"redirect":11208737,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Folge 56","epNo":56,"alt":"","descr":"Eine Geldstrafe wegen seiner Ehe zu Gayatri, bringt Indravadhan zu dem Entschluss sein geliebtes Flugzeug zu veräußern.","versions":[{"lang":1,"streams":[{"redirect":11208742,"hoster":"VOE"},{"redirect":11208744,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Folge 57","epNo":57,"alt":"","descr":"Indravadhan lädt Gayatri zu einem romantischen Treffen ein. Dort jedoch, wirft er Gayatri schweren Vertrauensbruch zu last.","versions":[{"lang":1,"streams":[{"redirect":11208748,"hoster":"VOE"},{"redirect":11208750,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Folge 58","epNo":58,"alt":"","descr":"Rajmata hat Sorge um die verschollene Gayatri. Unterdessen kämpft diese mit den Folgen eines Schlangenbisses.","versions":[{"lang":1,"streams":[{"redirect":11208760,"hoster":"VOE"},{"redirect":11208752,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Folge 59","epNo":59,"alt":"","descr":"Während Gayatri nach einem Schlangenbiss um ihr Leben bangt, heuert Rajmata einen Attentäter an.","versions":[{"lang":1,"streams":[{"redirect":11208758,"hoster":"VOE"},{"redirect":11208762,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Folge 60","epNo":60,"alt":"","descr":"Der Attentäter findet sie schwache Königin auf und Gayatris Schicksal scheint beschlossene Sache. Doch Indravadhan vermag das Ende einmal mehr abzuwenden.","versions":[{"lang":1,"streams":[{"redirect":11208658,"hoster":"VOE"},{"redirect":11208664,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Folge 61","epNo":61,"alt":"","descr":"Der König will eine Immobilie veräußern um die Schuldenlast des Hofes zu tilgen. Gayatri will den Sparbemühungen weiteren Auftrieb geben und putzt die Gemächer, verletzt sich dabei jedoch schwer.","versions":[{"lang":1,"streams":[{"redirect":11214842,"hoster":"VOE"},{"redirect":11214850,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Folge 62","epNo":62,"alt":"","descr":"Im Palast spricht sich herum, dass Lakshyaraj einen Hang zu den attraktiven männlichen Sklaven entwickelt hat. Sein Vater ist erbost und zeigt seinem Sohn die Grenzen auf.","versions":[{"lang":1,"streams":[{"redirect":11214908,"hoster":"VOE"},{"redirect":11214927,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Folge 63","epNo":63,"alt":"","descr":"Gayatri erwacht aus ihrem Koma und bemerkt eine erstaunlich positive Veränderung im Verhalten ihres königlichen Ehemanns.","versions":[{"lang":1,"streams":[{"redirect":11214969,"hoster":"VOE"},{"redirect":12482010,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Folge 64","epNo":64,"alt":"","descr":"Nachdem Indravadhan tränenüberströmt Besserung gelobt, läuft er wie ferngesteuert davon und lässt eine irritierte Gayatri zurück.","versions":[{"lang":1,"streams":[{"redirect":11215075,"hoster":"VOE"},{"redirect":11215098,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Folge 65","epNo":65,"alt":"","descr":"Das Königspaar wird von ihren Gastgebern gefesselt und versuchen zu fliehen. Derweil wollen Lakshyarajs Eltern ihren Sohn zur Vernunft zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11215157,"hoster":"VOE"},{"redirect":11215165,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Folge 66","epNo":66,"alt":"","descr":"Gayatri und Indravadhan kehren in den Palast zurück und Gayatri wundert sich über den Zustand Swarnlekhas.","versions":[{"lang":1,"streams":[{"redirect":11215181,"hoster":"VOE"},{"redirect":11215201,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Folge 67","epNo":67,"alt":"","descr":"Auf dem Weg zu den Feierlichkeiten hat der Wagen des Herrscherpaares eine Panne und Chandravadans fieser Plan nimmt Gestalt an.","versions":[{"lang":1,"streams":[{"redirect":11215228,"hoster":"VOE"},{"redirect":11215223,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Folge 68","epNo":68,"alt":"","descr":"Gayatri und Indravadhan kommen sich immer näher, doch die Liebe des Königs zu Sulakshana lässt ihn einfach nicht los.","versions":[{"lang":1,"streams":[{"redirect":11215247,"hoster":"VOE"},{"redirect":11215257,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Folge 69","epNo":69,"alt":"","descr":"Gayatri zelebriert zum ersten Mal das Karva Chauth. Als Chandravadan sieht, wie liebevoll der König mit Gayatri umgeht, schürt es seinen Zorn.","versions":[{"lang":1,"streams":[{"redirect":11215274,"hoster":"VOE"},{"redirect":11215280,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Folge 70","epNo":70,"alt":"","descr":"Indravadhan bezieht zusammen mit Gayatri ein gemeinsames Gemach und Swarnlekha gelingt es endlich ihren Peiniger zu überwältigen.","versions":[{"lang":1,"streams":[{"redirect":11215330,"hoster":"VOE"},{"redirect":11215332,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Folge 71","epNo":71,"alt":"","descr":"Sulakshana, Indravadhans totgeglaubte Königin, taucht aus heiterem Himmel am Abend des Karva Chauth Rituals auf. Gayatri schwört das Fasten so lange nicht zu brechen, bis ihr Ehemann ihr die Liebe erklärt.","versions":[{"lang":1,"streams":[{"redirect":11215359,"hoster":"VOE"},{"redirect":11215356,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Folge 72","epNo":72,"alt":"","descr":"Chandravadan und Kokila schmieden einen düsteren Plan und Sulakshana stellt Indravadhan vor eine unmögliche Wahl.","versions":[{"lang":1,"streams":[{"redirect":11215405,"hoster":"VOE"},{"redirect":11215394,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Folge 73","epNo":73,"alt":"","descr":"Indravadhan ist zwischen Gayatri und Sulakshana hin- und hergerissen. Gayatri ist sich derweil sicher, dass sie ihren Platz an der Seite des Königs räumen muss.","versions":[{"lang":1,"streams":[{"redirect":11215408,"hoster":"VOE"},{"redirect":11215445,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Folge 74","epNo":74,"alt":"","descr":"Sulakshana gibt sich alle Mühe um Gayatri vor dem König zu brüskieren. Doch wenig später fällt ihre Maskerade und sie entblößt ihr wahres Gesicht.","versions":[{"lang":1,"streams":[{"redirect":11215437,"hoster":"VOE"},{"redirect":11215444,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Folge 75","epNo":75,"alt":"","descr":"Bei der Krönungszeremonie muss Gayatri mitansehen, wie Sulakshana ihren Platz an der Seite von Indravadhan einnimmt und Jhumki muss um das Geheimnis um ihre Identität fürchten.","versions":[{"lang":1,"streams":[{"redirect":11215472,"hoster":"VOE"},{"redirect":11215467,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Folge 76","epNo":76,"alt":"","descr":"Swarnlekha fühlt sich im Versteck ihres Beschützers Cheetas gerade erst sicher und geborgen, als aus heiterem Himmel ihre Schwiegereltern vor ihr stehen. Die drei stecken scheinbar unter einer Decke und haben undenkbare Pläne für Swarnlekha.","versions":[{"lang":1,"streams":[{"redirect":11215485,"hoster":"VOE"},{"redirect":11215493,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Folge 77","epNo":77,"alt":"","descr":"Badi Raani Maa eröffnet die düsteren Abgründe ihrer Verschwörung die sie jahrzehntelang im Palast inszeniert hat und Jhumki verlangt, dass Gayatri ihr fortan dient.","versions":[{"lang":1,"streams":[{"redirect":11215516,"hoster":"VOE"},{"redirect":11215523,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Folge 78","epNo":78,"alt":"","descr":"Swarnlekha willigt ein, gemeinsam mit dem angeheuerten Cheeta ein Kind zu bekommen und Gayatri kommt, gemeinsam mit Priyamvada, den finsteren Geheimnissen im Palast auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":11215554,"hoster":"VOE"},{"redirect":11215585,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Folge 79","epNo":79,"alt":"","descr":"Badi Raani Maas geheime Pläne werden durch Gayatris Spürsinn in Gefahr gebracht und die Hochstaplerin Jhumki fordert von Indravadhan eine gemeinsame Nacht.","versions":[{"lang":1,"streams":[{"redirect":11215602,"hoster":"VOE"},{"redirect":11215596,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Folge 80","epNo":80,"alt":"","descr":"Gayatri weiß sich Jhumki zu erwehren und präsentiert sich als wahre Königin und auch Indravadhan scheint seine Gefühle nun richtig geordnet zu haben.","versions":[{"lang":1,"streams":[{"redirect":11215632,"hoster":"VOE"},{"redirect":11215631,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Folge 81","epNo":81,"alt":"","descr":"Indravadhan stellt sich an die Seite Gayatris und gesteht ihr seine Liebe während Badi Raani Maa einen Anschlag auf das Leben des Königspaares plant.","versions":[{"lang":1,"streams":[{"redirect":11215645,"hoster":"VOE"},{"redirect":11215650,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Folge 82","epNo":82,"alt":"","descr":"Zu Jhumkis Erstaunen kehren Indravadhan und Gayatri nach dem Bombenanschlag wohlbehalten in den Palast zurück und der König zahlt sämtliche Schulden an Govind Seth zurück.","versions":[{"lang":1,"streams":[{"redirect":11215679,"hoster":"VOE"},{"redirect":11215674,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Folge 83","epNo":83,"alt":"","descr":"Gayatri sieht mit eigenen Augen, dass Badi Raani Maa diejenige ist, die unter dem schwarzen Schleier ihr Unwesen treibt. Da aber der Arzt Gayatri fälschlicherweise eine akute Psychose aufgrund des Bombenanschlags diagnostiziert, glaubt ihr niemand.","versions":[{"lang":1,"streams":[{"redirect":11215706,"hoster":"VOE"},{"redirect":11215716,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Folge 84","epNo":84,"alt":"","descr":"Obwohl Gayatri nun sicher ist, dass Badi Raani Maa hinter den Mordanschlägen steckt, schafft sie es nicht, die königliche Familie davon zu überzeugen. Doch Gayatri lässt nicht locker und versucht Indravadhan durch handfeste Beweise die Wahrheit näher zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11215730,"hoster":"VOE"},{"redirect":11215737,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"Folge 85","epNo":85,"alt":"","descr":"Gayatri tut ihr Bestes um Indravadhan von der Wahrheit zu überzeugen, doch Badi Raani Maa stellt die Fakten auf den Kopf. Plötzlich ist für den König Gayatri die Person, von der die größte Gefahr ausgeht.","versions":[{"lang":1,"streams":[{"redirect":11215755,"hoster":"VOE"},{"redirect":11215766,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Folge 86","epNo":86,"alt":"","descr":"Nach sechs Jahren, in denen der mutige König Rana Indravadhan an der Seite der Briten im zweiten Weltkrieg gekämpft hat, kehrt er 1945 wieder in seine Heimat zurück. Königin Rajmata, seine aparte Mutter und Hausherrin des Palastes, wägt Hoffnung, denn mit ihm, kehrt nach dem Tod ihres Mannes auch endlich wieder Leben in den Palast ein. Die Freude über die Rückkehr des Königs, hat auch die wunderschöne und spritzige Gayatri erfasst. Wie das Schicksal es will, erliegt Rana ihrem unwiderstehlichen Charme. Die Geschicke des Königreiches erleben damit einen dramatischen Wandel, bei denen Gayatri nicht nur das Herz des Königs gewinnt, sondern auch die Herzen des Volkes erobert. Gayatri muss aber erkennen, dass ihr traumhaftes neues Leben als Königin, nicht nur märchenhafte Tage für sie bereithält.","versions":[{"lang":1,"streams":[{"redirect":11215788,"hoster":"VOE"},{"redirect":11215786,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Folge 87","epNo":87,"alt":"","descr":"Indravadhan reißt Jhumki die Maske von ihrem Gesicht und Badi Raani Maa wird als Strippenzieherin entlarvt.","versions":[{"lang":1,"streams":[{"redirect":13917322,"hoster":"VOE"},{"redirect":11215834,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Folge 88","epNo":88,"alt":"","descr":"Gayatri kann es nicht ertragen, dass Badi Raani Maa für ihre Taten ungestraft bleibt und will Indravadhan bei der Puja die Wahrheit vor Augen führen.","versions":[{"lang":1,"streams":[{"redirect":11215868,"hoster":"VOE"},{"redirect":11215875,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Folge 89","epNo":89,"alt":"","descr":"Gayatri will bei der Puja das Schicksal von Badi Rani Maa bestimmen und wird selber Opfer ihres eigenen Plans.","versions":[{"lang":1,"streams":[{"redirect":11215893,"hoster":"VOE"},{"redirect":11215899,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Folge 90","epNo":90,"alt":"","descr":"Gayatris plötzlicher Tod stürzt den gesamten Palast in tiefe Trauer und König Indravadhan fühlt sich außer Stande Ameerkot weiter zu regieren.","versions":[{"lang":1,"streams":[{"redirect":11215930,"hoster":"VOE"},{"redirect":11215933,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Folge 91","epNo":91,"alt":"","descr":"Badi Rani Maa wird zur Königin gekrönt und König Indravadhan verlässt Ameerkot.","versions":[{"lang":1,"streams":[{"redirect":11215957,"hoster":"VOE"},{"redirect":11215967,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Folge 92","epNo":92,"alt":"","descr":"Die totgeglaubte Gayatri steht quicklebendig vor Badi Rani Maa und Indravadhan erfährt die schreckliche Wahrheit über die niederträchtige Verschwörung gegen ihn.","versions":[{"lang":1,"streams":[{"redirect":11215989,"hoster":"VOE"},{"redirect":11216010,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Folge 93","epNo":93,"alt":"","descr":"Badi Rani Maa wird für ihre Missetaten nach Rangun ins Exil verweist und Chandravadan will den Plan seiner Mutter zur Vollendung führen.","versions":[{"lang":1,"streams":[{"redirect":11216065,"hoster":"VOE"},{"redirect":11216076,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Folge 94","epNo":94,"alt":"","descr":"Kokila schafft eine Zeugin aus dem Weg und Indravadhan gerät unterwegs in eine lebensgefährliche Falle.","versions":[{"lang":1,"streams":[{"redirect":13917325,"hoster":"VOE"},{"redirect":11216085,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Folge 95","epNo":95,"alt":"","descr":"Indravadhan steht unter der Gewalt von Chandravadans Gangstern und bei der Rettungsaktion Gayatri gerät das Herrscherpaar ins Kreuzfeuer.","versions":[{"lang":1,"streams":[{"redirect":11216114,"hoster":"VOE"},{"redirect":11216124,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Folge 96","epNo":96,"alt":"","descr":"Gayatri wird von einem Fremden vor dem sicheren Tot bewahrt und Chandravadan ist außer sich vor Wut über den fehlgeschlagenen Anschlag auf das Herrscherpaar.","versions":[{"lang":1,"streams":[{"redirect":13917326,"hoster":"VOE"},{"redirect":11216145,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Folge 97","epNo":97,"alt":"","descr":"Der Fremde Retter Gayatris dringt unerlaubt in den Palast ein und maßt sich an, Indravadhan den Thron streitig zu machen: Er fordert den König auf ein Duell heraus um den rechtmäßiger Herrscher von Ameerkot zu küren. Wird Indravadhan diese Herausforderung annehmen?","versions":[{"lang":1,"streams":[{"redirect":11216177,"hoster":"VOE"},{"redirect":11216191,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Folge 98","epNo":98,"alt":"","descr":"Gayatri ist in großer Sorge um den Ausgang des Duells um die Macht über Ameerkot. Derweil fürchtet Kokila, dass sie von Rajmata für den Mord an Yashodha beschuldigt wird und so ihr Kartenhaus der Lügen kollabiert.","versions":[{"lang":1,"streams":[{"redirect":11216192,"hoster":"VOE"},{"redirect":11216223,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"Folge 99","epNo":99,"alt":"","descr":"Der Tag des Duells zwischen Avdesh und Indravadhan ist gekommen und beide kämpfen um den Thron von Ameerkot. Als Avdesh mitten im Kampf jedoch Gayatri erblickt, scheint der Wichtigtuer gänzlich von der Schönheit der Königin vereinnahmt und verliehrt sein eigentliches Ziel aus den Augen.","versions":[{"lang":1,"streams":[{"redirect":11216218,"hoster":"VOE"},{"redirect":11216221,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"Folge 100","epNo":100,"alt":"","descr":"Indravadhan trifft sich mit Avdesh und erfährt schockierende Details über seine Vergangenheit. Nachdem der König Arm in Arm mit dem Wichtigtuer in den Palast einkehrt, macht Avdesh keinen Hehl um seine Begeisterung für Gayatri.","versions":[{"lang":1,"streams":[{"redirect":11214817,"hoster":"VOE"},{"redirect":11214824,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"Folge 101","epNo":101,"alt":"","descr":"Indravadhan lädt Avdesh ein, im Palast zu verbleiben. Doch Gayatri ist der sonderbare Neuankömmling nicht geheuer. Auch bei dem königlichen Abendessen verhält sich Avdesh wenig königlich: Er fordert Chandravadan zu einem riskanten Messerspiel auf. Anscheinend ist Avdesh von halsbrecherischen Wettkämpfen fasziniert und liebt es, seine Überlegenheit unter Beweis zu stellen. Die Blicke, die Avdesh Gayatri zuwirft, lassen keine Fragen offen: Er wünscht sich nichts sehnlicher als die Liebe der Königin.","versions":[{"lang":1,"streams":[{"redirect":11347433,"hoster":"VOE"},{"redirect":11347431,"hoster":"Streamtape"}]}]},{"epId":"episode-102","name":"Folge 102","epNo":102,"alt":"","descr":"","versions":[]},{"epId":"episode-103","name":"Folge 103","epNo":103,"alt":"","descr":"Indravadhan und Gayatri kommen sich im Garten des Palastes ganz nah, doch irgendwie wirkt Gayatri abwesend. Avdesh schäumt über vor Wut, als er das Herrscherpaar in dieser Glückseligkeit beobachtet. Um die Zweisamkeit zu stören, legt er ein Feuer und das Herrscherpaar ist plötzlich in einer brandgefährlichen Situation. Gayatri erzählt Indravadhan von ihrer Vermutung, dass Avdesh finstere Ziele verfolgt, doch Indravadhan kann dies nicht glauben. Als das Herrscherpaar dann aber eine Unterhaltung zwischen Avdesh und Chandravadan mithören, schürt auch der König Zweifel an dem Neuankömmling.","versions":[{"lang":1,"streams":[{"redirect":11347437,"hoster":"VOE"},{"redirect":11351210,"hoster":"Streamtape"}]}]},{"epId":"episode-104","name":"Folge 104","epNo":104,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11347439,"hoster":"VOE"},{"redirect":12978138,"hoster":"Streamtape"}]}]},{"epId":"episode-105","name":"Folge 105","epNo":105,"alt":"","descr":"Indravadhan geht auf den Geburtstagswunsch von Avdesh ein und widmet sich einer Runde des königlichen Spiels Chosar. Die Einsätze steigen in schwindelerregende Höhen und Gayatri versucht, ihren Ehemann vor einer List Avdesh’ zu bewahren. Als Avdesh den König auffordert, sein gesamtes Vermögen, den Palast und Gayatri aufs Spiel zu setzen, stockt allen der Atem. Indravadhan erkennt endlich, wer da vor ihm steht und stellt seinen neuen Freund in das richtige Licht.","versions":[{"lang":1,"streams":[{"redirect":11347447,"hoster":"VOE"},{"redirect":11347469,"hoster":"Streamtape"}]}]},{"epId":"episode-106","name":"Folge 106","epNo":106,"alt":"","descr":"Der König lässt sich auf den höchst unanständigen Deal mit Avdesh ein: Er setzt all seine Besitztümer aufs Spiel. Gayatri als Spieleinsatz zu riskieren schließt Indravadhan aber unter allen Umständen aus. Chandravadan tauscht die Würfel des Spiels kurzerhand aus. Avdesh gelingt es mit Hilfe dieser List das Chosar tatsächlich für sich zu entscheiden. Nun ist nicht länger Indravadhan der Herrscher von Ameerkot, er hat überdies auch noch all seine Reichtümer verloren.","versions":[{"lang":1,"streams":[{"redirect":11347536,"hoster":"VOE"},{"redirect":11347504,"hoster":"Streamtape"}]}]},{"epId":"episode-107","name":"Folge 107","epNo":107,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11347507,"hoster":"VOE"},{"redirect":11347529,"hoster":"Streamtape"}]}]},{"epId":"episode-108","name":"Folge 108","epNo":108,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11347550,"hoster":"VOE"},{"redirect":11347559,"hoster":"Streamtape"}]}]},{"epId":"episode-109","name":"Folge 109","epNo":109,"alt":"","descr":"Priyamvada wird von dem mysteriösen Mann gefangen genommen. Avdesh, der zufällig die Vorgänge beobachtet, legt sich mit den Schurken an und befreit die Mutter des Königs heldenhaft aus ihrer Gefangenschaft. Als Dank für ihre Rettung besteht Priyamvada darauf, dass Avdesh wieder in den Palast einziehen darf. Gayatri und Indravadhan verstehen den plötzlichen Sinneswandel von Priyamvada nicht, lassen den Betrüger aber zumindest diese Nacht im Palast verbleiben. Was führt Avdesh nun im Schilde?","versions":[{"lang":1,"streams":[{"redirect":11347561,"hoster":"VOE"},{"redirect":11347566,"hoster":"Streamtape"}]}]},{"epId":"episode-110","name":"Folge 110","epNo":110,"alt":"","descr":"Avdesh nistet sich wie ein Parasit im Palast ein, doch selbst Priyamvada will ihn nun ein für alle Mal los werden. Sie fürchtet aber, dass Avdesh ein unsägliches Geheimnis verraten könnte, welches sie in den Abgrund der Schande ziehen würde. Avdesh fordert von Priyamvada, dass sie dafür sorgt, im Palast verbleiben zu dürfen. Doch dass kann Indravadhan nicht zulassen: Ein Konflikt zwischen Indravadhan und Priyamvada entbrennt. Wird es Avdesh gelingen, die königliche Familie zu entzweien?","versions":[{"lang":1,"streams":[{"redirect":11347570,"hoster":"VOE"},{"redirect":11347568,"hoster":"Streamtape"}]}]},{"epId":"episode-111","name":"Folge 111","epNo":111,"alt":"","descr":"Priyamvada stellt sich schweren Herzens gegen ihren Sohn, um das dunkle Geheimnis zu bewahren. In nicht allzu weiter Ferne braut sich weiteres Unheil für die königliche Familie zusammen: Rageshwari, Avdesh’ Schwester, ist auf dem Weg nach Ameerkot. Schon auf dem ersten Blick sieht man ihre Familienzugehörigkeit: Rageshwari stürzt Indravadhan kurzerhand zu Boden, als dieser Avdesh mit einem Dolch bedroht. Währenddessen verlässt Cheeta, schweren Herzens, den Palast. Wie soll Chandravadan nun seine Macht sichern?","versions":[{"lang":1,"streams":[{"redirect":11347572,"hoster":"VOE"},{"redirect":11347567,"hoster":"Streamtape"}]}]},{"epId":"episode-112","name":"Folge 112","epNo":112,"alt":"","descr":"Avdesh verlangt von seiner Schwester, dass sie sich für ihr ungepflegtes Verhalten entschuldigt. Wiederwillig beugt sie sich dem Willen ihres Bruders. Derweil plant Indravadhan eine große Neujahrsfeier zu arrangieren, obwohl dies Priyamvada ganz und gar nicht in den Kram passt. Gayatri stellt währenddessen Avdesh auf eine Mutprobe und will damit testen, ob er seine vollmundigen Versprechen in die Tat umsetzten kann, oder nicht. Zu allem Überfluss erfährt Gayatri dann von dem gut gehüteten Geheimnis, welches Priyamvada unter Druck setzt und Avdesh große Macht verleihen könnte.","versions":[{"lang":1,"streams":[{"redirect":11351267,"hoster":"VOE"},{"redirect":11351264,"hoster":"Streamtape"}]}]},{"epId":"episode-113","name":"Folge 113","epNo":113,"alt":"","descr":"Großes Unheil bahnt sich an: Während Avdesh plant, auf der Neujahrsfeier das Geheimnis um den einäugigen Mann zu lüften, will Rageshwari den König mit Spinnengift töten. Im Schutz der Dunkelheit trifft sich Avdesh mit Santesh und Rageshwari und vergiftet die Nachspeise des Königs. Als Indravadhan dann plötzlich einen Schwindelanfall bekommt und zu Boden stürzt, scheint dass Schicksal des Königs besiegelt. Rageshwari staunt nicht schlecht, als sie kurz darauf Indravadhan auf den Fluren des Palastes sieht. Warum ist der König gegen das Spinnengift immun?","versions":[{"lang":1,"streams":[{"redirect":11351258,"hoster":"VOE"},{"redirect":11351260,"hoster":"Streamtape"}]}]},{"epId":"episode-114","name":"Folge 114","epNo":114,"alt":"","descr":"Die Festlichkeiten anlässlich des neuen Jahres sind in vollem Gange und die herrschaftlichen Gäste werden von Gayatri und Indravadhan herzlich in Empfang genommen. Priyamvada trifft der Schlag, als sich ihre böse Vorahnung in bewahrheitet: Santesh, der Einäugige, steht tatsächlich vor den Toren des Palastes und bitte um Einkehr. Derweil wendet sich Gayatri den Sorgen von Prinzessin Sovi zu und will sie zu einem selbstbestimmten Leben befähigen. Wird an diesem Abend das dunkle Geheimnis Priyamvadas gelüftet?","versions":[{"lang":1,"streams":[{"redirect":11351125,"hoster":"VOE"},{"redirect":12482011,"hoster":"Streamtape"}]}]},{"epId":"episode-115","name":"Folge 115","epNo":115,"alt":"","descr":"Der gesamte Palast feiert den Beginn des neuen Jahres und alle Sorgen scheinen wie weggeblasen. Als dann jedoch Prinzessin Sovi verschwindet, wendet sich der Abend und die frohe Stimmung ist passe. Indravadhan und Gayatri verhelfen Sovi dann zur Flucht, damit sie endlich mit ihrem Angebeteten zusammen sein kann. Doch als Rageshwari dem Paar eine verehrende Falle stellt, ist die Zukunft eines ganzen Königreiches ungewiss. Wird Prinzessin Sovi überleben?","versions":[{"lang":1,"streams":[{"redirect":11347575,"hoster":"VOE"},{"redirect":11347571,"hoster":"Streamtape"}]}]},{"epId":"episode-116","name":"Folge 116","epNo":116,"alt":"","descr":"Rageshwari wundert sich, dass Indravadhan noch am Leben ist: Ihr Plan, den König mitsamt seiner Kutsche in den Abgrund zu schicken, ist gescheitert. Auch Priyamvada ist überrascht, als sie Santesh im Palast erblickt. Santesh eröffnet der Königin dann zugleich, dass es Avdesh war der ihn kontaktiert hat. Priyamvada sorgt sich zunehmend um den unberechenbaren Avdesh. Als dann auch noch Königin Gayatri Santesh bittet, bis zum Festmahl zu bleiben, wächst Priyamvadas Furcht vor der Enthüllung ihres dunklen Geheimnisses.","versions":[{"lang":1,"streams":[{"redirect":12383585,"hoster":"VOE"},{"redirect":11347579,"hoster":"Streamtape"}]}]},{"epId":"episode-117","name":"Folge 117","epNo":117,"alt":"","descr":"Während des Neujahrsfestes taucht eine altbekannte Person wieder im Palast auf: Badi Raani Maa. König Indravadhan ist außer sich und will die Intrigantin so schnell wie möglich wieder aus dem Palast befördern. Gayatri jedoch, zeigt sich wohlwollender und bemüht sich um Frieden in der Familie. Der königliche Arzt konstatiert, dass Badi Raani Maas Leben bald zu Ende sein wird. Auf dem Sterbebett bittet die Großmutter des Königs um Vergebung für all ihre Missetaten, doch Indravadhan gibt sich ungerührt. Ist das Herz des Königs nun endgültig erkaltet?","versions":[{"lang":1,"streams":[{"redirect":11348894,"hoster":"VOE"},{"redirect":11347594,"hoster":"Streamtape"}]}]},{"epId":"episode-118","name":"Folge 118","epNo":118,"alt":"","descr":"Badi Raani Maa liegt im Sterben. Ihr Wunsch ist es, den König noch ein letztes Mal zu sehen. Als Indravadhan an ihrer Seite ist, wacht die Totgeglaubte wie durch ein Wunder wieder auf. Ist dies wieder eine kluge List der Intrigantin? Spätestens als Rageshwari Badi Raani Maa ein Gegengift verabreicht wird klar, welches Schauspiel wir gerade bezeugen: Avdesh, Rageshwari und die Großmutter des Königs stecken unter einer Decke und streben nach der Macht über Ameerkot. Einzig Priyamvada wittert die neue Intrige. Wird es ihr gelingen dem Trio das Handwerk zu legen?","versions":[{"lang":1,"streams":[{"redirect":11351259,"hoster":"VOE"},{"redirect":11351263,"hoster":"Streamtape"}]}]},{"epId":"episode-119","name":"Folge 119","epNo":119,"alt":"","descr":"Santesh wird von Rageshwari überwältigt. Die Übeltäterin gibt dann auch noch vor, von dem Opfer schändlich entehrt worden zu sein. Santesh ist gerade dabei, das Geheimnis von Priyamvada zu enthüllen, wird dann aber gerade rechtzeitig von König Indravadhan in den Kerker befohlen. Rageshwari geht die Strafe aber nicht weit genug: Sie fordert den Tod von Santesh. Werden Gayatri und Indravadhan die dunklen Pläne Rageshwaris entschlüsseln können?","versions":[{"lang":1,"streams":[{"redirect":11347587,"hoster":"VOE"},{"redirect":11347586,"hoster":"Streamtape"}]}]},{"epId":"episode-120","name":"Folge 120","epNo":120,"alt":"","descr":"Priyamvada tut alles nur Erdenkliche um Santesh von ihrem Sohn fernzuhalten, denn er darf das gefährliche Geheimnis niemals erfahren. Badi Raani Maa wirkt derweil nach ihrer ach so schweren Krankheit wieder quick fidel. War alles nur vorgetäuscht? Als Gayatri eine geheimnisvolle Nachricht erhält, sucht sie Santesh im Kerker auf. Wie wird Gayatri reagieren, wenn sie das gut gehütete Geheimnis von Santesh erfährt, welches das Potenzial besitzt, Ameerkot zu zerstören?","versions":[{"lang":1,"streams":[{"redirect":11347435,"hoster":"VOE"},{"redirect":11347432,"hoster":"Streamtape"}]}]},{"epId":"episode-121","name":"Folge 121","epNo":121,"alt":"","descr":"Santesh gesteht Gayatri, dass er der wahre Vater des Königs ist. Doch Gayatri kann und will seinen Worten keinen Glauben schenken. Um über jeden Zweifel erhaben zu sein, sucht sie nach dem Amulett, welches Santesh’ Geschichte bestätigen soll. Gayatri kann ihren Augen nicht trauen, als sie Santesh’ Namen in dem Schmuckstück sieht. Indravadhan entdeckt derweil Gayatris Fußkette im Kerker und stellt Gayatri zur Rede. Kommt es zum Eklat zwischen Indravadhan und Gayatri?","versions":[{"lang":1,"streams":[{"redirect":11357362,"hoster":"VOE"},{"redirect":11357361,"hoster":"Streamtape"}]}]},{"epId":"episode-122","name":"Folge 122","epNo":122,"alt":"","descr":"Badi Raani Maa ist furchtbar wütend, denn ihr ist es nicht gelungen vor Gayatri das Geheimnis von Santesh zu erfahren. Priyamvada bricht in Tränen aus, als sie Gayatri über die wahren Familienverhältnisse aufklärt, denn Priyamvada ist gar nicht die leibliche Mutter des Königs. Gayatri erfährt überdies, dass Priyamvada eine Fehlgeburt hatte und am selben Tag einen fremden Jungen in ihre Obhut aufgenommen hat. Santesh fordert seit jeher von Prijamvada, jedes Jahr aufs neue, das Gewicht seines neugeborenen Sohnes in Gold. Nun will Santesh jedoch sein Schweigen brechen und seinem Sohn die Wahrheit offenbaren. Wie wird Indravadhan auf diese Enthüllung reagieren?","versions":[{"lang":1,"streams":[{"redirect":11357368,"hoster":"VOE"},{"redirect":11357366,"hoster":"Streamtape"}]}]},{"epId":"episode-123","name":"Folge 123","epNo":123,"alt":"","descr":"Mitten in einem innigen Gespräch zwischen Priyamvada und Gayatri platzt Indravadhan hinein. Der König spürt sofort, dass die Menschen, die ihm am nächsten stehen, ein schlimmes Geheimnis vor ihm verborgen halten. Derweil findet Badi Raani Maa das verhängnisvolle Amulett von Santesh in den Gemächern Priyamvadas. Während Badi Raani Maa bereits von absoluter Macht träumt, weiß Gayatri nicht, wie sie mit dem schrecklichen Geheimnis umgehen soll. Wenn sie Indravadhan nichts erzählt, läuft sie einerseits Gefahr, dass er seinen eigenen Vater hinrichtet. Wenn sie ihm die Wahrheit gesteht, kann dies andererseits jedoch das gesammte Königreich zu Grunde richten. Was wird Gayatri tun?","versions":[{"lang":1,"streams":[{"redirect":11357372,"hoster":"VOE"},{"redirect":11357373,"hoster":"Streamtape"}]}]},{"epId":"episode-124","name":"Folge 124","epNo":124,"alt":"","descr":"Gayatri macht sich unglaubliche Sorgen um die Zukunft des Königreiches. Die Bürde, das schreckliche Geheimnis vor ihrem Ehemann zu bewahren, sucht die Königin sogar in ihren Träumen heim. Rageshwari sucht derweil das Verlies auf, um Santesh mit Chloroform unschädlich zu machen. Auf Befehl von Badi Raani Maa verschleppt sie Santesh in ein Versteck. Dort setzt die Großmutter des Königs den Verurteilten unter Druck, ihr das Geheimnis endlich zu verraten. Wird Badi Raani Maa die Macht nun auf diesem Wege an sich reißen können?","versions":[{"lang":1,"streams":[{"redirect":11357376,"hoster":"VOE"},{"redirect":11357379,"hoster":"Streamtape"}]}]},{"epId":"episode-125","name":"Folge 125","epNo":125,"alt":"","descr":"Badi Raani Maa hat es geschafft und das Geheimnis aus Santesh herausgequetscht. Der Thron ist nun endlich greifbar und ihre Gier nach Macht ist schon bald befriedigt. Derweil versucht Santesh die Bürde von seinem Sohn zu nehmen und sein Leben selbst zu beenden. Gayatri und Priyamvada schreiten beherzt ein und bewahren Indravadhans wahren Vater vor dem Tod. Als die Königin dann auf Badi Raani Maan trifft, begreift sie, dass die Verräterin von dem schrecklichen Geheimnis weiß. Was wird Gayatri nun tun um den Frieden in der Königsfamilie zu bewahren?","versions":[{"lang":1,"streams":[{"redirect":11357386,"hoster":"VOE"},{"redirect":11357383,"hoster":"Streamtape"}]}]},{"epId":"episode-126","name":"Folge 126","epNo":126,"alt":"","descr":"Badi Raani Maa stellt Gayatri vor die Wahl: Entweder werden die Festlichkeiten zu Makar Sankranti für Indravadhan ein Tag der Freude und des Lebens, oder ein Tag der Schande und des Todes. Das Schicksal ihres geliebten Mannes, ja, eines ganzen Königreiches, liegt nun einzig in Gayatris Händen. Während sich alle in Ameerkot der Freude über den Anbeginn einer neuen Zeit hingeben, entschließt sich Gayatri schweren Herzens dazu, ihren Ehemann zu hintergehen.","versions":[{"lang":1,"streams":[{"redirect":11357388,"hoster":"VOE"},{"redirect":11357391,"hoster":"Streamtape"}]}]},{"epId":"episode-127","name":"Folge 127","epNo":127,"alt":"","descr":"Gayatri befreit Santesh aus dem Kerker, um ihren Ehemann vor einer unverzeihlichen Tat zu bewahren. Indravadhan ist außer sich, als er von dem Betrug erfährt. Doch Gayatri steht zu dem, was sie getan hat und nimmt die Konsequenzen standhaft in Kauf. Indravadhan ist derart außer sich, dass er sich sofort aufmacht, den flüchtigen Santesh zur Strecke zu bringen. Als der König dann aber mit einem leblosen Kadaver in den Palast zurückkehrt, ist es nicht Santesh, der sich unter dem Totentuch verbirgt. Indravadhan hat stattdessen Avdesh niedergestreckt. Welche Konsequenzen wird dieser Fehler nach sich ziehen?","versions":[{"lang":1,"streams":[{"redirect":11357390,"hoster":"VOE"},{"redirect":11357395,"hoster":"Streamtape"}]}]},{"epId":"episode-128","name":"Folge 128","epNo":128,"alt":"","descr":"Rageshwari kann es nicht fassen, dass ihr geliebter Bruder von Indravadhan wie ein Tier niedergestreckt wurde. Ihre Wut ist so übermächtig, dass sie mit einem Messer auf Gayatri zustürmt und das Messer in ihre Schulter rammt. Badi Raani Maa gibt sich als fürsorgliche Großmutter, doch Rageshwari begreift sofort, dass sie es war, die letztlich über das Schicksal ihres Bruders gerichtet hat. Chandravadan wundert sich derweil über die schrecklichen Zufälle, die sich im Palast ereignen und ahnt nun auch, wer da seine Finger im Spiel hat. Doch was will Badi Raani Maa nur mit all dem bezwecken?","versions":[{"lang":1,"streams":[{"redirect":13008015,"hoster":"VOE"},{"redirect":11357399,"hoster":"Streamtape"}]}]},{"epId":"episode-129","name":"Folge 129","epNo":129,"alt":"","descr":"Rageshwari trauert um ihren toten Bruder und fordert Gerechtigkeit. Als Ausgleich für den Verlust ihrer Ehre, zwingt sie Indravadhan in den Bund der Ehe. Gayatri stellt sich daraufhin in ihren Weg und somit offen gegen die Forderung der Intrigantin. Trotz des massiven Drucks, den Indravadhan auszuhalten hat, wehrt sich der König vehement, Rageshwari zur Frau zu nehmen. Badi Raani Maa genießt derweil, wie ihre unmenschlichen Pläne Gestalt annehmen.","versions":[{"lang":1,"streams":[{"redirect":11357406,"hoster":"VOE"},{"redirect":11357408,"hoster":"Streamtape"}]}]},{"epId":"episode-130","name":"Folge 130","epNo":130,"alt":"","descr":"Indravadhan stellt Gayatri zur Rede und will erfahren, warum sie Santesh die Flucht aus dem Kerker ermöglicht hat. Doch die Königin will das schreckliche Geheimnis weiter bewahren, um Indravadhan vor dem immensen Schmerz zu bewahren, welchen die Wahrheit auslösen würde. Priyamvada bekniet dann die zutiefst verunsicherte Gayatri geradezu, ihren Widerstand aufzugeben und der Heirat zwischen Indravadhan und Rageshwari endlich zuzustimmen …","versions":[{"lang":1,"streams":[{"redirect":11357410,"hoster":"VOE"},{"redirect":11357411,"hoster":"Streamtape"}]}]},{"epId":"episode-131","name":"Folge 131","epNo":131,"alt":"","descr":"Gayatri opfert ihre Liebe für das Wohl des Königreiches und löst sich aus der Ehe mit Indravadhan. Vor der versammelten Königsfamilie hockt die scheinbar verrückt gewordene Rageshwari neben dem aufgebahrten Körper ihres Bruders und droht, den Scheiterhaufen in Brand zu stecken, falls der König nicht in die Ehe einwilligen sollte. Als Rageshwari tatsächlich den Scheiterhaufen in Brand setzt, rennt der König zum Feuer und rettet Rageshwari vor dem Verbrennen. Jetzt hat Rageshwari Blut geleckt und weitet ihre Erpressung auch noch aus: Wird Indravadhan auf ihre unverschämten Forderungen eingehen und Gayatri damit endgültig verlieren?","versions":[{"lang":1,"streams":[{"redirect":11357416,"hoster":"VOE"},{"redirect":11357418,"hoster":"Streamtape"}]}]},{"epId":"episode-132","name":"Folge 132","epNo":132,"alt":"","descr":"Bei der Trauerfeier von Avdesh fordert Rageshwari vom König drei Versprechen ein. Sie fordert mit dem ersten Versprechen, dass der König Rageshwari zu seiner Frau nimmt. Das zweite Versprechen besagt, dass Gayatri im Palast als Dienerin leben muss, um jeden Tag mit ansehen zu müssen, wie ihr geliebter König eine andere Frau an seiner Seite hat. Das dritte Versprechen besagt, dass Rageshwari dem König ein Kind gebärt, welches den rechtmäßigen Platz als Thronfolger einnehmen wird. Unter großen seelischen Qualen stimmt Indravadhan den Forderungen zu. Sind Gayatri und Indravadhan nun für immer entzweit?","versions":[{"lang":1,"streams":[{"redirect":11357421,"hoster":"VOE"},{"redirect":11357422,"hoster":"Streamtape"}]}]},{"epId":"episode-133","name":"Folge 133","epNo":133,"alt":"","descr":"Gayatri bezieht wieder ihr altes Gemach im Palast und wird wehmütig. Rageshwari jedoch hält das nicht davon ab, gegen ihre Konkurrentin zu sticheln und sich über ihren hartnäckigen Optimismus zu belustigen. Badi Raani Maa muss derweil feststellen, welche Geister sie durch die Zusammenarbeit mit Rageshwari geweckt hat. Rageshwari sagt sich von Badi Raani Maa frei, da sie nicht länger bereit ist, ein Instrument für ihre Intrigen zu sein. Während Chandravadan sich über das Chaos amüsiert, leidet Gayatri unter den schrecklichen Zuständen im Palast …","versions":[{"lang":1,"streams":[{"redirect":11357441,"hoster":"VOE"},{"redirect":11357430,"hoster":"Streamtape"}]}]},{"epId":"episode-134","name":"Folge 134","epNo":134,"alt":"","descr":"Rageshwari demütigt Gayatri, indem sie von ihr verlangt, alle Gäste für die anstehende Hochzeit persönlich einzuladen. Das bringt Indravadhan auf eine Idee: Er befiehlt Gayatri, als erstes ihre eigene Familie einzuladen, in der Hoffnung, Gayatris Mutter könnte sie davon überzeugen, das Geheimnis zu offenbaren. Doch Gayatris Mutter denkt gar nicht daran, ihre Tochter noch weiter unter Druck zu setzen. Ganz im Gegenteil, sie versucht Gayatri in dieser schwierigen Phase ihres Lebens bestmöglich zu stärken und um ihre Liebe zu kämpfen. Badi Raani Maa will derweil Rageshwari wieder zur Raison bringen. Wird Rageshwari tatsächlich nach Badi Rani Maas Pfeife tanzen?","versions":[{"lang":1,"streams":[{"redirect":11357451,"hoster":"VOE"},{"redirect":11357459,"hoster":"Streamtape"}]}]},{"epId":"episode-135","name":"Folge 135","epNo":135,"alt":"","descr":"Badi Raani Maa weißt Rageshwari in ihre Schranken und demonstriert ihre Entschlossenheit mit einem hinterhältigen Anschlag auf das Leben der zukünftigen Königin. Als sich Rageshwari dann über ihre Genialität auslässt, hört Gayatri das Unfassbare: Rageshwari prahlt damit, selbst das königliche Gericht erfolgreich getäuscht zu haben. Jetzt weiß auch Gayatri, dass die Vergewaltigung durch Santesh niemals stattgefunden hat. Sie vertraut sich Priyamvada an und die Mutter des Königs versichert, ihr den Rücken für ihre Nachforschungen freizuhalten. Badi Raani Maa, die Gayatri mit Argusaugen beobachtet, fürchtet, dass ihr Plan nun doch scheitern könnte …","versions":[{"lang":1,"streams":[{"redirect":11357456,"hoster":"VOE"},{"redirect":11357454,"hoster":"Streamtape"}]}]},{"epId":"episode-136","name":"Folge 136","epNo":136,"alt":"","descr":"Gayatri und Priyamvada wollen mit allen Mitteln beweisen, dass es nicht Indravadhan war, der Avdesh getötet hat. Am Tatort findet Gayatri dann eine Kugel, an der kein Blut ist, und von der sie vermutet, dass sie vom König stammt. Jetzt ist für sie klar, dass jemand anderes Avdesh erschossen haben muss, aber wer war es nur? Währenddessen laufen die Hochzeitvorbereitungen auf Hochtouren. Bei der Zeremonie kommt es dann zu einer verhängnisvollen Komplikation: Indravadhan kann und will seinen Ehering nicht ablegen und Rageshwari fordert, notfalls den Finger des Königs abzuschneiden …","versions":[{"lang":1,"streams":[{"redirect":11357462,"hoster":"VOE"},{"redirect":11357465,"hoster":"Streamtape"}]}]},{"epId":"episode-137","name":"Folge 137","epNo":137,"alt":"","descr":"Indravadhan hofft bis zur letzten Sekunde, dass Gayatri ihm das Geheimnis offenbart und die Heirat damit verhindert. Doch stattdessen hilft Gayatri ihrem Mann den Ring abzunehmen, der sie bisher verbunden hat. Von der anschließenden Feier schleicht sich die ehemalige Königin heimlich davon und sucht in Rageshwaris Zimmer nach der Kugel des Attentäters. Doch sie wird von Rageshwari überrascht und lässt vor Schreck die Schale mit Avdesh’ Asche fallen. Indravadhan ist auf einmal furchtbar wütend und zehrt Gayatri in sein Gemach. Dort bittet er sie inständig, ihm endlich das Geheimnis zu offenbaren um die Heirat doch noch zu verhindern …","versions":[{"lang":1,"streams":[{"redirect":11357474,"hoster":"VOE"},{"redirect":11357473,"hoster":"Streamtape"}]}]},{"epId":"episode-138","name":"Folge 138","epNo":138,"alt":"","descr":"Rageshwari will Gayatri dafür bestrafen, dass sie die Überreste ihres Bruders entehrt hat. Gayatri jedoch, lässt sich von Rageshwari nicht demütigen und verrichtet die ihr aufgetragene unmenschliche Aufgabe mit erhobenen Haupt. Während der Haldi-Zeremonie geschieht dann das Unfassbare: Die Kurkumapaste regnet auf Indravadhan und Gayatri herunter – ein göttlicher Beweis für wahre Liebe. Während Rageshwari ihren Zorn kaum zügeln kann, macht sich Gayatri auf den Weg, das Gemach der zukünftigen Königin nach der Kugel zu durchsuchen. Wird es Gayatri gelingen, die Hochzeit doch noch zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":12920703,"hoster":"VOE"},{"redirect":11357487,"hoster":"Streamtape"}]}]},{"epId":"episode-139","name":"Folge 139","epNo":139,"alt":"","descr":"Gayatri bekommt von Rageshwari die Aufgabe, ihren Noch-Ehemann für die bevorstehende Hochzeitszeremonie einzukleiden. Im Gemach des Königs trifft Gayatri jedoch auf Priyamvada und die beiden schmieden einen Plan, um die Hochzeit zu verhindern. Um den Plan in die Tat umsetzten, müsste Gayatri jedoch von der Seite des Königs weichen, was Indravadhan ihr strikt verboten hat. In der Hoffnung, Gayatri würde unter dem Leidensdruck ihren Widerstand aufgeben, ist es schließlich Indravadhan selbst, der die Hochzeit vorzeitig verlässt. Ist die Heirat nun endgültig abgesagt?","versions":[{"lang":1,"streams":[{"redirect":11357505,"hoster":"VOE"},{"redirect":11357500,"hoster":"Streamtape"}]}]},{"epId":"episode-140","name":"Folge 140","epNo":140,"alt":"","descr":"Indravadhan sperrt Gayatri in ihr Gemach ein und kehrt unbeirrt zu der Zeremonie zurück. Erstaunt über das seltsame Verhalten ihres Sohnes, stürmt Priyamvada zu Gayatri und befreit ihre Schwiegertochter. Gemeinsam machen sie sich auf die Suche nach der Patrone, die Indravadhans Unschuld beweisen kann. Der Beweis ist eindeutig: Avdesh wurde nicht von Indravadhan getötet. Mit dieser frohen Botschaft begeben sich Gayatri und Priyamvada zur Hochzeit und stoppen die Zeremonie. Doch als Gayatri den Beweis für Indravadhans Unschuld präsentieren will, passt die Patrone doch in Indravadhans Waffe. Die Zeremonie nimmt ihren Gang und Rageshwari wird damit tatsächlich die neue Königin von Ameerkot …","versions":[{"lang":1,"streams":[{"redirect":11357520,"hoster":"VOE"},{"redirect":11357516,"hoster":"Streamtape"}]}]},{"epId":"episode-141","name":"Folge 141","epNo":141,"alt":"","descr":"Indravadhan hat Rageshwari nun zur Frau genommen, doch die Rache Rageshwaris ist noch immer nicht gestillt. Gemeinsam mit Badi Raani Maa schmiedet sie einen Plan, um Indravadhan gänzlich außer Gefecht zu setzen. Derweil versuchen Gayatri und Priyamvada die Hintermänner der Verschwörung zu enttarnen. Gayatri macht Rageshwari in einem Ansturm von Wut klar, dass sie es sich zur Lebensaufgabe machen wird, sie als Lügnerin zu entlarven. Die neue Königin befiehlt Gayatri dann, das Ehegemach für die Hochzeitsnacht vorzubereiten. Als Indravadhan die Dekorationen erblickt, verbannt sie Gayatri aus dem Gemach und befiehlt ihr, vor der Tür bis zum Morgengrauen auszuharren …","versions":[{"lang":1,"streams":[{"redirect":11357528,"hoster":"VOE"},{"redirect":11357525,"hoster":"Streamtape"}]}]},{"epId":"episode-142","name":"Folge 142","epNo":142,"alt":"","descr":"Indravadhan hat Schuldgefühle gegenüber Gayatri, denn durch die Hochzeit mit Rageshwari hat er seine geliebte Frau sehr verletzt. Badi Raani Maa weißt Rageshwari dann zurecht, als sie bemerkt, dass Rageshwari in der Hochzeitsnacht von dem König nicht berührt worden ist. Doch die fiese Großmutter weiß sich zu helfen: Sie schüttelt und schlägt Rageshwari so, dass es so aussieht, als ob die Königin eine wilde Liebesnacht mit Indravadhan erlebt hat. Als Rageshwari dann fordert, offiziell zur Königin gekrönt zu werden, wird sie von Priyamvada mit der Krone eines Stallpferdes ruhiggestellt – zum Ärger Badi Raani Maas …","versions":[{"lang":1,"streams":[{"redirect":11357537,"hoster":"VOE"},{"redirect":11357533,"hoster":"Streamtape"}]}]},{"epId":"episode-143","name":"Folge 143","epNo":143,"alt":"","descr":"Der Priester will ein Eheritual durchführen, um die Zukunft des Königreichs zum Guten zu wenden. Doch nur Gayatri kann dieses aufwendige Ritual durchführen – eine Scham für die wahre Königin. Sobald das Eheritual jedoch vollzogen ist, kann sich Rageshwari als rechtmäßige Königin an der Seite von Indravadhan präsentieren. Am Tag der Zeremonie ist Rageshwari jedoch nicht einmal in der Lage, sich an die Mantras zu erinnern …","versions":[{"lang":1,"streams":[{"redirect":11357545,"hoster":"VOE"},{"redirect":11357542,"hoster":"Streamtape"}]}]},{"epId":"episode-144","name":"Folge 144","epNo":144,"alt":"","descr":"Badi Raani Maa versucht Gayatri von der Zeremonie fernzuhalten, so dass Rageshwari diejenige ist, welche das Ritual an der Seite des Königs ausführt. Als es Gayatri dennoch gelingt sich aus dem versperrten Tempel zu befreien, versucht die böse Alte sie mit ihrer Gebrechlichkeit aufzuhalten. Währenddessen will Rageshwari den Platz Gayatris bei der Zeremonie einnehmen und hat sogar die blaue Lotusblüte dabei. Indravadhan wehrt sich jedoch gegen ihren Versuch das Ritual zu kapern. Als Rageshwaris Spickzettel und die gefärbte Lotusblüte auffliegen, ist das Staunen der Anwesenden groß …","versions":[{"lang":1,"streams":[{"redirect":11357556,"hoster":"VOE"},{"redirect":11357555,"hoster":"Streamtape"}]}]},{"epId":"episode-145","name":"Folge 145","epNo":145,"alt":"","descr":"Die Priester reagieren mit großem Zorn auf den Betrugsversuch von Rageshwari und brechen die Zeremonie abrupt ab. Just in dem Moment taucht Gayatri mit Badi Raani Maa auf den Schultern am Ort des Geschehens auf. Rageshwari muss mit ansehen, wie die rechtmäßige Herrscherin an der Seite des Königs das Ritual vollzieht. Siegesgewiss stellt sich Gayatri dann vor Rageshwari und verkündet, dass sie immer noch die erste Frau des Königs ist – trotz der unermüdlichen Versuche ihre Stellung zu unterwandern. Droht nun ein erbitterter Krieg zwischen den verfeindeten Frauen?","versions":[{"lang":1,"streams":[{"redirect":12920704,"hoster":"VOE"},{"redirect":11357561,"hoster":"Streamtape"}]}]},{"epId":"episode-146","name":"Folge 146","epNo":146,"alt":"","descr":"Priyamvada und Gayatri wollen für die Bramahnen ein Festmahl zubereiten, doch Badi Raani Maa versucht ihre Bemühungen zu unterwandern: Sie ist für einen kurzen Moment alleine in der Küche und will Schwarzkümmel in das Essen mischen. Als dieser Versuch fehlschlägt, befiehlt die böse Großmutter Rageshwari, Kokila und Chandravadan Fisch in das Essen zu mischen. Die Bramahnen sind schockiert, als sie die stinkenden Fischkadaver sehen. Wird es Badi Raani Maa gelingen, Gayatri durch diese Aktion in ein schlechtes Licht zu rücken?","versions":[{"lang":1,"streams":[{"redirect":11357563,"hoster":"VOE"},{"redirect":11357569,"hoster":"Streamtape"}]}]},{"epId":"episode-147","name":"Folge 147","epNo":147,"alt":"","descr":"Die Bramahnen sind furchtbar wütend, als sie den Fisch in den ihnen servierten Speisen entdecken. Sie werfen Königin Gayatri Blasphemie vor und verlassen postwendend den Palast. Für Badi Raani Maa ist es eine wahre Freude mitanzusehen, wie ihre düsteren Pläne die königliche Familie entzweien. Sofort setzt sie zum erneuten Schlag an: Badi Raani Maa will das Trinkwasser des Königreiches vergiften, um die Untertanen gegen den König aufzubringen. Doch auch Indravadhan trinkt unwissend ein Glas Wasser. Wird der König überleben?","versions":[{"lang":1,"streams":[{"redirect":12333284,"hoster":"VOE"},{"redirect":11357568,"hoster":"Streamtape"}]}]},{"epId":"episode-148","name":"Folge 148","epNo":148,"alt":"","descr":"Gayatri stürmt gemeinsam mit Priyamvada zu ihrem geliebten Indravadhan, der durch das Gift im Trinkwasser nun mit Schaum vor dem Mund im Bett liegt. Derweil genießt es Rageshwari, die Untertanen zurechtzuweisen, nur weil diese um die Hilfe der Königin betteln. Gayatri macht sich dann auf, um den Ursprung des vergifteten Trinkwassers auszumachen. Badi Raani Maa sorgt sich natürlich jetzt durch die Bemühungen der Königin aufzufliegen und hetzt eine Meute wütender Bürger auf Gayatri. Wird Indravadhan die Liebe seines Lebens vor dem Tod retten können?","versions":[{"lang":1,"streams":[{"redirect":12920705,"hoster":"VOE"},{"redirect":11357574,"hoster":"Streamtape"}]}]},{"epId":"episode-149","name":"Folge 149","epNo":149,"alt":"","descr":"Nachdem Indravadhan Gayatri vor dem Ertrinken rettet, springt der König selbstlos in das Gewässer, um das Gift aufzuspüren. Indravadhan gelingt es nicht nur, die Ursache der Trinkwasservergiftung zu eliminieren, er macht auch den Untertanen klar, dass nur Gayatri die eine, wahre Königin von Ameerkot ist. Nach diesem grandios gescheiterten Plan hat Badi Raani Maa gleich den nächsten parat: Sie plant dunkle Magie einzusetzen, um Gayatri zu hypnotisieren und sie damit zu ihrer willenlosen Marionette zu machen. Kommt die fiese Großmutter mit diesem Plan nun doch an ihr Ziel?","versions":[{"lang":1,"streams":[{"redirect":11357577,"hoster":"VOE"},{"redirect":11357583,"hoster":"Streamtape"}]}]},{"epId":"episode-150","name":"Folge 150","epNo":150,"alt":"","descr":"Badi Raani Maa hat einen neuen Plan: Sie befiehlt Rageshwari den König mit verzauberter Asche zu hypnotisieren und ihn so zu einer willenlosen Marionette zu machen. Doch Indravadhan beweist übermenschliche Willenskraft und ist gegen den dunklen Zauber immun. Das Herrscherpaar gibt sich dann einem romantischen Abend hin, an dem Gayatri und Indravadhan zum ersten Mal ihre körperliche Zuneigung ausleben können. Badi Raani Maa gibt sich derweil jedoch nicht so einfach geschlagen und versucht ihren Plan zum Erfolg zu führen …","versions":[{"lang":1,"streams":[{"redirect":11357360,"hoster":"VOE"},{"redirect":11357364,"hoster":"Streamtape"}]}]},{"epId":"episode-151","name":"Folge 151","epNo":151,"alt":"","descr":"Schon wieder scheitert ein finsterer Plan der boshaften Großmutter des Königs. Aber nicht nur Badi Raani Maa ist enttäuscht, auch Gayatri ist unglücklich, denn unter der kurzweiligen Hypnose ruft Indravadhan voller Inbrunst Rageshwari Namen – und dass ausgerechnet in der ersten gemeinsamen Nacht. Wieder weiß sich Badi Raani Maa zu helfen: Mittels eines speziellen Gebräus lässt sich die Hypnose intensivieren. Es funktioniert: Auf einmal empfindet Indravadhan eine intensive Zuneigung für Rageshwari …","versions":[{"lang":1,"streams":[{"redirect":11391742,"hoster":"VOE"},{"redirect":11361823,"hoster":"Streamtape"}]}]},{"epId":"episode-152","name":"Folge 152","epNo":152,"alt":"","descr":"Priyamvada und Gayatri wundern sich über das seltsame Verhalten Indravadhans: Auf einmal verbringt er viel Zeit mit Rageshwari, hält sie liebevoll in seinen Armen und geht mit ihr sogar auf eine Jagd. Gayatri geht es entsprechend schlecht – auch weil Badi Raani Maa sie heimlich vergiftet hat. Weder Priyamvada noch Gayatri ahnen etwas von der Hypnose, unter der Indravadhan steht. Als dann Gayatris Mutter in den Palast kommt, fordert sie ihre Tochter auf, den Palast zu verlassen, denn sie will Gayatri nicht länger leiden lassen …","versions":[{"lang":1,"streams":[{"redirect":11391750,"hoster":"VOE"},{"redirect":11415935,"hoster":"Streamtape"}]}]},{"epId":"episode-153","name":"Folge 153","epNo":153,"alt":"","descr":"Als Gayatris Mutter den Hautausschlag bei ihrer Tochter sieht, ist sie schockiert. Gerade in diesem Moment kommen Indravadhan und Rageshwari Hand in Hand in den Palast. Gayatris Mutter verpasst dem König eine heftige Ohrfeige. Immer noch unter dem Einfluss der Hypnose, befiehlt er Gayatri für die Taten ihrer Mutter zu bestrafen. Indravadhan demütigt Gayatri und befiehlt ihr, das dreckige Wasser, in dem die Füße gewaschen werden, zu trinken. Eine unvorstellbare Schmach und dass vor den Augen der gesamten königlichen Familie. Als der König von dem Armreif geblendet wird, fällt der Fluch von ihm ab und Indravadhan kommt wieder zu Bewusstsein …","versions":[{"lang":1,"streams":[{"redirect":11361840,"hoster":"VOE"},{"redirect":11391761,"hoster":"Streamtape"}]}]},{"epId":"episode-154","name":"Folge 154","epNo":154,"alt":"","descr":"Indravadhan kann sich an Nichts erinnern – seit der gemeinsamen Nacht mit Gayatri ist sein Gedächtnis wie gelöscht. Derweil befürchtet Priyamvada, dass dunkle Magie für das Besorgnis erregende Verhalten des Königs verantwortlich war. Die Königin Witwe gibt sich jedoch nicht geschlagen und versucht unentwegt Indravadhan wieder unter ihre Kontrolle zu bekommen. Die Königinnen vermuten, dass es nur Rageshwari sein kann, der den Geist des Königs vernebelt. Kann Gayatri ihren geliebten Ehemann vor der dunklen Magie beschützen?","versions":[{"lang":1,"streams":[{"redirect":11391760,"hoster":"VOE"},{"redirect":11361843,"hoster":"Streamtape"}]}]},{"epId":"episode-155","name":"Folge 155","epNo":155,"alt":"","descr":"Priyamvada und Gayatri schmieden einen Plan, um Rageshwari aus dem Palast zu befördern. Badi Raani Maa und Rageshwari durchschauen allerdings den Plan. Als die Wagenkolonne des Königs auf dem Weg ist, fehlt Rageshwari. Sie bemüht sich im Palast derweil um die Gunst des Königs. Gayatri beobachtet die dreisten Annäherungsversuche und ist schockiert, als Rageshwari Indravadhan suggeriert, Gayatri mit einem Messer zur Strecke zu bringen. Was wird Gayatri unternehmen, um die Verschwörung zu stoppen?","versions":[{"lang":1,"streams":[{"redirect":12383586,"hoster":"VOE"},{"redirect":11361860,"hoster":"Streamtape"}]}]},{"epId":"episode-156","name":"Folge 156","epNo":156,"alt":"","descr":"Rageshwari ist wütend, denn ihr Zauber über Indravadhan hat nicht gewirkt, Gayatri lebt noch. Doch natürlich gibt sich Rageshwari nicht so einfach geschlagen: Sie überzieht einen Schaal mit einer brennbaren Flüssigkeit und will, dass Gayatri diesen trägt. Falls sie dann an einer Feuerquelle steht, wäre sie die längst Zeit Königin von Ameerkot. An dem Geburtstag von Priyamvada soll es nun soweit sein. Wird Gayatri den Anschlag auf ihr Leben rechtzeitig vereiteln?","versions":[{"lang":1,"streams":[{"redirect":11361872,"hoster":"VOE"},{"redirect":11361889,"hoster":"Streamtape"}]}]},{"epId":"episode-157","name":"Folge 157","epNo":157,"alt":"","descr":"Gayatris Schal fängt Feuer und nur durch Swarnas Einschreiten geschieht nichts Schlimmeres. Doch anstatt Gayatri beizustehen, erhebt er Rageshwari in einen höheren Stand als Gayatri und will nun mit ihr sogar in die Flitterwochen reisen. Badi Raani Maa und Rageshwari sind natürlich außer sich vor Freude. Sie wissen ja auch nichts davon, dass der König mittlerweile begreift, was mit ihm geschieht und einen eigenen Plan geschmiedet hat, um Rageshwari außer Gefecht zu setzen …","versions":[{"lang":1,"streams":[{"redirect":11361996,"hoster":"VOE"},{"redirect":11391803,"hoster":"Streamtape"}]}]},{"epId":"episode-158","name":"Folge 158","epNo":158,"alt":"","descr":"Gayatri weiß nicht, dass Indravadhan über die bösen Pläne Rageshwaris voll im Bilde ist und fleht ihn an, nicht mit der Hochstaplerin in die Flitterwochen zu reisen. Für Gayatri gibt es keinen anderen Weg, als ihrem geliebten Ehemann nachzustellen. Die Königin versteckt sich einfach im Kofferraum der königlichen Limousine. Gayatri und Indravadhan schmieden einen gemeinsamen Plan, der vorsieht, dass Indravadhan seinen Tod vortäuscht – und Gayatri soll diejenige sein, die ihren Mann vor den Augen aller erschießt. Wird der Plan die Ratten aus ihrem Versteck locken?","versions":[{"lang":1,"streams":[{"redirect":7691448,"hoster":"VOE"},{"redirect":11391821,"hoster":"Streamtape"}]}]},{"epId":"episode-159","name":"Folge 159","epNo":159,"alt":"","descr":"Heute soll es soweit sein: Gayatri hat den Auftrag, den König zu erschießen, um dessen Tod vorzutäuschen und die Verräter im Palast zu enttarnen. Priyamvada spürt sofort, dass etwas mit ihrem Sohn nicht stimmt und bricht augenblicklich aus dem Palast auf. Nach dem Gayatri die Pistole tatsächlich gegen ihren Mann gerichtet hat und abdrückt, schlägt Badi Raani Maa Gayatri zu Boden und schmeißt sie dann von einer Klippe. Ist dies das Ende einer unsterblichen Liebe?","versions":[{"lang":1,"streams":[{"redirect":7691453,"hoster":"VOE"},{"redirect":11362009,"hoster":"Streamtape"}]}]},{"epId":"episode-160","name":"Folge 160","epNo":160,"alt":"","descr":"Badi Raani Maa führt einen Freudentanz auf: Sie hat es sowohl Gayatri als auch Indravadhan in einen sicheren Tod befördert. Selbst Rageshwari bekommt Gewissensbisse mit der tyrannischen Großmutter des Königs gemeinsame Sache gemacht zu haben. Doch die Kugel, welche Gayatri auf den König abgeschossen hat, steckt noch in seinem Schädel und wie durch ein Wunder ist Indravadhan noch am Leben. Die Ärzte warnen Priyamvada jedoch. Diese Verletzung wird bleibende Schäden zur Folge haben. Doch wie schlimm wird die Verletzung sein, die der König empfindet, wenn er von Gayatris Tod erfährt?","versions":[{"lang":1,"streams":[{"redirect":7691462,"hoster":"VOE"},{"redirect":11391852,"hoster":"Streamtape"}]}]},{"epId":"episode-161","name":"Folge 161","epNo":161,"alt":"","descr":"Priyamvada hat den bewusstlosen Indravadhan an einen geheimen Ort bringen lassen, um ihn vor der unberechenbaren Großmutter in Sicherheit zu bringen. Do Badi Raani Maa spürt ihn auf und ist gerade im Begriff den König zu ersticken, als dieser aus dem Koma erwacht. Er kann sich aber weder daran erinnern wer er ist noch an die fremden Gesichter, die ihn gerade umgeben. Indravadhan hat sein Gedächtnis verloren und auch seine Gefühle sind fragmentiert. Nun leidet der König zusätzlich an heftigsten Kopfschmerzen. Wird Indravadhan jemals wieder gesund?","versions":[{"lang":1,"streams":[{"redirect":7691469,"hoster":"VOE"},{"redirect":11362024,"hoster":"Streamtape"}]}]},{"epId":"episode-162","name":"Folge 162","epNo":162,"alt":"","descr":"Badi Raani Maa hat einen Weg ausfindig gemacht, um Indravadhan zu beeinflussen: Ein Magnet auf ihrem Zeigefinger manipuliert die Patrone in Indravadhans Kopf und die unsäglichen Schmerzen des Königs lassen augenblicklich nach. Derweil wurde Gayatri in ein Krankenhaus gebracht – aber die Chancen auf eine Genesung stehen schlecht. Priyamvada versucht unentwegt den König zur Vernunft zu bringen und ihn an seine Liebe zu Gayatri zu erinnern. Wie durch ein Wunder wacht die totgeglaubte dann Gayatri aus dem Koma auf. Gibt es doch eine Zukunft für diese unsterbliche Liebe?","versions":[{"lang":1,"streams":[{"redirect":7691475,"hoster":"VOE"},{"redirect":11362041,"hoster":"Streamtape"}]}]},{"epId":"episode-163","name":"Folge 163","epNo":163,"alt":"","descr":"Die Großmutter des Königs hofft in 6 Monaten die Macht in Ameerkot zu ergreifen, natürlich nur wenn sich der Zustand Indravadhans bis dahin nicht verbessert haben sollte. Gayatri ist schockiert als sie von dem Gedächtnisverlust Indravadhans erfährt, aber eines trifft sie noch härter: Der König liebt Gayatri nun nicht mehr und empfindet ihr gegenüber nur noch Hass. Gayatri betet zu den Göttern, ihr einen Weg aufzuzeigen wieder in den Palast zurückkehren zu können. Werden ihre Gebete erhört?","versions":[{"lang":1,"streams":[{"redirect":7691485,"hoster":"VOE"},{"redirect":11391882,"hoster":"Streamtape"}]}]},{"epId":"episode-164","name":"Folge 164","epNo":164,"alt":"","descr":"Gayatri folgt ihrer Eingebung und verkleidet sich als Dienerin, um dem König im Palast nah zu sein. So gibt sie gegenüber Indravadhan und Rageshwari vor, Savitri zu sein und soll dem König erst einmal 7 Tage dienen. Gayatri gibt sich als äußerst aufmüpfige Frau, die kein Blatt vor dem Mund nimmt. Alle am Palast versuchen natürlich herauszubekommen, wo Savitri auf einmal herkommt und stellen umfangreiche Nachforschungen an. Derweil bemerkt Gayatri, dass Indravadhan sich von Grund auf zu einem schrecklichen, jähzornigen Menschen gewandelt hat …","versions":[{"lang":1,"streams":[{"redirect":12920706,"hoster":"VOE"},{"redirect":11362103,"hoster":"Streamtape"}]}]},{"epId":"episode-165","name":"Folge 165","epNo":165,"alt":"","descr":"Gayatri bekommt von Indravadhan den Auftrag, sein liebstes aber auch wildes Pferd für einen Ausritt zu satteln. Der König ist mehr als überrascht als Gayatri es nicht nur gelingt, sondern nicht einmal einen Kratzer davonträgt. Rageshwari macht sich jetzt Sorgen, der Einfluss von Gayatri, alias Savitri, auf den König könnte schon bald größer sein als ihr eigener. Lakhan, der Gayatri bei ihrer Rückkehr in den Palast weiter tatkräftig unterstützt, gerät dann in einen Streit mit Lakshyaraj, der Gayatris Mission gefährlich werden könnte …","versions":[{"lang":1,"streams":[{"redirect":7691497,"hoster":"VOE"},{"redirect":11415918,"hoster":"Streamtape"}]}]},{"epId":"episode-166","name":"Folge 166","epNo":166,"alt":"","descr":"Indravadhan stellt Savitri wieder eine unmenschliche Aufgabe, um sie aus dem Palast zu vertreiben: Diesmal soll die zierliche Dienerin eine sehr schwere Truhe aus dem Palast tragen, barfuß und ohne fremde Hilfe. Derweil gesteht Lakhan Prinzessin Swarna seine Liebe und fordert sie zugleich auf Stellung zu beziehen oder seine Qualen ein für alle Mal zu beenden. Gayatri beweist sich dann abermals und zeigt, wie groß ihre Willenskraft ist, indem sie die schwere Truhe eigenhändig aus dem Palast zu bringen versucht. Als sie unter den Schmerzen ihrer blutenden Füße zusammen zu brechen droht, kommt ihr Indravadhan selbst zu Hilfe: Ein Beweis für seine unsterbliche Liebe zur Königin?","versions":[{"lang":1,"streams":[{"redirect":7691500,"hoster":"VOE"},{"redirect":11362148,"hoster":"Streamtape"}]}]},{"epId":"episode-167","name":"Folge 167","epNo":167,"alt":"","descr":"Gayatris Mutter stürmt voller Sorge um ihre Tochter in den Palast und stellt den König zur Rede. Als Indravadhan grob zu ihr wird, verrät Savitri beinahe ihre wahre Identität. Nur um ein Haar kriegt sie die Kurve und wart den Schein eine einfache Dienerin zu sein. Gayatri macht sich dann auf, den Fußspuren des Dieners zu folgen, der Priyamvada mit ihrer täglichen Mahlzeit versorgt. Bei dem geheimen Kerker angekommen, sieht sie nicht nur die eingepferchte Königin Mutter, sondern hört auch, wie Badi Raani Maa sie genussvoll demütigt. Was wird Gayatri in ihrer Rolle als Dienerin gegen diese Verschwörung tun können?","versions":[{"lang":1,"streams":[{"redirect":7691517,"hoster":"VOE"},{"redirect":11362193,"hoster":"Streamtape"}]}]},{"epId":"episode-168","name":"Folge 168","epNo":168,"alt":"","descr":"Gayatri kommt dem König in ihrer Rolle als Savitri sehr nah und verzehrt sich regelrecht nach seiner Liebe. Auch Indravadhan spürt in sich eine emotionale Regung, die er seit seinem schweren Unfall nicht kannte. Gayatri geht im Schutze der Dunkelheit zu der eingesperrten Priyamvada und erfährt, dass Indravadhan sie in diese Zelle verbannt hat. Rageshwari versucht am nächsten Morgen, den König zu bezirzen und ihn mit ihrer Weiblichkeit, um den Finger zu wickeln. Wird es Gayatri gelingen, die Verschwörung zu stoppen?","versions":[{"lang":1,"streams":[{"redirect":7691524,"hoster":"VOE"},{"redirect":11415923,"hoster":"Streamtape"}]}]},{"epId":"episode-169","name":"Folge 169","epNo":169,"alt":"","descr":"Gayatri gerät in Bedrängnis: Ihre Rolle als Savitri könnte jeden Moment auffliegen. Nun weiß nämlich Lakshyaraj wer sie wirklich ist und das Gayatri bei dem furchtbaren Sturz gar nicht ums Leben gekommen ist. Rageshwari ist besorgt, denn sie fürchtet, dass der König Stück für Stück sein Gedächtnis zurückerlangen wird. Sie befiehlt dem königlichen Arzt nach Indravadhan zu schauen und fragt, ob es eine Möglichkeit gibt, Indravadhans Erinnerungen für immer zu unterdrücken. Wird Rageshwari mit ihrem Plan durchkommen, oder schafft Gayatri es, die Verschwörung rechtzeitig zu stoppen?","versions":[{"lang":1,"streams":[{"redirect":7691529,"hoster":"VOE"},{"redirect":11362204,"hoster":"Streamtape"}]}]},{"epId":"episode-170","name":"Folge 170","epNo":170,"alt":"","descr":"Gayatri versucht Lakshyaraj auf ihre Seite zu ziehen, um ihre Identität zu bewahren. Dafür fordert Lakshyaraj von ihr, Lakhan von seiner Frau fernzuhalten. Als Lakshyaraj sich Swarna dann völlig betrunken mitten in der Nacht nähert, schreitet Lakhan sofort ein und bewahrt seine große Liebe vor weiterem Schaden. Dann kommt es zu einem Attentat auf Rageshwari – doch Gayatri bewahrt die Königin vor dem sicheren Tod und kann so ihre Rolle als treue Dienerin geschickt untermauern …","versions":[{"lang":1,"streams":[{"redirect":7691536,"hoster":"VOE"},{"redirect":11415921,"hoster":"Streamtape"}]}]},{"epId":"episode-171","name":"Folge 171","epNo":171,"alt":"","descr":"Gayatri versucht Indravadhan davon zu überzeugen, dass seine Mutter nicht die Verräterin ist, für die er sie hält. Doch die Zwietracht, die der König empfindet, scheint zu groß. Dann will Gayatri unbedingt herausfinden, wer Rageshwari bei ihrer Verschwörung unterstützt. Gemeinsam mit Lakhan schmiedet sie einen Plan, um den Geheimbund endlich zu enttarnen. Doch der Plan droht ordentlich schief zu gehen, denn der König funkt im falschen Moment dazwischen und Lakhan droht geschnappt zu werden. Wird es Gayatri gelingen, ihren Vertrauten aus dieser brenzligen Lage zu retten?","versions":[{"lang":1,"streams":[{"redirect":7691545,"hoster":"VOE"},{"redirect":11362278,"hoster":"Streamtape"}]}]},{"epId":"episode-172","name":"Folge 172","epNo":172,"alt":"","descr":"Im letzten Moment bewahrt Gayatri Lakhan davor, von dem König enttarnt zu werden. Doch schon kurz darauf, unternehmen die beiden einen erneuten Versuch die Verschwörung aufzudecken und Indravadhan zur Vernunft zu bringen: Gayatri zeigt dem König das goldene Amulett, welches seine Liebe zu Gayatri beweist. Wird Indravadhan seine Erinnerung endlich zurückerhalten oder Gayatri gar wiedererkennen?","versions":[{"lang":1,"streams":[{"redirect":13008017,"hoster":"VOE"},{"redirect":11415930,"hoster":"Streamtape"}]}]},{"epId":"episode-173","name":"Folge 173","epNo":173,"alt":"","descr":"Indravadhan kann nicht aufhören an die Worte von Savitri zu denken. Er beginnt sich an die schönsten Momente mit Gayatri zu erinnern. Als Savitri dann aber ein ganz bestimmtes Liebeslied spielt, weckt es den Zorn des Königs. Doch Savitri gibt nicht auf, nicht bevor Indravadhan die Wahrheit begreift. Rageshwari sieht die beiden in einem innigen Moment und will sie aus dem Palast schmeißen. Rageshwari gibt vor, Savitri wäre eine Diebin und sichert sich so die Unterstützung von Badi Raani Maa, Chandravadan und Kokila …","versions":[{"lang":1,"streams":[{"redirect":12920707,"hoster":"VOE"},{"redirect":11362389,"hoster":"Streamtape"}]}]},{"epId":"episode-174","name":"Folge 174","epNo":174,"alt":"","descr":"Indravadhan sucht Savitri, denn er sorgt sich, sie bei seinem Gefühlsausbruch verletzt zu haben. Gayatri, alias Savitri schwört dem König alles zu tun, um die Verschwörung aufzudecken. Langsam aber sicher findet Indravadhan wieder zu alter Form zurück und steht für die Gerechtigkeit ein. Er lässt seine Diener die Behauptungen Rageshwaris überprüfen und ihre dreiste Lüge wird enttarnt. Der König zwingt seine Frau, sich bei Savitri für diese Täuschung zu entschuldigen. Es scheint so, als ob Savitri nach und nach das Vertrauen Indravadhan zurück gewinnt …","versions":[{"lang":1,"streams":[{"redirect":7691574,"hoster":"VOE"},{"redirect":11362408,"hoster":"Streamtape"}]}]},{"epId":"episode-175","name":"Folge 175","epNo":175,"alt":"","descr":"Nachdem Rageshwari dem König seine Medikation reicht, verändert sich das Verhalten Indravadhans schlagartig. Gayatri vermutet, dass die Medizin für das höchst aggressive Verhalten des Königs verantwortlich ist. Derweil bäumt sich Rageshwari gegen Badi Raani Maa auf und schwört ihr, sie sofort aus dem Palast zu verbannen, sobald sie von dem König schwanger wird. Als Gayatri und Lakhan einen Arzt zum König schicken, stellt dieser fest, dass die Medikamente, die der König von Rageshwari verabreicht bekommt, für seine Zornesattacken tatsächlich verantwortlich sind. Gayatri lässt sich Tabletten geben, die die Wirkung des Giftes neutralisieren. Wird Gayatri so ihr Ziel erreichen können?","versions":[{"lang":1,"streams":[{"redirect":7691585,"hoster":"VOE"},{"redirect":12482015,"hoster":"Streamtape"}]}]},{"epId":"episode-176","name":"Folge 176","epNo":176,"alt":"","descr":"Badi Raani Maa gibt Rageshwari zu verstehen, welche unerbittlichen Konsequenzen sie für ihren Verrat zu fürchten hat. Indravadhan beweist dann Güte, indem er eine schreckliche Ungerechtigkeit aufklärt und einer fremden, alten Frau ein lebensveränderndes Geschenk macht. Derweil heuert Badi Raani Maa einen Attentäter an, um Rageshwari kalt zu stellen. Als der König zum ersten Mal seit Monaten seine Mutter im Kerker aufsucht, gerät der Geheimbund allerdings unter enormen Druck. Gerade als Gayatri begreift, wie tief die seelischen Wunden ihres Königs sind, werden die beiden von Rageshwaris treuem Handlager attackiert …","versions":[{"lang":1,"streams":[{"redirect":12920711,"hoster":"VOE"},{"redirect":11366439,"hoster":"Streamtape"}]}]},{"epId":"episode-177","name":"Folge 177","epNo":177,"alt":"","descr":"Der Attentäter gibt vor von Priyamvada beauftragt worden zu sein, Indravadhan zu töten. Der König befiehlt seinen Wachen seine Mutter mit 100 Peitschenhieben zu bestrafen – Gayatri ist schockiert. Badi Raani Maa und Rageshwari jedoch feiern ihren Sieg. Aber Gayatri gibt sich natürlich nicht so leicht geschlagen und verabreicht dem König die helfende Medizin und beruhigt den König. Jetzt ist für Gayatri der richtige Moment gekommen, um Priyamvada ihre wahre Identität zu offenbaren – die Königin Mutter ist überglücklich, ihre Schwiegertochter endlich wieder zu sehen. Die beiden schmieden einen genialen Plan, um am Tag des Holi-Fests die Wahrheit preiszugeben …","versions":[]},{"epId":"episode-178","name":"Folge 178","epNo":178,"alt":"","descr":"Lakhan und Swarna sorgen sich um ihre Zukunft und wissen nicht was sie tun sollen: Einerseits lieben sich beide abgöttisch, andererseits dürfen sie ihre Liebe nicht ausleben, denn sonst verlieren sie einander. Lakhan will deswegen mit Swarna aus dem Palast fliehen, um endlich frei zu sein. Erst hadert Swarna, dann wird ihr aber klar, dass sie nicht länger bereit ist, die Lebenslüge mit Lakshyaraj aufrecht zu halten. Indravadhan betet dann zu den Göttern und hat auf einmal das Gefühl, dass Savitri nicht diejenige ist, die sie vorgibt zu sein. Wird Gayatri ihrem Indravadhan die Wahrheit gestehen?","versions":[]},{"epId":"episode-179","name":"Folge 179","epNo":179,"alt":"[Derzeit nicht verfügbar]","descr":"Der ganze Palast feiert das Holi-Fest, doch hinter der fröhlichen Fassade kochen die Gemüter. Rageshwari erzürnt durch ihre vorlaute Art und Kokila kann es gar nicht abwarten, den König zu entmachten damit Chandravadan endlich den Thron besteigt. Lakhan nutzt die Feierlichkeiten, um mit Swarna allein zu sein. Die Prinzessin nutzt die seltene Zweisamkeit und will die Intrigen des Palasts gänzlich hinter sich lassen. Doch in einem Moment der innigen Liebe platzt ausgerechnet Lakshyaraj herein und will Gayatri für seinen Schmerz leiden sehen. Derweil gibt sich Gayatri Indravadhan zu erkennen und die Liebe siegt über jeden Schmerz der Vergangenheit …","versions":[]},{"epId":"episode-180","name":"Folge 180","epNo":180,"alt":"","descr":"Der glücklichste Moment für Gayatri und Indravadhan wird von einer schrecklichen Tragödie begleitet. Lakshyaraj wird Opfer eines furchtbaren Unfalls. Seine letzten Worte an Bad Raani Maa versetzen die Großmutter in Panik. Jetzt, wo sie weiß, dass Gayatri noch lebt, wird sie alles nur Erdenkliche tun, um sie zu zerstören. Gayatri gerät derweil unter Druck, denn Lakhan will endlich mit Prinzessin Swarna zusammen sein – mit oder ohne Hilfe Gayatris. Die Königin läuft jetzt Gefahr, ihren engsten Vertrauten im Palast zu verlieren. Sie ist überzeugt, dass sie sich dem König nun endlich offenbaren muss. Wie wird Indravadhan damit umgehen?","versions":[]},{"epId":"episode-181","name":"Folge 181","epNo":181,"alt":"","descr":"Badi Raani Maa leidet unter Albträumen und sorgt sich zutiefst um die Rache, die sie für ihre Taten zu befürchten hat. Derweil versucht Savitri, alias Gayatri, sich langsam vorzutasten, um Indravadhan die Wahrheit zu offenbaren. Die Großmutter des Königs will den Spuk in ihrem Kopf möglichst schnell beenden und gleichzeitig die lebendige Gayatri aus ihrem Versteck locken: Sie plant die letzten Rituale abzuhalten, um den Tod der Königin ein für alle Mal zu besiegeln. Nachdem Indravadhan die Puja abgehalten hat, sagt er sich von Gayatri los. Für unsere geliebte Königin stehen schwere Zeiten bevor. Wird Gayatri an dieser Herausforderung zerbrechen?","versions":[]},{"epId":"episode-182","name":"Folge 182","epNo":182,"alt":"[Derzeit nicht verfügbar]","descr":"Der König ist langsam auf dem Weg der Besserung durch die Übungen \"Shirsa Asana\" und hört nur noch auf den Rat von Savitri, was er auch Rageshwari deutlich sagt. Swarna ist todunglücklich, weil sie zum Zeitpunkt des Todes von Lakshyaraj nicht in seiner Nähe sein konnte und macht sich deshalb schwere Vorwürfe. Auch von ihre Schwiegermutter Kokila kann sie keinen Trost erwarten, im Gegenteil, diese schwört, Swarna bis zu ihrem Lebensende in der Dunkelheit eines Verlieses im Palast einzusperren. Ihr Mann Chandravadan gehorcht ihr, um sie in ihrer Wut und Trauer zufrieden zu stellen. Chandravadan versucht Trost bei seiner Mutter zu finden, die ihm Hoffnung macht und ihn damit stärken will, auf gar keinen Fall jetzt aufzugeben. Ihr Lösungsvorschlag für die missliche Lage wäre die Adoption eines Erben und nach einer Frist von sechs Monaten könnten dann alle Besitztümer auf diesen Erben überschrieben werden. Durch einen Zufall kommt Badi Raani Maa hinter das Geheimnis von Savritis schwarzer Haut und vermutet das sich Gayatri hinter dieser Maskerade versteckt und nimmt sich vor sie im Palast zu entdecken und zu entlarven …","versions":[]},{"epId":"episode-183","name":"Folge 183","epNo":183,"alt":"[Derzeit nicht verfügbar]","descr":"Badi Raani Maa wird misstrauisch. Sie vermutet, dass sich hinter Savitri Gayatri verbirgt und erlangt Gewissheit, indem sie Gayatris Bild mit Kohle bemalt. Gayatri versucht weiterhin zu verhindern, dass Indravadhan das schädliche Medikament nimmt und gerät darüber wieder in Streit mit Rageshwari. Badi Raani Maa schenkt Savitri indes den Armreif von Königin Gayatri. Lakhan vermisst Swarna. Mit einem Trick bringt Gayatri Chandravadan dazu, zu versprechen, Swarna in drei Tagen zu ihrer Mutter zu bringen …","versions":[]},{"epId":"episode-184","name":"Folge 184","epNo":184,"alt":"[Derzeit nicht verfügbar]","descr":"Kokila stellt Badi Raani Maa zur Rede. Sie gibt ihr die Schuld am Tod ihres Sohnes. Gayatri kann alles mithören. Von Chandravadan außer Gefecht gesetzt ist sie bewusstlos. An ihrem Bett verliert Badi Raani Maa die Beherrschung und schießt auf Gayatri, verfehlt sie aber. Indravadhan glaubt, dass der Tod ihres Enkels sie so aufgewühlt hat und sie Savitri gar nicht wirklich töten wollte. Zwischen Gayatri und Rageshwari kommt es zum Streit, weil Rageshwari glaubt, Savitri will ihr den Mann ausspannen. Der Streit eskaliert. Rageshwari will Gayatri erschlagen, da kommt Badi Raani Maa dazwischen. Sie weiß nun, dass Gayatri wieder mit im Spiel ist und glaubt, das Spiel unter Kontrolle zu haben …","versions":[]},{"epId":"episode-185","name":"Folge 185","epNo":185,"alt":"","descr":"Gayatri versucht weiter, Indravadhan davon zu überzeugen, mehr auf sein Herz zu hören. Doch zu ihrem Entsetzen bezieht Indravadhan das auf Rageshwari. Er will ihr eine zweite Chance geben und lädt sie zu einem Abendessen zu zweit ein. Rageshwari kann sich vor Freude kaum fassen und Gayatri ist sauer. Soll doch ausgerechnet sie den Abend für die beiden vorbereiten. Doch Badi Raani Maa ist misstrauisch. Sie glaubt, dass Gayatri dahintersteckt und wittert eine Falle. Sie will, dass Rageshwari nicht zu diesem Essen geht. Doch diese lässt sich nicht davon abbringen…","versions":[]},{"epId":"episode-186","name":"Folge 186","epNo":186,"alt":"","descr":"ndravadhan isst mit Rageshwari zu Abend. Gayatri hat das Essen vorbereitet, aber auf ihre Weise. Indravadhan hat sie zu einem \"farbenfrohen\" Outfit überredet, der bei Rageshwari Heiterkeit erzeugt und Rageshwari hat sie eine Spinatsuppe serviert, bei der der Spinat zwischen den Zähnen hängen bleibt. Badi Raani Maa verfolgt das Ganze mit Sorge. Sie will nun nicht mehr, dass Indravadhan und Rageshwari sich näherkommen. Also greift auch sie in das Geschehen ein. Sie bringt eine Flasche Scotch an den Tisch, wohl wissend, dass Rageshwari dem nicht widerstehen kann. Während der König kurz weg ist, betrinkt sie sich. Doch Indravadhan sieht darüber hinweg. Badi Raani Maa dagegen versucht nun Savitri davon zu überzeugen, dem König ihre Liebe zu gestehen…","versions":[]},{"epId":"episode-187","name":"Folge 187","epNo":187,"alt":"","descr":"Die Königinwitwe unterrichtet die königliche Familie über den bevorstehenden Feiertag zu Ehren der Göttin Durga. Die Besonderheit an diesem Fest besteht darin, dass sich alle Frauen, gleich welchen Standes, in einem Wettkampf messen. Sie müssen versuchen, eine Kokosnuss mit einem Schwertschlag in zwei Hälften zu spalten. Die Frau, der es als erste gelingt, darf der Göttin auch als erste ihre Opfergabe darbringen und ihren sehnlichsten Wunsch äußern. Dies soll ein weiterer Baustein in Badi Raani Maa Plan sein, Gayatri und Indravadhan wieder zu vereinen. Deshalb fädelt sie ein, dass Gayatri, noch immer in der Gestalt der Dienerin Savitri, von seiner Majestät persönlich im Schwertkampf unterrichtet wird, damit sie diejenige sein wird, die es schafft, die Kokosnuss zu spalten.Rageshwari beobachtet Badi Raani Maa Treiben mit Argwohn und beschießt, dem Spiel der Königinwitwe einen Riegel vorzuschieben. Als das Ritual am Festtag in vollem Gange ist, tritt Gayatri vor und schafft es tatsächlich, die Kokosnuss mit einem Hieb zu zerschlagen. Während die Anwesenden Gayatri feiern, tritt Rageshwari auf den Plan. Sie fordert ihr Recht ein, die Gelegenheit zu bekommen, am Wettkampf teilzunehmen und schafft es ebenfalls, die Kokosnuss zu spalten. Sie fordert den Priester auf, ihr den Vortritt bei der Opfergabe zu gewähren. Doch Badi Raani Maa entdeckt plötzlich, dass die Kokosnuss Rageshwaris verfault ist. Hat die Göttin ihre Wahl damit zugunsten Gayatris getroffen, indem sie dieses Zeichen sandte?","versions":[]},{"epId":"episode-188","name":"Folge 188","epNo":188,"alt":"[Derzeit nicht verfügbar]","descr":"Badi Raani Maa schmiedet an einem Plan, Gayatri, die als Savitri verkleidet ist, mit dem König wieder zu vereinen. Währenddessen ist Kokila fest entschlossen, sich für den Tod ihres Sohnes an Swarna zu rächen. Während des Versuches Swarna zu töten, findet Kokila heraus, dass Swarna schwanger von Lakhan ist. Dies bringt sie nur noch mehr in Rage und steigert ihr Verlangen Rache zu nehmen. Lakhan schafft es jedoch Swarna im letzten Moment zu retten. Mit einer Warnung lässt er aber Kokila wieder gehen. Währenddessen scheint der Plan Doch Badi Raani Maa saufzugehen. Der König und Gayatri, komme sich wirklich immer näher und Doch Badi Raani Maa lenkt geschickt die Aufmerksamkeit des Königs immer wieder auf Savitri. Doch Badi Raani Maa scheint ihrem Ziel immer näher zu kommen. Wird Gayatri es schaffen, die Liebe des Königs zurückzugewinnen?","versions":[]},{"epId":"episode-189","name":"Folge 189","epNo":189,"alt":"","descr":"Gayatri erfährt durch Lakhan von der Schwangerschaft Swarnas. Um die Prinzessin und ihr gemeinsames Baby zu beschützen, plant er die Flucht aus dem Palast. Gayatri überzeugt ihn jedoch davon zu bleiben, um die Gesundheit der geschwächten Swarna nicht weiter zu gefährden. Als Gayatri daraufhin auf dem Markt Lebensmittel einkaufen geht, stößt sie mit einer Frau zusammen. Es ist Damyanti. Trotz Verkleidung erkennt die Mutter ihre Tochter an ihrer Stimme. In Panik rennt Gayatri vor ihr davon. Doch Damyanti folgt ihr bis in den Palast und stellt Gayatri zu Rede. Das tränenreiche Wiedersehen enthüllt, dass die Königinwitwe Gayatri angelogen hatte, als sie behauptete, Damyanti besucht zu haben, als diese zu krank gewesen sei, um der letzten Ölung Gayatris beizuwohnen.Entgegen der Behauptung der Königinwitwe schwört Damyanti, dass dieser Besuch nie stattgefunden hätte. Mit dieser Erkenntnis bespricht sich Gayatri mit der Königinmutter. Priyamvada vermutet, dass die Königinwitwe der unbekannte Komplize Rageshwaris ist und trägt Gayatri auf, diese auf Schritt und Tritt zu verfolgen, um einen endgültigen Beweis zu beschaffen, der das Rätsel um die fortwährenden Intrigen im Palast enthüllt. Währenddessen verfällt Swarna in panische Angst, ermordet zu werden, falls sie den Palast nicht verlassen würde. Lakhan gibt ihr zu verstehen, dass er sie mit Leib und Seele vor jedem Aggressor verteidigen würde und sie sich überhaupt keine Sorgen zu machen brauche. Als dann die Familie zusammen speist, verkündet Gayatri die frohe Botschaft der Schwangerschaft von Swarna.In dem Glauben, bei dem Kindsvater würde es sich um den verstorbenen Lakshyaraj handeln, wähnt sich die Königinwitwe endlich am Ziel ihrer Träume. Die Erbfolge wäre damit zu ihren und ihres Sohnes Gunsten verändert. Überglücklich hängt sie das Bild Indravadhans in der Ahnengalerie von der Wand, während sie voller innerer Genugtuung ihrem verstorbenen Ehemann von ihrem Triumpf berichtet. Was sie nicht weiß, ist, dass Gayatri sie dabei beobachtet und entgegen ihrer Vorstellung weit entfernt davon ist, die Erbfolge verändert zu haben, da nicht ihr Neffe, sondern Lakhan in Wahrheit der Vater des Kindes ist…","versions":[]},{"epId":"episode-190","name":"Folge 190","epNo":190,"alt":"[Derzeit nicht verfügbar]","descr":"Chandravadan und Badi Raani Maa sind überzeugt, dass sie das uneheliche Kind von Prinzessin Swarna und Lakhan, noch zu ihrem Vorteil nutzen können. Kokila findet diese Idee gar nicht berauschend und versucht zu rebellieren, Badi Raani Maa bringt sie aber schnell wieder zur Vernunft. Inzwischen haben Gayatri und die Königinmutter eine neue Spur gefunden. Gayatri ist auf der Suche nach einem Priester namens Ramavatar, der wohlmöglich den Zwischenfall auf dem Hügel beobachtet hat. Der Priester ist jedoch bereits geflohen und nicht mehr aufzufinden. Gayatri bittet schließlich Indravadhan unter Vortäuschung falscher Tatsachen, um Hilfe bei der Suche nach dem Priester. Indravadhan willigt zu, den Priester für sie zu suchen. Später erwischt, Gayatri, Lakhan in einer romantischen Situation mit Swarna.Erbost über die Sorglosigkeit Lakhans, wäscht sie den beiden den Kopf. Als Gayatri wieder beim König ist, hat der als Überraschung einen Priester besorgt, der das gewünschte Ritual für Gayatri durchführen könnte. Als Gayatri, erfährt, dass er nicht Ramavatar ist, lehnt sie dies ab. Sie besteht auf Ramavatar. Schließlich, bringt Indravadhan, Gayatri, dazu den wahren Grund zu nennen, warum sie unbedingt den Priester Ramavatar will. Wird Gayatri die Wahrheit rausfinden?","versions":[]},{"epId":"episode-191","name":"Folge 191","epNo":191,"alt":"","descr":"Gayatri versucht verzweifelt, den Priester Ramavatar ausfindig zu machen, will Indravadhan aber nicht den wahren Grund dafür verraten. Ramavatar ist der einzige, der Gayatri sagen kann, was damals auf dem Hügel passiert ist, doch sie bewahrt dieses Geheimnis für sich aus Angst, dass ihr unbekannter Feind den Grund ihrer Suche erfahren könnte. Die Königinwitwe ahnt, dass Gayatri etwas im Schilde führt, und sorgt vorsichtshalber dafür, dass Gayatri sich verletzt, damit sie nicht weiter herumsuchen kann. Indravadan kümmert sich liebevoll um Gayatri, als er von ihrer Verletzung erfährt, und kann nicht begreifen, warum die Suche nach Ramavatar für sie so wichtig ist. Gayatri gibt vor, dass sie den letzten Wunsch ihrer Mutter erfüllen will, indem Ramavatar das \"Puja\" für sie durchführt.Von Gayatris Worten unweigerlich aufgewühlt, wird der König aktiv und überrascht Gayatri, als er für sie Ramavatars Adresse ausfindig macht und mit ihr dort hinfährt. Vor Ort muss Gayatri jedoch geschockt erfahren, dass Ramavatar letzte Nacht gestorben ist. Gayatri glaubt zunächst alles verloren, doch dann wird ihr bewusst, dass die Leute in Ramavatars Dorf sie angelogen haben. Ist Ramavatar vielleicht gar nicht wirklich tot?","versions":[]},{"epId":"episode-192","name":"Folge 192","epNo":192,"alt":"","descr":"Gayatri gelingt es den Priester Ramavatar aufzuspüren. Sie bringt ihn dazu ihr die Wahrheit, über die Ereignisse auf der Klippe zu erzählen. Wodurch sie erfährt, dass Badi Raani Maa hinter allem steckt. Schließlich schafft sie es, ihn zu überzeugen, vor seiner Majestät auszusagen, was an jenem Tag auf der Klippe geschehen war. Als Gegenleistung muss sie jedoch die Familie von Ramavatar in Sicherheit bringen. Gayatri und Lakhan werden von Badi Raani Maa belauscht, als sie einen Plan schmieden, die Familie zu retten. Badi Raani Maa setzt einen Attentäter auf Ramavatar an. Dieser schafft es heimlich eine Bombe an Gayatris Kutsche anzubringen. Werden Gayatri und Ramavatar es schaffen vor seiner Majestät auszusagen…","versions":[]},{"epId":"episode-193","name":"Folge 193","epNo":193,"alt":"","descr":"Gayatri ist mit Lakhan und dem Priester Ramatavar auf dem Weg zum Königspalast, um Indravadhan über das Komplott von Badi Raani Maa und Rageshwari aufzuklären. Doch kurz vor der Ankunft explodiert unter der Kutsche eine von Badi Raani Maa platzierte Bombe und reißt sie in tausend Stücke. Entsetzt eilt der König an die Unglücksstelle. Badi Raani Maa reibt sich die Hände in dem Glauben, sich Gayatris ein für alle Mal entledigt zu haben. Aber als sich der Rauch verzieht, stehen Gayatri, Lakhan und der Priester quicklebendig auf dem Weg. Kurz vor der Detonation glitt Ramatavar eine Kette aus den Händen und fiel aus der Kutsche. Um diese aufzusammeln, stiegen alle gerade noch rechtzeitig aus dem fahrenden Pulverfass, bevor es in Flammen aufging.Nun sieht Gayatri ihre Stunde gekommen und erläutert dem König vor versammelter Familie, wie Badi Raani Maa und Rageshwari die ganze Zeit ein Netz aus Lügen und Intrigen um ihn schmiedeten und was tatsächlich an dem Tag auf der Klippe geschah, als sie auf ihn schoss. Sie erzählt ihm davon, wie Badi Raani Maa die Kugeln austauschte. Als Zeugen benennt sie den Priester Ramatavar, der bestätigen kann, dass sowohl Badi Raani Maa als auch Rageshwari an dem Tag auf der Klippe zugegen waren. Er bezeugt, dass die Königinwitwe ihm erzählt hätte, dass sie die Kugeln austauschte, um seinem Leben ein Ende zu setzen. Entsetzt wendet sich der König von der Königinwitwe ab. In die Ecke gedrängt, bleibt Badi Raani Maa nur die Flucht nach vorn. Sie bezichtigt Gayatri der Lüge und besteht auf der Erbringung eines Beweises.Um Ihre These zu untermauern, schüttet sie Gayatri kurzerhand einen Eimer Wasser ins Gesicht und gibt dem König damit deren wahre Identität preis. Savitri ist Gayatri! Wird Indravadhan ihr jetzt, wo er weiß, dass Gayatri ihm eine Rolle vorspielte, noch Glauben schenken können?","versions":[]},{"epId":"episode-194","name":"Folge 194","epNo":194,"alt":"","descr":"Der König kann sich noch immer an nichts erinnern. Vor der versammelten Familie versucht Gayatri, seinem Gedächtnis auf die Sprünge zu helfen, indem sie ihre Erkenntnisse über bleibt Badi Raani Maa und Rageshwaris Komplott gegen ihn darlegt. Im verzweifelten Versuch, ihren Kopf aus der Schlinge zu ziehen, stempelt die Königinwitwe Gayatri hingegen als Lügnerin ab. Als Gayatri dem König erläutert, weshalb sie ihn verletzte als sie auf der Klippe auf ihn schoss, gerät ihre Beweiskette ins Stocken. Denn sie kann nicht aufzeigen, wie bleibt Badi Raani Maa die falschen Kugeln in der Pistole gegen scharfe Munition austauschen konnte, da diese bei dem Vorfall nicht zugegen war. Außerdem wundert sich Indravadhan darüber, dass sich die Königinwitwe nachweislich darum bemühte, Gayatri und ihn wieder zusammenzubringen.Als sich Gayatri auf sein Nachfragen nach Beweisen in Schweigen hüllt, sieht der König dies als Schuldeingeständnis für den Versuch Gayatris, ihn zu töten. Unter dem Flehen und Bitten der Königinmutter und Gayatris, lässt Indravadhan die beiden von der Palastwache in den Kerker werfen. Doch in seinen Augen spiegeln sich Zweifel wider. Im Angesicht ihrer Niederlage gegen bleibt Badi Raani Maa betet Gayatri in dem Verlies zur Göttin Durga. In diesem Moment erscheint plötzlich der König in ihrer Zelle. Wird er ihr noch eine letzte Chance einräumen, ihre Unschuld zu beweisen?","versions":[]},{"epId":"episode-195","name":"Folge 195","epNo":195,"alt":"","descr":"Indravadhan beschließt, die Ereignisse, die an jenem schicksalhaften Tag auf der Klippe geschahen, nachzustellen, um sein Gedächtnis wiederzuerlangen. Doch Badi Raani Maa hat andere Pläne. Wieder einmal tauscht sie die Kugeln aus, um Indravadhan und Gayatri in eine Falle zu locken. Doch dieses Mal ist Gayatri vorbereitet. Es gelingt ihr und Indravadhan, Badi Raani Maa mit einer List reinzulegen. Die Lage scheint nochmals zu kippen, als Indravadhan und Gayatri von Badi Raani Maas Männer, die sich versteckt hatten, umstellt werden. Sie werden jedoch von Priyamvada gerettet, die zum rechten Zeitpunkt mit Verstärkung auftauchte. Badi Raani Maa und Rageshwari werden zum Palast abgeführt. Endlich sind auch Gayatri und Indravadhan wieder vereint. Was wird Badi Raani Maa als nächstes planen?","versions":[]},{"epId":"episode-196","name":"Folge 196","epNo":196,"alt":"","descr":"Die intrigante Königinwitwe Badi Raani Maa muss einsehen, dass sie den König nicht von seiner Liebe zu Gayatri abbringen kann. Eine letzte Trumpfkarte bleibt ihr noch: Kaal! Ein mit unermesslichen Kräften ausgestatteter Dschungelmensch. Am Hofe will man mit einem großen Fest die Familienzusammenführung feiern, aber Gewitterwolken ziehen am Horizont auf. Denn Prinzessin Rani ist schwanger mit Lakhans Kind und will lieber in den Tod gehen, als zu lügen und ihre Liebe zu Lakhan zu verheimlichen. Dieses Geständnis schlägt wie eine Bombe ein. Im daraus resultierenden Streit, in den sich auch der König einschaltet, kommt es zu gegenseitigen Anschuldigungen und zu Handgreiflichkeiten. Gibt es noch eine Einigung?","versions":[{"lang":1,"streams":[{"redirect":7691612,"hoster":"VOE"},{"redirect":11366467,"hoster":"Streamtape"}]}]},{"epId":"episode-197","name":"Folge 197","epNo":197,"alt":"","descr":"Bei der königlichen Familie gibt es Streit. Chandravadan will nicht, dass seine Tochter Rani Lakhan heiratet, obwohl sie schwanger ist und Cheetah liebt. Um dem Zorn des Vaters zu entgehen, nimmt sie der König in seine Obhut. Chandravadan sinnt auf Rache und sucht bei der Königinwitwe Badi Raani Maa Rat, die als Gefangene Indravadhans im Verließ sitzt. Mit Hilfe des übermächtigen Kaals wollen sie die Königsfamilie töten. Währenddessen trifft man im Palast die Vorbereitungen für das große Fest der Wiedervereinigung der Familie, der Hochzeit von Rani und der Geburt des ersten Kindes von Gayatri und dem König. Indravadhan kann das Ereignis kaum erwarten. Er wünscht sich eine Tochter, und dem Familienglück scheint nichts mehr im Wege zu stehen, oder?","versions":[{"lang":1,"streams":[{"redirect":7691623,"hoster":"VOE"},{"redirect":12482016,"hoster":"Streamtape"}]}]},{"epId":"episode-198","name":"Folge 198","epNo":198,"alt":"","descr":"Chandravadan macht das menschliche Ungetüm Kaal ausfindig und beweist ihm mit einem Siegelring, dass er als Gesandter der Königinwitwe hier ist, der Kaal als Junge offenbar die Treue geschworen hat. Im Palast steht derweil die Hochzeit von Swarna und Lakhan bevor. Doch Gayatri fühlt sich trotz der allgemeinen Glückseligkeit merkwürdig unwohl, ohne zu verstehen, wieso. Während die Königsfamilie zur Hochzeit schreitet, dringt Kaal in den Kerker ein, tötet alle Wachen und befreit die Königinwitwe aus ihrem Verlies. Da wird Gayatri mitten in der Vermählung von einem unheilvollen Schwindel gepackt, besteht aber darauf, dass die Zeremonie fortgesetzt wird. Kokila befürchtet angesichts des Schwindelgefühls, dass Gayatri schwanger sein könnte.Bei der Zeremonie kommt es zu einem ersten unheilvollen Omen, doch die Königinmutter wischt es als unbedeutend beiseite und die Zeremonie wird fortgesetzt. Während sich die Königinwitwe mit Kaal immer weiter nähert und einen Pfad aus toten Wächtern hinter sich zurücklässt, fühlt sich Indravadhan von der romantischen Stimmung gepackt und bietet Gayatri an, ihre eigene Hochzeit zu wiederholen. Da kommt es bei der Vermählung zu einem weiteren bösen Omen. Diesmal ist es an Gayatri, dieses als unbedeutend weg zu erklären. Doch alle bösen Vorzeichen scheinen berechtigt gewesen zu sein: Gerade als die Zeremonie sich ihrer Vollendung nähert, trifft die Königinwitwe mit ihrem Schlächter Kaal im Saal ein. Wird die gesamte Königsfamilie nun dahingemetzelt?","versions":[{"lang":1,"streams":[{"redirect":7691627,"hoster":"VOE"},{"redirect":11366483,"hoster":"Streamtape"}]}]},{"epId":"episode-199","name":"Folge 199","epNo":199,"alt":"","descr":"Badi Raani Maa stellt sich dem König, hat jedoch eine Überraschung dabei. Sie lässt Kaal gegen Indravadhan kämpfen. Indravadhan wird von Kaal im Zweikampf getötet. Gayatri, Priyamvada und Lakhan gelingt es aus dem Palast zu fliehen. Sie müssen jedoch die Leiche Indravadhans und die verletzte Prinzessin Swarna zurücklassen. Gayatri beschließt nicht zu fliehen, sondern zu kämpfen. Sie will alles dafür tun, um Indravadhans Leiche zu bekommen, um sie dann mit allen Würden beerdigen zu können. Ein paar treue Gefolgsleute des toten Königs schließen sich der Königin an. Gayatri leistet einen Schwur, bei dem sie verspricht, die Leiche zurückzubringen, oder bei dem Versuch dabei sterben. Während dessen schmiedet Badi Raani Maa weiterhin Pläne, um Gayatri zu töten. Wird Gayatri den König beerdigen können? Oder wird sie in die Falle von Badi Raani Maa tappen…","versions":[{"lang":1,"streams":[{"redirect":7691640,"hoster":"VOE"},{"redirect":11366488,"hoster":"Streamtape"}]}]},{"epId":"episode-200","name":"Folge 200","epNo":200,"alt":"","descr":"König Indravadhan ist gestorben. Das Volk und das neue Königshaus versammelten sich, um den verstorbenen König zu ehren. Um Indravadhan in das Himmelreich zu geleiten, ist es von Nöten, dass der neue König ihm die letzte Ehre erweist, indem er den Scheiterhaufen entzündet. Als Chandravadan das Feuer entfachen wollte, taucht ein mysteriöser Reiter auf. Die Königinwitwe befiehlt Kaal den Reiter aufzuhalten. Der Reiter jedoch, war eine Ablenkung, denn plötzlich erschien Gayatri und stahl den Leichnam ihres Mannes. Das Volk beschützt die beiden und das neue Königshaus verliert gänzlich die Kontrolle…","versions":[{"lang":1,"streams":[{"redirect":7691655,"hoster":"VOE"},{"redirect":11366501,"hoster":"Streamtape"}]}]},{"epId":"episode-201","name":"Folge 201","epNo":201,"alt":"","descr":"Gayatri sucht Rat bei ihren Göttern und verhandelt mit Ihnen. Sie erbittet den Schutz für ihr ungeborenes Kind. Sie selbst ist dafür bereit, ihr Leben zu opfern.Kaal fordert Chandravadan, seinen jüngeren Bruder, heraus. Er hat Erfolg, Chandravadan beugt sich. Kaal gesteht den Mord an Indravadhan und will sich zum König ausrufen lassen. Badi Raani Maa, seine Mutter, muss sich ihm fügen. Und schwenkt auch sofort um, beschimpft Chandravadan als Feigling.Während der Krönungszeremonie kommt es zu einem Zwischenfall. Zwei Mönche drohen ihm, erzählen ihm, dass der Thron verflucht sei und die Feinde den Throninhaber belauern würden. Die Mönche verfluchen Kaal. Er soll sterben durch die Hand einer Frau.Badi Raani Maa gießt noch mehr Öl ins Feuer, gibt Kaal den Auftrag, Gayatri zu töten…","versions":[{"lang":1,"streams":[{"redirect":7691657,"hoster":"VOE"},{"redirect":12482017,"hoster":"Streamtape"}]}]},{"epId":"episode-202","name":"Folge 202","epNo":202,"alt":"","descr":"Priyamvada versucht Gayatri zu überreden, das Land zu verlassen. Doch sie will kämpfen. Sie will Kaal töten, ihren Mann rächen und das Königreich Ameerkot zurückholen.Auf dem Weg zum Palast bekommt Gayatri unerwartet Unterstützung von den Frauen in der Bevölkerung. Sie wollen nicht länger unterdrückt werden, sie wollen ihr Mutterland und ihre Kinder schützen. Sie wollen Königin Gayatri folgen. Gestärkt mit ihrer Armee nimmt sie den Kampf auf.Kaal fordert Gayatri heraus, sie soll kommen sonst tötet er ihre Mutter, ihre Schwester. Mutig und listig kehrt sie in die Höhle des Löwen zurück, als Königin, Mutter und Witwe…","versions":[{"lang":1,"streams":[{"redirect":7691668,"hoster":"VOE"},{"redirect":11366608,"hoster":"Streamtape"}]}]},{"epId":"episode-203","name":"Folge 203","epNo":203,"alt":"","descr":"Rageshwari bringt ihre Tochter zur Welt. Bis zuletzt glaubte sie, Mutter eines Thronfolgers zu werden. Nach ihrer anfänglichen Enttäuschung erkennt sie, dass die Göttin Durga in ihrer Tochter wiedergeboren wurden. Sie prophezeit, dass mit ihr ein unerbittlicher Kampf um Liebe und Gerechtigkeit entfacht werden wird. Sie geht sogar soweit, Kaal seine letzten Tage vorherzusagen. Doch Kaal ist sich so sicher, niemals durch die Hände einer Frau getötet zu werden. Gayatri fordert von Priyamvada ihre Tochter zu beschützen, mit ihrem Leben. Sie schließen einen Pakt…","versions":[{"lang":1,"streams":[{"redirect":7691680,"hoster":"VOE"},{"redirect":11366636,"hoster":"Streamtape"}]}]},{"epId":"episode-204","name":"Folge 204","epNo":204,"alt":"","descr":"Gayatri trifft im Palast auf Kaal, der mal wieder völlig angetrunken ist. Es kommt wie es kommen muss, die Auseinandersetzung eskaliert. Sie wird von Palastwachen umstellt, auch Kaal bedroht sie mit seiner Waffe. Doch sie lässt sich nicht einschüchtern, prophezeit Kaal, dass er für den Mord an ihrem Vater und am Vater ihrer Tochter gerächt werden wird. Die Situation spitzt sich zu. Unbeobachtet im Tumult greift sich Badi Raani Maa ein Schwert, sticht zu und verletzt Gayatri lebensgefährlich. Mit letzter Kraft bittet Gayatri die Mutter Indravadhans zu fliehen, ihre Tochter in Sicherheit zu bringen. Badi Raani Maa fordert von Chandravadan, ihnen zu flogen, sie zu töten und ihr die Leichenteile zu bringen.Doch Chandravadan kommt mit fast leeren Händen zurück und lässt Badi Raani Maa glauben, dass die wilden Tiere die Beiden zerfetzt haben. Es ist sein Augenblick der Rache, dass ihn seine Mutter verraten hat. Priyamvada hat es geschafft, Chandravadan zu überzeugen, das Baby und sie leben zu lassen. Sie flieht mit dem Kind und verspricht ihm, für die Welt tot zu sein. Lakhan unterstützt sie und gibt dem Baby den Namen Rani…","versions":[{"lang":1,"streams":[{"redirect":7691691,"hoster":"VOE"},{"redirect":11366643,"hoster":"Streamtape"}]}]},{"epId":"episode-205","name":"Folge 205","epNo":205,"alt":"","descr":"Es sind sieben Jahre vergangen. Im Palast herrscht ein neuer König, Kaal. Aber Badi Raani Maa ist immer noch dort und spinnt ihre Intrigen. König Indravadhan und Gayatri sind ums Leben gekommen. Sie hatten eine Tochter, und im Königshaus glaubt man, dass auch sie tot ist. Doch diese lebt mit Priyamvada, ihrer Großmutter und Lakhan in einem Dorf außer halb des Palastes. Das aufgeweckte und kecke Mädchen gerät ganz nach ihrer Mutter. Und sie hat ein gutes Herz. Weil der Vater einer ihrer Freunde krank ist, und die Soldaten des Palastes das ganze Getreide abgeholt haben, schleicht sie sich in den Palast und stiehlt dort einen Beutel voll Getreide. Fast wäre sie erwischt worden. Als Priyamvada davon erfährt, wird sie ärgerlich. Aber Rani verspricht, nicht mehr zu lügen und sich über die Verbote ihrer Großmutter hinwegzusetzen…","versions":[{"lang":1,"streams":[{"redirect":7691697,"hoster":"VOE"},{"redirect":11366652,"hoster":"Streamtape"}]}]},{"epId":"episode-206","name":"Folge 206","epNo":206,"alt":"","descr":"Der neue König Kaal hat zwei Söhne, von denen er allerdings einen bevorzugt und den anderen, Raja, drangsaliert und für einen Feigling hält. Nur Badi Raani Maa hält zu dem Jungen. Sie will erreichen, dass er seinen Vater vom Thron stürzt, wenn er erwachsen ist. Im Dorf wird der König erwartet, zu einer Feier der Schule. Mit ihm kommt auch Raja. Dabei kommt es zu einer Begegnung zwischen Raja und Rani, als Raja gerade im Klassenzimmer von Rani pinkeln will. Mit ihren Freunden schafft Rani es, Raja die Schneid abzukaufen…","versions":[{"lang":1,"streams":[{"redirect":7691702,"hoster":"VOE"},{"redirect":11366672,"hoster":"Streamtape"}]}]},{"epId":"episode-207","name":"Folge 207","epNo":207,"alt":"","descr":"Rani nimmt an den Spielen Teil und bekommt einen Preis für außergewöhnlichen Mut. Doch als sie die Königinwitwe sieht, ergreift Rani die Flucht. Sie wird kurz darauf von Priyamvada aufgelesen und sie fliehen zu zweit weiter. Völlig außer Atem treffen die zwei auf Lakhan, der sie versucht zu beruhigen. Aber Priyamvada geht es nicht gut, sie hustet Blut. Währen dessen muss Swarna dem kleinen Jeevan Manieren beibringen, der kurz davor war Bindu zu schlagen. Als König Kaal das sieht, ist er gar nicht erfreut und stellt Swarna zur Rede. Es eskaliert in einen Streit. Ein Arzt untersucht Priyamvada und gibt vor, dass alles mit ihr in Ordnung sei. Doch im heimlichen gesteht er Lakhan, dass sie Tuberkulose hat und er 400 Rupien für die Behandlung benötigt. Lakhan und die kleine Rani sind in einer misslichen Lage. Werde sie das Geld für die Behandlung auftreiben können?","versions":[{"lang":1,"streams":[{"redirect":7691759,"hoster":"VOE"},{"redirect":11366687,"hoster":"Streamtape"}]}]},{"epId":"episode-208","name":"Folge 208","epNo":208,"alt":"","descr":"Lakhan arbeitet hart, um Geld für Lebensmittel kaufen und Priyamvada zum Arzt schicken zu können. Doch während er sich mit Rani unterhält, verletzt er sich an der Hand. Ein Arzt teilt Lakhan mit, dass er einen ganzen Monat lang nicht arbeiten kann. Die kleine Rani fühlt sich nun verantwortlich und möchte an Lakhans Stelle Geld verdienen. Der Arzt empfiehlt ihr, in den Palast zu gehen, doch Rani hat Angst, sich dorthin zu begeben, sie überwindet jedoch ihre Furcht. Da sie Priyamvada versprochen hat, niemals in den Palast zu gehen, erzählt sie niemandem davon. Als Rani im Palast ankommt, wird sie zunächst von Raja wieder verscheucht, doch kurz darauf gelingt es ihr erneut, in den Palast zu kommen. Dort trifft sie zunächst auf Jumman, der sie auch vertreiben will, doch Rani entkommt und läuft Swarna direkt in die Arme.Diese hat Mitleid mit Rani, hört sich ihre Geschichte an und erklärt sich bereit, Rani in der Küche arbeiten zu lassen. Unterdessen macht sich Priyamvada Sorgen, wo Rani nur sein könnte. Und auch sie versucht nun, an Geld zu kommen, da Lakhan nicht arbeiten kann. Eine Frau, die ihr zunächst Reis anbietet, gibt ihr den Rat in einem nahegelegenen Frauenzentrum zu nähen, um Geld zu verdienen. Zur gleichen Zeit wird Rani von Jumman durch den Palast geführt. Als sie anfangen will, zu arbeiten, erkennt sie Badi Raani Maa als die Hexe, die im Palast haust…","versions":[{"lang":1,"streams":[{"redirect":7691753,"hoster":"VOE"},{"redirect":11366685,"hoster":"Streamtape"}]}]},{"epId":"episode-209","name":"Folge 209","epNo":209,"alt":"","descr":"Rani kann sich gerade noch so vor Badi Raani Maa und König Kaal verstecken. Sie schafft es unentdeckt zu entkommen, um direkt in die Arme von Prinz Raja zu laufen. Der Prinz will das Rani aus dem Palast verschwindet. Sie erklärt ihm, dass sie hier arbeitet, also sollte er sich besser an sie gewöhnen. Raja stellt ihr dann ein Bein und Rani zerbricht ein paar Teller, die sie getragen hatte. Rani und Raja streiten schon wieder. Raja fängt an Rani an den Zöpfen zu ziehen und sie zu necken. Da kommt Swarna und beendet den Streit. Priyamvada hat entschieden sich Arbeit zu suchen. Sie stößt dabei auf Kaal und Badi Raani Maa, kann aber ungesehen davonkommen. Lakhan erzählt, dass er auch Arbeit gefunden hätte als Briefträger. Rani freut sich, denn zusammen können sie genug sparen, um die Behandlung für Priyamvada zu bezahlen.Jeevan schikaniert beim Unterricht wiedermal Raja. Als ihr Vater mitbekommt, dass Jeevan die Hausaufgaben von Raja gestohlen hat, bestraft dieser Raja dafür, dass er sich von seinem kleinen Bruder so vorführen lassen hat. Rani erfährt, dass ihr Name eigentlich Gayatri ist und ist sehr erfreut darüber, nach einer Königin benannt wurde. Priyamvada ist besorgt, dass Rani noch mehr erfährt von ihrer wahren Herkunft. Wird Rani die Wahrheit erfahren? Und werden Rani und Lakhan, Priyamvada helfen können?","versions":[{"lang":1,"streams":[{"redirect":7691765,"hoster":"VOE"},{"redirect":11366695,"hoster":"Streamtape"}]}]},{"epId":"episode-210","name":"Folge 210","epNo":210,"alt":"","descr":"Jeevan, Raja und Bindu werden gemeinsam im Palast unterrichtet. Jeevan lässt keine Gelegenheit aus, Raja zu drangsalieren und ihn bei ihrem Vater zu verpetzen. Rani, die als Dienstmädchen im Palast arbeitet erinnert sich auch daran, dass Raja ein Faulpelz in der Schule war. Als die Kinder ihre Namen diskutieren und Rani ihren vollen Namen Rani Gayatri nennt, erscheint der Vater von Jeevan und Raja, Kaal. Er ist der Mörder von Rani’s Vater. Er lockt Rani unter dem Vorwand in die Dachkammer, ihr die Geschichte von Königin Gayatri zu erzählen. Sie sieht die Bilder ihrer Eltern, Kaal erzählt ihr davon, dass er das Monster ist, dass er sie getötet hat. Er löscht das Licht, lässt Rani in der Dunkelheit allein. Sie ruft verzweifelt um Hilfe, nach ihrer Mutter.Raja befreit sie und will mit Rani Freundschaft schließen. Doch Jeevan macht sich lustig darüber, Raja verleugnet daraufhin seine Zuneigung zu Rani.Priyamvada ist schwer an Tuberkulose erkrankt, sie kann sich nicht mehr verstecken. Der Arzt rät ihr in die Isolation zu gehen. Um Rani nicht anzustecken, stößt sie das Kind von sich und überträgt Lakhan die Verantwortung.Jeevan streut auch anderen Menschen Salz in die Wunde. Bindu’s Mutter, Swarna erhält die Nachricht von Jeevan, dass der Vater ihrer Tochter leben soll. Sie soll ihn am nächsten Morgen hinter dem treffen.Doch auch Rani hält ihr Geheimnis vor Lakhan sicher verschwiegen. Als sie ihr Pausenbrot vergisst, läuft Lakhan ihr hinterher. Doch sie ist nicht auf dem Weg zur Schule…","versions":[{"lang":1,"streams":[{"redirect":7691751,"hoster":"VOE"},{"redirect":11366700,"hoster":"Streamtape"}]}]},{"epId":"episode-211","name":"Folge 211","epNo":211,"alt":"","descr":"Lakhan ist überrascht, er sieht Rani in den Palast laufen. Und auch Swarna ist bei ihrem Treffen sehr verwundert, sie erwartet den Vater ihrer Tochter Bindu und ihre große Liebe. Doch ein fremder Mann steht vor ihr. Badi Raani Maa will sie wiederverheiraten, intrigiert weiter in der Familie.Rani arbeitet als Dienstmädchen im Palast, als Jeevan seine große Geburtstagsparty feiert. Er bekommt von seinem Vater ein Gewehr geschenkt, er soll früh anfangen, Macht mit Waffen zu demonstrieren. Und unmittelbar findet der erste Wettbewerb statt, Jeevan schießt auf Tauben. Raja geht dazwischen. Kaal lässt nicht zu, dass sein Sohn ein Feigling ist. Er provoziert weiter und motiviert seinen Sohn zu töten.Als Rani nach Hause kommt konfrontiert Lakhan sie mit der Wahrheit. Mutig und sehr selbstbewusst erklärt sie ihm, dass sie nur ihrer Großmutter helfen wollte schnell wieder gesund zu werden. Sie verschweigt ihm jedoch weiter, dass sie dort arbeitet.Der Konflikt zwischen Badi Raani Maa und Rageshwari spitzt sich weiter zu. Sie liefern sich intensive Gefechte, wer von beiden das Königshaus im Frauenhaus vertreten und die Gewinnerin auszeichnen wird.Badi Raani Maa beobachtet Rani sehr aufmerksam, sie hat das kleine Mädchen längst in ihren Fokus genommen…","versions":[{"lang":1,"streams":[{"redirect":7691795,"hoster":"VOE"},{"redirect":11366710,"hoster":"Streamtape"}]}]},{"epId":"episode-212","name":"Folge 212","epNo":212,"alt":"","descr":"Rani entkommt noch gerade so einer Strafe von Badi Raani Maa. Raja muntert daraufhin Rani mit einem Apfel auf und sie werden Freunde. Rani bringt Raja zu sich ins Dorf damit sie mit ihren Freunden spielen können. Kokila und Badi Raani Maa schmieden weiterhin Pläne, um die Krone an sich zu reißen. Rageshwari besucht das Frauenhaus. Priyamvada schafft es jedoch unerkannt zu bleiben. Auf der Rückfahrt zum Palast sieht Jeevan wie Raja mit Rani spielt, doch Rageshwari glaubt ihm nicht. Rani nimmt inzwischen Raja mit zu sich, um ihn seiner Familie vorzustellen. Als Jeevan seinem Vater berichtet, was er gesehen hat, schickt dieser daraufhin Kokila mit Soldaten los, damit sie Raja zum Palast zurückbringen. Lakhan bekommt frühzeitig mit, dass das Dorf durchsucht wird und kann die anderen warnen. Sie verstecken Rani und Raja. Aber es besteht die Gefahr, dass die Königinmutter erkannt wird. Werden sie es schaffen den Soldaten zu entkommen?","versions":[{"lang":1,"streams":[{"redirect":7691779,"hoster":"VOE"},{"redirect":11366720,"hoster":"Streamtape"}]}]},{"epId":"episode-213","name":"Folge 213","epNo":213,"alt":"","descr":"Raja versteckt sich bei Rani vor den Soldaten, die ihn mittlerweile suchen. Er hat große Angst, zu seinem Vater zurückzukehren, da er fürchtet, schwer bestraft zu werden. Doch Rani kann ihn trösten und ihm Mut machen, sich dieser schwierigen Lage zu stellen. Währenddessen ist Kaal wütend auf Ambika und wird handgreiflich. Kurz darauf versucht Rageshwari, Kaal Jeevan als Thronfolger schmackhaft zu machen. Doch dieser fällt nicht darauf herein und sagt Rageshwari ganz deutlich, dass sie nie mehr als nur eine Mätresse für ihn ist. Die Soldaten bringen schließlich Raja zurück in den Palast. Während Ambika überglücklich und erleichtert ist, ihren Sohn wiederzusehen, ist Kaals Wut nicht zu bändigen. Er verprügelt Raja mit einem Stock und nur die Königinwitwe, die auf Bitten von Ambika einschreitet, kann Schlimmeres verhindern.Als Badi Raani Maa, welche Raja nur aus reinem Kalkül hilft, die Wunden des jungen Prinzen versorgt, erfährt sie von einem kleinen Mädchen, das Raja Weisheiten vermittelt hat. Sie hat sofort Angst, dass dieses Mädchen Gayatris Tochter sein könnte und ist entschlossen, dies herauszufinden. Raja versucht erneut, sich bei seinem Vater zu entschuldigen und es gelingt ihm. Kaal scheint mit seinem Sohn wieder versöhnt. Badi Raani Maa lässt sich von Raja zu Ranis Haus führen. Sie hat sofort den Verdacht, dass ihr ein bekanntes Gesicht begegnen könnte. Doch Priyamvada ist nicht zuhause. Erschüttert muss die Königinwitwe jedoch erfahren, dass der vollständige Name von Rani Gayatri ist…","versions":[{"lang":1,"streams":[{"redirect":7691780,"hoster":"VOE"},{"redirect":11366723,"hoster":"Streamtape"}]}]},{"epId":"episode-214","name":"Folge 214","epNo":214,"alt":"","descr":"Badi Raani Maa ist erleichtert, als sie Rani in den Armen einer fremden Frau sieht, die sie für Ranis Großmutter hält.Kaal hat beschlossen, seinem Sohn Raja ein besserer Vater zu sein. Er darf ein englisches Gedicht rezitieren. Kaal lobt ihn. Das bringt Rageshwari auf die Palme. Sie macht Jeevan klar, dass er immer besser sein muss, als Raja und dass er Raja vor seinem Vater bloßstellen soll. Dieser lockt Raja in eine Falle. Jeevan zündet wichtige Dokumente an und arrangiert alles so, dass Kaal glaubt Raja sei der Übeltäter. Doch Rani will sich das nicht bieten lassen…","versions":[{"lang":1,"streams":[{"redirect":7691794,"hoster":"VOE"},{"redirect":11366731,"hoster":"Streamtape"}]}]},{"epId":"episode-215","name":"Folge 215","epNo":215,"alt":"","descr":"Rani will Jeevan eine Lektion erteilen. Sie klaut ihm sein Essen und will es ihm erst zurückgeben, wenn er dem König gesagt hat, wer die Akte wirklich angezündet hat. Badi Raani Maa kommt dazwischen und bei der Gelegenheit fordert Rani auch gleich drei Mahlzeiten für die Angestellten pro Tag. Allerdings muss sie dafür eine Herausforderung annehmen. Diese besteht darin, ein Rätsel zu lösen.An Jeevan rächen sich Rani, Raja und Bindu inzwischen auf andere Weise. Rani gibt Abführmittel in einige Laddoos, die Jeevan natürlich begierig isst. Gerade, als er dringend zur Toilette muss, kommen seine Mutter und der König. Rageshwari drängt ihn, nun ebenfalls ein englisches Gedicht aufzusagen. Dies gelingt aber nur schleppend.Priyamvada, die an Tuberkulose leidet ist dabei, den Nähwettbewerb zu gewinnen. Doch andere gönnen ihr den Erfolg nicht. Sie zerstören die bereits genähten Kleider. Nun muss Priyamvada die ganzen Kleider innerhalb von zwei Tagen nochmal nähen…","versions":[{"lang":1,"streams":[{"redirect":7691798,"hoster":"VOE"},{"redirect":11366740,"hoster":"Streamtape"}]}]},{"epId":"episode-216","name":"Folge 216","epNo":216,"alt":"[Derzeit nicht verfügbar]","descr":"Rani schafft es das Rätsel der Königinwitwe zu lösen und fordert ihren Hund ein. Die Königinwitwe hat den Hund aber auf einen Balkon gestellt und verlangt von Rani, dass sie ihn selbst runterholt. Rani ist bereit alles für ihren Hund zu tun und klettert mutig eine Leiter hoch. Als sie oben ist lässt die Königinwitwe die Leiter entfernen und verlangt, dass Rani herunterspringt. Raja greift ein und rettet den Hund vom Balkon, aber Rani ist immer noch auf sich gestellt. Sie lässt sich aber nicht entmutigen und benutzt die Vorhänge als Seil und klettert an Ihnen herunter. Sie hat die Herausforderung bestanden und darf mit ihrem Hund nach Hause. Raja der beeindruckt von Ranis Mut ist, fragt sie, wie sie es geschafft hat ihre Höhenangst zu überwinden und runter zu klettern.Rani erzählt ihm von dem Mantra der Göttin Durga und bringt es ihm schließlich bei. Raja stellt sich mit neu gefassten Mut durch das Mantra seinem Vater und bietet ihm die Stirn. Kann sich Raja behaupten. Und was hat die Königinwitwe noch für Rani geplant? Wird Rani die Herausforderungen bestehen?","versions":[{"lang":1,"streams":[{"redirect":7691841,"hoster":"VOE"},{"redirect":11366745,"hoster":"Streamtape"}]}]},{"epId":"episode-217","name":"Folge 217","epNo":217,"alt":"","descr":"Die Diener begrüßen Rani mit einer Süßspeise, doch die Königinwitwe schlägt sie ihr aus der Hand. Obendrein erhält Rani eine Strafe von Badi Raani Maa: Die muss putzen. Währenddessen gewinnt Priyamvada nach anfänglichen Schwierigkeiten den Nähwettbewerb und kann sich über ein hohes Preisgeld freuen. Während sich Badi Raani Maa eine neue Aufgabe für Rani ausdenkt, versucht Jeevan Rani bei der Erledigung ihrer Strafe zu hindern, indem er immer wieder den Fußboden schmutzig macht. Als Rani ihm auf die Schliche kommt, kommt es zum Streit und Jeevan schubst Rani. Raja lässt das Jeevan nicht durchgehen und will ihn verprügeln, doch Rani hält ihn davon ab und gibt ihm eine Ohrfeige. Unterdessen können Priyamvada und Lakhan endlich mal unbesorgt Lebensmittel kaufen.Doch Priyamvada erfährt kurz darauf von ihrem Arzt, dass Lakhan Blut spendet, um damit ihre Medikamente zu bezahlen. Er spendet so viel Blut, dass das für ihn lebensbedrohlich werden könnte. Jeevan schwindelt seine Mutter an und tut so als hätte er Raja besiegt, doch die Königinwitwe, die alles mit angesehen hat, überführt ihn der Lüge. Kurz darauf können sich Rani und Raja wieder versöhnen und sie beschließen, zu Rani nachhause zu gehen. Badi Raani Maa fasst unterdessen den nächsten Plan. Diesmal will sie Jeevan mit einbeziehen…","versions":[{"lang":1,"streams":[{"redirect":7691840,"hoster":"VOE"},{"redirect":11366758,"hoster":"Streamtape"}]}]},{"epId":"episode-218","name":"Folge 218","epNo":218,"alt":"","descr":"Rani und Raja, im Hause von Priyamvada, haben Spaß. Ihre Freundschaft wächst. Diese glückliche und unbeschwerte Geborgenheit kennt Raja aus dem Palast nicht. Im Palast werden beide erwischt, als sie ihre Freundschaft mit einer Umarmung besiegeln. Badi Raani Maa, Jevan werden Zeuge und versuchen Rani einzuschüchtern. Sie wird ohnmächtig. Als Rani erwacht, findet sie sich in einem Spiel wieder, das Badi Raani Maa bestimmt. Schlangen werden sie beißen, Schläge wird sie erhalten, wenn sie die Rätsel nicht löst. Sie tritt an, und handelt noch sehr selbstbewusst eine Bedingung aus. Alle Löhne der Diener sowie ihr Gehalt sollen erhöht werden. Das Spiel beginnt, Rani verliert und soll die ersten Schläge bekommen. Jevan drängt sich in den Vordergrund, er will Rani schlagen.Raja springt für Rani ein, will sie schützen, doch Badi Raani Maa pfeift ihn zurück. Jevan empfindet Spaß am Bestrafen, wieder einmal wird sein wahrer Charakter sichtbar. Das Glück begleitet Rani im weiteren Verlauf des Spiels…","versions":[{"lang":1,"streams":[{"redirect":13008019,"hoster":"VOE"},{"redirect":11366774,"hoster":"Streamtape"}]}]},{"epId":"episode-219","name":"Folge 219","epNo":219,"alt":"","descr":"Rani hat sich auf ein Spiel mit Badi Raani Maa eingelassen und sehr zum Ärger von Badi Raani Maa gewinnt sie es. Für die Angestellten bedeutet das mehr Lohn. Doch Badi Raani Maa ist hinterhältig genug, um das zu umgehen. Sie lässt die Angestellten für alle ihre Fehler bezahlen und erreicht so, dass sie am Ende sogar weniger bekommen. Doch Rani will das nicht hinnehmen.Swarna und Rageshwari sind sich nicht grün. Rageshwari erzählt Bindu in Form eines Märchens die Geschichte ihrer Mutter. Doch diese kann sie frühzeitig unterbrechen. Rageshwari verspricht, Bindu die Geschichte nicht zu erzählen, wenn Swarna am nächsten Tag mit ins Frauenhaus kommt, um dort einen Preis zu verleihen. Swarna, die zunächst abgelehnt hatte, stimmt zu…","versions":[{"lang":1,"streams":[{"redirect":7691850,"hoster":"VOE"},{"redirect":11366785,"hoster":"Streamtape"}]}]},{"epId":"episode-220","name":"Folge 220","epNo":220,"alt":"","descr":"Rani und Raja hecken einen Plan aus, um es Jeevan und der Königinwitwe heimzuzahlen. Währenddessen laufen die Vorbereitungen für das Fest auf Hochtouren. Rani muss mit einer kleinen Notlüge dafür sorgen, dass sie zur Preisverleihung nicht mitgehen muss, damit sie Raja helfen kann. Inzwischen haben Rani und Raja bereits die zweite Phase ihres Plans eingeleitet. Sie bringen Jeevan eine Akte zu stehlen, die er für die Rede hält, die Raja vor den Gästen halten soll. Die Königinmutter fühlt sich nicht sehr wohl, sie hat vergessen ihre Medizin einzunehmen. Lakhan, macht sich auf dem Weg zum Krankenhaus, um ihr welche zu besorgen. Das Fest beginnt, der Ehrengast der Innenminister erscheint und die königliche Familie nimmt Platz. Als die Ansagerin die Ehrengäste ansagt, kriegt die Königinmutter einen Schock. Wird sie von der Königinwitwe enttarnt werden? Werden Rani und Raja ihren Plan umsetzen können?","versions":[{"lang":1,"streams":[{"redirect":7691885,"hoster":"VOE"},{"redirect":11366792,"hoster":"Streamtape"}]}]},{"epId":"episode-221","name":"Folge 221","epNo":221,"alt":"","descr":"Der Tag der Preisverleihung des Nähwettbewerbs ist gekommen. Da jedoch Kaal und die Königinwitwe auch anwesend sind, bekommt Priyamvada Panik und entschließt sich, zu verschwinden und auf den Preis zu verzichten. Als Sie sich davonmachen will, wird sie von Swarna erkannt und die beiden können ihre Freude kaum verbergen. Jeevan geht schließlich auf die Bühne und verkündet im Namen seines Vaters ein neues Gesetz, das das Kastensystem abschaffen soll. Weiterhin gibt er bekannt, dass Kaal 50.000 Rupien spenden wird und in einer neu einzurichtenden Bildungsstätte das Lesen lernen möchte. Der völlig überraschte Kaal hat jedoch keine Wahl als all dies zuzulassen, da auch der Minister anwesend ist und sich über seine \"Großherzigkeit\" sehr erfreut zeigt. Zurück im Palast stellt Kaal Jeevan zur Rede.Dieser gibt zu, dass er auf der Veranstaltung einen Brief vorlas, der von Raja geschrieben wurde und dass auch Rani hinter dieser List steckt. Badi Raani Maa hat nun vor, Rani zu bestrafen und stellt sie vor die Wahl: Entweder sie muss auf ihren Lohn verzichten oder die Diener. Rani willigt ein, vorausgesetzt, alle Diener sind anwesend, während sie diese letzte Herausforderung von Badi Raani Maa erfüllt. Priyamvada hat unterdessen vor, zu fliehen, da sie von Swarna erkannt wurde und Angst hat, dass dies bekannt werden könnte. Lakhan versucht, sie davon abzuhalten…","versions":[{"lang":1,"streams":[{"redirect":12915871,"hoster":"VOE"},{"redirect":12168956,"hoster":"Streamtape"}]}]},{"epId":"episode-222","name":"Folge 222","epNo":222,"alt":"","descr":"Badi Raani Maa hat Rani vor die Wahl gestellt, entweder bekommt sie ihren Lohn, Geld, das sie dringend für die Behandlung ihrer Großmutter braucht, oder die anderen angestellten. Doch Rani nimmt das Geld nicht an, sehr zum Ärger von Badi Raani Maa hat. Raja schlachtet daraufhin sein Sparschein und bringt Rani 250 Rubel. Doch Lakhan schimpft und sagt, man darf Geld nur leihen, wenn man auch etwas als Pfand hinterlegen kann. Daraufhin bringt Rani Raja Kaliprasad als Pfand. Und sie teilt ihm mit, dass sie die Stadt verlassen wird. Raja ist entsetzt, Badi Raani Maa hat hoch erfreut…","versions":[{"lang":1,"streams":[{"redirect":7691858,"hoster":"VOE"},{"redirect":11366811,"hoster":"Streamtape"}]}]},{"epId":"episode-223","name":"Folge 223","epNo":223,"alt":"","descr":"Swarna hat Priyamvada bei der Preisverleihung gesehen. Nun sucht sie nach ihr und steht plötzlich Lakhan gegenüber. Dieser macht Priyamvada nun Vorwürfe, weil sie ihm verschwiegen hat, dass Swarna noch lebt.Raja stellt seine Großmutter zur Rede. Er ist böse auf sie. Nun ändert sie ihre Strategie. Sie gibt Raja das Geld, das er Rani geliehen hat und bietet Rani sogar an, dass ihre Großmutter im Palast behandelt werden kann. Doch natürlich hat das einen Haken. Sie erwartet von Rani, dass sie sich mit Jeevan anfreunden soll. Nach kurzem Zögern sagt Rani zu…","versions":[{"lang":1,"streams":[{"redirect":7691864,"hoster":"VOE"},{"redirect":11366820,"hoster":"Streamtape"}]}]},{"epId":"episode-224","name":"Folge 224","epNo":224,"alt":"","descr":"Badi Raani Maas Plan Rani und Raja mit der Hilfe von Jeevan gegeneinander aufzuhetzen, scheint aufzugehen. In der Zwischenzeit stellt Lakhan, die Königinmutter zu Rede. Er ist sehr verärgert, dass sie ihm nicht gesagt hat, dass seine Frau und seine Tochter noch am Leben sind. Voller Wut verlässt er das Haus und wendet sich von der Königinmutter ab. Swarna folgt ihm und sie schmieden einen Plan, wie sie aus dem Palast fliehen können. Der Streit zwischen Raja und Rani wird immer schlimmer. Und es scheint, als wäre die Freundschaft beendet. Prinz Jeevan ist sehr erfreut, da er jede Menge Leckereien von allen Seiten bekommt. Lakhan redet nochmal mit der Königinmutter, er versichert ihr, dass Rani wie eine Tochter für ihn ist. Und er würde alles tun, um sie zu beschützen.Er erläutert ihr den Plan, um seine Frau und sein Kind aus dem Palast zu befreien, damit sie dann alle zusammen verschwinden können. Wird die Freundschaft zwischen Rani und Raja bestehen bleiben? Kann Lakhan seine Frau und sein Kind retten?","versions":[{"lang":1,"streams":[{"redirect":7691871,"hoster":"VOE"},{"redirect":11366826,"hoster":"Streamtape"}]}]},{"epId":"episode-225","name":"Folge 225","epNo":225,"alt":"","descr":"Swarna bereitet Bindu auf das Treffen mit Lakhan vor, was das Misstrauen der Königinwitwe erregt. Als Lakhan im Palast ankommt, sieht er die Königinwitwe und macht sich schnell unerkannt zusammen mit Rani davon, ohne Bindu und Swarna zu sehen. Zuhause angekommen stellt Lakhan Rani zur Rede. Sie erzählt ihm, wieso sie im Palast arbeitet. Priyamvada kommt ebenso dazu und die beiden verbergen vor ihr, dass Rani in den Palast gegangen ist. Dann erzählt Rani Lakhan von den Herausforderungen, die sie bestehen musste und dass sie keine Wahl hat als in den Palast zurückzukehren, denn alles andere würde dazu führen, dass die Königinwitwe nach ihr suchen lässt. Lakhan willigt schließlich ein, dass Rani wieder in den Palast zurückkehren darf.Doch nur unter der Bedingung, dass sie dort mit niemandem redet, um zu verhindern, dass ihre wahre Identität bekannt wird. Als Rani wieder in den Palast zurückkehrt, fordert Raja eine Entschuldigung von ihr, dafür, dass sie sich mit Jeevan angefreundet hat. Doch Rani hält ihr Versprechen und schweigt. Daraufhin versucht Raja Rani eifersüchtig zu machen, indem er innigeren Kontakt zu Bindu vortäuscht. Das bringt Ambika auf den Plan, die nun wiederum Raja zur Rede stellt. Er sieht schließlich ein, dass er sich falsch verhalten hat und will sich seinerseits bei Rani entschuldigen. Diese Nachgiebigkeit veranlasst Badi Raani Maa erneut dazu, zu sagen, dass Raja einfach nicht das Zeug zum König hast. Doch Ambika lässt das kalt. Ihr ist viel wichtiger, dass Raja ein anständiger Mensch wird…","versions":[{"lang":1,"streams":[{"redirect":7691879,"hoster":"VOE"},{"redirect":11366839,"hoster":"Streamtape"}]}]},{"epId":"episode-226","name":"Folge 226","epNo":226,"alt":"","descr":"Swarna hat erfahren, dass Rani die Tochter von Gayatri ist. Ihre eigene Tochter hat am nächsten Tag Geburtstag und Lakhan will dann in den Palast kommen, um sie zu sehen. Rani hat ihrem Vater geschworen, mit niemanden im Palast zu reden. Und daran hält sie sich, sehr zum leitwesen von Raja. Er versucht erfolglos, sie zum Reden zu bringen und glaubt, dass sie nicht mehr mit ihm redet, weil er böse war, dass sie sich mit Jeevan angefreundet hat. Schließlich sperrt er sie in einen dunklen Raum ein. Rani wird ohnmächtig. Als sie aufwacht ist die Königwitwe da. Sie erfährt von Rani per Brief, dass sie ein Schweigegelübde abgelegt hat. Doch statt dies Raja zu sagen, bastelt sie weiter an ihrer Intrige und erzählt Raja, dass Rani nur hinter seinem Geld her war. Doch Raja kann sich das nicht vorstellen und glaubt seiner Großmutter nicht. Badi Raani Maa lädt Rani zur Geburtstagsparty von Bindu ein…","versions":[{"lang":1,"streams":[{"redirect":7691887,"hoster":"VOE"},{"redirect":11366842,"hoster":"Streamtape"}]}]},{"epId":"episode-227","name":"Folge 227","epNo":227,"alt":"","descr":"Rani will zur Geburtstagsfeier das Kleid anziehen, dass Badi Raani Maa ihr geschenkt hat. Doch Lakhan möchte das nicht. Er sagt ihr, sie sei dann nicht mehr ihre Tochter. Das bringt Rani auf die Idee, wie sie mit Raja reden kann, ohne ihr Gelübde zu brechen. Denn wenn sie im Kleid ein anderer Mensch ist, bricht sie das Gelübde ja nicht. Auf der Party überredet Badi Raani Maa Rani, aus dem Zimmer von Jevan dessen Spardose zu holen, sie ihm zu bringen und ihr Geld daraus zu geben. Und sie sorgt dafür, dass Raja das sieht. Nun fängt Raja tatsächlich an, an der Ehrlichkeit von Rani zu zweifeln.Lakhan will am Geburtstag gerne Bindu kennenlernen und wartet draußen darauf, dass Swarna mit ihr auftaucht. Doch die steht unter der Beobachtung von Badi Raani Maa, die wegen des merkwürdigen Verhaltens von Swarna Verdacht schöpft…","versions":[{"lang":1,"streams":[{"redirect":7691894,"hoster":"VOE"},{"redirect":11366853,"hoster":"Streamtape"}]}]},{"epId":"episode-228","name":"Folge 228","epNo":228,"alt":"","descr":"Bindu feiert ihren Geburstag. Raja gib ihr als Geschenk, die gleiche Uhr, die er auch Rani Geschenk hat. Außerdem stellt er sie, als eine selbstsüchtige Intrigantin dar. Rani ist sehr verärgert und startet eine Essensschlacht. Danach zieht sie sich zurück und hat das Gefühl allein zu sein. Lakhan lernt seine Tochter Bindu kennen. Swarna und Lakhan beschließen zu heiraten, um dann aus dem Palast zu fliehen. Badi Raani Maa kommt den beiden fast auf die Spur. Badi Raani Maa stellt Chandravadan zur rede, ob er die Königinmutter und die Tochter von Gayatri wirklich umgebracht hat. Chandravadan versichert ihr, dass er die beiden umgebracht hat. Badi Raani Maa ist aber nicht zufrieden un will der Sache auf den Grund gehen. Priyamvada macht sich große Sorgen um Rani. Werden Raja und Rani sich wieder vertragen. Werden Lakhan und Swarna aus dem Palast fliehen können?","versions":[{"lang":1,"streams":[{"redirect":7691899,"hoster":"VOE"},{"redirect":11366861,"hoster":"Streamtape"}]}]},{"epId":"episode-229","name":"Folge 229","epNo":229,"alt":"","descr":"Lakhan und die Königinmutter machen sich auf dem Weg um Rani aus dem Palast zu holen. Rani wacht inzwischen auf und beschließt, da sie eh schon zu spät ist, erst mit Raja zu reden, bevor sie nach Hause geht. Sie will unbedingt den Streit zwischen ihnen schlichten. Jedoch wird Rani von der Königinwitwe erwischt und diese schickt sie dann nach Hause. Lakhan und der Königinmutter gelingen es Rani aus dem Palast zu holen. Badi Raani Maa vermutet das Swarna und Rani irgendetwas im Schilde führen und ist auf der Hut. Sie hat außerdem zwei Anhänger gekauft, mit denen sie die Freundschaft zwischen Raja und Rani zerstören will. Sie will die beiden zu Erzfeinden machen. Beim Frühstück übergibt Badi Raani Maa den beiden Prinzen die Anhänger. Sie übergießt Raja mit Saft, so dass er sich umziehen muss.Darauf schickt sie Rani mit neuem Saft zu Raja ins Zimmer. Rani die unbedingt mit Raja reden will bringt ihm den Saft. Raja ist nicht erfreut und macht ihr klar, dass sie nicht mehr Freunde sein können. Wird Badi Raani Maas Plan aufgehen? Oder werden Raja und Rani wieder Freunde sein können?","versions":[{"lang":1,"streams":[{"redirect":7691906,"hoster":"VOE"},{"redirect":11366871,"hoster":"Streamtape"}]}]},{"epId":"episode-230","name":"Folge 230","epNo":230,"alt":"","descr":"Badi Raani Maa hat Swarna in ihrer Gewalt und trifft nun Lakhan. Sie erpresst ihn, sie zu Rani zu bringen.Inzwischen steckt Durjan im Auftrag von Badi Raani Maa Jeevan in einen Sack und drischt auf ihn ein. Dann lässt er das Medaillon von Raja neben dem gebeutelten Jeevan liegen. Prompt wird natürlich Raja verdächtigt. Der beteuert seine Unschuld und präsentiert Rani als Übertäterin, weil sie die Möglichkeit hatte, das Medaillon aus seinem Zimmer zu stehlen. Rani, noch immer an ihr Schweigegelübde gebunden, kann Raja nicht helfen, und der König glaubt ihm nicht. Zur Strafe wird er aus dem Palast verbannt. Er soll zukünftig in einem Hostel leben. Raja gibt Rani die Schuld daran… (","versions":[{"lang":1,"streams":[{"redirect":7691911,"hoster":"VOE"},{"redirect":11366878,"hoster":"Streamtape"}]}]},{"epId":"episode-231","name":"Folge 231","epNo":231,"alt":"","descr":"Badi Raani Maa hat Swarna gefangen genommen und erpresst nun Lakhan, ihr zu sagen, wo sich die Königsmutter und Rani aufhalten. Lakhan weigert sich zunächst, doch um zu verhindern, dass Badi Raani Maa Swarna töten lässt, verspricht er ihr, sie zu den beiden zu führen. Inzwischen wird Raja aus dem Palast geworfen. Rani bricht zwar ihr Schweigen, kann es aber nicht mehr verhindern. Auf dem Weg versucht Lakhan, die Soldaten außer Gefecht zu setzen und nimmt seinerseits Badi Raani Maa gefangen. Swarna versucht wegzulaufen. Doch dann zieht Badi Raani Maa ein Messer und sticht Lakhan nieder. Als Swarna daraufhin zurückkommt, wird sie von Badi Raani Maa erschossen.Rani glaubt nun, dass sie schuld am Tod ihres Vaters ist, weil sie ihr Gelübde gebrochen hat. Priyamvada, die die Szene unbemerkt beobachtet hat packt überhastet die Koffer, sie will mit Rani fliehen. Die Soldaten sind aber schon im Dorf unterwegs und suchen nach den beiden…","versions":[{"lang":1,"streams":[{"redirect":12920710,"hoster":"VOE"},{"redirect":11366885,"hoster":"Streamtape"}]}]},{"epId":"episode-232","name":"Folge 232","epNo":232,"alt":"","descr":"Rani und Priyamvada können noch gerade den Soldaten der Königinwitwe entkommen. Im Palast sorgt die Königinwitwe dafür, dass Bindu denkt, dass ihre Mutter sie zurückgelassen hätte. Außerdem sorgt sie dafür, dass Raja, der sehr unglücklich im Internat ist, noch mehr Hass für Rani entwickelt. Rani und Priyamvada fangen an im Krankenhaus zu arbeiten, um für die Behandlung und Medizin aufkommen zu können. In einem Augenblick für sich, fangen Rani und Priyamvada an ausgelassen zu Musik aus dem Radio zu tanzen. Sie werden dabei von einer Schwester erwischt. Diese war zwar erst verärgert aber lässt sich von Rani dann umstimmen und fängt auch an zu tanzen. Doch plötzlich fällt die Königinmutter ohnmächtig um. Werden Raja und Rani wieder Freunde? Wird die Königinmutter wieder gesund? Und was führt Badi Raani Maa im Schilde?","versions":[{"lang":1,"streams":[{"redirect":7691921,"hoster":"VOE"},{"redirect":11366904,"hoster":"Streamtape"}]}]},{"epId":"episode-233","name":"Folge 233","epNo":233,"alt":"","descr":"Priyamvada ist schwer krank im Krankenhaus. Die Ärzte geben sie bereits auf, doch Rani ist in der Lage, ihre Großmutter, die dem Tode schon nah ist, zu retten. Sie verspricht ihr, stets auf sie zu hören, und ihr keinen Kummer mehr zu machen. Raja wiederum verzweifelt im Internat und sein Hass auf seinen Vater wächst von Tag zu Tag. Rageshwari erkennt die Gunst der Stunde und will ihren Sohn Jeevan dazu bewegen, sich Mühe zu geben, der Sohn zu werden, denn sich Kaal stets gewünscht hat. Rani denkt darüber nach, wieder in Palast zu gehen, um zu arbeiten, doch Priyamvada verbietet ihr das kategorisch. Und da Rani versprochen hat, stets zu gehorchen, zeigt sie sich einverstanden. Als Raja in den Ferien in den Palast zurückkehrt, kommt es zum Eklat.Kaal provoziert seinen ältesten Sohn, und dieser verschwindet aus dem Palast und schwört, nie wieder zurückzukehren. Kaal will daraufhin Raja niemals wiedersehen. Und auch Raja teilt dieses Gefühl. Schwer enttäuscht von Rani gelobt er, von nun an allein durchs Leben zu gehen. Rani hingegen hofft, Raja so bald wie möglich wiederzusehen, um das Missverständnis aufklären zu können…","versions":[{"lang":1,"streams":[{"redirect":7691925,"hoster":"VOE"},{"redirect":11366900,"hoster":"Streamtape"}]}]},{"epId":"episode-234","name":"Folge 234","epNo":234,"alt":"","descr":"Gayatri macht sich auf den Weg nach Ameerkot, um dort zu studieren. Unterwegs begegnet sie dem gutaussehenden Kunwar Rajveer Singh. Doch die Begegnung endet für Gayatri alles andere als angenehm: sie muss ihr angespartes Geld für das Essen von Kunwar und seinen Freunden zahlen, da diese die Zeche geprellt haben.An der Uni angekommen, ist Gayatri sehr eingeschüchtert und unsicher…","versions":[{"lang":1,"streams":[{"redirect":7691937,"hoster":"VOE"},{"redirect":11366912,"hoster":"Streamtape"}]}]},{"epId":"episode-235","name":"Folge 235","epNo":235,"alt":"","descr":"Raja gibt das Zimmer das eigentlich für Rani reserviert war einfach der Prinzessin Devika. Ranis ist darüber wütend und will ihn zur Rede stellen. Doch Meenu hält sie davon ab und klärt sie über die Verhältnisse auf dem College auf. Rani landet schließlich mit Meenu in einem Zimmer und die zwei werden Freunde. Raja stellt Bindu zur Rede, die das Einzelzimmer verwüstet hat. Bindu will ihn daran erinnern, dass alle Mädchen ihn nur ausnutzen wollen. Aber Raja kann ihre Liebe nicht erwidern. Meenu freut sich auf die Willkommensparty die Raja veranstaltet, doch Rani will auf gar keinen Fall hingehen. Meenu bleibt ebenfalls eingeschnappt im Zimmer bei Rani. Doch plötzlich werden die zwei von den anderen Schülern einfach dazu gezwungen auf die Party zu gehen. Was wird noch auf der Party passieren?","versions":[{"lang":1,"streams":[{"redirect":7691938,"hoster":"VOE"},{"redirect":11366910,"hoster":"Streamtape"}]}]},{"epId":"episode-236","name":"Folge 236","epNo":236,"alt":"","descr":"Rani nimmt am Aufnahmeritual für neue Schüler teil. Raja nutzt die Gelegenheit, um sie noch mehr vor allen zu erniedrigen. Rani weigert sich aber vor ihm zu verbeugen. Raja ist verärgert und probiert sie nur noch mehr bloßzustellen. Rani reicht es irgendwann und sie ohrfeigt Raja. Der Vize-Direktor taucht jedoch auf und die Schüler fliehen alle. Nur Rani und Raja bleiben zurück. Raja droht Rani damit, dem Vize-Direktor zu sagen, dass sie ihn dafür bezahlt hat, damit sie sich hier treffen. Doch kurz bevor der Vize-Direktor auftaucht, lässt Raja, Rani frei und hilft ihr dabei unentdeckt zu bleiben. Werden Raja und Rani sich vertragen und ein paar werden?","versions":[{"lang":1,"streams":[{"redirect":7691951,"hoster":"VOE"},{"redirect":11366920,"hoster":"Streamtape"}]}]},{"epId":"episode-237","name":"Folge 237","epNo":237,"alt":"","descr":"Trotz Rajas Drohungen verliert Rani nicht den Mut und schafft es, ihn bei einer Debatte über Freiheit, Armut und Wohlstand bloßzustellen. Doch Raja lässt das nicht auf sich sitzen und schmiedet schnell einen Racheplan. Unter einem Vorwand lockt er Rani in ein Zimmer und sperrt sie ein. Allein Meenu setzt sich für ihre Freundin ein, jedoch ohne Erfolg, da ihre anderen Klassenkameraden das Schauspiel genießen. Kaum wird Rani freigelassen, berichtet sie dem Vize-Direktor von Rajas Missetaten. Nach dem der Vize-Direktor ihr eine erschreckende Wahrheit mitteilt, fasst Rani einen mutigen Entschluss: Rajas Vater muss über das Verhalten seines Sohnes informiert werden! Doch Rajan hat schon einen neuen Plan ausgeheckt um seine eigene Haut zu retten…","versions":[{"lang":1,"streams":[{"redirect":7691952,"hoster":"VOE"},{"redirect":11366934,"hoster":"Streamtape"}]}]},{"epId":"episode-238","name":"Folge 238","epNo":238,"alt":"","descr":"Shashi und Ranjan haben Rani entführt. Sie fahren sie, eingesperrt im Kofferraum, in den Dschungel und lassen sie dort im Wagen allein zurück. Im Palast bekommt Kaal unterdessen einen Wutanfall. Er macht sowohl Ambika als auch Badi Raani Maa für das Fehlverhalten Rajas verantwortlich. Als dieser auch im Palast auftaucht, sagt er seinem Vater, dass er sich nur deshalb ungebührlich verhält, um dessen Ruf zu schädigen. Kurz darauf telefoniert Raja mit Shashi und Ranjan, um über Rani zu lästern. Dort erfährt er nebenbei, dass die beiden Rani entführt und im Dschungel ausgesetzt haben. Dies kann Raja nicht gutheißen und macht sich sofort auf den Weg, sie zu retten. Als er Rani schließlich befreit, ist diese gar nicht gut auf ihn zu sprechen. Es entspinnt sich ein Streit und Raja entschließt sich, allein zurückzufahren.Doch nach kurzer Zeit entscheidet er sich um. Er kann es nicht verantworten, Rani allein zurückzulassen. Unterdessen trifft sie auf drei Landstreicher, die nichts Gutes im Schilde führen. Erneut kommt Raja, um sie zu retten. Bei fahren, natürlich streitend, wieder ins College zurück…","versions":[{"lang":1,"streams":[{"redirect":7691967,"hoster":"VOE"},{"redirect":11366937,"hoster":"Streamtape"}]}]},{"epId":"episode-239","name":"Folge 239","epNo":239,"alt":"","descr":"Raja und Rani fahren vom Dschungel ins College zurück. Natürlich nicht, ohne auf der Fahrt ein klein wenig zu streiten. Im Palast wartet die Königinwitwe unterdessen aufs Frühstück. Sie ist in Eile, da es heute darum geht, einen Kandidaten für die Wahl aufzustellen. Als Raja auch eintrifft, lässt Kaal seine Wut auf ihn aus. Doch Raja ist nun erwachsen und lässt sich das nicht mehr bieten. Kurz darauf in der Cafeteria des Colleges geraten Rani und Bindu aneinander. Bindu ist eifersüchtig, da sie erfahren hat, dass Raja Rani in der Nacht aus dem Dschungel gerettet hat. Doch Rani hat keine Lust auf Konfrontationen und geht einfach zu ihren Freunden. Doch Bindu will sie nicht einfach so davonkommen lassen.Sie und ihre Freunde zwingen Rani und die anderen Studenten aus ärmeren Verhältnissen, sich vor Raja zu demütigen, indem sie ihm Gedichte vortragen, oder Lieder singen. Rani jedoch ficht das nicht an. Sie nutzt die Gelegenheit, um Raja, in einem Gedicht verpackt, die Meinung zu sagen. Doch der gibt nicht klein bei. Er zieht Rani damit auf, dass sie nicht aufgrund ihrer harten Arbeit auf dem College ist, sondern weil seine Familie für ihr Stipendium bezahlt hat und er fordert sie auf, das Stipendium zurückzugeben, wenn sie tatsächlich über so viel Selbstachtung verfügt, wie sie immer behauptet. Rani muss nun eine Entscheidung treffen…","versions":[{"lang":1,"streams":[{"redirect":7691966,"hoster":"VOE"},{"redirect":11366943,"hoster":"Streamtape"}]}]},{"epId":"episode-240","name":"Folge 240","epNo":240,"alt":"","descr":"Rani hat es satt von Raja und seiner Clique immer erniedrigt zu werden. Als Raja wiedermal versucht sie zu demütigen, erklärt sie vor allen, dass Sie als Beweis ihrer Unabhängigkeit, dass Geld für den kommenden Ausflug des Astronomie-Camps selbst bezahlen will. Badi Raani Maa überzeugt inzwischen den Adels Rat davon Raja als Kandidaten für die Wahl zu nominieren, ganz zum Ärger von Kaal. Doch Badi Raani Maa folgt ihren ganz eigenen Plänen, um wieder an die Macht zu kommen. Rani ist verzweifelt, weil sie nicht weiß, woher sie das Geld bekommen soll. Da fällt ihr ein, dass ihre Großmutter ein kleines Taschengeld eingepackt hatte für schwere Zeiten. Neu beflügelt von ihrem Erfolg beschließt Rani sich Arbeit zu suchen, um ihr Stipendium zurück zu zahlen. Sie findet auch abrupt eine Stelle als Kellnerin in der Kantine.Raja, der das Angebot abgelehnt hat, für seinen Vater sich als Kandidat für die Wahl zu stellen. Geht mit den 5.000 Rupien, die er als Bestechung bekommen hat in die Kantine, um mit seinen Freunden zu feiern. Als er sieht, dass Rani seine Bedienung ist, dauert es nicht lange, bis er sie wieder schikaniert. Wird Rani es schaffen, ihr Stipendium zu bezahlen. Wird Raj dem Zorn seines Vaters entkommen können?","versions":[{"lang":1,"streams":[{"redirect":12251966,"hoster":"VOE"},{"redirect":11366945,"hoster":"Streamtape"}]}]},{"epId":"episode-241","name":"Folge 241","epNo":241,"alt":"","descr":"Raja provoziert Rani bei ihrer Arbeit als Kellnerin. Dabei geht er so weit, dass Jeevan einschreitet und Rani verteidigt, was in Handgreiflichkeiten gipfelt. Ranis Chef ist gar nicht erfreut und wirft sie, obwohl sie völlig schuldlos ist, kurzerhand raus. Obendrein wurde im Laufe der Auseinandersetzung Ranis Geldschein zerstört, sodass sie nicht an der geplanten Sternenobservation teilnehmen kann. Meenu geht aus Solidarität auch nicht hin. Die beiden Freundinnen schauen nun einfach ohne Teleskop in den Himmel. Der schöne Anblick inspiriert Rani dazu, zu singen. Raja hört dies aus der Entfernung und es werden Erinnerungen in ihm wach. Auch Jeevan hört Ranis Gesang und findet sie schließlich. Er schlägt ihr vor, an einem Gesangswettbewerb mit hohem Preisgeld am College teilzunehmen. Unterdessen macht sich Rani Sorgen um ihre Großmutter.Es fehlt der Familie an Geld, um einen Arzt zu bezahlen. Am Tag darauf demütigt Raja Rani erneut im Unterricht und zieht sie auf, weil sie nun Geldsorgen hat und die Studiengebühren bald nicht mehr zahlen kann. Kurz darauf drängt Jeevan Rani erneut, am Wettbewerb teilzunehmen. Rani willigt ein, da ihre Geldsorgen damit gelöst wären. Doch Jeevan hat noch anderes im Sinn: Er will, dass Raja öffentlich gedemütigt wird…","versions":[{"lang":1,"streams":[{"redirect":7691982,"hoster":"VOE"},{"redirect":11366955,"hoster":"Streamtape"}]}]},{"epId":"episode-242","name":"Folge 242","epNo":242,"alt":"","descr":"Gayatri soll an einem Gesangswettbewerb am Ameerkot College teilnehmen. Jeevan möchte, dass sie ein flottes Lied singt, bei dem die Leute mittanzen können. Doch Gayatri hat ihren eigenen Kopf. Jeevan wendet sich von ihr ab.Raja sucht noch immer nach dem Mädchen hinter der Stimme, die ihn so verzaubert hat. Er macht sich über Gayatri lustig, ohne zu wissen, dass sie diejenige ist, nach der er sucht. Und Bindu will unter allen Umständen, dass das auch so bleibt…","versions":[{"lang":1,"streams":[{"redirect":12920709,"hoster":"VOE"},{"redirect":12978137,"hoster":"Streamtape"}]}]},{"epId":"episode-243","name":"Folge 243","epNo":243,"alt":"","descr":"Der Talentwettbewerb findet statt und Bindu versucht Gayatri mit Drogen zu manipulieren. Doch Raja macht ihr einen Strich durch die Rechnung. Beide singen und Raja bekommt nur den zweiten Platz. Er zieht beleidigt von dannen. Gayatri gewinnt und bekommt von König Kaal die Trophäe überreicht. Da erkennt sie ihn und erfährt, dass Rajveer, gegen den sie gerade angetreten war, ihr Raja Baja von damals ist…","versions":[{"lang":1,"streams":[{"redirect":7691998,"hoster":"VOE"},{"redirect":11366963,"hoster":"Streamtape"}]}]},{"epId":"episode-244","name":"Folge 244","epNo":244,"alt":"","descr":"Rani hat herausgefunden, dass Rajveer, eigentlich der kleine Raja Baja ist. Aber als sie ihm, sagen will, wer sie ist, lässt dieser sie gar nicht erst zu Wort kommen und beschuldigt sie stattdessen, ihn reingelegt zu haben. Er schwört ihr, dass er ihr das heimzahlen wird. Zu Hause wird Raja von seinem Vater empfangen, der sich über seine Niederlage lustig macht. Außerdem erfährt Raja von ihm, dass Gayatri, die kleine Rani aus seiner Kindheit ist. Am nächsten Tag versucht Jeevan, Rani, auf seine Seite zu ziehen. Aber Raja funkt dazwischen und bringt sie in den Dschungel, wo er ihr einen Antrag macht. Wird Rani seine Liebe erwidern?","versions":[{"lang":1,"streams":[{"redirect":7692003,"hoster":"VOE"},{"redirect":11366977,"hoster":"Streamtape"}]}]},{"epId":"episode-245","name":"Folge 245","epNo":245,"alt":"","descr":"Raja versucht verzweifelt, mit Rani ins Gespräch zu kommen, doch sie ignoriert ihn einfach und will nur zurück ins College. Dort angekommen hat es Bindu darauf angelegt, Rani zu demütigen. Sie erzählt allen, dass sie früher eine Magd im Palast war und dort geputzt und gewischt hat. Und sie offenbart sich auch Rani nun auch als Prinzessin Bindu. Als Rani den Unterrichtsraum verlassen will, kommt Raja hinzu und verteidigt Rani vor allen. Auch ausdrücklich gegen Bindu, die nicht glauben kann, dass er sich gegen sie stellt. Nachdem Rani und Raja den Unterrichtsraum verlassen, nutzt Jeevan die Chance, um Bindu aufzuziehen. Währenddessen versucht Raja erneut, mit Rani zu reden und sie an ihre Kindheit zu erinnern. Doch sie bleibt kalt.Unterdessen lästert Bindu mit ihren Freundinnen über Rani und unterstellt ihr, sie wäre ein leichtes Mädchen, das Raja nur verführen will, um ihn dann fallenzulassen. Als Raja erneut versucht, mit Rani zu reden, kommt Jeevan dazwischen. Er macht Raja klar, dass er es endlich einsehen muss, dass Rani nicht mehr seine Freundin aus Kindheitstagen ist. Die beiden Brüder beginnen zu streiten und nur Rani kann eine Prügelei verhindern. Doch sie gibt schließlich Jeevan recht. Alles hat sich seit ihrer Kindheit verändert. Und die beiden sind keine Freunde mehr…","versions":[{"lang":1,"streams":[{"redirect":7692011,"hoster":"VOE"},{"redirect":11366976,"hoster":"Streamtape"}]}]},{"epId":"episode-246","name":"Folge 246","epNo":246,"alt":"","descr":"Raja kämpft um Gayatri. Doch diese will die alte Freundschaft nicht mehr aufleben lassen. Für sie hat sich Raja zu sehr verändert. Doch Raja lässt nichts unversucht, übernachtet sogar im Regen, ohne Erfolg. Gayatri fährt nach Hause, weil sich der Gesundheitszustand ihrer Großmutter sehr verschlechtert hat. Als Raja davon erfährt, folgt er ihr. Als er dort ankommt, will Priyamvada aus dem Fenster springen, wenn sie nicht ihren Sohn, den König sehen kann. Niemand glaubt ihr, dass sie die Königsmutter ist…","versions":[{"lang":1,"streams":[{"redirect":7692015,"hoster":"VOE"},{"redirect":11366992,"hoster":"Streamtape"}]}]},{"epId":"episode-247","name":"Folge 247","epNo":247,"alt":"","descr":"Raja hat Priyamvada das Leben gerettet. Im Krankenhaus kommt es zu einem Streit zwischen ihm und Gayatri, als er die Krankenhausrechnung bezahlen will. Er hält ihr vor, dass sie ihn damals im Stich gelassen hat und er, seit er ins Hostel ziehen musste, der einsamste Mensch der Welt ist. Sie hält ihm entgegen, dass auch sie ihre Familie verloren hat und keine Hilfe braucht. Priyamvada wird entlassen und beschließt, dass Raja bei ihr im Haus bleibt, zum Entsetzen von Gayatri. Raja kostet das aus. Er will noch immer, dass Gayatri sich bei ihm entschuldigt. Die aber denkt gar nicht daran…","versions":[{"lang":1,"streams":[{"redirect":11198380,"hoster":"VOE"},{"redirect":10101253,"hoster":"Streamtape"}]}]},{"epId":"episode-248","name":"Folge 248","epNo":248,"alt":"","descr":"Priyamvadas Zustand scheint sich zu verschlechtern! Rani und Hema versuchen sie zu beruhigen. Raja kriegt mit, dass Ranis Vater verstorben ist und will sie trösten. Doch Rani verhält sich erst abweisend, aber wird dann schließlich doch noch weich. Aber sie ist immer noch wütend auf ihn für all die Dinge, die er ihr angetan hat. Aber Raja gibt nicht auf und bleibt hartnäckig. Als die zwei zurück im College sind, geraten die zwei wieder in einen Streit. Und Raja wendet sich von Rani ab. Werden die zwei wieder zusammenkommen?","versions":[{"lang":1,"streams":[{"redirect":7692023,"hoster":"VOE"},{"redirect":11366990,"hoster":"Streamtape"}]}]},{"epId":"episode-249","name":"Folge 249","epNo":249,"alt":"","descr":"Meenu will Rani kurz vor der Prüfung in den Tempel mitnehmen. Dabei verliert sie ein paar Studiennotizen. Kurz darauf belästigt und beleidigt Bindu Rani wieder einmal. Die lässt das jedoch kalt. Als die Prüfung beginnt, werden die Studenten nochmal auf Spickzettel kontrolliert. Rajas Freunde Shashi und Ranjan werden erwischt und somit von der Prüfung ausgeschlossen. Doch auch in Ranis Tasche werden Spickzettel entdeckt. Sie ist völlig verzweifelt und weiß einfach nicht, wie sie dort hingelangen konnten. Bindu ist natürlich voll der Freude, dass Rani die Prüfung nicht bestehen wird. Doch in letzter Sekunde opfert sich Raja und sagt, er habe Rani die Zettel in die Tasche getan, um sie zu demütigen. Als Raja nach der Prüfung Rani erzählen will, dass er dies nur gesagt hat, um ihre Prüfung zu retten, will diese jedoch nichts von ihm hören.Doch kurz darauf hört sie zufällig wie Raja mit seinen Freunden über diesen Vorfall spricht. So erfährt sie, dass sich Raja für sie geopfert hat und hat nun ein schlechtes Gewissen. Nach vielem Nachdenken, wer denn anstelle von Raja ihr sowas antun könnte und auch einem guten Rat von Priyamvada, entscheidet sich Rani, mit Raja zu sprechen. Dieser will jedoch nichts von Rani wissen. Doch Rani lässt nicht locker. Und obendrein spricht sie in Anwesenheit aller aus, was ihr nun zur Gewissheit geworden ist: Bindu war die Übeltäterin…","versions":[{"lang":1,"streams":[{"redirect":7692027,"hoster":"VOE"},{"redirect":11366998,"hoster":"Streamtape"}]}]},{"epId":"episode-250","name":"Folge 250","epNo":250,"alt":"","descr":"Gayatri stellt Bindu zur Rede und zwingt sie, zuzugeben, dass sie ihr die Zettel in die Tasche gesteckt hat. Sie will zum stellvertretenden Direktor gehen, doch Raja hält sie auf. Er hat die Schuld auf sich genommen und will auch dabeibleiben, weil Bindu seine Freundin ist und er dazu steht. Gayatri erkennt, dass Raja doch noch immer der alte Raja ist, den sie von früher kennt. Sie nimmt die Schuld nun auf sich, um Raja zu helfen. Doch die Versuche, sich bei ihm zu entschuldigen und ihm wieder näher zu kommen, scheitern…","versions":[{"lang":1,"streams":[{"redirect":7692034,"hoster":"VOE"},{"redirect":11367003,"hoster":"Streamtape"}]}]},{"epId":"episode-251","name":"Folge 251","epNo":251,"alt":"","descr":"Gayatri stellt sich im Garten des Palastes in den Regen. Sie will unter dem Fenster von Raja warten, bis er ihr vergibt. Die Versuche von Jeevan sie aus dem Regen zu holen scheitern. Dann schließlich hat Raja ein einsehen. Beide sprechen sie auch und finden zu ihrer alten Freundschaft zurück. Raja führt Gayatri zurück in den Palast…","versions":[{"lang":1,"streams":[{"redirect":7692044,"hoster":"VOE"},{"redirect":11379671,"hoster":"Streamtape"}]}]},{"epId":"episode-252","name":"Folge 252","epNo":252,"alt":"","descr":"Die Königinwitwe findet heraus, dass Rani die Freundin aus Rajas Kindheit wieder da ist. Raja und Rani kommen sich inzwischen immer näher. Raja wendet sich an die Königinwitwe und bittet sie mit seinem Vater zu reden. Er will die Projektleitung für den Umbau des Palastes in ein Hotel haben. Er hat vor Rani einen Job zu geben und sie auf diese Weise zu unterstützen. Sollte sein Vater seine Bedingungen eingehen, wird er sich im Gegenzug zur Wahl aufstellen lassen. Badi Raani Maa ist nicht sehr erfreut darüber, dass Rani wieder da ist und Raja den Kopf verdreht. Wird Raja, Rani helfen können? Oder wird die Königinwitwe, die junge Liebe zerstören?","versions":[{"lang":1,"streams":[{"redirect":7692043,"hoster":"VOE"},{"redirect":11379684,"hoster":"Streamtape"}]}]},{"epId":"episode-253","name":"Folge 253","epNo":253,"alt":"","descr":"Raj und Jeevan geraten in einen Streit beim Frühstück. Sehr zur Freude der Königinwitwe, die sich daraus Vorteile erhofft. Nach dem Frühstück bekommt Bindu von Raja ein Geburtstagsgeschenk und bittet sie Rani zu ihrer Party einzuladen. Rani wartet vor dem Klassenzimmer mit Meenu zusammen auf Raja und wird von ihm mit Blumen überrascht. Sie treffen auf Bindu, die sich bei Rani entschuldigt und sie zu ihrer Party einlädt. Rani akzeptiert die Einladung. Bindu tut das jedoch nicht aus Freundlichkeit, anscheinend hat sie einen bösen Plan im Schilde. Meenu fällt auf, dass Rani ziemlich aufgeregt ist wegen dieser Party. Und die zwei suchen etwas zum Anziehen für sie aus. Am Abend kommt Raja und holt Rani und Meenu ab, um mit ihnen auf die Party z gehen. Was wird auf der Party passieren? Was führt Bindu im Schilde?","versions":[{"lang":1,"streams":[{"redirect":7692047,"hoster":"VOE"},{"redirect":11379686,"hoster":"Streamtape"}]}]},{"epId":"episode-254","name":"Folge 254","epNo":254,"alt":"","descr":"Badi Raani Maa erklärt Rani, dass die ihr unbekannten Frauen Bindus Kindheitsfreundinnen seien. Badi Raani Maa versichert Rani, dass sie immer für sie da sei. Sie sagt Rani, sie verstehe, warum Raja verrückt nach ihr ist, da sie heute wie eine echte Prinzessin aussieht. Rani ist derweil eifersüchtig auf Bindu, aber Raja macht ihr klar, dass er nur Augen für sie hat. Bindu weißt Gayatris Geschenk schroff zurück und gibt ihr zu verstehen was sie sich wirklich wünscht: Raja. Der kann seinen Blick nicht von Rani abwenden und kann es nicht ertragen, Gayatri mit Jeevan tanzen zu sehen. Zwischen Raja und Jeevan kommt es zu einem Gerangel…","versions":[{"lang":1,"streams":[{"redirect":7692050,"hoster":"VOE"},{"redirect":11379697,"hoster":"Streamtape"}]}]},{"epId":"episode-255","name":"Folge 255","epNo":255,"alt":"","descr":"Bei Bindus Geburtstagfeier singt Raja ein wundervolles Lied für seine Angebetete. Um Raja von Rani fernzuhalten, schickt Badi Raani Maa ihn unter einem Vorwand weg. Bindu weist Gayatri dann zurecht und macht ihr klar, wo ihr eigentlicher Platz ist. Badi Raani Maa freut sich über den erneuten Zwist und schüttet kräftig Salz in die Wunde. Sie stachelt Raja auf und will, dass er Rani achtkantig aus dem Palast wirft…","versions":[{"lang":1,"streams":[{"redirect":7692059,"hoster":"VOE"},{"redirect":11379717,"hoster":"Streamtape"}]}]},{"epId":"episode-256","name":"Folge 256","epNo":256,"alt":"","descr":"Raja stellt auf der Party die Anwesenden zu Rede, vor allem jedoch die Königinwitwe. Er will, dass sich Badi Raani Maa bei Rani für ihr Verhalten entschuldigt. Diese jedoch verschwindet wortlos. Rani will daraufhin auch den Palast verlassen, doch Jeevan hält sie auf und entschuldigt sich im Namen der Königinwitwe bei ihr. Als Raja auch hinzukommt, entspinnt sich ein Streit zwischen den beiden Brüdern, und nur Rani kann eine Schlägerei verhindern. Schließlich kann Raja Rani dazu überreden, mit ihm mitzugehen. Die beiden gehen in Ranis altes Haus, das Raja gekauft hat, um die Erinnerung daran wachzuhalten. Doch das Haus löst bei Rani nicht nur gute, sondern auch schlechte Erinnerungen aus und sie will wieder gehen. Da jedoch ein Unwetter aufzieht, will Raja sie nicht gehen lassen.Rani verstaucht sich obendrein noch den Knöchel und Raja kümmert sich liebevoll um sie. Schließlich gesteht er ihr, dass er auf ewig mit ihr zusammen sein will. Unterdessen ist Bindu wütend auf Badi Raani Maa. Sie gibt ihr die Schuld daran, dass Raja und Rani wieder zusammengefunden haben. Doch die Königinwitwe ficht das nicht an. Sie heckt schon einen Plan aus, um Raja zu bestrafen. Rani zweifelt daran, ob das möglich ist, was sich Raja wünscht. Sie kommt schließlich zu dem Schluss, dass sie niemals mit ihm zusammen sein kann…","versions":[{"lang":1,"streams":[{"redirect":7692063,"hoster":"VOE"},{"redirect":11379732,"hoster":"Streamtape"}]}]},{"epId":"episode-257","name":"Folge 257","epNo":257,"alt":"","descr":"Rani und Raja kommen sich in ihrem Unterschlupf näher. Rani will Raja dazu bringen sich wieder mit seiner Familie zu versöhnen. Doch Raja will lieber seinem Herz folgen, selbst wenn er sich gegen seine Familie stellen muss. Badi Raani Maa erfährt, dass Raja bei Rani ist und macht sich auf den Weg, um sich bei Rani zu rächen. Raja verhindert jedoch, dass die Königinwitwe Rani erschießt. Badi Raani Maa entschuldigt sich bei Rani und gibt vor, dass sie mit der Beziehung von Rani und Raja einverstanden ist. Jedoch plant sie ihre Freundschaft zu zerstören. Rani wird von Raja gezwungen in den Palast zu ziehen, nachdem das Wohnheim nach einem Wasserschaden überflutet wurde. Rani versucht sich zu weigern, wird jedoch von Raja überzeugt im Palast einzuziehen. Was hat Badi Raani Maa wirklich vor? Was wird Bindu zum Einzug von Rani sagen?","versions":[{"lang":1,"streams":[{"redirect":7692066,"hoster":"VOE"},{"redirect":11379767,"hoster":"Streamtape"}]}]},{"epId":"episode-258","name":"Folge 258","epNo":258,"alt":"","descr":"Da Gayatri nicht im Hostel bleiben kann, bringt Raja sie mit in den Palast. Bindu ist entsetzt, muss sich aber fügen. Raja hat sich bereit erklärt, das Projekt für die Umgestaltung des Palastes in ein Hotel zu übernehmen. Doch sein Vater weigert sich, ihm die Verantwortung dafür zu übertragen. Er hält ihn nicht für geeignet, weil er schon drei Mal durch die Prüfungen gefallen ist. Gayatri spricht mit dem König und erreicht, dass Raja das Projekt leiten darf, wenn er die Prüfungen schafft. Nun will sie mit ihm büffeln…","versions":[{"lang":1,"streams":[{"redirect":7692074,"hoster":"VOE"},{"redirect":11379783,"hoster":"Streamtape"}]}]},{"epId":"episode-259","name":"Folge 259","epNo":259,"alt":"","descr":"Gayatri hat erreicht, dass Raja die Verantwortung für den Hotelumbau von seinem Vater übertragen bekommt, wenn er die Prüfungen schafft. Gayatri will ihm nun helfen und mit ihm büffeln. Doch Jeevan schiebt sich dazwischen. Er will ebenfalls mit Gayatri lernen, was diese jedoch ablehnt, weil sie Angst hat, dann wieder die Freundschaft zu Raja zu verlieren. Zwischen Raja und Jeevan kommt es zum Streit. Jeevan geht zu seinem Vater und bittet nun seinerseits, die Verantwortung für das Projekt übertragen zu bekommen. Kaal entscheidet, dass derjenige die Verantwortung für das Projekt bekommen soll, der bei den Prüfungen besser abschneidet. Der Druck auf Raja wächst…","versions":[{"lang":1,"streams":[{"redirect":7692078,"hoster":"VOE"},{"redirect":11379782,"hoster":"Streamtape"}]}]},{"epId":"episode-260","name":"Folge 260","epNo":260,"alt":"","descr":"Rani kann wieder einmal nur knapp eine Schlägerei zwischen Raja und Jeevan verhindern, woraufhin Raja wütend ist auf Rani, da er glaubt, sie würde Jeevan mehr vertrauen als ihm. Raja schließt sich in seinem Zimmer ein und weigert sich, mit Rani zu reden. Die jedoch wartet vor seinem Zimmer. Als Rani vor Erschöpfung einschläft, stellt sie fest, dass Raja, anstatt zu lernen, mit seinen Freunden im Garten feiert. Sie stellt ihn zur Rede, was Bindu auf den Plan ruft. Sie will es nicht akzeptieren, dass ein Mädchen aus der Unterschicht den reichen Leuten Vorschriften macht. Raja lässt sich von Rani nicht beeindrucken und feiert weiter. Rani geht daraufhin zurück auf ihr Zimmer, doch sie gibt nicht auf. Kurz darauf will sie mit Jeevan reden und ihn bitten, Raja das Leben nicht weiterhin schwer zu machen.Gerade da kommt Raja zur Besinnung und sucht Rani. Als er sie im Gespräch mit Jeevan sieht, hört er zufällig genau die falschen Wortfetzen und ist in seinem Verdacht bestätigt, dass Rani Jeevan mehr vertraut als ihm. Am Tag darauf beginnt das Kolloquium. Und Raja erscheint nicht. Rani macht sich Sorgen, dass sie ihre Wette mit Kaal verlieren könnte…","versions":[{"lang":1,"streams":[{"redirect":12920716,"hoster":"VOE"},{"redirect":11379800,"hoster":"Streamtape"}]}]},{"epId":"episode-261","name":"Folge 261","epNo":261,"alt":"","descr":"Rani sucht nach Raja, der nicht zum Kolloquium erscheint. Durch Zufall erfährt sie von Meenu, dass er am Vortag in ihrer Abwesenheit auf ihrem Zimmer war. Das bringt Rani auf die Idee, dass Raja sie mit Jeevan gesehen hat und vielleicht einem Missverständnis unterliegt. Schließlich findet sie Raja. Sie will rausfinden, wieso er nicht zur Prüfung erschienen ist. Raja, der nicht weiß, dass Ranis Studium auf dem Spiel steht, wenn er keine gute Note erhält, sieht hingegen keinen Sinn in der Prüfung, wenn er das Gefühl hat, dass Rani ihm nicht vertrauen kann. Rani gesteht ihm ihr vollstes Vertrauen, weicht jedoch erneut zurück, was Raja verzweifeln lässt. Am nächsten Tag versucht Rani erneut, mit Raja zu reden, sie will noch eine Chance von ihm.Doch Raja übertreibt und verlangt als Vertrauensbeweis, dass sie Jeevan am Frühstückstisch vor den Augen aller ohrfeigt. Am Abend steht Rani erneut vor der Wahl, Raja zu sagen, wieso ihr wichtig ist, dass er die Prüfung besteht. Doch sie behält es für sich. Jeevan sucht erneut seine Gelegenheit, sich Rani zu nähern, doch diese blockt ab. Als Jeevan sich zurückzieht, hört er in einem Gespräch zwischen Bindu und Badi Raani Maa zufällig mit, dass Rani darauf angewiesen ist, dass Raja besteht. Was wird er mit dieser Information machen?","versions":[{"lang":1,"streams":[{"redirect":7692088,"hoster":"VOE"},{"redirect":11379806,"hoster":"Streamtape"}]}]},{"epId":"episode-262","name":"Folge 262","epNo":262,"alt":"","descr":"Die Prüfungen haben begonnen. Doch Raja ist bei der ersten Prüfung nicht anwesend. Jeevan verlässt den Raum und nimmt sich Raja vor. Er sagt ihm auch, dass Gayatri ihr eigenes Schicksal mit Raja verknüpft hat. Nun nimmt Raja doch an den Prüfungen teil. Mit knapper Not besteht er sie. Doch am Tag, als Gayatri Geburtstag hat, ist er verschwunden…","versions":[{"lang":1,"streams":[{"redirect":11391580,"hoster":"VOE"},{"redirect":10101255,"hoster":"Streamtape"}]}]},{"epId":"episode-263","name":"Folge 263","epNo":263,"alt":"","descr":"Gayatri kommt in ihr altes, früheres Haus. Dort wartet ein geschmückter Raum und eine Geburtstagstorte auf sie. Sie glaubt, das sei von Raja, doch dann taucht Jeevan auf. Er versucht immer noch, Gayatri für sich zu gewinnen, doch da kommt Raja mit Priyamvada. Gayatri ist vor Freude aus dem Häuschen. Priyamvada soll nun auch für immer bei ihr im Haus bleiben. Raja überhäuft Gayatri mit Geschenken. Beide gestehen sich ihre Liebe. Gayatri unterschreibt den Vertrag mit Raja. Priyamvada lädt Raja zum Abendessen ein. Doch sie und Gayatri warten vergebens. Raja kommt nicht…","versions":[{"lang":1,"streams":[{"redirect":7692098,"hoster":"VOE"},{"redirect":11379818,"hoster":"Streamtape"}]}]},{"epId":"episode-264","name":"Folge 264","epNo":264,"alt":"","descr":"Raja taucht mit Bindu zum Essen bei Rani auf. Im Verlauf des Abends bemerkt Bindu den Anhänger von Rani und es stellt sich heraus, dass es ihr Anhänger ist, denn sie zuvor verloren hatte. Raja gesteht, dass er den Anhänger gefunden und dann Rani geschenkt hat. Rani ist sehr gekränkt von Rajas Verhalten. Doch Raja schafft es, dass sie ihm verzeiht. Am Tag darauf beginnt Rani ihren ersten Arbeitstag im Palast. Raja macht es ihr von Anfang an schwer und erniedrigt so oft es geht. Rani reicht es schließlich und sie will den Palast verlassen. Doch Raja lässt dies nicht zu…","versions":[{"lang":1,"streams":[{"redirect":7692099,"hoster":"VOE"},{"redirect":11379823,"hoster":"Streamtape"}]}]},{"epId":"episode-265","name":"Folge 265","epNo":265,"alt":"","descr":"Rani erfährt von Raja, dass er alles nur gespielt hat. Und es alles zu seinem Plan gehörte sich an ihr zu rächen. Rani kann es erst nicht glauben, doch Raja sorgt dafür, dass es unmissverständlich ist. Rani will darauf Raja den Rücken kehren, doch dies ist nicht möglich, da der Arbeitsvertrag, den er von ihr unterschrieben ließ sie fest bindet ansonsten steht Raja eine Entschädigung in Höhe von 300.000 Rupien zu. Rani ist wütend und traurig aber entschlossen nicht aufzugeben…","versions":[{"lang":1,"streams":[{"redirect":7692102,"hoster":"VOE"},{"redirect":11379833,"hoster":"Streamtape"}]}]},{"epId":"episode-266","name":"Folge 266","epNo":266,"alt":"[Derzeit nicht verfügbar]","descr":"Raja muss sich einer Herausforderung stellen: Plötzlich ist sein Team krank geworden und das ganze Projekt gerät in Gefahr. Rani fühlt sich derweil ausgenutzt und soll nun sogar die Leitung des ganzen Projekts übernehmen. Als sie dann von Raja vorgeführt wird, mischt sich Jeevan ein und es kommt zu einer Auseinandersetzung der beiden Männer…","versions":[{"lang":1,"streams":[{"redirect":7692114,"hoster":"VOE"},{"redirect":11379840,"hoster":"Streamtape"}]}]},{"epId":"episode-267","name":"Folge 267","epNo":267,"alt":"","descr":"Raja bedrängt weiterhin Rani und versucht sie zu erniedrigen. Jevan und Rani verstehen sich dadurch immer besser. Raja will daraufhin Rani dazu zwingen, sich seinen Namen auf den Unterarm zu tätowieren. Die Mutter von Raja geht jedoch dazwischen und die Situation eskaliert. Raja kommt wieder zu sich und Ambika befreit Rani aus ihrer misslichen Lage. Ambika will das der König Raja zur Vernunft bringt und mit ihm redet. Der König ist an Ranis Elend aber nicht interessiert und billigt Rajas Verhalten. Ambika bleibt beharrlich, was den König erzürnt. Raja geht jedoch dazwischen und fordert den König heraus. Dieser ist jedoch über die erbarmungslose Seite seines Sohnes erfreut und zieht sich zurück. Ambika versucht mit Raja zu reden und an das Gute zu appellieren. Rani von Trauer geplagt, schwört sich, dass sie die Schmähung niemals vergessen wird…","versions":[{"lang":1,"streams":[{"redirect":7692118,"hoster":"VOE"},{"redirect":11415937,"hoster":"Streamtape"}]}]},{"epId":"episode-268","name":"Folge 268","epNo":268,"alt":"","descr":"Rani beschuldigt Raja vor der versammelten Familie, sie erniedrigt zu haben. Sie zeigt ihr Tattoo und verlangt von Raja, sein Werk zu vollenden. Wie ein Bauer sein Vieh markiert, so solle Raja es bei ihr tun. Beide geraten dadurch noch mehr aneinander und drohen sich gegenseitig mit den Konsequenzen. Raja zwingt Rani, trotz ihrer Höhenangst, eine Wand im Palast zu streichen. Jevan überredet Rani, mit ihm zu Mittag zu essen. Beide unterhalten sich prächtig. In der Nacht jedoch findet Bindu, Jevan bei der Durchführung eines dunklen Rituals vor. Er macht ihr Angst und bringt sie dazu, das Buch Bramarakshas zu lesen…","versions":[{"lang":1,"streams":[{"redirect":7692124,"hoster":"VOE"},{"redirect":11379857,"hoster":"Streamtape"}]}]},{"epId":"episode-269","name":"Folge 269","epNo":269,"alt":"","descr":"Rani und Jevan streichen die Wand, wobei Raja die beiden eifersüchtig beobachtet. Er schmiedet einen hinterlistigen Plan: Er spielt vor Ambika den reuigen Sünder und bringt sie dazu, sich im Palast um Rani zu kümmern. Als Rani ahnungslos schläft, schleicht er sich in ihr Zimmer und legt sich neben sie. Ranis Schreck am nächsten Morgen ist groß und Jevan am Boden zerstört, als er Raja aus Ranis Zimmer kommen sieht. Priyamvada erhält ein Päckchen ohne Absender, in dem sich neben Gayatris und Indravadans Lieblingsbuch auch Fotos von der gemeinsamen Nacht befinden. Rani kann diese gerade noch vor Priyamvada verbergen. Als sie Raja zur Rede stellt, will er sie mit den Bildern erpressen. Rani weigert sich, nachzugeben, und kündigt ihre Stelle im Palast auf dramatische Weise…","versions":[{"lang":1,"streams":[{"redirect":7692125,"hoster":"VOE"},{"redirect":11379872,"hoster":"Streamtape"}]}]},{"epId":"episode-270","name":"Folge 270","epNo":270,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692132,"hoster":"VOE"},{"redirect":11379888,"hoster":"Streamtape"}]}]},{"epId":"episode-271","name":"Folge 271","epNo":271,"alt":"","descr":"Jevan macht Rani einen Antrag und will mit ihr nach Bombay durchbrennen. Nachdem Rani eine Nacht darüber geschlafen hat, lehnt sie sein Angebot ab. Außerdem hat sie vor mit ihrer Großmutter nach Bombay zu fahren. Raja erfährt später von der Großmutter von Ranis Plan zu verreisen. Er fängt Rani ab und sperrt sie in eine Scheune, um sie zur Rede zu stellen und sie für ihr ungehorsam zu bestrafen. Rani kämpft mit Raja und stößt sich dabei den Kopf und wird ohnmächtig. Als sie wieder zu sich kommt, stellt Raja sie zur Rede. Er macht ihr klar, dass dies seine Rache dafür ist, dass Rani ihn damals in ihrer Kindheit hintergangen hat. Wird Rani aus dieser Situation entkommen können?","versions":[{"lang":1,"streams":[{"redirect":12383581,"hoster":"VOE"},{"redirect":11379907,"hoster":"Streamtape"}]}]},{"epId":"episode-272","name":"Folge 272","epNo":272,"alt":"","descr":"Rani versucht Raja davonzulaufen. Als Raja sie verfolgen will, stolpert er und verletzt sich an einer Scherbe. Er wird ohnmächtig. Rani beginnt ihn zu verarzten. Derweil macht sich Jevan im Palast auf die Suche nach Rani. Er befragt sogar Priyamvada. Als Raja wiedererwacht, kommt Rani gerade zurück, um seine Wunde neu zu verbinden. Raja fragt sie daraufhin, wieso sie nicht geflohen sei. Er unterstellt ihr, dasssie ihn liebt und nicht ohne ihn sein kann. Rani verneint dies so lange, bis Raja ohne sie in den Palast zurückkehrt. Dort trifft er auf Jevan, der von ihm verlangt, Ranis Aufenthaltsort preiszugeben. Es kommt zum Streit zwischen den Brüdern…","versions":[{"lang":1,"streams":[{"redirect":12920714,"hoster":"VOE"},{"redirect":11379898,"hoster":"Streamtape"}]}]},{"epId":"episode-273","name":"Folge 273","epNo":273,"alt":"","descr":"Raja hat Gayatri gefangen genommen. Er ist eifersüchtig und glaubt, dass Rani ein Verhältnis mit Jevan hat, was diese immer wieder verneint. Als Rani ohnmächtig wird und er eine Reifenpanne hat, muss er sie vor Ort selbst versorgen. Er tut dies zunächst und geht dann…","versions":[{"lang":1,"streams":[{"redirect":7692147,"hoster":"VOE"},{"redirect":11379930,"hoster":"Streamtape"}]}]},{"epId":"episode-274","name":"Folge 274","epNo":274,"alt":"","descr":"Rani erwacht aus ihrer Ohnmacht. Raja ist nicht da. So kann sie eine Falle vorbereiten. Als er kommt, fängt sie ihn in einem Netz. Doch Raja kann sich mit einer Scherbe befreien und sie daran hindern zu verschwinden. Zu Hause gerät er in Streit mit seiner Mutter. Sie verstößt ihn, weil er Rani entführt hat und keinen Respekt vor Frauen hat. Wieder zurück bei Rani macht er sie für alles verantwortlich. Er erzählt, dass er als Kind in diesem Hostel gequält wurde und sein Leben lang gelitten hat. Und er gibt Rani die Schuld, weil sie damals geschwiegen hat…","versions":[{"lang":1,"streams":[{"redirect":7692155,"hoster":"VOE"},{"redirect":11379943,"hoster":"Streamtape"}]}]},{"epId":"episode-275","name":"Folge 275","epNo":275,"alt":"","descr":"Rani schafft es Raja mit dem Schlafmittel zu betäuben und kann so entkommen. Genau in dem Augenblick taucht Jevan auf, der Rani retten wollte. Zusammen flüchten sie dann. Doch Rani hält plötzlich inne und ist besorgt um Raja und kehrt um. Raja ist jedoch verschwunden. Rani macht sich mit Jevan auf den Weg zum Palast. Raja der inzwischen im Palast angekommen ist, kann es nicht mehr ertragen und setzt sich unter Feuer. Ambika und Rani versuchen ihn zu retten. Und es scheint als könnte ihn Rani wieder zur Vernunft bringen. Doch kurz bevor Raja ihr die Hand reichen kann, springt Jevan dazwischen und hält Rani von ihm fern. Raja will nur aus dem Feuer treten, wenn Rani den Palast verlässt. Rani versucht anzukämpfen, doch Jevan bringt sie fort von Raja. Rani ist verzweifelt und Jevan nutzt das zu seinem Vorteil und tröstet sie. Wie konnte Rani, Raja von ihrer Liebe überzeugen können?","versions":[{"lang":1,"streams":[{"redirect":7692159,"hoster":"VOE"},{"redirect":11379946,"hoster":"Streamtape"}]}]},{"epId":"episode-276","name":"Folge 276","epNo":276,"alt":"","descr":"Rajas Mutter Ambika redet auf Raja ein, er solle zu seiner Liebe stehen und sie nicht länger verleugnen. Nach einige Widerstand gesteht Raja, dass er Rani über alles liebt. Da er sich allerdings für ein Monster hält und Rani so unschuldig ist, hat er das Gefühl, ihr nicht zu nah sein zu dürfen. Rani derweil, spricht mit Priyamvada über das gleiche Thema. Sie ist sich sicher, dass Raja ihre Liebe nicht erwidert. Priyamvada rät ihr für ihre Liebe zu kämpfen. Raja übergibt Rani später die Besitzurkunde des Hauses ihrer Großmutter und entlässt sie aus dem Job. Rani stellt ihn daraufhin zur Rede und sagt ihm frei heraus, dass sie nicht aufgeben wird…","versions":[{"lang":1,"streams":[{"redirect":12251964,"hoster":"VOE"},{"redirect":11379967,"hoster":"Streamtape"}]}]},{"epId":"episode-277","name":"Folge 277","epNo":277,"alt":"","descr":"In der Kammer des Palastes gesteht Raja Rani, dass er sie auch liebt. Doch Ranis Glück währt nur kurz, denn schon spielt Raja wieder den gefühllosen Casanova, der nur das eine von ihr will. Da Raja nicht zu seinen Gefühlen stehen kann, kündigt Rani an, dass sie von nun an getrennte Wege gehen und lässt ihn stehen. Jevan sucht Rat bei Priyamvada, weil er nicht versteht, warum sich Rani von Raja so viel gefallen lässt. Doch Rani hört das Gespräch mit an und weist Jevan in seine Schranken. Kaal macht Raja Vorwürfe, dass er gar nichts auf die Reihe bekommt. Wütend verkündet Raja, dass er sein Studium hinschmeißen wird. Am nächsten Tag beginnt die Uni wieder, und zu Bindus Verblüffung taucht Raja doch dort auf…","versions":[{"lang":1,"streams":[{"redirect":7692169,"hoster":"VOE"},{"redirect":11379964,"hoster":"Streamtape"}]}]},{"epId":"episode-278","name":"Folge 278","epNo":278,"alt":"","descr":"Jevan schreibt Rani im Unterricht Entschuldigungsbriefe, wobei Raja die beiden eifersüchtig beobachtet. Beim Mittagessen sind die Studenten zum ersten Mal mit den neuen Erstsemestern konfrontiert, doch Raja hat wenig Lust, diese aufs Korn zu nehmen. Als Bindu ihm jedoch vorwirft, er sei langweilig, lässt er sich doch hinreißen und demütigt ein Erstsemester nach dem anderen. Ein junger Mann bekommt die Aufgabe, dem schönsten Mädchen des Colleges einen Heiratsantrag zu machen, und sucht sich ausgerechnet Rani dafür aus. Raja verliert die Beherrschung und geht auf den jungen Mann los. Die Professorin verdonnert Raja zum Nachsitzen in der Bibliothek. Als Rani sich für Raja einsetzt, muss sie ihm dort Gesellschaft leisten. Raja tut, als wäre ihm Rani vollkommen egal, doch diese provoziert ihn, indem sie die Bibliothek von innen abschließt.Als Raja versucht, den Schlüssel zu ergattern, fällt er Rani aus der Hand rutscht durch einen Fensterspalt nach draußen. Raja und Rani sind unbemerkt zusammen eingeschlossen…","versions":[{"lang":1,"streams":[{"redirect":7692171,"hoster":"VOE"},{"redirect":11379984,"hoster":"Streamtape"}]}]},{"epId":"episode-279","name":"Folge 279","epNo":279,"alt":"","descr":"Bindu hat als Überraschung für Raja eine Einweihungsparty für die Neulinge organisiert. Rani wird gebeten ein Lied zu singen, erst weigert sie sich, doch schließlich tut sie es. Bindu hat aber den Deckenventilator präpariert, dass er auf Rani fallen soll, während sie singt. Als Raja das mitkriegt, ist es jedoch zu spät und der Deckenventilator löst sich und fällt herunter. Bevor Raja sie retten kann, wird sie aber von Jevan gerettet. Später stellt Jevan Raja zur Rede und bedroht ihn. Doch Raja ist davon unbeeindruckt und stellt ihn auf die Probe…","versions":[{"lang":1,"streams":[{"redirect":7692178,"hoster":"VOE"},{"redirect":11379985,"hoster":"Streamtape"}]}]},{"epId":"episode-280","name":"Folge 280","epNo":280,"alt":"","descr":"Rani findet Raja und Jevan bei sich im Haus. Raja ist völlig aus dem Häuschen und möchte Rani einen Antrag machen… und zwar für Jevan. Rani will daraufhin wissen, welches Recht es ihm erlaubt, dies zu tun. Sie würde niemals jemand anderen heiraten als ihn. Raja droht ihr, sie müsse die Stadt verlassen, wenn sie sich nicht fügt. Jevan und Raja sind sich einig darüber, dass es einen Weg zu Rani Herz gibt und überlegen sich, wie sie dabei vorgehen könnten. Jeevans Gedicht kommt dabei leider nicht so gut bei Rani an. Ranis Großmutter Priyamvada macht sich derweil Sorgen um Ranis Zukunft und erklärt ihr, dass sie jemand Anderen, jemand Besseren finden könnte. Raja belauscht schlussendlich ein Gespräch zwischen Rani und Meenu, bei dem es um Ranis Großmutter geht. Dieses Gespräch bringt Raja auf eine Idee…","versions":[{"lang":1,"streams":[{"redirect":7692185,"hoster":"VOE"},{"redirect":11380002,"hoster":"Streamtape"}]}]},{"epId":"episode-281","name":"Folge 281","epNo":281,"alt":"","descr":"Noch immer versucht Raja Rani dazu zu bewegen, Jevan zu heiraten. Und auch Jevan lässt keine Gelegenheit aus, um Rani zu werben. Doch Rani bleibt hart. Sie liebt Raja und will sich nicht auf eine Ehe mit Jevan einlassen. Jevan weist Bindu darauf hin, dass der Weg für sie bei Raja wieder frei sein könnte, wenn er Rani heiratet. Nun beginnt Bindu auch noch, wieder um Rajas Gunst zu werben…","versions":[{"lang":1,"streams":[{"redirect":7692191,"hoster":"VOE"},{"redirect":11380018,"hoster":"Streamtape"}]}]},{"epId":"episode-282","name":"Folge 282","epNo":282,"alt":"","descr":"Gayatri willigt ein, Jeeves zu heiraten. Aber nur, weil sie fest davon überzeugt ist, dass Raja es nicht ertragen kann, sie an der Seite eines anderen Mannes zu sehen und die Hochzeit verhindern wird, bevor sie stattfindet. So will sie ihn zwingen, seine Liebe zu gestehen. Rani weiht Jevan in ihren Plan ein, doch der besteht darauf, Rani wirklich zu heiraten. Doch Kaal verbietet die Hochzeit, weil Rani und ein armes Dienstmädchen ist. Raja und Jeeves sind entschlossen, sich über das Verbot von Kaal hinwegzusetzen. Da schaltet sich Bhagwanti ein. Sie geht zu Rani und gibt ihr einen wertvollen Ring, damit sie Aamer Kot für immer verlässt. Beinahe begegnen sich Bhagwanti und Priyamvada. Doch Priyamvada findet den Ring und eine blasse Erinnerung kommt in ihr hoch…","versions":[{"lang":1,"streams":[{"redirect":7692193,"hoster":"VOE"},{"redirect":11380024,"hoster":"Streamtape"}]}]},{"epId":"episode-283","name":"Folge 283","epNo":283,"alt":"","descr":"Rani und ihre Großmutter empfangen Raja, Jevan und Ambika für ein traditionelles Ritual vor der Hochzeit von Rani und Jevan. Als Ambika, Ranis Großmutter sieht, erkennt sie die Königinmutter sofort und ist fassungslos. Ambika tut jedoch so, als würde sie sie nicht kennen und sie fangen mit der Zeremonie an. Beim Ritual bittet Rani darum, dass Raja es durchführt. Raja erfüllt ihr diesen Wunsch und vollführt das Ritual. Raja hat außerdem bereits ein Termin für die Trauung beim Priester für den nächsten Tag vereinbart. Doch Rani lehnt ab, mit der Begründung, dass sie sich eine Traumhochzeit wünscht mit allen Zeremonien und Ritualen. Raja sieht das ein, also wird die Hochzeit in sieben Tagen stattfinden. Rani will in diesen sieben Tage Raja an ihre Liebe erinnern.Wieder im Palast gibt Ambika Jevan Geld und Schmuck und bittet ihn, dass er zusammen mit Rani Aamer Kot verlässt. Jevan versteht es nicht aber willigt ein. Raja hat jedoch alles mitbekommen und stellt Ambika zur Rede. Am Tag der Hochzeit lässt Raja beim Ritual, die Schale zu Salben fallen. Was Ranis Großmutter als böses Omen deutet. Was wird als nächstes Geschehen? Wird Rani wirklich Jevan heiraten?","versions":[{"lang":1,"streams":[{"redirect":7692202,"hoster":"VOE"},{"redirect":11380028,"hoster":"Streamtape"}]}]},{"epId":"episode-284","name":"Folge 284","epNo":284,"alt":"","descr":"Rani steckt mitten in den Vorbereitungen zur Hochzeit. Rani versucht Raja noch davon zu überzeugen, dass er die Hochzeit abbläst. Bindu beginnt daraufhin den Plan von Jevan umzusetzen. Sie erklärt Raja ihre bedingungslose Unterstützung. Dies tut sie allerdings in der Hoffnung, sich sein Vertrauen erschleichen zu können. Kurz vor der Hochzeit trifft Bindu wieder auf Jevan und erklärt ihm, dass Raja und Rani Gefahr laufen, die Hochzeit abzusagen. Sie bittet Jevan, etwas dagegen zu unternehmen…","versions":[{"lang":1,"streams":[{"redirect":7692207,"hoster":"VOE"},{"redirect":11380032,"hoster":"Streamtape"}]}]},{"epId":"episode-285","name":"Folge 285","epNo":285,"alt":"","descr":"Priyamvada entdeckt voller Entsetzen die Hochzeitskette um Ranis Hals, die sie zu Rajas Ehefrau macht. Jevan stellt den sprachlosen Raja zur Rede und schickt ihn für immer aus Aamerkot fort. Er möchte an seinem Plan, Rani zur Frau zu nehmen, festhalten. Als Rani sich weigert, Jevan zu heiraten, da sie sich als Rajas Ehefrau fühlt, will Jevan die Heirat mit Gewalt durchsetzen. Er schleppt Rani in den Tempel, wo er dem Priester eine Waffe vorhält und Rani fesselt. Währenddessen versucht Raja sich einzureden, dass es das Beste für Rani ist, wenn er weggeht. Aber er fühlt sich sehr schlecht deswegen. Raja führt im Wald ein Zwiegespräch mit einer imaginären Rani und bemerkt schon bald, dass er einen großen Fehler gemacht hat…","versions":[{"lang":1,"streams":[{"redirect":7692215,"hoster":"VOE"},{"redirect":11380042,"hoster":"Streamtape"}]}]},{"epId":"episode-286","name":"Folge 286","epNo":286,"alt":"","descr":"Jevan zwingt Rani im Tempel mit Gewalt, die Hochzeitsrituale mit ihm zu durchlaufen. Rani setzt sich verzweifelt zur Wehr. Währenddessen machen sich Priyamvada und Ambika Sorgen und bemerken, dass sowohl Rani als auch Jevan verschwunden sind. Bindu plappert aus, dass Jevan Raja fortgeschickt hat. Da Priyamvada sich erinnert, dass Rani Jevan nur heiraten wollte, wenn Raja die Zeremonie durchführt, gehen schnell alle davon aus, dass sie zu Raja gegangen sein muss. Als Shashi gerade losgehen möchte, um Raja zu suchen, kommt dieser zurück in den Palast, jedoch ohne Rani. Meenu findet die Hochzeitskette auf dem Boden und Raja schließt daraus, dass Rani verschleppt worden ist. Er bekommt aus Bindu heraus, dass Jevan Rani sofort heiraten wollte und sie irgendwohin gebracht hat. Alle suchen in den Tempeln in der Nähe nach den beiden.Gerade noch rechtzeitig findet Raja Rani, rettet sie und geht auf Jevan los. Endlich fallen sich Rani und Raja glücklich in die Arme, doch Ambika plagen schon die nächsten Sorgen…","versions":[{"lang":1,"streams":[{"redirect":7692221,"hoster":"VOE"},{"redirect":12482157,"hoster":"Streamtape"}]}]},{"epId":"episode-287","name":"Folge 287","epNo":287,"alt":"","descr":"Raja will seinen Vater und die Königinwitwe von der Hochzeit mit Rani informieren. Ambika versucht alles, um dies zu verhindern, doch kann Raja nicht davon überzeugen mit Rani durchzubrennen. Raja bringt später Rani und ihre Großmutter zum Palast und will sie erst der Königinwitwe und dann seinem Vater vorstellen. Als sie im Palast ankommen, weckt dies alte Erinnerungen in Ranis Großmutter. Ambika redet mit dem König und der Königinwitwe über Rajas Hochzeitspläne mit Rani. Der König und die Königinwitwe sind nicht einverstanden, dass Raja ein Dienstmädchen heiraten will. Doch Ambika sagt ihnen, dass Rani aus einer königlichen Familie ist. Inzwischen führt Raja, Rani und ihre Großmutter durch den Palast. Die Königinmutter fängt an sich an immer mehr zu erinnern. Als sie sich allein in einem Zimmer ausruht, trifft sie dann auf Kokila. Kokila erkennt die Königinmutter sofort wieder. Wird Ambika Rani und die Königinmutter verraten? Was wird Kokila tun?","versions":[{"lang":1,"streams":[{"redirect":7692227,"hoster":"VOE"},{"redirect":11380051,"hoster":"Streamtape"}]}]},{"epId":"episode-288","name":"Folge 288","epNo":288,"alt":"","descr":"Rani und Priyamvada stellen sich der königlichen Familie vor, in der Hoffnung den Segen für die bevorstehende Hochzeit erhalten zu können. Natürlich wird Priyamvada sofort als eigentliche Königinmutter erkannt. Rani erklärt, dass Priyamvada ihr Gedächtnis verloren hat. Das ist es, was die Königinwitwe dazu bewegt, Rani in ihrer Familie willkommen zu heißen. Rani und Raja schwören sich gegenseitig, einander steht zu unterstützen und zur Seite zu stehen. Die Königinwitwe kann Kaal und Kokila davon überzeugen, dass Priyamvada die kleinere Gefahr ist. Die größte Gefahr sei, ihrer Meinung nach, Raja, wenn er denn hinter die Wahrheit kommt. Priyamvada, durch einen Traum die Wahrheit erkennend, läuft völlig aufgelöst durch den Palast…","versions":[{"lang":1,"streams":[{"redirect":7692232,"hoster":"VOE"},{"redirect":11380065,"hoster":"Streamtape"}]}]},{"epId":"episode-289","name":"Folge 289","epNo":289,"alt":"","descr":"Priyamvada hat wieder einen Anfall. Die Ärztin verschreibt ihr Medikamente und sie soll sich ausruhen. Später kann sie sich nicht mehr an ihren Anfall erinnern. Aber Bhagwanti, der König und Kokila wissen nun, dass Priyamvada Gayatri noch nicht gesagt hat, wer sie wirklich ist. Wenn sie aber Raja heiratet, ist das auch egal, weil dann das Familienvermögen so oder so in der Hand des Königs bleibt. So treibt nun auch Bhagwanti die Hochzeit von Raja und Rani voran…","versions":[{"lang":1,"streams":[{"redirect":7692235,"hoster":"VOE"},{"redirect":11380077,"hoster":"Streamtape"}]}]},{"epId":"episode-290","name":"Folge 290","epNo":290,"alt":"","descr":"Jeeves fleht Ambika und Rani an, ihm zu verzeihen. Und es gelingt ihm. Er verspricht, dieses Vertrauen niemals zu missbrauchen. Raja wird des Raumes verwiesen für eine Zeremonie, die nur unter den Frauen stattfindet. Dabei bekommt Gayatri viel Familienschmuck geschenkt. Ihr fällt allerdings auf, dass Priyamvada sich ausgesprochen gut mit den Ritualen und Traditionen der Rajputen auskennt. Priyamvada selbst kann nicht erklären, woher sie, dass alles weiß. Bindu indessen ist sauer auf Rani, weil diese ihr Raja weggenommen hat. Sie kündigt an, die Hochzeit unter allen Umständen verhindern zu wollen…","versions":[{"lang":1,"streams":[{"redirect":7692243,"hoster":"VOE"},{"redirect":11380078,"hoster":"Streamtape"}]}]},{"epId":"episode-291","name":"Folge 291","epNo":291,"alt":"","descr":"Nachdem Rani Henna aufgetragen bekommt, geht die Hochzeitsfeier weiter. Raja hat sich ebenfalls rein geschlichen, um Rani zu sehen. Nach einer Weile fangen jedoch Ranis Hände an zu brennen, und sie muss sich das Henna abwaschen. Kokila nutzt die Situation, um Rani zu verunsichern. Doch Raja setzt sich für Rani ein. Bindu ist enttäuscht, sie hatte die ganze Sache geplant, um Raja und Rani auseinander zu bringen, doch es hat sie nur näher zusammengebracht. Wird die Hochzeit noch stattfinden? Was hat die Königinwitwe geplant? Und wird sich die Königinmutter erinnern?","versions":[{"lang":1,"streams":[{"redirect":11198396,"hoster":"VOE"},{"redirect":10101256,"hoster":"Streamtape"}]}]},{"epId":"episode-292","name":"Folge 292","epNo":292,"alt":"","descr":"Priyamvada ist immer noch überzeugt, dass sie recht hat. Sie fordert alles zurück. Raja glaubt, dass dieses Verhalten mit ihrer Demenz zu tun hat. Rani macht sich sehr große Sorgen um Priyamvada. Sie fürchtet weiterhin, dass es zu einem Problem wird, dass sie und Raja nicht aus den gleichen wirtschaftlichen Verhältnissen stammen. Raja wehrt sich entschieden dagegen. Es interessiere ihn überhaupt nicht. Rani ist allerdings der Meinung, dass es die Gesellschaft sehr wohl interessiere. Später hört Raja, dass Kokila und Bhagwanti sich über Priyamvada unterhalten. Dabei fällt das Wort \"Königinmutter\". Er wundert sich, wieso sie so genannt wird und fragt nach. Bhagwanti findet eine Ausrede. Am nächsten Tag bitte Raja Bhagwanti um die Erlaubnis Priyamvada im Palast leben zu lassen. Seiner Meinung nach ist es hier leichter, sie zu behandeln. Diese Bitte wird ihm gewährt…","versions":[{"lang":1,"streams":[{"redirect":11198388,"hoster":"VOE"},{"redirect":10101257,"hoster":"Streamtape"}]}]},{"epId":"episode-293","name":"Folge 293","epNo":293,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692251,"hoster":"VOE"},{"redirect":11380085,"hoster":"Streamtape"}]}]},{"epId":"episode-294","name":"Folge 294","epNo":294,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11391866,"hoster":"VOE"},{"redirect":11391844,"hoster":"Streamtape"}]}]},{"epId":"episode-295","name":"Folge 295","epNo":295,"alt":"","descr":"Raja will Rani die Wahrheit über ihre Eltern sagen, aber er hat Angst vor den Konsequenzen. Während der Zeremonie will Bindu, Rani erschießen, wird aber von Bhagwanti aufgehalten. Raja hat einen Tagtraum, darüber, was passieren würde, wenn er Rani die Wahrheit sagen würde. Als sie dann beim letzten Ritual angelangt sind, versichert Raja, Rani nochmal, dass er sie über alles liebt und alles für sie tun würde. Wird Raja, Rani die Wahrheit sagen?","versions":[{"lang":1,"streams":[{"redirect":7692258,"hoster":"VOE"},{"redirect":11380089,"hoster":"Streamtape"}]}]},{"epId":"episode-296","name":"Folge 296","epNo":296,"alt":"","descr":"Die Heirat wird endlich vollzogen. Die Segnungen der Götter und der Familien sind abgeschlossen und nun wird gefeiert. Rani wird von Ambika im Kreis der Familie aufgenommen. Raja hat große Zweifel. Er verspürt die Notwendigkeit, sich Rani gegenüber zu öffnen, und ihr die gesamte Wahrheit zu sagen. Das beschäftigt ihn so sehr, dass Rani es bemerkt und ihn fragt, was denn los sei. Ambika schafft es wieder, die Beichte zu unterbrechen. Doch wie lange kann das so weitergehen?","versions":[{"lang":1,"streams":[{"redirect":7692260,"hoster":"VOE"},{"redirect":11380094,"hoster":"Streamtape"}]}]},{"epId":"episode-297","name":"Folge 297","epNo":297,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692261,"hoster":"VOE"},{"redirect":11380100,"hoster":"Streamtape"}]}]},{"epId":"episode-298","name":"Folge 298","epNo":298,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692265,"hoster":"VOE"},{"redirect":11380114,"hoster":"Streamtape"}]}]},{"epId":"episode-299","name":"Folge 299","epNo":299,"alt":"","descr":"Das Festmahl für die Weisen steht bevor. Rani versucht immer noch Raja zur Reden zur Stellen, was sein seltsames Verhalten angeht, kommt jedoch nicht weiter. Raja ist innerlich immer noch im Konflikt, ob er Rani die Wahrheit sagen soll. Bindu mischt mehr Bockshornklee in das Essen, damit es bitter schmeckt und ungenießbar wird. Sie hofft, dass Rani sich si vor allen blamiert. Jedoch probiert Rani das Essen vor dem Fest nochmal und bemerkt, dass es zu bitter ist. Verzweifelt sucht sie darauf Raja, doch sie kann ihn nicht finden. Da taucht Jeevan auf und bittet seine Hilfe an. Rani, die in Not ist, nimmt diese dankend an. Raja bekommt das alles mit und ist nicht sehr erfreut. Nach dem Fest, kann Rani es nicht aushalten und gesteht den Weisen, dass sie das Essen nicht zubereitet hat. Bereit ihre Strafe zu erhalten, wird sie aber für ihre Ehrlichkeit gelobt. Und führt das nächste Ritual durch, dass sie mit Hilfe der Kraft ihrer Liebe besteht…","versions":[{"lang":1,"streams":[{"redirect":7692272,"hoster":"VOE"},{"redirect":11380122,"hoster":"Streamtape"}]}]},{"epId":"episode-300","name":"Folge 300","epNo":300,"alt":"","descr":"Die Hochzeitsnacht steht bevor. Rani ist nervös. Allerdings nicht aus den Gründen, die man sich denken würde, sondern weil sich Raja so eigenartig verhält. Raja und Jeevan geraten aneinander. Als es zu einer Schlägerei kommt, geht Rani dazwischen. Sie stellt Raja zur Rede und verlangt zu wissen, was ihn so sehr verändert hat. Bindu träufelt Schlafmittel auf Ranis Bett. Raja beschließt für sich, dass er es nicht mehr mit sich vereinbaren kann, dass Rani nicht die Wahrheit erfährt. Er erzählt ihr alles. Dummerweise ist Rani in tiefem Schlaf versunken. Ambika ist schockiert und fordert von Raja weniger Selbstsucht ein. Rani könne etwas ungetrübtes Glück wirklich gut gebrauchen. Bhagwanti plant derweil schon den nächsten Schritt…","versions":[{"lang":1,"streams":[{"redirect":7692278,"hoster":"VOE"},{"redirect":12978139,"hoster":"Streamtape"}]}]},{"epId":"episode-301","name":"Folge 301","epNo":301,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692283,"hoster":"VOE"},{"redirect":11391839,"hoster":"Streamtape"}]}]},{"epId":"episode-302","name":"Folge 302","epNo":302,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692284,"hoster":"VOE"},{"redirect":11380133,"hoster":"Streamtape"}]}]},{"epId":"episode-303","name":"Folge 303","epNo":303,"alt":"","descr":"Damit Rani sich von Raja fernhält, entscheidet dieser sich für drastische Maßnahmen. Er küsst Bindu vor ihren Augen. Rani stellt ihn zur Rede und Raja sagt ihr, dass er denkt die Hochzeit war ein Fehler. Rani ist völlig aufgelöst und will es nicht wahrhaben. Sie versucht nochmal mit Raja zu reden, doch er jagt sie fort. Rani entscheidet sich den Palast zu verlassen und geht zu ihrer Großmutter. Ranis Großmutter erkennt sofort, dass etwas mit Rani stimmt. Doch Rani will ihr keinen Stress verursachen und sagt ihr nicht die Wahrheit. Als Raja erfährt, dass Rani den Palast verlassen hat, kann er es nicht ertragen und macht sich auf den Weg zu Rani. Er findet Rani bei ihrer Großmutter und will sie wieder mitnehmen. Als sie vor der Tür sind eskaliert die Situation. Wird Raja, Rani um Verzeihung? Oder wird Rani, Raja für immer verlassen?","versions":[{"lang":1,"streams":[{"redirect":7692291,"hoster":"VOE"},{"redirect":11380140,"hoster":"Streamtape"}]}]},{"epId":"episode-304","name":"Folge 304","epNo":304,"alt":"","descr":"Rani hat, nachdem Raja Bindu geküsst hat, den Palast verlassen. Sie stellt Raja wiederrum zur Rede. Raja behauptet, dass es nichts bedeutet hat… wie auch ihre Ehe. Die Heirat sei für ihn ein großer Fehler gewesen. Rani will daraufhin die Beziehung beenden. Für Kaal ist es derweil ein Problem, das Rani nicht mehr im Palast ist. Er möchte selbst für die Wahlen kandidieren und fürchte die Gerüchteküche der Bevölkerung. Das Examen am College geht schief für Rani. Sie beantwortet keine Frage. Jeevan stellt sie deshalb zur Rede. Raja schafft es letztendlich, Rani davon zu überzeugen, in den Palast zurückzukehren. Dort bitte Königin Ambika Rani zu einem privaten Gespräch…","versions":[{"lang":1,"streams":[{"redirect":7692295,"hoster":"VOE"},{"redirect":11380151,"hoster":"Streamtape"}]}]},{"epId":"episode-305","name":"Folge 305","epNo":305,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12920713,"hoster":"VOE"},{"redirect":10101259,"hoster":"Streamtape"}]}]},{"epId":"episode-306","name":"Folge 306","epNo":306,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11198387,"hoster":"VOE"},{"redirect":10101258,"hoster":"Streamtape"}]}]},{"epId":"episode-307","name":"Folge 307","epNo":307,"alt":"","descr":"Bhagwanti und Ambika bitten Priyamvada um Hilfe. Sie soll dafür sorgen, dass Rani wieder zum Palas zurückkehrt. Inzwischen wird Rani von Rüpeln auf dem College-Gelände belästigt. Rani verjagt sie jedoch. Raja der das ganze heimlich beobachtet, ist von ihr beeindruckt. Er begleitet sie auf ihr Zimmer. Auf dem Weg werden sie zur Aufseherin gerufen. Rani bekommt eine Standpauke, wegen ihres Ausgangs nach der Sperrstunde. Sie erhält jedoch nochmal eine Chance. Priyamvada taucht auf und stellt Rani und Raja zur Rede. Die zwei spielen jedoch ihren Streit herunter und schieben die Trennung auf die Abschlussprüfungen. Im Palast ist König Kaal wütend über das Versagen von Ambika und Bhagwanti, die Rani eigentlich zurückbringen sollten. König Kaal entscheidet sich Bhagwanti fallen zu lassen, dass sie ihm nicht mehr von Nutzen ist.Im College kann Rani keinen klaren Gedanken fassen, weil sie immerzu an Raja denken muss. Als sie dann Meenu, die Wahrheit über Raja und Bindu erzählt. Plant Meenu, Bindu eine Lektion zu erteilen. Rani ist nicht davon überzeugt und will sie davon abhalten. Doch Meenu ist fest entschlossen. Was hat Meenu für Bindu geplant? Was wird aus Bhagwanti? Und werden Raja und Rani sich versöhnen?","versions":[{"lang":1,"streams":[{"redirect":7692299,"hoster":"VOE"},{"redirect":11380171,"hoster":"Streamtape"}]}]},{"epId":"episode-308","name":"Folge 308","epNo":308,"alt":"","descr":"Meenu hängt Plakate von Bindu auf, die darauf mit einem aufgemalten Vollbart zu sehen ist. Bindu entdeckt dies und vermutet Rani dahinter. Sie schwört Rache. Raja fordert derweil seinen Anteil des königlichen Erbes. Kaal jedoch will dieses Erbe komplett auf Ranis Namen überschreiben. Bedingung ist, dass Rani wieder in den Palast zurückkehrt. Kaal bringt auch Ambika dazu, sich dafür einzusetzen, dass Rani zurückkehrt. Raja ringt Rani hingegen das Versprechen ab, vor den Examen nicht mehr in den Palast zurückzukehren…","versions":[{"lang":1,"streams":[{"redirect":7692306,"hoster":"VOE"},{"redirect":11380185,"hoster":"Streamtape"}]}]},{"epId":"episode-309","name":"Folge 309","epNo":309,"alt":"","descr":"Rani möchte mit Raja über Ambika sprechen, aber dieser blockt ab. Rani ist verzweifelt: Einerseits hat sie Raja versprochen, nicht in den Palast zu kommen, andererseits will sie für Ambika eine gute Schwiegertochter sein und zum Teej-Fest gehen. Beim Teej-Fest fragen sich die Gäste, wo Rani, die neue Schwiegertochter, wohl steckt. Raja beobachtet Ranis Ankunft vom Balkon aus und fängt sie ab. Rani erzählt ihm von ihrer Sorge um Ambika, aber Raja sagt ihr, sie soll sich da raushalten. Als Kaal Ambika gerade schlagen will, hindert ihn Raja daran. Raja hält Kaal einen Vortrag über Gleichberechtigung in der Ehe und schlägt seinen Vater. Später schleicht sich Raja in Ranis Zimmer, um mit ihr das Fasten zu brechen…","versions":[{"lang":1,"streams":[{"redirect":11198398,"hoster":"VOE"},{"redirect":11391838,"hoster":"Streamtape"}]}]},{"epId":"episode-310","name":"Folge 310","epNo":310,"alt":"","descr":"Raja hat Angst, Rani zu sagen, dass Kaal ihre Eltern getötet hat. Als Raja über seinem Tagebuch einschläft, kommt Bindu ins Zimmer und liest die Zeilen mit seinen Sorgen. Im Palast stellen Journalisten Kaal unangenehme Fragen über Rani. Kaal fürchtet, sein Ruf könne durch ihre Abwesenheit Schaden nehmen. Er geht zur Uni und versucht Rani davon zu überzeugen, in den Palast zurück zu kommen. Als jedoch Raja hinzukommt, erfährt Rani endlich, dass Kaal der Grund für Ambikas Verletzungen ist und Kaal auch Raja immer verprügelt. Rani will für Raja da sein, doch er reagiert abweisend und verspricht ihr, sie so lange in Ruhe zu lassen, bis sie ihn um Berührungen anfleht…","versions":[{"lang":1,"streams":[{"redirect":11391820,"hoster":"VOE"},{"redirect":10101264,"hoster":"Streamtape"}]}]},{"epId":"episode-311","name":"Folge 311","epNo":311,"alt":"","descr":"Raja hört plötzlich Lärm aus dem Zimmer des Königs. Der König hat einen Wutanfall und will gerade Ambika, die Mutter von Raja, schlagen. Raja verhindert dies und bedroht den König mit einer Waffe. Rajas Mutter kann jedoch im letzten Moment noch dazwischen gehen und den Schuss ablenken. Ambika fleht Raja an zu verschwinden. Raja ist wütend, dass seine Mutter immer noch seinen Vater beschützt. Am nächsten Tag will Rani, Raja im Palast zur Rede stellen. Sie werden aber von einem wütenden Mob Frauen unterbrochen, die den König eine Lektion erteilen wollen! Die Frauen sind wütend darüber, dass der König, die Frauen im Palast misshandelt. Bhagwanti fragt sich, wer hinter diesem Aufruhr steckt…","versions":[{"lang":1,"streams":[{"redirect":11198409,"hoster":"VOE"},{"redirect":10101261,"hoster":"Streamtape"}]}]},{"epId":"episode-312","name":"Folge 312","epNo":312,"alt":"","descr":"König Kaal gibt Rani die Schuld daran, dass die Situation ist wie sie ist. Raja gibt daraufhin zu, dass dies sein Werk ist. Er erklärt das Ende der Gräueltaten Kaals. Rani vor die Menge und hält ein Plädoyer für den Rechtsstaat und das Vergeben. Damit kann sie die Frauen beruhigen. Das Rani dem König geholfen hat kann Raja nicht ertragen. Er ist wütend auf Rani. Rani wiederum tut, als wäre sie krank, um die Chance zu erhalten, mit Raja in Ruhe zu reden. Er bringt einen Arzt mit, welcher Rani untersuchen soll. Es stellt sich allerdings heraus, dass dieser Arzt falsch ist und Raja Ranis kleinem Trick auf die Spur gekommen ist. Beide vertragen sich und Raja gibt zu, dass er nicht wütend ist auf sie, sondern auf den König…","versions":[{"lang":1,"streams":[{"redirect":11198397,"hoster":"VOE"},{"redirect":11391800,"hoster":"Streamtape"}]}]},{"epId":"episode-313","name":"Folge 313","epNo":313,"alt":"","descr":"König Kaal lässt Priyamvada entführen. Gerade, als er sie töten will, erfährt er, dass der Sitz für Aamer Kot zukünftig für eine Frau reserviert sein soll. Er braucht also eine willige Person, die genau das macht, was er will. Er kommt auf Rani und fängt an, sie sehr freundlich zu behandeln und ihr zu helfen. So holt er ihre Bücher im Hostel ab und bringt sie ihr nach Hause. Raja dagegen ist misstrauisch. Er vermutet, dass Kaal etwas im Schilde führt, weil er sonst nie so hilfsbereit sein würde…","versions":[{"lang":1,"streams":[{"redirect":7692311,"hoster":"VOE"},{"redirect":11380192,"hoster":"Streamtape"}]}]},{"epId":"episode-314","name":"Folge 314","epNo":314,"alt":"","descr":"Raja ist immer noch skeptisch, was seinen Vater betrifft. Dieser nimmt Rani mit zu einer Besprechung in die Parteizentrale. Dort schafft er es durch geschickte Gesprächsführung die anderen dazu zu bringen, Rani als Kandidatin für die Wahl vorzuschlagen. Rani traut sich das jedoch nicht zu. Kaal verspricht ihr, ihr zu helfen. Und plötzlich versuchen alle, auch Ambika, Raja und Priyamvada, Rani davon zu überzeugen, dass sie in die Politik gehen sollte, und versuchen ihr klar zu machen, was sie alles bewirken könnte…","versions":[{"lang":1,"streams":[{"redirect":7692314,"hoster":"VOE"},{"redirect":11380255,"hoster":"Streamtape"}]}]},{"epId":"episode-315","name":"Folge 315","epNo":315,"alt":"","descr":"Im Palast wird alles für das Navratri-Fest vorbereitet. König Kaal sieht wie Bindu frech zu seiner Frau Ambika ist. Er schreitet ein und entschuldigt sich bei Ambika für all die Jahre der schlechten Behandlung. König Kaal verspricht ein besserer Mensch zu werden. Er entschuldigt sich auch bei Raja und bittet Rani sich zur Wahl zu stellen. Rani lehnt jedoch ab. Bhagwanti traut der Sinneswandlung von König Kaal nicht. Beim Fest will ein Attentäter Rani erschießen, aber König Kaal wirft sich dazwischen und wird getroffen. Sie bringen ihn ins Krankenhaus. Die Ärzte schaffen es ihn zu operieren, doch sein Zustand bleibt kritisch. Raja will sich an dem Attentäter rächen und ihn umbringen, doch Rani kann ihn im letzten Moment davon abhalten…","versions":[{"lang":1,"streams":[{"redirect":7692324,"hoster":"VOE"},{"redirect":11380268,"hoster":"Streamtape"}]}]},{"epId":"episode-316","name":"Folge 316","epNo":316,"alt":"","descr":"König Kaal liegt auf dem Sterbebett, so scheint es. Raja weint um ihn und Rani erklärt ihm währenddessen, dass sie gedenkt, sich zur Wahl zu stellen. Priyamvada scheint den Verstand komplett zu verlieren. Sie jubelt, als sie Kaal auf dem Bett vorfindet. Die Königinwitwe vermutet ein abgekartetes Spiel. Sie ahnt, dass dieses Attentat aus einem bestimmten Grund geplant wurde. Raja äußert Rani gegenüber, dass er uneingeschränktes Vertrauen für sie hat. Währenddessen suchen Tyagi und Bhandari die Hülse des Geschosses, mit dem das Attentat verübt wurde. Dabei kommt heraus, dass dieses nur vorgetäuscht war. Raja findet die Hülse und stellt die beiden zur Rede. Währenddessen erwacht König Kaal im Krankenhaus und wird daraufhin vom Arzt entlassen. Rani lässt sich überreden das Formular für die Aufstellung zur Wahl zu unterschreiben…","versions":[{"lang":1,"streams":[{"redirect":12383583,"hoster":"VOE"},{"redirect":11380281,"hoster":"Streamtape"}]}]},{"epId":"episode-317","name":"Folge 317","epNo":317,"alt":"","descr":"Kaal möchte Rani dazu bringen, sich für die Wahlen aufstellen zu lassen. Raja, dem klar ist, dass Kaal Rani nur als Marionette benutzen will, verhindert das im letzten Moment und wirft seinem Vater vor, den Angriff auf Rani inszeniert zu haben. Rani stellt sich auf Rajas Seite, obwohl dieser seine Anschuldigungen nicht beweisen kann. Raja und Rani kommen einander im Garten näher. Bhagwanti warnt Kaal, dass er zuerst Raja und Rani auseinanderbringen muss, wenn er Rani erledigen möchte…","versions":[{"lang":1,"streams":[{"redirect":7692326,"hoster":"VOE"},{"redirect":11380298,"hoster":"Streamtape"}]}]},{"epId":"episode-318","name":"Folge 318","epNo":318,"alt":"","descr":"Raja macht sich nach dem Gespräch mit Kaal so große Sorgen um Rani und ihre Großmutter, dass er die Nacht in ihrem Haus verbringt. Ranis Gedanken drehen sich unterdessen um die geistige Gesundheit ihrer Großmutter, denn Priyamvada spricht schon seit Ranis Jugend immer wieder von sich als die \"Königin Mutter\". Raja entschließt sich schweren Herzens, Rani endlich die Wahrheit über den Tod ihrer Eltern zu sagen. Wie wird Rani reagieren?","versions":[{"lang":1,"streams":[{"redirect":7692328,"hoster":"VOE"},{"redirect":11380325,"hoster":"Streamtape"}]}]},{"epId":"episode-319","name":"Folge 319","epNo":319,"alt":"","descr":"Raja zeigt Rani ein Bild von ihren echten Eltern und erzählt ihr die Wahrheit darüber, wer für ihren Tod verantwortlich ist. Auch Priyamvada kann sich wieder an alles erinnern, nachdem sie das Bild gesehen hat. Rani ist völlig verwirrt von den Neuigkeiten und am Boden zerstört. Völlig aufgelöst zieht sie sich mit ihrer Großmutter zurück, um Abstand von Raja zu gewinnen. Später weint sich Rani erst mal bei ihrer Großmutter aus und findet Trost. Sie verspricht ihrer Großmutter, dass sie das Leid ihrer Eltern nicht ungesühnt lassen will. Währenddessen betritt Raja in Begleitung der Polizei den Palast und lässt König Kaal für den Mordkomplott an seiner Frau und die Selbstinszenierung des Attentats auf sich selbst verhaften. Der König schwört, dass er sich an Raja rächen wird, bevor er abgeführt wird…","versions":[{"lang":1,"streams":[{"redirect":12920717,"hoster":"VOE"},{"redirect":11380343,"hoster":"Streamtape"}]}]},{"epId":"episode-320","name":"Folge 320","epNo":320,"alt":"","descr":"Rani will Rache. Priyamvada jedoch kann sie davon überzeugen, dass Rache der falsche Weg ist. Sie fordert Rani dazu auf, Raja zu vergeben und ihrer beider Liebe eine Chance zu geben. Ambika spricht derweil mit Raja und bittet ihn hartnäckig zu bleiben und seine Pflicht zu erfüllen. Als Raja am nächsten Morgen in Ranis und Priyamvadas Haus erscheint, erwartet ihn trotzdem das eisige Schweigen Ranis. Kaal und Bhagwanti beschließen derweil, das Kriegsbeil zu begraben und ihre Kräfte zu bündeln, um sich ihrer Feinde zu entledigen. Raja gibt öffentlich zu, dass er nicht der wahre Erbe des Throns ist und dass die Tochter der Königin und des Königs noch lebt. Kurz danach wird er von Attentäter angegriffen. Rani rettet ihm hierbei das Leben…","versions":[{"lang":1,"streams":[{"redirect":7692339,"hoster":"VOE"},{"redirect":11380364,"hoster":"Streamtape"}]}]},{"epId":"episode-321","name":"Folge 321","epNo":321,"alt":"","descr":"Raja und Rani sind, nachdem Raja überfallen wurde, bei Priyamvada. Die sperrt die beiden in ein Zimmer ein, und will sie erst wieder rauslassen, wenn sie sich versöhnt haben. Doch erfolglos, Rani bleibt stur, Raja geht. Kurz darauf taucht Ambika auf, die erfahren hat, dass die Schläger von Kaal geschickt wurden und Raja warnen will. Nun schwenkt Rani um. Sie will Raja verzeihen und macht sich auf den Weg in den Palast um ihn zu suchen. Dort hat sich Bindu an Raja herangemacht. Sie erinnert ihn an ihre Freundschaft in Kindertagen, gibt ihm Alkohol und tut heimlich eine Tablette in sein Glas. Raja fängt an zu halluzinieren und glaubt Rani sei bei ihm…","versions":[{"lang":1,"streams":[{"redirect":7692344,"hoster":"VOE"},{"redirect":11380408,"hoster":"Streamtape"}]}]},{"epId":"episode-322","name":"Folge 322","epNo":322,"alt":"","descr":"Raja erwacht neben Bindu. Die beiden haben die Nacht miteinander verbracht, nachdem Bindu Raja etwas ins Glas getan hat. Raja fühlt sich schrecklich. Rani sucht noch immer nach ihm und trifft auf Bhagwanti, die sie aufhalten will. Da taucht Raja auf. Rani sagt ihm, dass sie ihm verzeiht und möchte die Hochzeitskette wiederhaben. Von Rajas Nacht mit Bindu weiß sie nichts, und Raja rätselt, wie er ihr das beibringen soll. Bindu versucht weiter, Raja davon zu überzeugen, dass er eigentlich sie liebt. Doch für ihn gibt es keinen Zweifel an seiner Liebe zu Rani. Bindu ist verzweifelt. Da erklärt die Königswitwe ihr, dass eine Frau alles erreichen kann, wenn sie keine Gewissensbisse hat und stichelt Bindu damit an, nicht aufzugeben…","versions":[{"lang":1,"streams":[{"redirect":7692349,"hoster":"VOE"},{"redirect":11380418,"hoster":"Streamtape"}]}]},{"epId":"episode-323","name":"Folge 323","epNo":323,"alt":"","descr":"Bindu erzählt Rani und der Familie, dass Raja die letzte Nacht mit ihr zusammen verbracht hat. Rani glaubt ihr nicht, doch als sie Raja zur Rede stellt gesteht dieser, dass es wahr ist. Rani ist außer sich und löst die Ehe mit ihm auf, bevor sie ihn aus dem Haus wirft. Jeevan knöpft sich erst mal Raja vor und verprügelt ihn. Rani weint sich bei ihrer Großmutter aus und sie beschließen Aamer Kot für immer zu verlassen. Bhagwanti ist über die Ereignisse sehr erfreut aber macht sich Sorgen, dass die Situation wieder kippen könnte. Beim Kofferpacken überrascht Rani ihre Großmutter mit einem neuen Plan. Sie will nicht weglaufen sondern ihre Rolle als Erbin von Aamer Kot einnehmen und sich zur Wahl stellen…","versions":[{"lang":1,"streams":[{"redirect":7692353,"hoster":"VOE"},{"redirect":11380435,"hoster":"Streamtape"}]}]},{"epId":"episode-324","name":"Folge 324 [Derzeit nicht verfügbar]","epNo":324,"alt":"","descr":"Rani ist fest entschlossen die Wahlen zu gewinnen. Sie glaubt, dass dies die einzige Möglichkeit ist, um Rache zu bekommen und Aamer Kot auf den richtigen Pfad zu bringen. Raja genießt es derweil seinem Vater Kaal die Nachricht zu überbringen, dass Rani an den Wahlen teilnimmt. Bhagwanti, die Königinwitwe, erklärt Kaal, dass der beste Weg, Rani zu besiegen, ist, wenn er sich an Ambika hält und diese ausnutzt. Beide bringen die Königin dazu, sich auch zur Wahl zu stellen. Raja scheint sich nun entscheiden zu müssen. Erst ein Gespräch mit seiner Mutter bringt ihm die Gewissheit, dass dem nicht so ist. Er beschließt, Rani zu unterstützen, komme was wolle…","versions":[]},{"epId":"episode-325","name":"Folge 325","epNo":325,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692370,"hoster":"VOE"},{"redirect":11380442,"hoster":"Streamtape"}]}]},{"epId":"episode-326","name":"Folge 326","epNo":326,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692363,"hoster":"VOE"},{"redirect":11380455,"hoster":"Streamtape"}]}]},{"epId":"episode-327","name":"Folge 327","epNo":327,"alt":"","descr":"Priyamvada stellt Bhagwanti zur Rede wegen des Schlangengriffs. Doch Bhagwanti streitet alles ab. Rani bringt Raja zu einem Priester und betet für seine Genesung. Inzwischen machen sich Jeevan und Bindu auf die Suche nach Rani und Raja. Schließlich erwacht Raja und ist verwirrt. Nachdem ihm klar wird, dass Rani sein Leben gerettet hat, schämt er sich und will Buße tun. Immer noch geschwächt läuft er über ein Nagelbrett. Als Rani seine Wunden pflegt, sprechen die zwei sich aus. Und Rani vergibt Raja…","versions":[{"lang":1,"streams":[{"redirect":7692364,"hoster":"VOE"},{"redirect":11380467,"hoster":"Streamtape"}]}]},{"epId":"episode-328","name":"Folge 328","epNo":328,"alt":"","descr":"Raja ist wieder gesund. Er und Rani scheinen glücklich. Bindu bekommt derweil im Palast einen Nervenzusammenbruch und Raja kommt gerade rechtzeitig, um sie davon abzuhalten, sich selbst umzubringen. Bindu nutzt dies, um Raja dazu zu bringen, sie bei der Wahl zu unterstützen. Rani erfährt davon und Raja versucht es ihr zu erklären…","versions":[{"lang":1,"streams":[{"redirect":12383587,"hoster":"VOE"},{"redirect":11380480,"hoster":"Streamtape"}]}]},{"epId":"episode-329","name":"Folge 329","epNo":329,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692376,"hoster":"VOE"},{"redirect":11380499,"hoster":"Streamtape"}]}]},{"epId":"episode-330","name":"Folge 330","epNo":330,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692384,"hoster":"VOE"},{"redirect":11380498,"hoster":"Streamtape"}]}]},{"epId":"episode-331","name":"Folge 331","epNo":331,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692386,"hoster":"VOE"},{"redirect":11380521,"hoster":"Streamtape"}]}]},{"epId":"episode-332","name":"Folge 332","epNo":332,"alt":"","descr":"Jeevan und Rani erfahren, dass es jemand im Palast ist, der die Fäden zieht. Rani hat sofort Bindu unter Verdacht. Sie kehrt in den Palast zurück und findet Bindu im Gespräch mit Raja vor. Sie schüttet ihr etwas über den Schoß, um Raja für sich allein zu haben. Dieser macht ihr ein Geschenk. Es ist ein kurzes Kleid. Rani weigert sich, dieses anzuprobieren, wird allerdings von Raja dazu überredet. Beide kommen sich näher und werden durch den Schrei Bindus gestört. Diese stand unter der Dusche und erschreckte sich vor einer Schlange. An der Wand hing ein Zettel, der besagt, dass jemand um Bindus Geheimnisse weiß. So taucht sie nun im Schlafzimmer Rajas, nur mit Handtuch bekleidet, auf. Raja ist deshalb wütend. Rani stellt sie zur Rede und droht ihr. Sie verlangt, dass Bindu alles vor der Öffentlichkeit zu gibt. Bindu entschuldigt sich bei Raja und versucht neues Vertrauen aufzubauen…","versions":[{"lang":1,"streams":[{"redirect":7692390,"hoster":"VOE"},{"redirect":11380526,"hoster":"Streamtape"}]}]},{"epId":"episode-333","name":"Folge 333","epNo":333,"alt":"","descr":"Priyamvada und Rani nehmen Rache. Priyamvada fesselt Bhagwanti an ihren Stuhl und verbindet das Seil mit der Tür und dem Abzug einer Waffe, die auf Bhagwanti gerichtet ist. Sie soll genauso in Todesangst leben, wie Priyamvada das jahrelang auch tun musste. Als Bindu und Kokila hereinstürmen, geht die Waffe allerdings nicht los. Um ihr zu helfen, verlangt Rani von Bindu, dass sie die Wahrheit sagt, was diese verweigert. Rani hat ein Heilmittel. Einen Eimer von Kuh-Urin. Diesen schüttet sie über den Kopf von Bindu. Die ist zwar geheilt, sinnt aber wie Bhagwanti auf Rache. Das ist es, was Priyamvada und Rani erreichen wollten. Sie wollen die beiden provozieren, in der Hoffnung, dass sie einen Fehler machen und dadurch ihre Machenschaften auffliegen. Bhagwanti hat auch schon einen Plan…","versions":[{"lang":1,"streams":[{"redirect":7692396,"hoster":"VOE"},{"redirect":11380588,"hoster":"Streamtape"}]}]},{"epId":"episode-334","name":"Folge 334","epNo":334,"alt":"","descr":"Bhagwanti, Kokila und Bindu schlagen zu. Kokila serviert allen Süßigkeiten, die mit Schlafmittel versetzt sind um sie auszuschalten. Priyamvada wird von Bhagwantis Dienern überwältigt und in einem Raum an einen Pfahl gefesselt. Dort vollzieht nun Bhagwanti ihre Riten, bevor sie Priyamvad töten will. Rani wird von Bindu überwältigt und in den Raum gebracht, den Bhagwanti für Rani hat mauern lassen. Dort wird Rani nun von Dienern von Bindu eingemauert. Rani und Jeevan sind indessen bei einer Wohltätigkeitsorganisation, um dort Kleidung zu spenden. Doch Rani spürt, dass etwas nicht stimmt und drängt zur sofortigen Rückkehr in den Palast. Dort findet er seine Mutter geknebelt und an einen Stuhl gefesselt und Blutspuren…","versions":[{"lang":1,"streams":[{"redirect":7692408,"hoster":"VOE"},{"redirect":11380591,"hoster":"Streamtape"}]}]},{"epId":"episode-335","name":"Folge 335","epNo":335,"alt":"","descr":"Raja findet Rani eingemauert hinter einer Wand und befreit sie. Rani eilt ihrer Großmutter zur Hilfe und kann verhindern, dass Bhagwanti sie umbringt. Rani stellt dann Bindu zur Rede und zwingt sie zu einem Geständnis. Nachdem Raja, die Wahrheit erfährt, jagt er die Königinwitwe und Bindu aus dem Palast. Bhagwanti schwört Priyamvada, dass sie sich rächen wird und verschwindet zusammen mit Bindu. Bindu ist verzweifelt und am Boden zerstört. Im Palast ist Rani besorgt um Raja. Doch Priyamvada kann sie beruhigen…","versions":[{"lang":1,"streams":[{"redirect":7692412,"hoster":"VOE"},{"redirect":11380613,"hoster":"Streamtape"}]}]},{"epId":"episode-336","name":"Folge 336","epNo":336,"alt":"","descr":"Raja verwöhnt Rani. Er hält mit ihr, für sie überraschend, eine Krönungszeremonie ab. Er badet sie, kleidet sie an und legt ihr den königlichen Schmuck an. Er verhält sich ganz so, als wäre er ihre Zofe und sie seine Königin. Infolgedessen kommen sich beide sehr nahe. Bindu ist währenddessen in großer Gefahr…","versions":[{"lang":1,"streams":[{"redirect":7692445,"hoster":"VOE"},{"redirect":11380608,"hoster":"Streamtape"}]}]},{"epId":"episode-337","name":"Folge 337","epNo":337,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692449,"hoster":"VOE"},{"redirect":11380621,"hoster":"Streamtape"}]}]},{"epId":"episode-338","name":"Folge 338","epNo":338,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7692455,"hoster":"VOE"},{"redirect":11380630,"hoster":"Streamtape"}]}]},{"epId":"episode-339","name":"Folge 339","epNo":339,"alt":"","descr":"Das Volk ist aufgebracht und verlangt Bhagwanti an den Galgen zu hängen. Während des Tumults gelingt es Bhagwanti, Rani als Geisel zu nehmen und verschanzt sich mit ihr im Palast. Sie zerrt Rani auf den Balkon, um sie vor aller Augen umzubringen. Rani gelingt es Bhagwanti zu entwaffnen. Bhagwanti fällt vom Balkon, kann sich aber noch an der Brüstung festhalten. Rani wirft ihr ein Seil runter, um sie hochzuziehen. Kurz bevor sie oben ankommt, greift Bhagwanti jedoch Rani wieder an und stürzt hinunter. Sie verfängt sich im Seil und erhängt sich selbst. Das Volk feiert Rani und sie wird zur ersten Stadträtin von Aamer Kot gewählt…","versions":[{"lang":1,"streams":[{"redirect":7692468,"hoster":"VOE"},{"redirect":11380652,"hoster":"Streamtape"}]}]},{"epId":"episode-340","name":"Folge 340","epNo":340,"alt":"","descr":"Rani wird als Rätin von Aamer Kot vereidigt. Sie schwört auf die Verfassung Indiens. Die Feier abends nicht statt. Raja will die Nacht mit Rani allein verbringen. Plötzlich wird die Ruhe und Romantik durch einen Mob zerstört. Sakina ist in den Palast geflohen und erbittet Schutz. Sie ist scheinbar ihrem Mann weggerannt. Der Mob fordert ihre Herausgabe bis zum Morgen. Rani erinnert sich an ihren feierlichen Schwur und stellt sich am Morgen diesen Männern. Sie versucht ihnen klarzumachen, was es bedeutet, dass eine Frau die gleichen Rechte, wie ein Mann hat…","versions":[{"lang":1,"streams":[{"redirect":12333289,"hoster":"VOE"},{"redirect":11380654,"hoster":"Streamtape"}]}]},{"epId":"episode-341","name":"Folge 341","epNo":341,"alt":"","descr":"Rani ist zu Iqbal gegangen und streitet mit ihm über die Rechte der Frau. Iqbal fordert sie auf, ihm Sakina zu übergeben. Rani lehnt das ab. Sie kommt wütend nach Hause und beauftragt den anwesenden Inspektor gnadenlos gegen diese Schläger vorzugehen. Erst Raja kann sie wieder beruhigen. Der Inspektor warnt Iqbal und sagt ihm, was Rani angeordnet hat. Bashir und eine Gruppe von Leuten kommen zum Palast, und fordern die Herausgabe von Sakina. Doch Rani und ihre Familie können fliehen. Allein Rani, die Angst um Jumman hat, wird von den anderen getrennt und von Bashir entdeckt. Auf ihrer Flucht landet sie im Haus von Iqbal. Als Bashir vor der Tür steht, leugnet Igbal, dass Rani bei ihm ist und rettet sie dadurch. Er schickt Abdul, seinen Diener los, um Ranis Familie zu schützen…","versions":[{"lang":1,"streams":[{"redirect":7692458,"hoster":"VOE"},{"redirect":11380673,"hoster":"Streamtape"}]}]},{"epId":"episode-342","name":"Folge 342","epNo":342,"alt":"","descr":"Die Mutter von Iqbal besticht Abdul, dass er die Familie von Rani auf keinen Fall zu ihnen ins Haus bringen darf. Bashir findet mit seinen Leuten Priyamvada, Ambika, Sakina und die anderen. Priyamvada weigert sich, Sakina an ihn zu übergeben. Als er auf sie losgehen will, taucht Raja auf. Er bezwingt die Truppe und auch Abdul, der ihm verrät, wo Rani ist. Raja taucht mit dessen Leuten im Haus von Iqbal auf, der dadurch erfährt, dass Abdul von seiner Mutter bestochen wurde. Um die Sache mit Sakina ein für alle Mal zu beenden, beschließen sie, Sakina und ihren Ehemann zu holen und sich beide Seiten anzuhören. Dort erklärt Sakina, warum sie weggelaufen ist. Ihr Ehemann wollte sie nämlich verkaufen…","versions":[{"lang":1,"streams":[{"redirect":7692461,"hoster":"VOE"},{"redirect":11380675,"hoster":"Streamtape"}]}]},{"epId":"episode-343","name":"Folge 343","epNo":343,"alt":"","descr":"Iqbal stellt Javed vor Rani und Raja zur Rede. Am nächsten Tag hat Rani schlechte Laune und Raja darf es ausbaden. Iqbal Mutter beschließt, die Beziehung zwischen Iqbal und Rani im Keim zu ersticken. Iqbal erfährt von Salim, dass sie eine Genehmigung von der Stadträtin Rani brauchen, um die Schule zu bauen. Iqbal verpfuscht das Parfüm, an dem er gerade gearbeitet hat. Doch Arfeen gefällt es so sehr, dass sie es für sich behält. Salim überredet Iqbal dazu, bei der Stadträtin anzurufen. Doch das Telefonat verläuft nicht sehr gut. Arfeen ist auf den Markt gegangen, um für Iqbal einen Kugelschreiber zu kaufen. Aber der Stift, der ihr gefällt, hat Raja vorbestellt und will ihn gerade abholen. Arfeen überredet ihn, den Stift ihr zu überlassen. Raja schenkt ihr den Stift. Arfeen hat jedoch das Parfüm liegen lassen. Raja nimmt es mit.Arfeen schenkt ihrem Bruder den Stift und er ist sehr angetan davon. Raja schenkt Rani aus der Verzweiflung heraus das Parfüm. Rani ist ebenfalls sehr angetan von dem Geschenk…","versions":[{"lang":1,"streams":[{"redirect":7692467,"hoster":"VOE"},{"redirect":11380682,"hoster":"Streamtape"}]}]},{"epId":"episode-344","name":"Folge 344","epNo":344,"alt":"","descr":"Rani und Raja werden gestört. Es ist der Inspektor. Er unterbreitet ihnen, dass Kaal, wegen guter Führung entlassen werden soll. Raja ist geschockt und bittet Rani, etwas dagegen zu unternehmen. Rani allerdings ist nicht bereit, ihre Kompetenzen zu überschreiten. Iqbal möchte derweil eine offizielle Bestätigung, um seine Schule bauen zu können. Er fürchtet, dass ihm sonst seine Stiefmutter in die Quere kommt. Dafür muss er sich mit der Gemeinderätin, Rani, treffen. Leider lässt er sich dazu verleiten, unhöflich zu Rani zu sein. Sein Ansinnen wird daher abgelehnt. Daraufhin beschwert er sich beim Gouverneur und erhält seinen Termin. Zu diesem kommt er allerdings zu spät und Rani ist nicht bereit, ihm zu verzeihen. Währenddessen wird Kaal im Gefängnis angegriffen…","versions":[{"lang":1,"streams":[{"redirect":12383589,"hoster":"VOE"},{"redirect":11380695,"hoster":"Streamtape"}]}]},{"epId":"episode-345","name":"Folge 345","epNo":345,"alt":"","descr":"Iqbal kann nicht aufhören, an das Gespräch mit Rani zu denken. Afreen bemerkt, dass ihn etwas beschäftigt, doch er streitet es ihr gegenüber ab. Währenddessen erfährt Rani, dass Kaal ausgebrochen ist. Sie ist sich sicher, dass er sich an ihr rächen will, und macht sich gemeinsam mit Raja auf die Suche nach ihm. Kaal ist inzwischen in das Haus von Iqbals Familie eingedrungen und hat Afreen als Geisel genommen. Raja und Rani hören Afreens Schreie und wollen Afreen befreien. Doch anschließend ist Iqbal alles andere als zufrieden mit dem Ausgang der Situation. Ein Bote bringt ihm interessante Neuigkeiten, durch die er ein Druckmittel gegenüber Rani hat. Wird Rani sich erpressen lassen?","versions":[{"lang":1,"streams":[{"redirect":7692473,"hoster":"VOE"},{"redirect":11380710,"hoster":"Streamtape"}]}]},{"epId":"episode-346","name":"Folge 346","epNo":346,"alt":"","descr":"Zu Iqbals Überraschung stellt sich Raja selbst der Polizei und geht ins Gefängnis, damit er Rani nicht in Ihrer Rolle als Abgeordnete in die Bredouille bringt. Rani muss ihrem Mann nur versprechen, dass sie ihn während seiner Haft immer gut mit Essen versorgt. Iqbal verhindert unterdessen, dass seine Mutter das Land seines Vaters verkauft. Seiner Schwester Afreen kann er schwer verzeihen, dass sie sich nachts aus dem Haus geschlichen hat, weil er sich für sie verantwortlich fühlt. Iqbal erhält einen Anruf und verlässt das Haus mit einer Tasche voller Geld. Rani lässt sich zu einem Bordell bringen, wo sie als Frauenrechtlerin auftritt. Auch Iqbal erscheint mit seinem Geld dort und bezahlt dafür, dass das Mädchen Nusrat in Ruhe gelassen wird. Was hat es damit auf sich, und von wem bekommt Iqbal erneut einen mysteriösen Anruf?","versions":[{"lang":1,"streams":[{"redirect":7692508,"hoster":"VOE"},{"redirect":11380718,"hoster":"Streamtape"}]}]},{"epId":"episode-347","name":"Folge 347","epNo":347,"alt":"","descr":"Rani verlangt von Iqbal eine Entschuldigung vor anderen Leuten. Iqbal willigt ein, wenn er die Leute aussuchen darf. Rani ist einverstanden. Inzwischen geraten Raja und sein Vater im Gefängnis aneinander und Raja wird verletzt. Rani besucht Raja im Gefängnis und versorgt seine Wunden. Iqbal plant die Stadträtin Rani zu besuchen, um ihre Bedingungen zu erfüllen. Er taucht mit ein paar Leuten in ihrem Büro auf und entschuldigt sich bei ihr. Rani akzeptiert die Entschuldigung. Iqbal hatte den Leuten die Ohren verstopft damit sie nichts hören können, doch Rani kommt ihm auf die Schliche. Trotzdem akzeptiert sie die Entschuldigung und willigt den Termin ein. Als Iqbal am nächsten Tag zu seinem Termin erscheint verwechselt Meenu jedoch die Anträge. Rani und Iqbal reden die ganze Zeit aneinander vorbei und das Missverständnis wird nicht geklärt.Rani lehnt am Ende den Antrag ab, sehr zum Ärgernis von Iqbal, der daraufhin schwört, sich dafür zu rächen. Als Meenu Rani über ihren Fehler aufklärt ist Iqbal bereits davon gestürmt…","versions":[{"lang":1,"streams":[{"redirect":7692499,"hoster":"VOE"},{"redirect":11380728,"hoster":"Streamtape"}]}]},{"epId":"episode-348","name":"Folge 348","epNo":348,"alt":"","descr":"Iqbals Mutter bereitet die Auktion des Grundstücks vor. Rani Ablehnung des Antrags sorgt dafür, dass Iqbal keine Zeit mehr hat. Rani findet heraus, dass eigentlich eine Mädchenschule gebaut werden soll. Das ändert alles für sie. Sie setz alle Hebel in Bewegung, um den Antrag doch noch anzunehmen. Sie schafft es gerade noch rechtzeitig. Ihre Entschuldigung nimmt Iqbal an und entschuldigt sich seinerseits. Die Anstrengungen, die Rani unternehmen musste, um Iqbal zu helfen, sorgten dafür, dass sie Raja im Gefängnis vergessen hat. Es kommt zu Streit zwischen beiden…","versions":[{"lang":1,"streams":[{"redirect":7692501,"hoster":"VOE"},{"redirect":11380736,"hoster":"Streamtape"}]}]},{"epId":"episode-349","name":"Folge 349","epNo":349,"alt":"","descr":"Raja ist im Gefängnis. Rani versucht ihn zum Geburtstag anzurufen, doch er weigert sich mit ihr zu reden, weil er immer noch sauer auf sie ist. Dennoch organisiert Rani eine Geburtstagparty im Gefängnis. Vorher besorgt sie Rajas Lieblingsblumen und lernt dabei Nusrat kennen, die in einem Bordell lebt, dort aber von Iqbal beschützt wird. Auf der Feier kommen sich Rani und Raja wieder näher. Mit Puppen lässt sie ihre gemeinsame Geschichte als Märchen präsentieren…","versions":[{"lang":1,"streams":[{"redirect":7692505,"hoster":"VOE"},{"redirect":11380750,"hoster":"Streamtape"}]}]},{"epId":"episode-350","name":"Folge 350","epNo":350,"alt":"","descr":"Rani hat für Raja eine Geburtstagfeier im Gefängnis organisiert. Doch gerade, als sie ihm sein Geburtstagsgeschenk, nämlich seine Freilassung auf Kaution überreicht, taucht Kaal auf und schießt Raja nieder. Raja kommt ins Krankenhaus. Er wird operiert, schwebt aber in Lebensgefahr, weil er sehr viel Blut verloren hat. Und er hat eine seltene Blutgruppe. Doch zufällig ist Nusrat im Krankenhaus. Sie hat die gleiche Blutgruppe wie Raja. Sie spendet Blut und rettet Raja damit das Leben. Als Iqbal auftaucht macht dieser ihr aber große Vorwürfe, weil sie dies ohne seine Genehmigung gemacht hat. Als Raja dann endlich aus der Bewusstlosigkeit erwacht, erkennt er Rani und seine Mutter nicht wieder…","versions":[{"lang":1,"streams":[{"redirect":7692509,"hoster":"VOE"},{"redirect":11380749,"hoster":"Streamtape"}]}]},{"epId":"episode-351","name":"Folge 351","epNo":351,"alt":"","descr":"Raja spielt im Krankenhaus allen vor, er würde unter Gedächtnisverlust leiden. Iqbal stellt inzwischen Nusrat zur Rede und verlangt Gehorsamkeit. Nusrat versucht ihm Vernunft einzureden, aber Iqbal wendet sich einfach ab. Rani lässt sich als Krankenschwester einstellen, damit sie die ganze Zeit bei Raja sein kann. Raja schikaniert sie eine Weile, aber gesteht dann sein Streich. Rani ist sehr wütend darüber aber auch sehr erleichtert, dass er nicht unter Gedächtnisverlust leidet. Als es Raja wieder bessergeht, erlaubt ihm der Arzt, dass er wieder nach Hause kann. Ambika hat gute Nachrichten, König Baal wurde zu lebenslanger Haft verurteilt. Sie hat ein Gebt für Raja und Rani organisiert und bittet Rani noch Blumen zu besorgen. Auf dem Markt trifft Rani auf Nusrat und sie unterhalten sich. Rani will dann Nusrat später Zuhause besuchen. Als sie erfährt, wo Nusrat lebt, wird ihr einiges klar…","versions":[{"lang":1,"streams":[{"redirect":7692512,"hoster":"VOE"},{"redirect":11380763,"hoster":"Streamtape"}]}]},{"epId":"episode-352","name":"Folge 352","epNo":352,"alt":"","descr":"Nusrat hat Rani zu sich nach Hause eingeladen. Rani hat Vorbehalte gegen die Nachbarschaft Nusrats. Raja überredet sie zu gehen. Rani, nun in Nusrats Haus, erklärt dieser, dass sie sie als Schwester ansieht. Später am Tag kommt Rani die Idee, eine Party zu feiern. Raja zieht sie mit ihrem, seiner Meinung nach, langweilen Kleidungsstil auf. Rani kann dies nicht auf sich sitzen lassen und bittet um Nusrats Hilfe. Sie möchte Raja den Atem rauben…","versions":[{"lang":1,"streams":[{"redirect":12920715,"hoster":"VOE"},{"redirect":11380764,"hoster":"Streamtape"}]}]},{"epId":"episode-353","name":"Folge 353","epNo":353,"alt":"","descr":"Rani gibt im Palast eine Feier. Neben dem Gouverneur sind auch Iqbal und Baldev anwesend. Und auch Nusrat war da. Auf dem Weg nach Hause merkt sie jedoch, dass sie ihr kleines Täschchen bei Rani vergessen hat, in dem sich der Hausschlüssel befindet. Sie schleicht zurück in den Palast. Als sie ihr Täschchen nehmen will, wird sie von Baldev überrascht, der die ganze Gesellschaft zusammenruft und sie des Diebstahls bezichtigt. Außerdem demütigt er sie zu tiefst. Dafür bekommt er von Rani eine Ohrfeige und Raja wirft ihn raus. Als Iqbal davon erfährt, nimmt er sich ebenfalls Baldev zur Brust…","versions":[{"lang":1,"streams":[{"redirect":7692520,"hoster":"VOE"},{"redirect":11380775,"hoster":"Streamtape"}]}]},{"epId":"episode-354","name":"Folge 354","epNo":354,"alt":"","descr":"Einen Tag nach der Eskalation im Palast steht ein großer Artikel in der Zeitung, das Iqbal im Hair Mandi illegalen Machenschaften nachgeht und Mädchen zur Prostitution überredet. Rani wird zum Gouverneur zitiert. Er verkündet, dass er beschlossen hat, das Hira Mandi zu schließen. Rani macht sich Vorwürfe, und glaubt, sie sei schuld an der ganzen Sache. Sie bittet Raja, Nusrat im Palast aufnehmen zu dürfen. Sie will sie anstellen und Büroarbeiten machen lassen. Iqbal plant inzwischen die Flucht nach vorn. Durch den Zeitungsartikel in Verruf geraten, macht er Nusrat einen Heiratsantrag. Die scheint ihr Glück kaum fassen zu können. Iqbal fährt zum Priester. Er will ihn holen, um noch am gleichen Tag die Trauung zu vollziehen. Inzwischen finden Rani und Raja Nusrat im Hira Mandi erhängt auf…","versions":[{"lang":1,"streams":[{"redirect":7692518,"hoster":"VOE"},{"redirect":11380813,"hoster":"Streamtape"}]}]},{"epId":"episode-355","name":"Folge 355","epNo":355,"alt":"","descr":"Iqbal erfährt von Nusrats Selbstmord und ist tief bestürzt. Rani und die Kurtisanen beerdigen Nusrat. Sie werden erst aufgehalten, doch Raja kann die Situation schlichten. Iqbals Mutter ist über die Ereignisse entzückt und freut sich, dass Iqbal leidet. Rani ist sehr enttäuscht, dass Iqbal nicht zur Beerdigung gekommen ist, obwohl er für ihren Tod verantwortlich zu sein scheint. Nach der Beerdigung geht Rani zu Iqbal und stellt ihn zur Rede…","versions":[{"lang":1,"streams":[{"redirect":12333288,"hoster":"VOE"},{"redirect":11380821,"hoster":"Streamtape"}]}]},{"epId":"episode-356","name":"Folge 356","epNo":356,"alt":"","descr":"Rani beleidigt Baldev. Sie nennt ihn öffentlich einen entmannten Mr. Thakur. Dieser kann das nicht auf sich sitzen lassen. Er ist wütend und wird es Rani heimzahlen. Rani, zu Hause angekommen, beschließt, sich den Tag frei zu nehmen. Darüber ist Raja sehr erfreut. Leider kommt wieder Iqbal dazwischen. Er hat einen Termin zur Besichtigung seines Grundstücks. Rani lässt sich überreden, diese Besichtigung durchzuführen. Auf dem Weg zurück geraten Rani und Iqbal in ein schlimmes Unwetter und Baldev wartet auf sie. Bewaffnet. Iqbal begeht einen Unfall und beschließt nach Hilfe zu suchen. Rani bleibt allein beim Auto zurück…","versions":[{"lang":1,"streams":[{"redirect":7692525,"hoster":"VOE"},{"redirect":11380834,"hoster":"Streamtape"}]}]},{"epId":"episode-357","name":"Folge 357","epNo":357,"alt":"","descr":"Rani steckt zusammen mit Iqbal wegen des starken Unwetters im Wald fest. Sie versuchen dann schließlich zu Fuß nach Aamer Kot zu gelangen. Da sie jedoch nicht wissen, wo sie sind, erweist sich das als ziemlich schwierig. Raja ist währenddessen auf der Such nach Rani und trifft auf ihre Leibwache, aber ohne Rani. Die Männer teilen sich auf und suchen nach Rani. Baldev hat sich maskiert und ist ebenfalls auf der Suche nach Rani. Er schafft es Rani aufzulauern und will sie erschießen. Iqbal kommt jedoch zu ihrer Rettung. Baldev flieht nach einem Zweikampf mit Iqbal. Rani hat sich bei dem Gemenge verletzt. Und sie sucht zusammen mit Iqbal Unterschlupf. Raja ist weiterhin im Wald auf der Suche nach Rani. Als Rani ihre Wunden versorgt stellt sie Iqbal wegen Nusrat zur Rede. Iqbal erzählt ihr die ganze Geschichte, über ihn und Nusrat.Was ein neues Licht auf die Tatsachen wirft. Iqbal war wirklich in Nusrat verliebt. Und wollte sie heiraten. Doch ihr Stiefvater verkaufte sie einfach an eine Kurtisane. Iqbal wollte sie trotzdem heiraten, aber sie hielt sich seiner nicht würdig. Um ihn die Schmach zu ersparen, nahm sie sich dann das Leben. Rani ist sehr berührt von Iqbals Geschichte. Raja trifft währenddessen im Wald auf Baldev und will ihn zur Rede stellen, doch dieser kann entkommen…","versions":[{"lang":1,"streams":[{"redirect":7692527,"hoster":"VOE"},{"redirect":11380839,"hoster":"Streamtape"}]}]},{"epId":"episode-358","name":"Folge 358","epNo":358,"alt":"","descr":"Rani ist immer noch mit Iqbal im Wald. Er hat ihr das Leben gerettet. Es zeigt sich allerdings nun, dass Nusrat noch lebt und hinter dem Attentat auf Rani steckt. Sie und Sakina lauern Rani und Iqbal auf und wollen Rani töten, bevor Raja bei ihr auftaucht. Dies gelingt ihnen allerdings nicht. Raja erscheint plötzlich und bedankt sich bei Iqbal, für die Rettung seiner Frau. Iqbal geht, mit dem Vorhaben, Medizin für Rani aufzutreiben. Raja und Rani liegen sich in den Armen. Draußen zielt derweil Nusrat mit einem Revolver auf die Beiden. Iqbal kommt hinzu und entreißt ihr die Waffe. Es stellt sich heraus, dass Iqbal hinter allem steckt und Rache an Rani und Raja üben will. Er erklärt uns Zuschauern und allen, die es hören wollen, wie er seinen Plan bis hierhin durchgeführt hat…","versions":[{"lang":1,"streams":[{"redirect":7692529,"hoster":"VOE"},{"redirect":11380859,"hoster":"Streamtape"}]}]},{"epId":"episode-359","name":"Folge 359","epNo":359,"alt":"","descr":"Iqbal bezahlt Baldev und seine Handlanger dafür, dass sie Rani angegriffen haben. Baldev will das Geld nicht, sondern lieber Iqbals Geheimnis erfahren. Doch Iqbal hat etwas gegen Baldev in der Hand: Raja hat Baldevs Gesicht gesehen und weiß, dass er Rani angegriffen hat. Baldev schickt einige Männer zu Rani, die sie auffordern, die Konferenz abzusagen. Als Grund nennen die Männer Gerüchte über Rani und ihre gemeinsame Nacht mit Iqbal im Wald. Raja wird daraufhin sehr wütend und geht auf die Männer los. Rani macht ihm dafür Vorwürfe: Als Ehemann einer Politikerin soll er sich an sowas gewöhnen. Doch Raja sieht in Rani seine geliebte Frau und will sie stets verteidigen. Werden die beiden einen Weg finden, mit diesen Gefühlen umzugehen? Iqbal verpasst Baldev ein Alibi für den Angriff auf Rani. Wird er bei der Polizei mit dieser List durchkommen? Gleichzeitig erschleicht sich Iqbal das Vertrauen von Raja und Rani, mit dem Ziel, ihre Liebe für immer zu zerstören…","versions":[{"lang":1,"streams":[{"redirect":7692531,"hoster":"VOE"},{"redirect":11380876,"hoster":"Streamtape"}]}]},{"epId":"episode-360","name":"Folge 360","epNo":360,"alt":"","descr":"Als Rani und Raja zusammen mit Iqbal zum abendlichen Treffen von Ranis Partei kommen, inszenieren Baldev und einige andere Minister ein hinterlistig eingefädeltes Spiel. Insbesondere Raja wird als Pantoffelheld und gehörnter Ehemann verhöhnt. Dadurch wird er so wütend, dass er sich betrinkt und ziemlich daneben benimmt. Genau das, wie auch einige andere ungünstige Momente, fotografiert ein Pressefotograf. Rani und Iqbal bringen den völlig betrunkenen Raja nach Hause ins Bett. Auf dem Weg spricht Raja über ein Ereignis mit Alkohol und einem Auto vor 2 Jahren, das für Iqbal von großer Bedeutung zu sein scheint. Was mag damals wohl passiert sein? Und wird Raja sein Selbstvertrauen wiedererlangen oder gelingt es dem von tiefem Hass getriebenen Iqbal, ihn noch mehr zu demütigen?","versions":[{"lang":1,"streams":[{"redirect":11391466,"hoster":"VOE"},{"redirect":10101263,"hoster":"Streamtape"}]}]},{"epId":"episode-361","name":"Folge 361","epNo":361,"alt":"","descr":"Raja geht auf das Angebot von Mr. Agrawal, eine Saft-Fabrik zu bauen, ein und wird sein Geschäftspartner. Um den Deal aber abzuschließen, muss Raja die Genehmigung für den Bau von Rani unterschreiben lassen. Als Raja bei Rani auftaucht, um den Antrag unterschreiben zu lassen, erklärt sie ihm, dass sie den Antrag abgelehnt hat, weil sie vermutet, dass Agrawal in zwielichtige Machenschaften verwickelt ist. Raja glaubt ihr jedoch nicht und wirft ihr vor, dass sie nicht will, dass er Erfolg hat, weil sie kein Vertrauen in ihn hat. Rani weigert sich trotzdem den Antrag zu unterschreiben. Als Raja dann auf Iqbal trifft, schlägt der ihm vor, die Sache selbst in die Hand zu nehmen. Raja bricht nachts in Ranis Büro ein und stempelt den Antrag selbst ab.Währenddessen ist Nusrat unzufrieden, sie verlangt von Iqbal, dass sie sich an Raja noch grausamer rächen. Doch Iqbal verfolgt seinen eigenen Plan, Nachdem er die Anträge genehmigt hat, trifft sich Raja mit Mr. Agrawal und ihrer Partnerschaft ist besiegelt. Als er danach wieder in den Palast kehrt hat Rani eine Überraschung für Raja bereit, um sich mit ihm zu versöhnen. Raja wird von Gewissenbissen geplagt, aber ist von seinem Plan überzeugt…","versions":[{"lang":1,"streams":[{"redirect":7692532,"hoster":"VOE"},{"redirect":11380920,"hoster":"Streamtape"}]}]},{"epId":"episode-362","name":"Folge 362","epNo":362,"alt":"","descr":"Es sind Menschen durch vergifteten Schnaps gestorben. Dieser Schnaps wurde scheinbar in der Fabrik produziert, die Raja übernommen hat. Die Polizei versucht ihn festzunehmen. Er flüchtet und Shashi hilft ihm dabei. Beide beschließen, dass es nur eine Möglichkeit gibt, seine Unschuld zu beweisen: Sie müssen Agrawal finden. Währenddessen wird Rani von einer großen Gruppe Frauen gefangen genommen. Sie verlangen, dass Rani die Verantwortung für den Tod ihrer Ehemänner übernimmt. Sie muss alle Symbole der Ehe ablegen. Um sie zu retten, taucht ausgerechnet Nawab Iqbal auf. Raja wird noch einmal von der Polizei verhaftet. Er versucht wieder zu fliehen. Es gelingt ihm nicht…","versions":[{"lang":1,"streams":[{"redirect":12251970,"hoster":"VOE"},{"redirect":11380955,"hoster":"Streamtape"}]}]},{"epId":"episode-363","name":"Folge 363","epNo":363,"alt":"","descr":"Iqbal befreit Rani aus den Händen eines wütenden Mobs. Sie erfährt von ihm, dass Raja von der Polizei festgenommen wurde und sie machen sich auf zum Revier. Iqbal schafft es dann die Polizisten zu überzeugen, dass Rani zu Raja darf. Als Rani mit Raja dann spricht, gesteht dieser ihr, dass er ihre Unterschrift auf dem Antrag für die Fabrik von ihm und Mr. Agrawal gefälscht hat. Rani verzeiht ihm und versichert ihm, dass sie ihn aus dem Gefängnis holen wird. Als sie Raja verlassen muss, ist Rani vollkommen aufgelöst und spricht mit Iqbal über Rajas Geständnis. Iqbal nutzt die Situation aus, um Raja noch mehr ins Verderben zu stürzen und sorgt dafür, dass der Inspector ihr Gespräch mitbekommt. Rani muss nun gegen Raja wegen Dokumentenfälschung aussagen.Als Rani wieder Zuhause ist, kommt ihr jedoch eine Idee und sie macht sich auf den Weg zu Mr. Agrawals Anwesen. Die Wache am Tor schickt jedoch wieder weg. Zufällig beobachtet Rani dann wie Nusrat auftaucht und folgt ihr zurück bis zu Iqbal. Sie lauscht dem Gespräch von Nusrat und Iqbal und erfährt so von ihrem großen Racheplan…","versions":[{"lang":1,"streams":[{"redirect":7692538,"hoster":"VOE"},{"redirect":11380971,"hoster":"Streamtape"}]}]},{"epId":"episode-364","name":"Folge 364","epNo":364,"alt":"","descr":"Iqbal erzählt von dieser unsäglichen Nacht vor zwei Jahren. Er berichtet, wie Zahira, die Zwillingsschwester Nusrats und seine Geliebte, zum Tempel ging, um für ihrer Beider Liebe zu beten und nicht zurückkehrte. Er begab sich auf die Suche nach ihr und traf dabei auf den betrunkenen Raja. Er zählte Eins und Eins zusammen. Raja ist für ihn Derjenige, der seine große Liebe getötet hat. Da er keine Hilfe der Behörden erhielt, nahm er sich vor, selbst Rache zu üben. Rani hat dieses Gespräch derweil belauscht. Sie weiß nun, was hinter der Wut Iqbals steckt. Sie versucht Raja zur Rede zu stellen, dieser aber kann sich an nichts erinnern und vergeht vor Scham. Rani befragt nun Jeevan und Shashi. Jeevan schwört, dass sie beide nichts mit dem Tod Zahiras zu tun haben. Es stellt sich allerdings, während der Abwesenheit Ranis, heraus, dass Jeevan das Auto fuhr und Shashi ihm dabei half, die Leiche Zahiras zu begraben. Rani, wie auch Raja und Iqbal wissen weiter nichts davon…","versions":[{"lang":1,"streams":[{"redirect":7692537,"hoster":"VOE"},{"redirect":11380975,"hoster":"Streamtape"}]}]},{"epId":"episode-365","name":"Folge 365","epNo":365,"alt":"","descr":"Rani stellt Iqbal zur Rede und fordert von ihm die Übergabe von Agrawal, damit Raja aus dem Gefängnis kommt. Iqbal gesteht, dass er nur so getan hat, als ob er mit Rani befreundet ist, damit er sich an Raja für den Tod an Zahira rächen kann. Rani eilt daraufhin zum Polizeirevier, um Agrawal festnehmen zu lassen. Doch die Polizei hilft ihr nicht. Als sie mit Raja reden will, stellt sie fest, dass er nach Jaipur verlegt wurde. Iqbal nimmt den Platz von Ranis Fahrer ein und stellt sie vor die Wahl, will sie nach Jaipur zu Raja. Oder will sie zum Bahnhof, um Agrawal aufzuhalten. Raja gelingt e dem Transport zu entkommen. Er flüchtet, um Rani nochmal zu sehen, bevor er verlegt wird. Rani gelingt es ebenfalls Iqbal zu entkommen. Und sie flieht ebenfalls. Raja und Rani treffen aufeinander, doch Raja wird von der Polizei gejagt und die Situation scheint zu eskalieren…","versions":[{"lang":1,"streams":[{"redirect":7692539,"hoster":"VOE"},{"redirect":11381036,"hoster":"Streamtape"}]}]},{"epId":"episode-366","name":"Folge 366","epNo":366,"alt":"","descr":"Iqbal erklärt Rani wiederum seine uneingeschränkte Unterstützung. Rani trifft auf die Witwen der vergifteten Männer und bittet sie ihre Klage zurückzuziehen. Die Frauen stellen die Bedingung, dass Rani im Gegenzug Gift konsumieren muss. Denn schließlich hat jemand mit seinem Leben zu bezahlen. Rani ist bereit dazu, wenn die Witwen Raja im Gegenzug verschonen. Die Frauen scheinen sich darauf einzulassen. In dem Moment, in dem Rani etwas von dem Gift zu sich nimmt, taucht Raja auf und flüchtet mit ihr. Er erfährt von dem Gift und will sie in ein Krankenhaus bringen. Rani weiß jedoch, dass dort nur die Polizei auf Raja wartet und will dies daher nicht zu lassen. Iqbal überzeugt die Polizei tatsächlich, in den Krankenhäusern nach Raja zu suchen. Es scheint das Ende für Rani zu sein und Raja und sie diskutieren darüber, wie ihre Kinder wohl wären…","versions":[{"lang":1,"streams":[{"redirect":7692552,"hoster":"VOE"},{"redirect":11381032,"hoster":"Streamtape"}]}]},{"epId":"episode-367","name":"Folge 367","epNo":367,"alt":"","descr":"Rani wurde vergiftet und Raja wird von der Polizei gesucht. Raja gelingt es mit der Hilfe von Priyamvada, der Polizei zu entkommen und Rani zu einem Heiler zu bringen. Ihr Zustand ist kritisch und sie braucht dringend Medizin. Priyamvada geht los, um die Medizin zu besorgen und Königin Ambika Bescheid zu geben. Raja bleibt bei Rani und pflegt sie weiterhin. Im Palast angekommen, klärt Priyamvada, Ambika über die Situation auf. Ein Diener informiert Iqbal, dass die Königinmutter im Palast. Iqbal macht sich auf den Weg, um ihr zu folgen. Priyamvada gelingt es jedoch mit einer List Iqbal auf eine falsche Fährte zu locken. Inzwischen ist Rani aus ihrer Ohnmacht erwacht. Sie ist sehr schwach und kann nicht reden. Sie will Raja gerade aufschreiben, dass Iqbal der eigentliche Feind ist. Doch Raja kommt nicht dazu, ihre Nachricht zu lesen. Er macht sich auf den Weg, um nach Priyamvada zu sehen…","versions":[{"lang":1,"streams":[{"redirect":7692551,"hoster":"VOE"},{"redirect":11415931,"hoster":"Streamtape"}]}]}]}]}