{"seriesId":"der-groe-bellheim","name":"Der große Bellheim","descr":"In Dieter Wedels Vierteiler \"Der große Bellheim\" wird die fiktive Geschichte von Peter Bellheim erzählt, dem Mehrheitsaktionär eines Kaufhauses in Hannover, der mit 57 Jahren vom Vorstandsvorsitz in den Aufsichtsrat wechselt und sich in seine Traumvilla im spanischen Marbella zurückzieht. Während eines glanzvollen Festes zu seinem 60. Geburtstag erfährt Peter Bell-heim, dass sich die Lage seines Konzerns bedenklich verschlechtert hat.  Da hat Bellheim eine kurios-geniale Idee: Er trommelt zur Rettung seines Unternehmens ein Oldie-Trio zusammen, erfahrene Herren, die sich ebenfalls im Ruhestand langweilen, und die es den Yuppies noch einmal zeigen wollen.Ihr Motto lautet: \"Wer uns für verkalkt hält, sieht selbst schnell ganz alt aus\". Was die vier nicht wissen ist, dass hinter ihrem Rücken ....","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1 - Part 1","epNo":1,"alt":"","descr":"Während eines glanzvollen Festes zu seinem 60. Geburtstag erfährt Peter Bellheim, dass sich die Lage seines Konzerns bedenklich verschlechtert hat. Bellheim, der sich drei Jahre zuvor aus dem aktiven Geschäft in den Ruhestand nach Spanien zurückgezogen hatte, gewinnt der deprimierenden Nachricht jedoch eine positive Seite ab: Er wird wieder gebraucht. Er kehrt zu seiner Kaufhauskette mit 14 Filialen und 4.000 Angestellten zurück. Dort stellt er fest, dass die Lage desolat ist. Kunden werden schlecht bedient, die Verkäufer klauen, das Management ist überfordert. Zur Rettung seines Unternehmens trommelt Bellheim ein Oldie-Trio zusammen: Aus Marbella holt er seinen längst pensionierten Wirtschaftsberater, aus dem Ruhesitz in Nizza seinen ehemals schärfsten Konkurrenten und als neuen Personalchef einen pensionierten Gewerkschafter.Diese betagte Viererbande kämpft gemeinsam gegen den eigenen Vorstand, gegen Banken und gegen eine Supermarktkette, die von Bellheims skrupellosem Gegenspieler Rottmann geleitet wird. Was die vier nicht wissen ist, dass hinter ihrem Rücken rücksichtslose Spekulanten eine Intrige anzetteln.","versions":[{"lang":1,"streams":[{"redirect":12994902,"hoster":"VOE"},{"redirect":12994905,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 1 - Part 2","epNo":2,"alt":"","descr":"Peter Bellheim und seine Freunde müssen ihrer Hausbank ihr Sanierungskonzept für das Kaufhausunternehmen schmackhaft machen. Indem sie geschickt das Gerücht verbreiten, eine finanzstarke südkoreanische Gruppe wolle sich beteiligen, steigern sie den Bellheim-Aktienkurs. Bellheims Gegenspieler Rottmann aber, der skrupellose Chef einer Supermarktkette, schießt quer: Er steckt befreundeten Journalisten Hintergrundinformationen zu, um Bellheim schlecht zu machen, und wirft gleichzeitig Tausende von Bellheim-Aktien auf den Markt. Der Kurs sackt in den Keller. Im Kaufhauskonzern herrscht Panik. Bellheim versucht verzweifelt herauszufinden, wer ihn ruinieren will. Im Kaufhaus geht es dank der Ideen und Verbindungen der vier Alten langsam aufwärts, aber in Bellheims Villa, in der sie als eine Art Verteidigungs- und Wohngemeinschaft zusammenleben, prallen die Temperamente immer öfter hart aufeinander.","versions":[{"lang":1,"streams":[{"redirect":12994908,"hoster":"VOE"},{"redirect":12994907,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 2 - Part 1","epNo":3,"alt":"","descr":"Im Kaufhaus wird von bevorstehenden Entlassungen gemunkelt. Charly, ein Verkäufer, der schon lange davon träumt, sich selbstständig zu machen, riskiert den Sprung ins kalte Wasser. Zusammen mit der verschusselten, hilflosen Kollegin Mona mietet er einen kleinen Laden. Aber damit fangen die Schwierigkeiten erst richtig an. Bellheim und seine Freunde erringen nach einer offenen Konfrontation mit ihrem Gegner Rottmann vorerst einen wichtigen Teilerfolg. Der Aufsichtsrat ihres Unternehmens entscheidet sich für Bellheims Sanierungskonzept: Erweiterung statt Gesundschrumpfen. Doch Rottmann lässt nicht locker. Er kauft heimlich ein großes Bellheim-Aktienpaket, um die Macht in die Hand zu bekommen. Auch die Hausbank macht Bellheim Schwierigkeiten. Er geht aufs Ganze und verpfändet alles, was er besitzt. Privat hat sich Bellheim mit Andrea, einer jungen Dekorateurin, eingelassen. Nun trifft aus Spanien überraschend seine Frau Maria ein.","versions":[{"lang":1,"streams":[{"redirect":12994911,"hoster":"VOE"},{"redirect":12994916,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil 2 - Part 2","epNo":4,"alt":"","descr":"Maria Bellheim spürt die Veränderung im Verhalten ihres Mannes, führt sie aber zunächst auf die Belastung durch das Kaufhaus zurück. Bellheim selbst weiß kaum noch, wo ihm der Kopf steht: Weil es bei der Eröffnung der neuen Filiale in Braunschweig Probleme über Probleme gibt, hat er kaum noch Zeit für die Dekorateurin Andrea. Alles scheint sich gegen ihn verschworen zu haben: Auf der Hauptversammlung beschuldigt ihn der neue Großaktionär Rottmann, mit seiner \"Altherrenriege\" die Firma zu ruinieren. Er kündigt den Verkauf aller seiner Aktien an. Der Kurs stürzt ins Bodenlose. Die Bank kündigt alle Kredite. Als seine Frau Maria von Bellheims Verhältnis mit Andrea erfährt, reist sie nach Spanien zurück. Bellheim scheint am Ende. Ausgerechnet Rottmann bietet sich als Retter in der Not an. Für wenig Geld will er Bellheim alles abkaufen.Bellheims listige Freunde finden allerdings mit Hilfe eines Einbruchs die Beweise dafür, dass Rottmann bei seiner Intrige illegal vorgegangen ist. Zwischen Rottmann und Bellheim kommt es zur großen Abrechnung.","versions":[{"lang":1,"streams":[{"redirect":12994914,"hoster":"VOE"},{"redirect":12994915,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Teil 3 - Part 1","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12994917,"hoster":"VOE"},{"redirect":12994923,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teil 3 - Part 2","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12994924,"hoster":"VOE"},{"redirect":12994925,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Teil 4 - Part 1","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12994929,"hoster":"VOE"},{"redirect":12994930,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Teil 4 - Part 2","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12994900,"hoster":"VOE"},{"redirect":12994901,"hoster":"Streamtape"}]}]}]}]}