{"path":"/serie/stream/der-groe-rausch","name":"Der große Rausch","descr":"Heroin und Kokain haben in der Weltwirtschaft genauso viel Gewicht wie Erdöl und Textilien. Für die Entstehung der mächtigen Drogenkartelle sind die Kolonialmächte ebenso verantwortlich wie Pharmaunternehmen, Bankensysteme und Geheimdienste der ganzen Welt. Die dreiteilige Dokumentation zeichnet die Geschichte des globalen Drogenhandels nach.","seasons":[{"path":"/serie/stream/der-groe-rausch/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-groe-rausch/staffel-1/episode-1","name":"Das Zeitalter der Imperien","epNo":1,"alt":"","descr":"Heroin und Kokain haben in der Weltwirtschaft genauso viel Gewicht wie Erdöl und Textilien. Für die Entstehung der mächtigen Drogenkartelle sind die Kolonialmächte ebenso verantwortlich wie Pharmaunternehmen, Bankensysteme und Geheimdienste der ganzen Welt. In drei Folgen zeichnet ARTE die Geschichte des globalen Drogenhandels nach. Im 19. Jahrhundert breitete sich Opium auf Betreiben der Kolonialmächte in ganz Asien aus. Zur gleichen Zeit entdeckte die pharmazeutische Industrie des Westens mit Morphium, Kokain und Heroin neue Wundermittel. Während sich die Rauschgiftabhängigkeit zum weltweiten Problem entwickelte, wurden Drogen nach und nach verboten. Infolge der Prohibition entstanden die ersten Drogenkartelle, die immer wieder den Schutz der Staaten suchen sollten. Einen beispiellosen Boom erlebten diese kriminellen Netzwerke während des Kalten Krieges, als Geheimdienste Drogen politisch instrumentalisierten. Die USA mussten das teuer bezahlen: Ein Drittel ihrer Soldaten in Vietnam waren 1970 heroinabhängig. Im Jahr darauf rief US-Präsident Richard Nixon in einer historischen Rede den \"Krieg gegen die Drogen\" aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986035","hoster":"VOE"},{"path":"/redirect/8392701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-groe-rausch/staffel-1/episode-2","name":"Die Stunde der Drogenbarone","epNo":2,"alt":"","descr":"1971 zog das mächtigste Land der Welt in den Krieg gegen die Drogen: Die USA griffen hart durch. Doch der Drogenhandel ließ sich nicht besiegen, sondern wurde nur verdrängt und änderte sein Gesicht. Während im Kampf gegen Drogen weltweit aufgerüstet wurde, übernahm Ende der 70er Jahre eine neue Generation von Drogenhändlern, denen es nicht mehr allein um Geld ging, sondern um Macht. Der Kolumbianer Pablo Escobar, der wohl berühmteste Drogenbaron, aber auch Cosa-Nostra-Oberhaupt Totò Riina auf Sizilien, der birmanische Opiumkönig Khun Sa im Goldenen Dreieck oder der mexikanische Drogenboss Félix Gallardo stürzten ihr Land ins Chaos. Sie ließen den weltweiten Drogenhandel explodieren und bedrohten die amtierenden Machthaber. Es dauerte fast 20 Jahre, bis sich die Staaten organisiert hatten und die Drogenbarone stürzen konnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986027","hoster":"VOE"},{"path":"/redirect/8392699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-groe-rausch/staffel-1/episode-3","name":"Der globale Drogenkrieg","epNo":3,"alt":"","descr":"Polizeiliche Erfolge im Kampf gegen Drogen haben zu einer Zersplitterung der Szene geführt. Unsichtbar zu sein, ist die neue Waffe der Drogenhändler. Der illegale Handel hat sich in schwer kontrollierbaren Kriegsregionen wie in Afghanistan oder Kolumbien verfestigt. In Mexiko haben die Kartelle ihr Land in eine Spirale der Gewalt gestürzt, und auf der ganzen Welt ist die Bilanz des Kriegs gegen Drogen erschreckend ernüchternd. Mit synthetischen Drogen, die sich leicht herstellen und verstecken lassen, tritt eine neue Generation von Drogenhändlern im weißen Kittel auf den Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106121","hoster":"VOE"},{"path":"/redirect/8392703","hoster":"Streamtape"}]}]}]}]}