{"path":"/serie/stream/der-zweite-weltkrieg","name":"Der Zweite Weltkrieg","descr":"Chronologisch erzählende Dokumentationsreihe, die mit dem Überfall der deutschen Luftwaffe auf Polen am 01. September 1939 beginnt, der den 2. Weltkrieg auslöste. Dessen unheilvoller Weg wird im Folgenden nachgezeichnet.","seasons":[{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-1","name":"Der Überfall","epNo":1,"alt":"","descr":"Am frühen Morgen des 1. Septembers 1939 eröffnet die SMS Schleswig-Holstein das Feuer auf die Halbinsel Westerplatte in Danzig. Fast zeitgleich greift die deutsche Luftwaffe die Kleinstadt Wielun südwestlich von Lodz an. Mit dem deutschen Überfall auf Polen hat der 2. Weltkrieg begonnen. Von Anfang an wird dieser Konflikt mit hoher Brutalität geführt und kostet tausende Zivilisten das Leben. Auch wenn die Wehrmacht das Nachbarland binnen weniger Wochen besiegt, verläuft der Feldzug nicht so komplikationslos wie erwartet: Die Polen leisten erbittert Widerstand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455090","hoster":"VOE"},{"path":"/redirect/13455096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-2","name":"Angriff auf Europa","epNo":2,"alt":"","descr":"Nach dem Sieg der Wehrmacht über Polen im Herbst 1939 kommt es an der deutschen Westfront zu einer seltsamen Phase der Ruhe. Obwohl sich die nationalsozialistische Diktatur mit England und Frankreich im Krieg befindet, gibt es im sogenannten Sitzkrieg kaum militärische Auseinandersetzungen. Das ändert sich im Frühjahr 1940 mit dem Beginn des deutschen Westfeldzuges. Binnen weniger Wochen ist Frankreich besiegt und die britischen Expeditionsstreitkräfte vom europäischen Kontinent vertrieben. Hitlers Popularität erreicht in Deutschland einen neuen Höhepunkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455099","hoster":"VOE"},{"path":"/redirect/13455104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-3","name":"Neue Allianzen","epNo":3,"alt":"","descr":"Im August 1940 werfen britische Fliegerverbände als Vergeltung für die vorangegangenen deutschen Luftangriffe auf England die ersten Bomben über Berlin ab. Den Deutschen wird erstmals seit dem Beginn des Krieges die eigene Verwundbarkeit vor Augen geführt. Der britische Premier Winston Churchill will Hitlers Herrschaft über Europa um jeden Preis verhindern. In Südostasien schickt sich das militaristische Kaiserreich Japan an, die Kolonien des Westens zu überrennen. Das ruft eine weitere Großmacht auf den Plan: Die Vereinigten Staaten von Amerika sehen ihre Interessen im Pazifik gefährdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455109","hoster":"VOE"},{"path":"/redirect/13455105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-4","name":"Die Welt am Abgrund","epNo":4,"alt":"","descr":"Als im Morgengrauen des 22. Juni 1941 deutsche Wehrmachtsverbände die russische Grenze überschreiten, beginnt ein fast vier Jahre andauerndes Gemetzel. Einen ¿Vernichtungsfeldzug¿ hat Hitler angeordnet, zur völligen Zerschlagung des russischen Staates und Ausbeutung seiner Bevölkerung bis zum Hungertod. Erst nach einem halben Jahr kommen die deutschen Truppen vor Moskau zum Stehen. Doch der Blitzsieg bleibt aus. Als das mit Hitler-Deutschland verbündete Kaiserreich Japan die USA im Pazifik in den Krieg reißt, wachsen die Konfliktherde zusammen – der Weltkrieg ist vollends entbrannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455108","hoster":"VOE"},{"path":"/redirect/13455111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-5","name":"An allen Fronten","epNo":5,"alt":"","descr":"Spätestens zum Jahresbeginn 1942 haben sich die Kriegsschauplätze zu einem weltumspannenden Flächenbrand ausgeweitet. Die ersten Angriffe deutscher U-Boote vor New York im Morgengrauen des 14. Januar 1942 treffen die Vereinigten Staaten völlig unvorbereitet. Einen Monat später beschießen japanische U-Boote die US-amerikanische Westküste bei Santa Barbara. Bereits seit Wochen kämpfen die Alliierten um ihre Stützpunkte in den ehemaligen Kolonien Südostasiens: Malaysia, Singapur, die Philippinen und Hongkong, schließlich sogar im nördlichen Australien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455075","hoster":"VOE"},{"path":"/redirect/13455076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-6","name":"Vernichtungskrieg","epNo":6,"alt":"","descr":"Im Frühsommer 1942 bereitet die deutsche Wehrmacht in der Sowjetunion den \"Fall Blau\" vor. Die Sommeroffensive soll Hitler die Herrschaft über die Ölfelder des Kaukasus bescheren. Doch schon bald wird der Vormarsch auf verhängnisvolle Weise enden – in Stalingrad. Im Rücken der Front verrichten die Einsatzgruppen mithilfe der Wehrmacht weiterhin ihr tödliches Handwerk und ermorden systematisch Hunderttausende. Aus ganz Europa werden inzwischen Männer, Frauen und Kinder in die Lager im Osten verschleppt. Seit Beginn des Jahres liegt der detaillierte Plan zur \"Endlösung der Judenfrage\" vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14108714","hoster":"VOE"},{"path":"/redirect/13455088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-7","name":"Totaler Krieg","epNo":7,"alt":"","descr":"18. Februar 1943: Im Berliner Sportpalast ruft Propagandaminister Joseph Goebbels vor einem fanatischen Publikum den \"Totalen Krieg\" aus. Es ist der verzweifelte Versuch des Regimes, die Realität an den Fronten auszublenden und sich gegen die drohende Niederlage zu stemmen. Wenige Wochen zuvor hatte die sechste Armee nach monatelangen Kämpfen in Stalingrad kapitulieren müssen. Auch an den anderen Kriegsschauplätzen ist die Zeit der Siege für die Wehrmacht vorbei. Im Mai 1943 ziehen die letzten deutschen Verbände in Nordafrika in die Gefangenschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455083","hoster":"VOE"},{"path":"/redirect/13455084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-8","name":"Der Weg in den Untergang","epNo":8,"alt":"","descr":"Im Juni 1944 startet die Rote Armee \"Operation Bagration\". Erst Ende August kann diese sowjetische Offensive von deutscher Seite gestoppt werden. Die Folge sind erhebliche territoriale Verluste und der faktische Zusammenbruch der Heeresgruppe Mitte. Wenige Wochen zuvor sind die westlichen Alliierten in der Normandie gelandet und stoßen auf das Deutsche Reich vor. An allen Fronten mehren sich die militärischen Niederlagen für das Dritte Reich. Und auch im Landesinneren droht der Führungsclique der Nationalsozialisten Gefahr. Im Juli 1944 kommt es zu einem Bombenanschlag auf Adolf Hitler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455079","hoster":"VOE"},{"path":"/redirect/13455080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-9","name":"Schicksalstage","epNo":9,"alt":"","descr":"Als im Morgengrauen des 6. Juni 1944 die größte Armada in der Geschichte der Kriege vor der Küste der Normandie auftaucht, beginnt ein schicksalhafter Tag des Zweiten Weltkriegs: Der D-Day läutet die Befreiung Europas ein. An der Ostfront startet am 22. Juni die Großoffensive der Roten Armee. Operation Bagration wird zur schwersten Niederlage der deutschen Militärgeschichte. Am 20. Juli nehmen die Ereignisse in Hitlers Hauptquartier in Ostpreußen ebenfalls eine dramatische Wendung: der Sprengsatz der Widerstandskämpfer um Stauffenberg explodiert nicht wie geplant. Der Diktator überlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455066","hoster":"VOE"},{"path":"/redirect/13455071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-10","name":"Verbrannte Erde","epNo":10,"alt":"","descr":"Ab Mitte des Jahres 1944 nimmt der Zweite Weltkrieg apokalyptische Ausmaße an. In verzweifelten Kamikaze-Angriffen versuchen japanische Piloten, dem aussichtslosen Krieg noch eine Wende zu geben. Der Aufstand der polnischen Widerstands-Armee wird von den Deutschen mit Massenmorden an der Zivilbevölkerung und der völligen Zerstörung Warschaus niedergeschlagen. Auf ihrem Rückzug vor der Roten Armee verwüstet die Wehrmacht ganze Landstriche. Weder der von Goebbels ins Leben gerufene Volkssturm, noch die letzte Offensive in den Ardennen können den Untergang des Dritten Reiches noch aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455070","hoster":"VOE"},{"path":"/redirect/13455077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-11","name":"Endzeit","epNo":11,"alt":"","descr":"Am 20. März 1945 empfängt Adolf Hitler im Garten der Reichskanzlei Kinder und Jugendliche, die nach Ansicht des Regimes militärisch besonders in Erscheinung getreten sind. Um den irrsinnigen Traum vom Endsieg weiter zu verfolgen, wirft die Diktatur in der Endphase des Krieges skrupellos immer jüngere Jahrgänge an die Front. Dabei ist der Konflikt längst verloren: Seit einigen Monaten steht die Rote Armee im Osten auf deutschem Boden, im Westen haben die Amerikaner Anfang März den Rhein überschritten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455062","hoster":"VOE"},{"path":"/redirect/13455063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-zweite-weltkrieg/staffel-1/episode-12","name":"Kapitulation","epNo":12,"alt":"","descr":"Am 30. April 1945 setzt Hitler seinem Leben selbst ein Ende. Einen Tag später folgt ihm sein langjähriger Vertrauter Joseph Goebbels samt der Familie in den Freitod. Mit dem Selbstmord der prominenten Nationalsozialisten findet das \"Tausendjährige Reich\" ein jähes Ende. Wenige Tage später wird die bedingungslose Kapitulation der Wehrmacht unterzeichnet. Die Alliierten übernehmen die Regierungsgewalt in Deutschland. Während der Krieg in Europa zu Ende geht, liefern sich amerikanische und japanische Truppen weiter erbitterte Gefechte im Pazifik, bis der Einsatz einer neuen Waffe alles ändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13455061","hoster":"VOE"},{"path":"/redirect/13455065","hoster":"Streamtape"}]}]}]}]}