{"path":"/serie/stream/der-gefhrlichste-job-alaskas","name":"Der gefährlichste Job Alaskas","descr":"[Deadliest Catch] Der gefährlichste Job Alaskas (Originaltitel: Deadliest Catch) ist eine US-amerikanische Dokumentarfilm-Fernsehserie, die seit dem Jahr 2005 von Original Productions für den Discovery Channel produziert wird. In Deutschland wird sie von den Sendern DMAX und Discovery Channel ausgestrahlt. Die Serie zeigt die Geschehnisse an Bord der Fischerboote in der rauen und gefährlichen Beringsee während der Fangsaison für Königskrabben und Eismeerkrabben. Der Heimathafen der Fischerflotte ist Dutch Harbor auf der Aleuteninsel Unalaska in Alaska. In über 70 Folgen der Serie trat Phil Harris als Kapitän seines Krabbenfangschiffs Cornelia Marie auf.","seasons":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/filme/film-1","name":"Auge um Auge","epNo":1,"alt":"","descr":"Ein Fangboot ist kein Ponyhof, und die Beringsee einer der gefährlichsten Arbeitsplätze der Welt. Wer hier sein Geld verdient, muss das Letzte aus sich herausholen. Bei eisigen Minustemperaturen und 10 Meter hohen Wellen gehen die Krabbenfischer vor der Küste Alaskas täglich bis an ihre Belastungsgrenzen. Kein Wunder, dass dabei an Deck auch mal die Fetzen fliegen. Nach der dritten Nachtschicht in Folge und großen körperlichen Strapazen liegen auch bei den härtesten Kerlen manchmal die Nerven blank. Und dann geht an Bord so richtig die Post ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587088","hoster":"VOE"},{"path":"/redirect/8548779","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-1","name":"Kein Zurück für Grünschnäbel","epNo":1,"alt":"Greenhornshouse","descr":"Eric Abrahamson ist fertig. Nach nur einer Stunde Krabbenfischen im Beringmeer ist der Anfänger kaputt. Aber der Grünschnabel muss weitermachen. Fünf Tage erwarten ihn und den Rest der Crew auf der ‚Fierce Allegiance‘ – fünf harte Tage und immer den Tod vor Augen, denn die Zeit läuft und die Konkurrenz versucht ebenfalls so viele Krabben wie möglich aus der wilden See zu fischen. Diese Episode der Dokumentarserie ‚Der gefährlichste Job Alaskas – Die Serie‘ ist dabei, wenn der Startschuss fällt und 251 Fischerboote in Dutch Harbor starten, um den größten Fang der Saison zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985798","hoster":"VOE"},{"path":"/redirect/8390608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-2","name":"Schlaflose Nächte","epNo":2,"alt":"Long Sleepless Nights","descr":"Die Chancen sind für alle gleich. Doch bereits kurz nach dem Start hat jedes Schiff mit Problemen zu kämpfen. Sei es das Wetter, das den Fischern zu schaffen macht, seien es unvorhergesehene Reparaturarbeiten, leere Fangkäfige oder einfach die Müdigkeit, die jeden Mann überkommt. Schnell wird deutlich, dass der Job des Krabbenfischers zu den härtesten der Welt gehört. Diese Episode der Dokumentarserie ‚Der gefährlichste Job Alaskas – Die Serie‘ begleitet die Krebsfischer auf dem Beringmeer und zwigt den brutalen Konkurrenzkampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333311","hoster":"VOE"},{"path":"/redirect/8390610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-3","name":"Mann über Bord","epNo":3,"alt":"Lady Luck","descr":"Die Fischer arbeiten auf Hochtouren. Sie sind müde und erschöpft, aber sie dürfen nicht aufgeben. Da wird es schwierig mühelos weiterzuarbeiten, als sich zwei Männer verletzen und gleichzeitig die Käfige leer sind. Aber sie haben ja noch Zeit – bis plötzlich ein Funkspruch meldet, dass die Saison frühzeitig abgebrochen wird. Wie die Krabbenfischer von Alaska kämpfen, um das Preisgeld von 70 Millionen US-Dollar doch vielleicht noch zu bekommen, zeigt diese Episode der Dokumentarserie ‚Der gefährlichste Job der Welt – Die Serie‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985803","hoster":"VOE"},{"path":"/redirect/8390624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-4","name":"Gegen die Zeit","epNo":4,"alt":"Beat the Clock","descr":"Sig Hansen läuft die Zeit davon. Dem Kapitän der \"Northwestern\" bleiben nur noch neun Tage, um seine Fangquote von 86.200 Kilogramm Königskrabben zu erreichen. Doch er und seine Männer haben momentan kein Glück. Oder hat sich der erfahrene Captain etwa das falsche Revier ausgesucht? Schon seit Tagen zieht Hansens Crew nur halbvolle Fangkörbe an Bord, während sein Kollege Jonathan Hillstrand auf der \"Time Bandit\" an anderer Stelle wesentlich erfolgreicher ist. Die Tanks seines Schiffes füllen sich wie gewünscht, als ein Materialfehler beinahe ein Menschenleben kostet: Ein Metallstift des Flaschenzugs, der die gefüllten Körbe an Bord hievt, bricht plötzlich aus der Verankerung und lässt ein Stahlseil in die Tiefe sausen. Nur um Haaresbreite verfehlt es einen darunter stehenden Bootsmann, der ansonsten in zwei Teile gerissen worden wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985816","hoster":"VOE"},{"path":"/redirect/8390619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-5","name":"Tödlicher Winter","epNo":5,"alt":"Dead of Winter","descr":"Ein ganzes Schiff wird vermisst. Hat die sechsköpfige Crew überlebt? Kommen die Küstenwache und die anderen Boote rechtzeitig, um noch helfen zu können? Es ist Januar und die Männer kennen die Gefahren der Schneekrabbenjagd: arktische Stürme, Eis, niedrige Temperaturen, Müdigkeit. Jedes Jahr sterben Krabbenfischer. Diese Episode der DISCOVERY CHANNEL-Dokumentarserie \"Der gefährlichste Job Alaskas – Die Serie\" zeigt, dass bereits kurz nach dem Start in Dutch Harbor ein tödlicher Winter auf See wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985811","hoster":"VOE"},{"path":"/redirect/8390621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-6","name":"Die Todesfahrt","epNo":6,"alt":"Man Overboard","descr":"Vor wenigen Stunden ist das Fangschiff \"Big Valley\" bei starkem Seegang gekentert. Unverzüglich wird eine Rettungsaktion eingeleitet. Zwei Seeleute werden gefunden. Einer hat in einer Rettungsinsel überlebt. Der zweite ist tot. Vier weitere werden vermisst. Aber die Suche geht weiter. Diese Episode der DISCOVERY CHANNEL-Dokumentarserie \"Der gefährlichste Job Alaskas – Die Serie\" begleitet diese Aktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333314","hoster":"VOE"},{"path":"/redirect/8390629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-7","name":"Die Hoffnung stirbt zuletzt","epNo":7,"alt":"High Hopes","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985801","hoster":"VOE"},{"path":"/redirect/8390632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-8","name":"Ein großer Coup","epNo":8,"alt":"Good Fishing","descr":"Heute wird die Fangflotte der Krabbenfischer begleitet und über Gewinner und Verlierer berichtet. Die \"Northwestern\" ist weiterhin auf der Gewinnerspur und Kapitän Sig Hansen und seine Crew holen einen vollen Fangkorb nach dem anderen aus dem Wasser. Im Gegensatz dazu fängt die Crew der \"Lady Alaska\" kaum Krabben und muss sich fragen, ob sich die letzte Saison des Wettbewerbsfischen für sie überhaupt lohnt. Ein weiteres Schiff mit einer Pechsträhne ist die \"Retriever\". Auf einmal hat das Schiff auf dem Vordeck keinen Strom mehr und die Fehlersuche kostet die Mannschaft wertvolle Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985805","hoster":"VOE"},{"path":"/redirect/8390633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-9","name":"Die Uhr tickt","epNo":9,"alt":"The Clock\u0027s Ticking","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251967","hoster":"VOE"},{"path":"/redirect/8390645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-1/episode-10","name":"Die Stunde des Siegers","epNo":10,"alt":"The Final Run","descr":"Die Krabbensaison ist geht zu Ende und damit ein brutaler Konkurrenzkampf zwischen den Krabbenfischern. Diese Episode der Dokumentarserie \"Der gefährlichste Job Alaskas – Die Serie\" berichtet über die letzte Fangsaison des Wettbewerbsfischens","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985807","hoster":"VOE"},{"path":"/redirect/8390652","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-1","name":"Die Beringsee ruft","epNo":1,"alt":"Heading out to Sea","descr":"Sie trotzen selbst extremsten Naturgewalten und riskieren Jahr für Jahr bei eisigen Stürmen vor der Küste Alaskas ihr Leben: die Krabbenfischer in der Beringsee. Ihr Job gehört nicht nur zu den gefährlichsten der Welt, sondern auch zu den lukrativsten. Deshalb halten auch arktische Temperaturen, Monsterwellen von der Höhe eines vierstöckigen Hauses und orkanartige Winde sie nicht ab, auf die Jagd nach den begehrten Königskrabben zu gehen. In den Augen haben die Abenteurer dabei nicht nur Salzwasser, sondern auch Dollarzeichen. Binnen weniger Wochen können sie im nördlichsten Randmeer des Pazifiks nämlich ein Vermögen verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985806","hoster":"VOE"},{"path":"/redirect/8390648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-2","name":"Macht euch auf was gefasst","epNo":2,"alt":"Batten down the Hatches","descr":"Die Krabbenfangsaison in der Beringsee hat vor drei Tagen begonnen. Nur einem Kapitän ist es bei dem extrem schlechten Wetter bisher gelungen Krabben aus dem Meer zu fischen. Diese Episode der Dokumentarserie \"Der gefährlichste Job Alaskas\" begleitet die Krabbenfischer bei ihrer schweren und gefährlichen Arbeit an Bord der kleinen Boote. Die Besatzungen müssen sich da auf einiges gefasst machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100309","hoster":"VOE"},{"path":"/redirect/8390663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-3","name":"Jadgfieber","epNo":3,"alt":"Crab Fishing","descr":"Vor fünf Tagen sind die Boote zum Krabbenfangen ausgelaufen. Gleich zu Beginn bekommen die Männer die Tücken der Bering See zu spüren. Bei orkanartigen Winden und zwölf Meter hohen Wellen suchen selbst Hartgesottene Schutz unter Deck. An Bord eines der Boote kommt es zum Streit, eine Herausforderung für den künftigen Kapitän Blake Painter. Einer der Decksmänner regt sich über einen Grünschnabel auf, der das erstemal mit rausfährt, während erfahrene Fischer arbeitslos zu Hause sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333316","hoster":"VOE"},{"path":"/redirect/8390668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-4","name":"Stimmungstief","epNo":4,"alt":"The Finish Line","descr":"Das Wetter hat sich nicht gebessert. Die \"Northwestern\" sucht daher hinter einer kleinen Insel Schutz vor dem Sturm. Kapitän Sig Hansen befürchtet, dass ein Großteil der gefangenen Krabben an Bord verenden könnte. Er beschließt daher seinen Fang im Hafen der Insel Akutan vorzeitig auszuladen. Das Risiko ist einfach zu groß. Unterdessen wird die Ausbeute der rund 60 Kilometer entfernt fischenden \"Maverik\" trotz des Sturms immer besser. Die Lagertanks des Schiffes sind gut gefüllt und schon bald können Rick Quashnick und seine Besatzung in den Hafen von Saint Paul zurückkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985817","hoster":"VOE"},{"path":"/redirect/8390675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-5","name":"Volle Tanks und Dollarregen","epNo":5,"alt":"Friends and Rivals","descr":"Das Wetter hat sich nicht gebessert. Das Fischerboot \"Northwestern\" sucht daher hinter einer kleinen Insel Schutz vor dem Sturm. Kapitän Sig Hansen befürchtet, dass ein Großteil der gefangenen Krabben an Bord verenden könnte. Er beschließt den bisherigen Fang im Hafen der Insel Akutan vorzeitig auszuladen. Das kostet zwar Zeit, sichert aber den Fang. Danach läuft die \"Northwestern\" wieder zum Fischen aus. Unterdessen wird die Ausbeute der rund 60 Kilometer entfernt fischenden \"Maverik\" trotz des Sturms immer besser. Sie hat bald die Lagertanks voller Krabben und kann in den Hafen von Saint Paul zurückkehren. Der ältere Kapitän Rick Quashnick will dort das Boot an dem von ihm ausgesuchten Nachfolger, den Maschinisten Blake Painter übergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920754","hoster":"VOE"},{"path":"/redirect/8390695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-6","name":"Der Countdown läuft","epNo":6,"alt":"A new Hunt begins","descr":"In den meisten Booten sind die Krabbentanks gut gefüllt, Zeit für eine Pause und ein sehr spezielles Menü – gepökelten Salzkabeljau. Selbst der Geburtstag von Grünschnabel Jake Harris wird mit einer kleinen Feier nachgeholt. Sein größter Wunsch, einmal das Boot allein führen zu dürfen, ist aber noch nicht in Erfüllung gegangen. Langsam neigen sich die Vorräte dem Ende zu. Kaffee, unerlässliche \"Droge\" der hart arbeitenden Männer, gibt’s nur noch auf Zuteilung. Alle beherrschtz nur noch ein Gedanke – endlich Schluss machen und nichts wie zurück in den heimischen Hafen. Dort erwarten die Manschaften fette Lohnschecks von bis 40.000 Dollar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985814","hoster":"VOE"},{"path":"/redirect/8390689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-7","name":"Meuterei auf der \u0026quot;Cornelia Marie\u0026quot;","epNo":7,"alt":"Smoke and the Water","descr":"Es ist Januar. Aus Dutch Harbor laufen mehrere Schiffe aus, um Eismeerkrabben zu fangen. Zu dieser Jahresszeit ist die Arbeit in der Beringsee wegen der Eisstürme und des Packeises gefährlich. Die Dokumentation zeigt den harten Alltag der Besatzungen auf den Fischerbooten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985815","hoster":"VOE"},{"path":"/redirect/8390698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-8","name":"Kampf gegen das Eis","epNo":8,"alt":"Man vs. Ice","descr":"Es ist Januar. Aus Dutch Harbor laufen mehrere Schiffe aus, um Eismeerkrabben zu fangen. Zu dieser Jahrsszeit ist die Arbeit auf der Beringsee wegen der Eisstürme und des Packeises gefährlich. Die Dokumentation zeigt den harten Alltag der Besatzungen auf den Fischerbooten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985821","hoster":"VOE"},{"path":"/redirect/8390702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-9","name":"Am Limit","epNo":9,"alt":"On the Edge","descr":"Der Fang von Eismeerkrabben in der Beringsee ist ein lukratives, aber auch lebensgefährliches Geschäft. Immer wieder kommen unter den extremen Witterungsbedingungen Fischer ums Leben. Die Dokumentarserie zeigt die Männer bei der harten Arbeit auf den Fangschiffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985813","hoster":"VOE"},{"path":"/redirect/8390714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-10","name":"Am Rande des Wahnsinns","epNo":10,"alt":"Pribilof Stare","descr":"Der Fang von Eismeerkrabben in der Beringsee ist ein lukratives, aber auch lebensgefährliches Geschäft. Immer wieder kommen Fischer unter den extremen Witterungsbedingungen ums Leben. Die Dokumentarserie zeigt die Männer bei der harten Arbeit auf den Fangschiffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985830","hoster":"VOE"},{"path":"/redirect/8390727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-11","name":"Gnadenlos","epNo":11,"alt":"Race against the Ice","descr":"Der Fang von Eismeerkrabben in der Beringsee ist ein lukratives, aber auch lebensgefährliches Geschäft. Immer wieder kommen Fischer bei den extremen Witterungsbedingungen ums Leben. Welche Auswirkungen das Eis auf die Arbeit der Fischer hat, zeigt diese Folge der Dokumentarserie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985836","hoster":"VOE"},{"path":"/redirect/8390741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-2/episode-12","name":"Zahltag","epNo":12,"alt":"Cashing In","descr":"Die Fangsaison der Krabbenfischer in der Beringsee geht zu Ende. Die Besatzungen der Schiffe machen sich an die Arbeit, die Fangkörbe einzuholen. Das Eis bereitet ihnen dabei erhebliche Schwierigkeiten. Doch die Mühe lohnt sich am Ende. Zwischen zehn- und sechzigtausend Dollar konnte ein Matrose in dieser Saison verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985820","hoster":"VOE"},{"path":"/redirect/8390749","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-1","name":"Ein tragischer Start","epNo":1,"alt":"A Tragic Beginning","descr":"Die Beringsee, das nördlichste Randmeer des Pazifik, ist der Lebensraum der Königskrabben. Jedes Jahr im Oktober nimmt eine Handvoll Abenteurer den Kampf mit den Elementen auf, um die begehrte Delikatesse zu fangen. Die Arbeit ist gefährlich. Doch die Aussicht, in wenigen Tagen viel Geld zu verdienen, bannt die Angst. Diese Folge begleitet fünf Boote und ihre Besatzungen beim Start in die neue Fangsaison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985829","hoster":"VOE"},{"path":"/redirect/8390753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-2","name":"Gnadenloser Ozean","epNo":2,"alt":"The Unforgiving Sea","descr":"Die Beringsee, das nördlichste Randmeer des Pazifik, ist der Lebensraum der Königskrabben. Jedes Jahr im Oktober nimmt eine Handvoll Abenteurer den Kampf mit den Elementen auf, um die begehrte Delikatesse zu fangen. Die Arbeit bringt in wenigen Tagen viel Geld. Aber sie ist auch gefährlich. Gleich am ersten Tag der neuen Fangsaision kommen drei Seeleute ums Leben, als ihr Boot kentert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985824","hoster":"VOE"},{"path":"/redirect/8390764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-3","name":"40 Stunden ohne Schlaf","epNo":3,"alt":"Pain and Payback","descr":"Auf der \"North Western\" beichtet Deckhand Matt seinem Kapitän, dass er dringend einen Gerichtstermin wahrnehmen müsse, da ihm sonst eine achtmonatige Gefängnisstrafe drohe. Der Kapitän ist mehr als verärgert. Auf der \"Maverick\" heben die Männer nach über 30 schlaflosen Stunden in der Nacht ihre Fangkäfige aus dem Wasser. Einer der Käfige ist leer und wurde außerdem zugeschweißt! Offensichtlich ist die Crew des konkurrierenden Krabben-Schiffs \"Cornelia Marie\" überhaupt nicht begeistert, dass sich ein anderes Boot in ihrem Revier breit macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333317","hoster":"VOE"},{"path":"/redirect/8390769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-4","name":"Rettung in letzter Sekunde","epNo":4,"alt":"Cheating Death","descr":"Die Saison läuft auf Hochtouren. Erschöpfte Männer ziehen randvolle Käfige mit Königskrabben an Bord. Doch das viele Geld, das ihnen als Lohn für die harte Arbeit winkt, lässt sie die Strapazen auf hoher See teilweise vergessen. Bei einigen fordert der Knochenjob unter extremen Wetterbedingungen jedoch Tribut. Eine riesige Welle reißt einen übermüdeten Seemann der \"Trail Blazer\" um und schwemmt ihn über Bord. Der Krabbenfischer kann zwar aus dem Wasser gerettet werden, schwebt aber in Lebensgefahr, da sein Körper völlig unterkühlt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985822","hoster":"VOE"},{"path":"/redirect/8390785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-5","name":"Goldrausch in der Beringsee","epNo":5,"alt":"Bering Sea Salvation","descr":"Nach der geglückten Rettung ihres Kollegen von der \"Trail Blaizer\" widmen sich die Besatzungsmitglieder der \"Time Bandit\" sofort wieder ihrer harten Arbeit. An Bord des Schiffes herrscht gute Stimmung, und die Männer hoffen jetzt auf Käfige, die randvoll mit teuren Königskrabben sind. 360 Kilometer nordöstlich von Dutch Harbor haben Kapitän Blake Painter und seine Crew von der \"Maverick\" gerade eine Ladung im Wert von 168.000 Dollar gelöscht. Durch peitschenden Wind und siebeneinhalb Meter hohe Wellen kämpft sich das Fangboot durch die eisige Beringsee – zurück in die ergiebigen Fanggründe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985827","hoster":"VOE"},{"path":"/redirect/8390795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-6","name":"Endspurt","epNo":6,"alt":"The Last Lap","descr":"Nach der spektakulären Rettung der Bootsmannschaft der \"Trail Blazer\" steht für die Männer wieder Knochenarbeit auf dem Programm: Das bedeutet, so viele Königskrabben wie möglich aus dem Wasser zu ziehen! Aber die harten Jungs nehmen die Risiken und Gefahren auf See nicht umsonst in Kauf. Für jeden steht viel Geld auf dem Spiel. Die Crew der \"Maverick\" scheint diesmal kein Glück zu haben, doch dann wendet sich das Blatt. Nach schlechtem Start fischen die Männer jede Menge der begehrten Meeresfrüchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985826","hoster":"VOE"},{"path":"/redirect/8390815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-7","name":"Im Eisregen","epNo":7,"alt":"New Beginnings","descr":"Auch in der Beringsee gilt die Devise: Wer zuerst kommt, malt zuerst. Und so liefern sich 400 Krabbenfischer einen harten Wettbewerb um die besten Fanggründe des Ozeans. Im Januar starten die Besatzungen der Fangboote ihre Jagd nach den begehrten Eismeer-Krabben, die pro Wintersaison rund 60 Millionen US-Dollar einbringen. Kein Wunder, dass die Männer angesichts solcher Summen nervös und angespannt sind. Schließlich sind für sie hervorragende Verdienstmöglichkeiten gegeben. Während die meisten Schiffe mehrere Tonnen Köder an Bord laden, sticht die \"Wizard\" frühzeitig in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985835","hoster":"VOE"},{"path":"/redirect/8390822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-8","name":"Winterstürme","epNo":8,"alt":"Caught in the Storm","descr":"Jedes Jahr im Oktober beginnt in der Beringsee die Fangsaison auf Königskrabben. Die Arbeit ist wegen der rauen See extrem gefährlich. Schon viele Seeleute sind dabei ums Leben gekommen. Doch die Aussicht auf das große Geld lässt die Männer die Risiken vergessen. In dieser Folge haben die Krabbenfischer mit Stürmen und technischen Pannen zu kämpfen. Das Fangschiff North Western muss wegen eines Motorschadens den nächsten Hafen anlaufen. Andere Crews weichen wegen des Ausfalls des Verarbeitungsschiffes auf andere Krabbensorten aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985825","hoster":"VOE"},{"path":"/redirect/8390819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-9","name":"Die Würfel sind gefallen","epNo":9,"alt":"Crossing the Line","descr":"Jedes Jahr im Oktober beginnt in der Beringsee die Fangsaison auf Königskrabben. Die Arbeit ist wegen der rauen See extrem gefährlich. Schon viele Seeleute sind dabei ums Leben gekommen. Doch die Aussicht auf das große Geld lässt die Männer die Risiken vergessen. Die Dokumentarserie begleitet die Mannschaften von fünf Fangbooten bei ihrer harten Arbeit an Bord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985831","hoster":"VOE"},{"path":"/redirect/8390833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-10","name":"Die Leiden der Greenhorns","epNo":10,"alt":"Trials of the Greenhorns","descr":"Jedes Jahr im Oktober beginnt in der der Beringsee die Fangsaison auf Königskrabben. Die Arbeit ist wegen der rauen See extrem gefährlich. Schon viele Seeleute sind dabei ums Leben gekommen. Doch die Aussicht auf das große Geld lässt die Männer die Risiken vergessen. Die Dokumentarserie begleitet die Mannschaften von fünf Fangbooten bei ihrer harten Arbeit an Bord. Diese Folge schildert die Schwierigkeiten der Neulinge, sich die Anerkennung der erfahrenen Besatzungsmitglieder zu erkämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985833","hoster":"VOE"},{"path":"/redirect/8390844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-11","name":"Packeis und offenes Wasser","epNo":11,"alt":"Ice and Open Water","descr":"Jedes Jahr im Oktober beginnt in der Beringsee die Fangsaison auf Königskrabben. Die Arbeit ist wegen der rauen See extrem gefährlich. Schon viele Seeleute sind dabei ums Leben gekommen. Doch die Aussicht auf das große Geld lässt die Männer die Risiken vergessen. Die Dokumentarserie begleitet die Mannschaften von fünf Fangbooten bei ihrer harten Arbeit an Bord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985847","hoster":"VOE"},{"path":"/redirect/8390860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-3/episode-12","name":"Ein eisiges Ende","epNo":12,"alt":"A Frozen Finish","descr":"Jedes Jahr im Oktober beginnt in der Beringsee die Fangsaison auf Königskrabben. Die Arbeit ist wegen der rauen See extrem gefährlich. Schon viele Seeleute sind dabei ums Leben gekommen. Doch die Aussicht aufs große Geld lässt die Männer die Risiken vergessen. Die Mannschaften von fünf Fangbooten werden bei ihrer harten Arbeit an Bord begleitet. Diese Folge berichtet vom Ende der Fangsaison, die ein voller Erfolg war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985834","hoster":"VOE"},{"path":"/redirect/8390861","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-1","name":"Holt sie heim","epNo":1,"alt":"Get \u0027Em Back Safe!","descr":"\"Männer, kommt heil wieder zurück!\" – Es ist soweit, in wenigen Tagen beginnt die neue Fang-Saison. Die Krabbenfischer treffen letzte Vorbereitungen für das Abenteuer auf hoher See. Während die Besatzungsmitglieder die Schiffe mit Nahrungsmitteln und Fangkörben beladen, treffen sich die Kapitäne um einen Toast auf das gute Gelingen ihres Vorhabens auszusprechen und die üblichen Wetten abzuschließen. Tradition und Aberglaube haben im Alltag der Fischer ihren festen Platz. Kapitän Colburn nimmt auf der \"Wizard\" zwei Greenhorns mit am Bord, die nicht die geringste Vorstellung davon haben, was im offenen Meer auf sie zukommen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985832","hoster":"VOE"},{"path":"/redirect/8390866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-2","name":"Raus aus dem Spiel","epNo":2,"alt":"Striking Out","descr":"Die Fang-Saison läuft auf Hochtouren, und die Besatzungen der Krabbenfischerboote kämpfen in der Beringsee mit heftigen Stürmen. Auf der \"Wizard\" hat Kapitän Colburn ein besonderes Auge auf zwei Neueinsteiger. Auf der \"Northwestern\" erleben die Männer eine erste große Enttäuschung: Nachdem sie sich durch wahre Monsterwellen gekämpft haben und ihre Käfige endlich an Bord ziehen können, sind diese voller Quallen. Und die \"Time Bandit\" droht den Wettlauf gegen die Zeit zu verlieren. Nur die \"Early Dawn\" hat schon über 200 Tonnen der schweren Krabben an Land gezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333321","hoster":"VOE"},{"path":"/redirect/8390883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-3","name":"Jede Krabbe zählt","epNo":3,"alt":"A Numbers Game","descr":"Die Laune der Bootsbesatzungen ist angespannt, da das Fangergebnis stark zu wünschen übrig lässt. Nur die Wasser-Tanks der \"Time Bandit\" sind bis zum Rand mit Königskrabben gefüllt. Mit etwas Glück kann Kapitän Jonathan Hillstrand schon bald Dutch Habour anlaufen, um seine kostbare Fracht abzuliefern. Sein Kollege Sig Hansen auf der \"Northwestern\" hat dagegen Probleme mit Greenhorn Jake Anderson, der sich beim Zählen der Krabben immer wieder verrechnet. Auch sein Bruder Edgar Hansen muss sich mit Schlampereien herumschlagen: Kaum jemand aus seiner Crew trägt einen der vorgeschriebenen Messergürtel bei sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985844","hoster":"VOE"},{"path":"/redirect/8392342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-4","name":"Volles Risiko","epNo":4,"alt":"Unsafe and Unsound","descr":"Phil Harris geht seit 31 Jahren in der Beringsee auf Krabbenfang, aber eine solche Pleite wie in dieser Saison hat der Schiffskapitän noch nie erlebt. In drei Tagen soll die \"Cornelia Marie\" ihren Fang beim Verarbeitungsschiff abliefern, doch ihre Tanks sind noch immer so gut wie leer. Die Königskrabben scheinen aus ihrem Revier verschwunden zu sein, und Kapitän Harris hat keine Ahnung, warum. Auf der \"Northwestern\" veranstalten die Brüder Edgar und Sig Hansen inzwischen einen privaten Wettbewerb unter Männern: Wer schafft es trotz Knochenarbeit am längsten, ohne Schlaf auszukommen? 48 Stunden sind mittlerweile vergangen, und die harten Jungs stoßen langsam an ihre Grenzen. Aufgeben will aber keiner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985841","hoster":"VOE"},{"path":"/redirect/8390896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-5","name":"Kein Erbarmen","epNo":5,"alt":"No Mercy","descr":"Seit fünf Wochen sind die Krabbenfischer jetzt schon auf hoher See und haben in der eisigen Witterung vor der Küste Alaskas mit großen Problemen zu kämpfen: Als eine Riesenwelle auf der \"Time Bandit\" plötzlich mehrere Kabel aus ihrer Verankerung reißt, herrscht an Deck des Schiffes akute Stromschlaggefahr. Auf den anderen Fangbooten sind es vor allem die Neueinsteiger, die für Aufregung sorgen. Greenhorn Jake Anderson und Deckhand Matt Bradley geraten auf der \"Northwestern\" so heftig aneinander, dass die Situation eskaliert. Anfänger Bryan Mezich ist weit weniger heißblütig, bringt auf der \"Early Dawn\" aber trotzdem die gesamte Mannschaft in Gefahr, als er am Steuer des Bootes einschläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920755","hoster":"VOE"},{"path":"/redirect/8390929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-6","name":"Gegen die Uhr","epNo":6,"alt":"Racing The Clock","descr":"Nur noch wenige Wochen bleiben den Mannschaften in dieser Saison um das Maximum an Matrosenlohn einzufahren. Auf der Northwestern ist Kapitän Hansen schwer unter Zeitdruck, denn wenn er nicht pünktlich an seinen Abnehmer liefert, verliert er Tausende von Dollars. Auf der Time Bandit freuen sie sich zwar über einen guten Fang, doch sie müssen mit einigen Pannen kämpfen: einem Elektrobrand und einem bockigen Motor. Auch die Mannschaften der übrigen Fangboote kämpfen verbissen, um die lverbleibende Zeit für eine optimale Ausbeute zu nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985843","hoster":"VOE"},{"path":"/redirect/8390937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-7","name":"Auf der Jagd","epNo":7,"alt":"Seeking the Catch","descr":"340 Kilometer nördlich von Dutch Harbor kämpft sich die \"North American\" bei starkem Wellengang durch die stürmische Beringsee. Die Mannschaft ist auf der Suche nach ausgesetzten Fangkörben, was sich bei Nacht extrem schwierig gestaltet. Das Schiff von Captain Sten Skaar hat die letzten drei Jahre im Hafen gelegen und ist, wie sich nun herausstellt, völlig unzureichend ausgerüstet. Auch auf der \"Northwestern\" ist die Stimmung trotz guter Fangquote angespannt. Kapitän Colburn steuert sein Schiff nämlich in Richtung \"Slime Bank\", ein Revier, das für seine aggressiven Quallen bekannt ist. Schon oft hat sich die Crew an den Fangarmen der Tieren sprichwörtlich die Hände verbrannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985839","hoster":"VOE"},{"path":"/redirect/8390925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-8","name":"Nichts für alte Männer","epNo":8,"alt":"No Season for Old Men","descr":"Die Kapitäne der \"Time Bandit\" und der \"Wizard\" tragen auf hoher See einen kleinen Privatwettkampf aus. Die so genannte \"Kapitänswette\" hat bei den Alaska-Krabbenfischern lange Tradition. Jonathan Hillstrand kann das Duell gegen seinen Kollegen Keith Colburn knapp für sich entscheiden, denn in seinen Fangkörben zappeln am Ende exakt 13 Krabben mehr, als in denen der \"Wizard\". Für die Crew der \"Northwestern\" verlief die Fangsaison nicht sehr erfolgreich. Und dann wird Captain Edgar Hansen auf seinem Schiff auch noch von einem frei schwingenden Greifhaken K.O. geschlagen. Noch dramatischer geht es auf der \"Early Dawn\" zu: Hier meutert die Besatzung gegen ihren Kapitän.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985838","hoster":"VOE"},{"path":"/redirect/8390952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-9","name":"Winterstürme","epNo":9,"alt":"Storm Season","descr":"Die Flotte muss mit dem kalten Wintermeer und unbarmherzigen Stürmen kämpfen, um ihren gigantischen Fang im Wert von 82 Millionen Dollar heil nach Hause zu bringen. Die Wizard entgeht nur knapp einer Katastrophe. Auch die Time Bandit kämpft verbissen gegen die aufgebrachte Natur an und verliert beinahe zwei Matrosen, während sich die Northwestern hinter Inseln in Sicherheit bringen kann. Kein Grund zum Aufatmen, denn wegen eines Notfalls wird Hilfe von der Küstenwache benötigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985846","hoster":"VOE"},{"path":"/redirect/8390967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-10","name":"Ärger an Deck","epNo":10,"alt":"Blow Up","descr":"Die arktischen Stürme und eisigen Temperaturen machen nicht nur den Bootsbesatzungen heftig zu schaffen. Als Mitglieder der US Coast Guard versuchen, einen erkrankten Seemann per Rettungshubschrauber nach Cold Bay zu fliegen, bildet sich innerhalb kürzester Zeit ein Eisbelag auf dem Helikopter. Die Rettungsaktion entwickelt sich zu einem hoch riskanten Unternehmen. Auf See ist die \"Cornelia Marie\" seit geraumer Zeit nur noch mit halber Kraft unterwegs, weil sie Probleme mit der Antriebsmaschine hat. In Dutch Habour erwartet Kapitän Phil Harris unterdessen eine weitere Hiobsbotschaft: Der Schaden an seinem Schiff ist wesentlich größer als angenommen und kann vorerst nicht repariert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985848","hoster":"VOE"},{"path":"/redirect/8390960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-11","name":"Lehrstunde für Anfänger","epNo":11,"alt":"Big Weather, Big Trouble","descr":"Phil Harris und seine Crew versuchen, die Zeit auf See wieder gut zu machen, die sie durch eine Notreparatur in Dutch Habour verloren hatten. Als das Schiff seine Fanggründe erreicht, wird jede Hand an Deck gebraucht. Doch ausgerechnet der Sohn des Kapitäns schlampt bei der Arbeit. Es kommt zu einem handfesten Streit. Auf der \"Northwestern\" sind die Männer zwar völlig erschöpft, doch es steht ihnen noch eine schweißtreibende Nachtschicht bevor. Denn das Verarbeitungsschiff hat weitere Krabben beim Captain geordert. Die Männer sind dermaßen übermüdet, dass es an Bord zu Unfällen kommt. So wird auch Jake Anderson bei starkem Wellengang von einem ungesicherten Fangkorb eingequetscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985840","hoster":"VOE"},{"path":"/redirect/8390971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-12","name":"Fischen kann tödlich sein","epNo":12,"alt":"Mortal Men","descr":"Eisige Winde peitschen mit rund 70 Knoten über die Beringsee und richten auf den Schiffen der Krabbenfischerflotte große Schäden an. Kaum haben sich die Männer durch drei schwere Stürme gekämpft, steht schon das nächste Problem an: Gefrierende Gischt verwandelt die Decks in gefährliche Rutschbahnen. Kapitän Harris hatte sich während eines Sturmes an Bord verletzt und muss jetzt die Zähne zusammenbeißen. Da sein Schiff das Soll an Eismeerkrabben noch nicht erreicht hat, quält sich der Seebär trotz starker Schmerzen hinters Steuer der \"Cornelia Marie\". Doch seine Verletzungen sind schwerer, als zunächst angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985849","hoster":"VOE"},{"path":"/redirect/8390985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-13","name":"Frisches Blut","epNo":13,"alt":"Fresh Blood","descr":"Zum ersten Mal seit 17 Jahren läuft die \"Cornelia Marie\" ohne ihren Kapitän Phil Harris aus dem Hafen. Anstelle von Harris steuert sein alter Weggefährte Murray Gamrath das Schiff durch die stürmische See. Der Captain kuriert in einem Krankenhaus in Anchorage innere Verletzungen aus, die er sich während eines Sturms zugezogen hatte. Auf der \"Northwestern\" ist man unterdessen bemüht, den 5000 Dollar teuren Anker aus dem Meer zu fischen, den das Schiff bei heftigem Seegang verloren hat. Da das Boot wegen der hohen Wellen ständig wegdriftet, brauchen die Männer fast vier Stunden, um das kostbare Gut zu bergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008079","hoster":"VOE"},{"path":"/redirect/8390986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-14","name":"Neue Gezeiten","epNo":14,"alt":"Changing Tides","descr":"110 Kilometer östlich der Fanggründe bahnt sich die \"Northwestern\" mühsam ihren Weg durch ein riesiges Eisfeld Richtung St. Paul. Dort soll die Crew 83.000 Kilo Eismeerkrabben entladen. Dabei ist höchste Eile geboten, denn bei Temperaturen weit unter Null besteht die Gefahr, dass das Boot im Hafen festfriert. Im Anschluss wartet schon die nächste Herausforderung auf Sig Hansen und seine Besatzung: Weit nach Mitternacht müssen die Männer trotz Müdigkeit und Erschöpfung wieder in See stechen, um ihren wertvollen Fang zu retten. Sollte gefrierendes Packeis auf dem offenen Meer die ausgelegten Fangkörbe erreichen, wären diese nämlich für immer verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985854","hoster":"VOE"},{"path":"/redirect/8390997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-15","name":"Die Bering-See-Demenz","epNo":15,"alt":"Catch As Catch Can","descr":"Die Bootsbesatzungen in der Beringsee schuften bis zum Umfallen, denn die Fangsaison dauert nur noch sechs Tage. Jetzt, wo jede einzelne Krabbe zählt, um das Soll zu erfüllen, bleibt zum Ausruhen keine Zeit. Dass sich Kapitänssohn Scott Hillstrand auf der \"Time Bandit\" trotzdem Extra-Verschnaufpausen gönnt, kommt bei den Kollegen gar nicht gut an. Deckhand Shea Long wird um ein Haar von den riesigen Fangkörben mit in die Tiefe gerissen, als sich eine der Ablass-Leinen um seinen Hals legt. Auf der \"North American\" muss Newcomer Darell Labay seinen Hut nehmen. Die harte Knochenarbeit ist für das Greenhorn definitiv zu anstrengend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985858","hoster":"VOE"},{"path":"/redirect/8391008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-4/episode-16","name":"Die Saison geht zu Ende","epNo":16,"alt":"The Final Hour","descr":"Kurz vor Ende der Fangsaison kommen Kapitän Keith Colburn und seine Besatzung trotz eisiger Minusgrade rund 440 Kilometer nordwestlich von Dutch Harbor wieder einmal mächtig ins Schwitzen. Seit 36 Stunden ziehen die Männer einen Fangkorb nach dem anderen an Land, doch es ist wie verhext: Der Steuerbordtank der \"Wizard\" erweist sich als Fass ohne Boden. Viel zu spät bemerkt die Crew, dass der riesige Behälter ein Loch hat, aus dem die Tiere wieder herauskrabbeln und sich so zurück ins Wasser retten können. Mit vereinten Kräften versuchen die Männer ihr Soll für die Saison doch noch zu erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985859","hoster":"VOE"},{"path":"/redirect/8391015","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-1","name":"Auf die Plätze, fertig, los!","epNo":1,"alt":"Everything On The Line","descr":"Leinen los: Die Kapitäne machen in der Beringsee Jagd auf die begehrten Königskrabben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985862","hoster":"VOE"},{"path":"/redirect/8391029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-2","name":"Das Zeichen am Himmel","epNo":2,"alt":"Red Skies in the Morning","descr":"Die Zeichen stehen auf Sturm, und die Kapitäne der Krabbenfangflotte sind ernsthaft besorgt: Wenn der Morgenhimmel, wie an diesem Tag, in leuchtendem Rot erstrahlt, bedeutet das selten etwas Gutes. Alles Seemannsgarn, oder ist die außergewöhnlich kräftige Rotfärbung tatsächlich Vorbote eines gewaltigen Unwetters? Zeit zum Zögern bleibt den Krabbenfischern jedoch nicht. Abgesehen vom ersten Fangerfolg der Time Bandit lässt das große Krabben-Glück nämlich auf sich warten. Den Crews bleibt keine Wahl: Sie müssen raus aufs Meer, egal was kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985857","hoster":"VOE"},{"path":"/redirect/8391037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-3","name":"Wer nicht aufpasst, stirbt","epNo":3,"alt":"Stay Focused Or Die","descr":"Der heftige Sturm in der Beringsee hat sich allmählich gelegt, und die Krabbenfischer versuchen zum Alltag zurück zu kehren. Doch das Drama um die gesunkene \"Katmai\" hat die eingeschworene Seefahrergemeinschaft schwer erschüttert. Es grenzt an ein Wunder, dass es der Küstenwache – 17 Stunden nach dem ersten Notruf des Fischkutters – gelang, ein Rettungsfloß mit vier Überlebenden zu bergen. Für sieben Besatzungsmitglieder kam jede Hilfe jedoch zu spät. Während die geretteten Seeleute von der Tragödie und ihrem Überlebenskampf im eisigen Wasser berichten, erinnert sich auch ein Mitglied der Krabbenfangflotte an eine lange zurückliegende Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985855","hoster":"VOE"},{"path":"/redirect/8391040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-4","name":"Augen zu und durch","epNo":4,"alt":"Put Up or Shut Up","descr":"Rund 600 Kilometer nordöstlich von Dutch Harbour haben Kapitän Jonathan Hillstrand und die Besatzung der \"Time Bandit\" ein ergiebiges Fanggebiet entdeckt. Die harte Arbeit bringt die Männer nach dem tragischen Unglück auf der \"Katmai\" langsam aber sicher wieder auf andere Gedanken. Doch die Stimmung an Bord wird schon bald durch weitere Hiobsbotschaften getrübt: Über Funk erhält der Captain die Nachricht, dass der nächste Liefertermin um drei Tage nach vorn verlegt wurde, doch die Tanks des Schiffes sind noch lange nicht voll! In einem gewaltigen Kraftakt versuchen die Krabbenfischer in den verbleibenden 36 Stunden das Unmögliche möglich zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985861","hoster":"VOE"},{"path":"/redirect/8391060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-5","name":"Die Zerreißprobe","epNo":5,"alt":"Long Haul, Short Fuses","descr":"Seit 40 Tagen sind die Männer auf der ‚Time Bandit‘ nun bereits auf hoher See und die Besatzung hat gerade einen 50 Stunden-Marathon hinter sich: In einer riesigen Kraftanstrengung hat Johnathan Hillstrands Crew die Tanks des Schiffes bis zum Rand mit Königskrabben gefüllt. Jetzt geht es heimwärts in Richtung Hafen von Saint Paul. Doch auch dort werden die hart gesottenen Seebären nicht gleich verschnaufen können. Zuerst muss die gigantische Meeresfrüchte-Ladung im Wert von rund 600.000 Dollar gelöscht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985850","hoster":"VOE"},{"path":"/redirect/8391063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-6","name":"Plan B","epNo":6,"alt":"Deadline","descr":"Knapp 300 Kilometer nordöstlich von Dutch Harbour kämpft sich die \"Wizard\" bei heftigem Seegang durch die eisige Beringsee. Die Schiffsbesatzung schuftet bei Windgeschwindigkeiten um die 100 km/h und 10 Meter hohen Wellen ohne Pause, denn noch haben Kapitän Keith Colburn und seine Crew ihr Soll nicht erfüllt. Ausgerechnet jetzt, zum Ende der Fangsaison, droht außerdem ein heftiger Orkan auf dem Eismeer! Captain Hillstrands Männer auf der \"Time Bandit\" können dagegen durchatmen, denn sie haben das Schlimmste hinter sich und steuern mit ihrer letzten Fuhre Dutch Habour an. Die erfahrenen Seeleute haben in dieser Saison Königskrabben im Wert von 1,7 Millionen Dollar gefangen und werden den Erfolg ausgiebig an Land feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985851","hoster":"VOE"},{"path":"/redirect/8391074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-7","name":"Auf der Zielgeraden","epNo":7,"alt":"Down To The Wire","descr":"Der Schein trügt: Krabbenfischen in der Beringsee ist wirklich kein Spaziergang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008081","hoster":"VOE"},{"path":"/redirect/8391097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-8","name":"Die ewig wütende Beringsee","epNo":8,"alt":"Payback Time","descr":"Der Wind bläst von Tag zu Tag eisiger – vor der Küste Alaskas hat der Winter begonnen. Die Krabbenfischerflotte macht sich in \"Dutch Habour\" ein zweites Mal bereit zum Auslaufen. Während die Besatzungen die Boote auf Vordermann bringen, tauschen sich die Kapitäne über die besten Fanggründe aus und legen sich für die Jagd nach den begehrten Eismeerkrabben eine Strategie zurecht. Denn draußen auf See gilt seit je her das eiserne Gesetz: wer zuerst kommt, malt zuerst. Auf der \"Cornelia Marie\" herrscht wegen eines Hydraulikschadens zunächst schlechte Stimmung, denn dadurch ist die Crew des Schiffes im Wettrennen um die wertvollen Ozeankrebse erheblich im Nachteil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985852","hoster":"VOE"},{"path":"/redirect/8391105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-9","name":"Nur eine Chance","epNo":9,"alt":"No Second Chances","descr":"Mann über Bord’ Einige Besatzungsmitglieder der \"Wizard\" versuchen bei eisigen Minusgraden und heftigem Seegang, an den Bug-Reusen des Schiffes eine 12 mal 12 Meter große Plane anzubringen – damit sich dort kein Eis festsetzt. Doch das Unternehmen gerät völlig außer Kontrolle. Eine riesige Welle erfasst das Boot und überrascht die Männer von hinten. Verzweifelt versucht Kapitän Keith Colburn, mit seinen Männern per Funk Kontakt aufzunehmen, doch an Deck herrscht plötzlich Totenstille. Wurden die Crew-Mitglieder womöglich von dem gigantischen Brecher mit ins Meer gerissen’.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985864","hoster":"VOE"},{"path":"/redirect/8391108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-10","name":"Wenn\u0027s kommt, dann dicke","epNo":10,"alt":"Sea of Misery","descr":"Keith Colburn, Kapitän der \"Wizard\", hat eine harte Zeit hinter sich. Sein Schiff scheint von einer Pechsträhne verfolgt zu sein, die einfach kein Ende nehmen will. Jetzt steht der erfahrene Skipper mitten in der Fangsaison auch noch mit dezimierter Mannschaft da: Eine riesige Monsterwelle war über den Bug seines Schiffes gedonnert und hatte mehrere Besatzungsmitglieder schwer verletzt. Mit drei gebrochenen Rippen muss auch Monte, der Bruder des Captains, für eine Weile den Dienst quittieren. Ein herber Schlag für die Crew, denn der versierte Seemann wird nicht leicht zu ersetzen sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333323","hoster":"VOE"},{"path":"/redirect/8391129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-11","name":"Meilenweit vom rettenden Ufer","epNo":11,"alt":"Lockout","descr":"Die Lage auf der \"Cornelia Marie\" spitzt sich zu: Das Fangboot hat Eismeerkrabben im Wert von einer Dreiviertelmillion US-Dollar an Bord und muss sich mit dieser Fracht durch das meterdicke Packeis der Beringsee kämpfen. Trotz seines 1800 PS-Motors kommt das Schiff nur im Schneckentempo voran. Und diese Geschwindigkeit von nur einem Knoten pro Stunde wird die Männer um Kapitän Phil Harris womöglich um den hart verdienten Lohn ihrer Arbeit bringen. Lange werden die Schalentiere in den Tanks des Schiffes nämlich nicht mehr überleben. Wenn die Krabbenfischer-Crew nicht bald den rettenden Hafen in St. Paul erreicht, war die ganze Schufterei völlig umsonst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985865","hoster":"VOE"},{"path":"/redirect/8391136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-12","name":"Jedem seine Hölle","epNo":12,"alt":"A Slap in the Face or a Kick in the Butt","descr":"Zwei Jahrzehnte Schlafmangel, Nikotin, unregelmäßiges Essen und jede Menge Stress an Bord haben bei Sig Hansen Spuren hinterlassen. Und obwohl der hart gesottene Skipper sonst nie über Unpässlichkeiten klagt, machen ihm plötzlich Schmerzen in der Brust schwer zu schaffen. Die Sache scheint sehr ernst zu sein, trotzdem spornt der Kapitän seine Crew weiter zu Höchstleistungen an. Er hat aber auch nicht wirklich die Wahl, da die \"Northwestern\" schon in 24 Stunden ihre Ladung im Hafen abliefern muss: Wenn sich die Tour für die Besatzung noch lohnen soll, müssen die Männer auf den letzten Drücker viereinhalb Tonnen Eismeerkrabben fangen. Zu dem bevorstehenden Stress müssen die Männer nun auch die miese Laune ihres gereizten Captains ertragen, der sich aus gesundheitlichen Gründen das Rauchen abgewöhnen möchte. Aber es kommt noch schlimmer: Von Norden her bewegt sich eine arktische Sturmfront auf das Fangboot zu – mit neun Meter hohen Wellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985863","hoster":"VOE"},{"path":"/redirect/8391139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-13","name":"Jagdfieber","epNo":13,"alt":"Ends of the Earth","descr":"Die Bering See, nördlichstes Randmeer des Pazifik, ist der Lebensraum der Königskrabben. Jedes Jahr im Oktober nimmt eine Handvoll Abenteurer den Kampf mit den Wetterunbilden auf, um diese begehrte und hochbezahlte Delikatesse zu fangen. Dabei starben in den letzten zehn Jahren 41 Männer. Doch die Aussicht, in wenigen Tagen Tausende Dollar zu verdienen bannt die Angst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992840","hoster":"VOE"},{"path":"/redirect/8391161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-14","name":"Bittere Tränen","epNo":14,"alt":"Bitter Tears","descr":"Noch einmal alles geben: Deckhand Jake lässt seine Kameraden trotz verletzter Schulter nicht im Stich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985866","hoster":"VOE"},{"path":"/redirect/8391166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-15","name":"Tage der Abrechnung","epNo":15,"alt":"Day of Reckoning","descr":"Die Männer sind müde und ausgelaugt, trotzdem gönnt Kapitän Jonathan Hillstrand seiner Crew auf der ‚Time Bandit‘ keine Verschnaufpause. Und das aus gutem Grund: Ein riesiges Sturmtief bewegt sich auf das Fangboot zu. Da einige Besatzungsmitglieder die Anweisungen ihres Captains nicht zufrieden stellend befolgen, zieht der Skipper andere Saiten auf. Erst liest Hillstrand seiner Mannschaft an Deck ordentlich die Leviten, dann nimmt das Schiff Kurs auf Dutch Habour. Trotz guter Fangquoten treten die Krabbenfischer ihre Heimreise in diesem Jahr mit gemischten Gefühlen an. Einem ihrer aufmüpfigen Deckhands droht an Land nämlich die Kündigung. Russell, Eddie und Mikey spekulieren auf der Fahrt in den Heimathafen, wer von ihnen in der nächsten Saison wohl nicht mehr auf der ‚Time Bandit‘ anheuern darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985870","hoster":"VOE"},{"path":"/redirect/8391175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-5/episode-16","name":"Rettet unsere Seelen","epNo":16,"alt":"Shipwrecked","descr":"Seit nunmehr acht Stunden trotzen die Krabbenfischer 520 Kilometer vor Dutch Habour einem arktischen Sturmtief. Das heftige Unwetter hat die Männer auf der Rückfahrt in den Heimathafen überrascht. Auf hoher See tobt die Hölle. Vor den Aleuten hat es ein Kabeljau-Fangboot besonders schlimm erwischt. Mitten in der Nacht setzt die Besatzung einen Notruf ab, da das Schiff offensichtlich auf Grund gelaufen ist. Zwei Fischerboote und ein Helikopter der Küstenwache eilen so schnell wie möglich zu Hilfe, doch die Rettungsbemühungen vor Ort gestalten sich schwierig. Der Versuch, die Besatzung bei Windböen von 80 Stundenkilometern mit einem Korb aus der Luft zu bergen, schlägt trotz mehrerer Anläufe fehl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985871","hoster":"VOE"},{"path":"/redirect/12482034","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-1","name":"Leinen los!","epNo":1,"alt":"Slow Burn","descr":"Die neue Fangsaison beginnt, und die Krabbenfischer machen ihre Schiffe im Hafen von Unalaska zum Auslaufen bereit. In diesem Jahr wirken die Männer angespannter als sonst: In kleinen Machtkämpfen verhandeln sie die neuen Rangordnungen an Bord ihrer Fangboote. Vor allem die Neueinsteiger müssen sich ihren Platz unter den alteingesessenen Besatzungsmitgliedern erst noch erkämpfen, doch auch die Kapitäne scheinen nervös. Beim traditionellen Treffen der Skipper vor der Ausfahrt aus dem Hafen, kommt es dann zum offenen Streit. Jonathan Hillstrand von der \"Time Bandit\" stellt seinen Kollegen Keith Colburn von der \"Wizard\" zur Rede, weil der versucht hatte, ihm einen erfahrenen Seemann abzuwerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383734","hoster":"VOE"},{"path":"/redirect/8391191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-2","name":"Zurück an Deck","epNo":2,"alt":"Breaking \u0027Em In","descr":"Phil Harris muss sich nach seiner langen Auszeit erst wieder adaptieren: Nachdem ihm im Krankenhaus ein Blutgerinnsel aus der Lunge entfernt wurde, kann der Kapitän der \"Cornelia Marie\" an Bord seines Fangbootes endlich wieder in See stechen. Doch der erfahrene Skipper und seine Crew hatten sich den Start der Saison anders vorgestellt: Seit über 36 Stunden sind die Fangkörbe, die die Männer aus dem eisigen Ozean ziehen, halbleer. Deckhand Freddy Maugatai kann das Elend nicht mehr mit ansehen. Mit einem alten Stammesritual bittet der gebürtige Samoaner um den Beistand seiner Ahnen. Und die merkwürdige Prozedur bringt auf See tatsächlich die Wende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985868","hoster":"VOE"},{"path":"/redirect/8391199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-3","name":"Sturmwarnung","epNo":3,"alt":"Sea Tested","descr":"Aus der Arktis ziehen zwei Sturmtiefs in Richtung Beringsee. Die Krabbenfischer machen sich auf schlechtes Wetter gefasst. Laut Vorhersage ist mit Windgeschwindigkeiten bis zu 80 Stundenkilometern zu rechnen. Sig Hansen und seine Crew auf der \"Northwestern\" werden als erste mit den Naturgewalten Bekanntschaft machen. Den Männern bleiben nur noch acht Stunden, um 150 Fangkörbe an Deck zu ziehen. Für Streitigkeiten bleibt bei diesem strammen Arbeitspensum eigentlich keine Zeit, trotzdem herrscht an Bord dicke Luft. Auch zwischen dem Captain und seinem Bruder Edgar stehen die Zeichen auf Sturm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985872","hoster":"VOE"},{"path":"/redirect/8391226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-4","name":"Sprung ins kalte Wasser","epNo":4,"alt":"Bering Sea Swim Club","descr":"Das Experiment ist vorüber. Die beiden Deckhands, die vor einigen Wochen auf der ‚Cornelia Marie‘ und der ‚Northwestern‘ die Plätze getauscht hatten, kehren wieder auf ihre eigenen Boote zurück. Und das wird den beiden Seebären nicht leicht gemacht: Um das Schiff zu wechseln, müssen die zwei ins eiskalte Wasser springen und die Distanz mit kräftigen Schwimmzügen zurücklegen. Um in der Beringsee keine Erfrierungen zu bekommen, dürfen sie zumindest Überlebensanzüge tragen. Anschließend sollen sie mit Kränen wieder an Bord gehievt werden – vorausgesetzt der heftige Seegang macht den Krabbenfischern keinen Strich durch die Rechnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985873","hoster":"VOE"},{"path":"/redirect/8391228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-5","name":"Mitten im Nirgendwo","epNo":5,"alt":"Arctic Quest","descr":"Die \"Northwestern\" läuft mit randvoll gefüllten Tanks im Hafen von Dutch Habour ein. Damit ist die Saison für die Schiffs-Besatzung eigentlich beendet. Doch Kapitän Sig Hansen hat andere Pläne und ködert seine erschöpfte Crew mit der Aussicht auf ein lukratives Geschäft: Hoch oben im Norden, nahe der russischen Grenze, könnten er und seine Männer mit dem Fang der extrem seltenen, blauen Königskrabben eine Stange Geld extra verdienen. Allerdings ist der Trip zur St. Matthew’s Insel nicht ungefährlich. So weit entfernt vom Rest der Flotte könnte der \"Northwestern\" im Notfall kein anderes Schiff zur Hilfe kommen. Außerdem funktioniert in der abgelegenen Region meistens nicht einmal die Satelliten-Kommunikation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985875","hoster":"VOE"},{"path":"/redirect/8391227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-6","name":"Tückische Untiefen","epNo":6,"alt":"False Pass","descr":"Die Krabbentanks der \"Time Bandit\" sind gut gefüllt, und Kapitän Johnathan Hillstrand nimmt Kurs auf den Heimathafen. Bis dorthin müssen die Männer eine Strecke von rund 400 Kilometern zurücklegen – inklusive des berüchtigten \"False Pass\". Diese sechs Kilometer lange Meerenge ist unter den Seeleuten wegen ihrer tückischen Untiefen gefürchtet. Immer wieder laufen dort Schiffe auf Grund oder kentern sogar. Und gerade jetzt bläst der Wind besonders heftig in der Meerenge, zum Teil mit Geschwindigkeiten von 100 km/h. Einige Skipper raten dem Captain über Funk davon ab, doch Hillstrand ist fest entschlossen, die Herausforderung anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985876","hoster":"VOE"},{"path":"/redirect/8391250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-7","name":"Gefangen im Hafen","epNo":7,"alt":"When Hell Freezes Over","descr":"Die Cornelia Marie wird ins Trockendock geschleppt, da das Schiff nach einer Havarie nicht mehr seetüchtig ist. Skipper Phil Harris hat für einen Moment nicht aufgepasst, und sein Fangboot ist mit einem Riff kollidiert. Rumpf und Schiffsschraube haben dabei einiges abbekommen. Dieser Unfall kommt nicht nur teuer, sondern auch im ungünstigsten Moment: mitten im Januar, dem Monat, wo in der Beringsee die Schneekrabbensaison beginnt. Fast 70 Schiffe machen sich in Dutch Habour zum Auslaufen bereit, um sich ihren Teil am gigantischen ‚Krabbenkuchen‘ im Wert von 65 Millionen Dollar zu sichern. Doch was wird aus Kapitän Harris und seiner Crew? Wenn sie das Boot nicht rechtzeitig flott bekommen, kann das verheerende Konsequenzen für die ganze Besatzung haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12283441","hoster":"VOE"},{"path":"/redirect/8391253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-8","name":"Kampf mit dem Eis","epNo":8,"alt":"We\u0027re Not in Kansas Anymore...","descr":"Eisige Gischt macht den Fischern in der Beringsee das Leben schwer. Die ganze Flotte ist betroffen. Binnen Stunden hat sich auf den Schiffen eine tonnenschwere Eisschicht gebildet. Den Kapitänen bleibt nichts anderes übrig, als die Fangkörbe ins Meer zu lassen – wesentlich früher als geplant. Die Gefahr zu kentern, scheint dadurch erst einmal gebannt, doch Rekordfänge sind weit ab vom eigentlichen Zielgebiet nicht zu erwarten. Obendrein sind die Besatzungen permanent damit beschäftigt, die Decks von gefrorenem Eis zu befreien. Der Beginn der Schneekrabben-Saison ist eine einzige Plackerei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985874","hoster":"VOE"},{"path":"/redirect/8391259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-9","name":"Im Felsenmeer","epNo":9,"alt":"Glory Days","descr":"Während die Besatzung der ‚Time Bandit‘ mit einem massiven Eisbefall an Deck und Wasser im Treibstofftank zu kämpfen hat, steuert die ‚Cornelia Marie‘ einen der schwierigsten Fanggründe der Krabbenflotte an: ‚The Rock‘, ein 13 Quadratkilometer großes Unterwassergebirge. Wegen zahlreicher Untiefen ist diese Felsenlandschaft zwar extrem gefährlich, verspricht bei exakter Platzierung der Körbe jedoch den Fang des Jahrhunderts. Denn in den sandigen Abschnitten zwischen den Gesteinsbrocken lauern gut genährte Königskrabben auf fette Beute. Nur eine Handvoll Skipper hat sich bislang die Mühe gemacht, hier auf Krabbenfang zu gehen. Wird der Wagemut von Kapitän Phil Harris und seiner Crew am Ende belohnt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985878","hoster":"VOE"},{"path":"/redirect/8391289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-10","name":"Rettung aus höchster Not","epNo":10,"alt":"The Darkened Seas","descr":"Das Kabeljau-Fangschiff \"Alaskan Leader\" meldet per Funk einen Notfall. Einer der Seeleute hat an Deck einen Herzinfarkt erlitten. Sofort macht sich ein Rettungshubschrauber der Küstenwache auf den Weg zum Schiff. Doch noch ist ungewiss, ob die Coast Guard den Mann tatsächlich bergen kann, denn auf dem Meer tobt ein heftiger Sturm. Das Fischerboot wird von den meterhohen Wellen herumgeschaukelt, als wäre es eine Nussschale. Nur unter größten Anstrengungen gelingt es dem Team, den Seemann an Bord zu hieven. Die Nachricht von der erfolgreichen Rettung verbreitet sich wie ein Lauffeuer unter den Krabbenfischern. Alle sind erleichtert. Schließlich könnte jedem von ihnen ein ähnliches Schicksal drohen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985881","hoster":"VOE"},{"path":"/redirect/8391285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-11","name":"Vom Kurs abgekommen","epNo":11,"alt":"Blown Off Course","descr":"Familiendrama auf hoher See: 530 Kilometer nordwestlich von Dutch Habour überrascht Kapitän Phil Harris seinen Sohn Jake auf der ‚Cornelia Marie‘ bei einem Diebstahl. Harris Junior ist gerade dabei, verschreibungspflichtige Medikamente zu entwenden, die unter Deck aufbewahrt werden. Sein Vater schäumt vor Wut, bis Jake in der folgenden Aussprache sein trauriges Geheimnis offenbart: Der junge Mann leidet seit Langem unter krankhafter Tablettensucht. Geschockt nimmt der Captain Kurs auf den Hafen von St. Paul.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985882","hoster":"VOE"},{"path":"/redirect/8391291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-12","name":"Drama auf Saint Paul","epNo":12,"alt":"Empty Throne","descr":"Die Fischer der Krabben-Flotte sind erschüttert bis ins Mark. Phil Harris, der Captain der \"Cornelia Marie\", ist auf seinem Schiff zusammen gebrochen. Das Fangboot hat gerade in Saint Paul angelegt, als Besatzungsmitglieder den Skipper am Boden liegend im Steuerhaus seines Schiffes finden. Dem Anschein nach hat der erfahrene Kapitän einen schweren Schlaganfall erlitten. Sein Zustand ist überaus kritisch. Phil Harris benötigt dringend fachärztliche Versorgung, der Flug nach Anchorage dauert jedoch mindestens drei Stunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985879","hoster":"VOE"},{"path":"/redirect/8391327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-13","name":"Zwischen Hoffen und Bangen","epNo":13,"alt":"Cain and Abel","descr":"Sein Zustand ist nach einer 12-stündigen Notoperation zwar stabil, doch noch geben die Ärzte keine Entwarnung. Phil Harris bekommt im Providence Medical Center in Anchorage, Kanada, Besuch von seinen Söhnen Jake und Josh. Dr. Robert Lada klärt die Brüder darüber auf, dass es für eine finale Einschätzung nach dem schweren Schlaganfall noch zu früh wäre. Die Mediziner müssen zunächst untersuchen, ob noch weitere Blutgerinnsel im Körper die Gesundheit des Captains gefährden. Das Drama um ihren Kollegen macht die Krabbenfischer in der Beringsee nachdenklich, denn Phil Harris ist nicht der Einzige, beim dem die Plackerei auf dem Ozean im Laufe der Jahre Spuren hinterlassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985880","hoster":"VOE"},{"path":"/redirect/8391329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-14","name":"Stürmische Zeiten","epNo":14,"alt":"Redemption Day","descr":"Auf der Beringsee bricht die Hölle los. Ein zweieinhalbtausend Quadratkilometer großes Sturmtief nähert sich den Fangbooten. Die \"Northwestern\" ist dem arktischen Unwetter am nächsten und bekommt es schon bald mit ersten Ausläufern zu tun. Trotzdem möchte Kapitän Sig Hansen die Zeit nutzen, um noch ein paar Körbe mit den wertvollen Krabben aus dem Meer zu ziehen. Diese Entscheidung löst bei der Crew, die seit 19 Stunden ununterbrochen im Einsatz ist, wenig Begeisterung aus. Auch auf der \"Time Bandit\" stehen die Zeichen auf Sturm: Scott Hillstrand sieht sich durch einen Konkurrenten um sein rechtmäßiges Erbe gebracht. Zwischen ihm und Deckhand Mike entbrennt ein Wettstreit um die Kapitänsnachfolge. Die bitterste Nachricht kommt allerdings aus Anchorage: Skipper Phil Harris hatte einen weiteren Schlaganfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985889","hoster":"VOE"},{"path":"/redirect/8391334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-15","name":"Abschied von Phil Harris","epNo":15,"alt":"Valhalla","descr":"Der Wind bläst aus allen Himmelsrichtungen und tobt mit Spitzengeschwindigkeiten von 100 km/h über die Beringsee. Die Krabbenfischerflotte kämpft sich durch einen gewaltigen arktischen Sturm. Die meisten Kapitäne nutzen ihre letzte Chance in dieser Saison, um die geplanten Fangzahlen zu erreichen, doch Sig Hansen ist nicht bereit, das Leben seiner Mannschaft zu riskieren. Das Schicksal seines Kollegen Phil Harris hat den Skipper der \"Northwestern\" nachdenklich gemacht. Statt für ein paar Tausend Kilo Krabben alles aufs Spiel zu setzen, nimmt Sig Hansen Kurs auf den Hafen. Dabei weiß er noch gar nicht, wie es um seinen alten Weggefährten steht. Und die Neuigkeiten, die ihn an Land erwarten, könnten nicht schlechter sein: Phil Harris, der Captain der \"Cornelia Marie\", ist nach einem weiteren Schlaganfall im Krankenhaus in Anchorage gestorben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985883","hoster":"VOE"},{"path":"/redirect/8391355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-6/episode-16","name":"Kämpfen bis zum Ende","epNo":16,"alt":"Endless","descr":"Die vergangenen neun Wochen waren für die Krabbenfischer im Eismeer eine echte Tortur. Fast alle sind am Ende ihrer Kräfte und in Gedanken bereits zuhause bei ihren Familien. Doch einmal müssen sich die Männer noch zusammenreißen, denn die letzten Fangkörbe können das Gesamtergebnis erheblich verbessern. Dann wird das Gerät an Deck vertäut und es geht endlich zurück in den Hafen. Die Seeleute auf der \"Time Bandit\" haben in diesem Jahr einen sehr guten Schnitt gemacht: Die Fangquote des Schiffs war ausgezeichnet und jedes Besatzungsmitglied darf sich auf einen Anteil von 36.000 Dollar freuen. Trotzdem ist die Stimmung alles andere als euphorisch, da den Männern die harten Wochen zu sehr in den Knochen stecken. Auch Skipper Andy hat diese Saison mehr mitgenommen als jede andere zuvor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985884","hoster":"VOE"},{"path":"/redirect/8391353","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-1","name":"Aufbruch ins Ungewisse (1)","epNo":1,"alt":"New Blood (1)","descr":"Acht Monate nach dem tragischen Tod von Captain Phil Harris sticht die \"Cornelia Marie\" wieder in See. Seine Söhne Jake und Josh halten das Andenken ihres Vaters in Ehren und setzen seine Arbeit in der Beringsee fort – so wie es sich Phil Harris immer gewünscht hat. Die Verantwortung auf dem Schiff trägt nun Phils langjähriger Freund Derrick Ray. Doch an die neue Rangordnung an Deck müssen sich einige erst gewöhnen: Mechaniker Steve und der frisch gebackene Kapitän geraten schon bald heftig aneinander. Eine erste Bewährungsprobe für den Skipper, der in dieser Saison beweisen muss, ob er wirklich das Zeug hat, in die Fußstapfen einer Legende zu treten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985885","hoster":"VOE"},{"path":"/redirect/8391352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-2","name":"Aufbruch ins Ungewisse (2)","epNo":2,"alt":"New Blood (2)","descr":"Der Wind bläst aus Nordwest, und die Maximaltemperatur beträgt fünf Grad Celsius: Die neue Fangsaison ist erst 36 Stunden alt, als ein riesiges Sturmtief auf die Fangboote zukommt. Die \"Bristol Bay\", das Gebiet in dem sich die Männer gerade bewegen, ist für tückische Gezeitenströmungen und heftige Unwetter bekannt. Und wie es aussieht, wird es schon in der kommenden Nacht für die Seeleute äußerst ungemütlich werden. Aus diesem Grund treiben die Kapitäne ihre Besatzungen zu Höchstleistungen an: Die Fangkörbe müssen alle ins Wasser, bevor das große Schaukeln beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920756","hoster":"VOE"},{"path":"/redirect/8391379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-3","name":"Aller Anfang ist schwer","epNo":3,"alt":"Proving Grounds","descr":"Saint Matthew Island – die unbewohnte Insel ist auf dem Weg Richtung Norden für lange Zeit das letzte Stück Festland, das die Krabbenfischer zu Gesicht bekommen werden. Westlich des Eilands gibt Derrick Ray, der neue Skipper auf der \"Cornelia Marie\", seiner Besatzung das Kommando zum Einholen der Fangkörbe. Das Schicksal der Crew liegt nun in seinen Händen. Die Männer können nur hoffen, dass ihr neuer Captain bei der Suche nach den reichsten Fanggründen den richtigen Riecher hat. Doch aller Anfang ist bekanntlich schwer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383743","hoster":"VOE"},{"path":"/redirect/8391375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-4","name":"Volle Konzentration","epNo":4,"alt":"Old Age \u0026 Treachery","descr":"In den \"Black Canyons\" ist Millimeterarbeit angesagt. Kapitän Keith Colburn und die Besatzung auf der \"Wizard\" dürfen sich beim Ausbringen der Fangkörbe in dieser Region der Beringsee keine Fehler erlauben. Verfehlen die Männer beim Abseilen mit dem Kran die Felsplateaus in rund 70 Metern Tiefe, ist das wertvolle Arbeitsgerät für immer verloren. Die Krabbenfischer stehen extrem unter Druck. Nach gut zwei Wochen auf See hinkt die Crew ihrem Soll um fast 36.000 Kilo hinterher. Deshalb muss jetzt jeder Handgriff sitzen. Greenhorn Paul gibt sich größte Mühe, mit dem Arbeitstempo an Bord Schritt zu halten, doch der Anfänger macht im Eifer des Gefechts einen schweren Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985888","hoster":"VOE"},{"path":"/redirect/8392341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-5","name":"Der Kraftakt","epNo":5,"alt":"Breaking Point","descr":"Die Besatzung auf der \"Kodiak\" will es noch nicht wahr haben, doch die Männer stehen vor einem großen Problem: Einer der Kräne auf dem Boot ist defekt. Also bleibt den Krabbenfischern nichts anderes übrig, als die schweren Fangkörbe an Deck mit reiner Muskelkraft zu bewegen. Eine Schufterei sondergleichen, die nicht ohne Blessuren abläuft. Auf der \"Cornelia Marie\" kochen unterdessen die Emotionen hoch, da die Mannschaft weit hinter ihrem Soll zurückliegt. Josh und Jake, die Söhne des verstorbenen Captain Phil Harris, verlangen von ihrem Skipper eine Erklärung und schnelle Problemlösung. Doch Kapitän Derrick Ray ist es leid, sich ständig vor den beiden Greenhorns zu rechtfertigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985891","hoster":"VOE"},{"path":"/redirect/8391398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-6","name":"Auf Kollisionskurs","epNo":6,"alt":"A Wing and a Prayer","descr":"Kapitän Keith Colburn hat ein ungutes Gefühl im Bauch. Irgendetwas stimmt nicht auf seinen Schiff. Wie fast alle Krabbenfischer ist der Captain sehr abergläubisch und vermutet, dass etwas an Bord der \"Wizard\" geschmuggelt wurde, das der Mannschaft Unglück bringen soll. Da dem Skipper die Sache nicht geheuer ist, lässt er seine Crew nach dem \"Bad Mojo\" suchen. Auch die Besatzung der \"Northwestern\" hat eine Pechsträhne. Die Ausbeute ist mittelmäßig, und als die Männer tief in der Nacht den Hafen erreichen, fällt plötzlich die gesamte Elektronik auf dem Fangboot aus. Manövrierunfähig treibt das Schiff auf die Docks zu. Es droht eine Karambolage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985896","hoster":"VOE"},{"path":"/redirect/8391401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-7","name":"Volltreffer","epNo":7,"alt":"Exit Wounds","descr":"Vier Wochen lang haben Kapitän Johnathan Hillstrand und seine Besatzung im Trüben gefischt, doch jetzt wendet sich endlich das Blatt: Die \"Time Bandit\" mischt im Kampf um die besten Fangquoten wieder mit! Randvolle Käfige sorgen an Deck für den lang ersehnten Stimmungsumschwung und der Frust der letzten Tage scheint wie weg geblasen. Doch die Männer müssen sich kräftig ins Zeug legen, denn am Horizont braut sich ein Sturmtief zusammen. Riesige Wellenbrecher machen der Crew beim Einholen des Fanggeräts das Leben schwer, und der Captain muss umgehend eine Entscheidung treffen: Wenn er seine Leute weiter arbeiten lässt, setzt er dabei ihre Gesundheit aufs Spiel. Legt er eine Pause ein, riskiert er, dass sich die Krabben auf Nimmerwiedersehen davon machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985886","hoster":"VOE"},{"path":"/redirect/8391436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-8","name":"Drogen an Bord","epNo":8,"alt":"Thick as Thieves","descr":"Kapitän Derrick Ray hat an Bord der \"Cornelia Marie\" ein schweres Erbe angetreten. Als er in die Fußstapfen des verstorbenen Captain Phil Harris trat, musste er nicht nur die Mannschaft für sich gewinnen, sondern auch dessen Söhne. – Eine harte Aufgabe, denn Harris war einer der besten und genoss höchstes Ansehen. Doch der neue Skipper hat mit seinem kompromisslosen Führungsstil selbst einiges dazu beigetragen, dass zwischen ihm und der Mannschaft Funkstille herrscht. Die Stimmung an Deck erreicht ihren Tiefpunkt, als der Captain im Maschinenraum des Schiffes Drogen entdeckt. Dieser Vorfall könnte den erfahrenen Seemann die Lizenz kosten, also geht er in die Offensive und ruft über Funk die Polizei. Im Hafen erwartet die Schuldigen jede Menge Ärger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985893","hoster":"VOE"},{"path":"/redirect/8391430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-9","name":"Stürmisches Finale","epNo":9,"alt":"Graduation Day","descr":"Nach acht kräftezehrenden Wochen auf der Beringsee ist nun ein Ende der Strapazen in Sicht. Die Bootsbesatzungen haben nur noch ein Ziel: Sie wollen endlich nach Hause zu ihren Familien. Doch die Fangquoten sind in diesem Jahr so schlecht wie nie, und nur wenige Schiffe haben bis dato ihr Soll erfüllt. Also müssen sich die Männer auf der Zielgeraden noch einmal richtig schinden! Zu allem Überfluss fährt die See am Ende der Saison noch einmal schwere Geschütze auf: Ein gigantischer arktischer Sturm mit fast 2000 Kilometern Durchmesser fegt über den Nordpazifik hinweg und nähert sich den Fanggründen. Die ersten, die mit den Naturgewalten Bekanntschaft machen, sind die Fischer auf der \"Ramblin’ Rose\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985895","hoster":"VOE"},{"path":"/redirect/8733783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-10","name":"Unter Beschuss","epNo":10,"alt":"Sea Change","descr":"Es ist Januar, und in Dutch Habor auf Unalaska herrscht, wie immer zu dieser Jahreszeit, geschäftiges Treiben. Wo man hinsieht wird repariert und geschweißt, da die Crews ihre Fangboote für den Start der Schneekrabben-Saison flott machen. Jake und Josh, die Söhne von Krabbenfischer-Legende Phil Harris, haben auf der \"Cornelia Marie\" einen neuen Skipper angeheuert. Zwischen seinem Vorgänger Derrick Ray und der Besatzung kam es auf See immer wieder zu Reibereien. Tony Lara, der neue Mann am Ruder, ist ein alter Freund der Familie, doch auch er greift an Deck hart durch. Die Mannschaft der \"Time Bandit\" hat in der Zwischenzeit mit den Kollegen auf der \"Seabrooke\" noch ein Hühnchen zu rupfen: Kapitän Jonathan Hillstrands Männer bereiten sich auf die größte Eierschlacht in der Geschichte von Dutch Habor vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100308","hoster":"VOE"},{"path":"/redirect/8391439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-11","name":"Notfall auf hoher See","epNo":11,"alt":"Frontier Medicine","descr":"Auf der Beringsee bricht die Hölle los: Zwei Tiefdruckgebiete haben sich zu einem gigantischen arktischen Hurrikan verschmolzen, der die Situation unberechenbar macht. Da riesige Wellenbrecher gegen das Steuerhaus der \"Northwestern\" krachen, bleibt Kapitän Sig Hansen keine Wahl. Er schickt seine komplette Crew unter Deck. Auch die anderen Schiffe der Flotte haben mit dem gewaltigen Sturm zu kämpfen. Auf der \"Wizard\" wird ein Fischer bei heftigem Seegang von einer außer Kontrolle geratenen Seilwinde am Kopf getroffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985898","hoster":"VOE"},{"path":"/redirect/8391457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-12","name":"Zornige Götter","epNo":12,"alt":"Birds, Bones and Blood","descr":"Seine Kollegen beäugen ihn skeptisch, doch Deckhand Freddie Maugatai glaubt felsenfest an die traditionellen Bräuche seiner Heimat. Der Fischer von den Samoa-Inseln will die Crew auf der \"Wizard\" mit einem uralten Ritual vor weiterem Unheil bewahren und trinkt deshalb vor den ungläubigen Augen der versammelten Mannschaft das Blut eines frisch gefangenen Kabeljaus. Der Anblick dieser Prozedur ruft selbst bei den hart gesottenen Seebären blankes Entsetzen hervor, doch Freddie lässt sich nicht beirren: Je mehr Fischer vom Lebenssaft des Kabeljaus trinken, desto weniger Macht haben die \"bösen Geister\". Also sollten sich die Jungs aufraffen und einen ordentlichen Schluck Fischblut zu sich nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985899","hoster":"VOE"},{"path":"/redirect/8391465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-13","name":"Dicke Luft","epNo":13,"alt":"It\u0027s Not All Mai-Tais \u0026 Yahtzee","descr":"Sieben Tage lang hat ein arktischer Sturm die Fangflotte gepeinigt. Nach dieser Tortur liegen bei den Fischern die Nerven blank. Das Unwetter hat die Seeleute sehr viel Kraft und Zeit gekostet, die sie nun mit vereinten Kräften wieder aufholen müssen, doch wegen des eisigen Winds sind viele gesundheitlich angeschlagen. Und durch die große Erschöpfung leidet auch die Konzentration: Auf der \"Seabrooke\" wird ein Seemann von einem herabstürzenden Eisblock fast erschlagen. Deckhand Lynn Guitard auf der \"Wizard\" haben die Strapazen der letzten Tage so mitgenommen, dass er sich sogar mit dem Captain anlegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985903","hoster":"VOE"},{"path":"/redirect/8391474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-14","name":"Die Piraten-Schule","epNo":14,"alt":"Pirate School","descr":"Noch 25 Fangkörbe, dann dürfen die Männer in ihren Kojen ein Nickerchen machen. Die Seeleute auf der \"Time Bandit\" sind mit ihren Kräften ziemlich am Ende, doch es hilft nichts: Erst müssen die Krabben an Deck befördert werden, dann können sie sich ein wenig ausruhen. Deckhand Eddie macht die Plackerei besonders zu schaffen. Das Greenhorn landet beim Verladen fast unter einem der 400 Kilo schweren Körbe, als sich dieser aus der Verankerung löst. Der Rookie muss an Deck noch viel lernen, unter anderem auch, so zu fluchen wie ein echter Seemann. Aber dafür gibt es ja die \"Piratenschule\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333325","hoster":"VOE"},{"path":"/redirect/8391497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-15","name":"Herbe Verluste","epNo":15,"alt":"The Island","descr":"Die Krabbensaison neigt sich dem Ende zu, und zum Ausruhen bleibt den Fischern keine Zeit mehr. Auf der \"Time Bandit\" fahren die Männer 24-Stunden-Schichten, um ihre Liefertermine einzuhalten. Danach dürfen sie sich vier Stunden aufs Ohr hauen, und dann stehen ihnen noch einmal 32 Stunden harte Arbeit bevor. Kapitän Andy Hillstrand weiß, was er seiner Crew damit zumutet, doch ihm bleibt keine Wahl. Geschäft ist eben Geschäft. Wenn das Fangboot nicht rechtzeitig im Hafen anlegt, ist seine wertvolle Fracht nur noch die Hälfte wert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985900","hoster":"VOE"},{"path":"/redirect/8391507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-16","name":"Rollentausch","epNo":16,"alt":"I Smell a Nightmare","descr":"Tony Lara ist ein alter Hase im Geschäft, aber an Deck eines Fangbootes hat der Skipper schon lange nicht mehr geschuftet. Er steht am Ruder der \"Cornelia Marie\" und manövriert das Schiff durch die Wellenbrecher der Beringsee. Doch jetzt übernimmt Jake Harris für eine Weile das Kommando, und Captain Lara zieht sich noch einmal das Ölzeug über. Die Crew ist gespannt, wie sich ihr Chef bei der Arbeit machen wird. Die eigene Mannschaft herumzukommandieren ist schließlich eine Sache, den Job selber zu erledigen eine ganz andere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985901","hoster":"VOE"},{"path":"/redirect/8392347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-7/episode-17","name":"Abgerechnet wird zum Schluss","epNo":17,"alt":"Mohawks \u0026 Madness, Goodness \u0026 Gladness","descr":"Die Saison ist fast vorbei. Doch während die meisten Krabbenboote im Plan liegen und ihre Fangkörbe ein letztes Mal einholen, muss die Crew der \"Wizard\" noch einmal richtig hinlangen. Um seine Mannschaft zu motivieren, führt Kapitän Keith Colburn ungewöhnliche Mittel ins Feld: Er greift zu Schere und Rasierer und verpasst seinen Jungs kurzerhand einen Irokesen-Schnitt. Und die Methode scheint zu helfen: Am Ende einer anstrengenden und stürmischen Schicht sind die Körbe voll. Gegen Abend läuft auch die \"Northwestern\" in Dutch Harbor ein, wo die ständigen Neckereien mit der \"Time Bandit\" schließlich ein Ende finden – zumindest für diese Saison. Gemeinsam feuern die ewigen Konkurrenten ein atemberaubendes Feuerwerk über der Beringsee ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985894","hoster":"VOE"},{"path":"/redirect/8392349","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-1","name":"Ein neues Abenteuer","epNo":1,"alt":"The Gamble","descr":"Feuer-Alarm auf der \"Time Bandit\"! Die Boote liegen noch im Hafen, da gibt es schon den ersten Notfall. Die Aufregung legt sich jedoch schnell, denn das Ganze war nur ein schräger Willkommensgruß der Kollegen. Einige Crew-Mitglieder aus der Flotte hatten sich nachts an Deck geschlichen, um den anderen Jungs einen kleinen Schrecken einzujagen. So läuft es eben unter Krabbenfischern: Man respektiert sich, wischt sich aber auch gerne mal eins aus. Wenige Tage zuvor hatte sich Kapitän Monte Colburn zuhause in Seattle, Washington, von seiner Frau und den Kindern verabschiedet. In diesem Jahr fiel dem gestandenen Seemann die Abreise besonders schwer, denn die Kids wollten ihren Dad partout nicht gehen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985897","hoster":"VOE"},{"path":"/redirect/8392351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-2","name":"Die Entscheidung","epNo":2,"alt":"Turf War","descr":"Um einer Überfischung der roten Königskrabben vorzubeugen, hat Alaskas Fischereibehörde die zugelassenen Fangquoten in der Beringsee halbiert. Dieser Beschluss macht die kommende Saison zu einem Vabanquespiel für die Schiffsbesatzungen. Die Kapitäne müssen sich jetzt entscheiden: Entweder sie streiten sich mit den anderen Crews um den stark verringerten Bestand oder sie weichen auf die blauen Königskrabben höher im Norden aus, wo die Wetterverhältnisse noch extremer sind. Für Skipper Scott Campbell auf der \"Seabroke\" liegt der Fall klar: Er hatte sich bereits im vergangenen Jahr mit seinem Schiff ganz weit hinaus gewagt – und damit große Erfolge verbucht. Deshalb gehen er und seine Männer erneut volles Risiko.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985906","hoster":"VOE"},{"path":"/redirect/8392353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-3","name":"Revierkämpfe","epNo":3,"alt":"Weak Links","descr":"Aller Anfang ist schwer. Die neu formierten Besatzungen der Krabbenfischerboote müssen bei der Arbeit an Deck erst ihren Rhythmus finden, bevor sie richtig durchstarten können. Besonders den Greenhorns, die zum ersten Mal dabei sind, macht die Knochenarbeit auf See schwer zu schaffen. Neuling Danny wäre auf der \"Wizard\" um ein Haar von einem Fangkorb erschlagen worden. Deshalb hat Skipper Keith Colburn ab sofort ein Auge auf den Anfänger, um ihn vor künftigen Unfällen zu schützen. 770 Kilometer nördlich von Dutch Harbour tragen die Crews der \"Seabrooke\" und der \"Ramblin\" Rose\" verbissene Revierkämpfe aus. Die Kapitäne der Fangboote wollen im Streit um die besten Krabben-Plätze keinen Zentimeter nachgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985904","hoster":"VOE"},{"path":"/redirect/8392357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-4","name":"Die Wette","epNo":4,"alt":"The Hook","descr":"Im nördlichen Teil der Beringsee ist die Lage angespannt, da die Fangquoten weit unter dem Schnitt liegen. Obendrein haben die Kapitäne 770 Kilometer entfernt von Dutch Harbour mit einem heftigen Sturmtief zu kämpfen. 10 Meter hohe Wellen peitschen über das Deck der \"Seabrooke\". Kapitän Scott Campbell und seine Besatzung müssen jetzt unter Beweis stellen, wie wetterfest sie sind. Außerdem hat die Crew mit der Konkurrenz auf der \"Ramblin Rose\" eine Wette laufen: Wer als erster 45 Tonnen Krabben an Bord zieht, bekommt vom anderen Team 1000 Dollar. Die Verlierer müssen also blechen und brauchen außerdem ein dickes Fell, denn der Kollegen-Spott ist ihnen sicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985905","hoster":"VOE"},{"path":"/redirect/8392358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-5","name":"Motorschaden","epNo":5,"alt":"Alien Abduction","descr":"Ein heftiger Sturm braut sich zusammen, und wenig später bricht auf der Beringsee die Hölle los. Doch Kapitän Elliot Neese treibt seine Crew auf der \"Ramblin’ Rose\" trotzdem zu Höchstleistungen an. Aufgrund der miesen Fangquoten bleibt dem Skipper kaum eine Wahl – bis schließlich ein Motorschaden das Schiff außer Gefecht setzt. Allem Anschein nach ist beim Einholen der Fangkörbe ein Kupplungsseil gerissen. Jetzt kann das Boot nur noch halbe Fahrt machen und ist bei schwerem Seegang anfällig. Eine brisante Situation: Falls auch der zweite Antrieb versagt, wäre es nur eine Frage der Zeit, bis die \"Ramblin’ Rose\" kentert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985908","hoster":"VOE"},{"path":"/redirect/8392355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-6","name":"Lebenszeichen","epNo":6,"alt":"Vital Signs","descr":"Plötzlich sind die Krabben nur noch Nebensache: Auf der \"Wizard\" klagt Deckhand Chris Scambler über heftige Schmerzen. Zunächst hatte er dem seltsamen Pochen in Schulter und Unterarm keine Bedeutung beigemessen, denn Krabbenfischer sind bekanntlich hart gesotten. Doch dann kamen auch noch Taubheitsgefühle dazu, und Scambler zeigte gefährliche Symptome einer Schockreaktion. Kollegen bringen den Neuling schnellsten unter Deck, wo ihn Kapitän Keith Colburn einer ersten Untersuchung unterzieht. Als der erfahrene Skipper erkennt, wie ernst die Lage ist, setzt er sofort einen Notruf an die Küstenwache ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985910","hoster":"VOE"},{"path":"/redirect/8392359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-7","name":"Auf Biegen und Brechen","epNo":7,"alt":"I Don’t Wanna Die","descr":"Meterhohe Wellen peitschen über das Deck der \"Ramblin’ Rose\", doch Skipper Elliott Neese will das Vertrauen der Schiffseigner nicht enttäuschen. Er hatte den Geldgebern einen reichen Fang versprochen, und trotz des heranbrausenden Sturms muss seine Crew jetzt den Preis dafür zahlen. Während andere Boote nach St. Matthews fahren, um hinter der Insel Schutz zu suchen, müssen seine Krabbenfischer durchhalten und beweisen, dass sie harte Kerle sind. Unter den Männern macht sich Unmut breit, da keiner auf See sein Leben verlieren will. Doch der Captain ist unerbittlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985907","hoster":"VOE"},{"path":"/redirect/8392368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-8","name":"Nachwehen","epNo":8,"alt":"The Aftermath","descr":"Obwohl der Winter in Dutch Harbour besonders eisig ist, müssen die Seeleute jetzt Gas geben. Im Januar beginnt die Schneekrabben-Saison, und der Bestand ist diesmal riesig: Im Eismeer warten viele Millionen Dollar darauf, von den Fischern an Deck gezogen zu werden. Doch die Arbeit ist knochenhart. Skipper Keith Colburn und seine Crew auf der \"Wizard\" werden besonders zu kämpfen haben, denn die Hälfte der Männer ist verletzt oder angeschlagen. Trotzdem müssen sie die Zähne zusammenbeißen, denn die Zwischenbilanz des Skippers ist die schlechteste seiner gesamten Karriere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915880","hoster":"VOE"},{"path":"/redirect/8392361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-9","name":"Katzenjammer","epNo":9,"alt":"Nowhere To Go But Down","descr":"Die Kabeljau-Körbe müssen dreifach gesichert werden! Diese Regel trichtert Kapitän Bill Wichrowski seiner Crew schon seit Jahren ein. Trotzdem hat die Besatzung des Fangbootes vor einigen Monaten durch solche Nachlässigkeiten einen Teil ihrer Ausrüstung verloren. Und jetzt leistet sich ausgerechnet sein eigener Sohn den gleichen Kapitalfehler. Ein ungünstiger Zeitpunkt, denn es geht für die Crew der \"Kodiak\" ums Ganze, da ihre Fang-Quoten noch nie so schlecht waren. Hoch im Norden, knapp 850 Kilometer von Dutch Harbor entfernt, kämpfen auch Captain Elliott Neese und seine Mannschaft ums nackte Überleben. Weit ab vom Rest der Flotte versuchen die Männer in dieser völlig verkorksten Saison zu retten, was noch zu retten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985909","hoster":"VOE"},{"path":"/redirect/8392366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-10","name":"Eiszeit","epNo":10,"alt":"Rise And Fall","descr":"Ein eisiger Nordwind fegt über Dutch Harbor hinweg. Mit Temperaturen von minus 20 Grad hat der Winter die Hafenstadt auf den Aleuten-Inseln fest im Griff. Als vor der Küste Alaskas das letzte Mal solche Bedingungen geherrscht hatten, war am Ende die ganze Beringsee mit Treibeis bedeckt. Das ist zwar schon über 30 Jahre her, doch die Vorhersagen kündigen nun eine ähnlich verheerende Wetterlage an. Und das wäre eine Katastrophe für die Fischer: In der Beringsee warten zwar Schneekrabben im Wert von etwa 160 Millionen Dollar, und die Fangboote sind zum Auslaufen bereit, doch die Seeleute können ihre Beute nur an Land ziehen, wenn sie schneller sind als das Eis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985916","hoster":"VOE"},{"path":"/redirect/8392372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-11","name":"Wettlauf gegen die Zeit","epNo":11,"alt":"No Exit","descr":"Diese Fangsaison hat es in sich. Der Wetterbericht ist verheerend, stürmische Winde sorgen in der Beringsee für klirrende Kälte und treiben das Packeis immer weiter Richtung Süden. Für die Krabbenfischer beginnt ein Wettlauf gegen die Zeit: Bevor ihnen der Winter einen Strich durch die Rechnung macht, müssen die Seeleute so viele Fangkörbe wie möglich an Deck ziehen. Sie müssen also härter schuften, als je zuvor. Doch diese Belastung hält nicht jeder durch. Obwohl Deckhand Lynn Guitard schon seit fünf Jahren an Bord der \"Wizard\" arbeitet, ist er mit dem hohen Tempo seiner Kollegen überfordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333319","hoster":"VOE"},{"path":"/redirect/8392371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-12","name":"Existenzkampf","epNo":12,"alt":"Collision Course","descr":"420 Kilometer nordwestlich von Dutch Harbor kämpfen Kapitän Wichrowski, alias \"Wild Bill\", und seine Crew um ihre Existenz. Die Beringsee ist vollkommen vereist, und irgendwo unter diesen Eismassen hängen ihre Fangkörbe mit Krabben im Wert von vielen Tausend Dollar. Die Frage ist nur wo? Verzweifelt fangen die Männer an, nach den Markierungsbojen zu suchen, müssen dabei aber äußerst vorsichtig sein: Da die \"Kodiak\" kein Eisbrecher ist, kann schon der erste gefrorene Brocken den Schiffsrumpf schwer beschädigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985911","hoster":"VOE"},{"path":"/redirect/8392373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-13","name":"Müde Knochen","epNo":13,"alt":"Landlocked","descr":"Die Wetterbedingungen sind die reinste Hölle: Das Thermometer ist auf minus 12 Grad gefallen, und starke Windböen fegen mit 90 km/h über den Ozean. Kapitän Andy Hillstrand auf der \"Time Bandit\" bleibt trotzdem keine Wahl. Er und seine Männer müssen in dieser verkorksten Saison retten, was noch zu retten ist. Während die Crew das Deck vom Eis befreit, macht sich einer der Seeleute Sorgen um die Zukunft. Eddie Uwekoolani fühlt sich zu alt für diesen Knochenjob, denn sein Körper spielt nicht mehr mit. Seinen Sohn, der auf demselben Schiff arbeitet, hält bei der ganzen Schufterei vor allem eines aufrecht: die Aussicht auf bare Dollars.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985914","hoster":"VOE"},{"path":"/redirect/8392374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-14","name":"Schräglage","epNo":14,"alt":"Fearless Leaders","descr":"Tonnen von Eis machen den Krabbenfischern das Leben schwer: Um auf Nummer sicher zu gehen, hat ein Großteil der Flotte im Hafen geankert, denn gegen diese Wetterbedingungen haben sie einfach keine Chance. Auch Kapitän Andy Hillstrand und seine Crew kapitulieren fürs Erste vor den Naturgewalten Alaskas. Doch noch hat die Besatzung den rettenden Ankerplatz nicht erreicht, und die Lage auf dem Fangboot wird langsam kritisch. Es befindet sich viel zu schwere Eismassen auf der \"Time Bandit\", fast 20.000 Kilo. Das Schiff hat mächtig Schlagseite bekommen und droht jetzt zu kentern. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985915","hoster":"VOE"},{"path":"/redirect/8392379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-15","name":"Alles auf Anfang","epNo":15,"alt":"Release The Beast","descr":"Nach drei Wochen Zwangspause machen die Krabbenfischer wieder die Leinen los. Der Wind steht günstig und treibt das Packeis Richtung Norden, so dass einige Fanggründe endlich wieder befahrbar sind. Durch die unfreiwillige Auszeit haben die Besatzungen sehr viel Geld verloren, deshalb heißt es jetzt Gas geben: Die Crew der \"Time Bandit\" muss mindestens noch 250.000 Kilo Krabben fangen, um ihre Saison-Quote zu erfüllen. Sonst herrscht Ebbe im Portemonnaie. Und dieses Pensum schaffen die Männer nur, wenn alle an einem Strang ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985920","hoster":"VOE"},{"path":"/redirect/8392378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-16","name":"Schwere Last","epNo":16,"alt":"The Bitter, Bloody End","descr":"Meterhohe Wellen peitschen über das Deck der \"Northwestern\", doch Kapitän Sig Hansen und seine Crew sind trotzdem heilfroh, dass ihnen auf der Beringsee wieder der Nordwind um die Ohren pfeift. Drei Wochen lang waren die Männer im Hafen festgesessen und konnten wegen der Massen von Packeis nicht auslaufen. Jetzt geht es endlich wieder ans Geldverdienen. Bei starkem Seegang ziehen die Krabbenfischer einen vollen Korb nach dem anderen an Bord, doch plötzlich wird der Skipper am Ruder misstrauisch: Irgendetwas stimmt nicht mit seinem Schiff. Die \"Northwestern\" liegt viel zu tief im Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985917","hoster":"VOE"},{"path":"/redirect/8392382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-17","name":"Ein schmerzhafter Verlust","epNo":17,"alt":"The Bitter, Bloody End (2)","descr":"Die Schmerzen sind kaum auszuhalten. An Bord der \"Kodiak\" hat sich ein schlimmer Unfall ereignet: Crew-Mitglied Mike Vanderveldt ist auf dem vereisten Schiffsdeck ausgerutscht und hat sich die linke Hand schwer an einem Fangkorb verletzt. Dabei wurde eine Fingerkuppe abgerissen, die noch in seinem Handschuh steckt. Skipper \"Wild\" Bill Wichrowski setzt per Funkgerät sofort einen Notruf ab, denn jetzt muss es schnell gehen: Wenn sein bester Mann nicht umgehend in eine Klinik gebracht wird, kann seine Hand für immer verstümmelt bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985918","hoster":"VOE"},{"path":"/redirect/8392384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-8/episode-18","name":"Wachablösung","epNo":18,"alt":"Wakechange","descr":"Der ultimative Härtetest für das stärkste Klebeband der Welt! Die \"Mythbusters\" verschlägt es in dieser Episode mit reichlich Panzerband im Gepäck auf eine einsame Insel. Insgesamt 250 Rollen, rund 130 Kilometer \"Duct Tape\", haben die \"Wissensjäger\" auf ihrem Survival-Trip mit dabei, denn sie wollen herausfinden, ob der Alleskönner unter den Klebestreifen auch beim Überleben in der Wildnis wertvolle Dienste leistet. Dass man mit der genialen, einst fürs Militär entwickelten Erfindung so ziemlich alles reparieren kann, vom Kühlschrank bis zum Kotflügel, ist hinreichend bekannt. Aber eignet sich das robuste, wasserdichte Panzerband auch, um damit eine Fallschlinge oder ein Floß zu bauen? Adam und Jamie machen den Praxis-Test.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985919","hoster":"VOE"},{"path":"/redirect/8392385","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-1","name":"Meuterei in der Beringsee","epNo":1,"alt":"Mutiny On The Bering Sea","descr":"In Alaska beginnt die Königskrabben-Fangsaison. Die Fischer machen sich in Dutch Harbor bereit zum Auslaufen. Der letzte Winter hat den Fangbooten der Flotte extrem zugesetzt. Die fälligen Reparaturen haben Unsummen verschlungen. Dieses Geld müssen die Seeleute nun wieder reinholen. Die jungen Kapitäne stehen dabei besonders unter Druck, denn sie müssen sich ihre Sporen in der Beringsee erst noch verdienen. Skipper Scott Campbell Jr. bereitet seine Crew daher auf harte Zeiten vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587092","hoster":"VOE"},{"path":"/redirect/8392387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-2","name":"Hinterrücks","epNo":2,"alt":"Dagger In The Back","descr":"Sig Hansen und die Crew der \"Northwestern\" ziehen 370 Kilometer nordöstlich von Dutch Harbor alle Register, um ihre Pfründe zu behaupten. Die Seeleute liefern sich in der Beringsee mit den anderen Booten der Flotte einen heißen Konkurrenzkampf um die besten Fanggründe. Mitunter wird dabei auch mit harten Bandagen gestritten, denn keiner der Kapitäne kann es sich leisten, auch nur einen Millimeter nachzugeben. Linke Touren sind auf dem Ozean jedoch verpönt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587094","hoster":"VOE"},{"path":"/redirect/8392391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-3","name":"Blutspuren","epNo":3,"alt":"Blood In The Morning","descr":"Krabbenfischer Lenny wurde beim Einholen der Fangkörbe von einer Boje am Kopf getroffen. Aus seinem linken Auge tropft Blut. Kapitän Keith Colburn leistet an Deck der \"Wizard\" umgehend Erste Hilfe. Es scheint so, als hätte das Urgestein riesiges Glück im Unglück gehabt. Die Besatzung der \"Seabroke\" hat ebenfalls Ausfälle zu beklagen. Maschinist Aaron Steiner hat sich mit Staphylokokken infiziert. Sein Knie ist dick angeschwollen, er benötigt dringend Antibiotika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985922","hoster":"VOE"},{"path":"/redirect/8392392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-4","name":"Auf Irrwegen","epNo":4,"alt":"The Crooke \u0026 The Tangler","descr":"Königskrabben sind wählerisch. Vergammelten Köder rühren die kostbaren Krebse nicht an. Das bekommen Kapitän \"Wild\" Bill Wichrowski und seine Crew in dieser Episode schmerzhaft am eigenen Leib zu spüren. Die Fangkörbe der \"Kodiak\" bleiben leer und den Fischern fehlen daher wichtige Einnahmen. Der erfahrene Skipper kann sich die Misere zunächst nicht erklären, denn tags zuvor hatte seine Besatzung an gleicher Stelle noch wesentlich mehr Erfolg. Doch dann beichtet Greenhorn Mikey seinem Captain die Ursache für das Dilemma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333330","hoster":"VOE"},{"path":"/redirect/8392396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-5","name":"Tag der Abrechnung","epNo":5,"alt":"Judgement Day","descr":"Sig Hansen ist seit mehr als 20 Jahren Krabbenfischerkapitän. Er kennt die Beringsee wie seine Westentasche. Unter seiner Ägide hat es auf der \"Northwestern\" noch nie einen schweren Unfall gegeben. Dieses Privileg können nur wenige Skipper für sich in Anspruch nehmen. Auf diese Leistung ist der Amerikaner daher besonders stolz. Doch ab sofort wird ein anderer das Kommando auf dem Fangschiff übernehmen. Sig übergibt das Ruder in der Wintersaison an seinen Bruder. Auf Edgar Hansens Schultern lastet nun große Verantwortung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985924","hoster":"VOE"},{"path":"/redirect/8392395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-6","name":"Schlag ins Gesicht","epNo":6,"alt":"Fist To The Face","descr":"Die Crewmitglieder der \"Northwestern\" schuften in der Beringsee wie Berserker. Jedoch ohne Erfolg – die Fangkörbe bleiben leer. Diese Pechsträhne sorgt an Deck für gereizte Stimmung. Die Männer sind müde und durchgefroren, bei einigen liegen die Nerven blank. Deshalb kommt es am Ende gar zu einer handfesten Schlägerei. Für dieses Vergehen wird einem auf dem Fangschiff normalerweise fristlos gekündigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985925","hoster":"VOE"},{"path":"/redirect/8392398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-7","name":"Abschied von Jake","epNo":7,"alt":"Goodbye Jake","descr":"Wäre er nur cool geblieben. Stattdessen hat Krabbenfischer Jake Anderson während eines Streits an Deck die Nerven verloren und zugeschlagen. Dieses inakzeptable Verhalten zieht für den Seemann ernsthafte Konsequenzen nach sich. Aktuell wird an Bord der \"Northwestern\" zwar noch jeder Mann gebraucht. Doch in Kürze hat das Fangschiff in der Beringsee sein Soll erfüllt. Und dann könnte es für den Unruhestifter brenzlig werden. Der Ausraster kostet ihn womöglich seinen Job.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985928","hoster":"VOE"},{"path":"/redirect/8392400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-8","name":"Mit Pauken und Trompeten","epNo":8,"alt":"Kicking Off With A Bang","descr":"Die Temperaturen in Alaska fallen, und die Seeleute in der Beringsee präparieren ihre Schiffe für den Kampf mit zehn Meter hohen Riesenwellen. Die Kapitäne nehmen Kurs auf die Fanggründe im Norden, dort beginnt in Kürze die Schneekrabbensaison. Als eines der letzten Fangboote verlässt die 38 Meter lange \"Kiska Sea\" den Hafen von Dutch Harbor. Sie ist für die kommenden Wochen das neue Zuhause von Jake Anderson. Der Krabbenfischer will sich auf dem Schiff zum Skipper ausbilden lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100314","hoster":"VOE"},{"path":"/redirect/8392402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-9","name":"Der Jahrhundertsturm","epNo":9,"alt":"The Storm Of The Season","descr":"Ein Sturm zieht auf: Die Besatzung der \"Time Bandit\" kann sich bei heftigem Seegang an Deck kaum auf den eigenen Beinen halten. Einige Wellenbrecher erreichen Höhen bis zu zehn Metern. Umkehren ist für die Männer trotzdem keine Option. Denn um ihre Familien ernähren zu können, müssen sie auf dem Meer Geld verdienen. Kapitän Johnathan Hillstrand und seinen Männern bleibt daher 500 Kilometer nordwestlich von Dutch Harbor keine andere Wahl, als die Zähne zusammenzubeißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985927","hoster":"VOE"},{"path":"/redirect/8392401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-10","name":"Feindesland","epNo":10,"alt":"Sleeping With The Enemy","descr":"Alles oder nichts: Schiffskapitän Scott Campbell Jr. und seine Besatzung gehen in dieser Episode in der Beringsee hohe Risiken ein. Denn die Crew ist durch eine unfreiwillige Auszeit beim Krabbenfang ins Hintertreffen geraten. Damit die Fangsaison für die Seeleute nicht zum finanziellen Fiasko wird, nehmen sie Kurs auf das berüchtigte Kontinentalschelf. Die Region ist bekannt für ihre riesigen Eismeerkrabbenpopulationen. Die Tiere dort ausfindig zu machen gleicht jedoch einem Vabanquespiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985930","hoster":"VOE"},{"path":"/redirect/8392406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-11","name":"Schluss mit lustig","epNo":11,"alt":"We’re Not Gonna Take It","descr":"Eine 15 Meter hohe Welle bricht mit Wucht über die \"Saga\" herein. Um ein Haar wäre die Besatzung des Schiffs über Bord gespült worden, denn der Skipper Eliott hatte seine Crew nicht rechtzeitig gewarnt. Die Seeleute fürchten 680 Kilometer nordwestlich von Dutch Harbor um ihre Gesundheit. Der Kapitän mutet ihnen bei heftigem Seegang einiges zu. Unter den Krabbenfischern macht sich Unmut breit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103503","hoster":"VOE"},{"path":"/redirect/8392407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-12","name":"Gefährliche Schieflage","epNo":12,"alt":"Listing Lover","descr":"Die \"Saga\" kämpft sich mit einem Motorschaden in Richtung Heimathafen. Das voll beladene Fangschiff hat mächtig Schlagseite, denn es schleppt rund 25 Tonnen gefrorene Gischt mit sich herum. Dieser unnötige Ballast muss schnellstens von Bord, damit das Boot nicht kentert. Deshalb teilt Kapitän Eliott Neese seine Crew zu einer Sonderschicht ein. Statt sich auszuruhen, müssen die Männer Eis klopfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985932","hoster":"VOE"},{"path":"/redirect/8392410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-13","name":"Startschwierigkeiten","epNo":13,"alt":"So You Wanna Be A Boat Owner …","descr":"In der Beringsee herrschen minus 39 Grad Außentemperatur: Kapitän Sig Hansen und seiner Crew bläst auf der \"Northwestern\" ein eisiger Nordwind ins Gesicht. In diesem Winter sind die Bedingungen am nördlichsten Ende des Pazifischen Ozeans besonders extrem. Doch von solchen Widrigkeiten dürfen sich die Krabbenfischer nicht aufhalten lassen, denn sie müssen ihre Fangkörbe vor dem Packeis retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106117","hoster":"VOE"},{"path":"/redirect/8392412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-14","name":"Hart wie Stahl","epNo":14,"alt":"Ship Of Iron, Men Of Steel","descr":"Das Ende der Schneekrabbensaison ist in Sicht. Den Krabbenfischern bleiben nur noch drei Wochen Zeit, um ihre Fangquoten zu erfüllen. Die Kapitäne treiben ihre Besatzungen deshalb zu Höchstleistungen an. Diesem mörderischen Arbeitstempo sind nicht alle Seeleute gewachsen. Greenhorn Robby Schlosstein hat in der letzten Schicht insgesamt 200 Fangkörbe beködert und kann vor Schmerzen kaum noch seine Hände bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985933","hoster":"VOE"},{"path":"/redirect/8392415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-15","name":"Treibgut","epNo":15,"alt":"Man Overboard","descr":"Kapitän Keith Colburn traut seinen Augen kaum: Einer seiner Männer ist gerade nur mit einer Unterhose bekleidet in die zwei Grad kalte Beringsee gesprungen. Deckhand Freddy Maugatai hat im Wasser ein totes Walross entdeckt, und will eine Leine an dem Kadaver befestigen, um ihn an Deck zu befördern. Der Krabbenfischer hat es auf die Stoßzähne des Tieres abgesehen. Dass er sich er bei dieser waghalsigen Aktion in akute Lebensgefahr begibt, hat er jedoch nicht bedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985935","hoster":"VOE"},{"path":"/redirect/8392414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-16","name":"Die letzte Schlacht – Teil 1","epNo":16,"alt":"The Final Battle (1)","descr":"Auf zum Endspurt! Skipper Edgar Hansen und der Crew der \"Northwestern\" steht zum Ende der Schneekrabben-Saison ein anstrengender Kraftakt bevor, deshalb holen sich die Seeleute vor der letzten Ausfahrt Verstärkung an Bord. Scott Badger, ein erfahrener Beringseefischer, soll die Männer bei der harten Arbeit an Deck tatkräftig unterstützen. Doch schon nach wenigen Kilometern auf dem Eismeer zeigen die elektronischen Instrumente des Fangbootes ein Problem mit der Treibstoffzufuhr an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985931","hoster":"VOE"},{"path":"/redirect/8392418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-9/episode-17","name":"Die letzte Schlacht – Teil 2","epNo":17,"alt":"The Final Battle (2)","descr":"Eines der Fangboote in der Beringsee hat einen Notruf an die Zentrale der US-Küstenwache gesendet. Ein Krabbenfischer ist an Deck mit seiner Hand in den Köder-Schredder geraten. Doch über die Hafenstadt Saint Paul weht ein heftiger Schneesturm hinweg. Der Rettungshubschrauber kann bei diesen widrigen Bedingungen nicht starten. Also müssen sich Brandon Himeys Kollegen um die stark blutende Wunde kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985937","hoster":"VOE"},{"path":"/redirect/8392417","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-1","name":"Saisonbeginn","epNo":1,"alt":"Careful What You Wish For","descr":"Die Fangboote sind bereit zum Auslaufen. In der Beringsee warten Königskrabben im Wert von 68 Millionen Dollar auf die Flotte. Doch die Schiffsbesatzungen werden von der Politik ausgebremst und dürfen Dutch Harbor nicht verlassen. Der Wirtschaftsausschuss des Senats hat einen vorübergehenden Fangstopp verhängt. Wann dieser aufgehoben wird, kann niemand sagen. Den Seeleuten droht ein finanzielles Desaster, ihre Existenz ist gefährdet. Skipper Keith Colburn bricht Richtung Washington auf, um den Mitgliedern des Komitees die Konsequenzen des Beschlusses vor Augen zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989873","hoster":"VOE"},{"path":"/redirect/8392526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-2","name":"Familienangelegenheiten","epNo":2,"alt":"Family Affair","descr":"Der Wind peitscht mit Geschwindigkeiten bis zu 100 km/h über das Meer und die Wellen türmen sich zu furchterregenden Ungetümen auf: Über der Beringsee wütet ein arktisches Sturmtief. Trotzdem können die Kapitäne nicht einfach in den Hafen zurückkehren und warten, bis sich Lage bessert, denn die Seeleute müssen auch bei schlechtem Wetter ihre Familien ernähren. Sind die \"jungen Wilden\" an Bord der \"Time Bandit\" den extremen Bedingungen gewachsen? Der Krabbenfischer-Nachwuchs muss nun zeigen, aus welchem Holz er geschnitzt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989875","hoster":"VOE"},{"path":"/redirect/8392528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-3","name":"Darwins Gesetz","epNo":3,"alt":"Darwin’s Law","descr":"Kapitän \"Wild\" Bill Wichrowski und die Besatzung der \"Cape Caution\" sind unterwegs zur nächsten Korbreihe. Auf dem Meer bekommen es die Krabbenfischer mit acht Meter hohen Wellen zu tun. Bei solchen Wetterbedingungen wird die Arbeit an Deck zur Tortur. Greenhorn Kelly Collins machen die widrigen Umstände extrem zu schaffen. Doch es hilft nichts, der Anfänger muss sich durchbeißen wie alle anderen, denn die Beringsee gibt ihre Beute nicht kampflos her. Dort überleben nur die Besten und Anpassungsfähigsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989878","hoster":"VOE"},{"path":"/redirect/8392530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-4","name":"Gegen das Gesetz","epNo":4,"alt":"Against The Law","descr":"Kapitän Scott Campbell plagt an Bord der \"Seabroke\" ein Bandscheibenvorfall. Bei jeder Bewegung des Schiffes schießt der Schmerz bis rauf in den Nacken. Doch Aufgeben ist keine Option, denn der erfahrene Krabbenfischer muss seine Quote erfüllen und bis zur Ankunft im Hafen die Zähne zusammenbeißen. Seinem Kollegen Monte Colburn unterläuft derweil auf der \"Wizard\" ein folgenschwerer Fehler: Der Skipper hat sein Fanggerät in einem Gebiet ausgebracht, das unter Artenschutz steht. Es droht eine saftige Strafe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989877","hoster":"VOE"},{"path":"/redirect/8392533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-5","name":"Gekentert","epNo":5,"alt":"On The Rocks","descr":"Mayday, Mayday! Bei der US-Küstenwache in Kodiak geht ein Notruf ein. Die \"Arctic Hunter\" ist drei Kilometer von Dutch Harbor entfernt auf Grund gelaufen. Das Fangboot droht zu sinken. Alle Kapitäne in der Umgebung werden über Funk dazu aufgerufen, den schiffbrüchigen Seeleuten beizustehen, bis die Rettungskräfte am Unglücksort eintreffen. Skipper Kapitän Elliott Neese und die Crew der \"Saga\" befinden sich zufällig in der Nähe und bergen ihre Krabbenfischerkollegen aus der eiskalten Beringsee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989872","hoster":"VOE"},{"path":"/redirect/8392534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-6","name":"Maschinenausfall","epNo":6,"alt":"Falling Down","descr":"95 Tonnen Krabben im Wert von 1,6 Millionen Dollar: Dieses Ergebnis kann sich sehen lassen. Zur Feier des Tages tauschen Vater und Sohn auf der \"Time Bandit\" die Rollen. Während der Junior das Ruder übernimmt, streift sich der Senior das Ölzeug über und hilft den Männern an Deck bei der Arbeit. Dabei zeigt Skipper Johnathan Hillstrand seiner Crew, dass er nichts verlernt hat. Die Besatzung der \"Northwestern\" wird unterdessen von einem technischen Defekt ausgebremst. Der Hauptantrieb des Fangbootes ist heißgelaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989876","hoster":"VOE"},{"path":"/redirect/8392537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-7","name":"Verschollen auf See","epNo":7,"alt":"Lost At Sea","descr":"Der Taschenrechner lügt nicht! Nach fünf kräftezehrenden Wochen auf dem Meer sehen Edgar Hansen und die Crew der \"Northwestern\" Licht am Ende des Tunnels. Die Männer haben 250 Kilometer von Dutch Harbor entfernt noch 50 Körbe im Wasser. Das bedeutet, sie brauchen einen 25er-Schnitt, um ihr Soll zu erfüllen. Und dann können die Seeleute endlich Kurs auf den Heimathafen nehmen. Die Besatzung der \"Alaska Mist\" gerät unterdessen wegen eines Motorschadens unverhofft in Seenot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989886","hoster":"VOE"},{"path":"/redirect/8392538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-8","name":"Cornelia Marie Blue","epNo":8,"alt":"Cornelia Marie Blue","descr":"Im 350 000 Quadratkilometer großen Fanggebiet von Alaska hat die Schneekrabben-Saison begonnen. Die Kapitäne machen ihre Schiffe im Hafen bereit zum Auslaufen, denn im Ozean warten Krustentiere im Gesamtwert von 32 Millionen Dollar auf die Seeleute. Bei der Jagd nach der begehrten Beute ist auch ein alter Bekannter mit von der Partie: Josh Harris will in die Fußstapfen seines verstorbenen Vaters treten und in der Beringsee die Familientradition fortführen. Die 39 Meter lange \"Cornelia Marie\" sticht zum ersten Mal seit vier Jahren wieder in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989885","hoster":"VOE"},{"path":"/redirect/8392541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-9","name":"Kapitän Harris Junior","epNo":9,"alt":"Skipper Harris In Training","descr":"Sein Vater war eine Legende auf dem Beringmeer. Deshalb ist es für Josh Harris nicht leicht, in diese Fußstapfen zu treten. Doch der neue Schiffseigner der \"Cornelia Marie\" hat einen erfahrenen Seebären mit an Bord. Skipper Casey McManus übernimmt bei schwerem Seegang das Ruder des Schiffes. Die Besatzung hofft 350 Kilometer nordwestlich von Dutch Harbor auf ordentliche Fangzahlen, aber beim ersten Anlauf ziehen die Männer nur leere Körbe an Deck. Ein guter Start in die Schneekrabben-Saison sieht anders aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989887","hoster":"VOE"},{"path":"/redirect/8392545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-10","name":"Seemannstochter","epNo":10,"alt":"Fisherman’s Daughter","descr":"Mandy Hansen macht sich in Seattle bereit für ihre erste Fang-Saison auf der \"Northwestern\", obwohl ihr Vater Sig von der Idee gar nicht begeistert ist. Der erfahrene Kapitän möchte lieber, dass seine Tochter aufs College geht. Seit Wochen versucht er ihr den Plan auszureden, denn die harte Arbeit an Deck hat nur wenig mit Seefahrerromantik zu tun. Doch wenn sich die 18-Jährige etwas in den Kopf gesetzt hat, ist sie nur schwer wieder davon abzubringen. Von wem hat sie diesen Dickschädel nur geerbt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989889","hoster":"VOE"},{"path":"/redirect/8392546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-11","name":"Blonder Ehrgeiz","epNo":11,"alt":"Blonde Ambition","descr":"Eine Frau an Bord? Das hat es auf der \"Northwestern\" noch nicht gegeben. Sig Hansens Tochter Mandy zieht 550 Kilometer nordwestlich von Dutch Harbor, skeptisch beäugt vom Rest der Mannschaft, im Ölzeug Körbe aus dem Meer. Die 18-Jährige schlägt sich wacker in dem knallharten Männerjob. Sehr zum Missfallen ihres Vaters: Er hatte gehofft, dass Mandy schnell die Lust am Krabbenfischen verliert, wenn sie nach einer langen Schicht an Deck ihre Arme kaum noch spürt. Doch bis dato macht die ehrgeizige Kapitänstochter keine Anstalten aufzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989894","hoster":"VOE"},{"path":"/redirect/8392548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-12","name":"Frau am Steuer","epNo":12,"alt":"Women Drivers","descr":"70 bis 130 Krabben pro Korb sind einfach zu wenig, um das Soll zu schaffen. Deshalb bringen Skipper \"Wild\" Bill Wichrowski und seine Besatzung 520 Kilometer von Dutch Harbor entfernt ihr Fanggerät an Deck und brechen in neue Gefilde auf. Der Spot hat den Männern kein Glück gebracht, möglicherweise läuft es für die Crew der \"Cape Caution\" an anderer Stelle besser. Auf der \"Saga\" herrscht ebenfalls dicke Luft. Die Seeleute hatten mit technischen Problemen zu kämpfen und nun bringt der Kapitän auch noch seine Freundin mit an Bord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989893","hoster":"VOE"},{"path":"/redirect/14210190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-13","name":"Der größte Fang","epNo":13,"alt":"Greatest Game Ever Finished","descr":"Das Football-Ereignis des Jahres steht an: Die Seattle Seahawks spielen beim Super Bowl gegen die Denver Broncos. Ganz Amerika will dieses Spiel sehen, da bilden auch die Krabbenfischer keine Ausnahme. Die Besatzung der \"Cornelia Marie\" hat sich mächtig ins Zeug gelegt, um es rechtzeitig nach Saint Paul zu schaffen. Doch dann darf die Crew wegen starken Seegangs nicht in den Hafen einlaufen. Die heftigen Wellen könnten das Fangboot gegen die Felsen schmettern. Der Kick-off findet wohl ohne die Männer statt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206623","hoster":"VOE"},{"path":"/redirect/8392552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-14","name":"Mandy packt an","epNo":14,"alt":"Breaking Mandy","descr":"Nun wird es ernst für Mandy. Bis dato hat Sig Hansens Tochter auf der \"Northwestern\" viel Zeit im Steuerhaus verbracht. Doch der erfahrene Skipper möchte, dass die 18-Jährige den harten Alltag an Bord eines Fangbootes kennenlernt. Deshalb ist Schluss mit dem Welpenschutz: Mandy muss in der Nachtschicht gemeinsam mit den anderen Besatzungsmitgliedern schuften bis zum Umfallen. Möglicherweise schlägt sich das Mädel dann ihre romantischen Träumereien von Seefahrt ein für alle Mal aus dem Kopf und geht lieber aufs College.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100317","hoster":"VOE"},{"path":"/redirect/8392551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-15","name":"Sabotage","epNo":15,"alt":"Sabotage","descr":"Gute Fangzahlen sind die beste Motivation. Die Crew der \"Cornelia Marie\" ist im Beringmeer mit vollem Einsatz bei der Sache. Nach holprigem Start machen die Krabbenfischer bei der Jagd nun fette Beute. Auf der \"Cape Caution\" dagegen, haben einige Besatzungsmitglieder anscheinend genug von der harten Plackerei auf dem Ozean. Deckhand Myles Johnson verschwendet mutwillig wertvollen Köder, damit das Fangboot früher als geplant den Hafen anlaufen muss. Dieses Verhalten grenzt an Sabotage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989884","hoster":"VOE"},{"path":"/redirect/8392553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-16","name":"Dramatische Wende (1)","epNo":16,"alt":"\"You’ll Know My Name Is The Lord … ” (1)","descr":"7-Meter-Wellen und gefrierende Gischt: Die Krabbenfischer in der Beringsee sind schlechtes Wetter gewohnt. Doch zum Ende der Saison kommt es für die Männer knüppeldick. Ein arktisches Sturmtief nähert sich der Flotte. Kapitän Keith Colburn und die Besatzung der \"Wizard\" gehen ein hohes Risiko ein, wenn sie bei diesen widrigen Bedingungen noch einmal die Fangkörbe auswerfen. Aber die Seeleute haben keine Wahl, denn ihnen fehlen noch 20 Tonnen bis zum Erreichen der Quote. Wenn sie ihr Soll schaffen wollen, müssen sie den Elementen trotzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587125","hoster":"VOE"},{"path":"/redirect/8392423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-10/episode-17","name":"Dramatische Wende (2)","epNo":17,"alt":"\"You’ll Know My Name Is The Lord … ” (2)","descr":"Die Küstenwache rückt zum Einsatz aus. Ein Besatzungsmitglied der \"Prowler\" hat sich am Auge verletzt. Die Wunde eitert und muss dringend medizinisch versorgt werden. Per Schlauchboot setzen die Rettungsexperten auf das Fischereischiff über und leisten dort Erste Hilfe. Anschließend wird der Patient per Helikopter nach Saint Paul geflogen. Die Crew der \"Saga\" hat dagegen das Schlimmste hinter sich. In den vergangenen Wochen haben die Seeleute 250 Tonnen Schneekrabben gefangen. Als Belohnung winkt jedem Decksmann ein Scheck über 64 000 Dollar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587097","hoster":"VOE"},{"path":"/redirect/8392420","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-1","name":"Ein Streich zum Start","epNo":1,"alt":"A Brotherhood Tested (1)","descr":"Die Jagd ist eröffnet! In Dutch Harbour sammeln sich die Schiffsbesatzungen zum Start der diesjährigen Krabbenfangsaison. Um das nächste Abenteuer auf hoher See gebührend einzuläuten, zündet die Crew der Time Bandit ein riesiges Feuerwerk. Das Spektakel am Nachthimmel dient aber nicht nur zur allgemeinen Erheiterung, sondern auch als hinterlistiges Ablenkungsmanöver. Denn die Seemänner nutzen die Gunst der Stunde, kapern eines der konkurrierenden Schiffe und verstecken es an einem geheimen Ort. Wie wird \"Wild\" Bill, der Kapitän des geklauten Schiffs, auf den fiesen Streich reagieren? Während die Flotte am nächsten Tag in See sticht, liegen bei Josh Harris die Nerven Blank: Seine Cornelia Marie hängt mit einem Motorschaden im Hafen fest!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433510","hoster":"VOE"},{"path":"/redirect/13433511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-2","name":"Krabbenfieber","epNo":2,"alt":"A Brotherhood Tested (2)","descr":"Nach jahrelangem Streit begraben die Besatzungen der Time Bandit und der Wizard endlich das Kriegsbeil. Um einen lukrativen Fanggrund gemeinsam gegen die Konkurrenz zu verteidigen, schmieden die Kapitäne der beiden Schiffe sogar eine eiserne Allianz. Doch sind am Ende wirklich genug Königskrabben für alle da? Unterdessen fordern die kräftezehrenden 24-Stunden-Schichten auf der Northwestern einen hohen Tribut: Edgar Hansen, zweiter Kapitän und Decksmaat, fällt wegen eines schmerzhaften Rückenleidens bis auf weiteres aus – ein harter Schlag für Sig Hansen, der die Unterstützung seines Bruders dringend benötigt hätte. Immerhin bekommt die Crew der Cornelia Marie endlich ihren defekten Backbordantrieb flott. Mit zehn Tagen Verspätung ist die große Krabbenparty auf hoher See allerdings schon so gut wie gelaufen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433524","hoster":"VOE"},{"path":"/redirect/13433517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-3","name":"Zu spät zur Party","epNo":3,"alt":"Prodigal Son","descr":"Die Plackerei geht in die nächste Runde: In Rekordzeit haben die Besatzungen der Wizard und der Northwestern ihre Fangquoten für die Königskrabben erreicht – eine Verschnaufpause gibt es trotzdem nicht. Denn jetzt beginnt die Jagd nach den begehrten Bairdi-Krabben! Um möglichst schnell einen gut bestückten Fanggrund zu finden, zieht Kapitän Sig Hansen ein Ass aus dem Ärmel: ein über 20 Jahre altes Logbuch, in dem ein geheimer Bairdi-Hotspot verzeichnet sein soll. Auch wenn die Mannschaft skeptisch ist, ob die verstaubten Aufzeichnungen als Krabbenschatzkarte taugen, trumpft der Captain mit seinem \"norwegischen Geheimnis\" voll auf. Brenzlig wird es dagegen an Bord der Cornelia Marie: Bei schwerem Seegang läuft im Maschinenraum plötzlich Öl aus – eine brandgefährliche Situation, die der Crew einen gehörigen Schrecken einjagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433523","hoster":"VOE"},{"path":"/redirect/13433532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-4","name":"Das norwegische Geheimnis","epNo":4,"alt":"The Ultimatum","descr":"Die Wetterdienste schlagen Alarm: Hinter dem Horizont lauert ein Jahrhundertsturm! Taifun Nuri bahnt sich seinen Weg aus dem Westpazifik in Richtung Beringsee – und die Prognosen verheißen nichts Gutes. Denn 15 Meter hohe Wellen und Windgeschwindigkeiten über 100 km/h sind selbst für hartgesottene Seemänner kein Kinderspiel. Doch bevor der Sturm die Fanggründe mit voller Kraft erreicht, bleibt einiges zu tun. Sämtliche Körbe einholen und dreifach an Deck sichern gehört jetzt zu den wichtigsten Aufgaben an Deck. Als ob das nicht schon genug wäre, riskieren die Fischer ein gefährliches Manöver: Ein dringend benötigter Ersatzmann soll per Krabbenkorb-Express von der Saga auf die Wizard gehievt werden – bei stürmischer See eine absolut waghalsige Aktion, die am Ende ein weiteres Opfer fordert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433528","hoster":"VOE"},{"path":"/redirect/13433535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-5","name":"Taifun Nuri (Teil 1)","epNo":5,"alt":"Super Typhoon (1)","descr":"Taifun Nuri mischt die Beringsee auf! Der Monstersturm hat die Fangflotte fest im Griff: Während einige Crews das Unwetter im sicheren Hafen abwarten, wagen sich andere raus auf das Meer. Entgegen jeder Vernunft steuert Sig Hansen seine Northwestern mitten hinein in das rund 1.000 Kilometer breite Sturmtief. Warum? Der Captain hat Bairdi-Krabben gewittert! Doch 8 Meter hohe Wellen drohen jeden Moment das Schiff zum Kentern zu bringen. Was man unter solchen Extrembedingungen am wenigsten brauchen kann: eine streikende Steuerpumpe! Auch die Wizard spielt russisches Roulette. Denn die Aussicht auf prall gefüllte Fangkörbe treibt Kapitän Keith Colburn und seine Mannschaft trotz Unwetterwarnung zu Höchstleistungen an. Aber lohnt es sich wirklich, sein Leben für eine handvoll Krabben aufs Spiel zu setzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433534","hoster":"VOE"},{"path":"/redirect/13433533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-6","name":"Taifun Nuri (Teil 2)","epNo":6,"alt":"Super Typhoon (2)","descr":"Während sich die Wogen auf der windgepeitschten Beringsee allmählich glätten, kommt es an Bord der Krabbenfangschiffe zu zwischenmenschlichen Turbulenzen: Elliott Neese, der junge Kapitän der Saga, kämpft mit seinem Drogenproblem - und das hat nicht nur schwerwiegende Folgen für ihn selbst, sondern für die gesamte Crew! Auf der Northwestern bekommt Jake Anderson die Chance sich als Maschinist zu behaupten. Hat der werdende Papa den Kopf frei für diese verantwortungsvolle Aufgabe oder hängt er in Gedanken am Festland fest? An Bord der Wizard trommelt Keith Colburn seine Mannschaft zusammen: Mit einem Machtwort will der Kapitän die angeschlagene Moral seiner Truppe wieder auf Kurs bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433539","hoster":"VOE"},{"path":"/redirect/13433542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-7","name":"Das ewige Talent","epNo":7,"alt":"Wasted Talent","descr":"Die Time Bandit liegt bisher gut im Rennen: Nur noch fünf Tonnen fehlen, um die Quote der Königskrabben zu erfüllen. Allerdings hat Kapitän Johnathan Hillstrand in dieser Fangsaison gleich drei Greenhorns mit an Bord – und das kann bekanntlich teuer werden! Wenn die Ladung nicht schleunigst gelöscht wird, sterben der Crew die Krabben sprichwörtlich unter dem Hintern weg. Bei der Abrechnung im Hafen lauert dann ein dickes Minus! Aber mit 22.000 Krabben in den Tanks sollte eigentlich nichts mehr schiefgehen, oder? Während die einen schon ihre Dollars zählen, hinken andere noch weit hinterher: Bei rauer See kämpft Schiffseigner Josh Harris an Bord der Cornelia Marie um jeden Korb. Was dem Nachwuchskapitän an Erfahrung fehlt, bekommen die Männer an Deck jetzt knallhart zu spüren!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433549","hoster":"VOE"},{"path":"/redirect/13433550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-8","name":"Allein am Steuer","epNo":8,"alt":"Heavy Lies The Crown","descr":"Keith Colburn hat das Kommando auf der Wizard an seinen Bruder Monte übergeben. Doch schon im Hafen gibt es Ärger: Decksmann Freddy ist in der Hotelbar versumpft und stellt den neuen Skipper gleich zu Beginn auf eine harte Geduldsprobe. Über 300 Kilometer weiter nordöstlich erreicht \"Wild\" Bill Wichrowski mit seiner Cape Caution die Fanggründe der begehrten Bairdi-Krabben. Gerade soll das große Krabbenpflücken beginnen, da taucht auch schon die Küstenwache auf. Um die Kontrolleure möglichst schnell wieder loszuwerden, heizt der Captain den Beamten der Coast Guard im wahrsten Sinne des Wortes ein. An Bord der Cornelia Marie muss Nachwuchskapitän Josh Harris seine nächste große Prüfung bestehen: Wird er die Nachtfahrt, mit einer Sichtweite von nur 30 Metern, meistern oder im Blindflug scheitern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433554","hoster":"VOE"},{"path":"/redirect/13433563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-9","name":"Nachtfahrt","epNo":9,"alt":"Zero Hour","descr":"Wenn es darum geht, in kurzer Zeit ein paar tausend Dollar extra zu verdienen, fahren die Krabbenfischer sogar an Weihnachten raus aufs Meer! Welcher Seemann will schon daheim in der warmen Stube hocken, wenn man die Festtage bei stürmischem Wetter und eisigen Temperaturen an Deck verbringen kann? Johnathan Hillstrand jedenfalls nicht: Der Kapitän hat kurzerhand seinen halben Familienklan angeheuert, um die besinnliche Zeit gemeinsam auf der Time Bandit zu verbringen. Die Verwandtschaft packt an Bord kräftig mit an – aber ein durchgeknallter Decksmann vermiest die friedliche Stimmung ganz gehörig. Zuhause in Washington erhält Kapitänsanwärter Jake Anderson einen unerwarteten Anruf: Muss sich der frisch gebackene Papa zwischen Familie und Karriere entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433571","hoster":"VOE"},{"path":"/redirect/13433572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-10","name":"Weihnachten auf See","epNo":10,"alt":"Hell’s Bells","descr":"Die Schneekrabben-Saison ist eröffnet! Und auf der Time Bandit fliegen die Fetzen: Decksmann Danny Chiu pöbelt wie wild die Nachwuchs-Krabbenfischer an und terrorisiert mit seinem aggressiven Gehabe die gesamte Crew. Als der Störenfried dann auch noch droht, den Captain bei der Küstenwache anzuschwärzen, eskaliert die Lage endgültig. Kapitän Johnathan Hillstrand zieht alle Register und steuert schnurstracks den nächsten Hafen an, um den unberechenbaren Wirrkopf von Bord zu werfen. Deutlich besser ist die Stimmung dagegen auf der Cape Caution: \"Wild\" Bill Wichrowski und seine Männer ziehen prall gefüllte Körbe an Deck! Doch die Freude ist nur von kurzer Dauer. Denn ein irreparabler Schaden zwingt das Schiff in die Knie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433577","hoster":"VOE"},{"path":"/redirect/13433578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-11","name":"Der Störfaktor","epNo":11,"alt":"Lunatic Fringe","descr":"Jake Anderson blickt großen Herausforderungen entgegen: Der frisch gebackene Papa wird ab sofort das Kommando auf der Saga übernehmen. Nach 17 Jahren harter Schule auf hoher See darf sich der Krabbenfischer nun endlich Kapitän nennen! Ob Lehrmeister Sig Hansen seinem Zögling alle Tricks und Kniffe beigebracht hat, die einen echten Captain ausmachen, wird sich allerdings erst in den stürmischen Fluten der Beringsee zeigen. Auf der Time Bandit gibt es ebenfalls personelle Veränderungen: Pünktlich zum Start der Schneekrabben-Saison geht Greenhorn Amy Majors an Bord. Kann das Mädel den hartgesottenen Männern das Wasser reichen? Außerdem in dieser Folge: Die Crew der Cape Caution beg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433576","hoster":"VOE"},{"path":"/redirect/13433581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-12","name":"Der junge Kapitän","epNo":12,"alt":"New Captain on the Block","descr":"Sturmwarnung für das Beringmeer! Der nordische Winter bricht mit voller Wucht über die Fangflotte herein: Windgeschwindigkeiten von bis zu 100 km/h, vereiste Decks, 15 Meter hohe Wellen und Starkregen, der selbst hartgesottene Seemänner von Bord zu spülen droht – schlechter können die Bedingungen kaum sein! Während Jake Andersons erster Einsatz als Kapitän zu einer echten Feuertaufe wird, kämpfen selbst die erfahrenen Kollegen ums nackte Überleben: Die Cape Caution wird von einer zerstörerischen Monsterwelle getroffen, die das Schiff schwer beschädigt, und auf der Wizard sorgt ein Wassereinbruch in den Krabbentanks für Hektik bei der Mannschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433585","hoster":"VOE"},{"path":"/redirect/13433580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-13","name":"In der Waschmaschine","epNo":13,"alt":"5-Year Storm, Part 1","descr":"Die Sturmfront wütet weiter und schaukelt die Besatzungen kräftig durch. Auf der Saga steckt den Männern der Schreck noch in den Knochen, denn zwei gegenläufige Riesenwellen hätten das Schiff um Haaresbreite zum Kentern gebracht! An Bord der Time Bandit übernimmt Andy Hillstrand das Ruder von seinem Bruder Jonathan. Der erfahrene Skipper kennt keine Angst und steuert mitten in das arktische Sturmtief hinein. Mit seinem draufgängerischen Kurs riskiert er allerdings die Gesundheit der gesamten Crew. Flaute herrscht dagegen für die Cornelia Marie: Das Schiff liegt zur Komplettüberholung der Ausrüstung im Hafen von Dutch Harbor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433584","hoster":"VOE"},{"path":"/redirect/13433589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-14","name":"Fünf lange Sekunden","epNo":14,"alt":"5-Year Storm, Part 2","descr":"Leere Käfige für Kapitän Jake Anderson und seine Crew: Trotz Schwerstarbeit im Akkord bleibt der erhoffte Schneekrabben-Erfolg aus. Keine leichte Situation für den jungen Captain, denn sein Können muss er der Mannschaft erst noch beweisen. Um das Ruder doch noch herum zu reißen, wirft der Skipper seinen Stolz über Bord – und fordert Hilfe von seinem ehemaligen Mentor Sig Hansen an. Doch der verfolgt einen ganz eigenen Plan. Er will die Saga als Erkundungsschiff missbrauchen! Auf der Wizard herrscht ebenfalls Flaute in den Körben: Miese Fangzahlen und mieses Wetter drücken die Stimmung in den Keller. Die dicke Luft bekommt Greenhorn Amy mit voller Breitseite ab. Ist das Mädel har","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433590","hoster":"VOE"},{"path":"/redirect/13433591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-15","name":"Der Lehrer und sein Schüler","epNo":15,"alt":"Bite the Hand","descr":"500 Kilometer nordwestlich von Dutch Harbor an Bord der Cape Caution: Kapitän \"Wild\" Bill Wichrowski hat seine Fangquote fast erreicht. Es fehlen nur noch wenige Tonnen bis zum nächsten Etappenziel. Doch es gibt ein Problem! Greenhorn John leidet an einer hässlichen Entzündung in der Hand – denkbar schlechte Voraussetzungen, um an Deck kräftig mit anzupacken. So leicht schickt der Captain allerdings kein Crew-Mitglied in die Zwangspause. John wird kurzerhand zum Hausmädchen im Innendienst degradiert! Auch auf der Wizard kursieren körperliche Gebrechen: Neuzugang Rigel geht mit seiner künstlichen Kniescheibe zu Boden – und stellt damit die Nerven von Kapitän Keith Colburn auf eine","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433596","hoster":"VOE"},{"path":"/redirect/13433593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-16","name":"Blut und Schmerzen","epNo":16,"alt":"New Blood, Old Wounds","descr":"Die Beringsee ist ein feindseliger und einsamer Ort! Da sind sportliche Großereignisse wie der Super Bowl eine willkommene Abwechslung zum kräftezehrenden Arbeitstrott. Bei den Männern der Krabbenfangflotte gibt es nur noch ein bestimmendes Thema: Kann das Football-Team der Seattle Seahawks seinen Titel verteidigen? Dank Satelliten-TV und Highspeed-Internet-Verbindung können die Crews das große Spiel sogar auf hoher See verfolgen. Gepriesen sei die Technik! Um die Seahawks gemeinsam anzufeuern, setzt ein Teil der Wizard-Crew per Rettungsboot auf die Cornelia Marie über – ein waghalsiger Manöver, selbst für eingefleischte Fans. Die Kapitäne teilen die sportliche Begeisterung ihrer Mannschaften allerdings nur bedingt. Ihr Job ist es schließlich für volle Fangkörbe und Dollars in der Kasse zu sorgen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433601","hoster":"VOE"},{"path":"/redirect/13433600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-17","name":"Super Bowl auf See","epNo":17,"alt":"Beastmode","descr":"Fischen oder fliehen? Wind mit 60 Sachen, gefrierende Gischt, und es soll noch kälter werden! Die Männer der Krabbenflotte müssen sich warm anziehen, denn das Packeis bahnt sich seinen Weg durch die Beringsee. Der gigantische arktische Eisteppich ist über Tausend Kilometer breit und schiebt sich täglich fast 50 Kilometer vorwärts – mit direktem Kurs auf die Fanggründe! Das Ziel lautet: Die Tanks mit Schneekrabben füllen, bevor die nördliche Beringsee zufriert. Während die Wizard bereits ihre Quote erreicht hat und die Saison frühzeitig beendet, geht der Kampf auf anderen Schiffen in die nächste Runde: Unter Deck der Cornelia Marie wird geschweißt und geschraubt, um die defekte Steuerung wieder klar zu machen, und auf der Saga muss Nachwuchs-Skipper Jake Anderson einmal mehr seine Führungsposition als Captain behaupten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433599","hoster":"VOE"},{"path":"/redirect/13433603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-18","name":"Das Eis kommt","epNo":18,"alt":"I’m the Captain","descr":"Februar in den Fanggründen der Beringsee: Die Saison steht kurz vor dem Abschluss und die Schiffe befinden sich auf der Zielgeraden. Doch etwas schiebt sich der Flotte in den Weg – das Packeis! Bei Kapitän Sig Hansen liegen die Nerven blank, denn das Eis droht Fanggerät im Wert von 100.000 Dollar zu verschlingen! Auf der Cornelia Marie muss eine Entscheidung her: Soll die Mannschaft in südlichen Gefilden auf Nummer sicher gehen, oder für den Krabben-Jackpot alles aufs Spiel setzen? 25 Kilometer südlich der Eisgrenze zieht Kapitän Johnathan Hillstrand volle Körbe an Bord. Im Schnitt 500 Krabben pro Käfig – selbst für erfahrene Seemänner eine beachtliche Menge! Aber der Eisteppi","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433608","hoster":"VOE"},{"path":"/redirect/13433610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-19","name":"Die letzte Runde","epNo":19,"alt":"We Have Not Yet Begun to Fight (1)","descr":"Am Ende der Krabben-Saison schwinden selbst bei den härtesten Seemännern die Kräfte. Aber zum Durchatmen bleibt keine Zeit! Kapitän Jonathan Hillstrand hat nur wenige Stunden, um 100 Körbe zu bergen und dem anrückenden Treibeis zu entfliehen. Für das gesamte Team der Time Bandit bedeutet das: Zähne zusammenbeißen und letzte Kraftreserven mobilisieren! An Bord der Cape Caution machen \"Wild\" Bill Wichrowski und seine Mannschaft fette Beute zum Saison-Abschluss. Doch ein schwächelndes Greenhorn schmeißt auf der Zielgeraden das Handtuch – und erntet dafür blanken Hohn. Jake Anderson feiert Erfolge: Trotz Startproblemen behauptet sich der junge Skipper als Captain auf der Saga. Die Tanks sind randvoll mit Krabben, die Crew ist zufrieden, daheim warten Frau und Kind – die Feuertaufe ist überstanden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433607","hoster":"VOE"},{"path":"/redirect/13433614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-11/episode-20","name":"Volle Tanks","epNo":20,"alt":"We Have Not Yet Begun to Fight (2)","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433379","hoster":"VOE"},{"path":"/redirect/13433391","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-1","name":"Carpe Diem – Teil 1","epNo":1,"alt":"Carpe Diem (1)","descr":"Es ist Oktober in Alaska und im Hafen von Dutch Harbour herrscht reges Treiben. Denn die Mannschaften der Krabbenfangflotte haben alle Hände voll zu tun, ihre Schiffe für die Saison in Schuss zu bringen. Ab sofort übernimmt Jake Anderson als Kapitän das Kommando auf der Saga. Der neue Boss an Bord lässt es sich nicht nehmen, bei der Umgestaltung seines Schiffs selbst Hand anzulegen. Doch ein folgenschwerer Fehler beim Beladen kostet Zeit, Geld und Nerven! Ganz andere Sorgen hat dagegen Beringsee-Urgestein Keith Colburn: Nach 25 Jahren Ehe hat er sich von seiner Frau getrennt. Jetzt steht der Captain der Wizard nicht nur vor einer frischen Fangsaison, sondern auch am Anfang eines neuen Lebens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587108","hoster":"VOE"},{"path":"/redirect/8392456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-2","name":"Carpe Diem – Teil 2","epNo":2,"alt":"Carpe Diem (2)","descr":"Motoren starten und Leinen los: Das Abenteuer geht in die nächste Runde! Auf der Jagd nach den begehrten Königskrabben sticht die Fangflotte in See. Das Meer ist ruhig. Das Wetter ist mild. Perfekte Bedingungen für einen guten Start in die neue Saison. Kapitän Sig Hansen setzt auf ein weit entlegenes Fanggebiet - und erntet fette Beute! Während die Mannschaft der Northwestern bereits volle Körbe an Deck zieht, läuft es an Bord der Wizard nicht ganz so rund. Ein Druckabfall in der Ölpumpe droht den Schiffsantrieb zu zerstören. Kann das Problem im Maschinenraum auf hoher See behoben werden? Oder muss die Crew zurück in den Hafen, um das Schiff wieder flott zu kriegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579264","hoster":"VOE"},{"path":"/redirect/8392457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-3","name":"Haftbefehl","epNo":3,"alt":"First Timers","descr":"Kapitän \"Wild\" Bill Wichrowski hat in Rekordzeit seine Fangquote für die Königskrabben erreicht. In weniger als zwei Wochen gelang es der Crew der Cape Caution 45 Tonnen an Bord zu hieven! Beim Entladen der wertvollen Fracht, im Hafen von Dutch Harbour, nutzt der Captain die Gelegenheit, um ein ernstes Personalproblem in den Griff zu bekommen. Decksmann Jerod wird per Haftbefehl gesucht und muss dringend von Bord! Außerdem in dieser Folge: Pünktlich zum Start der Bairdi-Saison wird die Fangflotte um ein Schiff erweitert. Ab sofort ist die \"Brenna A\" bei der abenteuerlichen Krabbenjagd in der Beringsee dabei. Das Kommando an Bord hat Sean Dwyer, mit nur 23 Jahren der jüngste Captain im Bunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587105","hoster":"VOE"},{"path":"/redirect/8392459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-4","name":"Undank ist der Welten Lohn","epNo":4,"alt":"No Good Deed …","descr":"Auf hoher See sind die Besatzungen der Krabbenfangflotte meist völlig auf sich allein gestellt. Doch wenn Not am Mann ist - und Hilfe in greifbarer Nähe - dann halten selbst die konkurrierenden Crews felsenfest zusammen! Diesmal stellt \"Wild\" Bill Wichrowski sein kollegiales Herz unter Beweis und hilft Nachwuchs-Skipper Josh Harris aus der Patsche. Denn der hat wichtige Ausrüstung an Land gelassen und ist nun dringend auf die Unterstützung der Cape Caution angewiesen. Aber auch ein erfahrener Captain wie Johnathan Hillstrand nimmt gerne einen heißen Tipp entgegen - vor allem, wenn es darum geht, einen lukrativen Krabben-Hotspot aufzuspüren!MEHR VIDEOS","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587113","hoster":"VOE"},{"path":"/redirect/8392462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-5","name":"Die „Schwedischen Zwillinge“","epNo":5,"alt":"Swedish Twins","descr":"Wer in den eisigen Gewässern der Beringsee bestehen will, muss nicht nur körperlich topfit sein, sondern auch über die nötige nautische Erfahrung verfügen. An Bord der Brenna A gerät in dieser Folge der 23-jährige Captain Sean Dwyer an seine Grenzen. Denn meterhohe Wellen und extremer Wind versetzen seine unerfahrene Mannschaft in akute Lebensgefahr! Unterdessen kämpft die Besatzung der Time Bandit an zwei Fronten zugleich. Eine Grippe raubt den Männern die letzte Kraft und ein Ölleck sorgt für ernsthafte Probleme unter Deck. Die größte Herausforderung steht allerdings Schiffseigner Josh Harris bevor: Zum ersten Mal hat er allein das Kommando auf der Cornelia Marie!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587110","hoster":"VOE"},{"path":"/redirect/8392463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-6","name":"Der 1-Million-Dollar-Fang","epNo":6,"alt":"Million-Dollar-Bet","descr":"An Bord der Saga klingelt die Kasse! Kapitän Jake Anderson und seiner Mannschaft ist es gelungen, die Tanks randvoll mit Königskrabben zu packen. Geschätzter Wert der Fracht: eine Million Dollar! Doch es gibt einen Haken an der Sache. Um die Krabben pünktlich im Hafen abzuliefern, muss der Captain durch eine knifflige Meerenge steuern - und das mit einer schwer beschädigten Maschine, die nur mit halber Kraft läuft! Ganz andere Probleme hat dagegen Keith Colburn auf der Wizard: Damit endlich ein paar seiner überflüssigen Pfunde purzeln, setzt sich der erfahrene Skipper selbst auf Diät. Neben gesunder Ernährung baut der Seebär auf ein weiteres probates Mittel: aktiver Arbeitseinsatz an Deck!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579261","hoster":"VOE"},{"path":"/redirect/8392466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-7","name":"Verletzungsrisiko: 100%","epNo":7,"alt":"100% Injury Rate","descr":"Mutter Natur lässt ihre Muskeln spielen. Windgeschwindigkeiten von fast 100 km/h und sieben Meter hohe Wellen: In der Beringsee braut sich ein Sturm zusammen! Während es den Männern der Cornelia Marie trotz widrigem Wetter gelingt, einen lukrativen Bairdi-Hotspot zu plündern, kämpfen die anderen Schiffe der Krabbenfangflotte mit einer fatalen Verletzungsserie. An Bord der Brenna A kollidiert ein Besatzungsmitglied mit 90 Kilo gefrorenem Köderfisch und auf der Cape Caution geht ein Mann mit einer schmerzhaften Knieverletzung zu Boden. Können die Kapitäne unter derart erschwerten Bedingungen die Jagd nach den Krabben fortsetzen? Oder bleibt am Ende nur die Flucht in den sicheren Hafen?MEHR VIDEOS","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579263","hoster":"VOE"},{"path":"/redirect/8392468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-8","name":"Vertrauensbruch","epNo":8,"alt":"Cold War","descr":"Nach dem Sturm ist vor dem Sturm! Es ist Spätherbst in Alaska und das Wetter auf der Beringsee wird von Tag zu Tag schlechter. Außerdem rückt das Ende der Fangsaison näher - und da geraten selbst robuste Krabbenfischer allmählich an ihre Grenzen. Auch die Moral der Männer erreicht unter diesen Bedingungen einem stürmischen Tiefpunkt: An Bord der Northwestern droht die Lage zu eskalieren, als Kapitän Edgar Hansen mit einem meuternden Besatzungsmitglied aneinander gerät! Auf der Brenna A ist die Stimmung ebenfalls am brodeln. Denn Greenhorn Per Nesselquist muss sich den Respekt der Crew erst hart verdienen. Zum Glück hat der Captain ein probates Mittel parat, um den Konflikt zu entschärfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587112","hoster":"VOE"},{"path":"/redirect/8392470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-9","name":"Der Winter naht","epNo":9,"alt":"Winter Is Coming","descr":"Der Winter rückt näher und heftige Winde peitschen die Beringsee auf. Doch damit nicht genug: Ein 300 Kilometer breites arktisches Sturmtief schiebt sich unaufhaltsam in Richtung der Fanggründe. Bei diesem Wetter jagt man normalerweise keinen Hund vor die Tür. Aber wer volle Körbe an Deck ziehen will, riskiert dafür manchmal sogar sein Leben - und fährt trotzdem raus! Während die Krabbenflotte auf hoher See gegen meterhohe Wellen kämpft, hängt die Saga mit Maschinenproblemen im Hafen fest. Sollte es Captain Jake Anderson nicht schleunigst gelingen, sein Schiff wieder flott zu bekommen, kann das fatale Folgen haben. Denn dann wird seine restliche Fangquote an die Konkurrenz vergeben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587109","hoster":"VOE"},{"path":"/redirect/8392471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-10","name":"Sturmfahrt","epNo":10,"alt":"Into The Gale","descr":"Happy New Year! Während die Krabbenfischer in der Silvesternacht die Korken knallen lassen, holt der Ernst des Lebens die Männer schnell wieder ein. Denn jetzt im Januar beginnt die Opilio-Saison - und die Jagd nach den begehrten Schneekrabben ist ein gutes Geschäft. Doch der Winter im Beringmeer ist selbst für erfahrene Seeleute extrem: Temperaturen weit unter dem Gefrierpunkt und arktische Stürme machen die Arbeit fernab der Küste zu einem Abenteuer mit ungewissem Ausgang. Die Northwestern wird von einer Monster-Welle getroffen, und dabei schwer beschädigt, auf der Cornelia Marie riskiert ein Besatzungsmitglied sein Leben und an Bord der Wizard geht ein Mann unfreiwillig zu Boden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922315","hoster":"VOE"},{"path":"/redirect/8392473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-11","name":"Bewährungsprobe","epNo":11,"alt":"Proving Grounds","descr":"Starke Kette oder schwaches Glied? Im Rennen um die besten Fanggründe steuert Kapitän Jake Anderson die Saga weit in den Norden der Beringsee. Allerdings droht ein schwächelndes Crew-Mitglied mit seinem folgenschweren Fehlverhalten den heiß ersehnten Krabben-Hotspot zu sabotieren. Während Johnathan Hillstrand an Bord der Time Bandit seine Qualitäten als erfahrener Seemann unter Beweis stellt, steht für Nachwuchs-Skipper Sean Dwyer die nächste Bewährungsprobe an: Um eine alte Schuld zu begleichen, muss der 23-jährige Rookie schleunigst raus aufs Meer - und volle Körbe an Deck ziehen! Denn sonst werden seine ersten Erfolge unter der Rubrik \"Anfängerglück\" verbucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579262","hoster":"VOE"},{"path":"/redirect/8392476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-12","name":"Plötzlich Kapitän","epNo":12,"alt":"Raw Deal","descr":"Kapitän \"Wild\" Bill Wichrowsky räumt das Ruder und packt stattdessen an Deck kräftig mit an. Der Grund für dieses ungewöhnliche Manöver: Sein Sohn Zack soll im Steuerhaus der Cape Caution das Kommando übernehmen - und dabei lernen, was es heißt als Alphatier durch die erbarmungslose Beringsee zu navigieren! Auf der Wizard sorgen unterdessen lasche Fangzahlen für lange Gesichter bei der Mannschaft. Gut, dass es Kapitän Keith Colburn gelingt, einen alten Freund als Telefon-Joker für sich zu gewinnen. Aber bei den konkurrierenden Kollegen der Krabbenfangflotte gibt es nichts umsonst! Klar, dass Joker Johnathan Hillstrand für seinen lukrativen Geheimtipp eine Gegenleistung fordert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587115","hoster":"VOE"},{"path":"/redirect/8392478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-13","name":"Machtworte","epNo":13,"alt":"Settling The Score","descr":"Das raue Winterwetter peitscht die Beringsee heftig auf. Bei derart widrigen Bedingungen wandern selbst die Krabben in ruhigere Gefilde ab. Aber als erfahrener Captain hat Sig Hansen auch schon eine Idee, wohin sich die Biester verzogen haben könnten. Am Grund eines tiefen Unterwasser-Canyons versuchen die Fischer ihr Glück - mit Erfolg? Auf der Brenna A hat unterdessen Sean Dwyer, mit 23 Jahren der jüngste Kapitän der Flotte, ganz andere Sorgen: Ein abtrünniges Besatzungsmitglied treibt es auf die Spitze und provoziert mit seinem respektlosen Verhalten eine Eskalation auf hoher See! Jetzt wird sich zeigen, ob der sonst so sanftmütige Boss an Bord das Zeug zum knallharten Monarchen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579266","hoster":"VOE"},{"path":"/redirect/8392480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-14","name":"Erst die Arbeit, dann der Nachwuchs","epNo":14,"alt":"Fire At Sea (1)","descr":"Nach zwei kräftezehrenden Wochen, auf der Jagd nach den begehrten Opilio-Krabben, steuert Kapitän Sig Hansen die Northwestern in den Hafen der Beringsee-Insel St. Paul. Der Stopp wird genutzt, um weibliche Unterstützung an Bord zu holen. Sigs Tochter Mandy Hansen springt auf! Die 20-jährige Nachwuchs-Skipperin ist ab sofort Teil der Crew und kann es kaum erwarten, gemeinsam mit ihrem Daddy zur See zu fahren. Auch auf der Cornelia Marie steht ein junger Captain vor einer großen Bewährungsprobe. Denn während die Einen ihre Opilios schon in der Tasche haben, muss Josh Harris seinen Platz am Steuer erst noch behaupten - und das geht bekanntlich am besten mit einem durchschlagenden Fangerfolg!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587116","hoster":"VOE"},{"path":"/redirect/8392481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-15","name":"Feuer im Maschinenraum","epNo":15,"alt":"Fire At Sea (2)","descr":"550 Kilometer vom Festland entfernt, mitten in pechschwarzer Nacht, gerät die Northwestern in eine brenzlige Lage: Feuer an Bord! Obwohl es Sig Hansen und seiner Seefahrer-Sippe in Windeseile gelingt, die Flammen zu löschen, hat der Kabelbrand im Maschinenraum verheerende Folgen. Wichtige Teile der Bordelektronik wurden lahmgelegt. Außerdem sind die Pumpen der Krabbentanks ausgefallen, was das Schiff im Extremfall sogar zum Kentern bringen kann. Während die Northwestern zum Spielball der Beringsee wird, hat die Crew alle Hände voll zu tun, die grundlegenden Systeme per Notstromversorgung wieder in Gang zu bekommen. Denn ohne Funk, Radar oder GPS sieht es düster für die Mannschaft aus...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008083","hoster":"VOE"},{"path":"/redirect/8392483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-16","name":"Blut und Stiefelstress","epNo":16,"alt":"Blood \u0026 Guts","descr":"An Bord der Wizard brodelt die Stimmung! Nachdem Captain Keith Colburn das Schiff verlassen und seinem Bruder Monte das Kommando übergeben hat, geraten prompt zwei gestresste Greenhorns aneinander! Miserable Fangzahlen sowie akuter Ködermangel sind die Hauptgründe für die handfeste Auseinandersetzung. Hässlich geht es in dieser Folge aber auch auf anderen Schiffen der Krabbenfangflotte zu: An Bord der Time Bandit wird sogar Blut vergossen, als Decksmann Phillip Hillstrand mit seinem Kopf gegen eine 45 Kilo schwere Käfigtüre knallt! Außerdem muss ein Crewmitglied der Brenna A einen ekligen Wetteinsatz einlösen - und eine schleimige Portion Fischinnereien vertilgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579267","hoster":"VOE"},{"path":"/redirect/8392485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-17","name":"Der Krabbenball","epNo":17,"alt":"Life Or Death Decision","descr":"Der Wind frischt auf in der Beringsee. Wie aus dem Nichts bricht eine Riesenwelle über die Steuerbordseite der Cape Caution herein. Durch die Wucht des Aufpralls schießt ein 360 Kilo schwerer Fangkorb quer über das Deck - und verfehlt dabei um Haaresbreite ein Mannschaftsmitglied! Nur der blitzschnellen Reaktion von Nachwuchs-Skipper Zack Larson ist es zu verdanken, dass der Zwischenfall nicht tödlich endet. An Bord der Cornelia Marie grassiert unterdessen das Krabbenfieber. Mit einer unkonventionellen Fangmethode gelingt Josh Harris der ganz große Coup! Außerdem in dieser Folge: Während sich die Crew der Northwestern in die Kojen verkriecht, muss Mandy Hansen Nachtwache schieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587117","hoster":"VOE"},{"path":"/redirect/8392493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-18","name":"Salz im Trinkwasser","epNo":18,"alt":"The Widowmaker (1)","descr":"Die Saga sticht wieder in See! Nach fünf Tagen Reparaturarbeit im Hafen von Dutch Harbor trommelt Kapitän Jake Anderson seine Mannschaft zusammen, um ein neues Besatzungsmitglied zu begrüßen. Mit dabei ist ab sofort Jakes alter Freund Tommy Walsh. Der erfahrene Seemann aus Irland soll helfen, die verlorene Zeit wieder aufzuholen und die verbleibende Fangquote von 83 Tonnen zu erfüllen. Unterdessen muss die Cape Caution ein ungewöhnliches Problem in den Griff bekommen. Der Trinkwassertank ist mit Meerwasser verschmutzt - was die Suppe von \"Wild\" Bill Wichrowski gehörig versalzt! Außerdem in dieser Folge: Ein verletztes Crewmitglied der Barbara J wird per Rettungshubschrauber evakuiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579268","hoster":"VOE"},{"path":"/redirect/8392489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-19","name":"Trouble mit Tommy","epNo":19,"alt":"The Widowmaker (2)","descr":"600 Kilometer nordwestlich von Dutch Harbor kann Jake Anderson sein Glück kaum fassen: Nach wochenlanger Durststrecke hat der Captain endlich den ersehnten Krabben-Hotspot entdeckt! Aber volle Körbe erfordern maximalen Körpereinsatz der gesamten Crew. Ist Neuzugang Tommy der Extrembelastung gewachsen? Oder wirft der Seemann die Flinte ins Korn bevor die Jagd beendet ist? Während die Saga die Früchte harter Überstunden erntet, dauert die Pechsträhne an Bord der Northwestern an: Kapitän Sig Hansen steuert sein beschädigtes Schiff mit einem riskanten Manöver in den windumtosten Hafen von St. Paul. Drei Meter hohe Wellen und miserable Sicht machen den Zieleinlauf zu einem echten Höllenritt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587114","hoster":"VOE"},{"path":"/redirect/8392490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-20","name":"Herzinfarkt","epNo":20,"alt":"The Widowmaker (3)","descr":"Stress, Schlafmangel und Schufterei hinterlassen selbst bei hartgesottenen Seemännern ihre Spuren. Vor allem am Ende einer kräftezehrenden Fangsaison ist der Akku bei vielen Krabbenfischern leergefegt bis zum Grund. In dieser Folge fordern die Anstrengungen der letzten Monate einen hohen Tribut: Beringsee-Urgestein Sig Hansen klagt über plötzliche Schmerzen in der Brust und geht mit einem schweren Herzinfarkt zu Boden! Zum Glück befindet sich die Northwestern zu diesem Zeitpunkt nur eine halbe Stunde vom Festland entfernt, so dass der Captain zur genaueren Untersuchung schnellstmöglich in die Klinik nach Anchorage ausgeflogen werden kann. Ein Schock mit ungewissen Folgen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587118","hoster":"VOE"},{"path":"/redirect/8392494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-12/episode-21","name":"Lektionen des Lebens","epNo":21,"alt":"The Widowmaker (4)","descr":"Kapitän \"Wild\" Bill Wichrowski wird von einer zermürbenden Frage gequält: Will sein Sohn Zack das Kommando auf der Cape Caution übernehmen? Oder hat der 31-jährige Nachwuchs-Skipper ganz andere Pläne mit seinem Leben? Um das brisante Thema ein für allemal aus der Welt zu schaffen, beruft der Captain eine Familienbesprechung ein. Doch das Vater-Sohn-Gespräch im Steuerhaus entwickelt sich zu einem emotionsgeladenen Schlagabtausch - und läuft gewaltig aus dem Ruder! Außerdem in dieser Folge: Die Besatzungen der Krabbenfangflotte ziehen die letzten prall gefüllten Körbe der Saison an Bord. Um die festgelegten Quoten bis zum Limit auszureizen, mobilisieren die Männer dabei sämtliche Kraftreserven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587121","hoster":"VOE"},{"path":"/redirect/8392496","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-1","name":"Neustart in unbekannten Gewässern","epNo":1,"alt":"Uncharted Territory","descr":"Steigende Wassertemperaturen und Überfischung machen der Krabbenfangflotte in Alaska einen Strich durch die Rechnung. Die Folgen sind fatal: Denn um den Artbestand zu schonen, wurde die Quote für Königskrabben um 15 Prozent reduziert. Die begehrten Bairdi-Krabben sind mittlerweile sogar so selten, dass für diese Saison ein komplettes Fangverbot besteht! Für die Krabbenfischer bedeutet das drastische finanzielle Einbußen, und der Konkurrenzkampf zwischen den Besatzungen wird zusätzlich angeheizt. Doch den Männern bleibt nichts anderes übrig, als trotzdem raus aufs Meer zu fahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434207","hoster":"VOE"},{"path":"/redirect/13434208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-2","name":"Wenn das Meer sich erwärmt","epNo":2,"alt":"Seismic Shift","descr":"Seebär Sig Hansen hat sich von seinem schweren Herzinfarkt erholt und ist zurück an Bord der \"Northwestern\". Aus Rücksicht auf die eigene Gesundheit will der Kapitän es in diesem Jahr etwas ruhiger angehen. Aber kaum haben Sig und seine Crew viel versprechende Fanggründe erreicht, sind die guten Vorsätze auch schon wieder vergessen. Zum Glück erkennt Bruder Edgar den Ernst der Lage und interveniert mit einem Telefonjoker! Außerdem in dieser Folge: Der erste kräftige Herbststurm fegt über das Beringmeer! Während die \"Time Bandit\" von einer massiven 10-Meter-Welle getroffen wird, muss sich Captain Wild Bill Wichrowski erst noch an sein neues Schiff, die \"Summer Bay\", gewöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434209","hoster":"VOE"},{"path":"/redirect/13434210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-3","name":"Giftiger Qualm","epNo":3,"alt":"Down In Flames","descr":"Alarm auf der \"Saga\": Im Maschinenraum ist eine Kupplung heiß gelaufen – und genau die erzeugt plötzlich eine Wolke aus hochgiftigem Qualm! Zwar können Jake Anderson und seine Männer Schlimmeres gerade noch verhindern, aber bis der Schaden behoben ist, treibt das Schiff 300 Kilometer vom Festland entfernt manövrierunfähig im Wasser. Sean Dwyer, Kapitän der \"Brenna A\", hat dagegen mit anderen Problemen zu kämpfen: Um sich und seine Besatzung vor einer finanziellen Schieflage zu bewahren, muss der junge Skipper dringend neue Projekte an Land ziehen. Denn ihre Zwergen-Quote für Königskrabben hat die Crew bereits fast erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434212","hoster":"VOE"},{"path":"/redirect/13434216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-4","name":"Rückschläge und Gegenwind","epNo":4,"alt":"Crushing Blows","descr":"Keith Colburn und der Besatzung der \"Wizard\" ist es in Rekordzeit gelungen, die Tanks randvoll mit Krabben zu füllen. Aber während die einen bereits satte Gewinne einstreichen, läuft es bei anderen eher suboptimal. An Bord der \"Saga\" geht die Pannenserie in die nächste Runde: Kaum ist ein defekter Scheinwerfer am oberen Ende des meterhohen Masten gesichert, droht eine lose Holzplanke im Tank den Fang zu zerschmettern. Sollte Jakes Pechsträhne nicht schleunigst beendet sein, könnte das gravierende Folgen für die gesamte Crew mit sich bringen! Später muss Kapitän Wild Bill Wichrowski erkennen, dass seine Gutgläubigkeit von einem Besatzungsmitglied schamlos ausgenutzt wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434221","hoster":"VOE"},{"path":"/redirect/13434222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-5","name":"Voller Einsatz unterm Vollmond","epNo":5,"alt":"Bad Moon","descr":"Krabben mögen es kalt! Aber der Klimawandel macht selbst vor den eisigen Gewässern des Nordpazifiks keinen Halt. Durch die steigende Wassertemperatur im Beringmeer wandern die Königskrabben in immer tiefere Gefilde ab. Die Hillstrand-Brüder haben das Katz-und-Maus-Spiel längst durchschaut. Dank jahrzehntelanger Erfahrung wissen Johnathan und Andy genau, wo sich die Krustentiere verstecken. So schafft es das brüderliche Doppelgespann einmal mehr, die \"Time Bandit\" direkt über einem lukrativen Krabben-Hotspot zu platzieren. Von soviel Professionalität kann Kapitän Keith Colburn nur träumen: Als die Unaufmerksamkeit seiner Crew einen neuen Höhepunkt erreicht, platzt dem Boss an Bor","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434219","hoster":"VOE"},{"path":"/redirect/13434225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-6","name":"Leck unter Deck","epNo":6,"alt":"Hail Mary, Full Of Crab","descr":"Bedrohliche Böen, ein abgerissener Anker und ein handfester Faustkampf: Auf der \"Saga\" ist in dieser Folge der Teufel los! Besonders brenzlig wird es für die Mannschaft vor der Insel Akutan. Da der kleine Hafen überfüllt ist, muss das Schiff bei stürmischem Seegang draußen vor Anker gehen. Dabei bemerkt Kapitän Jake Anderson erst im letzten Moment, dass die Strömung die \"Saga\" gefährlich nah an die Küste treibt! An Bord der \"Time Bandit\" haben Johnathan Hillstrand und seine Crew mit einem ganz anderen Problem zu kämpfen. Eine Rohrleitung, die den hinteren Krabbentank mit Wasser versorgen soll, ist undicht! Die Mannschaft muss das Leck schleunigst schließen, sonst droht das Schiff zu sinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434229","hoster":"VOE"},{"path":"/redirect/13434231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-7","name":"Mit neuer Crew zum Kabeljau","epNo":7,"alt":"Poisoned At Sea","descr":"Sean Dwyer, der junge Kapitän der \"Brenna A\", hat als Neuling im Beringmeer die kleinste Fangquote der gesamten Flotte abbekommen. Um neben dem Geschäft mit den Königskrabben noch etwas dazu zu verdienen, ist dem Skipper so gut wie jedes Mittel recht. Daher rüstet Sean sein Schiff kurzerhand auf den Fang von Kabeljau um. Das Problem dabei: Wegen der deutlich geringeren Rendite ist Fischfang bei den Männern eher unbeliebt – und so muss Sean nicht nur seine Ausrüstung, sondern auch fast die gesamte Crew erneuern! Unterstützung bekommt er dabei von einem bekannten Gesicht. Maschinist Zack Larson, Wild Bill Wichrowskis Sohn, ist ab sofort bei der \"Brenna A\" an Bord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434228","hoster":"VOE"},{"path":"/redirect/13434230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-8","name":"Sturm und Fang und Diagnosen","epNo":8,"alt":"40-Foot Monsters","descr":"Die Herbstsaison steuert unaufhaltsam ihrem Ende entgegen. Während die ersten Schiffe ihre Quoten für Königskrabben bereits erreicht haben, kämpfen andere auf hoher See mit starken Winden und riesigen Wellen. Trotz widrigen Bedingungen entscheidet sich Kapitän Johnathan Hillstrand für eine Abkürzung auf dem Heimweg. Östlich der Insel Unimak manövriert der Skipper seine \"Time Bandit\" durch eine berüchtigte Meerenge, den so genannten \"False Pass\". Zwischen unsichtbaren Sandbänken und fünf Meter hohen Brechern gelingt es der Besatzung mit einem letzten Kraftakt den Gezeiten zu entkommen. Nur 15 Kilometer entfernt gerät die \"Summer Bay\" ebenfalls in die Fänge des Herbststurms …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434233","hoster":"VOE"},{"path":"/redirect/13434237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-9","name":"Kurs auf Russland","epNo":9,"alt":"The Russian Line","descr":"Frei nach dem Motto \"der frühe Fischer fängt die Krabbe\" können es die Besatzungen der Beringsee-Flotte kaum erwarten in die diesjährige Wintersaison zu starten. Allerdings wurde zur Sicherung des Artbestands die Quote für Schneekrabben um 50 Prozent reduziert. Das heizt den Konkurrenzkampf zusätzlich an, und die Kapitäne müssen sich schon etwas einfallen lassen, um am Ende nicht leer auszugehen! Keith Colburn setzt bei der Jagd nach den so genannten \"Opilios\" auf einen zeitlichen Vorteil sowie auf familiäre Verstärkung. Während die meisten Schiffe noch im Hafen schlummern, legt der Skipper der \"Wizard\" einen winterlichen Frühstart hin. Außerdem packt erstmals auch Sohn Caelan mit an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434164","hoster":"VOE"},{"path":"/redirect/13434163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-10","name":"Hansens Rückkehr","epNo":10,"alt":"Back To The Killing Season","descr":"Windstärke 10 und fast neun Meter hohe Wellen! Ein Sturmtief zieht über den Nordpazifik und nimmt die Krabbenfangflotte kräftig in die Mangel. An Bord der \"Summer Bay\" versucht Kapitän Wild Bill Wichrowski dem Sturm mit Hilfe von Hightech ein Schnippchen zu schlagen. Zum ersten Mal bringt der Captain eine neuartige Technik zum Einsatz: Die so genannten Krabbenrufgeräte werden in jedem dritten Korb platziert und anschließend am Meeresgrund versenkt. Unterwasser senden die Mini-Boxen täuschend echte Krabbenfressgeräusche in die Umgebung ab. So wird den Krustentieren vorgegaukelt, dort wäre eine Futterquelle versteckt. Aber liefert das listige Experiment am Ende auch den gewünschten Fangerfolg?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434165","hoster":"VOE"},{"path":"/redirect/13434167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-11","name":"Wellen von allen Seiten","epNo":11,"alt":"Hurricane Alley","descr":"Windstärke 10 und fast neun Meter hohe Wellen! Ein Sturmtief zieht über den Nordpazifik und nimmt die Krabbenfangflotte kräftig in die Mangel. An Bord der \"Summer Bay\" versucht Kapitän Wild Bill Wichrowski dem Sturm mit Hilfe von Hightech ein Schnippchen zu schlagen. Zum ersten Mal bringt der Captain eine neuartige Technik zum Einsatz: Die so genannten Krabbenrufgeräte werden in jedem dritten Korb platziert und anschließend am Meeresgrund versenkt. Unterwasser senden die Mini-Boxen täuschend echte Krabbenfressgeräusche in die Umgebung ab. So wird den Krustentieren vorgegaukelt, dort wäre eine Futterquelle versteckt. Aber liefert das listige Experiment am Ende auch den gewünschten Fangerfolg?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434170","hoster":"VOE"},{"path":"/redirect/13434171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-12","name":"Im arktischen Sturm","epNo":12,"alt":"Arctic Mega Storm","descr":"Wer in den gnadenlosen Gewässern der Beringsee unterwegs ist, darf sich keine Fehler erlauben. Selbst die kleinste Panne kann fatale Folgen haben - vor allem wenn man sich in einem ausgewachsenen arktischen Wintersturm befindet! An Bord der \"Wizard\" gerät Decksmann Roger Schlosstein in die Fänge der See: Erst wird ihm die Hand von einem abgesprungenen Seil eingequetscht und dann kollidiert der Fischer auch noch mit einem 360 Kilo schweren Fangkorb, der ihm fast das Rückgrat gebrochen hätte. Auch die \"Summer Bay\" wird von einer Verkettung unglücklicher Umstände heimgesucht. Nachdem der Crew der Köderfisch ausgegangen ist, müssen die Männer das spiegelglatte Deck von fünf Tonnen Eis befreien!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434177","hoster":"VOE"},{"path":"/redirect/13434172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-13","name":"Der Aufständische","epNo":13,"alt":"Dead-Stick","descr":"Kumpel oder Kapitän? Auf der \"Saga\" hat Jake Anderson alle Hände voll zu tun, die Moral seiner Truppe aufrecht zu erhalten. Denn bei Eiseskälte, kräftezehrenden Überstunden sowie akutem Schlafmangel droht die Stimmung an Bord zu kippen. Gerade als Jake die Früchte eines Krabben-Hotspots ernten will, erreichen die Testosteron geladenen Spannungen den Siedepunkt. Einmal mehr muss der junge Captain ein Machtwort sprechen, um seine Crew daran zu erinnern, wer im Steuerhaus das Sagen hat! Über tausend Kilometer vom Heimathafen entfernt, an der Grenze zu Russland, landet auch Johnathan Hillstrand auf der \"Time Bandit\" einen Krabben-Coup: 670 Krustentiere in einem Korb, das ist neuer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434175","hoster":"VOE"},{"path":"/redirect/13434181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-14","name":"Im Schutz der Insel","epNo":14,"alt":"450 Mile Storm","descr":"Ein 700 Kilometer breiter Monstersturm wütet über dem Nordpazifik. Unberechenbare Riesenbrecher im Sekundentakt. Den Männern der Krabbenfangflotte bleibt keine andere Wahl, als das Unwetter auszusitzen. Im Lee der Beringsee-Insel Saint Paul suchen die Schiffe Schutz. Bei ähnlich widrigen Bedingungen hatte Kapitän Sig Hansen im letzten Jahr die Einfahrt in den Hafen gewagt – keine gute Idee, denn das Manöver endete in einer Beihnahe-Katastrophe! Diesmal entscheidet sich der Skipper für einen sicheren Ankerplatz vor der Küste. Sämtlichen Unwetterwarnungen zum Trotz, lässt sich ein Krabbenfischer nicht von der Arbeit abhalten: Keith Colburn steuert seine \"Wizard\" mitten in den Wint","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434179","hoster":"VOE"},{"path":"/redirect/13434184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-15","name":"Mobbing auf der Brenna A","epNo":15,"alt":"Respect Earned","descr":"Mann muss nehmen, was Mann kriegen kann. Da die Krabbenquote für Jungkapitän Sean Dwyer in dieser Saison recht dürftig ausgefallen ist, sind er und seine testosterongeladene Truppe auf der Jagd nach fangfrischem Kabeljau! Allerdings ist es um die Moral der Mannschaft nicht ganz so gut bestellt, wie um den Fangerfolg. Entsprechend schnell brodelt die Stimmung an Bord der \"Brenna A\". Diesmal verschwört sich die Crew gegen das schwächste Glied der Kette. Im Visier der Mobber: Craig \"Crabby\" Leake, der Lassowerfer aus der Beringsee. Außerdem in dieser Folge: Sig Hansen erholt sich von einem Fehlalarm und Kapitän Wild Bill Wichrowski muss seine \"Summer Bay\" von anderthalb Tonnen Eis bef","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434190","hoster":"VOE"},{"path":"/redirect/13434185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-16","name":"Tiefer Fall","epNo":16,"alt":"Man Down","descr":"Wer hoch klettert, fällt auch tief! Diese Lektion muss Decksmann Luce Poutowa gleich zu Beginn seiner Lehrzeit am eigenen Leib erfahren. Auf der Saga rutscht der Neuzugang von einem Stapel Krabbenkörbe und knallt aus viereinhalb Metern Höhe mit voller Wucht aufs Deck. Was tödlich hätte enden können, ruft bei dem Fischer akuten Brechreiz sowie schweren Schwindel hervor – Anzeichen für eine Gehirnerschütterung! Kapitän Jake Anderson bleibt keine Wahl: Der Skipper muss sein verletztes Besatzungsmitglied schnurstracks ins nächste Krankenhaus befördern. Auch an Bord der \"Wizard\" wird scharf geschossen. Hier fliegen aber keine Krabbenfischer, sondern 20 Kilo schwere Eisblöcke durch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434188","hoster":"VOE"},{"path":"/redirect/13434195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-17","name":"Hillstrands letzter Fang","epNo":17,"alt":"Hillstrand’s Last Catch","descr":"Eine Ära geht zu Ende: Kapitän Johnathan Hillstrand streicht nach 37 Jahren auf hoher See die Segel. Doch bevor der Skipper den Countdown für sein Karriereende einläutet, muss er mit etwas ganz anderem fertig werden. Fast 50 Tonnen Eis haben sich an Deck der \"Time Bandit\" abgelagert! Um feierlich seine letzten Krabbenkörbe an Bord ziehen zu können, muss der Seebär also kräftig Vorarbeit leisten. Pünktlich zum Ruhestand singt die Beringsee ein letztes Lied für den Captain. Fast acht Meter hohe Wellen und steife Brise aus Nordost inklusive! Außerdem in dieser Folge: Die Fischer der \"Wizard\" werden von einem lukrativen Krabbenfund verzaubert und Jake Anderson nimmt zwei neue Crewm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434191","hoster":"VOE"},{"path":"/redirect/13434198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-18","name":"Das Notsignal","epNo":18,"alt":"Lost At Sea","descr":"1. Februar, 2017. Die Küstenwache in Anchorage hat ein Notsignal der \"Destination\" empfangen, knapp zwei Kilometer westlich von St. George. Alle Schiffe in der Umgebung sind aufgefordert, Ausschau zu halten, wenn möglich Hilfe zu leisten und Sichtungen unverzüglich den Behörden zu melden. Ein Rettungshubschrauber ist unterwegs zu den Verunglückten! Während ein Großteil der Krabbenfangflotte zu weit entfernt ist, um den vermissten Seeleuten zu helfen, besteht nach mehrtägiger Suche leider traurige Gewissheit: Kapitän Jeff Hathaway sowie seine fünfköpfige Besatzung der \"Destination\" haben das Unglück nicht überlebt. Sig Hansen hat bei der Katastrophe einen seiner besten Freund","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434196","hoster":"VOE"},{"path":"/redirect/13434200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-13/episode-19","name":"Noch einmal alles geben!","epNo":19,"alt":"Last Damn Arctic Storm","descr":"Die Alaska-Krabbenfangflotte steht noch immer unter Schock. Sechs Kameraden haben in den eisigen Fluten der Beringsee ihr Leben gelassen! Auch ein enger Freund von Sig Hansen ist unter den Opfern. Aus Respekt und Trauer hat Sig entschieden, die Saison frühzeitig abzubrechen. Daher übernimmt sein Bruder Edgar das Steuer der \"Northwestern\". Auch den anderen Männern sitzt der Schreck der Tragödie noch eiskalt im Nacken. Aber was bleibt ihnen anderes übrig, als noch einmal hinaus aufs Meer zu fahren und die Saison zu Ende zu bringen? Während die Crews ihre Jagd nach dem weißen Schneekrabben-Gold fortsetzen, muss die Küstenwache ein weiteres Mal ausrücken, um verunglückte Fischer zu","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917364","hoster":"VOE"},{"path":"/redirect/13434204","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-1","name":"Neue Strategien, neue Allianzen","epNo":1,"alt":"","descr":"An der gesamten Beringsee versammeln sich Kapitäne und Crews, um den verunglückten Krabbenfischern der vergangenen Saison zu gedenken. Sechs tapfere Kollegen mussten in den stürmischen Gewässern ihr Leben lassen. Das Meer hat sie genommen! Die Zeremonie führt den sonst so harten Männern einmal mehr vor Augen, wie riskant ihr Arbeitsalltag wirklich ist. Aber es gibt auch Licht am Ende des Tunnels: In diesem Jahr darf zumindest eine kleine Quote der begehrten Bairdi-Krabben gefangen werden. Das erhöht die Chance, angefallene Reparaturkosten zu tilgen. Außerdem ist ein alter Bekannter zurück an Bord der \"Cornelia Marie\". Gemeinsam mit Kapitän Casey McManus sticht auch wieder Josh Harris in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434481","hoster":"VOE"},{"path":"/redirect/13434482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-2","name":"Freund oder Feind?","epNo":2,"alt":"","descr":"Seebär Sig Hansen hat einen viel versprechenden Krabben-Hotspot ausgemacht. Gemeinsam mit seiner Mannschaft zieht der Kapitän der \"Northwestern\" prall gefüllte Körbe an Bord. Aber die Konkurrenz schläft nicht und hat die Beute bereits gewittert. Kann Sig seine Goldgrube in Ruhe ausheben, oder macht ihm die restliche Flotte einen Strich durch die Rechnung? Um sich ebenfalls einen Teil des Kuchens zu sichern, beschließen Keith Colburn und Jake Anderson ihre Kräfte zu vereinen: Mit einem eigens entwickelten Geheimcode wollen die Partner ihren Funkverkehr verschlüsseln. Später wird ein Crewmitglied mit einem abgerissenen Finger vom Rettungshubschrauber der Küstenwache abtransportiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434484","hoster":"VOE"},{"path":"/redirect/13434485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-3","name":"Das Grosse Misstrauen","epNo":3,"alt":"","descr":"Des einen Glück und des anderen Leid: Während es Kapitän Keith Colburn mit seiner \"Wizard\" bereits gelungen ist, die Speichertanks voll mit Königskrabben zu füllen, fischt ein Großteil der Flotte in eher trüben Gewässern. Im Süden der Fanggründe bringt die Krabbenflaute Wild Bill Wichrowski und seine Männer der \"Summer Bay\" um den Verstand. Jake Anderson gelingt es im letzten Moment eine Beinahe-Katastrophe mit einer verhedderten Boje abzuwenden und an Bord der \"Brenna A\" geht ein Crewmitglied mit einer Kopfverletzung zu Boden. Schlechtes Wetter setzt Kapitän Sean Dwyer zusätzlich unter Druck. Sollte die Mannschaft nicht bald randvolle Körbe an Deck hieven, sieht es mau aus für diese Saison...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434488","hoster":"VOE"},{"path":"/redirect/13434489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-4","name":"Das Diesel-Desaster","epNo":4,"alt":"","descr":"Seebär Sig Hansen ist mit seiner \"Northwestern\" auf der Suche nach dem nächsten Krabben-Hotspot. Nachdem ihm beim letzten viel versprechenden Fund der Rest der Flotte einen gehörigen Teil seiner Beute abgeluchst hat, will der sturmerprobte Skipper dieses Mal ein ähnliches Fiasko um jeden Preis verhindern. Bevor Hansen seinen Jackpot knacken kann, muss sich aber erst noch herausstellen, wo die große Krabben-Party steigt. Außerdem in dieser Folge: Nach einer gescheiterten Partnerschaft leckt Josh Harris seine salzigen Wunden und Captain Keith Colburn ist von einer Klinikuntersuchung zurück an Bord der \"Wizard\". Was dem Krabbenfischer fehlt, ist bislang selbst den Ärzten ein Rätsel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434494","hoster":"VOE"},{"path":"/redirect/13434493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-5","name":"Angeschlagen","epNo":5,"alt":"","descr":"Bei Dauerbelastung im Eiswasser der Beringsee machen selbst aufwändig gewartete Schiffe schlapp. Diese bittere Erkenntnis wird gleich zwei Captains auf unangenehme Weise ins Gedächtnis gerufen. Zum einen hat Jake Anderson mit einem gerissenen Hydraulikschlauch zu kämpfen, der das gesamte Deck der \"Saga\" mit einer Schmierschicht aus Öl überzieht. Zum anderen machen seltsame Geräusche im Schiffsrumpf Skipper Keith Colburn hellhörig. Nach intensiver Fehlersuche steht fest: Ein Wassereinbruch am Bug der \"Wizard\" ist für das seltsame Fahrverhalten verantwortlich. Können die Männer ihre Probleme auf hoher See selbst wieder in den Griff bekommen? Oder bleibt am Ende nur der Weg in den Hafen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434497","hoster":"VOE"},{"path":"/redirect/13434507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-6","name":"Kampf mit dem Hurrikan","epNo":6,"alt":"","descr":"Ein massives Tiefdruckgebiet bahnt sich seinen Weg durch die Beringsee. Windböen mit Orkanstärke und bis zu achteinhalb Meter hohe Brecher sind vom Küstenwetterdienst vorhergesagt. Bei dem aufziehenden Sturm handelt es sich um einen ausgewachsenen arktischen Hurrikan mit einem Durchmesser von über 2.500 Kilometern. Die Kapitäne der Krabbenflotte müssen sich entscheiden, ob sie das heran nahende Übel an den Hörnern packen, oder ob sie die Segel raffen und den Sturm an der Kaimauer abwettern. Wild Bill Wichrowski geht auf volles Risiko und sticht mit wehenden Flaggen in See. Doch damit setzt er nicht nur sein eigenes Leben, sondern auch das der Besatzung aufs Spiel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434448","hoster":"VOE"},{"path":"/redirect/13434449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-7","name":"Volles Boot, leere Batterie","epNo":7,"alt":"","descr":"Die Krabbenfischer im Nordpazifik mobilisieren ihre letzten Kraftreserven, um die Saison für Königskrabben erfolgreich zu Ende zu bringen. Während Co-Kapitän Josh Harris seine Männer der \"Cornelia Marie\" mit einem Wetteinsatz bei Laune hält, geht an Bord der \"Saga\" ein Fischer mit Fußverletzung zu Boden. Falls Decksboss Sean ausfällt, dürfte das den Zeitplan der Fischer um Tage nach hinten werfen. Wild Bill Wichrowski hat seine Quote bereits erreicht. Insgesamt sind fast 30.000 Kilogramm Krustentiere im Bauch der \"Summer Bay\" verschwunden. Auch die Bezahlung der Crew kann sich sehen lassen. Für mehrere Wochen knallharte Arbeit streicht jedes Besatzungsmitglied satte 20.000 Dollar ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434454","hoster":"VOE"},{"path":"/redirect/13434450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-8","name":"Das Logbuch des Vaters","epNo":8,"alt":"","descr":"Während die Herbstsaison im Nordpazifik unaufhaltsam ihrem Ende entgegen steuert, ist die Nachwuchsgeneration der Krabbenfischer damit beschäftigt, die letzten vollen Körbe an Deck zu hieven. Auf der \"Cornelia Marie\" liegen die Nerven blank, da die Krustentiere wie vom Meeresboden verschwunden sind! Kann Captain Josh Harris im Logbuch seines verstorbenen Vaters einen Hinweis auf den Verbleib der flüchtigen Beute finden? Außerdem in dieser Folge: Die Helikopter-Staffel der Küstenwache versucht mit einem riskanten Rettungsmanöver das verletzte Besatzungsmitglied eines Frachters zu bergen und ein Unfall an Bord der \"Saga\" droht die Saison von Skipper Jake Anderson frühzeitig zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434453","hoster":"VOE"},{"path":"/redirect/13434458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-9","name":"Von Bruder zu Bruder","epNo":9,"alt":"","descr":"Dutch Harbor im Dezember: Die Bairdi-Krabbensaison ist eröffnet! Jetzt wollen die Fischer Beute im Gesamtwert von 27 Millionen Dollar an Deck ziehen. Nach einer erfolgreichen Königskrabbensaison als Co-Kapitän, übernimmt Skipper Josh Harris das Steuer der \"Cornelia Marie\" erstmals in Eigenverantwortung. Auch das Doppelgespann Keith und Monte Colburn mischt bei der Jagd nach den Bairdis mit. Aber eine seltene Wirbelsäuleninfektion zwingt Keith eine Auszeit vom Schiff zu nehmen. Durch den Ausfall lasten 70.000 Krabben-Kilos allein auf Montes Schultern! Auch die Crew der \"Summer Bay\" hat mit erheblichen Startproblemen zu kämpfen. Der Motor spuckt Wasser und verweigert jegliche Arbeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434456","hoster":"VOE"},{"path":"/redirect/13434457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-10","name":"Verfluchter Winter","epNo":10,"alt":"","descr":"Schon 14 Tage Verspätung - und die Uhr tickt unaufhaltsam weiter! Nach einem schweren Motorschaden muss Captain Wild Bill Wichrowski sein kaputtes Schiff endlich vom Dock bekommen. Jede verpasste Fuhre kostet die Besatzung bares Geld. Während draußen auf hoher See ein Teil der Krabbenflotte gegen gigantische Gezeitenwellen kämpft, um die Bairdi-Quote zu erfüllen, trudeln in Dutch Harbor auch die letzten Nachzügler ein. Pünktlich zum Start der Schneekrabbensaison übernimmt Alaska-Urgestein Sig Hansen das Steuer der \"Northwestern\" von seinem Bruder Edgar. Außerdem in dieser Folge: An Bord der \"Wizard\" zaubert Monte Colburn technische Probleme weg...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434464","hoster":"VOE"},{"path":"/redirect/13434462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-11","name":"Skipper verzweifelt gesucht","epNo":11,"alt":"","descr":"Die Wintersaison im Nordpazifik ist in vollem Gange. Auf der Jagd nach Opilio-Krabben suchen die meisten Schiffe der Fangflotte ihr Glück weit draußen auf der Beringsee. Um sich seinen ganz persönlichen Hotspot im Eismeer zu sichern, steuert Skipper Sig sogar weit über die traditionellen Fanggründe hinaus. Aber auch Kapitän Jake Anderson schwimmt gegen den Strom: Er wittert die begehrte Beute ganz nah, in heimischen Gewässern! Nur 80 Kilometer vom Hafen entfernt bringt die Besatzung der \"Saga\" ihre Körbe aus - Geniestreich oder Supergau? An Bord der \"Brenna A\" hat Sean Dwyer mit gravierenden Problemen zu kämpfen. Ein geplatzter Hydraulikschlauch droht die Krabbentanks zu vergiften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434465","hoster":"VOE"},{"path":"/redirect/13434470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-12","name":"Zwei sind einer zu viel","epNo":12,"alt":"","descr":"Auf der Jagd nach einem lukrativen Schneekrabben-Spot steuert Josh Harris die \"Cornelia Marie\" zu einem berüchtigten Unterwassergebirge, dem Rock Pile. Gerade als die Crew das felsige Zielgebiet erreicht, kommt es zu zwei gravierenden Zwischenfällen. Zuerst kracht ein 360 Kilo schwerer Fangkorb aufs Deck und dann knallt Greenhorn Taylor auch noch mit seinem Schädel gegen ein Stahlgeländer. Später ist Kapitän Monte auf der Suche nach einem Ersatzskipper für seinen Bruder Keith. Ein möglicher Kandidat wäre Urgestein Harry Lewis. Doch als sich herausstellt, dass Harry seit fast zehn Jahren nicht zur See gefahren ist, treibt das die Mannschaft der \"Wizard\" schnurstracks in Richtung Meuterei!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434469","hoster":"VOE"},{"path":"/redirect/13434475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-13","name":"Ein Unglück kommt selten allein","epNo":13,"alt":"","descr":"Jede Stunde zählt! An Bord der \"Northwestern\" liegen die Nerven blank, als es ein Besatzungsmitglied verpennt, Kapitän Sig Hansen pünktlich aus der Koje zu trommeln. Morgenmuffel Sig macht seinen Männern unmissverständlich klar, dass er derartiges Verhalten unter keinen Umständen tolerieren wird. Schließlich stehen eine Million Dollar in Form von Krabbenfleisch auf dem Spiel - und bis zum Abladetermin im Hafen bleiben nur 48 Stunden Zeit! Später versucht Co-Kapitän Harry Lewis die Mannschaft der \"Wizard\" mit einer musikalischen Showeinlage zu verzaubern. Was allerdings viel wichtiger ist, als das Unterhaltungsprogramm für die Crew: eine gründliche Aussprache mit Monte Colburn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434472","hoster":"VOE"},{"path":"/redirect/13434476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-14","name":"Feuertaufe in schwerer See","epNo":14,"alt":"","descr":"Captain Wild Bill Wichrowski hängt im Zeitplan hinterher. Nachdem ein Motorschaden die \"Summer Bay\" für mehrere Wochen lahmgelegt hat, gilt es jetzt die Schneekrabben-Saison in Windeseile abzuwickeln. Da die Konkurrenz die bekannten Fanggründe bereits abgegrast hat, versucht Bill sein Glück weitab der üblichen Route. Außerdem in dieser Folge: Sigs Tochter Mandy ist zurück an Bord der \"Northwestern\". Während Mandys Mann Clark für die Köder zuständig ist, muss die Nachwuchs-Skipperin ihre Feuertaufe im Steuerhaus bestehen - und das bei beachtlich schwerer See! Zum Glück hat Familienoberhaupt Sig die gefährlichen Brecher im Blick, um seine Tochter rechtzeitig vorzuwarnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434477","hoster":"VOE"},{"path":"/redirect/13434483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-15","name":"Sturm unterm Supermond","epNo":15,"alt":"","descr":"Ein seltenes Naturphänomen, das nur etwa alle 150 Jahre auftritt, treibt die Wellen in die Höhe. In diesem Stadium ist der Mond der Erde so nah wie nie. Die Wassermassen werden durch die Anziehungskraft des Erdtrabanten regelrecht aufgeschoben. Hinzu kommt ein massives Tiefdruckgebiet, was den Effekt noch verstärkt. Extreme Winde und 10 Meter hohe Wellen sind die Folge! Während Sig Hansen mit ernsten Motorproblemen zu kämpfen hat und Sean Dwyer im Angesicht des Sturms die Segel streicht, wagt Kapitän Wild Bill Wichrowski ein riskantes Manöver. Er steuert die \"Summer Bay\" zu einem prall gefüllten Krabbenversteck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434501","hoster":"VOE"},{"path":"/redirect/13434503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-16","name":"Sturz in die Beringsee","epNo":16,"alt":"","descr":"Der Supermond hat die Krabbenfangflotte im Nordpazifik weiterhin fest in seinem Griff! Nachdem Greenhorn Spencer über die Reling der \"Summer Bay\" in die eiskalten Fluten gestürzt ist, sitzt der Schreck bei der gesamten Mannschaft tief. Zum Glück gelingt es den Männern mit vereinten Kräften, den völlig durchgefrorenen Fischer wieder an Deck zu hieven. Das war Rettung in letzter Sekunde! An Bord der \"Cornelia Marie\" setzt Skipper Josh Harris alles auf eine Karte. Um die heiß begehrten Opilio-Krabben aus ihrem eisigen Versteck zu locken, versenkt er sämtliche Fangkörbe an nur einem Spot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434504","hoster":"VOE"},{"path":"/redirect/13434506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-17","name":"Rivalen im Revier","epNo":17,"alt":"","descr":"Fette Beute für Josh Harris und Casey McManus: Im Süden der Fanggründe ist das Kapitänsduo der \"Cornelia Marie\" auf einen prall gefüllten Krabben-Hotspot gestoßen. Während die Krustentiere kiloweise in den Lagertanks verschwinden, tauchen plötzlich Rivalen im Revier auf! Beringsee-Urgestein Sig Hansen hat den Braten gerochen und platziert die Körbe der \"Northwestern\" direkt daneben. Doch damit hat der erfahrene Skipper mehr als nur eine goldene Regel gebrochen. Mit seiner frechen Aktion gräbt er der Konkurrenz satte Gewinne ab. Außerdem in dieser Folge: Der Seenotsender der \"Saga\" schlägt Alarm! Ist der Crew etwas zugestoßen? Oder brodelt die Gerüchteküche nur schneller als","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434508","hoster":"VOE"},{"path":"/redirect/13434509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-18","name":"Ärger mit dem Anker","epNo":18,"alt":"","descr":"Über der Beringsee braut sich ein ausgewachsenes Unwetter zusammen. Jetzt müssen die Kapitäne der Krabbenfangflotte entscheiden, ob sie den arktischen Wintersturm im Hafen abwarten oder ob sie den gefährlichen Bedingungen zum Trotz raus aufs Meer fahren. Skipper Sean Dwyer wählt den riskanten Weg: Er steuert seine \"Brenna A\" mitten hinein in den wütenden Sturm! Als ein 9-Meter-Brecher das Schiff aus dem toten Winkel erwischt, wird der Mannschaft schlagartig klar, in welcher Gefahr sie sich befindet. Unterdessen hat Jake Anderson auf der Leeseite von St. Paul Island einen vermeintlich sicheren Ankerplatz gefunden. Aber als die Ankerkette der \"Saga\" reißt, gerät die Lage außer Kontrolle ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434722","hoster":"VOE"},{"path":"/redirect/13434686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-19","name":"Eine Frage des Respekts","epNo":19,"alt":"","descr":"180.000 Kilo Krabben im Wert von rund 1,2 Millionen Dollar: Kapitän Monte Colburn zieht die letzten prall gefüllten Körbe an Deck der \"Wizard\". Eigentlich ein Grund zum Feiern, denn für die Mannschaft geht eine ertragreiche Opilio-Saison zu Ende. Aber kaum im Hafen von Dutch Harbor angekommen, liefern sich die Brüder Colburn einen heftigen Streit. Keith ist extra angereist, um der Besatzung zu ihrem Erfolg zu gratulieren. Doch als Monte vor versammelter Mannschaft ein Crewmitglied respektlos behandelt, platzt seinem Bruder der Kragen! Außerdem in dieser Folge: Jake Anderson steuert die \"Saga\" in einen heftigen Wintersturm und Wild Bill Wichrowski bangt um seine Zukunft als Krabbenfischer ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434721","hoster":"VOE"},{"path":"/redirect/13434725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-14/episode-20","name":"Der Lohn der Tüchtigen","epNo":20,"alt":"","descr":"Showdown im Nordpazifik – Nach sechs zermürbenden Wochen auf hoher See hat ein Teil der Fangflotte bereits zusammengepackt. Für Kapitän Sig Hansen und seine Crew heißt es jedoch: Zähne zusammenbeißen und auf in den Kampf! Motorproblemen sowie schwindenden Kräften zum Trotz gilt es die letzten vollen Körbe an Deck zu bringen. Denn bis zum Erfüllen ihrer Opilio-Quote fehlen der \"Northwestern\" noch fast zehn Tonnen Krabben im Tank. Auch Josh Harris, Fischer in der vierten Generation, gerät zum Saisonende noch einmal mächtig unter Druck. Wird es dem Skipper gelingen, seine Krabbenquote zu erfüllen? Oder macht ihm das stürmische Wetter der Beringsee einen Strich durch die Rechnung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434731","hoster":"VOE"},{"path":"/redirect/13434726","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15","seasonId":"Staffel 15","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-1","name":"Kampf der Kapitäne","epNo":1,"alt":"Battle Of Kings","descr":"Hochbetrieb im Hafen von Dutch Harbor: Die Krabbenfischer machen ihre Schiffe für die bevorstehende Fangsaison klar. Neu mit dabei ist Kapitän Steve \"Harley\" Davidson mit der Southern Wind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434345","hoster":"VOE"},{"path":"/redirect/13434347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-2","name":"Jäger des Schwarms","epNo":2,"alt":"Swarm Chasers","descr":"Die Fangsaison für Königskrabben läuft gerade erst an, aber schon geht es drunter und drüber auf hoher See! Während Sean und Jake eine Allianz schmieden, geraten Keith und Harley aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434344","hoster":"VOE"},{"path":"/redirect/13434346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-3","name":"Rivalen und Verbündete","epNo":3,"alt":"Rival Survival","descr":"Erzrivale Steve \"Harley\" Davidson hat im Revier von Keith Colburn gewildert! Eine Provokation, die der Skipper prompt zurückbezahlt. Später erlebt die Besatzung der Brenna A eine böse Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434369","hoster":"VOE"},{"path":"/redirect/13434367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-4","name":"Stich in die Rippen","epNo":4,"alt":"Knife In The Ribs","descr":"Deckboss Sean Dunlop rammt sich bei einem unglücklichen Manöver sein eigenes Messer zwischen die Rippen! Zum Glück befindet sich die Saga gerade im Hafen, so dass die Verletzung versorgt werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434374","hoster":"VOE"},{"path":"/redirect/13434375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-5","name":"Frust folgt auf Erfolg","epNo":5,"alt":"Single Point Of Failure","descr":"Feuertaufe mit fatalen Folgen: Nur um Haaresbreite entgeht die Crew der Northwestern einem tödlichen Zwischenfall. Denn plötzlich schießt ein 90 Zentimeter langer Stahlhaken über das Deck des Schiffs!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434378","hoster":"VOE"},{"path":"/redirect/13434376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-6","name":"Kein Sturm kann uns stoppen!","epNo":6,"alt":"Shifting Stack","descr":"Dauerregen, 9 Meter hohe Wellen und Windgeschwindigkeiten von bis zu 100 km/h! Kapitän Jake Anderson trommelt seine Männer aus der Koje, da sich ein tonnenschwerer Kran am Bug der Saga gelöst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434380","hoster":"VOE"},{"path":"/redirect/13434381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-7","name":"Männermangel","epNo":7,"alt":"Blood In The Water","descr":"Als 3 seiner Männer in einer Hafenkneipe versumpfen, reißt Kapitän Jake Anderson der Geduldsfaden. Er feuert die Suffköpfe kurzerhand! Das Problem dabei: 15 Prozent seiner Quote stehen noch aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434388","hoster":"VOE"},{"path":"/redirect/13434385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-8","name":"Ein Winter für Wagemutige","epNo":8,"alt":"Winter Is Here","descr":"Die Cornelia Marie gerät in einen ausgewachsenen Wintersturm und Kapitän Monte Colburn bringt Verstärkung mit ins Spiel: Sein Sohn Gregory wird ab sofort die Besatzung der Wizard unterstützen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434386","hoster":"VOE"},{"path":"/redirect/13434393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-9","name":"Der neue Neffe","epNo":9,"alt":"Tough Inheritance","descr":"Auf der Southern Wind muss Neffe Brady ein fieses Initiationsritual über sich ergehen lassen und im Steuerhaus von Sean Dwyer stapeln sich die Rechnungen. Hat sich der Skipper finanziell übernommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434392","hoster":"VOE"},{"path":"/redirect/13434391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-10","name":"Russisches Roulette","epNo":10,"alt":"Russian Roulette","descr":"Tragische Momente an Bord der Wizard: Gerade hat die Mannschaft ein Leck in der Außenhülle des Schiffs entdeckt, als Captain Keith Colburn eine traurige Nachricht über das Funkgerät empfängt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434400","hoster":"VOE"},{"path":"/redirect/13434395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-11","name":"Die Eissturmkönigin","epNo":11,"alt":"Curse Of The Russian Line","descr":"Sturmtief Elsa bahnt sich seinen Weg durch den Nordpazifik und die Krabbenfischer rechnen mit heftigen Wetterbedingungen. Josh Harris und Casey McManus steuern dennoch bis an den Rand der Fanggründe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434403","hoster":"VOE"},{"path":"/redirect/13434398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-12","name":"In der frostigen Hölle","epNo":12,"alt":"Hell Hath No Fury","descr":"Kapitän Steve \"Harley\" Davidson hat die Southern Wind sämtlichen Unwetterwarnungen zum Trotz weit in die nördlichen Fanggründe gesteuert. Jetzt fordert der Sturm seinen Tribut …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434406","hoster":"VOE"},{"path":"/redirect/13434402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-13","name":"Angriff der Monsterwellen","epNo":13,"alt":"Sixty Foot Monster","descr":"Der epische Wintersturm Elsa tobt über dem Nordpazifik. Im Angesicht von fast 18 Meter hohen Monsterwellen verwandelt sich die Jagd nach Krabben in einen Kampf auf Leben und Tod!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434411","hoster":"VOE"},{"path":"/redirect/13434407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-14","name":"Kran außer Kontrolle","epNo":14,"alt":"Crane Wreck","descr":"Während Kapitän Sean Dwyer versucht, verlorene Zeit wieder aufzuholen, eskaliert an Bord der Northwestern ein Streit. Außerdem kommt es auf der Cornelia Marie zu einer fatalen Verletzung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434409","hoster":"VOE"},{"path":"/redirect/13434410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-15","name":"Operation auf offener See","epNo":15,"alt":"Devil’s Cut","descr":"Während Kapitän Sean Dwyer versucht, verlorene Zeit wieder aufzuholen, eskaliert an Bord der Northwestern ein Streit. Außerdem kommt es auf der Cornelia Marie zu einer fatalen Verletzung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435217","hoster":"VOE"},{"path":"/redirect/13435215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-16","name":"Nicht kaputt zu kriegen","epNo":16,"alt":"Unbreakable","descr":"Während Kapitän \"Harley\" die Southern Wind gefährlich nah an die Packeisgrenze steuert, nutzt Skipperin Mandy Hansen die aufgewühlte See für ein paar Trainingseinheiten unter Extrembedingungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435220","hoster":"VOE"},{"path":"/redirect/13435219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-17","name":"Komme, was wolle …","epNo":17,"alt":"Hell Or High Water","descr":"Eine Unwetterfront steuert auf die Schneekrabben-Fanggründe zu! Während Wild Bill die Summer Bay in ein eisiges Fanggebiet steuert, hat Saga-Skipper Jake im Sturm Probleme seine Körbe wiederzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435223","hoster":"VOE"},{"path":"/redirect/13435222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-18","name":"in zweifelhaftes Bündnis","epNo":18,"alt":"Unholy Alliance","descr":"Die Wintersaison auf dem Beringmeer ist in vollem Gange: Schlitzohr Sig Hansen lässt sich auf ein Bündnis mit Kontrahent Steve \"Harley\" ein und die Wizard wird von einer fatalen Monsterwelle getroffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435228","hoster":"VOE"},{"path":"/redirect/13435227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-19","name":"Schiff im Dunkeln","epNo":19,"alt":"Dark Ship","descr":"An Bord der Northwestern stellt Mandy Hansen ihren Krabbenspürsinn unter Beweis und Jake Anderson beschließt, ein heftiges Unwetter vor Saint Paul abzuwarten. Aber dort schlägt der Anker-Fluch zurück!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435231","hoster":"VOE"},{"path":"/redirect/13435232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-20","name":"Das Rad der Zeit hält niemand auf","epNo":20,"alt":"Time And Tide Wait For No Ma","descr":"Seebär Bill wittert die Chance, als erster der Flotte die Schneekrabben-Saison zu Ende zu bringen. Aber jede Verzögerung könnte ihm einen Strich durch die Rechnung machen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435236","hoster":"VOE"},{"path":"/redirect/13435233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-21","name":"Tot oder lebendig","epNo":21,"alt":"Dead Or Alive","descr":"Sean Dwyer spornt seine Männer an Bord der Brenna A zu Höchstleistungen an. Aber als eine Riesenwelle das Schiff erwischt, wird allen klar, dass sie hier draußen tagtäglich ihr Leben riskieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435237","hoster":"VOE"},{"path":"/redirect/13435238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-15/episode-22","name":"Jetzt oder nie","epNo":22,"alt":"Now Or Never","descr":"Dramatisches Winterfinale: An Bord der Cornelia Marie drohen tote Krabben im Tank die Ladung zu vergiften und auf der Wizard hat Kapitän Monte Colburn den Schlund etwas zu weit aufgerissen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13435243","hoster":"VOE"},{"path":"/redirect/13435241","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16","seasonId":"Staffel 16","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-1","name":"Kalter Krabbenkrieg","epNo":1,"alt":"Cold War Rivals","descr":"Russland hat der illegalen Fischerei den Kampf angesagt! Aber auch für die konkurrierenden Krabbenfischer in Alaska hat die neue Marschrichtung der Russen Konsequenzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434311","hoster":"VOE"},{"path":"/redirect/13434314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-2","name":"Taifun vor der Tür","epNo":2,"alt":"Typhoon Hagibis","descr":"Die Jagdsaison für Königskrabben hat gerade erst begonnen. Doch jetzt donnert Taifun \"Hagibis\" unaufhaltsam Richtung Alaska!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14182191","hoster":"VOE"},{"path":"/redirect/13434318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-3","name":"Aufholjagd","epNo":3,"alt":"Breaking Point","descr":"Scott Campbell Junior, Kapitän der \"Seabrooke\", muss sich nach 4-jähriger Auszeit wieder neu behaupten. Und das geht im Krabbengeschäft auf dem Beringmeer am besten mit vollen Fangkörben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434322","hoster":"VOE"},{"path":"/redirect/13434320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-4","name":"Schusstherapie","epNo":4,"alt":"Shotguns And Fist Fights","descr":"Kaum Schlaf und knochenharte Arbeit: Bei \"Saga\"-Kapitän Jake Anderson liegen die Nerven blank. Nur gut, dass Krabben-Guru Johnathan Hillstrand eine zündende Therapiemaßnahme in petto hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434326","hoster":"VOE"},{"path":"/redirect/13434327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-5","name":"Im Reich der Goldenen Krabben","epNo":5,"alt":"Double Agent","descr":"Riskantes Unterfangen am Rand der Beringsee: Auf der Jagd nach seltenen Goldkrabben manövriert Kapitän Scott Campbell seine \"Seabrooke\" in tückisches Terrain.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434333","hoster":"VOE"},{"path":"/redirect/13434329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-6","name":"Zähe Seemannsarme","epNo":6,"alt":"The Bleeding Edge","descr":"Blutige Zwischenfälle gehören beim Krabbenfischen zum Berufsrisiko. Diesmal hat es Scott Campbell erwischt, dessen klaffende Wunde am Arm jetzt wieder zusammengeflickt werden muss!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434334","hoster":"VOE"},{"path":"/redirect/13434341","hoster":"Doodstream"},{"path":"/redirect/13434336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-7","name":"Riskantes Manöver vor Russland","epNo":7,"alt":"Into The Red","descr":"Während Keith Colburn und Johnathan Hillstrand eine Allianz schmieden, um den Königskrabben-Ertrag ihrer Schiffe zu maximieren, wird es für andere Skipper hart an der russischen Grenze brisant …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434244","hoster":"VOE"},{"path":"/redirect/13434246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-8","name":"Das Schicksal der Scandies Rose","epNo":8,"alt":"Mayday Mayday","descr":"Im Golf von Alaska ereignet sich ein fatales Unglück: Das Schiff \"Scandies Rose\" sendet Mayday und sinkt! Mit einem mulmigen Gefühl starten unterdessen die ersten Kapitäne in die Schneekrabbensaison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434253","hoster":"VOE"},{"path":"/redirect/13855893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-9","name":"Heiße Phase im eisigen Winter","epNo":9,"alt":"Cold War Heating Up","descr":"Showdown nahe der russischen Grenze: Bei eisigen Temperaturen und heftigem Seegang versenkt die Besatzung der \"Cornelia Marie\" 175 Fangkörbe , um den Schneekrabbenschatz zu heben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434251","hoster":"VOE"},{"path":"/redirect/13434252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-10","name":"Im Sibirischen Sturm","epNo":10,"alt":"Fisherman’s Daughter","descr":"Im Angesicht eines 500 Meilen breiten sibirischen Sturms geht Josh ein großes Risiko ein, um die Crew der Cornelia Marie in Sicherheit zu bringen. Junior verliert die Kontrolle über seine Ruder, wodurch sein Boot der schweren See ausgeliefert ist. Jakes Greenhorn-Probleme werden noch viel schlimmer, als einer die Toilette verstopft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434257","hoster":"VOE"},{"path":"/redirect/13855894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-11","name":"Schlagseite","epNo":11,"alt":"Chase Boat Rescue","descr":"Alarm auf der \"Lady Alaska\"! Im eisigen Nordosten der Schneekrabben-Gründe gerät das Schiff von Scott Campbell Jr. gefährlich in Schieflage. Rettung erreicht die Besatzung in letzter Sekunde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434261","hoster":"VOE"},{"path":"/redirect/13434260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-12","name":"Hintergangen","epNo":12,"alt":"Dutch Harbor Double Cross","descr":"Steve \"Harley\" Davidson gilt als einsamer Wolf der Beringsee. Aber um mehr Fläche im Jagdrevier abzudecken, geht der Kapitän eine Partnerschaft mit der konkurrierenden \"Cornelia Marie\" ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434270","hoster":"VOE"},{"path":"/redirect/13434266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-13","name":"Der Bomben-Zyklon","epNo":13,"alt":"Bomb Cyclone","descr":"Das Beringmeer wird von einem brutalen Wetterphänomen aufgepeitscht. Der so genannte \"Bomben-Zyklon\" bricht wie aus dem Nichts hervor und schlägt mit gnadenloser Gewalt zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14176143","hoster":"VOE"},{"path":"/redirect/14176144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-14","name":"Decksmänner leben gefährlich","epNo":14,"alt":"Bering Sea Crash","descr":"Die Misere an Bord der \"Summer Bay\" reißt nicht ab. Nachdem die Krabbenfischer gerade erst einen kaputten Windenmotor ausgetauscht haben, erleidet diesmal Decksmann Mahlon einen Arbeitsunfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14176150","hoster":"VOE"},{"path":"/redirect/14176151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-15","name":"Schmerzhafte Zeiten","epNo":15,"alt":"Gut Instinct","descr":"Die Dauerbelastung auf See fordert ihren Tribut: Im Nordwesten der Fanggründe macht Seebär Sig Hansen der Ischias zu schaffen. Da helfen nur Schmerztabletten und eine ausgiebige Ruhepause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434278","hoster":"VOE"},{"path":"/redirect/13434279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-16","name":"Die Wucht des Wassertanks","epNo":16,"alt":"Bering Sea Wrecking Ball","descr":"Auf der \"Saga\" haben Kapitän Jake Anderson und seine Crew mit einem gravierenden Problem zu kämpfen. Irgendetwas scheint mit der Pumpe in den Krabbentanks nicht zu stimmen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434284","hoster":"VOE"},{"path":"/redirect/13434285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-17","name":"Lieferung auf hoher See","epNo":17,"alt":"Danger Close","descr":"Um dringend benötigte Ersatzteile zu erhalten, riskiert Skipper Scott viel. Mitten auf dem Meer manövrieren die Seeleute ihre Schiffe gefährlich nah aneinander, damit die Lieferung ihr Ziel erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434283","hoster":"VOE"},{"path":"/redirect/13434290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-18","name":"Wie der Vater so die Tochter","epNo":18,"alt":"Like Father Like Daughter","descr":"Seebär Sig Hansen und Tochter Mandy schmieden einen perfiden Plan. Um sich selbst Arbeit zu ersparen, wollen die beiden Konkurrent Jake Anderson auf Krabbensuche schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434295","hoster":"VOE"},{"path":"/redirect/13434289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-19","name":"Der Superschneemondsturm","epNo":19,"alt":"Rogue Wave Juggernaut","descr":"Was diesmal auf die Krabbenfischer zukommt, grenzt an die reinste Apokalypse: Ein arktisches Tiefdrucksystem, gepaart mit Schneesturm und Supermond, drückt unaufhaltsam in die Fanggründe hinein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434292","hoster":"VOE"},{"path":"/redirect/13434293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-20","name":"Bewährungsprobe für Maria","epNo":20,"alt":"A Problem Like Maria","descr":"An Deck der \"Cornelia Marie\" wird Greenhorn Maria auf eine eisige Bewährungsprobe gestellt und mitten im Supermond-Eissturm trotzen Kapitän Steve \"Harley\" Davidson und seine Truppe den Elementen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434300","hoster":"VOE"},{"path":"/redirect/13434296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-21","name":"Grüße aus dem Hundehimmel","epNo":21,"alt":"End Of The Beginning","descr":"Trotz einiger herber Rückschläge liegt die \"Summer Bay\" gut im Rennen. 61 Tonnen Schneekrabben sind bereits an Bord. Später erreicht eine traurige Nachricht das Steuerhaus der \"Cornelia Marie\"…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434303","hoster":"VOE"},{"path":"/redirect/13434304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-22","name":"Wenn die Familie ruft","epNo":22,"alt":"Blood Is Thicker Than Water","descr":"Kein Kinderfasching im Beringmeer: Während sich aus Nordost ein riesiges Treibeisgebiet nähert, rufen familiäre Ereignisse nach den Krabbenfischern, die sie nicht verpassen dürfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434308","hoster":"VOE"},{"path":"/redirect/13434306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-16/episode-23","name":"Alles ändert sich","epNo":23,"alt":"Everything Changes","descr":"Eine unsichtbare Bedrohung breitet sich bis zum Beringmeer aus: Das Coronavirus erreicht Alaska! Während bereits die ersten Häfen dicht machen, kämpfen die Krabbenfischer bis zum Schluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14171946","hoster":"VOE"},{"path":"/redirect/14171945","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17","seasonId":"Staffel 17","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-1","name":"Wie Phönix aus der Asche","epNo":1,"alt":"Out Of The Ashes","descr":"Dutch Harbor, im Herbst 2020: Die Königskrabben-Saison beginnt in wenigen Tagen. Während Kapitän Sig Hansen Mühe hat, eine komplette Mannschaft zusammenzustellen, kehrt Johnathan Hillstrand zurück, um mit seiner \"Time Bandit\" in See zu stechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9881329","hoster":"VOE"},{"path":"/redirect/9881326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-2","name":"Ausgebootet","epNo":2,"alt":"Russian Dragger","descr":"Als Keith Colburn, Kapitän der \"Wizard\", auf hoher See seine Vorräte auffüllen will, kommt es zur Kollision mit dem Köderschiff. Unterdessen gerät Skipper Johnathan Hillstrand mit russischen Schleppnetzfischern aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9935769","hoster":"VOE"},{"path":"/redirect/9935767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-3","name":"Rettet das Rettungsfloß!","epNo":3,"alt":"Point Of No Return","descr":"Ein heftiger Zyklon wütet über dem Beringmeer. Der Sturm fegt sogar das fest verzurrte Rettungsfloß vom Deck der \"Saga\". Derweil ereilen Scott Campbell Jr. auf der \"Lady Alaska\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9999511","hoster":"VOE"},{"path":"/redirect/9999509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-4","name":"Eine Zeitmaschine namens „Time Bandit“","epNo":4,"alt":"Time Machine","descr":"Der Co-Kapitän Josh Harris der Time Bandit hat angeheuert, doch das Schiff hat so seine Tücken. An diese Eigenheiten muss sich der Ersatzskipper zunächst gewöhnen. Die Zeitmaschine hat ihre eigenen Gesetze, die mit dieser Reise verbunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10017579","hoster":"VOE"},{"path":"/redirect/10017578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-5","name":"Höhere Gewalt","epNo":5,"alt":"Force Majeure","descr":"Für die Aleuten und die Beringsee wurde eine Unwetterwarnung herausgegeben. Knapp 500 Kilometer nordwestlich von Dutch Harbor manövriert Kapitän Casey McManus die Cornelia Marie durch dichtes Schneegestöber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008082","hoster":"VOE"},{"path":"/redirect/10042693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-6","name":"Entlang der Sperrzone","epNo":6,"alt":"Restricted Zone","descr":"Auf der Jagd nach den seltenen Bairdi-Krabben schmieden Seebär Sig Hansen und Skipper Johnathan Hillstrand eine Allianz. Jake Anderson, Chef an Bord der Saga, übernimmt unterdessen ein Bonuspaket von 15 Tonnen Königskrabben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10186428","hoster":"VOE"},{"path":"/redirect/10186364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-7","name":"In den Fußstapfen von Phil Harris","epNo":7,"alt":"What Would Phil Harris Do?","descr":"Josh und Jonathan sind auf der Suche nach Bairdi-Krabben und nehmen sich Phil Harris\u0027 Fangstrategien zum Vorbild. Auch Casey McManus und sein Team haben beim Fischen wenig Glück. Nur Monte Colburn hat erfolgreich Bairdi-Krabben gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333331","hoster":"VOE"},{"path":"/redirect/10186358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-8","name":"Das Spinnennetz","epNo":8,"alt":"Tangled Web","descr":"Time Bandit und Cornelia Marie kämpfen um den letzten freien Platz auf der Bairdi-Flotte, doch dann erfahren sie, dass die Fischereibehörde einen vorzeitigen Abbruch der Saison angeordnet hat. Steve und Rig schmieden derweil einen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10225203","hoster":"VOE"},{"path":"/redirect/10225207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-9","name":"Schicksalsschlag für die Summer Bay","epNo":9,"alt":"Dedication","descr":"Die Schneekrabben-Saison beginnt, doch die Fangflotte wird von einer fatalen Nachricht erschüttert. Decksmaat Nick McGlashan ist tot! Zeitgleich zu diesem tragischen Verlust bahnt sich ein gigantisches Tiefdruckgebiet den Weg in Richtung Beringmeer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10273020","hoster":"VOE"},{"path":"/redirect/10273021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-10","name":"Casey und das Karma","epNo":10,"alt":"Truth Will Set You Free","descr":"An Bord der Cornelia Marie\" haben Josh Harris und Casey McManus einen Schneekrabben-Hotspot mit beachtlichen Stückzahlen aufgetan. Doch die Konkurrenz hat bereits Lunte gerochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308141","hoster":"VOE"},{"path":"/redirect/10308140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-11","name":"Ein Schaden kommt selten allein","epNo":11,"alt":"Shipbreakers","descr":"Die Kapitäne haben mit defekter Ausrüstung und technischen Problemen zu kämpfen. Bei Bill Wichrowski ist ein Kranarm gebrochen. Auf der Saga ist eine Hydraulikleitung in acht Metern Höhe defekt und die Cornelia Marie hat einen kaputten Windenmotor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10355994","hoster":"VOE"},{"path":"/redirect/10355985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-12","name":"In der Gewalt der Artkis","epNo":12,"alt":"Extreme Arctic","descr":"Im Beringmeer gibt es eine schwere Unwetterwarnung. Die Krabbenfänger müssen sich einem gewaltigen Sturm stellen. Jeremy wird fast von herumfliegender Gerätschaft erwischt und bei Hansen und Hansen ist ein Kran kaputt gegangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383736","hoster":"VOE"},{"path":"/redirect/10513143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-13","name":"Voller Körpereinsatz in der Kälte","epNo":13,"alt":"Of Ice And Men","descr":"Eine Korbleine hat sich in der Steuerbordschraube der Summer Bay verheddert. Da das verflixte Seil einfach nicht loszubekommen ist, muss ein Mann ins Wasser, um das Schiff mit einem gefährlichen Tauchgang wieder flott zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513145","hoster":"VOE"},{"path":"/redirect/10513144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-14","name":"Wettlauf gegen das Packeis","epNo":14,"alt":"The Crush","descr":"Der Winter hat das Beringmeer fest in seinem Griff. Vor allem das von Norden her herein drückende Packeis bereitet der Krabbenfangflotte diesmal Sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915883","hoster":"VOE"},{"path":"/redirect/10513150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-15","name":"Verletzungspech in Serie","epNo":15,"alt":"Run Silent Run Deep","descr":"Heute hagelt es Blessuren bei der Besatzung. An Bord der \"Time Bandit\" hat es nach einer Kollision an Deck gleich zwei Crewmitglieder erwischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10568854","hoster":"VOE"},{"path":"/redirect/10568846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-16","name":"Wer zuerst kommt, mahlt zuerst","epNo":16,"alt":"First Come First Served","descr":"Zeit ist Geld. Genau aus diesem Grund hat die Fischfabrik auf der Insel Saint Paul die Spielregeln geändert. Anstatt einer festen Terminvergabe zum Fangabladen heißt es jetzt: Wer zuerst kommt, mahlt zuerst!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655325","hoster":"VOE"},{"path":"/redirect/10655388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-17","name":"Eine Hand wäscht die andere","epNo":17,"alt":"Quid Pro Crab","descr":"Am äußersten Rand des Fanggebiets bekommt die \"Cornelia Marie\" die Vorboten eines heftigen Sturms zu spüren. Derweil liefert Johnathan Hillstrand, Kapitän der \"Time Bandit\", ein dringend benötigtes Ersatzteil an die Kollegen der \"Wizard\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655323","hoster":"VOE"},{"path":"/redirect/10655327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-18","name":"Wintergambit","epNo":18,"alt":"Winter’s Gambit","descr":"Skipper Sig Hansen ist mit allen Wassern gewaschen. Um seine bislang trübe Wintersaison endlich mit vollen Fangkörben aufzuhellen, entscheidet sich der Chefstratege zu einem riskanten Schachzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10757942","hoster":"VOE"},{"path":"/redirect/10757943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-19","name":"Freddy, der Teufelskerl","epNo":19,"alt":"Wicked Game","descr":"Die Crew der \"Time Bandit\" schaltet in den Notfallmodus. Beim Versuch, gefährliches Treibgut zu bergen, ist Decksmann Freddy Maugatai ohne Vorwarnung ins Beringmeer gesprungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10757950","hoster":"VOE"},{"path":"/redirect/10757952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-20","name":"Das kleinste Schiff im Sturm","epNo":20,"alt":"Over The Rail","descr":"Bitterkalter Nordwind bringt gefrierende Gischt und unruhige See in die Fanggründe. Um ein Kentern der \"Wizard\" zu verhindern, muss ein Teil der Besatzung mitten im Sturm über die Reling klettern und kiloschwere Eisklumpen wegschlagen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10806723","hoster":"VOE"},{"path":"/redirect/10806724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-21","name":"Schneller als der Shutdown","epNo":21,"alt":"First In Line","descr":"An Bord der \"Cornelia Marie\" läuft es. Der erste von zwei Krabbentanks ist rappelvoll. Dann die Horrormeldung: Wegen eines Covid-19-Ausbruchs musste die Fischfabrik in Akutan schließen… (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10884821","hoster":"VOE"},{"path":"/redirect/10884820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-17/episode-22","name":"Die letzte Lieferung","epNo":22,"alt":"The Ultimate Price","descr":"Die Krabbenfischer im Beringmeer rücken zu einem arktischen Winterfinale aus. Doch das Zeitfenster ist begrenzt: Von Norden her nähert sich ein gigantisches Packeisgebiet, das die gesamten Fanggründe bereits in 72 Stunden überrollen könnte! (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892322","hoster":"VOE"},{"path":"/redirect/10892323","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18","seasonId":"Staffel 18","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-1","name":"Kurs Nord-Nordost","epNo":1,"alt":"Long Live King Crab!","descr":"Die neue Saison beginnt mit einem Paukenschlag. Um den Bestand der Roten Königskrabbe in Alaska zu schützen, hat die Fischereibehörde den Fang bis auf Weiteres untersagt! Jetzt müssen schleunigst Alternativen her...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11802611","hoster":"VOE"},{"path":"/redirect/11802599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-2","name":"Wilde Gezeiten","epNo":2,"alt":"No Sleep Till Rescue","descr":"Die \"Time Bandit\" fischt in bislang unerreichten Tiefen, und auf der \"Patricia Lee\" ereignet sich ein lebensbedrohlicher Unfall. Derweil muss sich Sig Hansen in der Barentssee an das neue Schiff sowie unbekannte Fanggründe gewöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831092","hoster":"VOE"},{"path":"/redirect/11831089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-3","name":"Am seidenen Faden","epNo":3,"alt":"Crushed at Sea","descr":"An Bord der \"Patricia Lee\" spielen sich dramatische Szenen ab. Mitten im Sturm muss ein schwerverletztes Crewmitglied vom Rettungshelikopter der Küstenwache abgeholt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11862535","hoster":"VOE"},{"path":"/redirect/11862534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-4","name":"Fjord der Winde","epNo":4,"alt":"Invasive Russian Reds","descr":"Auch Krabbenfischer Wild Bill Wichrowski versucht sein Glück in Norwegen. Doch als sich eine der Leinen in der Bootsschraube verheddert, hat der Kapitän alle Hände voll zu tun, eine Kollision mit der Felsküste zu verhindern!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981077","hoster":"VOE"},{"path":"/redirect/11981075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-5","name":"Wassereinbruch","epNo":5,"alt":"Desperate Measures","descr":"Eine Hiobsbotschaft erreicht die Krabbenfangflotte: Die Verarbeitungsbetriebe in Alaska wollen dieses Jahr vorzeitig schließen! Zudem hat die \"Saga\" mit einem Rohrbruch im Kielraum zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981078","hoster":"VOE"},{"path":"/redirect/11981081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-6","name":"Tiefer als tief","epNo":6,"alt":"Brother In The Bight","descr":"Im Norden Norwegens setzt Kapitän Sig Hansen alles auf eine Karte. Sein Plan? Den vermuteten Krabben-Hotspot plündern und pünktlich zum Bairdi-Saisonbeginn wieder daheim in Alaska sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981080","hoster":"VOE"},{"path":"/redirect/11981155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-7","name":"Komplizen","epNo":7,"alt":"Follow The Rainbow","descr":"Erst vor Kurzem hat die Hubschrauberstaffel der Küstenwache einen verletzten Decksmann von der \"Patricia Lee\" ausgeflogen. Jetzt kollabiert schon wieder ein Crewmitglied auf dem Schiff von Rip Carlton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12010387","hoster":"VOE"},{"path":"/redirect/12010399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-8","name":"Giftige Dämpfe","epNo":8,"alt":"Deepest Alaska","descr":"Die Jagdsaison für Bairdi-Krabben ist eröffnet. Auch Sig Hansen ist nach seinem Skandinavien-Trip wieder zurück in Alaska. Derweil stößt Kapitän Johnathan Hillstrand mit seinem Fanggerät in gewaltige Tiefen vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130595","hoster":"VOE"},{"path":"/redirect/12130593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-9","name":"Canyon der Krebse","epNo":9,"alt":"Rip Tide","descr":"An Bord der \"Northwestern\" legen Sig Hansen und seine Crew einen Traumstart aufs Parkett. Die ersten Körbe mit Bairdi-Krabben sind prall gefüllt. Derweil gerät die \"Elinore J\" auf der Suche nach Taschenkrebsen in raue See an der Pavlof Bay.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12149629","hoster":"VOE"},{"path":"/redirect/12149630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-10","name":"Süßwasser-Alarm","epNo":10,"alt":"Dark Waters","descr":"Während die \"Time Bandit\" in stürmische Gefilde gerät, veranstaltet Krabbenfischer Josh Harris eine Unterwasser-Disco: Mit speziellen Leuchtmitteln will er die Krustentiere in die Lichtfalle locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12182364","hoster":"VOE"},{"path":"/redirect/12182363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-11","name":"Lebendige Fracht","epNo":11,"alt":"No Good Deed Unpunished","descr":"Ein türkischer Frachter ignoriert die Bojen und brettert voll über die ausgebrachten Fanggerätschaften der \"Saga\". Material im Wert von 60.000 Dollar steht auf dem Spiel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12266167","hoster":"VOE"},{"path":"/redirect/12266166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-12","name":"Fahrt auf Sicht","epNo":12,"alt":"Sailor’s Delight","descr":"Die \"Time Bandit\" hat Goldene Königskrabben im Wert von 140.000 Dollar im Tank. Doch gerade, als sich die Besatzung auf den Weg zum Löschen der Ladung macht, streikt das Navigationssystem!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12266169","hoster":"VOE"},{"path":"/redirect/14223609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-13","name":"[Ist OV, bitte Repack abwarten] Der Vertrauensbruch","epNo":13,"alt":"To The End Of The Earth","descr":"Bairdis, Schneekrabben, Kabeljau - pünktlich zum Jahresbeginn ist der Tisch im Beringmeer reich gedeckt. Doch wer sich am Winterbuffet Alaskas bedienen will, muss hart im Nehmen sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13192451","hoster":"VOE"},{"path":"/redirect/13192465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-14","name":"Ein tiefer Einschnitt","epNo":14,"alt":"Where Eagles Dare","descr":"Rip Carlton hat einen lukrativen Deal für Goldene Königskrabben abgeschlossen. Die neue Fangquote umfasst 180 Tonnen. Um das Ziel zu erreichen, wagen sich die Männer auf \"Messers Schneide\", ein schwierig zu befischendes Fanggebiet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12362933","hoster":"VOE"},{"path":"/redirect/12362965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-15","name":"Das Derby","epNo":15,"alt":"The Crush Of Winter","descr":"Mandy Hansen ist zurück im Steuerhaus der \"Northwestern\". Die frisch gebackene Mama kann es kaum erwarten auf Schneekrabben-Jagd zu gehen. Doch 6 Meter hohe Wellen und gefrierende Gischt verwandeln die Fanggründe in die reinste Eishölle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12362924","hoster":"VOE"},{"path":"/redirect/12362911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-16","name":"Der Bluttrunk","epNo":16,"alt":"No Turning Back","descr":"Sig ist gezwungen, Töpfe zu entsorgen, um die Northwestern nicht zum Kentern zu bringen; Jake und die Saga sind auf dem Tiefpunkt; Sean Dwyer entwickelt kreative Motivationen für seine Greenhorns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12385427","hoster":"VOE"},{"path":"/redirect/12385429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-17","name":"Grenzerfahrungen","epNo":17,"alt":"Operation Anvil Drop","descr":"Eskalation an der Grenze: Ein russischer Schleppnetzfischer wildert in amerikanischen Gewässern! Nachdem Keith und Johnathan eine Barrikade aus Krabbenkörben ins Meer geworfen haben, schießt plötzlich eine Rakete über die Männer hinweg. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12421272","hoster":"VOE"},{"path":"/redirect/12421324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-18","name":"Junge Liebe","epNo":18,"alt":"Hell On The High Seas","descr":"Aus Nordwest nähert sich ein arktisches Tiefdrucksystem, das Packeis in die Fanggründe schiebt! Auch an Bord der \"Saga\" liegen die Nerven blank. Ein geplatzter Hydraulikschlauch erfordert riskante Reparaturarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12445874","hoster":"VOE"},{"path":"/redirect/12445890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-19","name":"Spiel mit dem Eis","epNo":19,"alt":"Avian Apocalypse","descr":"Keine Zeit zum Verschnaufen: Während Greenhorn Kawai auf der \"Cornelia Marie\" ein böser Schnitzer unterläuft, wird die \"Saga\" von einer wilden Horde Seevögel attackiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12471684","hoster":"VOE"},{"path":"/redirect/12471702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-20","name":"Der Hakenwerfer","epNo":20,"alt":"Frozen","descr":"Mit einer neuartigen Ködermethode, die Sig bei seinem Norwegen-Trip kennengelernt hat, will der Kapitän den Fangerfolg maximieren. Derweil eskaliert an Bord der \"Time Bandit\" ein Streit zwischen den Hakenwerfern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505009","hoster":"VOE"},{"path":"/redirect/12505014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-21","name":"Ohne Schutz","epNo":21,"alt":"Graveyard Of Gear","descr":"Bei rauer See manövriert Kapitän Keith Colburn die \"Wizard\" zum Pervenance-Canyon. Trotz 8 Meter hohen Wellen gibt die Crew Vollgas. Denn in wenigen Tagen ist Entladetermin, und die Quote beträgt 59 Tonnen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595953","hoster":"VOE"},{"path":"/redirect/12595976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-22","name":"Das falsche Maß","epNo":22,"alt":"Sub-Zero Scramble","descr":"Die \"Summer Bay\" und die \"Northwestern\" sind im Hochrisikogebiet nah an der Treibeisgrenze unterwegs. Das Kalkül der Seeleute: Genau hier könnten sich Unmengen hungriger Krabben versammelt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595969","hoster":"VOE"},{"path":"/redirect/12595978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-18/episode-23","name":"Übergabe auf See","epNo":23,"alt":"Port Of Last Resort","descr":"Nach zwei harten Monaten auf dem Beringmeer geht für die Krabbenfischer ein Licht am Ende des Tunnels auf: Der Schlussspurt der Wintersaison steht an!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595992","hoster":"VOE"},{"path":"/redirect/12595994","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19","seasonId":"Staffel 19","episodes":[{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-1","name":"Frischer Wind","epNo":1,"alt":"Call Of A New Generation","descr":"Im Hafen von Dutch Harbor herrscht geschäftiges Treiben. Es ist Herbst, und die Krabbenjagd geht los! Lukrative Quoten locken allerdings nicht nur Nachwuchs-Skipper an. Leider sieht sich die Fangflotte zunehmend mit illegaler Fischerei konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13191376","hoster":"VOE"},{"path":"/redirect/13191368","hoster":"Doodstream"},{"path":"/redirect/13191380","hoster":"Vidoza"},{"path":"/redirect/13191359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-2","name":"Der singende Versager","epNo":2,"alt":"Wheelhouse Bound","descr":"Skipper Sig Hansen erhält einen besorgniserregenden Anruf auf hoher See. Der Gesundheitszustand seiner erkrankten Mutter hat sich rapide verschlechtert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13230129","hoster":"VOE"},{"path":"/redirect/13382762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-3","name":"Dreckiger Frost","epNo":3,"alt":"Amazing Grace","descr":"Schwere Zeiten für Sig Hansen und dessen Familie. Nach dem Tod von Sigs Mutter Snefryd findet heute die Beerdigung in Seattle statt. Derweil legt die \"Barbara J\" im Beringmeer eine tückische Falle aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13271220","hoster":"VOE"},{"path":"/redirect/13271217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-4","name":"Jakes lange Leine","epNo":4,"alt":"Bering Sea Superstition","descr":"Der Tag fängt nicht gut an für Kenzie. Wer schon einmal seekrank war, der weiß: Das fühlt sich richtig mies an. Rick Shelford hat auf der \"Aleutian Lady\" ebenfalls einen Ausfall zu beklagen. Ein Crew-Mitglied hat sich am Knöchel verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13326277","hoster":"VOE"},{"path":"/redirect/13326279","hoster":"Doodstream"},{"path":"/redirect/13326278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-5","name":"Nächtlicher Besuch","epNo":5,"alt":"In Need Of Rescue","descr":"Sig Hansen kehrt nach der Beerdigung seiner Mutter zurück an Bord der \"Northwestern\". Aber der Zeitpunkt ist ungünstig, um Krabben zu fangen. Denn bei Vollmond verkriechen sich die Meerestiere wegen der starken Strömung im Schlamm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13326283","hoster":"VOE"},{"path":"/redirect/13326282","hoster":"Doodstream"},{"path":"/redirect/13326280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-6","name":"Meuterei auf der Northwestern","epNo":6,"alt":"Blood And Treasure","descr":"Da Sig Hansen und seine Crew erst 15 Prozent ihrer Quote gefangen haben, kochen Schwiegersohn Clark und Tochter Mandy ihr eigenes Strategiesüppchen, um endlich den Bairdi-Hotspot zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369163","hoster":"VOE"},{"path":"/redirect/13369162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-7","name":"Der Tod fährt mit","epNo":7,"alt":"Cold Hard World","descr":"Auf der Jagd nach einer dicken Quote Kohlenfisch erhält die \"Saga\" tatkräftige Unterstützung. Derweil nimmt die \"Time Bandit\" Abschied von einem engen Freund und Familienvater und zerstreut dessen Asche im Beringmeer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369170","hoster":"VOE"},{"path":"/redirect/13369169","hoster":"Doodstream"},{"path":"/redirect/13369165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-8","name":"Bruderliebe","epNo":8,"alt":"Anchor Management","descr":"Von der Kamtschatka-Halbinsel in Russland zieht ein gigantischer Sturm auf die Fanggründe im Beringmeer zu. Der Wetterdienst warnt vor Windgeschwindigkeiten von bis zu 100 km/​h und 10 Meter hohen Monsterwellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433669","hoster":"VOE"},{"path":"/redirect/13433670","hoster":"Doodstream"},{"path":"/redirect/13433673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-9","name":"Ein windiges Manöver","epNo":9,"alt":"Million Dollar Season","descr":"Auf der Jagd nach fetter Beute haben Kapitän Johnathan Hillstrand und dessen Crew einen ergiebigen Hotspot entdeckt. Nahe der Pribilof-Inseln sind die Fischer auf eine ganze Horde Königskrabben gestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433665","hoster":"VOE"},{"path":"/redirect/13433668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-10","name":"Die letzte Lieferung","epNo":10,"alt":"Between Payday And Mayday","descr":"An Bord der \"Saga\" herrscht gute Stimmung. Die Fangquote von rund 70.000 Kilogramm Kohlenfisch ist fast geschafft. Mit einem kreativen Korkenzieher-Prinzip will Co-Kapitän Sean Dwyer die Ausbeute maximieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13561688","hoster":"VOE"},{"path":"/redirect/13561690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-11","name":"Der Streik","epNo":11,"alt":"Loose Lips Sink Ships","descr":"\"Time Bandit\"-Kapitän Johnathan Hillstrand hat einen geheimen Spot im Visier, für den er exklusive Fangrechte ergattert hat. Derweil steht die 23 Jahre junge Kapitänin Sophia \"Bob\" Nielsen vor ihrer ersten Bairdi-Saison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13561691","hoster":"VOE"},{"path":"/redirect/13561689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-12","name":"Giftiger Rauch","epNo":12,"alt":"Tradition Of Superstition","descr":"Kapitänin Sophia \"Bob\" Nielsen zieht ihre ersten Krabben an Deck, und am windumtosten Unimak Pass hat die Besatzung der \"Aleutian Lady\" Erfolg bei der Jagd nach Kabeljau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564775","hoster":"VOE"},{"path":"/redirect/13564776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-13","name":"Kollision auf See","epNo":13,"alt":"Victory at Sea","descr":"Bobs Durchbruch als Solo-Kapitän gerät ins Wanken, als ein anderes Schiff mit dem Boot kollidiert, das sie von ihren verstorbenen Eltern geerbt hat. Kaskadierende Motorausfälle bringen Sig in eine schwierige Lage, als die Küstenwache eine überraschende Inspektion durchführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13613053","hoster":"VOE"},{"path":"/redirect/13613042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-14","name":"Partner wider Willen","epNo":14,"alt":"The Better Captain","descr":"Gute Nachrichten an Bord der \"Northwestern\": Nachdem sich Sig Hansens Schwiegersohn Clark wegen inneren Blutungen ärztlich behandeln lassen musste, gibt es nun Entwarnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13637256","hoster":"VOE"},{"path":"/redirect/13637257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-15","name":"Auf Sand gelaufen","epNo":15,"alt":"Uncharted Grounds","descr":"Der Winter wütet im Nordpazifik. Heftige Stürme und schwerer Seegang machen der Krabbenfangflotte zu schaffen. Beim Entladen von 100 Tonnen Kabeljau droht die \"Summer Bay\" auf eine Sandbank zu laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13736224","hoster":"VOE"},{"path":"/redirect/13736216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-16","name":"Stich ins Herz","epNo":16,"alt":"Pain Level Ten","descr":"Ein medizinischer Notfall hält die \"Wizard\" in Atem. Der Verdacht: Decksmann OJ hat einen Herzinfarkt erlitten. Auch auf der \"Saga\" gibt es Probleme. Nördlich der Aleuten gerät das Schiff in schweren Seegang mit gefrierender Gischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13736221","hoster":"VOE"},{"path":"/redirect/13736225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-17","name":"Die alte Frau und das Meer","epNo":17,"alt":"Dead Reckoning","descr":"Auf der Jagd nach Bairdi-Krabben sind Sig Hansen und seine Tochter Mandy in viel frequentierten Gewässern unterwegs. Aber plötzlich gibt es technische Probleme an Bord der \"Northwestern\": Das GPS fällt aus!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13736226","hoster":"VOE"},{"path":"/redirect/13736232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-18","name":"Grenzgänger","epNo":18,"alt":"Disorder On The Border","descr":"Die Wintersaison im Beringmeer läuft auf Hochtouren. Um ihre Quote für Bairdi-Krabben möglichst schnell zu erreichen, haben sich Skipper Sig Hansen und Co-Kapitänin Mandy entschlossen, bis an den äußersten Ostrand der Fanggründe vorzustoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13768693","hoster":"VOE"},{"path":"/redirect/13768685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-19","name":"Vollmond-Blues ","epNo":19,"alt":"Beware The King Tide","descr":"Heute bekommen es die Seeleute im Beringmeer mit einem tückischen Phänomen zu tun: den \"Königs-Gezeiten\". Dabei sorgt der Vollmond für heftigen Tidenhub und extrem starke Strömungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13774759","hoster":"VOE"},{"path":"/redirect/13771974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-20","name":"Die letzte Million","epNo":20,"alt":"Battleship","descr":"An Bord der \"Saga\" ist die Krabbenjagd in vollem Gang. Doch wenn es Kapitän Jake Anderson rechtzeitig zum Geburtstag von Sohn Aiden nachhause schaffen will, muss er jetzt richtig auf die Tube drücken!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13810599","hoster":"VOE"},{"path":"/redirect/13810602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-21","name":"Ein Selfie für die Ewigkeit","epNo":21,"alt":"Last Stand Of John Hillstrand","descr":"Sig Hansen bringt einen jahrzehntealten Computer zum Laufen, um einen vergessenen Schneekrabben-Hotspot aufzuspüren. Derweil hat die \"Time Bandit\" mit schwerem Seegang zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13810598","hoster":"VOE"},{"path":"/redirect/13810597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gefhrlichste-job-alaskas/staffel-19/episode-22","name":"Gefangen in der Passage","epNo":22,"alt":"Nautical Deathtrap","descr":"Die \"Northwestern\" muss noch einmal hinaus aufs stürmische Beringmeer. Der Grund? Seebär Sig Hansen hat sich bei Gewicht und Größe der gefangenen Krabben verschätzt. Nun fehlen noch rund 1.500 Kilo, damit die Crew ihre Quote erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13865923","hoster":"VOE"},{"path":"/redirect/13865924","hoster":"Vidoza"},{"path":"/redirect/13865921","hoster":"Streamtape"}]}]}]}]}